{"Nomor": 13927, "Judul": "STUDI PERBANDINGAN TEKNIK KURVA KALIBRASI, METODA ADISI STANDAR TUNGGAL DAN ADISI STANDAR BERGANDA UNTUK ANALISA BORON DENGAN CARA SPEKTROFOTOMETRI SERAPAN ATOM", "Abstrak": "Abstrak:   \n \n \n \n\nMetoda prosedur analisa yang sering digunakan dalam analisa suatu unsur secara kuantitatif, terutama dalam pengukuran cara spektrofotometri, umumnya menggunakan teknik kurva kalibrasi.   \n \n \n \n\nSuatu metoda lain yang juga sudah lama dikenal adalah metoda adisi standar yang terdiri dari adisi standar tunggal dan adisi standar berganda.   \n \n \n \n\nKhusus untuk analisa boron dalam pengukuran cara spektrofotometri serapan atom dengan menggunakan metoda adisi standar sampai saat ini belum pernah diselidiki.   \n \n \n \n\nTujuan dalam penelitian ini adalah menentukan ketelitian dan ketepatan yang dapat dipercaya antara teknik kurva kalibrasi, metoda adisi standar tunggal dan adisi standar berganda dalam analisa boron dengan pengukuran cara spektrofotometri serapan atom, dengan menggunakan teknik nyala reduksi nitrous oksid-asetilen. Kondisi-kondisi pengukuran yang optimal ditentukan serta limit deteksi boron.   \n \n \n \n\nDari hasil-hasil pengujian yang dilakukan untuk daera1 konsentrasi 100 - 200 ppm, diperoleh bahwa ke tiga prosedur analisa yang dilakukan (teknik kurva kalibrasi, metoda adisi standar tunggal dan adisi standar berganda) terhadap analisa boron masih dapat dipercaya (reliable), karena % kesalahan relatif (% RE) adalah relatif kecil.   \n \n \n \n\nApabila ditinjau ketelitian dan ketepatan dari ke tiga prosedur analisa di atas untuk pendapatan kembali konsentrasi boron dalam cuplikan, maka metoda adisi standar berganda pada konsentrasi 100 - 200 ppm ( 1.,;% RE 0,50 ) mempunyai ketelitian dan ketepatan lebih tinggi daripada adisi standar tunggal ( 3, 85. % RE kecil 1,02 ), sedang metoda adisi standar tunggal pada daerah konsentrasi tersebut mempunyai ketelitian dan ketepatan yang lebih tinggi daripada teknik kurva kalibrasi ( y , 0 % RE 2 ).", "Daftar File": {"1982 TS PP ABD WAHID WAHAB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62092", "1982 TS PP ABD WAHID WAHAB 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62093", "1982 TS PP ABD WAHID WAHAB 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62094", "1982 TS PP ABD WAHID WAHAB 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62095", "1982 TS PP ABD WAHID WAHAB 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62096", "1982 TS PP ABD WAHID WAHAB 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62097", "1982 TS PP ABD WAHID WAHAB 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62098"}, "Penulis": "ABD. WAHID WAHAB", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr. Isjrin Noerdin, dan Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Atomic absorbtion, Spectophotometry, Calibration curve, Boron analyse", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}