{"Nomor": 13920, "Judul": "DESAIN AUGMENTED REALITY VOLCANO SEBAGAI ALAT PERAGA DI MUSEUM GEOLOGI BANDUNG", "Abstrak": "Salah satu misi Museum Geologi Bandung adalah menyediakan informasi dan materi edukasi geologi. Berdasarkan data pengunjung musuem tahun 2007, pengunjung didominasi oleh kalangan pelajar (sekitar 85%). Oleh karena itu dalam mendesain alat peraga untuk museum harus pendekatan terhadap karakteristik pelajar dan mata pelajaran kegunungapian di SMP. Prasyarat desain media peraga di museum harus bersifat menarik, informatif, Interaktif dan mendidik.Prelimenary design alat peraga ini, dibangun berbasiskan aplikasi Augmented Reality. Penyajian alat peraga tersebut dalam kemasan meja landscape dan MagicBook. Aplikasi tersebut berisi animasi virtual bertemakan kegunungapian atau disebut juga Augmented Reality Volcano.Berdasarkan hasil pengujian yang langsung didemokan di museum geologi bandung, pengunjung museum mayoritas menilai alat peraga ini lebih menarik, interaktif dan mempunyai pengalaman lebih. Penilaian tersebut dibandingkan dengan alat peraga lain yang sudah ada dan berupa pengisian kueisoner oleh pengunjung museum geologi pada tanggal 9 juli 2008.", "Daftar File": {"2008 TS PP YUSUF ROKHMAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62037", "2008 TS PP YUSUF ROKHMAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62038", "2008 TS PP YUSUF ROKHMAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62039", "2008 TS PP YUSUF ROKHMAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62040", "2008 TS PP YUSUF ROKHMAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62041", "2008 TS PP YUSUF ROKHMAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62042", "2008 TS PP YUSUF ROKHMAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/62043", "2008 TS PP YUSUF ROKHMAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62044"}, "Penulis": "YUSUF ROKHMAT (NIM 23206323)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Emir Mauludi Husni dan Ir. Tunggal Mardiono, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Alat peraga museum geologi, Prelimanary desain, Augmented Reality Volcano", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}