{"Nomor": 13939, "Judul": "IDENTIFIKASI SISTEM PENGUASAAN RUANG LAUT ADAT (CUSTOMARY MARINE TENURE SYSTEM) STUDI KASUS: NOLLOTH, MALUKU", "Abstrak": "Indonesia adalah negara kepulauan terbesar di dunia yang terdiri ribuan pulau dimana luas wilayah laut Indonesia adalah tiga kali luas daratannya, oleh karena itu luas wilayah perairan Indonesia yang besar menjadi suatu aspek kajian yang vital dalam menyangkut penguasaan wilayah. Selain itu Indonesia adalah negara yang multi-etnis, terdapat kurang lebih 300 etnis dan lembaga adat yang mendiami wilayah Indonesia. Masing-masing etnis pasti mempunyai sistem adat yang berbeda-beda pula, dimana biasanya juga mengatur tentang penguasaan wilayah secara adat. Mengingat luas wilayah perairan Indonesia yang sangat luas dan beragamnya lembaga adat di Indonesia, perlu dilakukan identifikasi terhadap sistem penguasaan ruang laut adat (Customary Marine Tenure System). Dalam penelitian ini, studi kasus pengidentifikasian sistem penguasaan ruang laut adat dilakukan di Desa Nolloth, Maluku, karena wilayah perairannya dianggap representatif untuk wilayah lain di Indonesia pada umumnya. Penelitian dimulai dengan tahap persiapan berupa studi literatur, kemudian dilanjutkan dengan pengumpulan data primer dari hasil wawancara dan data sekunder hasil survei instansi, yang kemudian data tersebut dikompilasikan, lalu ditabulasi berdasarkan tujuan dan ekspektasi, yang kemudian diklasifikasikan berdasarkan tiga parameter. Hasil klasifikasi kemudian dianalisis menggunakan tiga parameter, yaitu wilayah, unit sosial pemegang hak, dan legalitas dan     \n \n \n \n\npelaksanaan. Dari penelitian ini, sistem penguasaan ruang laut adat di Maluku ini dapat diidentifikasi. Sistem adat yang terdapat di Maluku dapat berjalan secara sinergis dan berkesesuaian dengan sistem nasional karena sistem adat juga menjadi pertimbangan dalam penyusunan sistem penguasaan laut nasional.", "Daftar File": {"2011 TA PP ADITYA NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62167", "2011 TA PP ADITYA NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62168", "2011 TA PP ADITYA NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62169", "2011 TA PP ADITYA NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62170", "2011 TA PP ADITYA NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62171", "2011 TA PP ADITYA NUGROHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62172", "2011 TA PP ADITYA NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62173"}, "Penulis": "ADITYA NUGROHO (NIM 15107064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Andri Hernandi, ST., MT. dan Rizqi Abdulharis, ST.,M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tenure, law, customs, Customary Marine Tenure System, the Basic Agrarian Law", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}