{"Nomor": 13935, "Judul": "STUDI KINERJA SOFTWARE ON-LINE PPP (PRECISE POINT POSITIONING) DALAM PENGOLAHAN DATA SURVEY GPS", "Abstrak": "GPS adalah sistem satelit navigasi dan penentuan posisi menggunakan satelit. Sistem yang dapat digunakan oleh banyak orang sekaligus dalam segala cuaca ini, didesain untuk memberikan posisi dan kecepatan tiga dimensi yang teliti, dan juga informasi mengenai waktu, secara teliti di seluruh dunia (Abidin, 2007). Banyak aplikasi dalam navigasi, survei tanah, definisi tanah dan sejumlah pemetaan telah dibuat lebih sederhana dan lebih tepat karena aksesibilitas data Global Positioning System (GPS), dan dengan demikian permintaan untuk menggunakan teknik-teknik canggih GPS di survei aplikasi telah menjadi penting Teknik diferensial adalah satu-satunya sumber posisi yang akurat selama bertahun-tahun, dan tetap digunakan meskipun biaya. Precise point positioning (PPP) adalah teknik alternatif untuk metode penentuan posisi diferensial yang pengguna dengan penerima tunggal dapat mencapai akurasi posisi pada skala sentimeter atau decimeter. Belakangan ini banyak website yang menawarkan pengolahan data PPP secara online dan gratis. Sehubungan dengan itu maka perlu dilakukan penelitian tentang kinerja dan hasil dari beberapa website yang memberikan layanan tersebut. Penelitian ini melakukan pencaritahuan tentang parameter yang digunakan dan koordinat yang dihasikan pada website tersebut. Data CORS dari stasiun ITB, UPI, Ceremai, Alaska, dan Pago dipotong menjadi data pengamatan yang bervariasi, yaitu 2 jam, 4 jam, 6 jam, 12 jam, dan 24 jam.Data pengamatan tersebut dikirimkan dengan cara menggungah data tersebut pada masing-masing website. Hasil pengiriman data CORS dengan lama pengamatan 2, 4, 6, 12, 24 jam menghasilkan koordinat dan strandar deviasi yang dikirimkan ke-email pengguna. Koordinat yang dihasilkan ditransformasikan pada bidang proyeksi (Universal Trasversal Mercator) UTM yang selanjutnya dilihat pengaruh repeatibilitas pada masing-masing website. Hasil yang didapatkan dari penelitian ini website OPUS lebih baik digunakan pada titik pengamatan di Indonesia. Koordinat yang dihasilkan dari website dapat menghasil kepresisian hingga sentimeter.", "Daftar File": {"2012 TA PP ADI PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62144", "2012 TA PP ADI PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62145", "2012 TA PP ADI PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62146", "2012 TA PP ADI PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62147", "2012 TA PP ADI PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62148", "2012 TA PP ADI PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62149", "2012 TA PP ADI PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62150"}, "Penulis": "ADI PUTRA (NIM 15107025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dina Anggreni Sarsito, MT dan Irwan Gumilar, ST. M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengolahan data survey, GPS, Precise point positioning (PPP)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}