{"Nomor": 13942, "Judul": "KAJIAN INFRASTRUKTUR DATA SPASIAL KOTA MEDAN", "Abstrak": "Kebutuhan akan data dasar dan informasi spasial baik untuk perencanaan maupun pengelolaan sumber daya alam. Ketersediaan akan data dan informasi spasial pada hakekatnya menjadi tanggung jawab pemerintah. Pengelolaan data dan informasi spasial masih dilakukan secara parsial sehingga menimbulkan kesan kurang koordinatif. Diperlukan suatu media yang dapat memfasilitasi pemanfaatan informasi spasial dengan membentuk Infrastruktur Data Spasial (IDS). Setelah dikeluarkannya Perpres No.85 Tahun 2007 maka dimulailah pembangunan IDS di Indonesia. Salah satu bentuk implementasinya adalah dengan pembangunan IDSK. Kajian dilakukan terhadap komponen pembentuknya. Kemudian dikaji mengenai kelengkapan kota Medan. Dari kebutuhan dan ketersediaan kota Medan terhadap komponen pembentuk IDS Kota, maka dapat diketahui kekurangan yang harus dipenuhi oleh kota Medan. Untuk itu, diperlukan penataan yang sistematis pada komponen kelembagaan, data utama, teknologi, sumber daya manusia dan regulasi karena kelima komponen inilah yang menjadi faktor kunci dalam pembangunan IDS.", "Daftar File": {"2011 TA PP ADITYA YUDHA PRAWIRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62188", "2011 TA PP ADITYA YUDHA PRAWIRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62189", "2011 TA PP ADITYA YUDHA PRAWIRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62190", "2011 TA PP ADITYA YUDHA PRAWIRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62191", "2011 TA PP ADITYA YUDHA PRAWIRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62192", "2011 TA PP ADITYA YUDHA PRAWIRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62193", "2011 TA PP ADITYA YUDHA PRAWIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62194"}, "Penulis": "ADITYA YUDHA PRAWIRA (NIM 15105043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Akhmad Riqqi, ST., Msi., dan Ir. Hadwi Soendjojo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "IDS, IDSK, Komponen, Kelengkapan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}