{"Nomor": 13953, "Judul": "EPIDEMI DUA PENYAKIT DALAM SUATU POPULASI", "Abstrak": "Dalam tugas akhir ini akan dijelaskan model penyebaran dua penyakit dalam suatu populasi yang mengambil rujukan utama dari paper yang dipublikasikan oleh Yuliya N. Kyrychko dan Konstantin B. Blyuss. Analisis model dilakukan melalui analisis titik kesetimbangan model, yang terdiri dari satu titik kesetimbangan bebas penyakit dan tiga titik kesetimbangan adanya penyakit, dengan indikasi dinamik dari penderita penyakit tidak sama dengan nol. Titik kesetimbangan penyakit yang kedua dan ketiga merepresentasikan bahwa hanya ada satu penyakit yang dominan dalam populasi, sedangkan titik kesetimbangan keempat menceritakan bahwa dimungkan suatu kondisi yang menjamin bahwa kedua penyakit bisa terjadi secara bersama-sama dalam suatu populasi. Kestabilan dari titik-titik kesetimbangan ini ditentukan melalui analisis parameter ambang yang disebut dengan basic reproduction ratio. Selain itu analisis dinamik disajikan dalam bentuk simulasi numerik model epidemi yang diberikan untuk beberapa nilai parameter yang dianggap penting.", "Daftar File": {"2011 TA PP AGUS SETIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62256", "2011 TA PP AGUS SETIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62257", "2011 TA PP AGUS SETIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62258", "2011 TA PP AGUS SETIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62259", "2011 TA PP AGUS SETIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62260", "2011 TA PP AGUS SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62261"}, "Penulis": "AGUS SETIAWAN (NIM 10107085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "model epidemi, titik kesetimbangan, keberadaan dua penyakit, simulasi numerik.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}