{"Nomor": 13964, "Judul": "PERANCANGAN SAFETY SHUTDOWN SYSTEM PADA KEPALA SUMUR MINYAK DENGAN MENGGUNAKAN ANALISIS PEMODELAN JALA PETRI SINYAL TERINTERPRETASI", "Abstrak": "Dalam proses produksi minyak dan gas, kepala sumur memegang peranan penting, sebab jika terjadi masalah di kepala sumur akan menggangu produksi minyak dan gas serta dapat menyebabkan kegagalan produksi. Permasalahan kegagalan pada kepala sumur dapat diminimumkan dengan memasang Safety Shutdown System. Safety Shutdown System merupakan suatu prosedur untuk mematikan operasi kepala sumur dengan aman pada saat terjadi masalah. Oleh karena itu, perancangan Safety Shutdown System yang baik sangat diperlukan agar tidak terjadi blow out di sumur. Jala Petri Sinyal Terinterpretasi (JPST) merupakan suatu pemodelan sistem diskrit yang memberikan informasi tentang struktur dan perilaku dinamik dari sistem yang dimodelkan. Perancangan menggunakan pemodelan JPST bertujuan untuk menganalisis suatu sistem sebelum mengimplementasikannya di lapangan. Pemodelan Safety Shutdown System dengan JPST dapat meminimumkan waktu perancangan dan kegagalan safety system. Pemodelan JPST dimulai dengan mengidentifikasi semua masukan dan keluaran pada sistem, lalu menentukan logika masukan pada tiap transisi dan daftar keluaran pada setiap place. Setelah itu pemodelan dilanjutkan dengan konstruksi dan analisis. Hasil analisis pada pemodelan ini menunjukkan bahwa sistem memiliki sifat keselamatan, keterbatasan, daya hidup, dan didapat nilai transparansi sebesar 0,86 dari skala 1, menunjukkan bahwa sistem bersifat transparan. Setelah melakukan pemodelan JPST, dilakukan simulasi dengan cara menerjemahkan bentuk JPST ke dalam ladder diagram. Hasil ladder diagram yang diterjemahkan dari model JPST dan ladder diagram yang dibuat langsung dari diagram logika memiliki hasil yang sedikit berbeda. Karena dalam pemodelan JPST terdapat asumsi Ã‚Â– asumsi ideal.", "Daftar File": {"2013 TA PP ALFEUS LEONARDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62336", "2013 TA PP ALFEUS LEONARDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62337", "2013 TA PP ALFEUS LEONARDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62338", "2013 TA PP ALFEUS LEONARDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62339", "2013 TA PP ALFEUS LEONARDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62340", "2013 TA PP ALFEUS LEONARDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62341", "2013 TA PP ALFEUS LEONARDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62342", "2013 TA PP ALFEUS LEONARDO 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/62343"}, "Penulis": "ALFEUS LEONARDO (NIM 13308077)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "JPST, Ladder Diagram, Safety Shutdown System, kepala sumur., SIPN, Ladder Diagram, Safety Shutdown System, wellhead", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}