{"Nomor": 13962, "Judul": "EVALUASI MIGRASI JARINGAN KOMUNIKASI SELULER DARI TDM KE IP", "Abstrak": "Perkembangan teknologi telekomunikasi saat ini telah mengarah ke jaringan yang terkonvergensi dengan arsitektur jaringan yang terbagi menjadi layer-layer horizontal. Untuk dapat menuju ke jaringan komunikasi seluler yang terkonvergensi diperlukan sebuah migrasi karena adanya perbedaan dalam hal arsitektur dan teknologi antara jaringan komunikasi seluler konvensional dengan jaringan komunikasi seluler yang konvergen. Salah satu syarat untuk menuju jaringan komunikasi seluler yang konvergen adalah dengan memigrasikan jaringan yang berbasis TDM ke jaringan yang berbasis IP agar berbagai layanan dapat dibawa melalui satu platfrom jaringan yang sama, yaitu platform IP.Laporan tugas akhir ini meneliti migrasi jaringan komunikasi seluler dari TDM ke IP yang dilakukan oleh operator X. Tujuan yang hendak dicapai dalam pengerjaan tugas akhir ini adalah untuk mengetahui alasan perlunya operator seluler memigrasikan jaringannya dari TDM ke IP, membandingkan proses migrasi yang dilakukan dengan teori yang ada, serta membandingkan kinerja jaringan komunikasi seluler sebelum dan sesudah proses migrasi.Operator X memigrasikan MSCnya ke MSS agar dapat menerapkan IP core network. Jenis migrasi yang digunakan adalah IP island, sedangkan pengenalan MSS dijaringan dilakukan secara node-by-node dan dikenalkan pada jaringan akses terlebih dahulu. Stabilitas jaringan sebelum dan sesudah migrasi relatif sama. Adapun peningkatan efektifitas penggunaan kanal pada jaringan IP yang berbasis packet switch dapat dibuktikan dengan menganalisis data-data kinerja jaringan yang ada.", "Daftar File": {"2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62321", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62322", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62323", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/62324", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/62325", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/62326", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62327", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62328", "2008 TA PP ALFEUS CHRISTANTYAS WISMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62320"}, "Penulis": "ALFEUS CHRISTANTYAS WISMANA (NIM 13204208)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sigit Haryadi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konvensional, Konvergen, Migrasi, TDM, IP", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}