{"Nomor": 13966, "Judul": "REKONSTRUKSI PERILAKU EROSI ABAD KE-20 DAERAH ALIRAN SUNGAI JAWA BAGIAN BARAT DENGAN MODEL SPASIAL", "Abstrak": "Tugas akhir ini mendiskusikan mengenai model spasial yang diaplikasikan untuk merekonstruksi laju erosi tahunan dan laju ekspor sedimen di daerah Jawa bagian barat pada abad ke-20 selama 100 tahun. Model yang diaplikasikan dalam penelitian ini menggunakan laju erosi dan sediment delivery ratio (SDR) pada suatu area sebagai parameter untuk mengestimasi laju ekspor sedimen. Laju erosi dihitung berdasarkan kemiringan lahan, penggunaan lahan, jenis tanah, dan gaya hidrologis (curah hujan). Pemodelan SDR didasarkan pada hitungan kecepatan aliran air yang melalui permukaan daerah aliran sungai (DAS), yang dipengaruhi oleh topografi, curah hujan, karakter tanah dan jenis tata guna lahan. Kecepatan aliran dan jarak tempuh partikel sedimen didapatkan dari digital elevation model (DEM). DEM juga digunakan untuk menghasilkan estimasi waktu tinggal partikel sedimen. Secara umum, model menunjukkan adanya penambahan jumlah ekspor sedimen antara tahun 1901 hingga tahun 2000 pada titik pengeluaran DAS Citarum dan DAS Ciujung. Pada DAS Citarum terjadi peningkatan sedimentasi selama 100 tahun, sedangkan selama 50 dan 25 tahun terakhir terjadi penurunan sedimentasi, dan pada 10 tahun terakhir terjadi peningkatan yang cukup tinggi. Selain itu juga terdapat siklus periodik dari jumlah ekspor sedimen yang terlihat setiap 2, 4, 6, 10, dan 20 tahun. Pada DAS Ciujung terlihat bahwa terjadi peningkatan sedimentasi untuk 100 tahun, 50, dan 25 tahun terakhir, sedangkan pada 10 tahun terakhir terjadi penurunan. Terdapat siklus periodik dari jumlah ekspor sedimen yang terlihat setiap 4, 6, 10, dan 14 tahun.", "Daftar File": {"2010 TA PP ALI AMMARULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62345", "2010 TA PP ALI AMMARULLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62346", "2010 TA PP ALI AMMARULLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62347", "2010 TA PP ALI AMMARULLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62348", "2010 TA PP ALI AMMARULLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62349", "2010 TA PP ALI AMMARULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62350"}, "Penulis": "ALI AMMARULLAH (NIM 15104021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Poerbandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Informasi Geografis, tren, siklus periodik, Fast Fourier Transform.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}