{"Nomor": 13972, "Judul": "STUDI TEKNIK PENGIKATAN JARINGAN TITIK GPS TERHADAP INTERNASIONAL TERRESTRIAL REFFERENCE FRAME ( ITRF ) 2005 (Studi Kasus Pengikatan Jaring GPS Sesar Lembang)", "Abstrak": "Dalam pengolahan data hasil pengukuran dengan GPS untuk memperoleh ketelitian posisi sesuai dengan yang dibutuhkan, terdapat tahapan yang cukup penting, yaitu jumlah titik ikat yang digunakan. Untuk itu, pada penulisan tugas akhir ini, akan diteliti mengenai korelasi penggunaan banyaknya titik ikat IGS yang digunakan dengan studi kasus Sesar Lembang. Fenomena gempa yang terjadi belakangan ini, memiliki dampak yang cukup signifikan terhadap deformasi dan geodinamika. Salah satu metode untuk mengetahui besarnya deformasi yang terjadi, yaitu dengan menggunakan GPS.Pada penulisan tugas akhir ini bertujuan untuk mengetahui korelasi dari penggunaan banyaknya titik ikat dengan tingkat ketelitian yang diperoleh. Jaring titik pantau deformasi sesar Lembang akan dicoba diikatkan terhadap ITRF 2005, dimana dilakukan analisis terhadap variasi jumlah titik ikat yang digunakan mulai dari 5, 10, 20, 50 hingga 84 titik ikat. Untuk mengetahui implikasi dari penggunaan titik ikat tersebut terhadap vektor pergeseran dalam studi sistem sesar ( dengan studi kasus Sesar Lembang).Pada hasil pengolahan data apabila dilihat dari konsistensi yang dihasilkan, baik dari korelasi penggunaan titik ikat dan dari implikasinya terhadap vektor pergeseran Sesar Lembang, menunjukkan pengolahan dengan titik ikat sebanyak 20 IGS, menghasilkan kekonsistenan yang lebih baik dibandingkan dengan jumlah titik ikat yang lainnya.", "Daftar File": {"2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62385", "2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62386", "2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62387", "2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62388", "2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62389", "2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62390", "2010 TA PP ANDI ARIE GUNARIO WICAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62391"}, "Penulis": "ANDI ARIE GUNARIO WICAKSONO (NIM. 15104058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Hasanuddin Z. A., M.Sc., dan Heri Andreas, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, IGS, sesar lembang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}