{"Nomor": 13994, "Judul": "KAJIAN PENANGANAN PERSOALAN LALU LINTAS PADA RUAS JALAN TERPENGARUH AKIBAT DAMPAK TARIKAN KENDARAAN PUSAT PERBELANJAAN PARIS VAN JAVA (PVJ)", "Abstrak": "Pusat perbelanjaan Paris Van Java merupakan pusat perbelanjaan baru di Kota Bandung yang mulai beroperasi pada November 2006. Pusat perbelanjaan yang dibangun oleh PT. Bintang Bangun Mandiri ini terletak di Kawasan Sukajadi, tepatnya di samping Kantor Polisi Resort Kota Bandung Barat. Pusat perbelanjaan ini terdiri atas lahan seluas 8 hektar, 4.000 m2 untuk parkir dan 2.000 m2 untuk ruang terbuka. Dengan luas tersebut dan berbagai jenis kegiatan ditawarkan, pusat perbelanjaan Paris Van Java dapat menarik pengunjung sebanyak 40.000 per hari pada akhir pekan dan 15.000 sampai 18.000 pada hari biasa (http://www.kompas.com dalam Rakhmaniar, 2007). Dengan jumlah pengunjung sebanyak itu, kendaraan yang digunakan oleh pengunjung atau disebut tarikan kendaraan pusat perbelanjaan Paris Van Java memberikan andil terhadap peningkatan jumlah kendaraan di ruas jalan yang menjadi akses keluar/masuk pusat perbelanjaan tersebut. Ruas jalan yang dimaksud adalah Jalan Sukajadi dan Jalan Karang Tinggal. Dampak dari tarikan kendaraan pusat perbelanjaan Paris Van Java terhadap kedua ruas jalan ini yaitu peningkatan nilai rasio volume per kapasitas (VCR) yang berakibat pada penurunan tingkat pelayanan jalan (LOS). Indikasi dari hal tersebut adalah kemacetan yang terjadi di kedua ruas jalan. Oleh karena itu, perlu dilakukan kajian mengenai persoalan lalu lintas yang telah dan akan terjadi akibat adanya pusat perbelanjaan Paris Van Java dan solusi untuk menangani persoalan tersebut.     \n \n \n \n \n\nKajian mengenai persoalan lalu lintas di kedua ruas jalan studi meliputi analisis kinerja jalan (VCR dan LOS), analisis dampak tarikan kendaraan pusat perbelanjaan Paris Van Java terhadap ruas jalan studi, serta analisis aktivitas dan perilaku pengguna jalan di sekitar pusat perbelanjaan Paris Van Java. Persoalan lalu lintas yang terjadi saat ini adalah terjadinya pengurangan lebar efektif jalan akibat adanya pedagang kaki lima dan pangkalan ojek, ketidakdisiplinan pengguna jalan khususnya pengemudi angkutan umum, munculnya titik konflik pada pintu keluar/masuk pusat perbelanjaan Paris Van Java, tundaan yang disebabkan oleh antrian kendaraan yang masuk ke pusat perbelanjaan tersebut, dan penurunan tingkat pelayanan jalan akibat peningkatan volume kendaraan di ruas jalan studi. Untuk menangani persoalan tersebut diusulkan dua alternatif solusi yaitu penanganan jangka pendek dan jangka panjang.     \n \n \n \n \n\nAlternatif jangka pendek yang ditawarkan berupa pengelolaan lalu lintas yang bertujuan untuk memaksimalkan kapasitas kedua ruas jalan studi yang ada saat ini. Pengelolaan lalu lintas yang dimaksud adalah dengan melakukan beberapa tindakan antara lain: pengadaan tempat perhentian angkutan umum (shelter), penataan pedagang kaki lima, penataan pangkalan ojek, penataan on-street parking, penataan titik konflik, dan pemindahan lokasi loket pengambilan/penyerahan tiket masuk parkir pusat perbelanjaan Paris Van Java. Untuk alternatif jangka panjang, solusi yang ditawarkan adalah pelebaran jalan dengan menggunakan tiga skenario, yaitu skenario satu untuk mencapai tingkat pelayanan jalan kategori C, skenario dua untuk mencapai tingkat pelayanan jalan kategori B, dan skenario tiga untuk mencapai tingkat pelayanan jalan kategori A. Dalam alternatif jangka panjang ini dihitung estimasi biaya yang harus dikeluarkan untuk melaksanakan pelebaran jalan masing-masing skenario. Pusat perbelanjaan Paris Van Java sebagai salah satu penyebab terjadinya penurunan kualitas pelayanan di kedua ruas jalan studi harus ikut menanggung biaya tersebut, besarnya biaya sesuai dengan perbandingan jumlah tarikan kendaraan pusat perbelanjaan Paris Van Java terhadap jumlah kendaraan di masing-masing ruas jalan ketika terjadi tingkat pelayanan jalan yang paling buruk.", "Daftar File": {"2008 TA PP APRI HARI MATGIARSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62542", "2008 TA PP APRI HARI MATGIARSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62543", "2008 TA PP APRI HARI MATGIARSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62544", "2008 TA PP APRI HARI MATGIARSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62545", "2008 TA PP APRI HARI MATGIARSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62546", "2008 TA PP APRI HARI MATGIARSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62547", "2008 TA PP APRI HARI MATGIARSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62548"}, "Penulis": "APRI HARI MATGIARSO (NIM 15403034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Zafir M.A.Pontoh, MA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pusat perbelanjaan, jalan Sukajadi, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}