{"Nomor": 13997, "Judul": "PERHITUNGAN IKLIM GELOMBANG DI PERAIRAN KECAMATAN MUARA GEMBONG, KABUPATEN BEKASI DARI DATA ANGIN SELAMA 25 TAHUN (1984-2008)", "Abstrak": "Gelombang merupakan salah satu fenomena alam yang terjadi di lautan. Gelombang ini membawa energi yang memberikan pengaruh terhadap daerah pesisir pantai. Pengaruh yang diberikan dapat memberikan efek positif ataupun negatif. Salah satu efek negatif yang diberikan oleh gelombang adalah fenomena abrasi. Abrasi yang terjadi disebabkan oleh energi yang dibawa oleh gelombang yang lama-kelamaan akan mengikis daerah pesisir pantai. Salah satu daerah yang memperoleh dampak abrasi dari gelombang ini adalah pesisir pantai Kecamatan Muara Gembong. Untuk menanggulangi dampak negatif tersebut diperlukan penelitian tentang gelombang yang menjadi penyebab abrasi tersebut. Salah satu kegiatan yang memberikan jawaban atas permasalahan tersebut adalah perhitungan iklim gelombang menggunakan data angin. Dengan perhitungan yang dilakukan maka karakteristik gelombang di daerah tersebut dapat diketahui sebagai langkah awal untuk menentukan cara penanggulangannya. Pada penelitian ini digunakan beberapa metode hitungan yaitu JONSWAP, SMB, Ozeren, dan Donelan. Perhitungan iklim gelombang dilakukan di 15 titik yang tersebar di sepanjang pesisir pantai Kecamatan Muara Gembong.  Dari perhitungan menggunakan metode-metode tersebut didapatkan hasil bahwa pada semua titik memberikan hasil yaitu sebanyak 11,04 % gelombang berasal dari arah Utara, 7,98 % dari arah Timur Laut, 11,65 % dari arah Timur, 9,8 % dari arah Tenggara, 4,2% dari arah Selatan, 4,14 % dari arah Barat Daya, 16,55 % dari arah Barat, dan 34,64 % dari arah Barat Laut. Besarnya kecepatan angin dan fetch menjadi faktor penting dalam terjadinya gelombang ini.", "Daftar File": {"2012 TA PP ARDILLA FIRMANA 1.pdf": "https://digilib.itb.ac.id/gdl/download/62567"}, "Penulis": "ARDILLA FIRMANA (NIM 15108001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Wiwin Windupranata, ST., M.Si., dan Dr. Ir. Dwi Wisayantono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gelombang, abrasi, angin, wave, abrasion, wind", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}