{"Nomor": 13991, "Judul": "STUDI PENURUNAN TANAH WILAYAH SEMARANG PERIODE TAHUN 2008-2009", "Abstrak": "Semarang adalah ibukota Propinsi Jawa Tengah yang memiliki lokasi yang strategis dengan luas area sekitar 374 km2. Seiring dengan pertumbuhan penduduk dan perkembangannya sebagai kota pelabuhan, industri, jasa, dan perdagangan, kebutuhan akan air bersih pun meningkat. Peningkatan penggunaan airtanah ini diduga menyebabkan terjadinya penurunan muka airtanah. Penurunan muka airtanah dan penambahan beban di permukaan tanah secara bersama-sama menyebabkan terjadinya percepatan proses konsolidasi lapisan lempung (aluvial) yang berakibat terjadinya penurunan muka tanah di wilayah Semarang. Dari fenomena penurunan tanah dan dampak yang ditimbulkan, penurunan tanah di Semarang perlu dipantau secara periodik. Salah satu metode yang dapat digunakan adalah metode survey GPS secara episodik (periodik). Dengan mengetahui besarnya penurunan muka tanah yang ditunjukkan oleh perubahan tinggi titik dari satu pengamatan ke pengamatan berikutnya, maka karakteristik dari penurunan muka tanah ini dapat dipelajari lebih lanjut. Pada tahun 2008 dan 2009, telah dilakukan pemantauan penurunan muka tanah dengan metode survey GPS. Hasil pemantauan pada tahun 2008-2009 menunjukan besarnya penurunan tanah yang telah terjadi di Semarang adalah sebesar 0.8 Ã‚Â– 12.4 cm dengan laju 0.8 Ã‚Â– 13.5 cm/tahun. Penurunan terbesar terjadi di Semarang utara yaitu berkisar 4 - 12 cm dengan laju 4 Ã‚Â– 13.5 cm/tahun. Penurunan tanah yang terjadi berkorelasi kuat dengan pola penurunan muka airtanah, penyebaran ketebalan lapisan lempung lunak, ketebalan tanah urug, dan banyaknya lapisan pasir pada endapan dataran delta.", "Daftar File": {"2010 TA PP ANTARINI DALINTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62520", "2010 TA PP ANTARINI DALINTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62521", "2010 TA PP ANTARINI DALINTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62522", "2010 TA PP ANTARINI DALINTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62523", "2010 TA PP ANTARINI DALINTA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/62524", "2010 TA PP ANTARINI DALINTA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/62525", "2010 TA PP ANTARINI DALINTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62526", "2010 TA PP ANTARINI DALINTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62527"}, "Penulis": "ANTARINI DALINTA (NIM 15105041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Hasanudin Z. Abidin,MSc., dan Irwan Gumilar, ST, MSi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Semarang, penurunan tanah, GPS", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}