{"Nomor": 14001, "Judul": "DESAIN DAN IMPLEMENTASI SIMULATOR ROBOT MANIPULATOR BERBASIS PHYSICS ENGINE", "Abstrak": "Saat ini, ilmu robotika dan implementasinya di berbagai bidang berkembang dengan pesat. Robotika tidak lagi hanya diminati oleh kalangan peneliti di bidang robotika, namun juga diminati oleh peneliti dan siswa dari berbagai disiplin ilmu, serta juga kalangan penggemar robotika. Salah satu dasar dari ilmu robotika adalah pemahaman mengenai kinematika dan dinamika robot. Satu jenis robot yang biasa digunakan dalam buku teks untuk contoh pemaparan kinematika dan dinamika adalah robot manipulator industri. Sayangnya harga robot jenis ini atau perangkat pelatihannya cukup mahal, sehingga jarang institusi pendidikan di Indonesia yang mampu memperolehnya. Kalaupun dapat, biasanya perangkat yang ada tidak mencukupi untuk seorang siswa berlatih dengan cukup. Untuk mengatasi hal tersebut, dikembangkan sebuah piranti lunak simulasi robot manipulator yang diberi nama SIRUPP (Simulator Robot Manipulator untuk Pembelajaran dan Perancangan).Salah satu komponen utama dari SIRUPP adalah modul simulator fisika, selain modul jaringan dan modul perencanaan gerak. Penelitian ini bertujuan untuk mendesain dan mengimplementasikan modul simulator fisika berdasarkan model kinematika dan dinamika robot, sedemikian rupa agar gerakan robot virtual hasil simulasi mendekati perilaku gerakan robot sesungguhnya. Modul simulator akan menggunakan sebuah physics engine, yaitu Open Dynamics Engine (ODE), untuk menyimulasikan perilaku robot riil dalam dunia virtual. Parameter-parameter yang digunakan simulator adalah parameter kinematika Denavit-Hartenberg (D-H) dan parameter dinamika, seperti massa dan friksi. Selain itu metoda pengendalian yang digunakan di robot riil akan diterjemahkan ke dalam pengendalian di robot virtual. Fitur koneksi ke robot riil PUMA 260 yang dimiliki SIRUPP, memungkinkan pengambilan data robot riil sebagai set data referensi saat validasi simulasi.", "Daftar File": {"2009 TS PP ARIADIE CHANDRA NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62590", "2009 TS PP ARIADIE CHANDRA NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62591", "2009 TS PP ARIADIE CHANDRA NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62592", "2009 TS PP ARIADIE CHANDRA NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62593", "2009 TS PP ARIADIE CHANDRA NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62594", "2009 TS PP ARIADIE CHANDRA NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62595", "2009 TS PP ARIADIE CHANDRA NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62596"}, "Penulis": "ARIADIE CHANDRA NUGRAHA (NIM 23207165)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hilwadi Hindersah, M.Sc., dan Dr. Ir. Arry Akhmad Arman, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "simulasi robot, robot manipulator industri, physics engine, validitas simulasi , pembelajaran robotika, SIRUPP, PUMA", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}