{"Nomor": 14005, "Judul": "ANALISIS DESAIN STRUKTUR PERKERASAN KAKU LANDASAN PESAWAT UDARA BERDASARKAN METODA ICAO", "Abstrak": "Saat ini terdapat beberapa metoda desain struktur perkerasan kaku untuk landasan pesawat udara, antara lain : metoda ICAO (International Civil Aviation Organization), metoda FAA (Federal Aviation Administration) dan metoda PCA (Portland Cement Association). Metoda desain tersebut berbeda dalam memperhitungkan pengaruh dari beban lalu lintas pesawat udara campuran (mix traffic) yang beroperasi. Metoda ICAO dan PCA yang dilengkapi program komputer (program Airfield) yang tersedia di Laboratorium Rekayasa Jalan, ITB, merupakan metoda desain sistematik yang memungkinkan perancang melakukan analisis dan memilih desain yang efektif sesuai dengan kondisi yang ada. Metoda ICAO dan metoda FAA menggunakan faktor ekivalen beban dari masing-masing jenis pesawat udara terhadap pesawat udara desain, sedangkan metoda PCA memperhitungkan umur kelelahan perkerasan kaku yang diakibatkan oleh masing-masing jenis pesawat udara.Penelitian ini dimaksudkan untuk mengkaji pendekatan desain yang didasarkan pada pesawat udara desain dan pesawat udara campuran. Untuk itu digunakan contoh data pergerakan pesawat udara dan data struktur perkerasan untuk apron di Bandar Udara Juanda, Surabaya. Penelitian yang dilakukan tidak untuk mendesain ulang, sehingga asumsi yang digunakan di dalam proses analisis adalah tebal perkerasan tipikal eksisting. Proses desain dilakukan apakah secara manual berdasarkan kurva desain yang sudah disediakan khususnya untuk sejumlah jenis pesawat udara tertentu yang umum digunakan, atau dengan menggunakan program komputer (program Airfield).Hasil analisis ketiga metoda desain struktur perkerasan kaku, diperoleh pesawat udara desain yang sama yaitu pesawat udara A-330. Hal ini disebabkan oleh tegangan lentur di dalam struktur perkerasan kaku akibat pesawat udara A-330 merupakan tegangan lentur terbesar, yaitu 2,468 MPa. Sedangkan untuk faktor keamanan, ketiga metoda desain berbeda. Perbedaan faktor kemanan untuk masing-masing metoda ICAO, FAA dan PCA adalah 1.20, 1.13 dan 1.36. Faktor keamanan berbeda disebabkan karena perbedaan asumsi yang digunakan. Untuk pendekatan desain menggunakan pesawat udara desain, setiap jenis pesawat udara yang beroperasi dianggap melintasi jalur lintasan roda rata-rata yang sama, sedangkan pesawat udara campuran (mix traffic), jalur lintasan roda dari setiap jenis pesawat udara yang beroperasi dianggap berbeda sesuai dengan konfigurasi rodanya masing-masing. Hasil analisis selanjutnya tentang sensitivitas faktor desain terhadap desain tebal perkerasan (Ddesain) seperti jumlah lintasan pesawat udara tahunan, karakteristik pesawat udara, kekuatan pelat beton dan stabilitas tanah dasar (subgrade), sangat mempengaruhi desain struktur perkerasan yaitu dalam kisaran antara 0.01 sampai dengan 0.75 (%perubahan Ddesain / %perubahan data desain) pada perubahan data desain sebesar 20 %.", "Daftar File": {"2005 TS PP ARIE FIBRYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62613", "2005 TS PP ARIE FIBRYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62614", "2005 TS PP ARIE FIBRYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62615", "2005 TS PP ARIE FIBRYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62616", "2005 TS PP ARIE FIBRYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62617", "2005 TS PP ARIE FIBRYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62618", "2005 TS PP ARIE FIBRYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62619"}, "Penulis": "ARIE FIBRYANTO (NIM: 25002093)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Djunaedi Kosasih, M.Sc. dan Ir. Pamudji Widodo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "desain struktur perkerasan kaku, landasan pesawat udara, metoda ICAO, metoda FAA, metoda PCA, program Airfield, kurva desain; rigid pavement design, airfield, ICAO method, FAA method, PCA method, Airfield program, design curve", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}