{"Nomor": 14000, "Judul": "KONVERSI REFERENSI TINGGI DATA SRTM DARI MODEL GEOID GLOBAL EGM96 KE EGM2008 (STUDI KASUS: BANDUNG DAN SEKITARNYA)", "Abstrak": "Dalam skripsi ini dijabarkan mengenai data STRM, dimana data tersebut merupakan data topografi global. Walaupun data tersebut melingkupi hampir 80% daratan permukaan bumi, namun masih terdapat banyak kelemahan pada data tersebut dimana akurasi tinggi dari SRTM hanya berkisar sekitar 16 meter dan sistemnya masih mengacu ke tinggi di atas elipsoid. Setelah disebarkan ke publik melalui media internet, data SRTM telah dalam referensi tinggi yang mengacu ke geoid EGM96.Dengan dikeluarkannya Model Geoid terbaru EGM2008 sebagai acuan global dengan akurasi yang lebih tinggi dari EGM96 maka dalam Tugas Akhir ini adalah membahas tentang mengubah data tinggi SRTM tersebut dari tingginya di atas geoid EGM96 ke tinggi di atas geoid EGM2008, kemudian hasilnya dibandingkan dengan Titik Tinggi Geodesi hasil pengukuran MSL dan pengukuran Fotogrametri. Setelah dilakukan konversi tinggi dari tinggi terhadap geoid EGM96 ke geoid EGM2008 ternyata hasilnya tidak memberikan efek yang signifikan karena ketelitian pada SRTM jauh lebih rendah jika dibandingkan dengan ketelitian geoid EGM96 maupun EGM2008.", "Daftar File": {"2010 TA PP ARGALI PAULUS HUTAGOL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62589", "2010 TA PP ARGALI PAULUS HUTAGOL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62588", "2010 TA PP ARGALI PAULUS HUTAGOL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62587", "2010 TA PP ARGALI PAULUS HUTAGOL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62586", "2010 TA PP ARGALI PAULUS HUTAGOL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62585", "2010 TA PP ARGALI PAULUS HUTAGOL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62584", "2010 TA PP ARGALI PAULUS HUTAGOL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62583"}, "Penulis": "ARGALI PAULUS HUTAGAOL (NIM 15103054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Kosasih Prijatna, M.Sc., dan Teguh Purnama Sidiq, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "STRM, fotogrametri, geoid", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}