{"Nomor": 14014, "Judul": "BAGAN KENDALI UNTUK MENDETEKSI PERILAKU YANG BERPOLA PERIODIK", "Abstrak": "Variasi produk dalam suatu proses manufaktur berpeluang untuk menghasilkan grafik yang fluktuatif terhadap proses rataan. Pada tugas akhir kali ini akan dibahas terkait perkembangan bagan kendali yang dapat mendeteksi siklus pada proses rataan. Bagan kendali yang baru, yaitu bagan kendali spectral, dibuat berdasarkan nilai periodogram. Titik yang diplot setiap waktu merupakan rasio perbandingan antara periodogram terbesar dengan rata-rata semua periodogram. Ketika terdapat plot titik yang jatuh diluar batas kendali yang telah ditentukan, maka ada indikasi sinyal data telah keluar dari batas kendalinya. Bagan kendali spectral ini dibandingkan dengan bagan kendali X , bagan kendali R, dan bagan kendali Cusum untuk mendeteksi adanya variasi dalam proses manufaktur ini. Bagan kendali spectral ini efektif dalam mendeteksi variasi yang berpola periodik dibandingkan dengan mendeteksi pergeseran pada proses rataan. Bagan kendali spectral ini tidak berdiri sendiri,melainkan digunakan bersama-sama bagan kendali lainnya seperti X , bagan kendali R, dan bagan kendali Cusum untuk mendeteksi siklus dan pergeseran pada proses rataan.", "Daftar File": {"2012 TA PP ARIZA PRIMA H 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62670", "2012 TA PP ARIZA PRIMA H 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62671", "2012 TA PP ARIZA PRIMA H 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62672", "2012 TA PP ARIZA PRIMA H 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62673", "2012 TA PP ARIZA PRIMA H 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62674", "2012 TA PP ARIZA PRIMA H 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62675", "2012 TA PP ARIZA PRIMA H 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62676"}, "Penulis": "ARIZA PRIMA H (NIM 10107084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sumanto W.H, M.Comp."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bagan kendali X dan R, Bagan kendali Cusum, Regresi harmonik, Periodisitas, Time series.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}