{"Nomor": 14017, "Judul": "IDENTIFIKASI KEY PERFORMANCE INDICATORS (KPIs) UNTUK MERANCANG SISTEM PENGUKURAN PERFORMANSI DALAM MANAJEMEN PEMELlHARAAN, (STUDI KASUS : RS. MUHAMMADYAH DAN RS. ADVENT BANDUNG)", "Abstrak": "Pemeliharaan dalam industri manufaktur atau jasa menjadi lebih penting, terutama pada perusahaan yang menjadikan pemeliharaan sebagai elemen bisnis untuk meningkatkan profit. Tujuan dari fungsi pemeliharaan adalah untuk memberikan kontribusi bagi profit suatu perusahaan, sehingga diperlukan operasi pemeliharaan yang sejalan dengan tujuan bisnis perusahaan. Sebagai aktivitas pengukuran yang memberikan perbedaan antara hasil yang sebenamya dengan hasil yang diinginkan, Sistem Pengukuran Performansi penting untuk mengetahui siapa saja yang berkepentingan dalam pemeliharaan, dan untuk menghindari terjadinya konflik dengan kebutuhan bisnis secara keseluruhan.Key Performance Indicators merupakan salah satu metoda untuk mengukur tingkat performansi dari suatu perusahaan, dimana hasil yang diperoleh adalah diketahuinya indikator mana yang paling berpengaruh terhadap perkembangan hidup perusahaan.Penelitian ini difokuskan pada area yang spesifik, yaitu pemeliharaan. Terlebih dulu dilakukan studi literatur tentang pengukuran performansi yang memberikan ciri-ciri kunci suatu Sistem Pengukuran Performansi yang efektif dalam pemeliharaan. Kemudian ditentukan indikator-indikator performansi dengan masing-masing Key Performance Indicators dalam manajemen pemeliharaan yang terkait dengan strategi perusahaan. Selanjutnya masing-masing indikator performansi dan Key Performance Indicators tersebut dianalisis. Penelitian ini diimplementasikan pad a salah satu perusahaan jasa, yaitu industri rumah sakit. Pertumbuhan industri rumah sakit tidak hanya menuntut untuk disediakannya fasilitas dan jasa, tetapi juga diperlukan kerjasama manajemen yang dapat mengatur semua yang mendukung terpenuhinya syarat sebuah rumah sakit, termasuk manajemen pemeliharaan rumah sakit. Tingkat kepentingan indikator-indikator performansi yang memuat Key Performance Indicators disusun berdasarkan score dari rekomendasi setiap departemen/instalasi rumah sakit melalui wawancara.", "Daftar File": {"2006 TS PP ARRIVAL RINCE PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62698", "2006 TS PP ARRIVAL RINCE PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62697", "2006 TS PP ARRIVAL RINCE PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62696", "2006 TS PP ARRIVAL RINCE PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62695", "2006 TS PP ARRIVAL RINCE PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62694", "2006 TS PP ARRIVAL RINCE PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62693", "2006 TS PP ARRIVAL RINCE PUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/62692", "2006 TS PP ARRIVAL RINCE PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62691"}, "Penulis": "ARRIVAL RINCE PUTRI (NIM 23403040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ubuh Buchara Hidajat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengukuran performansi, manajemen pemeliharaan, indikator performansi, rumah sakit", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}