{"Nomor": 14015, "Judul": "PEMANFAATAN FOTOGRAMETRI RENTANG DEKAT UNTUK MEMBANTU REKONSTRUKSI OBJEK ARKEOLOGI (STUDI KASUS: CANDI PERWARA NOMOR 72 KOMPLEK CANDI SEWU)", "Abstrak": "Candi Sewu merupakan monumen bersejarah yang berasal dari era sebelum Islam. Situs bersejarah ini telah melalui berbagai kerusakan baik oleh manusia maupun oleh alam. Candi ini terdiri dari candi utama dan beberapa ratus candi perwara (candi pendamping) yang mengelilinginya. Salah satu dari candi perwara ini merupakan objek studi dalam penelitian ini. Candi perwara tersebut merupakan contoh situs yang relatif utuh, sehingga sangat cocok untuk digunakan sebagai objek penelitian. Metode ini diawali dengan pemotretan terhadap objek dari beberapa sudut dan dari beberapa jarak untuk dapat merekonstruksi secara dijital candi perwara dalam tiga level kedetailan (Level of Detail/LOD). Hal ini dilakukan untuk merepresentasikan objek dalam model tiga dimensi multiresolusi , untuk digunakan lebih lanjut dalam penelitian arkeologis maupun sebagai sarana dokumentasi. Foto-foto yang diambil kemudian diproses dengan menggunakan PhotoModeler Scanner untuk menghasilkan model sparse point cloud untuk fitur umum candi, dan dense point cloud untuk merepresentasikan relief yang lebih rumit. Model ini diharapkan dapat merepresentasikan fitur nonhomogen pada relief dengan lebih baik dalam kerangka model arsitektural candi. Hasil dari penelitian menunjukkan bahwa ketelitian model berada pada level milimeter.", "Daftar File": {"2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62677", "2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62678", "2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62679", "2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62680", "2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62681", "2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62682", "2011 TA PP ARNADI DHESTARATRI MURTIYOSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62683"}, "Penulis": "ARNADI DHESTARATRI MURTIYOSO (NIM 15107001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Deni Suwardhi, ST., MT., dan Drs. Sugeng Riyanto, M. Hum."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "close range photogrammetry, archaeology, sewu temple, three dimensional model", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}