{"Nomor": 14025, "Judul": "A STUDY ON THE ONLINE PURCHASE INTENTION IN PURCHASING HOTEL ROOMS AND SERVICES", "Abstrak": "Penelitian ini dilakukan antara Juni 2012 hingga September 2012 dengan menggunakan     \n \n \n \n \n\nkuesioner kuantitatif yang tersebar di daerah acak, di mana 407 responden telah diperoleh.     \n \n \n \n \n\nData tersebut kemudian dianalisa dengan menggunakan IBM SPSS 20.0 untuk Mac dan     \n \n \n \n \n\ndiproses melalui tabulasi silang, chi-square, ANOVA, analisa faktor, reliabilitas cronbach     \n \n \n \n \n\nalpha, regresi linier, dan variabel intervening untuk hubungan langsung dan tidak langsung.     \n \n \n \n \n\nTemuan awal menunjukkan bahwa sebagian besar responden cenderung memesan hotel     \n \n \n \n \n\nmenggunakan telepon ketika mencari kamar di daerah kota tinggal mereka serta ketika     \n \n \n \n \n\npemesanan hotel di daerah Jawa-Bali, namun mereka cenderung mengandalkan bantuan dari     \n \n \n \n \n\nteman-teman dan keluarga untuk kamar di luar Jawa-Bali atau dengan pemesanan     \n \n \n \n \n\nperusahaan, umumnya terkait dengan pekerjaan. Hanya ketika pergi ke luar negeri dimana     \n \n \n \n \n\npemesanan online dan agen perjalanan menjadi pilihan umum. Niat konsumen untuk     \n \n \n \n \n\nmenggunakan internet untuk pencarian informasi dipengaruhi oleh nilai utilitarian, sikap     \n \n \n \n \n\nterhadap internet, nilai hedonistik, pengetahuan produk, dan pengalaman pembelian yang     \n \n \n \n \n\nmemiliki kedua efek langsung dan tidak langsung, namun tidak dipengaruhi oleh risiko yang     \n \n \n \n \n\ndirasakan atau manfaat belanja online sama. Sikap terhadap belanja internet yang sempurna     \n \n \n \n \n\ndipengaruhi oleh pengalaman pembelian dan manfaat yang dirasakan dari belanja internet,     \n \n \n \n \n\nsedangkan kepercayaan adalah dipengaruhi oleh tata letak, fungsi, dan keamanan finansial     \n \n \n \n \n\nsecara langsung dan tidak terpengaruh sama sekali oleh estetika. Niat beli dipengaruhi oleh     \n \n \n \n \n\npengetahuan produk di cara langsung dan tidak langsung, sementara hanya secara langsung     \n \n \n \n \n\ndipengaruhi oleh pengalaman pembelian dan sikap terhadap belanja internet sementara     \n \n \n \n \n\nsecara tidak langsung dipengaruhi oleh kepercayaan.", "Daftar File": {"2012 TA PP AUDI WIRATAMA PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62751", "2012 TA PP AUDI WIRATAMA PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62752", "2012 TA PP AUDI WIRATAMA PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62753", "2012 TA PP AUDI WIRATAMA PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62754", "2012 TA PP AUDI WIRATAMA PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62755", "2012 TA PP AUDI WIRATAMA PRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62756", "2012 TA PP AUDI WIRATAMA PRABOWO 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62757"}, "Penulis": "AUDI WIRATAMA PRABOWO (19009006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "online purchase intention, hotel rooms, internet shopping, online media, attitude towards internet, information search, trust", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "20 Mei 2013"}