{"Nomor": 14039, "Judul": "KAJIAN ASPEK TEKNIS TERHADAP UNDANG-UNDANG REPUBLIK INDONESIA NOMOR 4 TAHUN 2011 TENTANG INFORMASI GEOSPASIAL DASAR DALAM PERSPEKTIF BIDANG KELAUTAN", "Abstrak": "Besarnya wilayah laut Indonesia menyebabkan pengelolaan sumber daya alam, dalam hal ini kelautan, serta penanggulangan bencana memerlukan sistem informasi geospasial yang terintegrasi dengan baik. Adanya Undang-Undang Republik Indonesia Nomor 4 Tahun 2011 Tentang Informasi Geospasial yang baru dirilis pada akhir tahun 2011 memerlukan pengkajian yang lebih mendalam, terutama dalam segi teknis, mengenai penyelenggaraan informasi geospasial dasar yang sesuai dengan peraturan perundangan-undangan yang berlaku. Kajian teknis yang dilakukan meliputi studi literatur, identifikasi obyek-obyek informasi geospasial dasar, terutama yang berada dalam perspektif kelautan, Inventarisasi teknis penyelenggaraan informasi geospasial dasar dalam Undang-Undang Republik Indonesia Nomor 4 Tahun 2011 Tentang Informasi Geospasial, dalam hal ini bidang kelautan, pengkajian data, analisis, serta kesimpulan dan saran. Studi literatur dilakukan terhadap berbagai referensi literatur yang telah dikumpulkan seperti, buku-buku, makalah, jurnal ilmiah, artikel, maupun melalui media internet. Sedangkan, pada tahap pengkajian data dilakukan kajian mendalam terhadap obyek-obyek dan teknis penyelenggaraan informasi geospasial dasar yang telah dikumpulkan. Peran Informasi Geospasial Dasar sangat penting sebagai fondasi utama dalam pembangunan, namun masih banyak permasalahan yang muncul akibat belum lengkapnya peraturan pendukung penyelenggaraan informasi geospasial dalam Undang-Undang tentang Informasi Geospasial ini. Termasuk yang paling penting adalah belum adanya peraturan pendukung yang membahas tugas, fungsi, susunan organisasi, dan tata kerja Badan Informasi Geospasial sebagai penyelenggara Informasi Geospasial Dasar, serta belum lengkapnya standarisasi nasional terbaru dalam penyelenggaraan Informasi Geospasial Dasar, terutama dalam penyelenggaraan Peta Dasar (Kelautan).", "Daftar File": {"2012 TA PP BAYU INDRAPRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62847", "2012 TA PP BAYU INDRAPRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62848", "2012 TA PP BAYU INDRAPRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62849", "2012 TA PP BAYU INDRAPRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62850", "2012 TA PP BAYU INDRAPRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62851", "2012 TA PP BAYU INDRAPRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62852", "2012 TA PP BAYU INDRAPRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62853"}, "Penulis": "BAYU INDRAPRABOWO (NIM 15106015)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "informasi geospasial, kelautan, undang-undang, peraturan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}