{"Nomor": 14030, "Judul": "KAJIAN PERUBAHAN KERAPATAN VEGETASI MANGROVE DAN KAITANNYA DENGAN TOTAL SUSPENDED MATTER (TSM) DI WILAYAH DELTA MAHAKAM BERDASARKAN CITRA SATELIT", "Abstrak": "Vegetasi mangrove di wilayah Delta Mahakam telah mengalami degradasi yang cukup parah karena faktor manusia . Banyak hutan mangrove yang ditebang untuk dikonversi menjadi lahan pertanian, perkebunan, pemukiman dan pertambakan. Ada kecenderungan degradasi mangrove di Delta Mahakam semakin bertambah. Banyak hasil penelitian yang menyebutkan hingga saat ini luas hutan mangrove yang telah ditebang mencapai 80% dari luas daratan delta. Berkurangnya vegetasi mangrove di Delta Mahakam membawa dampak terjadinya erosi dan meningkatnya kandungan sedimen (suspended sediment) yang masuk ke perairan sekitar Delta Mahakam. Selain itu tingkat kerapatan vegetasi mangrove juga telah berkurang. Dengan demikian vegetasi mangrove kehilangan kemampuan optimumnya sebagai sediment trap. Hal ini semakin menambah tingginya konsentrasi total suspended sediment (TSM) di perairan sekitar Delta Mahakam. Konsentrasi TSM yang tinggi dapat menghalangi penetrasi cahaya matahari ke dalam kolom air dan akan menurunkan produktivitas perairan. Penelitian yang dilakukan dalam penyusunan thesis ini adalah mengkaji perubahan kerapatan vegetasi mangrove di Delta Mahakam serta sebaran konsentrasi TSM di perairan sekitar Delta Mahakam dengan menggunakan metode deskriptif. Data yang digunakan adalah citra satelit Landsat (MSS 1983, TM 1992, TM 1998, ETM 2001) dan data lapangan TSM tahun 2001. Analisa citra adalah dengan pendekatan statistik yaitu dengan menerapkan algoritma untuk mendapatkan kelas kerapatan vegetasi dan konsentrasi TSM. Hasil penelitian menunjukkan bahwa antara tahun 1983 sampai tahun 2001 luas vegetasi mangrove di Delta Mahakam telah berkurang 36,30%. Vegetasi mangrove yang sangat rapat dan rapat telah berkurang 51,49% sedangkan vegetasi mangrove yang jarang dan sangat jarang telah bertambah 42,27%. Konsentrasi TSM diperairan Delta Mahakam secara umum meningkat sebesar 52,96%. Secara statistik perubahan kerapatan vegetasi mangrove dengan perubahan konsentrasi TSM memiliki nilai korelasi yang rendah. Selain itu secara visual terlihat adanya kaitan antara sebaran konsentrasi TSM dengan tingkat kerapatan vegetasi mangrove.", "Daftar File": {"2008 TS PP AZIS RIFAI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62790", "2008 TS PP AZIS RIFAI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62791", "2008 TS PP AZIS RIFAI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62792", "2008 TS PP AZIS RIFAI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62793", "2008 TS PP AZIS RIFAI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62794", "2008 TS PP AZIS RIFAI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/62795", "2008 TS PP AZIS RIFAI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62796"}, "Penulis": "AZIS RIFAI (NIM 22404010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Safwan Hadi, Ph.D., dan Dr. Eng. nining Sari Ningsih."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mangrove, vegetation, density, total suspended matter (TSM)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}