{"Nomor": 14054, "Judul": "RISK ASSESSMENT OF GROUNDWATER FROM SALINE WATER INTRUSION IN PULAU PRAMUKA", "Abstrak": "Pulau Pramuka is one of inhabited islands in Kepulauan Seribu in the South West of Java Sea. During the latest few years (2000s) the population is increasing. This growth also drives conversion of land cover, typically from vegetation or bareland into built up. This growth also increases the demand of the freshwater. The only source of freshwater in this island is groundwater. The conversion of land cover and the increase the demand of freshwater will be impacted to the quality of freshwater, especially in terms increasing water salinity.          \n \n \n \n \n \n \n \n \n \n\nThis research is intended to create groundwater risk model. Method that used to do assessment about the groundwater risk is created from overlay between groundwater vulnerability, hazard, and exposure map. Vulnerability map is created using DRASTIC modified method. To produce hazard map is using the land use map and exposure map is created from land cover map and distance from shoreline parameter.          \n \n \n \n \n \n \n \n \n \n\nIt is found that the according to the model of groundwater risk in Pulau Pramuka falls in to low, medium, and high risk. Land cover type of building is classified into high risk (9% of area) and medium risk (37% of area). The other land covers are classified into low risk (54% of area). The produced risk map indicates that spatial distribution of groundwater risk correlates well with salinity distribution throughout the island", "Daftar File": {"2012 TA PP BUDI DIPA PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/62945", "2012 TA PP BUDI DIPA PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/62946", "2012 TA PP BUDI DIPA PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/62947", "2012 TA PP BUDI DIPA PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/62948", "2012 TA PP BUDI DIPA PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/62949", "2012 TA PP BUDI DIPA PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/62950"}, "Penulis": "BUDI DIPA PRABOWO (NIM 15108059)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Poerbandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "risk assessment, groundwater, GIS, saline water", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}