{"Nomor": 14061, "Judul": "PENETAPAN BATAS ZONA EKONOMI EKSKLUSIF INDONESIA-MALAYSIA DI LAUT SULAWESI", "Abstrak": "Penetapan batas Zona Ekonomi Eksklusif Indonesia-Malaysia ditinjau berdasarkan tiga aspek. Aspek yang pertama adalah berdasarkan penggunaan garis pangkal lurus kepulauan dari PP No 38 Tahun 2002 dan revisinya pada PP No. 37 Tahun 2008, sedangkan Malaysia menggunakan garis pangkal lurus hasil identifikasi terhadap Peta Malaysia 1979. Aspek kedua berdasarkan penggunaan pulau utama kedua negara dalam penempatan titik dasarnya. Aspek yang terakhir adalah dengan menempatkan titik dasar pada pulau-pulau kecil terluar dari kedua negara. Prinsip dalam penetapan garis batas Zona Ekonomi Eksklusif Indonesia-Malaysia yang digunakan adalah ekuidistan dan proporsional untuk mencapai suatu solusi yang adil.Malaysia menggunakan Peta Malaysia 1979 sebagai dasar dalam penetapan batas-batas perairan laut di kawasan Laut Sulawesi. Identifikasi terhadap Peta Malaysia 1979 tersebut menghasilkan beberapa permasalahan yaitu sebagai berikut : ketidakjelasan informasi tentang datum geodetik yang digunakan pada Peta Malaysia 1979; penentuan titik awal bersama dalam penarikan garis batas laut; garis pangkal lurus yang digunakan oleh Malaysia. Dalam tugas akhir ini permasalahan tersebut dianalisis terhadap ketentuan UNCLOS (United Nation Convention on the Law Of the Sea) 1982 dan diperoleh alternatif batas laut Zona Ekonomi Eksklusif Indonesia-Malaysia yang optimal di Laut Sulawesi.", "Daftar File": {"2010 TA PP CHANNY PRIMA PUTRADIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63012", "2010 TA PP CHANNY PRIMA PUTRADIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63011", "2010 TA PP CHANNY PRIMA PUTRADIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63010", "2010 TA PP CHANNY PRIMA PUTRADIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63009", "2010 TA PP CHANNY PRIMA PUTRADIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63008", "2010 TA PP CHANNY PRIMA PUTRADIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63007", "2010 TA PP CHANNY PRIMA PUTRADIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63006"}, "Penulis": "CHANNY PRIMA PUTRADIKA (NIM 15104050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Eka Djunarsjah, Dr., Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Indonesia, Malaysia, ZEE", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}