{"Nomor": 14062, "Judul": "KAJIAN MODEL PEMILIHAN MODA ANGKUTAN BARANG ANTARA KERETA API DAN TRUK: Studi Kasus Rute Pematang Siantar-Belawan", "Abstrak": "Penelitian ini menitik beratkan pada transportasi barang dimana terdapat pasar yang tidak berimbang antara moda kereta api dan moda truk. Minat pengguna jasa untuk memilih moda kereta api lebih rendah dibanding moda truk. Berdasarkan hal dipandang penting untuk mengkaji perilaku pengirim barang. Tujuan penelitian ini adalah mengembangkan model transportasi barang terutama komoditas agroindusri dari Pematang Siantar menuju Belawan. Pendekatan yang digunakan dalam penelitian ini adalah dengan teknik stated preference (SP). Pertama-tama dengan mengidentifikasi faktor-faktor utama yang mempengaruhi pemilihan moda transportasi untuk komoditas agroindustri. Kemudian respon pengirim dikumpulkan dengan menggunakan kuesioner SP. Berdasarkan data respon mengembangkan model yang dapat menjelaskan perilaku dalam memilih moda angkutan barang, menganalisa sensitifitas pemilihan moda yang dipengaruhi oleh atribut pelayanan dan atribut perjalanan. Hasil analisis dengan metode maximum likelihood menunjukkan bahwa faktor keamanan merupakan faktor utama untuk tujuan eksport, sedangkan untuk tujuan domestik faktor utamanya adalah faktor waktu dan biaya. Hasil analisis regressi menunjukkan bahwa faktor keamanan dan biaya merupakan faktor utama untuk tujuan eksport, sedangkan untuk tujuan domestik faktor utamanya adalah faktor waktu. Faktor lainnya yang perlu dipertimbangkan adalah kemudahan akses ke terminal. Aplikasi kajian model rute Pematang Siantar-Belawan dengan skenario pembangunan jalan tol memberikan probabilitas pengguna angkutan truk meningkat 22.5% dengan metoda maximum likelihood dan 26.5% dengan analisis regressi. Dengan peningkatan jalan rel (rel ganda) memberikan probabilitas pengguna angkutan kereta api meningkat 15% dengan metoda maximum likelihood dan 12% dengan analisis regressi. Hasil penelitian ini diharapkan dapat menjadi alat untuk menentukan kebijaksanaan strategi pengembangan transportasi angkutan barang khususnya jaringan kereta api di Sumatera Utara.", "Daftar File": {"2001 TS PP CHARLES SITINDAON 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63015", "2001 TS PP CHARLES SITINDAON 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63018", "2001 TS PP CHARLES SITINDAON 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63016", "2001 TS PP CHARLES SITINDAON 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63017", "2001 TS PP CHARLES SITINDAON 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63013", "2001 TS PP CHARLES SITINDAON 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63014", "2001 TS PP CHARLES SITINDAON 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/63019", "2001 TS PP CHARLES SITINDAON 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63020"}, "Penulis": "CHARLES SITINDAON (NIM 25098028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Bambang Sugeng, S.DEA., dan Dr.Ir. Harun Al-Rasyid S. Lubis, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "freight transportation, train mode, truck mode, freight customers behaviour", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}