{"Nomor": 14069, "Judul": "FINANCIAL PERFORMANCE ASSESSMENT OF PT HUTAMA KARYA IN COMPARISON WITH OTHER CONSTRUCTION COMPANIES LOCALLY AND GLOBALLY", "Abstrak": "Infrastruktur mempunyai peran yang sangat penting dalam perkembangan ekonomi Indonesia.     \n \n \n \n \n\nSalah satu penunjang infrastruktur adalah keberadaan perusahaan konstruksi. Sehubungan     \n \n \n \n \n\ndengan itu, industri konstruksi nasional harus memenuhi kapasiras, kualifikasi, dan     \n \n \n \n \n\nspesialisasi dari perusahaan konstruksi. Banyak perusahaan konstruksi Indonesia tertinggal     \n \n \n \n \n\njauh di pendanaan dan teknologi ketika dibandingkan dengan perusahaan konstruksi global.     \n \n \n \n \n\nKenyataannyam beberapa perusahaan tidak dapat bertahan pasca krisis ekonomi terjadi. Maka     \n \n \n \n \n\ndari itu, sangat dibutuhkan adanya evaluasi bagamaina perusahaan Ã‚Â– perusahaan Indonesia,     \n \n \n \n \n\nterutama perusahaan konstruksi mengatur kinerja keuangan di beberapa tahun terakhir ini.     \n \n \n \n \n\nDi Indonesia, perusahaan konstruksi BUMN telah mendominasi sebagian industri konstruksi     \n \n \n \n \n\nnasional. Lalu, bagaimanakah partisipasi PT. Hutama Karya sebagai salah perusahaan     \n \n \n \n \n\nkonstruksi BUMN dalam pembangunan infrastruktur Indonesia? Bagaimanakah kinerja     \n \n \n \n \n\nkeuangan PT. Hutama Karya dibandingkan dengan perusahaan konstruksi BUMN lainnya?     \n \n \n \n \n\nBagaimanakah kinerja keuangan PT. Hutama Karya dibandingkan dengan perusahaan     \n \n \n \n \n\nkonstruksi global?. Untuk menilai kinerja keuangan, penulis menggunakan lima metode:     \n \n \n \n \n\nCompound Annual Growth Rate, Ratios for Construction Industry, BUMN Scoring Method,     \n \n \n \n \n\nMoodyÃ‚Â’s Global Construction Measurement, and DuPont Analysis.", "Daftar File": {"2012 TA PP CITRA NURUL DJAJANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63066", "2012 TA PP CITRA NURUL DJAJANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63067", "2012 TA PP CITRA NURUL DJAJANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63068", "2012 TA PP CITRA NURUL DJAJANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63069", "2012 TA PP CITRA NURUL DJAJANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63070", "2012 TA PP CITRA NURUL DJAJANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63071", "2012 TA PP CITRA NURUL DJAJANTI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63072"}, "Penulis": "CITRA NURUL DJAJANTI (19009124)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Subiakto Sukarno MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Financial Performance, Construction, State Owned Company, Infrastructure", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "20 Mei 2013"}