{"Nomor": 14076, "Judul": "STUDI STATISTIK REKONSILIASI KADAR EMAS DAN PERAK HASIL PENGEBORAN RC (REVERSE CIRCULATION) TERHADAP PENGEBORAN INTI (CORE) SERTA PENGARUHNYA PADA MODEL CEBAKAN DAERAH X", "Abstrak": "Studi statistik rekonsiliasi kadar data RC (reverse circulation) terhadap data core dilakukan pada kadar emas dan perak cebakan Daerah X. Tujuan studi ini adalah untuk memeriksa bias data RC menggunakan data core sebagai referensi, dan membuat koreksi basis data yang digunakan dalam pemodelan cadangan.    \n \n \n \n \n\nDari studi statistik kadar pada batuan mineralisasi vein kuarea ditemukan bahwa secara rerata data RC mengalami bias sebesar 4,25 gr/ton emas dan 284,01 gr/ton perak lebih rendah dan data core. Untuk memperjelas bias data maka dilakukan analisis statistik terhadap pasangan lubang bor kembar RC-core, dengan hasil sebagai berikut:    \n \n \n \n \n\n1. Statistik pada 9 pasaang lubang bor kembar pada vein kuarsa mempunyai perbedaan merata antara core dan RC sebesar 2.87 gr/ton (kadar emas) dan 85,24 gr/ton (kadar perak), RC lebih rendah dari core.    \n \n \n \n \n\n2. Uji hipotesa dua rerata (distribusi contoh nilai Z) di vein kuarsa menghasilkan nilai Z = 6,45 (kadar emas) dan nilai Z = 4,21 (kadar perak). Nilai Z tersebut menunjukkan perbedaan rerata yang signifikan antara data core (yang lebih linggi) terhadap data RC.    \n \n \n \n \n\n3. Pemeriksaan Silang (pont validation) di batuan vein kuarsa (data core ditaksir oleh data RC di sekitarnya) dengan metode ID2 (inverse distance square) menghasikan rerata kesalahan penaksiran sebesar 2,26 gr/ton (kadar emas) dan 87,92 gr/ton (kadar perak), hasil penaksiran lebih rendah daripada data core aktual. Metode penaksiran lainnya misal NNP (nearest neighbour polygon) dan metode OK (ordinary kriging) memberikan hasil yang hampir sama.    \n \n \n \n \n\nUntuk mengoreksi data RC menggunakan data core maka dilakukan analisis regresi kelas yang menghasilkan persamaan sebagai berikut :    \n \n \n \n\nAu RC = 0,610 Au Core    \n \n \n \n\nAg RC = 0,336 Ag Core    \n \n \n \n \n\nKemudian, nilai RC dikoreksi menggunakan faktor-faktor berikut    \n \n \n \n\nAu RC koreksi =1 10,610 atau 1,63 x Au RC    \n \n \n \n\nAg RC koreksi =1 10,336 atau 2,40 x Ag RC    \n \n \n \n \n\nPersamaan ini digunakan untuk mengkoreksi data RC jenis batuan vein kuarsa yang berada dalam daerah lubang bar kembar yaitu koordinat 150N-460N dan 100E-300E. Koreksi data RC oleh data core masih konservatif melihat data lainnya seperti data trench, cross cut, shaft dan drift masih mempunyai perbedaan yang jauh lebih besar terhadap data RC dan bahkan data core, namun tidak digunakan dalam menentukan faktor koreksi ini. Data RC yang telah dikoreksi ini dipakai bersama data lainnya untuk menaksir kembali sumberdaya mineralisasi dengan teknik ordinary kriging, menggunakan parameter penaksiran yang sama.    \n \n \n \n \n\nPada break even cut off grade (BECOG) 2,13 gr/ton yang diperoleh untuk harga emas US$ 275/oz, diperoleh sumberdaya sebelum rekonsiliasi sebesar 1.288 Kton dengan rerata kadar emas 4,64 gr/ton dan kadar perak 152,08 gr/ton. Setelah rekonsiliasi sumberdaya menjadi 1,379 Kton dengan rerata kadar emas 4,85 gr/ton dan kadar perak 185.10 gr/ton, Optimasi cadangan dengan metode floating cone, untuk harga emas US$ 275/oz dan harga perak US$ 3,50/oz, menghasilkan cadangan sebelum rekonsiliasi sebesar 947 Kton dengan rerata kadar emas 5,30 gr/ton dan kadar perak 193,61 gr/ton. Setelah dilakukan rekonsiliasi cadangan menjadi 1.053 Ktan dengan kadar emas 5.49 gr/ton dan kadar perak 223.02 gr/ton.    \n \n \n \n \n\nSebelum rekonsiliasi kadar RC, nilai kotor cadangan adalah USS 65,0 juta dan setelah rekonsiliasi naik menjadi USS 77,5 juta (pada harga emas US$ 275/oz). Kenaikan nilai cadangan emas dan perak setelah rekonsiliasi ini adalah USS 12,53 juta atau 19,2 %. Apablia harga jual emas naik menjadi US$ 300/oz maka nilai kotor cadangan naik 11,1% setelah rekonsiliasi kadar RC. Pada harga emas US$ 250/oz maka nilai kotor cadangan turun 9,4% relatif terhadap nilainya pada $275/oz emas. Studi sensitivitas ini dilakukan untuk memberikan gambaran yang lebih obyektif serta lebih lengkap bagi para investor.", "Daftar File": {"1999 TS PP DARMADJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63123", "1999 TS PP DARMADJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63124", "1999 TS PP DARMADJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63125", "1999 TS PP DARMADJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63126", "1999 TS PP DARMADJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63127", "1999 TS PP DARMADJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63128", "1999 TS PP DARMADJI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/63129", "1999 TS PP DARMADJI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/63130", "1999 TS PP DARMADJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63131"}, "Penulis": "DARMADJI (NIM 22195056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Gatut S. Adisoma, MSc., dan Dr.Ir. Sudarto Notosiwoyo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "reverse circulation, pengeboran core, cebakan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}