{"Nomor": 14071, "Judul": "PEMETAAN ARUS DAN PASUT LAUT DENGAN METODE PEMODELAN HIDRODINAMIKA DAN PEMANFAATANNYA DALAM ANALISIS PERUBAHAN GARIS PANTAI (STUDI KASUS : PESISIR MUARA GEMBONG, KABUPATEN BEKASI, JAWA BARAT)", "Abstrak": "Wilayah pesisir adalah daerah peralihan antara ekosistem darat dan laut yang dipengaruhi oleh perubahan di darat dan laut. Perubahan ini berpengaruh terhadap dinamika pesisir. Dinamika pesisir, secara konseptual dapat terjadi karena tiga faktor yaitu fisik (dinamika laut), non-fisik (sosial ekonomi), dan karakteristik pantai itu sendiri. Tujuan penelitian ini adalah untuk mengamati dinamika pesisir Kecamatan Muara gembong serta pengaruhnya terhadap perubahan garis pantai, dilakukan dengan pembuatan model dan pengukuran arus dan pasut. Pemodelan dilakukan dengan metode pemodelan Hidrodinamika menggunakan perangkat lunak Delft3D.          \n \n \n \n \n \n \n \n\nPada tahap awal dilakukan model uji sensitifitas untuk menguji dan menetapkan parameter masukan model. Model uji sensitifitas dilakukan dengan memasukkan tiga parameter yaitu angin (wind), kekasaran dasar laut (bottom roughness) dengan tingkat nilai Chezy yang berbeda, dan langkah waktu (time step). Selanjutnya dilakukan pemodelan untuk simulasi dua musim, yaitu musim angin Timur dan musim angin Barat. Dari pemodelan ini dapat dianalisis pergerakan arus dan pasut untuk pengamatan dinamika pesisir terhadap perubahan garis pantai yang terdapat di Muara Gembong.           \n \n \n \n \n \n \n \n\nModel uji sensitifitas menunjukkan parameter kekasaran dasar laut paling berpengaruh terhadap hasil pemodelan dibandingkan dengan parameter masukan angin dan langkah waktu, dengan nilai Chezy 75, menghasilkan kecepatan arus maksimum sebesar 1,111 m/s. Untuk simulasi dua musim, pergerakan arus maksimum saat musim angin Barat sebesar 0,399 m/s, sedangkan pergerakan arus maksimum musim angin Timur yang terjadi sebesar 0,429 m/s. Tunggang pasut maksimum musim angin Barat adalah sebesar 0,429 m dan tunggang pasut maksimum musim angin Timur adalah sebsesar 0,452 m. Berdasarkan hasil pemodelan yang telah dilakukan, pergerakan arus dan pasut di Kecamatan Muara Gembong dipengaruhi oleh tingkat kekasaran dasar lautnya dan musim angin Timur.", "Daftar File": {"2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63080", "2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63081", "2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63082", "2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63083", "2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63084", "2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63085", "2012 TA PP DAMIANUS BOBY WAHYU GUNARSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63086"}, "Penulis": "DAMIANUS BOBY WAHYU GUNARSO (NIM 15108011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.re.nat. Wiwin Windupranata. ST., M.Si. dan Dr. Ir. Agus Suparman, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pesisir, arus, pasut, garis pantai, pemodelan hidrodinamika", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}