{"Nomor": 14084, "Judul": "STRATEGI PENGEMBANGAN DESA TERTINGGAL WILAYAH DARAT DAN WILAYAH PESISIR DALAM PERSPEKTIF PENINGKATAN INDEKS PEMBANGUNAN MANUSIA : WILAYAH STUDI KABUPATEN CIAMIS", "Abstrak": "Pembangunan nasional dalam prosesnya yang diukur berdasarkan perepektif ekonomi (GNP dan GDP) selalu mengalami peningkatan tetapi peningkatan ini tidak diikuti oleh menurunnya jumlah kemiskinan. Tolok ukur pembangunan yang berorientasi ekonomi ini tidak mampu menggambarkan tingkat kesejahteraan masyarakat (faktor non-ekonomi). Indeks Pembangunan Manusia yang diperkenalkan oleh UNDP (United Nations Development Programs) pada awal tahun 90-an muncul sebagai alat ukur yang lebih koprehensif mampu menggambarkan faktor ekonomi dan non-ekonomi. IPM merupakan indeks komposit dari komponen pendidikan, kesehatan dan daya beli. Rendahnya angka IPM secara nasional pada saat di publikasikan oleh UNDP mendapat respon dari berbagai provinsi, tidak terkecuali Provinsi Jawa Barat yang menetapkan target IPM 80 pada tahun 2010. Hal ini harus ditanggapi oleh semua pemerintah kabupaten/kota untuk bergerak maju, memberikan kotribusi mencapat target yang ditetapkan.Meskipun IPM sebagai alat ukur yang komprehensif, dalam prosesnya tidak terlepas dari terjadinya paradoksal seperti yang terjadi di Provinsi Jawa Barat dimana IPM terus meningkat walaupun lamban tetapi kemiskinan yang seharusnya berkurang, naik seiring peningkatan IPM. Hal inilah yang diteliti baik dari hitungan maupun dari cara sampling. Penelitian dilaksanakan di desa-desa di Kabupaten Ciamis dimana memiliki kondisi paradoksal yang sama.Penelitian ini juga diarahkan untuk menanggulangi kemiskinan, oleh sebab itu penelitian di desa-desa Kabupaten Ciamis akan difokuskan pada desa-desa tertinggal dimana tingkat  kemiskinannya tinggi. Tujuan penelitian ini adalah memahami kondisi IPM, desa tertinggal dan kemiskinan untuk selanjutnya di susun strategi untuk mengembangkan desa tertinggal sehingga IPM kabupaten meningkat dan kemiskinan menurun. Metodologi penelitian menggunakan metoda deskriptif-eksplanatori dan metoda analisis statistika. Hasil dari penelitian menunjukkan :1. Analisis wilayah desa tertinggal di wilayah darat dan pesisir berdasarkan indikator desa tertinggal ditinjau dari kemiskinan, pengangguran, kesehatan, infrastruktur jalan, telepon, air bersih dan infrastruktur dasar belum memenuhi kriteria baik. Dalam indikator yang masuk ke dalam domain masyarakat terdiri dari kemiskinan, pengangguran dan kesehatan bahwa jumlah kemiskinan sangat tinggi dengan proporsi diatas 40%, sedangkan dalam domain pelayanan pemerintah seperti infrastruktur jalan, telepon, air bersih dan pelayanan infrastruktur dasar pada umumnya belum dapat menunjang kegiatan masyarakat terutama infrastruktur jalan.2. Hasil dari hitungan IPM di desa tertinggal wilayah darat dan pesisir adalah : (1) Hasil hitungan IPM di desa tertinggal wilayah darat  rata-rata IPM 19,85, indeks pendidikan 54.51, indeks kesehatan 63.33, dan indeks daya beli (-58.29) ; (2) Hasil hitungan IPM di desa tertinggal wilayah pesisir  rata-rata IPM 20.77, indeks pendidikan 53.57, indeks kesehatan 66.25, dan indeks daya beli (-57.52) (3) Tidak representasinya teknik sampel secara spasial (4) dengan jumlah desa tertinggal sebesar 45,22% dan hasil hitungan IPM yang rendah maka IPM Kabupaten Ciamis akan rendah. (5) Perlu ditinjau kembali cara dan penghitungan IPM oleh BPS terutama penetapan batas minimal dan batas maksimal daya beli.3. Hasil analisis keterkaitan antara komponenÃƒÂ‚Ã‚Â–komponen IPM, Komponen desa tertinggal dan kemiskinan adalah : (1) Komponen-komponen IPM memiliki keterkaitan fungsional dengan indikator desa tertinggal antar lain kemiskinan, pengangguran, kesehatan dan inftrastruktur jalan sehingga pengembangannya dapat meningkatkan IPM; (2) Komponen-komponen IPM, indikator desa tertinggal dan kemiskinan memiliki keterkaitan fungsional sehingga indikator kemiskinan dapat meningkatkan indikator desa tertinggal dan IPM.Strategi pengembangan desa tertinggal dalam perspektif pengentasan kemiskinan untuk menaikan IPM di Kabupaten Ciamis berdasarkan :1. Aspek Infrastruktur dan Teknologi melalui : (1) Pengembangan infrastuktur jalan; (2) Pengembangan infrastruktur informasi dan telekomunikasi (telepon, internet atau rural ICT dan sistem informasi perikanan tangkap khusus di desa tertinggal wilayah pesisir); (3) Infrastruktur sosial (pendidikan, kesehatan dan permukiman); (4) Infrastruktur ekonomi (wilayah darat : irigasi, lembaga keuangan, koperasi serta wilayah pesisir antara lain irigasi, lembaga keuangan, koperasi, bantuan alat tangkap yang representatf), (5) Pengembangan infrastruktur energi (listrik dan energi alternatif).2. Aspek kelembagaan, strategi pada kelembagaan meliputi pengembangan dan penguatan kelembagaan desa dan pengembangan dan penguatan kelembagaan komunitas.3. Aspek Pemberdayaan Masyarakat yang dikembangkan yaitu melalui pengembangan potensi dan kapasitas empowerment (menumbuhkan trust, antruism dan resiprocity) dan menciptakan kondisi yang kondusif (enablement).", "Daftar File": {"2008 TS PP DEDEN SYARIFUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63185", "2008 TS PP DEDEN SYARIFUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63186", "2008 TS PP DEDEN SYARIFUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63187", "2008 TS PP DEDEN SYARIFUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63188", "2008 TS PP DEDEN SYARIFUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63189", "2008 TS PP DEDEN SYARIFUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63190", "2008 TS PP DEDEN SYARIFUDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/63191", "2008 TS PP DEDEN SYARIFUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63192"}, "Penulis": "DEDEN SYARIFUDIN (NIM 24006027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Widyo Nugroho SULASDI"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Strategi, Desa Tertinggal, Indeks Pembangunan Manusia (IPM)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}