{"Nomor": 14080, "Judul": "BUSINESS MODEL INNOVATION AT PT BAHAMA ROTAN TO IMPROVE ITS COMPETITIVENESS IN EUROPE FINAL PROJECT", "Abstrak": "Rotan merupakan salah satu non-kayu hasil hutan memiliki peran besar dalam memenuhi     \n \n \n \n \n\nkebutuhan masyarakat serta penerimaan devisa negara. Hal ini diketahui bahwa Indonesia     \n \n \n \n \n\nmerupakan industri rotan terbesar di dunia yang berlokasi di Cirebon. Rotan telah tersebar     \n \n \n \n \n\nluas di pasar sejak tahun 80-an dan sebagian besar industri rotan di Cirebon masih     \n \n \n \n \n\nmenggunakan metode lama dalam model bisnis yang mengatur tidak ada perbedaan yang     \n \n \n \n \n\nsignifikan dengan pesaing lainnya. PT Bahama Rotan merupakan salah satu industri     \n \n \n \n \n\nmenengah yang berlokasi di Cirebon. Perusahaan memproduksi furniture yang terbuat dari     \n \n \n \n \n\nrotan dan menjual furnitur melalui ekspor dengan kebanyakan negara Eropa, seperti Inggris,     \n \n \n \n \n\nBelgia, Jerman, dan Belanda.     \n \n \n \n \n\nPenelitian ini dilakukan dengan tujuan untuk menganalisis model bisnis yang ada di Eropa     \n \n \n \n \n\ndan mengusulkan sebuah inovasi model bisnis. Langkah pertama dalam penelitian ini adalah     \n \n \n \n \n\nuntuk memetakan sembilan pilar untuk mengetahui model bisnis kanvas saat ini yang     \n \n \n \n \n\ndiciptakan oleh Osterwalder dan Pigneur,. Langkah selanjutnya adalah penilaian SWOT di     \n \n \n \n \n\nperusahaan dan analisis menggunakan Importance Performance Analysis, kemudian     \n \n \n \n \n\nmengusulkan model bisnis baru dengan membandingkan model bisnis saat ini dan penilaian     \n \n \n \n \n\nSWOT. Dalam metode penelitian, pengumpulan data primer dikumpulkan dari wawancara     \n \n \n \n \n\nterstruktur dan data sekunder dari dokumen internal perusahaan untuk menganalisis kondisi     \n \n \n \n \n\nperusahaan saat ini.", "Daftar File": {"2012 TA PP DEA DANICA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63154", "2012 TA PP DEA DANICA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63155", "2012 TA PP DEA DANICA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63156", "2012 TA PP DEA DANICA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63157", "2012 TA PP DEA DANICA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63158", "2012 TA PP DEA DANICA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63159", "2012 TA PP DEA DANICA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63160"}, "Penulis": "DEA DANICA (19009117)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Reza Ashari Nasution, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT Bahama Rotan, rattan, furniture, business model innovation, business model canvas, nine building blocks, SWOT, Importance Performance Analysis, Europe", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "20 Mei 2013"}