{"Nomor": 14094, "Judul": "JURNAL TEKNIK MESIN, Vol. 21, No. 1, April 2006", "Abstrak": "ANALISIS BESAR KESALAHAN MAGNITUDE FUNGSI RESPON FREKUENSI HASIL PENGUJIAN DENGAN METODE EKSITASI KEJUT AKIBAT KETERBATASAN PANJANG WAKTU REKAM (Agusmian Partogi, Zainal Abidin dan Komang Bagiasna) hal. 1-9Makalah ini menyajikan analisis matematik mengenai pengaruh panjang waktu rekam terhadap besar kesalahan magnitude Fungsi Respon Frekuensi (FRF) pada pengujian dengan metode eksitasi kejut. Dalam makalah ini, digunakan asumsi bahwa nilai frekuensi pribadi teredam sama dengan kelipatan bilangan bulat positif dari resolusi frekuensi pada spektrum respon. Berdasarkan analisis ini dihasilkan sebuah persamaan untuk menghitung besar kesalahan magnitude FRF akibat terbatasnya panjang waktu rekam. Sebagai contoh ilustrasi, dalam makalah ini disajikan hasil simulasi pengujian FRF dengan metode eksitasi kejut pada empat model sistem getaran satu derajat kebebasan. Simulasi ini dilakukan dengan bantuan program komputer yang dibuat pada perangkat lunak MATLAB. Hasil simulasi menunjukkan bahwa harga kesalahan magnitude FRF yang diperoleh sangat dekat dengan besar kesalahan yang dihitung dengan menggunakan persamaan teoritik yang diturunkan. \nMODIFIKASI TOP CYCLONE UNTUK MENINGKATKAN KINERJA SUATU PABRIK SEMEN (Prihadi Setyo Darmanto(1) dan Arief Syahlan(2)) hal. 10-15Peningkatan produksi suatu pabrik semen dapat dilakukan dengan cara meningkatkan rasio antara produk klinker dan laju umpan bahan baku (clinker to kiln feed ratio - CKFR ). Salah satu metode untuk meningkatkan CKFR adalah dengan meningkatkan efisiensi pemisahan material dari siklon paling atas (top cyclone). Selain untuk meningkatkan produksi klinker, peningkatan efisiensi pemisahan siklon paling atas juga diikuti oleh akibat positip lain yaitu menurunkan konsumsi panas spesifik serta mengurangi kadar abu batubara karena biasanya gas yang keluar dari siklon dimanfaatkan untuk pengeringan batubara. Tulisan ini membahas modifikasi geometri siklon dengan cara sederhana dan murah di suatu pabrik semen dalam rangka meningkatkan kinerjanya. Usaha tersebut telah diaplikasikan di salah satu pabrik semen di Indonesia dan terbukti dapat meningkatkan kinerja pabrik antara lain peningkatan produksi, pengurangan konsumsi panas, dan peningkatan kualitas batubara yang dipakai sebagai bahan bakar utama. \nINFLUENCE OF SINTERING TEMPERATURE AND HOLDING TIME ON TENSILE STRENGTH AND SHRINKAGE OF PVC SPECIMEN ON INDIRECT PRESSURE-LESS SINTERING PROCESS (S.A. Widyanto, S. Riyadi, A.E. Tontowi, Jamasri and H.S. Rochardjo) hal. 16.20Proses sintering telah terbukti sebagai proses manufaktur yang dapat menghasilkan suatu komponen makanik dengan kompleksitas geometri  tinggi. Pengembangan proses sintering alternative terus dilakukan untuk mendapatkan proses termurah. Suatu solusinya yang disebut dengan indirect pressure-less sintering diusulkan pada penelitian ini. Proses ini secara umum dalam pembuatan suatu part diawali dengan penataan serbuk dengan mesin deposisi, dan dilanjutkan dengan proses sintering dalam furnace konvensional. Parameter-parameter optimal  yang meliputi temperature sintering dan waktu penahanan dalam proses ini dioptimasikan dalam paper ini. PVC powder and sand casting (silica) digunakan sebagai bahan produk dan supporting powder. Variasi temperature sintering adalah 100, 105, 110, 115 dan 120oC, sedangkan waktu penahanan adalah 2, 4, 6 dan 8 jam. Parameter optimal didapatkan dengan pengukuran kekuatan tarik dan penyusutan specimen. Hasil penelitian menunjukkan bahwa stabilitas dimensi specimen tidak dapat dipertahankan pada temperature sintering sebesar 115oC dengan waktu penahanan lebih dari 2 jam. Pada temperature sintering lebih tinggi dari 120oC, material PVC langsung meleleh sehingga volume specimen meningkat. Hal ini disebabkan karena terjadinya pengikatan supporting powder. Kekuatan dari mekanisme ikatan diukur pada temperature sintering lebih dari 107oC. Pada temperature sintering 113oC dengan pemvariasian waktu penahanan (2-8 jam) menghasilkan variasi kekuatan tarik terpanjang. \nCRACK DETECTION USING OPERATING DEFLECTION SHAPE (Tran Khanh Duong (1), Djoko Suharto (2), Komang Bagiasna (3), Zainal Abidin (3)) hal. 21-27Penelitian ini menyajikan pengembangan metoda deteksi retak berbasis getaran yang menggunakan analisis Operating Deflection Shape(ODS) terhadap data yang diukur oleh Laser Doppler Vibrometer (LDV). Verifikasi terhadap metoda tersebut dilakukan melalui kaji numerik dan eksperimen. Program NASTRAN digunakan untuk mengkaji model numerik 2 D dan 3D. Balok dengan dua jenis retakan digunakan untuk studi kasus 2 D.  Sedangkan untuk kasus 3D pelat spesimen digunakan sebagai studi kasus. Panjang retakan and lokasinya merupakan parameter-parameter yang digunakan untuk melihat kemampuan metoda yang dikembangkan dalam mendeteksi keberadaan dan lokasi retak.  Hasil kajian numerik menunjukkan bahwa keberadaan retak dapat dideteksi dengan menggunakan penurunan frekwensi pribadi, dan lokasi retak dapat secara akurat ditentukan dengan menggunakan metoda S.Sd.D.Ms (Square of the Second Derivative of the Deviation of the Mode Shape) yang dikembangkan. Ketepatan metoda prediksi kemudian divalidasi secara ekperimen. Pengukuran FRF ODS dilakukan untuk mendapatkan modus getar. Tiga  jenis spesimen diuji, yaitu balok tanpa retak, dengan retak tengah ganda dan dengan retak tepi ganda. Dari hasi-hasil pengujian yang dihasilkan dapat disimpulkan bahwa metoda yang dikembangkan mampu mendeteksi lokasi retakan. \nPACK CARBURIZING PADA SPROCKET SEPEDA MOTOR DENGAN MATERIAL BAJA KARBON RENDAH (Budi Hartono Setiamarga(1), Novi Kurniawati(2) dan Umen Rumendi(3)) hal. 28-33Sprocket sepeda motor yang berkualitas tinggi dengan harga relatif murah telah berhasil didapatkan dengan memproses sprocket non-orisinil buatan lokal sedemikian sehingga mendekati kualitas sprocket orisinil buatan Jepang. Metode yang digunakan adalah karburisasi padat, dilanjutkan dengan quench hardening dan tempering pada sprocket non orisinil. Proses karburisasi padat dilakukan dengan media karbon aktif dengan penambahan energizer BaCO3 sebesar 10 %wt. Proses karburisasi padat berlangsung pada temperatur 950oC  selama 1 jam. Untuk proses perlakuan panas, pemanasan dilakukan pada temperatur 850oC selama 15 menit dilanjutkan water quenching dan tempering pada  temperatur 150oC selama 30 menit. Hasil dari proses karburisasi padat menunjukkan bahwa penetrasi karbon yang terjadi adalah sebesar 1,05 mm. Setelah di-temper, spesimen hasil karburisasi 1 jam memiliki effective case depth sebesar 0,2 mm. Dari penelitian ini didapatkan bahwa untuk menghasilkan effective case depth seperti  sprocket orisinil, sprocket non orisinil harus dikarburisasi padat pada temperatur 950oC selama 1 jam di dalam media karbon aktif granule dengan penambahan 10%wt BaCO3,, yang dilanjutkan dengan water quenching dari temperatur 850oC, dan tempering pada temperatur 150oC selama 30 menit.", "Daftar File": {"2006 JRNL MESIN V.21 No.1 1-9.pdf": "https://digilib.itb.ac.id/gdl/download/63245", "2006 JRNL MESIN V.21 No.1 10-15.pdf": "https://digilib.itb.ac.id/gdl/download/63246", "2006 JRNL MESIN V.21 No.1 16-20.pdf": "https://digilib.itb.ac.id/gdl/download/63247", "2006 JRNL MESIN V.21 No.1 21-27.pdf": "https://digilib.itb.ac.id/gdl/download/63248", "2006 JRNL MESIN V.21 No.1 28-33.pdf": "https://digilib.itb.ac.id/gdl/download/63249"}, "Penulis": "Departemen Teknik Mesin, Fakultas Teknologi Industri - Institut Teknologi Bandung", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "machine", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "5 file", "Tanggal Input": "11 Nov 2016"}