{"Nomor": 14093, "Judul": "JURNAL TEKNIK MESIN, Vol. 19, No. 1, April 2004", "Abstrak": "KELAMBATAN WAKTU PENYALAAN CAMPURAN SOLAR DAN METIL ESTER KELAPA SAWIT PADA MOTOR DIESEL INJEKSI LANGSUNG (Prawoto, L. Shalahuddin dan R. C. Nugroho) hal. 1-6Kelambatan waktu penyalaan merupakan parameter yang sangat penting dalam operasi motor diesel. Di definisikan sebagai waktu antara saat mulai injeksi bahan bakar dan saat mulai terjadinya pembakaran. Kelambatan waktu penyalaan harus sesingkat mungkin, bila terlalu panjang akan terjadi diesel knocking. Telah banyak penelitian menunjukkan bahwa dengan bertambahnya bilangan setana akan memperpendek kelambatan waktu penyalaan. Berkaitan dengan proyek Biodisel antara BPPT-PPKS dalam pemanfaatan metil ester minyak kelapa sawit (MES) sebagai bahan bakar alternatif, telah dilakukan pengujian dengan berbagai komposisi campuran MES-solar. Dari hasil perhitungan, bilangan setana campuran MES-solar lebih besar dibandingkan dengan solar murni, sehingga dapat diperkirakan bahwa kelambatan waktu penyalaan campuran MES-solar akan lebih pendek. Pengujian yang dilakukan pada mesin diesel dimaksudkan untuk membandingkan unjuk kerja dari berbagai campuran MES-solar. Dari data hasil pengukuran tekanan dalam silinder yang digunakan untuk menentukan kelambatan waktu penyalaan menunjukkan hasil yang sesuai dengan hasil-hasil penelitian ini. Korelasi antara kelambatan waktu penyalaan, bilangan setana dan kecepatan putar motor didapat dalam bentuk persamaan linear sederhana. \nPerancangan, Pembuatan dan Pengujian Omnidirectional Vehicle (Muljowidodo dan Cahyadi Setiawan) hal. 7-11Moving platform yang diperlukan dalam pengembangan Robot Vision memerlukan kemampuan mobilitas yang sangat tinggi, baik dalam bentuk gerakan translasi maupun rotasi. Omnidirectional vehicle yang dilaporkan disini memiliki kemampuan gerak planar yang optimal, dalam bentuk gerak translasi kesegala arah dan rotasi dengan jari-jari belok (turning radius) dari nol sampai tak berhingga, sehingga cocok untuk digunakan sebagai moving platform Robot Vision untuk gerakan 2 dimensi. Pengujian yang dilakukan meliputi kemampuan gerakan lurus dalam beberapa arah yang berbeda. Algorithma kompensasi kesalahan gerak lurus yang dikembangkan mampu memperbaiki kesalahan gerak tersebut dengan hasil yang sangat baik. \nPEMBUATAN PERANGKAT LUNAK CAM UNTUK MESIN CNC FREIS 3 SUMBU PADA AutoCAD (Sigit Yoewono Martowibowo(1) dan Wildan Rojuli Daa'i(2)) hal. 12-19Penelitian ini bertujuan untuk membuat perangkat lunak CAM untuk mesin freis CNC 3 sumbu pada AutoCAD release 2000 atau yang lebih baru menggunakan bahasa pemrograman Visual Basic for Application (VBA). Proses pemesinan dilakukan pada bidang X-Y menggunakan pahat endmill. Masukan yang diperlukan oleh perangkat lunak adalah gambar 3-D yang merupakan model yang akan dimesin. Keluaran perangkat lunak adalah file ASCII yang merupakan data lintasan pahat dalam bentuk G-Code. Perangkat lunak juga menyediakan fasilitas untuk mendekati bentuk spline dan elips dengan bentuk garis yang saling berhubungan dengan tetap memperhatikan batas toleransi geometrik profil garis. \nPREDIKSI DAN ANALISIS KESTABILAN GERAK LONGITUDINAL KAPAL BERSAYAP WING-IN-SURFACE EFFECT (Hari Muhammad) hal. 20-30Makalah ini membahas masalah kestabilan wahana kapal bersayap 'Wing in Surface Effect'(WiSE). Parameter aerodinamika kapal bersayap hasil rancangan bersama antara Badan Pengkajian dan Penerapan Teknologi, PT Dirgantara Indonesia dan Institut Teknologi Bandung, dihitung dengan menggunakan perangkat lunak Datcom Digital buatan Angkatan Udara Amerika Serikat. Harga parameter aerodinamika yang diperoleh kemudian digunakan untuk memprediksi karakteristik kestabilan gerak longitudinal wahana tersebut. Pengaruh permukaan (surface effect) pada beberapa parameter aerodinamika, yang selanjutnya akan mempengaruhi kestabilan gerak longitudinal wahana kapal bersayap WiSE akan didiskusikan pada makalah ini. \nPEMODELAN PERPINDAHAN PANAS PROSES PENDINGINAN TERAK SEMEN DALAM GRATE COOLER (Prihadi Setyo Darmanto dan Sri Sugiharto) hal. 31-36Proses pendinginan terak di dalam sebuah grate cooler merupakan bagian proses penting dalam pembuatan semen karena selain menentukan kualitas terak juga diharapkan sebagai cara rekuperasi panas untuk menurunkan  konsumsi bahan bakar. Proses perpindahan panas antara terak dengan udara berlangsung dengan mekanisme gabungan radiasi, konveksi, dan konduksi. Makalah ini mengemukakan suatu model perpindahan panas untuk mengevaluasi distribusi temperatur baik pada tumpukan terak maupun udara selama melewatinya dalam arah vertikal dan horisontal di sepanjang grate yang sangat sulit diukur di lapangan. Hasil evaluasi teoritis divalidasi dengan pengukuran temperatur terak saat meninggalkan cooler. Metode perhitungan yang diusulkan ini diharapkan menjadi langkah dalam  menentukan  nilai  konstanta  pada  sistem  pengaturan  debit  udara pendingin terak.", "Daftar File": {"2004 JRNL MESIN V.19 No.1 1-6.pdf": "https://digilib.itb.ac.id/gdl/download/63240", "2004 JRNL MESIN V.19 No.1 7-11.pdf": "https://digilib.itb.ac.id/gdl/download/63241", "2004 JRNL MESIN V.19 No.1 12-19.pdf": "https://digilib.itb.ac.id/gdl/download/63242", "2004 JRNL MESIN V.19 No.1 20-30.pdf": "https://digilib.itb.ac.id/gdl/download/63243", "2004 JRNL MESIN V.19 No.1 31-36.pdf": "https://digilib.itb.ac.id/gdl/download/63244"}, "Penulis": "Departemen Teknik Mesin, Fakultas Teknologi Industri - Institut Teknologi Bandung", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "machine", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "5 file", "Tanggal Input": "11 Nov 2016"}