{"Nomor": 14091, "Judul": "JURNAL TEKNIK MESIN, Vol. 18, No. 1, April 2003", "Abstrak": "PENGARUH PERUBAHAN TEMPERATUR AIR PENDINGIN TERHADAP SAAT PENYALAAN PADA MOTOR BENSIN        \n \n \n \n \n \n\n(Tri Yuswidjajanto Zaenuri, Arief Hariyanto dan Harki Apri Yanto) hal. 1-5 \n \n \n \n \n \n\nMakalah ini tentang pengujian motor bensin untuk melihat pengaruh perubahan saat penyalaan busi terhadap prestasi motor, bila terjadi perubahan temperatur kerja motor. Pengujian dilakukan pada  motor bensin Toyota 7K yang telah dilengkapi dengan sistem penyemprotan bahan bakar elektronik. Proses pengujian dilakukan dengan mengubah sudut penyalaan sebagai fungsi temperatur air pendingin untuk mengetahui prestasi motor bensin pada berbagai kondisi operasi. Kondisi pengujian yang dilaksanakan merupakan simulasi dari kondisi operasi kendaraan bermotor di jalan raya. Proses pengujian ini bertujuan untuk mendapatkan sudut penyalaan yang dapat menghasilkan prestasi motor bensin optimal pada berbagai kondisi operasi. \n \nPEMILIHAN TIPE MOTOR BAGI PESAWAT ANGKUT SIPIL DAN PESAWAT MILITER         \n \n \n \n \n \n\n(Djakaria Wiradisuria) hal. 6-11 \n \n \n \n \n \n\nSejak awal perang dunia pertama, pengembangan dan produksi pesawat terbang, khususnya motor pesawat telah meningkat dengan cepat, didorong oleh adanya kebutuhan dari sejumlah negara maju yang terlibat dalam persaingan antar negara untuk mencapai keunggulan dalam penguasaan di udara sebagai sarana untuk mencapai kejayaan dalam bidang politik dan ekonomi di dunia ini. Akibat perkembangan di atas, sejumlah pabrik/produsen motor pesawat terlibat dalam persaingan tadi dan melempar ke pasar sejumlah produk dari berbagai tipe dengan tingkat teknologi dan spesifikasi yang kiranya bakal dibutuhkan oleh pemakai pesawat sipil dan militer dari berbagai negara. Untuk pengguna pesawat terbang dengan sendirinya wajib menilai dan mencocokkan kebutuhannya, dalam hal ini tipe engine dengan spesifikasi yang paling sesuai untuk armada pesawat yang ada ditinjau dari segi kinerja dan kehandalan (reliability), tingkat teknologi yang dibutuhkan, aspek harga dan biaya pemeliharaan khususnya dan logistik pada umumnya serta  fasilitas pemeliharaan dan tenaga ahli yang harus dipersiapkan dan tingkat kemandirian yang harus dicapai. \n \nPENERAPAN METODE ENVELOPING UNTUK MENDETEKSI CACAT LOKAL BANTALAN GELINDING         \n \n \n \n \n \n\n(Zainal Abidin, Komang Bagiasna, dan Wayan Noviyantha) hal. 12-17 \n \n \n \n \n \n\nMakalah ini akan membahas pengkajian dan penerapan metode enveloping untuk mendeteksi cacat lokal yang terjadi pada bantalan gelinding. Mula-mula akan dibahas keterbatasan dari metode konvensional, yang saat ini banyak digunakan oleh industri. Langkah-langkah yang diperlukan untuk menerapkan metode enveloping kemudian dikaji dan parameter-parameter yang mempengaruhi keberhasilan proses deteksi selanjutnya diidentifikasi. Untuk membuktikan efektifitas dari metode enveloping ini, dilakukan pengujian untuk mendeteksi cacat pada bantalan yang memiliki cacat lokal buatan pada lintasan dalamnya. Hasil penerapan metode enveloping menunjukkan bahwa metode ini mampu untuk mendeteksi cacat pada lintasan dalam bantalan, walaupun cacat tersebut tidak dapat dideteksi oleh metode konvensional. \n \nKAJI EKSPERIMENTAL MOTOR BAKAR BENSIN 2 LANGKAH DENGAN SISTEM PENYEMPROTAN LANGSUNG BAHAN BAKAR MEKANIS PADA RUANG BAKAR         \n \n \n \n \n \n\n(Iman Kartolaksono Reksowardojo(1), Aan Setyawan(2), Budi Sudarwanto(2), dan Ibrahim Syaharuddin(2)) hal. 30-35 \n \n \n \n \n \n\nPada studi ini, sistem penyemprotan langsung bahan bakar mekanis digunakan pada motor bensin 2 langkah dengan kapasitas silinder 70 cc. Sistem penyemprotan yang digunakan adalah sistem pompa tekanan tinggi dan penyemprot dari motor diesel berdaya 5 hp yang digerakkan secara mekanis oleh sebuah kam. Modifikasi yang dilakukan adalah saluran isap tanpa pencekikan, penambahan lubang pada kepala silinder untuk penyemprot dan sistem poros kam. Poros kam dihubungkan dengan poros engkol. Prestasi motor tersebut diuji dan hasil pengujian dibandingkan dengan prestasi motor yang menggunakan sistem karburator pada kondisi pengujian yang sama. Prestasi motor dengan sistem penyemprotan langsung lebih baik bila dibandingkan dengan prestasi motor yang menggunakan sistem karburator untuk daerah operasi putaran motor 1600-1750 rpm. Daya motor mengalami kenaikan rata-rata 143%,  pemakaian bahan bakar spesifik turun rata-rata 35%, efisiensi termal meningkat rata-rata 59%, pemasukan udara naik rata-rata 244%, efisiensi pembilasan meningkat 110% dan perbandingan campuran  udara bahan bakar  juga naik rata-rata 116%. Perbaikan prestasi ini disebabkan oleh kenaikan perbandingan udara dan bahan bakar yang berakibat pembakaran berlangsung pada kondisi miskin dan proses langkah isap yang dilakukan tanpa proses pencekikan. Namun untuk kondisi operasi yang lain, motor dengan sistem penyemprotan langsung mekanis tidak dapat beroperasi dengan baik karena sistem tersebut tidak dapat memenuhi kebutuhan pengaturan motor sistem penyemprotan langsung yang berbeda untuk kondisi operasi yang lain.", "Daftar File": {"2003 JRNL MESIN V.18 No.1 1-5.pdf": "https://digilib.itb.ac.id/gdl/download/63231", "2003 JRNL MESIN V.18 No.1 6-11.pdf": "https://digilib.itb.ac.id/gdl/download/63232", "2003 JRNL MESIN V.18 No.1 12-17.pdf": "https://digilib.itb.ac.id/gdl/download/63233", "2003 JRNL MESIN V.18 No.1 30-35.pdf": "https://digilib.itb.ac.id/gdl/download/63234"}, "Penulis": "Departemen Teknik Mesin, Fakultas Teknologi Industri - Institut Teknologi Bandung", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "machine", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "4 file", "Tanggal Input": "11 Nov 2016"}