{"Nomor": 14100, "Judul": "JURNAL TEKNIK MESIN, Vol. 16, No. 2, 2001", "Abstrak": "STUDI PERBANDINGAN METODE MODAL TESTING KLASIK DAN MODAL TESTING KOMPLEKS DENGAN METODE ANALITIK DALAM IDENTIFIKASI ARAH WHIRLING ORBIT SISTEM ROTOR (Bagus Budiwantoro dan Zulhendri H.) hal.32-42Teori modal testing klasik sudah biasa diterapkan untuk identifikasi parameter modal pada berbagai struktur, kecuali pada mesin-mesin rotasi. Makalah ini menjelaskan kembali teori modal testing yang dapat digunakan untuk memisahkan getaran sistem rotor ke dalam daerah frekuensi positif dan negatif[3]. Karakteristik dinamik struktur non-rotasi pada daerah frekuensi negatif tidak mempunyai arti, sedangkan karakteristik dinamik sistem rotor pada daerah frekuensi negatif mempunyai arti fisik yang signifikan. Semua karakteristik dinamik sistem rotor berhubungan erat dengan kecepatan putaran, sehingga arah modus merupakan hal yang sangat penting pada sistem rotor dinamik. Fungsi respon frekuensi yang diperoleh dari metode modal testing yang menggunakan notasi kompleks ini dapat digunakan untuk identifikasi arah whirling orbit sistem rotor apakah forward atau backward. Penulisan makalah ini bertujuan membandingkan baik teori maupun aplikasi metode modal testing klasik, modal testing kompleks[3] dan metode analitik dalam meng identifikasi arah whirling orbit sistem single/multi rotor. \nPENYUSUNAN PROGRAM BANTU BERBASIS MEH DAN METODE PSEUDO-MODAL UNTUK ANALISIS DINAMIK SISTEM POROS-ROTOR (I Wayan Suweca dan I Komang Jaya Santika)hal. 43-52Dalam makalah ini disusun suatu program bantu untuk melakukan analisis dinamik sistem poros-rotor. Program bantu yang disusun didasarkan pada metode elemen hingga dan metode pseudo-modal. Penulisan program bantu tersebut memanfaatkan bahasa pemrograman MATLAB. Validasi terhadap program bantu yang telah disusun dilakukan dengan membandingkan hasil yang diperoleh dengan hasil pada referensi [1]. Program bantu yang telah divalidasi tersebut kemudian digunakan untuk melakukan analisis dinamik sistem poros-rotor dari generator listrik tipe 1FC 1801 produksi PT. PINDAD (Persero). Perbandingan hasil validasi program bantu dengan hasil analisis pada referensi [1] yang berupa diagram Campbell, frekuensi pribadi sistem; menunjukkan akurasi yang sangat baik. Aplikasi program bantu pada sistem poros-rotor dari generator listrik produksi PT. PINDAD (Persero) memperlihatkan bahwa sistem poros-rotor dari generator tipe 1FC 1801 tersebut tidak memiliki putaran kritis pada kisaran putaran operasinya. \nPERANCANGAN MEKANISME MOTOR STIRLING BERKAPASITAS 1 kW (Toto Hardianto, Djoko Suharto, Tatacipta Dirgantara)hal. 53-58Motor Stirling termasuk jenis motor pembakaran luar penghasil energi mekanik dari energi termal yang menggunakan siklus Stirling. Secara teoritik, siklus Stirling dapat mencapai efisiensi yang tinggi, setinggi efisiensi siklus Carnot untuk kondisi operasi yang sama. Makalah ini membahas proses perancangan mekanisme motor Stirling dengan penekanan dari aspek kinematika dan dinamikanya. Parameter-parameter termodinamika dan geometri menjadi data masukan yang diperlukan untuk perancangan mekanisme motor Stirling ini, sedangkan aspek material belum diikutkan dalam perancangan. Parameter utama yang ditinjau antara lain: kecepatan putar motor, temperatur kerja, tekanan di dalam ruang fluida kerja, gaya-gaya inersia dan daya keluaran motor Stirling. Hasil perancangan ini cukup baik untuk memberikan gambaran dimensi utama mekanisme motor Stirling. Perhitungan lebih rinci masih diperlukan untuk perancangan tahap selanjutnya. \nRANCANGAN DASAR SISTEM KENDALI UMPAN MAJU PADA SISTEM KEMUDI EMPAT RODA BERDASARKAN MODEL KENDARAAN PENUH (B. Sampurno, H.A. Tjokronegoro, Farida I.M., dan W. Arismunandar)hal. 59-64Dalam makalah ini dibahas mengenai rancangan dasar sistem kendali umpan maju pada kendaraan dengan sistem kemudi empat roda (4WS). Sistem kendali tersebut digunakan untuk mengatur semua roda kendaraan agar menghasilkan gerakan belok optimum dari kendaraan yang bersangkutan. Pengendalian terhadap masing-masing roda dilakukan untuk memperoleh sudut samping masing-masing roda, yang besarnya dihitung berdasarkan estimasi masing-masing sudut slip roda. Estimasi sudut slip dilakukan berdasarkan model kendaraan penuh, dengan memperhatikan gaya-gaya yang bekerja pada masing-masing roda.", "Daftar File": {"2001 JRNL MESIN V.16 No.2 32-42.pdf": "https://digilib.itb.ac.id/gdl/download/63279", "2001 JRNL MESIN V.16 No.2 43-52.pdf": "https://digilib.itb.ac.id/gdl/download/63280", "2001 JRNL MESIN V.16 No.2 53-58.pdf": "https://digilib.itb.ac.id/gdl/download/63281", "2001 JRNL MESIN V.16 No.2 59-64.pdf": "https://digilib.itb.ac.id/gdl/download/63282"}, "Penulis": "Departemen Teknik Mesin, Fakultas Teknologi Industri - Institut Teknologi Bandung", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "machine", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "4 file", "Tanggal Input": "11 Nov 2016"}