{"Nomor": 14102, "Judul": "JURNAL TEKNIK MESIN, Vol. 17, No. 1, 2002", "Abstrak": "UJI COBA PROFIL AUS UNTUK MENGURANGI KEAUSAN FLENS RODA GERBONG KKBW KA BABARANJANG (Dahlan dan Satryo Soemantri)hal. 1-8Penelitian ini bertujuan untuk mengetahui pengaruh perubahan profil tapak roda dari profil konis 1:40 menjadi profil aus ORE S 1002 terhadap laju keausan roda gerbong KKBW KA Babaranjang. Pada awal uji coba dilakukan pengukuran ride index untuk mengetahui dampak penggantian profil tapak roda terhadap kualitas pengendaraan. Nilai ride index ÃƒÂ‚Ã‚Â– horisontal maupun vertikal ÃƒÂ‚Ã‚Â– gerbong uji coba ternyata lebih baik daripada nilai ride index gerbong pembanding. Laju keausan roda gerbong uji coba jauh lebih rendah dibanding laju keausan roda gerbong pembanding. Umur pakai roda gerbong pembanding sekitar 40 bulan (jarak tempuh 458.182 km), sedangkan umur pakai roda gerbong uji coba diperkirakan mencapai 80 bulan (jarak tempuh 916.364 km). \nOPTIMALISASI SALURAN PENAMBAH PADA CORAN ROLL PRESS (Rochim Suratman dan Oyok Yudiyanto)hal. 9-20Laju hasil (yield rate) yang tinggi dari hasil coran dapat menunjukkan tingkat efesiensi proses pengecoran. Yield dari coran adalah perbandingan dari berat benda coran dengan berat total dari benda coran dengan sistem saluran dan saluran penambah. Peningkatan yield ini dapat dilakukan dengan cara mengoptimalkan saluran penambah pada coran. Untuk optimalisasi saluran penambah dari sebuah coran biasanya kita mencoba-coba desain alternatif yang ada lalu dilakukan proses pengecoran dilapangan, langkah ini banyak memakan waktu dan biaya. Untuk penghematan tersebut optimalisasi saluran penambah dicari dengan menggunakan alat bantu komputer berupa software. Software yang digunakan adalah AFS solidification system yaitu software yang bisa mensimulasi proses pendinginan dan pembekuan. Beberapa alternatif desain yang dibuat disimulasikan di komputer. Dari hasil penelitian didapatkan peningkatan yield coran Roll Press dari 68,5 % menjadi 76,6 % dan bahan yang digunakan adalah FCD 700. Peningkatan ini cukup berarti karena berat dari coran ini adalah 139 kg. \nSIMULASI PERAMBATAN RETAK LELAH PADA POROS AISI 1045 YANG DIKENAI BEBAN DINAMIK LENTUR AMPLITUDO TEGANGAN KONSTAN (Akhyar, Ahmad Taufik Joenoes,dan Syoni Suprijanto)hal. 21-27Penelitian ini dilaksanakan untuk mempelajari perubahan faktor intensitas tegangan pada permukaan poros dengan geometri retak setengah-elips yang dikenai beban dinamik lentur amplitudo tegangan konstan. Di samping itu, penelitian ini juga dilakukan untuk mencari suatu model prediksi laju perambatan retak lelah, kedalaman retak kritis dan umur lelah. Pekerjaan ini dilaksanakan dengan suatu model dan simulasi komputer. Untuk verifikasi dilakukan eksperimen lelah beban dinamik lentur pada spesimen poros AISI 1045 yang mempunyai diameter 15 mm. Ukuran retak awal diberikan 0,5 pada permukaan spesimen AISI 1045. Hasil penelitian menunjukkan bahwa untuk kedalaman retak yang sama, semakin tinggi pembebanan semakin tinggi faktor intensitas tegangan dari poros retak permukaan dengan geometri retak setengah elips. Pada akhir perambatan retak terjadi kecenderungan perubahan geometri retak setengah elips menjadi setengah lingkaran, yakni b/a mendekati 1.0 untuk spesimen baja. Simulasi dan eksperimen berhasil memverifikasi kedalaman retak kritis dan umur lelah dengan tingkat akurasi antara 89% dan 92%; atau dengan nilai deviasi sebesar 8% dan 10% untuk baja. Fraktograf spesimen patah memperlihatkan kegagalan lelah terdiri dari (i) retak awal, (ii) penjalaran retak yang dinyatakan oleh beach mark dan (iii) patah akhir. \nKAJI NUMERIK DAN EKSPERIMENTAL PERPINDAHAN PANAS PADA KONDENSER BERPENDINGIN UDARA (Prihadi Setyo Darmanto, Dedy Dwi Arjanto, dan Muhammad Ismail)hal. 36-43Makalah ini mempresentasikan sebuah hasil penelitian tentang model numerik kasus perpindahan panas yang divalidasi dengan hasil eksperimental di laboratorium. Obyek penelitian ini adalah penukar kalor jenis pipa bersirip yang difungsikan sebagai kondenser sebuah mesin pengkondisian udara, dimana refrigeran akan mengalami perubahan fasa selama melewati kondenser. Model numerik yang diusulkan merupakan aplikasi neraca massa dan neraca energi pada sebuah elemen volume yang merupakan bagian kecil dari penukar kalor. Hasil pemodelan matematik persamaan yang mengatur fenomena transfer energi diselesaikan secara numerik dan divalidasi dengan hasil pengamatan eksperimental. Dari hasil validasi nampak bahwa model matematis yang mewakili fenomena fisik yang dibahas dapat diterima dengan baik dan diharapkan dapat pula dipergunakan sebagai metode perancangan sebuah penukar kalor berperubahan fasa seperti kondenser.", "Daftar File": {"2002 JRNL MESIN V.17 No.1 1-8.pdf": "https://digilib.itb.ac.id/gdl/download/63288", "2002 JRNL MESIN V.17 No.1 9-20.pdf": "https://digilib.itb.ac.id/gdl/download/63289", "2002 JRNL MESIN V.17 No.1 21-27.pdf": "https://digilib.itb.ac.id/gdl/download/63290", "2002 JRNL MESIN V.17 No.1 36-43.pdf": "https://digilib.itb.ac.id/gdl/download/63291"}, "Penulis": "Departemen Teknik Mesin, Fakultas Teknologi Industri - Institut Teknologi Bandung", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "machine", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "4 file", "Tanggal Input": "11 Nov 2016"}