{"Nomor": 14116, "Judul": "MASALAH KONTROL OPTIMAL DALAM PROSES PEMANASAN GAS ALAM PADA GAS HEATER PT KRAKATAU STEEL (PERSERO) TBK", "Abstrak": "Proses reduksi yang merupakan awal proses pembuatan baja di Krakatau Steel memerlukan masukan gas alam dalam temperatur yang sangat tinggi. Sehingga, gas alam perlu dipanaskan terlebih dahulu melalui sistem yang dinamakan gas heater. Akibat pemanasan, gas metana yang terkandung dalam campuran gas alam akan pecah menjadi senyawa yang lebih sederhana, yaitu karbon dan gas hidrogen. Karbon dalam wujud padatan yang terbentuk dapat menimbulkan kerak pada pipa-pipa dalam gas heater. Kerak tersebut akan menutupi dinding pipa bagian dalam sehingga dapat mempengaruhi laju alir gas dan mengakibatkan hilangnya sebagian konsentrasi gas metana yang keluar dari gas heater. Untuk meminimumkan karbon yang terdeposit, steam diinjeksikan kedalam pipa gas heater. Steam diharapkan dapat bereaksi dengan karbon yang menempel pada dinding pipa gas heater sehingga dapat mengurangi karbon yang terdeposit pada dinding pipa. Akan tetapi, jumlah steam yang diinjeksikan terbatas pada interval tertentu yang terkait dengan kebijakan perusahaan. Sehingga, masalah deposit karbon tersebut menjadi masalah kontrol optimal injeksi steam. Prinsip minimum Pontryagin diskrit diterapkan pada masalah untuk mencari nilai mol steam optimal yang meminimumkan deposit karbon yang terjadi. Simulasi secara numerik digunakan untuk mencari kontrol masukan yang paling optimal.", "Daftar File": {"2011 TA PP DHISA MINERVA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63382", "2011 TA PP DHISA MINERVA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63383", "2011 TA PP DHISA MINERVA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63384", "2011 TA PP DHISA MINERVA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63385", "2011 TA PP DHISA MINERVA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63386", "2011 TA PP DHISA MINERVA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63387", "2011 TA PP DHISA MINERVA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63388"}, "Penulis": "DHISA MINERVA (NIM 10107076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Roberd Saragih, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cracking, gas heater, Pontryagin, karbon", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}