{"Nomor": 14113, "Judul": "IDENTIFIKASI DAN ANALISIS KARAKTERISTIK FISIS WAVEFORM SATELIT ALTIMETRI STUDI KASUS: PESISIR PULAU JAWA", "Abstrak": "Wahana satelit altimetri adalah salah satu teknologi terbaik yang digunakan dalam memantau ketinggian muka laut global secara kontinyu. Pada satelit alimetri, tinggi muka laut didapat dari bentuk pantulan gelombang satelit yang dinamakan waveform. Waveform laut lepas memiliki bentuk pantulan yang baik dan mendekati bentuk teoritisnya yaitu Model Brown. Namun pada daerah pesisir, waveform yang dipantulkan mengandung kesalahan karena terkontaminasi daratan.         \n \n \n \n \n \n \n \n \n\nPenelitian ini bertujuan untuk mengidentifikasi karakteristik waveform satelit altimetri yang melintasi Pulau Jawa. Pendekatan yang dilakukan adalah dengan kualitatif dan kuantitatif. Pendekatan kualitatif menggunakan individual waveform untuk menentukan kelas dan jarak waveform konstan dari pesisir. Sedangkan pendekatan kuantitatif adalah menghitung nilai TLEP (time of Leading Edge Position) yang merepresentasikan jarak dari permukaan laut ke satelit. Dari nilai TLEP dapat dilihat berapa banyak waveform yang terkontaminasi daratan.         \n \n \n \n \n \n \n \n \n\nDari metodologi tersebut didapatkan bahwa karakteristik waveform tergantung arah lintasan satelit dan keadaan lautnya selain beberapa faktor lain. Arah lintasan satelit menjadi faktor yang cukup menentukan dimana arah lintasan dari laut ke darat cenderung memantulkan waveform yang lebih stabil di wilayah pesisir", "Daftar File": {"2012 TA PP DEWI SEKAR ARUM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63362", "2012 TA PP DEWI SEKAR ARUM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63363", "2012 TA PP DEWI SEKAR ARUM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63364", "2012 TA PP DEWI SEKAR ARUM 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/63365", "2012 TA PP DEWI SEKAR ARUM 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/63366", "2012 TA PP DEWI SEKAR ARUM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63367", "2012 TA PP DEWI SEKAR ARUM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63368", "2012 TA PP DEWI SEKAR ARUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63361"}, "Penulis": "DEWI SEKAR ARUM (NIM 15108033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Kosasih Prijatna, M.Sc dan Dr. Tech. Dudy Dharmawan Wijaya, ST., M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jason-2,karakteristik, waveform, pesisir Jawa", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}