{"Nomor": 14118, "Judul": "PENGGUNAAN METODE FOTOGRAMETRI RENTANG DEKAT DAN LASER SCANNING DALAM PROSES REVERSE ENGINEERING (STUDI KASUS : PESAWAT TANPA AWAK EASY STAR)", "Abstrak": "Proses Reverse engineering merupakan proses evaluasi sistematik dari sebuah produk melalui pengukuran langsung ataupun atau tidak langsung bertujuan untuk mengetahui fungsi atau kinerja produk, membuat produk yang sama, atau penambahan fungsi dari produk tersebut. Proses Reverse Engineering dapat dilihat sebagai analisis sistem untuk identifikasi komponen sistem dan hubungannya dengan komponen sistem lain, membuat representasi dari sistem dalam bentuk, dan untuk membuat representasi fisik dari sistem tersebut. Banyak metode dapat digunakan untuk mengukur suatu objek, dalam hal ini saya menggunakan Fotogrametri Rentang Dekat dan Laser Scanning. Kedua metode menyediakan data yang disebut point cloud yang mewakili permukaan objek. Point cloud adalah data dasar untuk membuat model 3D, point clouds tersebut merupakan representasi geometri dalam hal titik permukaan adalah langkah pertama dalam menciptakan patch permukaan parametrik. Sebuah polymesh baik diciptakan dari point cloud menggunakan software reverse engineering. polymesh dibersihkan, kemudian permukaan (surface) diekspor ke paket CAD untuk perbaikan lebih lanjut, analisis, integrasi atau perbandingan. Proses selanjutnya adalah menjadikan ke model fisik.kemudian model fisik tersebut akan dimodelkan kembali menggunakan fotogrametri rentang dekat yang kemudian hasilnya akan di bandingkan dengan kedua model yang menggunakan 2 metode pengukuran sebelumnya.", "Daftar File": {"2011 TA PP DIANDRA ARINITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63396", "2011 TA PP DIANDRA ARINITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63397", "2011 TA PP DIANDRA ARINITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63398", "2011 TA PP DIANDRA ARINITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63399", "2011 TA PP DIANDRA ARINITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63400", "2011 TA PP DIANDRA ARINITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63401", "2011 TA PP DIANDRA ARINITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63402"}, "Penulis": "DIANDRA ARINITA (NIM 15107022)", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, ST. MT., dan Dr. Ir. Tatacipta Dirgantara, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reverse Engineering, close range photogrammetry, laser scan, UAV", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}