{"Nomor": 14131, "Judul": "STUDI APLIKASI FUNCTIONAL NEAR INFRARED (FNIR) SINGLE CHANNELUNTUK MENDETEKSI AKTIVITAS OTAK", "Abstrak": "Tujuan utama penelitian ini adalah untuk menyelidiki potensi aplikasi functional near-infrared (fNIR) untuk mendeteksi aktivitas otak. Dengan menggunakan metode continous wave (CW) perubahan konsentrasi oxy-Hb pada otak bisa dihitung secara akurat. Sebuah laser diode dengan panjang gelombang 850 nm digunakan sebagai sumber cahaya yang diinjeksikan ke dalam jaringan otak.Output optik dideteksi oleh sebuah detektor avalanche photodiode (APD) bersensitivitas tinggi.Rancangan instrumentasi fNIR diuji terlebih dahulu pada jaringan phantom untuk mengukur dan mengetahui karakteristik sumber cahaya dan detektor. Setelah pengujian, sistem fNIR digunakan untuk memperkirakan perubahan konsentrasi oxy-Hb pada otak bagian frontal lobe, ketika otak dalam keadaan rileks dan ketika otak melakukan kegiatan berfikir dengan penyelesaikan persamaan matematika sederhana. Hasil penelitian menunjukkan adanya perbedaan yang signifikan antara intensitas cahaya yang terdeteksi oleh APD ketika otak dalam keadaan aktif dan ketika otak dalam keadaan rileks.Perbedaan intensitas cahaya yang terdeteksi berhubungan langsung dengan perubahan konsentrasi oxy-Hb atau oksigenasi dalam otak manusia. Hasil pengukuran perubahan oksigenasi dalam otak (yang terukur oleh fNIR) telah dibandingkan dengan hasil pengukuran standar electroenchepalography(EEG). Perbandingan antara fNIR dan EEG telah memberikan bukti kuat bahwa dengan pengujian yang tepat, pengukuran parameter fNIR dapat", "Daftar File": {"2013 TA PP DITA YUNI RACHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63479", "2013 TA PP DITA YUNI RACHMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63480", "2013 TA PP DITA YUNI RACHMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63481", "2013 TA PP DITA YUNI RACHMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63482", "2013 TA PP DITA YUNI RACHMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63483", "2013 TA PP DITA YUNI RACHMAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63484", "2013 TA PP DITA YUNI RACHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63485"}, "Penulis": "DITA YUNI RACHMAWATI (NIM 13308102)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING: DR. SUPRIJANTO, S.T. M.T., DAN DR. IR. ENDANG JULIASTUTI MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "functional near infrared, perubahan oksigenasi, oksigenasi otak manusia.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}