{"Nomor": 14139, "Judul": "POLITIK TENTANG ALAM DALAM PENETAPAN STATUS PERISTIWA SEMBURAN LUMPUR LAPINDO/SIDOARJO: Analisis Jaringan-Aktor", "Abstrak": "Lebih dari dua tahun peristiwa semburan lumpur di Kabupaten Sidoarjo berlangsung. Namun, penetapan status dari peristiwa ini masih menjadi tarik ulur. Harus adanya statement saintifik yang disyaratkan sebagai dasar penetapan status justru selanjutnya menjadi bagian sensitif dari keseluruhan persoalan ini, karena kemudian berkembang perdebatan di kalangan saintis hingga berlarut-larut.Ada tiga hal yang hendak dilihat dari penelitian ini, pertama, terkait ber-langsungnya perdebatan saintifik di kalangan saintis selama ini, dalam  hal apa sajakah para saintis berbeda? Kedua, apakah perbedaan itu dipengaruhi politik pihak-pihak di luar saintis? Atau, ketiga, perbedaan itu dipengaruhi oleh cara pandang, pendekatan, dan metode yang digunakan para saintis? Untuk melihat itu semua, digunakan terminologi to follow the actors in action dengan basis teori Actor-Network Theory (ANT).Perbedaan dalam meyakini mekanisme terjadinya semburan, objek yang diteliti, dan pemberian definisi fakta dan hipotesa merupakan hal-hal mendasar dalam perdebatan kelompok-kelompok saintis. Sedangkan pengaruh politik pihak-pihak di luar saintis terlihat dari penggunaan istilah-istilah yang diberikan terhadap peristiwa semburan, diselenggarakannya seminar-seminar tandingan dan eskalasi politik di DPR ketika TP2LS-DPR turut terlibat dalam perdebatan. Cara pandang yang hanya melihat situasi di Sumur Banjarpanji-1, atau lebih melihat kondisi geologi regional, serta penggunaan pendekatan drilling atau pendekatan geologi merupakan warna dasar bagi perbedaan statement saintis selama ini. Perdebatan yang berlangsung dalam pengelompokan saintis ternyata hanya membuat fakta saintifik setiap kelompok akuntabel dalam kelompoknya, tidak bagi kelompok lain. Dalam situasi seperti inilah proses konstruksi fakta saintifik yang akuntabel atau yang demokratis diperlukan untuk mewujudkan statement final.", "Daftar File": {"2008 TS PP EDI SUSANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63530", "2008 TS PP EDI SUSANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63531", "2008 TS PP EDI SUSANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63532", "2008 TS PP EDI SUSANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63533", "2008 TS PP EDI SUSANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63534", "2008 TS PP EDI SUSANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63535", "2008 TS PP EDI SUSANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63536"}, "Penulis": "EDI SUSANTO (NIM: 24006016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "politik tentang alam, penetapan status, semburan lumpur, ANT, akuntabel, demokratis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}