{"Nomor": 14141, "Judul": "PENCITRAAN GEOMETRI DAN RELASI AKIFER - AIR SUNGAI DENGAN METODE GROUND PENETRATING RADAR: PEMODELAN FISIK DAN APLIKASI PADA ALIRAN SUNGAI CIKAPUNDUNG-BANDUNG, JAWA BARAT", "Abstrak": "Abstrak:         \n \n \n \n \n \n \n \n \n\nAir merupakan sumber utama kehidupan manusia yang seiring dengan bertambahnya penduduk, iklim yang tidak stabil, serta berkurangnya luasan hutan menimbulkan tantangan global yang harus dihadapi untuk memelihara dan menjaga persediaan sumber air. Teknologi eksplorasi airtanah yang bertujuan untuk mengetahui dan merekonstruksi kondisi akifer dan sistemnya sering sulit dilakukan dengan metode langsung (geologi) akibat tidak adanya singkapan. Oleh karena itu dibutuhkan suatu metode geofisika untuk mengatasi hal tersebut. Salah satu metode geofisika yang dapat memetakan kondisi akifer adalah Ground Penetrating Radar (GPR). Metode elektromagnetik dengan frekuensi radio yang digunakan dalam penelitian ini adalah 150 MHz dan 800 MHz.          \n \n \n \n \n \n \n \n \n\nPenelitian dilakukan dengan observasi lapangan yang kemudian dilanjutkan dengan pemodelan laboratorium sebagai pembanding data lapangan. Pengolahan data radargram dilakukan untuk mendapatkan parameter fisis berupa nilai kecepatan medium (Vm) dan permitivitas relatif, serta mengetahui bentuk geometri akifer di Sungai Cikapundung-Bandung.          \n \n \n \n \n \n \n \n \n\nHasil penelitian di laboratorium menunjukkan adanya perbedaan posisi reflektor akifer pada kondisi kering dan kondisi basah. Pada kondisi kering, ketebalan lapisan hasil pencitraan di radargram adalah 0.2944 meter dan mengalami pergeseran sejauh 0.0235 meter menjadi 0.3179 meter pada kondisi basah. Hasil pencitraan GPR di lapangan menunjukkan geometri akifer sebelah Barat Sungai Cikapundung mengalami gradien negatif menuju ke arah Tenggara dan geometri akifer sebelah Timur Cikapundung mengarah ke Barat Daya yang memiliki relasi akifer mengisi air sungai atau efluent.", "Daftar File": {"2007 TA PP EFFENDY SIAWIRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63544", "2007 TA PP EFFENDY SIAWIRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63545", "2007 TA PP EFFENDY SIAWIRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63546", "2007 TA PP EFFENDY SIAWIRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63547", "2007 TA PP EFFENDY SIAWIRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63548", "2007 TA PP EFFENDY SIAWIRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63549", "2007 TA PP EFFENDY SIAWIRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/63550", "2007 TA PP EFFENDY SIAWIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63551"}, "Penulis": "EFFENDY SIAWIRA (NIM 12302023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : T.A. Sanny, Dr,Eng,Ir,MSc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ground Penetrating Radar, Aquifer, Efluent", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}