{"Nomor": 14140, "Judul": "STUDI PENURUNAN MUKA TANAH SERTA IDENTIFIKASI KERUGIAN AKIBAT PENURUNAN MUKA TANAH DI CEKUNGAN BANDUNG", "Abstrak": "Penurunan muka tanah merupakan fenomena yang banyak terjadi di kota Ã‚Â– kota besar di Indonesia seperti Jakarta, Bandung, dan Semarang. Penurunan muka tanah di Cekungan Bandung diduga disebabkan oleh pengambilan airtanah secara berlebihan, kompaksi alamiah, beban bangunan dan pengaruh tektonik. Penurunan muka tanah di Cekungan Bandung juga berpotensi menimbulkan kerugian ekonomi seperti kerusakan pada bangunan, infrastruktur, dan memperparah genangan banjir.    \n \n \n \n\nPemantauan penurunan muka tanah di Cekungan Bandung telah dilakukan dengan metode survey GPS dari tahun 2000 sampai 2010 di beberapa daerah yang diduga mengalami penurunan muka tanah dan penurunan muka airtanah yang relatif besar. Survey lapangan juga dilakukan di Cekungan Bandung untuk mengidentifikasi kerugian ekonomi yang mungkin timbul akibat penurunan muka tanah. Hasil pengolahan data GPS menunjukkan pada periode tahun 2000 sampai 2010 beberapa daerah di Cekungan Bandung telah mengalami penurunan muka tanah sebesar 1 sampai 16 cm pertahun yang bervariasi baik secara spasial maupun temporal. Hal ini disebabkan oleh pengambilan airtanah yang berlebihan dan juga proses kompaksi alamiah. Penurunan muka tanah yang paling besar dialami oleh daerah - daerah yang mengalami penurunan muka airtanah yang besar pula seperti Cimahi, Dayeuhkolot, Rancaekek dan Majalaya. Kerugian ekonomi telah teridentifikasi di wilayah terdampak seperti retakan pada dinding bangunan dan jalan tol, biaya untuk menaikkan halaman rumah, dan memperparah genangan banjir.    \n \n \n \n\nPemantauan terhadap penurunan muka tanah ini berguna untuk pengaturan pengambilan airtanah, pengendalian banjir, konservasi lingkungan, serta pengambilan keputusan dalam pembangunan infrastruktur.", "Daftar File": {"2011 TA PP EDWARD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63537", "2011 TA PP EDWARD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63538", "2011 TA PP EDWARD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63539", "2011 TA PP EDWARD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63540", "2011 TA PP EDWARD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63541", "2011 TA PP EDWARD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63542", "2011 TA PP EDWARD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63543"}, "Penulis": "EDWARD (NIM 15106017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Hasanuddin Z. Abidin, M.Sc. dan Irwan Gumilar, ST, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Land subsidence, GPS, groundwater, economic losses.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}