{"Nomor": 14150, "Judul": "KLASIFIKASI TUTUPAN LAHAN DAN TATA GUNA LAHAN DI KABUPATEN BANDUNG BARAT MENGGUNAKAN CITRA LANDSAT-7 ETM DAN ALOS PALSAR", "Abstrak": "Klasifikasi citra merupakan salah satu aplikasi dari ilmu penginderaan jauh (Remote Sensing) yang digunakan untuk menginterpretasi dan mengidentifikasi suatu area. Informasi yang didapat dari hasil klasifikasi citra dapat digunakan untuk berbagai macam keperluan, salah satunya untuk keperluan pembuatan peta tutupan lahan dan tata guna lahan. Dalam penelitian ini telah dilakukan pembuatan peta klasifikasi Tutupan Lahan dan Tata Guna Lahan menggunakan klasifikasi terawasi (Supervised classification) dengan metode Maximum Likelihood di wilayah Kabupaten Bandung Barat menggunakan citra Landsat-7 ETM dan ALOS PALSAR. Proses pembuatan peta klasifikasi ini dilakukan dengan dua cara, yaitu cara pertama dengan melakukan klasifikasi terlebih dahulu pada citra kemudian citra dipotong berdasarkan batas wilayah, dan cara kedua citra dipotong terlebih dahulu berdasarkan batas wilayah baru kemudian dilakukan klasifikasi pada citra tersebut. Peta hasil klasifikasi tersebut akan diuji tingkat ketelitian / akurasi keseluruhan (overall accuracy) citra hasil klasifikasi dengan peta landuse / landcover Jawa Barat tahun 2001 sebagai referensi, agar didapat peta klasifikasi yang memiliki nilai uji akurasi keseluruhan (overall accuracy) terbaik yang merupakan hasil akhir dari penelitian tugas akhir ini.", "Daftar File": {"2010 TA PP ERFIANTO BAGUS YUDHONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63607", "2010 TA PP ERFIANTO BAGUS YUDHONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63605", "2010 TA PP ERFIANTO BAGUS YUDHONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63606", "2010 TA PP ERFIANTO BAGUS YUDHONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63604", "2010 TA PP ERFIANTO BAGUS YUDHONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63603", "2010 TA PP ERFIANTO BAGUS YUDHONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63602", "2010 TA PP ERFIANTO BAGUS YUDHONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63601"}, "Penulis": "ERFIANTO BAGUS YUDHONO (NIM 15105025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ketut Wikantika, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Western Bandung Regency, Land cover, Land use, supervised classification, Maximum Likelihood", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}