{"Nomor": 14156, "Judul": "POLA ALIRAN LIMPASAN PERMUKAAN DAN IMPLIKASINYA PADA RENCANA REGULASI PENATAAN WILAYAH (STUDI KOTA MALANG)", "Abstrak": "Perkembangan wilayah Kota Malang tidak lepas dari terjadinya perubahan penggunaan lahan terbuka menjadi lahan terbangun terutama untuk kawasan pemukiman. Banjir dan genangan air hujan merupakan masalah yang timbul akibat perubahan penggunaan lahan yang tidak diatur dengan baik. Lahan terbangun memiliki daya resap air hujan yang lebih kecil dari lahan terbuka. Ketika lahan terbangun semakin luas maka akan semakin banyak air hujan yang berubah menjadi limpasan permukaan. Ketika kemampuan suatu wilayah untuk mengalirkan limpasan permukaan sudah tidak memenuhi maka akan terjadi genangan air hujan dan banjir.Curah hujan, topografi dan tata guna lahan merupakan faktor yang sangat menentukan pola aliran limpasan permukaan. Metode SCS (Soil Conservation System) digunakan untuk menentukan perubahan besar limpasan permukaan sebagai efek dari perubahan tata guna lahan. Curah hujan wilayah yang digunakan didapat dari perhitungan metode isohiet dari 6 stasiun data (Karangploso, Brawijaya, Sumberasin, A.R Saleh, Selorejo dan Karangkates). Perhitungan water balance menggunakan metode F.J Mock dengan evapotanspirasi dihitung dengan persamaan Penman. Topografi wilayah didapat dari 520 titik sampel ketinggian, yang kemudian diinterpolasi untuk memperoleh kondisi 3D. Dari topografi wilayah kemudian diketahui arah dan potensi kecepatan aliran limapasan permukaan wilayah Kota Malang.Untuk periode 2001-2008 pertambahan kawasan lahan terbangun di Kota Malang sebesar 20.92% telah meningkatkan besarnya limpasan permukaan 8.6%. Regulasi penataan wilayah didasarkan pada pola aliran limpasan permukaan, curah hujan wilayah, dan Rencana Tata Ruang dan Wilayah (RTRW) Kota Malang 2008-2028. Wilayah selatan Kota Malang dengan curah hujan rata-rata tahunan sebesar 2123,04 mm/tahun merupakan kawasan yang direncanakan sebagai daerah hijau atau daerah pertanian. Terutama difokuskan kawasan Buring yang memiliki potensi kecepatan aliran limpasan tinggi pada kelerengan 9-13.5%. Perbaikan sarana drainase dan pembangunan kolam tampung merupakan beberapa alternative yang dapat diterapkan untuk mengatasi masalah bajir dan genangan air hujan. DAS Bango, DAS Sukun dan DAS Brantas merupakan prioritas karena berada pada kawasan yang relatif datar sehingga aliran limpasan permukaan akan lebih mudah terhambat.", "Daftar File": {"2009 TA PP FAISAL SUNARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63631", "2009 TA PP FAISAL SUNARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63632", "2009 TA PP FAISAL SUNARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63633", "2009 TA PP FAISAL SUNARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63634", "2009 TA PP FAISAL SUNARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63635", "2009 TA PP FAISAL SUNARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63636", "2009 TA PP FAISAL SUNARTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/63637", "2009 TA PP FAISAL SUNARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63638"}, "Penulis": "FAISAL SUNARTO (NIM 12804009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Limpasan permukaan, Pola aliran, Regulasi Penataan Wilayah", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}