{"Nomor": 14176, "Judul": "PENAKSIRAN SEKUENSIAL PARAMETER POROSITAS RESERVOIR DUA SUMUR TANPA ADANYA INTERAKSI ANTAR SUMUR", "Abstrak": "Porositas merupakan parameter pada suatu reservoir yang mampu menyerap dan menyimpan cadangan minyak. Semakin besar nilai porositas pada suatu batuan reservoir maka akan semakin besar kemampuan reservoir untuk menyerap minyak se-   hingga cadangan minyak yang tersimpan semakin banyak pula. Pengoptimasian dari suatu reservoir dapat dilakukan dengan mengestimasi parameter porositas. Pengestimasian parameter porositas dapat dilakukan dengan menggunakan metode yang dapat meng-update parameter porositas ini secara sekuensial yaitu metode Ensemble Kalman Filter (EnKF). EnKF merupakan metode untuk melakukan history matching yaitu proses penyelarasan antara model simulasi dengan kondisi reservoir yang sebenarnya. Pada tugas akhir ini, model reservoir satu sumur akan dikembangkan menjadi model reservoir dua sumur dengan asumsi tidak terdapat interaksi antar sumur dan kondisi batas reservoir : constant rate production, infinite acting, line source. Metode EnKF digunakan untuk mengestimasi parameter porositas pada reservoir satu sumur, dengan menggunakan data empiris dan data simulasi pada tahap inisialisasi, dan reservoir dua sumur dengan data simulasi.", "Daftar File": {"2011 TA PP FERAWATI MAGDALENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63770", "2011 TA PP FERAWATI MAGDALENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63771", "2011 TA PP FERAWATI MAGDALENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63772", "2011 TA PP FERAWATI MAGDALENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63773", "2011 TA PP FERAWATI MAGDALENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63774", "2011 TA PP FERAWATI MAGDALENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63775", "2011 TA PP FERAWATI MAGDALENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63776"}, "Penulis": "FERAWATI MAGDALENA (NIM 10107072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Sutawanir Darwis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Porositas, history matching, meng-update parameter, Ensemble Kalman Filter (EnKF)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}