{"Nomor": 14177, "Judul": "STUDI PENGARUH PENAMBAHAN CITRA FOTO UDARA NON METRIK DAN TITIK KONTROL TANAH TERHADAP KETELITIAN GEOMETRIK (STUDI KASUS : KAMPUS ITB)", "Abstrak": "Foto Udara Format Kecil (FUFK) merupakan salah satu metode pemetaan yang sedang berkembang saat ini. Metode ini memiliki kelebihan dari segi pengadaan alat yang relatif mudah dan biaya operasional yang lebih ringan dibanding foto udara standar. Agar foto udara dapat memberikan informasi koordinat tanah maka perlu dilakukan proses pengolahan foto udara yang terdiri dari beberapa tahap, dimana dalam salah satu tahapannya diperlukan titik kontrol tanah sebagai acuan. Pada penelitian ini dikaji mengenai pengaruh penambahan titik kontrol tanah dan penambahan citra foto udara terhadap ketelitian geometrik. Ketelitian dilihat dari seberapa besar peningkatan pada saat melakukan proses perataan berkas. Pelaksanaan penelitian dibagi dalam 3 tahap, yaitu perencanaan dan persiapan, operasional lapangan dan pemrosesan hasil. Perencanaan dan persiapan mencakup penyediaan alat/bahan dan penentuan jalur terbang. Operasional lapangan mencakup pengambilan data titik kontrol tanah dan perekaman foto udara. Tahap pemrosesan mencakup pengolahan data GPS dan perhitungan perataan berkas pada blok foto udara. Hasil penelitian menunjukkan bahwa hasil perataan berkas pada blok dengan menambahkan jumlah citra dari cross flight tidak meningkatkan ketelitian, hal ini dilihat dari hasil RMSE yang membesar. Sedangkan pada percobaan dengan menambahkan jumlah titik kontrol tanah dari 3 buah menjadi 10 buah, terdapat peningkatan hasil perataan berkas namun pada saat penambahan menjadi 15 titik, hasilnya justru menurun.", "Daftar File": {"2012 TA PP FERDI RADITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63777", "2012 TA PP FERDI RADITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63778", "2012 TA PP FERDI RADITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63779", "2012 TA PP FERDI RADITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63780", "2012 TA PP FERDI RADITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63781", "2012 TA PP FERDI RADITYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63782", "2012 TA PP FERDI RADITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63783"}, "Penulis": "FERDI RADITYA (NIM 15107084)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Deni Suwardhi, ST.,MT. dan Dr.Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Small Format Aerial Photogrammetry (SFAP), mapping, Ground Control Point (GCP), Bundle adjustment", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}