{"Nomor": 14183, "Judul": "STUDI AB-INITIO ADSORPSI OKSIGEN PADA CLUSTER FE-(6)PYRROLE", "Abstrak": "Saat ini dibutuhkan sumber energi alternatif untuk menggantikan bahan bakar fosil yang akan habis dalam beberapa generasi yang akan datang. Sel bahan bakar (Fuel Cell) adalah salah satu sumber energi alternatif yang ditawarkan. Platina pada umumnya digunakan sebagai material elektroda sel bahan bakar. Akan tetapi karena platina adalah material yang langka dan mahal, maka perlu dicari material alternatif untuk menggantikannya. Pada penelitian ini, Fe-polypyrrole ditawarkan sebagai salah satu material    \n \n\nuntuk menggantikan platina sebagai katoda Polymer Electrolyte Fuel Cell (PEFC). Simulasi Fe-(6)pyroole dilakukan secara ab-initio dengan menggunakan metode DFT.   \n \n\nSimulasi dilakukan dengan menggunakan level teori B3LYP dan dua basis set yang digunakan secara serial yaitu LANL2DZ dan 6-31G(d,p). Hasil simulasi menunjukkan bahwa Fe-(6)pyrrole mentransfer elektron sebesar 0.8e ke orbital anti bonding molekul Oksigen. Transfer elektron ini menyebabkan ikatan kimia antara dua atom oksigen mengalami pemanjangan sekitar 15%. Pemanjangan ikatan antara molekul oksigen ini lebih besar jika dibandingkan dengan interaksi molekul oksigen dengan Co-(6)pyrrole yang diteliti sebelumnya. Hasil ini menunjukkan Fe-(6)pyrrole adalah material yang lebih baik jika dibandingkan dengan Co-(6)pyrrole untuk menggantikan platina sebagai katoda PEFC.", "Daftar File": {"2013 TA PP FUAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63830", "2013 TA PP FUAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63831", "2013 TA PP FUAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63832", "2013 TA PP FUAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63833", "2013 TA PP FUAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63834", "2013 TA PP FUAD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63835", "2013 TA PP FUAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63836"}, "Penulis": "FUAD (NIM 13308028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Hermawan K. Dipojono, MSEE, Ph.D., dan  Dr. Ir. Nugraha."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fe-polypyrrole, simulasi ab-initio, sel bahan bakar, reaksi reduksi oksigen", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}