{"Nomor": 14187, "Judul": "STUDI POTENSI PEMBANGKIT LISTRIK TENAGA MIKROHIDRO HEAD RENDAH DI SUNGAI CISANGKUY KABUPATEN BANDUNG (KAJIAN TEKNIS)", "Abstrak": "Indonesia memiliki potensi sumber energi terbarukan dalam jumlah besar, termasuk tenaga air. Banyak sungai di Indonesia yang belum dimanfaatkan untuk membangkitkan energi listrik. Disamping itu, krisis energi yang terjadi di dunia, meningkatkan kesadaran untuk mengembangkan pembangkit berbahan bakar energi terbarukan, termasuk Pembangkit Listrik Tenaga Mikrohidro (PLTMH). Pembangunan PLTMH di berbagai daerah dapat membantu mewujudkan program pemerintah untuk meningkatkan rasio elektrifikasi. Penelitian tugas akhir ini dilakukan dalam kelompok, yang terdiri dari kajian teknis dan kajian ekonomis. Pada tugas akhir ini dibahas kajian teknis studi potensi PLTMH head rendah di Sungai Cisangkuy Kabupaten Bandung. Survey lokasi dilakukan untuk mengukur head yang berguna untuk menghitung potensi dan energi. Studi dilanjutkan dengan simulasi desain turbin dan desain awal berbagai komponen PLTMH. Pengoptimalan potensi dilakukan dengan metode sistem kaskade dan penggunaan dua turbin pada masing-masing PLTMH. Hasil studi menunjukkan bahwa aliran Sungai Cisangkuy secara teknis dapat digunakan untuk membangkitkan listrik menggunakan turbin propeller dengan potensi daya total sebesar 510 kW saat satu turbin bekerja pada masing-masing PLTMH dan energi per tahun sebesar 7426,22 MWH.", "Daftar File": {"2008 TA PP GAMA PRAYOGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63858", "2008 TA PP GAMA PRAYOGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63859", "2008 TA PP GAMA PRAYOGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63860", "2008 TA PP GAMA PRAYOGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63861", "2008 TA PP GAMA PRAYOGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63862", "2008 TA PP GAMA PRAYOGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63863", "2008 TA PP GAMA PRAYOGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63864"}, "Penulis": "GAMA PRAYOGA (NIM 13204003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mukmin Widyanto Atmopawiro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Head efektif, Debit rata-rata, Sistem kaskade, PLTMH dua turbin, Pengoptimalan potensi, Efisiensi turbin, Energi per tahun", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}