{"Nomor": 14197, "Judul": "PEMETAAN PARAMETER DINAMIKA LAUT  MELALUI PEMODELAN NUMERIK SEBAGAI VARIABEL KERENTANAN WILAYAH PESISIR TERHADAP ABRASI (Wilayah Studi : Kabupaten dan Kota Cirebon)", "Abstrak": "Indonesia merupakan negara kepulauan dimana Indonesia memiliki banyak wilayah pesisir yang merupakan daerah peralihan antara daratan dan lautan. Wilayah pesisir sangat rentan terhadap kerusakan lingkungan. Salah satu penyebab kerusakan lingkungan di wilayah pesisir yaitu proses dinamika laut yang dapat menyebabkan terjadinya abrasi. Tujuan dari penulisan tugas akhir ini adalah untuk melakukan pemetaan dinamika laut (pasang surut dan arus) sebagai variabel kerentanan wilayah pesisir terhadap abrasi. Dalam tugas akhir ini, wilayah pesisir Kabupaten dan Kota Cirebon dijadikan sebagai wilayah studi yang meliputi proses persiapan survei, pelaksanaan survei, pengolahan data dan analisis dari hasil pemetaan dinamika laut.Hasil yang didapat dari pemetaan dinamika laut ini yaitu berupa peta tunggang pasut dan kecepatan arus maksimum pada dua musim yang berbeda, yaitu musim angin barat dan musim angin timur. Nilai kecepatan arus dan tunggang pasut maksimum terjadi pada musim angin barat, yaitu 0,18 m/s untuk kecepatan arus dan 0,40 m untuk tunggang pasut. Dari hasil pemetaan dinamika laut yang dilakukan, wilayah pesisir Kabupaten dan Kota Cirebon termasuk kedalam daerah yang aman terhadap proses terjadinya abrasi.", "Daftar File": {"2011 TA PP GITH ASVARHOZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63919", "2011 TA PP GITH ASVARHOZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63920", "2011 TA PP GITH ASVARHOZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63921", "2011 TA PP GITH ASVARHOZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63922", "2011 TA PP GITH ASVARHOZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63923", "2011 TA PP GITH ASVARHOZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63924", "2011 TA PP GITH ASVARHOZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63925"}, "Penulis": "GITH ASVARHOZA (NIM 1510711)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.rer.nat. Wiwin Windupranata, ST, M.Si, dan Dr. Ir. Dwi Wisayantono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "coastal area, modelling, abrasion, tide and current", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}