{"Nomor": 14208, "Judul": "SUMBER KONFLIK DI POSO DAN PENANGANANYA DALAM KONFLIK KOMUNAL (Studi Kasus  Poso 1998-2007)", "Abstrak": "SSR adalah satu pendekatan konsep keamanan yang berhubungan langsung dengan pembangunan berkelanjutan, demokrasi dan keamanan. Pembangunan berkelanjutan tidak bisa berdiri sendiri tanpa ada keamanan, dan keamanan bukan merupakan jaminan bila tidak dikelola dengan pemerintahan yang bersih dan demokratis. Ketidak amanan di Poso dan dan banyaknya bukti kejanggalam merupakan contoh buruknya pengelolaan demokrasi di sektor keamanan dalam negeri. Implikasinya, konflik mempengaruhi segala aspek kehidupan masyarakat di Poso dan pembangunan yang telah digalakkan hampir setengah abad kembalik ke keadaan semula, dintadai dengan hancurnya fasilitas umum dan infrastruktur di wilayah itu. Setelah melakun penelitian dengan metode kualitatif  hingga ke tahap pengumpulan data, reduksi data, menampilkan data dan menyimpulkan data, ditemukan bahwa akar masalah konflik dipengaruhi adalah oleh faktor, yakni rivalitas pertarungan jabatan pemerintah di Poso antara Politisi Muslim dan Kristen, rivalitas sipil militer dalam jabatan bupati. Di lapangan politik pertarungan serupa terjadi antar partai yang berbasis agama di Poso. Sedangkan faktor eksternal, sektor ekonomi disebakan oleh beralihnya kepemilikan tanah orang pribumi ke masyarakat migran, transmigrasi, perusahaan perkebunan, pertambangan, konsesi perusahaan hutan.  Penyebab konflik (trigger) dipicu oleh pemukulan terhadap satu anak muda beragama Islam oleh seorang pemuda bergama Kristen di depan Mesjid Sayo pada subuh hari, dibulan puasa mejelang sahur.  Pemicu lainnya,  penegakan hukum terhadap pelaku kerusuhan Desember 1998 tidak tuntas, yang menyebabkan kedatangan pasukan dari Tentena, Napu, dan Poso Pesisir  memasuki Kota Poso yang umumnya beragama Kristen dan menyerang penduduk di Kota Poso pada tahun 2000. Serangan balasan Muslim dipicu oleh banyaknya korban meninggal dipihak Muslim pada kerushan tahun 2000.  Masuknya aktor luar seperti Laskar Jihad, Laskar Mujahidin, Brigade Manguni menambah akselarasi konflik semakin meluas. Apa lagi beberapa kejadian kekerasan, ditemukan beredarnya senjata rakitan, organik dan amunisi dan turut mempercepat dan memperluas wilayah konflik kekerasan. Selanjutnya penanganan konflik dilakukan dengan tiga aspek, yakni operasi pengamanan, penegakan hukum dan pembangunan perdamaian. Operasi pengamanan dilakukan oleh TNI dan Polri dengan tigas fase, yaitu fase pengamanan fungsional yang dilakukan oleh institusi fungsional, fase pengamanan gabungan yang melibatkan gabungan TNI dan Polri dalam satu organisasi pengamanan., fase pengamanan multi sektor, yakni pengamanan dengan melibatkan semua institusi pemerintah setingkat menteri untuk menangani konflik dan implikasi dari konflik. Implementasi pembangunan perdamaian dilakukan dengan target jangka pendek dimaksudkan untuk mengatasi masalah yang dihadapi pengungsi, korban konflik, sedangkan jangka panjang dialamatkan pada akar masalah konflik dan penyebab konflik. Pemerintah dalam pembangunan perdamaian melibatkan aktor utama keamanan negara, aktor institusi peradilan, NGO, tokoh masyarakat, tokoh agama dan pergruan tinggih.  Masalah yang ditemukan dalam pengamanan adalah kemampuan personil, akuntabiltas pengamanan dan kurangya koordinasi antara intelejen, TNI, Polri dan lembaga peradilan dalam pengamanan dan penanganan kasus kriminal. Pemerintah sebagai aktor pembangunan perdamaian memiliki beberapa kendala yakni, transparansi, akuntabilitas, perencanaan yang buruk, partisipasi masyarakat rendah, lemahnya sumber daya perencanaan. Untuk mengatasi hal  itu, pemerintah pusat perlu mempertegas tugas perbantuan TNI, intelejen dalam satu UU untuk penanganan konflik internal. Pemerintah Pusat bersama Pemerintah Daerah perlu menata kembali atau membuat mengenai penanganan konflik inter standar baku.  Untuk lebih jelasnya mengenai konflik komunal di Poso dan bagaimana penanganannya atau intervensinya, silahkan baca tesis ini.", "Daftar File": {"2008 TS PP HARLI ABDUL MUIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63991", "2008 TS PP HARLI ABDUL MUIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63992", "2008 TS PP HARLI ABDUL MUIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63993", "2008 TS PP HARLI ABDUL MUIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63994", "2008 TS PP HARLI ABDUL MUIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63995", "2008 TS PP HARLI ABDUL MUIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63996", "2008 TS PP HARLI ABDUL MUIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/63997", "2008 TS PP HARLI ABDUL MUIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63998"}, "Penulis": "HARLI ABDUL MUIN (NIM: 24005029)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Konflik, akar masalah, akselerasi, penyebab, pengamanan, jangka panjang, jangka pendek", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}