{"Nomor": 14201, "Judul": "PERANCANGAN DAN IMPLEMENTASI MOBILE ROBOT SIMULATOR: SIMULASI SENSOR, RODA, DAN ALGORITMA PERGERAKAN", "Abstrak": "Peranan sebuah simulator sangat dibutuhkan dalam mensimulasikan sebuah sistem ke dalam program komputer. Manfaat dari simulasi ialah mengurangi risiko saat dilakukan pengujian fisik dan dengan adanya perhitungan parameter-parameter sistem saat simulasi maka dapat diperoleh parameter yang optimal sebelum sistem direalisasikan.Demikian juga dalam membangun sebuah mobile robot yang baik, peranan simulator sangat dibutuhkan. Simulator digunakan untuk membantu tahap desain platform supaya hasil akhir mobile robot lebih optimal. Hal ini tentunya lebih menghemat biaya dan waktu dibandingkan jika pengujian fisik langsung dilakukan.Dalam penelitian ini, dibangun sebuah simulator mobile robot dua dimensi dengan bentuk dasar robot berbentuk lingkaran beroda dua. Sistem sensor berupa sensor pancar yang dipasangkan di sekeliling robot.Melalui simulator ini, user membangun sebuah lingkungan dimana mobile robot akan bergerak. Selanjutnya user memberikan masukan parameter-parameter sensor dan roda, yang akan ditampilkan ke dalam bentuk dua dimensi. User wajib memilih algoritma pergerakan yang telah disediakan sebelum dilakukan simulasi.Saat simulasi berjalan maka akan ditampilkan pergerakan mobile robot menuju ke target melewati berbagai obstacle dengan menggunakan algoritma yang dipilih. Selain itu juga akan ditampilkan beberapa data pergerakan seperti waktu, posisi dan orientasi mobile robot, kecepatan roda kanan dan kiri.Dengan adanya simulasi ini akan diketahui apakah mobile robot mampu mencapai target dengan jumlah sensor tertentu, ataukah justru akan terjadi tabrakan dengan obstacle. Selain itu simulasi juga dapat menunjukkan tingkat keoptimalan suatu algoritma yaitu dengan melihat waktu yang dibutuhkan mobile robot mencapai target dalam menelusuri lingkungan yang sama namun dengan menggunakan algoritma yang berbeda.", "Daftar File": {"2007 TA PP HADI WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63941", "2007 TA PP HADI WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63942", "2007 TA PP HADI WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63943", "2007 TA PP HADI WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63944", "2007 TA PP HADI WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63945", "2007 TA PP HADI WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63946", "2007 TA PP HADI WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63947"}, "Penulis": "HADI WIJAYA (NIM 13203154)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Kusprasapta Mutijarsa ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "simulasi, simulator, mobile robot, sensor, roda, algoritma", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}