{"Nomor": 14207, "Judul": "ANALISIS TEKNIK DAN EKONOMI UNTUK PERTIMBANGAN PENGGANTIAN MESIN PENGGULUNG BENANG PADA SUATU PABRIK TEKSTIL", "Abstrak": "Sebuah pabrik menginginkan peningkatan kapasitas produksi dengan biaya produksi yang semakin murah. Peningkatan kapasitas produksi tersebut dapat dilakukan dengan cara memodifikasi mesin yang ada atau mengganti mesin lama dengan mesin baru. Seringkali mesin yang sudah dimodifikasi masih kalah dalam hal produktivitas serta biaya operasional dibandingkan mesin yang baru sehingga lebih baik mengganti mesin lama dengan mesin baru. Sebelum mengambil keputusan untuk mengganti mesin lama tersebut, perusahaan harus mengetahui terlebih dahulu keuntungan serta kerugian akibat digantikannya mesin lama dengan mesin baru tersebut sehingga dibutuhkan kajian lebih mendalam berdasarkan sisi teknik dan ekonominya.PT X saat ini mengoperasikan dua jenis mesin, yaitu mesin TN-33 (mesin lama) dan mesin TN-35 (mesin baru). Untuk mengetahui pemakaian energi listrik setiap mesin dilakukan pengambilan data dengan bantuan alat Power Quality Analyser Fluke 43B. Dengan sistem yang digunakan pada mesin TN-35, rasio kecepatan yang diperoleh lebih besar 4 kali lipat daripada rasio kecepatan pada mesin TN-33. Konsumsi energi pada mesin TN-33 sebesar 0,018 kWh/cones sedangkan pada mesin TN-35 sebesar 0,004 kWh/cones (berkurang sebesar 78%). Selain itu pada mesin TN-35 biaya produksi berkurang sebesar 63%, dan kapasitas produksi bertambah sebesar 414%", "Daftar File": {"2013 TA PP HARJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63983", "2013 TA PP HARJA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63984", "2013 TA PP HARJA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63985", "2013 TA PP HARJA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63986", "2013 TA PP HARJA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63987", "2013 TA PP HARJA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63988", "2013 TA PP HARJA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63989", "2013 TA PP HARJA 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/63990"}, "Penulis": "HARJA (NIM : 13308023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. F.X. Nugroho Soelami, M.B.Env., Ph.D., dan Dr. Ir. Sutanto Hadisupadmo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mesin TN-33, mesin TN-35, rasio kecepatan, konsumsi energi, biaya produksi, kapasitas produksi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}