{"Nomor": 14204, "Judul": "STUDI AKTIVITAS SESAR BARIBIS BERDASARKAN DATA PENGAMATAN GPS TAHUN 2007 - 2010", "Abstrak": "Jawa Barat merupakan salah satu wilayah di Indonesia yang berpotensi akan bencana gempa bumi, hal ini dapat dilihat dari posisi Jawa Barat yang berada di daerah zona subduksi lempeng Eurasia dan lempeng Indo-Australia. Saat ini telah terbentuk tiga buah sesar aktif di Jawa Barat, diantaranya Sesar Cimandiri, Sesar Lembang, dan Sesar Baribis. Sesar Baribis merupakan sesar aktif dengan proses pembentukkan paling terakhir dengan jalur sesar yang terbentang dari daerah Subang hingga daerah perbukitan di sekitar Gunung Ciremai. Sesar Baribis memiliki potensi yang cukup besar akan terjadinya gema bumi, oleh karena itu diperlukan pemantauan aktivitas pada Sesar Baribis. Salah satu metode yang dapat diterapkan untuk memantau aktivitas Sesar Baribis adalah dengan menggunakan metode survei GPS. Data pengamatan GPS tersebut diolah dengan menggunakan software  ilmiah Bernese 5.0 yang selanjutnya digunakan untuk menghitung nilai vektor pergeseran, nilai regangan, serta laju geser untuk keperluan analisis deformasi. Berdasarkan analisis deformasi tersebut, dapat diketahui aktivitas sesar yang terjadi di Sesar Baribis. Hasil pengolahan data menunjukkan bahwa vektor pergeseran di Sesar Baribis mengarah ke barat laut dengan nilai pergeseran berkisar dari 2 mm/tahun sampai dengan 5 cm/tahun. Berdasarkan pola regangannya, di sekitar Sesar Baribis mengalami ekstensi dan kompresi secara merata, namun nilai kompresi cenderung lebih besar dibandingkan dengan nilai ekstensi. Estimasi laju geser dari sesar ini memiliki nilai sebesar 1.9 cm/tahun.", "Daftar File": {"2012 TA PP HANNA FADHILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/63962", "2012 TA PP HANNA FADHILA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/63963", "2012 TA PP HANNA FADHILA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/63964", "2012 TA PP HANNA FADHILA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/63965", "2012 TA PP HANNA FADHILA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/63966", "2012 TA PP HANNA FADHILA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/63967", "2012 TA PP HANNA FADHILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/63968"}, "Penulis": "HANNA FADHILA (NIM 15107007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dina Anggreni, M.T., dan Irwan Gumilar, S.T, M.si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baribis fault, GPS, deformation, Bernese 5.0, the vector shift, the strain", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}