{"Nomor": 14218, "Judul": "PERENCANAAN UNIT PRASEDIMENTASI DI INSTALASI PENGOLAHAN AIR MINUM CIPARAY UNTUK DAERAH PELAYANAN KOTA BARU TEGALLUAR", "Abstrak": "Kota Baru Tegalluar merupakan kawasan tertentu yang, merupakan penjabaran dari Rencana Umum Tata Ruang Wilayah Kabupaten ke dalam Penyusunan Rencana Detail Ruang Kawasan Kota. Rencana ini adalah rencana terperinci yang disusun untuk penyiapan perwujudan dalam rangka pelaksanaan program Ã‚Â– program pembangunan di Kawasan Kota Baru Tegalluar. pembentukan Kota Baru Tegalluar merupakan bagian dari Kawasan Andalan Cekungan Bandung berdasarkan Peraturan Daerah propinsi Jawa Barat No. 2 tahun 2003 tentang Rencana Tata Ruang Wilayah Propinsi Jawa Barat. Dengan kondisi demikian Kota Baru Tegalluar nantinya diharapkan menjadi salah satu pusat perkembangan penduduk di kawasana cekungan Bandung, mengingat Letak Kota Baru Tegalluar yang berada di kawasan selatan dan timur kota Bandung. Dari perhitungan proyeksi perrtumbuhan penduduk, didapat angka yang cukup besar, dalam 20 tahun mendatang, pertumbuhan biusa mencapai 2 kali lipat sekarang. Dengan adanya perkembangan peduduk artinya dibutuhkan peningkatan sarana penyediaan air bersih yang cukup tentunya, yang tentunya sesuai dengan sapaian yang ada di millenum development goal. Menurut rencana RDTR Kota baru Tegallluar, pemenuhan air bersih akan diambil dari IPAM ciparay yang terletak di kecamatan ciparay, yang memiliki air baku dari sungai citarum. Yang tentunya unit-unit yang akan dibuangun ditentukan berdasarkan dari hasil tes kualitas air baku sungai citarum yang diperiksa oleh labiratorium.", "Daftar File": {"2010 TA PP HERU DWI KRISMIANTO.pdf": "https://digilib.itb.ac.id/gdl/download/64071"}, "Penulis": "HERU DWI KRISMIANTO (NIM 15306021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kota Baru Tegalluar, Population Growth In Kota Baru Tegalluar, ciparay Water Treatment Plant", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}