{"Nomor": 14215, "Judul": "PEMBANGUNAN BASIS DATA SPASIAL PULAUPULAU TERLUAR INDONESIA DAN VISUALISASI WEB", "Abstrak": "Indonesia adalah Negara kepulauan yang memiliki sekitar 17.508 buah pulau dan 2/3 wilayahnya berupa lautan, dari 17.508 pulau tersebut terdapat Pulau-pulau terluar yang menjadi batas langsung Indonesia dengan negara tetangga. Pulau-pulau terluar ini biasanya adalah daerah terpencil, miskin bahkan tidak berpenduduk dan jauh dari perhatian pemerintah. Keberadaan pulau-pulau ini secara geografis sangatlah strategis, karena berdasarkan pulau inilah batas negara kita ditentukan. Pulau-pulau ini seharusnya mendapatkan perhatian dan pengawasan serius agar tidak menimbulkan permasalahan yang dapat menggangu keutuhan wilayah Indonesia. Berdasarkan permasalahan di tersebut maka dibangun sebuah basis data spasial pulau-pulau terluar Indonesia dan visualisasi web untuk memberikan informasi yang ada pada pulau-pulau terluar termasuk titik dasar (basepoint) sebagai dasar penarikan batas laut Negara Indonesia. Metodologi pengerjaan tugas akhir dilakukan melalui berbagai tahapan mulai dari identifikasi masalah, studi literatur mengenai permasalahan melalui buku, internet, wawancara, maupun survei toponimi tahun 2010 sampai dengan terbentuknya semua basis data spasial pulau-pulau terluar untuk dijadikan dasar dalam visualisasi web.    \n \n \n \n\nSebagai hasil akhir yaitu visualisasi dalam bentuk web visualisasi. Web Visualisasi ini diharapkan mampu memberikan masukan kepada pihak-pihak terkait terutama pemerintah untuk menentukan kebijakan yang berkenaan dengan pengelolaan pulau-pulau terluar Indonesia, termasuk penegasan batas laut Negara.", "Daftar File": {"2011 TA PP HERDI YUDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64048", "2011 TA PP HERDI YUDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64049", "2011 TA PP HERDI YUDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64050", "2011 TA PP HERDI YUDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64051", "2011 TA PP HERDI YUDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64052", "2011 TA PP HERDI YUDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64053", "2011 TA PP HERDI YUDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64054"}, "Penulis": "HERDI YUDA (NIM 15106028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka djunarsjah, M.T. dan Dr. Ir. Agung Budi Harto, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "spatial database, the outer islands, the basepoint, geographic information systems", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}