{"Nomor": 14226, "Judul": "ANALISIS DEFORMASI GUNUNGAPI PAPANDAYAN BERDASARKAN DATA PENGAMATAN GPS TAHUN 2002 - 2011", "Abstrak": "Gunung api Papandayan adalah gunung api yang terletak di Kabupaten Garut, Jawa Barat. Gunung api dengan ketinggian 2665 meter di atas permukaan laut itu terletak sekitar 70 km sebelah tenggara Kota Bandung. Gunung api Papandayan merupakan salah satu gunung api aktif di Indonesia. Salah satu metoda pemantaun aktivitas vulkanik gunung api adalah dengan metoda deformasi. Dalam melakukan penelitian deformasi yang terjadi, digunakan data pengamatan survei GPS (Global Positioning System). Pada dasarnya survei ini dilakukan untuk mengetahui pola dan kecepatan deformasi yang terjadi pada Gunung api Papandayan. Dari analisis unsur deformasi ini, dapat diketahui karakteristik deformasi yang terjadi pada gunung api tersebut. Pada Gunung api Papandayan deformasi yang terjadi dipengaruhi oleh tekanan magma dari dalam gunung. Dari analisis yang dilakukan, sumber magma dalam dan sumber magma dangkal mempengaruhi aktivitas gunung. Pada tahun 2003-2005 terdapat dua sumber magma dimana di sana terjadi proses inflasi. Pada tahun 2005-2008 hanya satu sumber yang mempengaruhi dimana di sana terjadi proses deflasi. Pada tahun 2008-Juli 2011 terdapat dua sumber magma yang mempengaruhi dimana di sana terjadi proses deflasi dan inflasi. Pada Juli 2011-Agustus 2011 terdapat satu sumber magma dimana di sana terjadi proses inflasi. Pada tahun 2003-Agustus 2011 terdapat dua sumber magma dimana di sana terjadi proses deflasi dan inflasi.", "Daftar File": {"2012 TA PP ILHAM JAMEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64150", "2012 TA PP ILHAM JAMEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64151", "2012 TA PP ILHAM JAMEL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64152", "2012 TA PP ILHAM JAMEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64153", "2012 TA PP ILHAM JAMEL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64154", "2012 TA PP ILHAM JAMEL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64155", "2012 TA PP ILHAM JAMEL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64156"}, "Penulis": "ILHAM JAMEL (NIM 15107058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irwan Meilano, S.T., M.Sc. dan Irwan Gumilar, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gunung api Papandayan, survei GPS, Deformasi, sumber magma", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}