{"Nomor": 14239, "Judul": "PEMODELAN TINGKAT REKATAN SUBDUKSI DI SELATAN SUMATERA, BERDASARKAN DATA PENGAMATAN GPS", "Abstrak": "Bagian barat Indonesia merupakan wilayah dari batas lempeng antara lempeng Australia dan lempeng Sunda dengan aktivitas seismik yang sangat tinggi. Hal ini disebabkan oleh adanya subduksi dari lempeng tektonik yang terus berlangsung sampai ke selatan dan timur/tenggara sepanjang Palung Jawa.Keseluruhan batas lempeng sepanjang Sumatera yang memanjang dari utara sampai Pulau Enggano sangat berpotensi untuk menghasilkan gempa yang sangat besar. Sedangkan informasi kegempaan pada bagian selatan Sumatera masih merupakan sebuah tanda tanya. Untuk itu perlu dilakukan analisis lebih dalam mengenai kondisi subduksi di bagian wilayah tersebut, terutama bagian selatan Pulau Sumatera.GPS sendiri telah banyak digunakan untuk mempelajari dinamika Bumi (geodinamika) seperti yang berkaitan dengan pergerakan sesar-sesar maupun lempeng-lempeng benua, yang selanjutnya digunakan untuk memprediksi terjadinya gempa bumi atau letusan gunung berapi [Segall and Davis, 1997]. Data titik hasil pengamatan GPS di bagian selatan Pulau Sumatera kemudian diolah dengan software ilmiah Bernese, selanjutnya dilakukan perhitungan vektor pergeseran dan nilai parameter regangannya, sehingga tingkat rekatan pada zona subduksi tersebut dapat dimodelkan.Berdasarkan nilai perhitungan, pergeseran dari titik-titik pengamatan di bagian selatan Sumatera mengalami pergeseran horizontal dalam kisaran 1-6 cm/tahun ke arah Timur Laut. Dan berdasarkan hasil pemodelan tingkat rekatan yang terjadi adalah sebesar 33.3 %. Deformasi bagian selatan Sumatera dipengaruhi oleh tiga faktor yaitu pergerakan lempeng sunda, pengaruh subduksi, dan pengaruh lokal.", "Daftar File": {"2010 TA PP IRHAM MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64240", "2010 TA PP IRHAM MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64239", "2010 TA PP IRHAM MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64238", "2010 TA PP IRHAM MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64235", "2010 TA PP IRHAM MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64234", "2010 TA PP IRHAM MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64236", "2010 TA PP IRHAM MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64237"}, "Penulis": "IRHAM MAULANA (NIM 15105018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irwan Meilano, ST, M.Sc., dan Ir. Heri Andreas, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deformation, Displacement, Degree of Coupling, Subduction, GPS", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}