{"Nomor": 14233, "Judul": "PENGGUNAAN DUAL PASS DIFFERENTIAL INSAR UNTUK PEMANTAUAN DEFORMASI (STUDI KASUS : SESAR PALU-KORO)", "Abstrak": "Sesar Palu-Koro merupakan salah satu sesar aktif yang terdapat di wilayah Indonesia Timur. Akibat adanya aktivitas sesar ini, bencana alam berupa gempa bumi sangat beresiko terjadi di wilayah Palu.  Untuk itu diperlukan upaya pemantauan secara kontinyu dari aktivitas sesar Palu-Koro sebagai salah satu bentuk mitigasi bencana akibat gempa bumi. Hal ini dilakukan untuk mencegah timbulnya kerugian yang besar baik dari korban jiwa maupun infrastruktur.Salah satu bentuk teknologi yang dapat digunakan adalah Dual Pass Differential InSAR. Metoda ini menggunakan dua buah citra SAR untuk menghasilkan citra InSAR. Hasil citra InSAR tersebut kemudian dilakukan proses deferencing dengan data eksternal berupa data DEM. Differencing tersebut dilakukan untuk menghilangkan pengaruh topografi pada fasa interferogram.Pada tugas akhir ini digunakan perangkat lunak GAMMA untuk pengolahan data. Hasil akhir pada tugas akhir ini memperlihatkan terjadinya deformasi pada Sesar Palu-Koro walaupun belum begitu jelas akibat gempa tanggal 2 Maret 2009. Penyebab dari kekurangjelasan tersebut antara lain berasal dari sisa kesalahan DEM, atmosfer, dan dekorelasi geometri masih terdapat pada citra akhir DInSAR.", "Daftar File": {"2011 TA PP INDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64194", "2011 TA PP INDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64195", "2011 TA PP INDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64196", "2011 TA PP INDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64197", "2011 TA PP INDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64198", "2011 TA PP INDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64199", "2011 TA PP INDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64200"}, "Penulis": "INDRA (NIM 15107034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dina Anggreni Sarsito, MT., dan Teguh Purnama Sidiq, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fault, Deformation, InSAR, DInSAR", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}