{"Nomor": 14245, "Judul": "PERSAMAAN IPR TIDAK BERDIMENSI SUMUR GAS PADA RESERVOIR BOTTOM-WATER DRIVE", "Abstrak": "Persamaan kurva IPR tidak berdimensi untuk sumur gas yang telah dikembangkan sampai saat ini berdasarkan pada kondisi di mana lubang sumur diproduksikan secara open hole. Persamaan IPR sumur gas juga telah melihat pengaruh keberadaan skin yang terbentuk disekitar lubang sumur. Selain itu, reservoir gas yang terekahkan secara alami maupun buatan juga telah dilihat pengaruhnya terhadap persamaan IPR. Namun, sampai saat ini belum ada persamaan IPR tidak berdimensi untuk mengetahui performa dari sumur gas yang memiliki tenaga pendorong bottom aquifer.Penelitian ini bertujuan untuk mendapatkan persamaan IPR tidak berdimensi untuk sumur gas kering yang diproduksikan dari reservoir bertenaga dorong bottom aquifer. Persamaan didapatkan dengan melakukan pemodelan numerik dengan menggunakan simulator CMG. Model aquifer dimodelkan dengan menggunakan fasilitas yang telah tersedia pada simulator. Aquifer dimodelkan mempunyai volume yang berbeda-beda untuk menggambarkan tingkat kekuatannya. Aquifer dikatakan kuat apabila mempunyai volume sepuluh kali lebih besar dari volume reservoir. Hasil penelitian menunjukkan bahwa kekuatan aquifer tidak mempengaruhi kurva IPR tidak berdimensi yang dihasilkan. Oleh karena itu, dari hasil penelitian diperoleh satu persamaan IPR tidak berdimensi untuk sumur gas tanpa dan dengan aquifer.Kinerja sumur gas dimasa yang akan datang atau lebih dikenal dengan peramalan juga diteliti dalam penelitian ini. Hasil analisa data menunjukkan bahwa kekuatan aquifer memberikan pengaruh terhadap kurva peramalan IPR tidak berdimensi yang dihasilkan. Dengan menggunakan analisa regresi untuk kurva peramalan IPR tidak berdimensi diperoleh hasil berupa type curve. Type curve ini dapat digunakan untuk memperkirakan perbandingan volume aquifer dengan volume reservoir gas.", "Daftar File": {"2008 TS PP ISKANDAR FAHMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64276", "2008 TS PP ISKANDAR FAHMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64277", "2008 TS PP ISKANDAR FAHMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64278", "2008 TS PP ISKANDAR FAHMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64279", "2008 TS PP ISKANDAR FAHMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64280", "2008 TS PP ISKANDAR FAHMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64281", "2008 TS PP ISKANDAR FAHMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64282"}, "Penulis": "ISKANDAR FAHMI (NIM 22206301)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Pudjo Sukarno dan Dr. Ir. Asep Kurnia Permadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sumur gas, reservoir, bottom-water drive", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}