{"Nomor": 14246, "Judul": "KAJIAN ASPEK TEKNIK KADASTER KELAUTAN TIGA DIMENSI (3D)", "Abstrak": "Aktivitas pemanfaatan ruang laut yang terus meningkat menyebabkan tingginya kompleksitas kepentingan aktivitas di laut. Komplesitas kepentingan terkait pada pemanfaatan ruang laut yang bersifat tiga dimensi (permukaan, kolom, dan dasar laut). Untuk itu perlu dilakukan suatu penataan ruang laut dengan mewujudkan kadaster kelautan yang dapat merepresentasikan sifat pemanfaatan ruang laut yaitu dengan membentuk suatu kadaster kelautan 3D. Untuk mewujudkan kadaster kelautan 3D perlu dilakukan kajian mengenai aspek teknik kadaster kelautan 3D sehingga pemanfaatan ruang laut tersebut terjamin kepastiannya baik secara hukum dan data fisiknya di laut.Kajian aspek teknik kadaster kelautan 3D diawali dengan studi pustaka konsep kadaster kelautan dan survei dan pemetaan laut. Kemudian dilakukan kajian aspek teknik dan identifikasi objek kadaster kelautan berdasarkan pemanfaatan ruang laut 3D. Tahap selanjutnya yaitu menerapkan aspek teknik kadaster kelautan terhadap setiap objek sehingga menghasilkan visualisasi 3D dari setiap objek kadaster kelautan.Hasil kajian ini menunjukkan bahwa aspek teknik kadaster kelautan dapat diterapkan pada setiap objek kadasater kelautan sehingga menciptakan kadaster kelautan 3D. Selain itu, dapat dilihat visualisasi 3D objek kadaster kelautan sehingga dapat menunjukkan objek kadaster kelautan 3D berdasarkan pemanfaatannya.", "Daftar File": {"2010 TA PP ISMAIL BAEHAQI FALAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64283", "2010 TA PP ISMAIL BAEHAQI FALAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64284", "2010 TA PP ISMAIL BAEHAQI FALAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64285", "2010 TA PP ISMAIL BAEHAQI FALAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64286", "2010 TA PP ISMAIL BAEHAQI FALAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64287", "2010 TA PP ISMAIL BAEHAQI FALAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64288", "2010 TA PP ISMAIL BAEHAQI FALAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64289"}, "Penulis": "ISMAIL BAEHAQI FALAH (NIM 15105051)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT., dan Dr. Ir. Andri Hernandi, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "technical aspects, marine cadastre, 3D", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}