{"Nomor": 14244, "Judul": "IDENTIFIKASI DAN DELINIASI AREA TUMPAHAN MINYAK BERDASARKAN HASIL PENGOLAHAN CITRA SATELIT MODIS (STUDI KASUS : LAUT TIMOR 2009)", "Abstrak": "Platform sumur minyak Montara yang terletak di Laut Timor dan dioperasikan oleh PTTEP Australasia mengalami kebocoran dan ledakan pada tanggal 21 Agustus 2009. Tumpahan minyak mentah sebanyak 400 barrel per hari terjadi terus-menerus selama 10 minggu yang dapat menyebabkan pencemaran lingkungan laut. Satelit optis, seperti Terra dan Aqua dengan sistem yang dilengkapi sensor MODIS yang mengamati bumi setiap hari, bisa digunakan untuk memantau, mendeteksi dan mengidentifikasi tumpahan minyak di Laut Timor. Tumpahan minyak memiliki kenampakan sebagai rona gelap pada citra. Metode yang digunakan untuk mengidentifikasi tumpahan minyak pada citra MODIS ini adalah dengan interpretasi visual, klasifikasi tak terbimbing dan algoritma fluorescence index. Hasil interpretasi visual dideliniasi secara manual sebagai daerah tumpahan minyak. Hasil penelitian menunjukkan klasifikasi tak terbimbing tidak dapat digunakan untuk identifikasi tumpahan minyak sedangkan hasil algoritma fluorescence index dapat membedakan tumpahan minyak dengan wilayah sekelilingnya.", "Daftar File": {"2011 TA PP ISFARIANI ISMET 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64269", "2011 TA PP ISFARIANI ISMET 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64270", "2011 TA PP ISFARIANI ISMET 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64271", "2011 TA PP ISFARIANI ISMET 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64272", "2011 TA PP ISFARIANI ISMET 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64273", "2011 TA PP ISFARIANI ISMET 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64274", "2011 TA PP ISFARIANI ISMET 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64275"}, "Penulis": "ISFARIANI ISMET (NIM. 15107072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ketut Wikantika, M.Eng., dan Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Oil Spill, detection, MODIS, interpretation, classification, fluorescence index", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}