{"Nomor": 14257, "Judul": "KAJIAN ASPEK LEGAL, TEKNIS, SERTA KELEMBAGAAN DALAM RANGKA MENUJU IMPLEMENTASI KADASTER KELAUTAN", "Abstrak": "Setiap hari populasi manusia semakin bertambah, sedangkan luas daratan tidak bertambah. Manusia tidak lagi melakukan kegiatannya di darat saja, melainkan sudah mulai berkembang ke wilayah laut. Hal ini dipengaruhi karena terbatasnya wilayah di darat.Indonesia sebagai negara maritim memiliki luas wilayah perairan sebanyak dua per tiga dari total luas wilayah yang ada. Melihat luasnya wilayah perairan Indonesia, hal ini bisa dimanfaatkan baik secara keruangan maupun dimanfaatkan sumber dayanya. Oleh karena itu, agar tercipta keteraturan secara administrasi, konsep kadaster kelautan yang dianalogikan dari kadaster darat harus diterapkan. Tujuannya adalah untuk mengkaji mengenai implementasi kadaster kelautan ditinjau dari aspek hukum, teknis dan kelembagaan.Hasil dari kajian tugas akhir ini menunjukkan bahwa penerapan kadaster kelautan di Indonesia telah diterapkan di wilayah laut Indonesia. Secara hukum, sudah ada perundang-undangan yang mengatur semua kegiatan di Indonesia yang diambil dari hukum laut internasional. Sedangkan secara kelembagaan, belum ada lembaga yang mempunyai tugas pokok dan fungsi dalam penerapan kadaster kelautan.", "Daftar File": {"2011 TA PP JOGI SAUT HASUDUNGAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64337", "2011 TA PP JOGI SAUT HASUDUNGAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64338", "2011 TA PP JOGI SAUT HASUDUNGAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64339", "2011 TA PP JOGI SAUT HASUDUNGAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64340", "2011 TA PP JOGI SAUT HASUDUNGAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64341", "2011 TA PP JOGI SAUT HASUDUNGAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64342", "2011 TA PP JOGI SAUT HASUDUNGAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64343"}, "Penulis": "JOGI SAUT HASUDUNGAN (NIM 15105019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT. dan Dr. Ir. Andri Hernandi, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "marine cadastre; implementation of the marine cadastre in Indonesia; technical and institutional aspects of the legal marine cadastre", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}