{"Nomor": 14264, "Judul": "KAJIAN DAMPAK SKENARIO PARKIR DI BADAN JALAN TERHADAP KINERJA JARINGAN JALAN KOTA BANDUNG", "Abstrak": "Dalam usaha untuk mengatasi peningkatan kemacetan di Kota Bandung, salah satu langkah yang dapat dilakukan adalah dengan mengatur kebijakan parkir, khususnya parkir di badan jalan. Dengan membuat beberapa skenario kebijakan parkir di badan jalan akan dipilih suatu skenario terbaik yang ditinjau terhadap kinerja jaringan jalan Kota Bandung yaitu kecepatan rata-rata, Volume Capacity Ratio (VCR) rata-rata, dan Total Biaya Transportasi (TBT). Alternatif yang ditinjau tersebut adalah kondisi eksisting (dengan parkir di badan jalan), pengurangan parkir berdasarkan tipe jalan serta kombinasinya, pengurangan parker berdasarkan area, dan kondisi ekstrem (tanpa parkir di badan jalan), yang ditinjau dari tahun dasar 2008 untuk jangka waktu 5 tahun ke depan, yaitu tahun 2013.Penyusunan tugas akhir ini menggunakan alat bantu Paket Program SATURN (Simulation and Assignment of Traffic in Urban Road Networks). Dengan menggunakan keluaran program ini, dapat dilihat kinerja jaringan jalan yang ditinjau. Hasil analisis menunjukkan bahwa peningkatan kecepatan rata-rata, penurunan VCR rata-rata, dan penurunan total biaya transportasi terbesar, setelah skenario ekstrem, dari skenario kebijakan parkir di badan jalan terjadi pada skenario 5 (kebijakan pengurangan parkir kombinasi jalan 2 lajur 2 arah dan 4 lajur 2 arah) masing-masing sebesar 10,83%, 6,51%, dan 8,02%. Nilai kecepatan rata-rata pada skenario 5 adalah 19,85 km/jam, naik 2,15 km/jam dibandingkan kecepatan rata-rata skenario 1 (skenario do-nothing) yang besarnya 17,7 km/jam. Sementara untuk VCR rata-rata, nilainya turun dari 0,568 pada skenario 1 menjadi 0,531 pada skenario 5. Untuk total biaya transportasi, hasil perhitungan skenario 5 nilainya turun menjadi Rp 7,779 trilyun/tahun dibandingkan pada skenario 1 yang besarnya 8,458 trilyun/tahun. Nilai total biaya transportasi pada skenario ini turun 679 milyar/tahun. Begitu pula terhadap perubahan kapasitas rata-rata dimana skenario 5 menaikkan 18,64% kapasitas rata-rata dibandingkan dengan kapasitas rata-rata skenario 1.", "Daftar File": {"2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64389", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64390", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64391", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64392", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64393", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64394", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/64395", "2009 TA PP JULIAN SITUMORANG DAN MOHAMMAD YUNIM HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64396"}, "Penulis": "JULIAN SITUMORANG (NIM 15004138) dan MOHAMMAD YUN'IM HAKIM (NIM 15004149)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ofyar Z. Tamin, Prof. Dr.Ir., M.Sc. dan Russ Bona Frazila, Dr. Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Parkir di badan jalan, Kinerja jaringan jalan, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}