{"Nomor": 14261, "Judul": "PEMODELAN ARSITEKTUR ENTERPRISE UNTUK MENDUKUNG SISTEM INFORMASI TERINTEGRASI DI BIDANG AKADEMIK MENGGUNAKAN ENTERPRISE ARCHITECTURE PLANNING (STUDI KASUS : UNIVERSITAS ISLAM NEGERI  SUNAN KALIJAGA YOGYAKARTA)", "Abstrak": "Abstrak:      \n \n \n \n \n \n\nPada saat ini, perkembangan teknologi yang sangat pesat serta kemudahan dalam memperolehnya berdampak kepada penggunaan teknologi informasi secara besar-besaran oleh organisasi, dalam rangka meningkatkan kinerja organisasi. Suatu organisasi diharapkan untuk mengeliminasi kegagalan dalam investasi teknologi informasi dengan melakukan perencanaan yang matang yang meliputi seluruh komponen dalam oraganisasi.Salah satu cara untuk menentukan bentuk sistem informasi yang dapat memenuhi kebutuhan bisnis dan selaras dengan perkembangan bisnis organisasi adalah mengembangkan suatu arsitektur enterprise. Arsitektur enteprise menggambarkan suatu proses untuk mengorganisasikan dan mengarahkan rencana pengembangan sistem informasi, yang terdiri dari arsitektur data, arsitektur aplikasi dan arsitektur teknologi untuk memperoleh dukungan dan komitmen manajemen dalam mengimplementasikan pengembangan sistem informasi yang terintegrasi.Metodologi yang digunakan dalam pembuatan model arsitektur enterprise disini adalah Enterprise Architecture Planning (EAP). EAP menggambarkan suatu proses untuk para arsitek enterprise yang menekankan teknik dan ketrampilan antar perseorangan untuk mengorganisasikan dan mengarahkan proyek arsitektur enterprise, memperoleh komitmen manejemen, mempresentasikan rencana tersebut kepada manajemen dan organisasi melalui transisi dari perencanaan ke implementasi. Tempat penelitian yang dijadikan studi kasus adalah UIN Sunan Kalijaga Yogyakarta.Pada dasarnya EAP bukan merancang bisnis dan arsitekturnya, tetapi mendefinisikan kebutuhan bisnis dan arsitekturnya. Dalam EAP, arsitektur menjelaskan mengenai data, aplikasi dan teknologi yang dibutuhkan untuk mendukung bisnis organisasi.Organisasi EAP ditunjukkan dalam suatu gambaran blok komponen yang berlapis. Masing-masing blok lapisan merepresentasikan suatu tahap proses yang berfokus pada bagaimana cara mendefinisikan arsitektur terpadu dan rencana pengembangan.Hasil dari perencanaan arsitektur enterprise berupa suatu blueprint (cetak biru) untuk arsitektur data, aplikasi dan teknologi serta rencana implementasinya. Cetak biru menyediakan berbagai sudut pandang yang masing-masing mengekspresikan kedetilan dari setiap level. Diagram arsitektur enterprise cetak biru ditujukan bagi seluruh jajaran organisasi sehingga mereka mengetahui bagaimana membangun suatu enterprise. Cetak biru arsitektur enterprise bertujuan untuk menyediakan kebutuhan dengan tingkat kerincian yang memadai dalam menerapkan ide membangun sistem.Arsitektur data enterprise adalah salah satu produk terhadap tahap perencanaan arsitektur enterprise. Arsitektur data menggambarkan berbagai macam data utama, yang disebut entitas, yang digunakan dalam lingkungan bisnis.Arsitektur aplikasi menggambarkan aplikasi yang diperlukan untuk menduukung fugnsi bisnis dan mengatur informasi di dalam lingkungan bisnis. Arsitektur aplikasi tidak menunjukkan spesifikasi untuk aplikasi tertentu.Arsitektur teknologi mendefinisikan teknologi-teknologi utama yang dibutuhkan untuk menyediakan lingkungan bagi aplikasi yang mengelola data.Pembuatan model arsitektur  enterprise UIN Sunan Kalijaga Yogyakarta pada tesis ini dibatasi pada bidang akademik. Area fungsional utama pada bidang akademik berdasarkan konsep rantai nilai meliputi penerimaan mahasiswa, operasioanal akademik dan penglepasan akademik yang merupakan aktivitas utama. Aktivitas pendukungnya adalah manajemen sumber daya manusia dan manejemen keuangan. Perencanaan arsitektur enterprise untuk fungsi akademik UIN Sunan Kalijaga Yogyakarta ini tidak memfokuskan kepada penerapan atau disain teknis.Tahap pemodelan bisnis merupakan proses membuat model bisnis sebagai bentuk representatif yang mendefinisikan bisnis yang berisikan fungsi-fungsi bisnis yang dijalankan enterprise. Model bisnis dimanfaatkan sebagai dasar pendefinisian ketiga arsitektur dan membuat rencana implementasi. Hasil pemodelan bisnis fungsi akademik di UIN Sunan Kalijaga Yogyakarta yaitu terdefinisi sebanyak 53 fungsi bisnis detil. Arsitektur data menghasilkan 35 kandidat entitas data dan relasi diantaranya. Pada arsitektur aplikasi diperoleh 28 kandidat aplikasi. Sedangkan arsitektur teknologi menghasilkan konseptual arsitektur jaringan enterprise dan arsitektur sistem bisnis enterprise.Tahap akhir EAP adalah membuat suatu rencana penerapan arsitektur yang dipersiapkan untuk mengimplementasikan cetak biru yang telah dihasilkan berdasarkan model bisnis dan cetak biru arsitektur yang telah didefinisikan. Rencana penerapan meliputi urutan penerapan aplikasi, estimasi usaha dan waktu serta rekomendasi faktor suskes implementasi.", "Daftar File": {"2007 TS PP JOKO TRILOKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64368", "2007 TS PP JOKO TRILOKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64369", "2007 TS PP JOKO TRILOKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64370", "2007 TS PP JOKO TRILOKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64371", "2007 TS PP JOKO TRILOKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64372", "2007 TS PP JOKO TRILOKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64373", "2007 TS PP JOKO TRILOKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64374"}, "Penulis": "JOKO TRILOKA (NIM 23504049)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Data architecture, application architecture, technology architecture, enterprise architecture, business requirement.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}