{"Nomor": 14277, "Judul": "SKALA PRIORITAS UNTUK PEMUTAKHIRAN PETA LAUT SECARA PERIODIK", "Abstrak": "Peta laut merupakan alat pandu navigasi utama yang digunakan pada pelayaran dan memiliki peran yang sangat krusial dalam menjamin keselamatan pelayaran di lautan. Dengan mengacu kepada Bab II Pasal 2 UU No. 4/2011 tentang Informasi Geospasial dan SOLAS 1974, maka informasi yang disajikan dalam suatu peta laut harus selalu diperbaharui agar dapat menunjang keselamatan navigasi dan keandalan peta tersebut untuk kebutuhan pembangunan, penelitian, eksplorasi maupun eksploitasi daerah pesisir dan laut. Daerah pesisir dan laut merupakan wilayah yang selalu mengalami perubahan karena dinamika pesisir dan laut yang ditimbulkan oleh aktivitas alam maupun manusia. Perubahan-perubahan tersebut menjadikan informasi yang terdapat dalam suatu peta laut memiliki validitas tertentu dan perlu dimutakhirkan agar dapat menggambarkan daerah pesisir dan laut dengan akurat setiap waktu. Proses pemutakhiran ini harus dilakukan secara periodik dan berkesinambungan. Perubahan-perubahan penting yang dapat disaksikan secara visual pada permukaan laut maupun yang tidak terlihat di bawah permukaan laut layak mendapatkan perhatian khusus dan harus ditampilkan pada peta laut untuk menunjang keselamatan navigasi. Skala prioritas dalam pemutakhiran peta laut perlu diterapkan agar proses ini dapat dilakukan secara efisien dan sistematis.", "Daftar File": {"2012 TA PP KRISTO VANDRO M. SITUMORANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64473", "2012 TA PP KRISTO VANDRO M. SITUMORANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64474", "2012 TA PP KRISTO VANDRO M. SITUMORANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64475", "2012 TA PP KRISTO VANDRO M. SITUMORANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64476", "2012 TA PP KRISTO VANDRO M. SITUMORANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64477", "2012 TA PP KRISTO VANDRO M. SITUMORANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64478", "2012 TA PP KRISTO VANDRO M. SITUMORANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64479"}, "Penulis": "KRISTO VANDRO M. SITUMORANG (NIM 15106067)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT. dan Dr. Ir. Irdam Adil, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "peta laut, skala prioritas, pemutakhiran, periodik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}