{"Nomor": 14276, "Judul": "EKSTRAPOLASI GELOMBANG DENGAN MENGGUNAKAN INTEGRAL KIRCHHOFF DAN INTEGRAL RAYLEIGH", "Abstrak": "Dalam pengolahan data seismik, tujuan kita adalah melakukan pencitraan terhadap    \n \n \n \n\ntanah atau laut untuk mengetahui kondisi dari lapisan-lapisan tanah di    \n \n \n \n\ndalam bumi, serta lokasi dari minyak itu sendiri. Untuk melakukan pencitraan    \n \n \n \n\nitu, seringkali kita menggunakan gelombang akustik untuk mendapatkan informasi    \n \n \n \n\ndari dalam bumi. Dalam proses pencitraan ini kita membutuhkan suatu    \n \n \n \n\nsumber gelombang (seringkali berupa bom) dan alat penerima gelombang yang    \n \n \n \n\ndipasang dengan pengaturan tertentu sesuai dengan kebutuhan. Data yang diterima    \n \n \n \n\noleh alat penerima gelombang akan diproses untuk kemudian dilakukan    \n \n \n \n\npencitraan dari data tersebut. Namun, terkadang ditemukan beberapa hambatan    \n \n \n \n\ndalam proses pencitraan ini, seperti adanya suatu bagian tanah yang    \n \n \n \n\nsulit untuk dilewati gelombang sehingga data pada bagian tanah tersebut sulit    \n \n \n \n\nuntuk didapatkan. Selain itu, untuk melakukan satu kali pengeboman kita    \n \n \n \n\nmembutuhkan dana yang tinggi sehingga kita perlu memikirkan bagaimana    \n \n \n \n\ncara untuk mengoptimalkan pengeboman agar kita bisa memperoleh gambar    \n \n \n \n\nyang kita butuhkan dengan pengeboman sesedikit mungkin. Salah satu metode    \n \n \n \n\nyang dibahas dalam tugas akhir ini adalah metode ekstrapolasi gelombang dengan    \n \n \n \n\nmenggunakan integral Kirchhoff dan integral Rayleigh. Metode ini memungkinkan    \n \n \n \n\nkita untuk mengetahui informasi di suatu titik tertentu di dalam    \n \n \n \n\nbumi yang sebelumnya sulit untuk didapatkan, tanpa melakukan pengeboman    \n \n \n \n\ntambahan.", "Daftar File": {"2011 TA PP KRISHA ADHYA NIRWANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64467", "2011 TA PP KRISHA ADHYA NIRWANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64468", "2011 TA PP KRISHA ADHYA NIRWANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64469", "2011 TA PP KRISHA ADHYA NIRWANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64470", "2011 TA PP KRISHA ADHYA NIRWANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64471", "2011 TA PP KRISHA ADHYA NIRWANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64472"}, "Penulis": "KRISHA ADHYA NIRWANA (NIM 10107055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Wono Setya Budhi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pencitraan, ekstrapolasi gelombang, integral Kirchho", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}