{"Nomor": 14287, "Judul": "ANALISIS DAN OPTIMISASI OPERASI SISTEM CHILLER GEDUNG KOMPUTER DEPARTEMEN KEUANGAN RI", "Abstrak": "Efisiensi energi saat ini telah menjadi bagian dari kebutuhan operasional sarana bangunan. Kajian kondisi operasi sistem chiller pada Gedung Komputer Departemen Keuangan RI diharapkan dapat memberikan gambaran tentang optimasi operasi sistem tersebut, yang dapat membawa perbaikan efisiensi konsumsi energinya. Selain menghasilkan operasi yang lebih efisien, optimasi operasi juga akan menjaga kondisi unit operasi dari kerusakan dini.Pengkajian sistem chiller dilakukan dengan menganalisis tata cara operasi sistem chiller, faktor daya sistem chiller, mutu daya elektrik, efisiensi unit chiller, efisiensi operasi unit pompa chilled water, dan efisiensi operasi unit pompa cooling water. Dari analisis operasi sistem chiller tersebut didapatkan beberapa rekomendasi untuk optimasi operasi sistem chiller secara keseluruhan. Beberapa rekomendasi tanpa biaya investasi dicoba diterapkan untuk melihat efisiensi energi yang dapat dicapai.Sistem elektrikal sebagai sumber daya elektrik sistem chiller Gedung Komputer mempunyai permasalahan undervoltage sebesar 7,76%. Besarnya undervoltage yang terjadi pada pompa cooling water menimbulkan penurunan laju pemompaan sebesar 81,14 m3/jam serta kelebihan arus pada lilitan motor sebesar 5,25A. Kajian daya elektrik sistem chiller menemukan nilai faktor daya terendah sebesar 0,72. Dengan memasang beban kapasitif buatan sebesar 59,43kVA, faktor daya akan dapat dijaga pada nilai 0,86. Upaya tersebut akan mampu menghilangkan biaya disinsentif yang diterapkan oleh PLN, yang besarnya dapat mencapai Rp19.772.166,-/bln.Upaya optimasi operasi sistem chiller dengan mengubah waktu operasinya, akan dapat menghasilkan penurunani konsumsi daya elektrik sebesar 14,44% dari konsumsi semula. Upaya optimasi dengan mengganti impeller pompa sentrifugal pada instalasi CWP akan dapat menghasilkan penghematan sebesar 36% dari konsumsi energi pompa semula, atau 6,84% dari konsumsi energi keseluruhan sistem chiller dan tata udara. Selain itu juga akan mencegah kelebihan tekanan pada sistem pemipaannya.Rekomendasi yang diterapkan pada operasi sistem chiller itu adalah, mengatur laju aliran chilled water dan cooling water, serta merubah rentang waktu operasi unit chiller. Dengan menurunkan laju aliran chilled water sebesar 46m3/jam, serta menurunkan laju cooling water sebesar 22,23m3/jam, serta menghentikan operasi dua unit chiller pada pukul 17.00, diperoleh peluang penurunan konsumsi daya elektrik sebesar 56.506,87kVAh/bulan, atau 22.15% dari keseluruhan konsumsi sebelumnya.", "Daftar File": {"2008 TS PP LUKMAN AGUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64535", "2008 TS PP LUKMAN AGUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64536", "2008 TS PP LUKMAN AGUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64534", "2008 TS PP LUKMAN AGUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64537", "2008 TS PP LUKMAN AGUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64538", "2008 TS PP LUKMAN AGUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64539", "2008 TS PP LUKMAN AGUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64540"}, "Penulis": "LUKMAN AGUS (NIM 23306006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wisnu Hendradjit, M.Sc.E. dan Dr. Ir. Edi Leksono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Efisiensi energi, Optimasi operasi, Sistem chiller, Faktor daya, Chilled water, Cooling water", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}