{"Nomor": 14288, "Judul": "ANALISIS HASIL SURVEI SIDE SCAN SONAR UNTUK PELETAKAN PIPA GAS BAWAH LAUT (Studi Kasus : Survei Re-Route Pipa PGN di Perairan Tanjung Priok)", "Abstrak": "Pada proses penyaluran gas bumi, tingkat efisiensi dan efektifitas sangat dibutuhkan. Hal ini agar hasil gas bumi tersebut dapat terdistribusikan secara cepat dan merata, antara lain menggunakan pipa gas bawah laut. Pada proses pemasangan pipa gas bawah laut dibutuhkan informasi yang lengkap mengenai kondisi dasar laut dimana pipa tersebut akan diletakkan, dan salah satu teknologi yang dapat digunakan adalah teknologi side scan sonar.Side scan sonar adalah peralatan survei hidrografi yang bertujuan untuk mendapatkan citra dasar laut. Suatu citra dasar laut memerlukan interpretasi citra baik secara kualitatif maupun kuantitatif. Pada penelitian ini, dilakukan interpretasi kualitatif dan kuantitatif pada hasil citra side scan sonar untuk mendapatkan karakteristik objek-objek yang berada pada area survei serta penentuan posisinya secara akurat.Adanya gambaran kondisi dasar laut secara jelas, dapat membantu untuk menentukan apakah jalur re-route peletakan pipa gas bawah laut milik PGN ini dapat dilanjutkan pada tahap selanjutnya, yaitu tahap pemasangan infrastruktur pipa gas bawah laut.", "Daftar File": {"2011 TA PP LUKMAN AZIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64541", "2011 TA PP LUKMAN AZIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64542", "2011 TA PP LUKMAN AZIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64543", "2011 TA PP LUKMAN AZIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64544", "2011 TA PP LUKMAN AZIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64545", "2011 TA PP LUKMAN AZIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64546", "2011 TA PP LUKMAN AZIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64547"}, "Penulis": "LUKMAN AZIS (NIM 15106044)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   Dr. Ir. Eka Djunarsjah, MT. dan Ir. Catur Purwanto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "side scan sonar, submarine pipelines, image interpretation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}