{"Nomor": 14283, "Judul": "PENGUKURAN PARAMETER STRUKTURAL HUTAN MENGGUNAKAN DATA LIGHT DETECTION AND RANGING (STUDI KASUS: PERKEBUNAN KELAPA SAWIT, SUMATERA SELATAN)", "Abstrak": "Dalam identifikasi dan pengelolaan potensi hutan atau perkebunan, kebutuhan data struktural sangat penting. Perkebunan kelapa sawit yang memiliki potensi tinggi pada sektor lingkungan dan ekonomi memerlukan pengelolaan yang baik dan terencana. Pengukuran parameter struktural pada perkebunan kelapa sawit akan memberikan informasi yang diperlukan dalam rangka pemantauan dan pengelolaan area tersebut. Proses pengukuran pada area yang luas ini dapat didukung oleh teknologi penginderaan jauh dengan ketelitian tinggi, yaitu Light Detection and Ranging atau LiDAR. Teknologi LiDAR dengan keunggulan multiple return tidak hanya mampu memindai struktur hutan dari sisi atas saja, namun juga dapat mengukur bagian-bagian kanopi pohon dan objek-objek lain di bawahnya. Dengan begitu, pemodelan struktur dapat mencakup seluruh vegetasi pada perkebunan kelapa sawit dengan lebih akurat. Pantulan pulsa laser yang juga diperoleh dari permukaan tanah memungkinkan pula untuk melakukan pemodelan elevasi permukaan tanah yang tertutup oleh kanopi pohon berupa Digital Terrain Model (DTM). Dengan metode rasterisasi, dapat dibentuk pemodelan elevasi kanopi pohon Canopy Height Model (CHM) dengan mengurangkan Digital Surface Model (DSM) dan DTM. Berdasarkan penelitian ini, diperoleh ketinggian pohon 49,15% antara 10,3-20,3 meter, 42,75% antara 0,3-10,3 meter, 8,1% antara 0-0,3 meter, 0,02 % antara 20,3-30,3 meter, dan total volume kanopi 8684,242 m3 pada area studi.", "Daftar File": {"2011 TA PP LISSA FAJRI YAYUSMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64510", "2011 TA PP LISSA FAJRI YAYUSMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64511", "2011 TA PP LISSA FAJRI YAYUSMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64512", "2011 TA PP LISSA FAJRI YAYUSMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64513", "2011 TA PP LISSA FAJRI YAYUSMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64514", "2011 TA PP LISSA FAJRI YAYUSMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64515", "2011 TA PP LISSA FAJRI YAYUSMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64516"}, "Penulis": "LISSA FAJRI YAYUSMAN (NIM 15107074)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ketut Wikantika, Ph.D., dan Daniel Adi Nugroho, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Light Detection and Ranging, Canopy Height Model, forest structural parameter, tree height, canopy volume", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}