{"Nomor": 14295, "Judul": "IDENTIFIKASI SEKTOR EKONOMI UNGGULAN BAGI PENGEMBANGAN WILAYAH KABUPATEN KUNINGAN", "Abstrak": "Adanya keterbatasan dana menjadikan Pemerintah Daerah Kabupaten Kuningan tidak memungkinkan untuk bisa mengembangkan seluruh sektor yang dimiliki secara serentak bersamaan dalam pengembangan wilayahnya. Agar terjadi efisiensi, diperlukan pemahaman mengenai sektor apa saja yang sebaiknya diprioritaskan dalam pembangunan di wilayah Kabupaten Kuningan. Oleh karena itu, dibutuhkan identifikasi mengenai sektor ekonomi unggulan di Kabupaten Kuningan.Teknik analisis yang digunakan dalam penelitian ini adalah analisis tipologi Klassen, location quotient, shift-share, dan input-output. Penelitian ini menggunakan variabel nilai tambah (PDRB) dan tenaga kerja sebagai bahan analisis. Hasil dari analisis ini kemudian diseleksi dan diidentifikasi kembali untuk menentukan sektor-sektor yang perlu diprioritaskan dalam pembangunan.Berdasarkan hasil analisis, ada lima sektor yang banyak memenuhi kriteria analisis, yaitu sektor pertanian, peternakan, kehutanan dan perikanan; sektor perdagangan, hotel dan restoran; sektor pengangkutan dan komunikasi; sektor keuangan, persewaan dan jasa perusahaan; dan sektor jasa-jasa. Kelima sektor tersebut merupakan sektor ekonomi unggulan yang perlu untuk diprioritaskan dalam pembangunan di wilayah Kabupaten Kuningan.", "Daftar File": {"2008 TA PP MAMAN SUKIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64579", "2008 TA PP MAMAN SUKIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64580", "2008 TA PP MAMAN SUKIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64581", "2008 TA PP MAMAN SUKIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64582", "2008 TA PP MAMAN SUKIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64583", "2008 TA PP MAMAN SUKIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64584", "2008 TA PP MAMAN SUKIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64585"}, "Penulis": "MAMAN SUKIMAN (NIM 15404090)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Arief Rosyidie, MSP., M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sektor ekonomi, pengembangan wilayah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}