{"Nomor": 14303, "Judul": "GELOMBANG PERMUKAAN SATU DAN MULTI ARAB TEORI, NUMERIK DAN APLIKASINYA PADA PEMBANGKITAN GELOMBANG EKSTRIM", "Abstrak": "Kelayakan suatu benda terapung seperti kapal maupun bangunan lepas pantai harus diketahui sebelum dioperasikan. Untuk itu, model fisis benda terapung tersebut terlebih dahulu diuji di kolam pengujian di laboratorium hidrodinamika dengan menghadapkannya pada situasi paling beresiko yang dapat disimulasikan. Salah satu situasi beresiko adalah menghadapi keberadaan gelombang ekstrim. Dengan demikian kemampuan untuk membangkitkan gelombang ekstrim di kolam pengujian merupakan keharusan untuk menjawab kebutuhan tersebut. Hal inilah yang memotivasi penelitian ini, yaitu bagaimana membangkitkan gelombang ekstrim. Ini dilakukan dengan mempelajari model matematika yang sesuai, menentukan solusi model tersebut, dan menyelidiki kemungkinan penerapannya pada pembangkitan gelombang ekstrim.     \n \n \n \n \n \n\nDalam disertasi ini, akan ditinjau parameter yang mempengaruhi perubahan gelombang selama perambatannya. Jika diberikan suatu sinyal pada suatu posisi tertentu, parameter tersebut akan mempengaruhi posisi Xmax, katakanlah posisi tersebut di mana sinyal mengalami pemuncakan tertinggi serta faktor amplifikasi amplitudo (FAA). FAA adalah perbandingan ketinggian maksimum gelombang di posisi ekstrim dan ketinggian maksimum gelombang di posisi awal. Dengan demikian, berdasarkan FAA, dapat diketahui ketinggian maksimum gelombang terbangkit pada posisi Xmax jika ketinggian maksimum gelombang di posisi awal diberikan. Untuk menyelidiki kedua besaran Xmax dan FAA, dalam disertasi ini akan digunakan besaran yang disebut Maximal Temporal Amplitude (MTA). Besaran tersebut mengukur ketinggian gelombang di setiap posisi dan telah digunakan Andonowati dan Groesen untuk menyelidiki deformasi gelombang optik.     \n \n \n \n \n \n\nDalam kajian mengenai pemuncakan gelombang permukaan, Westhuis, dkk melakukan eksperimen di laboratorium hidrodinamika dengan membangkitkan gelombang bikromatik dengan amplitudo dan frekuensi selubung yang bervariasi serta mengamati pola perambatannya. Yang bersangkutan juga membangun model numerik yang dinamakan HUBRIS, untuk mensimulasikan pembangkitan gelombang. Usaha lain untuk memahami pemuncakan gelombang dilakukan pula oleh Cahyono dengan membangun Analytical Wave Code (AWC) yang memberikan koreksi terhadap bilangan gelombang. AWC dibangun dengan menggunakan model KdV dan pendekatan orde ke tiga model tersebut. Cahyono menemukan pentingnya suatu bagian dari orde ke tiga yang dinamakan suku side band orde ke tiga terhadap peristiwa tersebut. Hasil yang diperoleh menunjukkan bahwa peningkatan elevasi gelombang yang tinggi tergantung pada amplitudo dan frekuensi selubung gelombang bikromatik.", "Daftar File": {"2006 DIS PP MARWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64645", "2006 DIS PP MARWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64646", "2006 DIS PP MARWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64647", "2006 DIS PP MARWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64648", "2006 DIS PP MARWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64649", "2006 DIS PP MARWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64650", "2006 DIS PP MARWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/64651", "2006 DIS PP MARWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64652"}, "Penulis": "MARWAN (NIM : 30101022)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :  M. Ansjar, Ph.D, Prof.", "Pembimbing II :  Edy Soewono ,Dr.,Prof.", "Pembimbing III:  Andonowati,Dr.", "Pembimbing IV :  E. van Groesen, Dr.,Prof."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "extreme waves, bichromatic waves, trichromatic waves, MTA, KdV equations, Boussinesq equations, KP equations, asymptotic expansions, extreme positions, initial phases.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}