{"Nomor": 14313, "Judul": "PERENCANAAN BENDUNGAN CIBANTEN UNTUK PENYEDIAAN AIR BAKU DAN IRIGASI DI KABUPATEN SERANG", "Abstrak": "Ringkasan:     \n \n \n \n \n \n\nSaat ini kebutuhan air bersih bagi penduduk Kabupaten Serang dilayani oleh PDAM yang memanfaatkan air permukaan (sungai), mata air dan sumur dalam (Deep well) sebagai sumber air baku. Debit sungai sungai secara umum sangat befluktuasi tergantung musim, Pada musim penghujan debit sungai cukup besar, sedangkan pada musim kemarau mengalami penurunan yang cukup besar sehingga     \n \n \n \n \n \n\nmempengaruhi kapasitas produksi PDAM, sehingga tidak dapat mencukupi kebutuhan air bersih bagi penduduk. Ditinjau dari aspek jangkauan pelayanan (service area) masih jauh dari kebutuhan yang diperlukan. Meskipun di wilayah Kabupaten Serang telah dibangun beberapa system penyediaan air bersih (PDAM), namun tingkat pelayanannya masih rendah, bahkan terdapat system yang telah dibangun tersebut belum berfungsi ataupun tidak dapat difungsikan.     \n \n \n \n \n \n\nKebutuhan akan air baku bagi masyarakat Kabupaten Serang mendatang diperkirakan akan meningkat dengan pesat seiring dengan pesatnya pertumbuhan penduduk dan ekonomi. Dalam kaitan dengan sumber air baku, Dari berbagai     \n \n \n \n \n \n\nsungai yang ada sungai Cibanten dianggap potensial untuk dipergunakan sebagai sumber air baku kebutuhan untuk kebutuhan domestik, perkotaan, industri dan aktivitas kepelabuhanan. Saat ini Sungai Cibanten dirasakan belum dimanfaatkan secara optimal, baru sebatas melayani keperluan air untuk irigasi (Bendung Cibanten) Dengan dibangunnnya bendungan Gelam, kebutuhan air baku masyarakat di Kabupaten Serang akan terpenuhi, sehingga pengembangan dan pembangunan untuk berbagai sektor yang secara langsung terpengaruh akan semakin berkembang dan bersinergi sesuai perkembangan di masa yang akan datang.     \n \n \n \n \n \n\nTA akan menjelaskan tentang perhitungan hidrologi. Hasil akhirnya berupa curah hujan rencana, distribusi hujan, dan hidrograf banjir rencana dan sintesis debit bulanan dengan metoda NRECA. Dari output hidrograf banjir rencana dapat kita lakukan penelusuran banjir dengan metode tahap     \n \n \n \n \n \n\ndemi tahap, desain serta perhitungan pelimpah utama (spillway) bendungan beserta bangunan pelengkapnya dengan     \n \n \n \n \n \n\nmetode manual menggunakan rumus-rumus hidrolika, Bangunan-bangunan yang termasuk bangunan pelengkap adalah ruang olakan. Selanjutnya akan disimulasikan dengan menggunakan Program Hec - Ras v4.0 untuk perhitungan elevasi muka air rencana. potensi air baku dan kebutuhan air di wilayah Kabupaten Banten prediksi alokasi air baku dari waduk yang berada di sekitar daerah kajian. Prediksi ini didasarkan dari hasil analisa ketersediaan dan kebutuhan air. Selanjutnya akandisimulasikan dengan menggunakan Program Hec - Res - Sim v3.0 untuk mengoptimasi pola pengoperasian waduk Cibanten.", "Daftar File": {"2007 TA PP MIGI PRASETYO 1 -COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64733", "2007 TA PP MIGI PRASETYO 1 -BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/64734", "2007 TA PP MIGI PRASETYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64735", "2007 TA PP MIGI PRASETYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64736", "2007 TA PP MIGI PRASETYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64737", "2007 TA PP MIGI PRASETYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/64738", "2007 TA PP MIGI PRASETYO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/64739", "2007 TA PP MIGI PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64740"}, "Penulis": "MIGI PRASETYO (NIM: 15000109)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dantje Kardana,Ir. , M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidrology; flood hydrograft;  spillway ; hec-res  v3.0 ; NRECA.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}