{"Nomor": 14318, "Judul": "SISTEM HIDROTERMAL PADA DAERAH MAGMATIK: PEMBENTUKAN SISTEM PANAS BUMI DAN ALTERASI DI DAERAH CUBADAK, KABUPATEN PASAMAN, SUMATERA BARAT", "Abstrak": "Lapangan panas bumi Cubadak berada di Kabupaten Pasaman, Sumatera Barat, terletak di bagian barat depresi PantiÃƒÂ‚Ã‚Â–Rao. Penelitian panas bumi dan alterasi ini dilaksanakan untuk membuktikan adanya potensi panas bumi, disamping untuk mengetahui evolusi fluida dari fluida hidrotermalnya. Penelitian ini menggabungkan metoda geologi, geokimia dan geofisika. Analisis petrografi dan XRD dilakukan untuk mengetahui tipe alterasi, analisis kimia untuk mengetahui tipe fluida dan karakter reservoirnya. Interpretasi geofisika untuk menggambarkan kondisi bawah permukaan di daerah penelitian.Kehadiran mineral alterasi serisit-kuarsa mewakili mineral pembentuk pada zona filik dan mineral alterasi klorit-epidot-kuarsa mewakili mineral pembentuk pada zona propilitik yang berada di bawah pengaruh pH fluida netral air klorida dengan temperatur pembentukan < 340 derajat C. Temperatur air panas Cubadak 75 derajat C, pH 6,4 dengan hasil ploting unsur Cl dan HCO3 berada pada pengenceran air klorida oleh bikarbonat. Isotop dan perbandingan gas CO2 / CH4 dan N2 / Ar menunjukan sumber fluida berasal dari air meteorik dangkal. Perhitungan geotermometer Na/ K adalah 220 derajat C (entalpi sedang). Evolusi fluida di daerah panas bumi Cubadak berawal dari pembentukan zona filik yang digantikan oleh propilitik dan terakhir pembentukan alterasi argilik, mengindikasikan terjadinya proses pendinginan temperatur hidrotermal.Pengukuran gaya berat menunjukan terdapat nilai densitas kontras (2,5 gr/cm3) sebagai tubuh diorit yang berada 900 m di bawah air panas Cubadak, diperkirakan sebagai sumber panas. Pengukuran sounding dan tahanan jenis diinterpretasikan terdapat lapisan tahanan jenis rendah ( 30 ohmm) diasumsikan sebagai reservoir dangkal pada batuan vulkanik tua dan batuan metamorf, top reservoir pada kedalaman 450 m.Hasil penelitian di daerah panas bumi Cubadak menyatakan bahwa fluida panas bumi Cubadak berhubungan dengan daerah vulkanik pada relief sedang. Daerah prospek Cubadak sekitar 2,5 km2 dengan potensi cadangan terduga 30 MWe.", "Daftar File": {"2009 TS PP MOCHAMAD NUR HADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64770", "2009 TS PP MOCHAMAD NUR HADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64771", "2009 TS PP MOCHAMAD NUR HADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64772", "2009 TS PP MOCHAMAD NUR HADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64773", "2009 TS PP MOCHAMAD NUR HADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64774", "2009 TS PP MOCHAMAD NUR HADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64775", "2009 TS PP MOCHAMAD NUR HADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/64776", "2009 TS PP MOCHAMAD NUR HADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64777"}, "Penulis": "MOCHAMAD NUR HADI (NIM 22007005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Y. Suyatno Yuwono dan Niniek Rina Herdianita M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Panas bumi, Cubadak, Evolusi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}