{"Nomor": 14312, "Judul": "SURVEI KONSTRUKSI PIPA GAS PADA PEMBANGUNAN PIPA DISTRIBUSI GAS BUMI UNTUK RUMAH TANGGA (Studi Kasus: Distribusi Gas Bumi, Sidoarjo, Jawa Timur)", "Abstrak": "Kegiatan survei konstruksi didefinisikan sebagai kegiatan yang dilibatkan dalam perencanaan dan pelaksanaan survei-survei untuk lokasi, desain, konstruksi, operasi dan pemeliharaan dari proyek-proyek sipil dan proyek rekayasa lainnya. Salah satu pekerjaan dalam survei konstruksi pipa distribusi gas bumi adalah pematokan (stake-out) titik-titik rencana as jalur pipa dari peta rencana ke lapangan. Dalam pekerjaan pematokan dapat dihitung akurasi pematokan. Perhitungan akurasi pematokan dapat dilakukan dengan mengimplementasikan rumus akurasi pematokan menggunakan data spesifikasi alat Electronic Total Station (ETS) dan standar deviasi titik ikat pematokan. Data yang digunakan berupa data pengukuran poligon sebagai titik ikat pematokan serta data titik rencana pematokan yang diperoleh dari peta rencana jalur pipa. Perhitungan yang dilakukan terdiri perhitungan sudut horizontal, perhitungan jarak pematokan, perhitungan standar deviasi titik rencana pematokan, prediksi panjang pipa serta analisis akurasi yang dicapai terhadap standar akurasi pematokan. Hasil perhitungan, diperoleh bahwa standar deviasi titik rencana pematokan lebih kecil dari standar akurasi pematokan, serta terdapat kecenderungan bahwa akurasi yang diperoleh menjadi semakin buruk jika jarak dari titik ikat ke titik rencana semakin besar. Metode hitungan akurasi pematokan ini bermanfaat untuk perencanaan pematokan maupun diterapkan dalam pekerjaan survei konstruksi lainnya.", "Daftar File": {"2011 TA PP MIFTAHUS SIDDIQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64726", "2011 TA PP MIFTAHUS SIDDIQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64727", "2011 TA PP MIFTAHUS SIDDIQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64728", "2011 TA PP MIFTAHUS SIDDIQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64729", "2011 TA PP MIFTAHUS SIDDIQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64730", "2011 TA PP MIFTAHUS SIDDIQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64731", "2011 TA PP MIFTAHUS SIDDIQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64732"}, "Penulis": "MIFTAHUS SIDDIQ (NIM 15105038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. S.Hendriatiningsih, MS., dan Dr. Ir. Dwi Wisayantono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stake-out, accuracy, Electronic Total Station (ETS)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}