{"Nomor": 14311, "Judul": "SINTESIS DAN UJI AKTIVITAS Cu/Zn/Al2O3 UNTUK KATALIS REFORMASI KUKUS METANOL SEBAGAI PENYEDIA HIDROGEN SEL TUNAM (FUEL CELL)", "Abstrak": "Jalur penyedia hidrogen komersial sangat diperlukan seiring dengan meningkatnya kebutuhan energi efisien dan ramah lingkungan. Pemanfaatan hidrogen melalui sel tunam dianggap dapat memenuhi kebutuhan tersebut. Reaksi reformasi kukus metanol merupakan jalur penyedia hidrogen sel tunam yang cukup menjanjikan. Penelitian bertujuan untuk membuktikan reproducibility katalis Cu/Zn/Al2O3 untuk reaksi reformasi kukus metanol yang disintesis melalui prosedur Janitra dan Sianturi (2007).Penelitian terdiri dari tiga tahap utama, yaitu sintesis katalis, karakterisasi katalis, dan pengujian aktivitas katalis. Katalis disintesis dengan metode impregnasi kering untuk menghasilkan deposisi lapis tunggal dari CuO. Katalis dikalsinasi selama 1-2 jam pada temperatur 120-360 derajat C. Uji aktivitas katalis dilakukan dalam reaktor tubular pada temperatur operasi 200-300 dearajat C yang bertekanan atmosferik. Karakterisasi katalis dilakukan dengan pengamatan pola difraksi sinar X dengan metode XRD (X-Ray Diffraction) dan pengukuran luas permukaan katalis dengan metode BET (Brunauer, Emmett, and Teller). Pada penelitian ini, nitrogen berfungsi sebagai dilluent.Katalis Cu/Zn/Al2O3 untuk reformasi kukus metanol yang disintesis melalui prosedur Janitra dan Sianturi (2007) telah terbukti reproducible dan memiliki aktivitas yang tinggi. Pada penelitian ini, reformasi kukus metanol tidak memproduksi CO sebagai hasil samping dan memiliki konversi metanol sebesar 85% pada temperatur 250 derajat C. Katalis yang telah disintesis menunjukkan performa yang cukup stabil selama 36 jam tanpa terjadi pengurangan kinerja yang berarti. Laju alir nitrogen yang rendah terbukti meningkatkan konversi metanol keseluruhan.", "Daftar File": {"2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64719", "2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64720", "2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64721", "2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64722", "2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64723", "2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64724", "2008 TA PP MICHAEL JUBEL HUTAGALUNG & WAHYU HIDAYAT MUSOUWIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64725"}, "Penulis": "MICHAEL JUBEL HUTAGALUNG (NIM 13004104) dan WAHYU HIDAYAT MUSOUWIR (NIM 13004004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. IGBN Makertihartha dan Dr. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reformasi kukus metanol, Katalis Cu/ZnO/Al2O3, Sel tunam", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}