{"Nomor": 14321, "Judul": "PERANCANGAN DAN IMPLEMENTASI SERVER MMOG PADA GAME REAL TIME STRATEGY (STUDI KASUS: GAME SULTAN AGUNG)", "Abstrak": "Aplikasi interaktif online dalam bentuk game merupakan layanan hiburan digital yang digemari oleh berbagai kalangan masyarakat. Perkembangan teknologi game pada berbagai aspek dan tersedianya fasilitas infrastruktur internet menyebabkan banyak para penyedia layanan internet menyediakan konten-konten yang interaktif dan real time. Salah satunya aplikasi interaktif yang akan mendominasi ke depan adalah massively multiplayer online game (MMOG), bukan saja hanya untuk layanan hiburan, tetapi aplikasi MMOG sudah menjadi bagian bisnis online yang menguntungkan.MMOG adalah sebuah tipe game multiplayer yang dimainkan di tingkat global (internet) yang dapat diakses oleh banyak pengguna secara masal dan real time. Oleh karena itu, MMOG membutuhkan satu atau beberapa server untuk melayani banyak pengguna.Tujuan dari tesis ini adalah untuk merancang dan mengimplementasikan aplikasi server MMOG pada game real time strategy (RTS). Tahapan yang dilakukan dalam penyusunan tesis ini diawali dengan studi literatur MMOG, jaringan komputer, dan penerapan artificial intelligence (AI) pada game komputer. Kemudian dilanjutkan dengan analisis sistem, desain server MMOG menggunakan arsitektur client-server, implementasi serta pengujian sistem.Hasil utama dari tesis ini adalah terbentuknya sebuah aplikasi server MMOG yang mampu melayani minimal 1000 pengguna pada saat yang bersamaan. Sehingga antara penguna yang memainkan game RTS dapat saling berkomunikasi melalui server MMOG.Dengan menerapkan aplikasi server MMOG diharapkan game RTS dapat dimainkan oleh banyak pengguna secara masal dan real time melalui media internet. Sehingga game RTS yang dimainkan secara online dapat dijadikan alternatif untuk hiburan digital. Selain itu aplikasi yang dibuat ini dapat dikembangkan menjadi bisnis online yang menguntungkan.", "Daftar File": {"2008 TS PP MOHAMAD ARIEF HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64793", "2008 TS PP MOHAMAD ARIEF HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64794", "2008 TS PP MOHAMAD ARIEF HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64795", "2008 TS PP MOHAMAD ARIEF HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64796", "2008 TS PP MOHAMAD ARIEF HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64797", "2008 TS PP MOHAMAD ARIEF HIDAYAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64798", "2008 TS PP MOHAMAD ARIEF HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64799"}, "Penulis": "MOHAMAD ARIEF HIDAYAT (NIM 23206316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arry Akhmad Arman dan Dr. Ary Setijadi Prihatmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Server, Massively multiplayer online game, Real time strategy", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}