{"Nomor": 14331, "Judul": "VERIFIKASI POSISI PIPA BAWAH LAUT PASCA PEMASANGAN (STUDI KASUS : BALIKPAPAN PLATFORM)", "Abstrak": "Pipa bawah laut memerlukan desain awal yang sempurna dan proses instalasi yang teliti agar keseluruhan proses pembangunan pipa berhasil dan cost effective. Pembangunan pipa dibagi menjadi tiga tahapan, yaitu survei pra-pemasangan pipa bawah laut, pemasangan pipa bawah laut, dan survei pasca-pemasangan pipa bawah laut.        \n \n \n \n \n \n \n \n\nVerifikasi pipa bawah laut termasuk ke dalam kegiatan survei pasca-pemasangan dengan tujuan utama untuk mendapatkan posisi absolute dari pipa bawah laut tersebut. Penulis melakukan pengolahan data multibeam echosounder dengan menggunakan perangkat lunak QINSy. Selain itu, dilakukan juga analisis mengenai perbandingan posisi dari rencana pipa dengan posisi pipa hasil dari pengolahan data multibeam echosounder. Hasil analisis kemudian akan digunakan untuk pertimbangan dalam perencanaan pembangunan pipa pada wilayah yang sama.        \n \n \n \n \n \n \n \n\nHasil pengolahan data multibeam echosounder menunjukkan terdapat perbedaan posisi perencanaan dan posisi aktual dari pipa. Perbedaan posisi tersebut terjadi pada bagian lengkungan dari pipa dengan perbedaan sejauh 5.4 m. Perbedaan yang terdapat pada lengkungan dari pipa ini masih dapat diterima, dikarenakan tidak ada posisi pipa yang free-span dan juga tidak mengakibatkan pipa ini berbenturan dengan pipa yang lainnya.", "Daftar File": {"2012 TA PP MUHAMMAD FIRDAUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64858", "2012 TA PP MUHAMMAD FIRDAUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64859", "2012 TA PP MUHAMMAD FIRDAUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64860", "2012 TA PP MUHAMMAD FIRDAUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64861", "2012 TA PP MUHAMMAD FIRDAUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64862", "2012 TA PP MUHAMMAD FIRDAUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64863", "2012 TA PP MUHAMMAD FIRDAUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64864"}, "Penulis": "MUHAMMAD FIRDAUS (NIM 15108028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT dan Ir .Syamsul Bachri, M.Eng, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pipa Bawah Laut, Verifikasi, Multibeam Echosounder", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}