{"Nomor": 14340, "Judul": "PEMBUATAN APLIKASI DESKTOP GIS DATA PERTANAHAN (P4T, SKP, DAN ZNT)", "Abstrak": "Amanat konstitusi di bidang pertanahan menuntut agar politik dan kebijakan pertanahan dapat memberikan kontribusi nyata dalam proses mewujudkan Ã‚Â“keadilan sosial bagi seluruh rakyat IndonesiaÃ‚Â” ( sebagaimana diamanatkan pada Sila kelima Pancasila dalam pembukaan UUD 1945) dan mewujudkan Ã‚Â“sebesar-besar kemakmuran rakyatÃ‚Â” ( sebagaimana diamanatkan pada Pasal 33 ayat 3 UUD 1945 ). Nilai-nilai dasar ini mensyaratkan dipenuhinya hak rakyat untuk dapat mengakses berbagai sumber kemakmuran, terutama tanah.        \n \n \n \n \n \n \n \n\nAmanat yang besar ini menuntut pihak yang berwenang untuk memberikan kebijakan di bidang pertanahan sesuai amanat tersebut. Untuk membantu tugas tersebut diperlukan suatu aplikasi yang memberikan akses penuh dan mudah terhadap data Pemilikan, Penguasaan, Penggunaan dan Pemanfaatan Tanah (P4T), Sengketa, Konflik dan Perkara (SKP), dan Zona Nilai Tanah (ZNT).        \n \n \n \n \n \n \n \n\nDalam proses pembuatan aplikasi tersebut dibutuhkan data-data kepemilikan tanah, penggunaan dan pemanfaatan tanah, data nilai tanah dan data kasus pertanahan. Data-data tersebut di simpan dalam sebuah basis data relasional menggunakan suatu perangkat lunak database. Setelah itu dibuat suatu prototype aplikasi yang menggambarkan produk akhir dari aplikasi tersebut berdasarkan desain yang telah dibuat setelah melakukan analisis kebutuhan.        \n \n \n \n \n \n \n \n\nPada penelitian ini, pembuatan aplikasi desktop GIS data pertanahan (P4T, ZNT, dan SKP) dilakukan dengan menggunakan program MapInfo dan bahasa pemograman Mapbasic. Sementara itu, Implementasi basis data terkait Database Management System (DBMS) dibangun menggunakan perangkat lunak Oracle karena perangkat pengelolaan basis data tersebut memungkinkan untuk mengintegrasikan data spasial dan data atribut dalam satu perangkat dan mendukung costomizing program GIS.", "Daftar File": {"2012 TA PP MUHSIN MUBAROK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64920", "2012 TA PP MUHSIN MUBAROK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64921", "2012 TA PP MUHSIN MUBAROK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64922", "2012 TA PP MUHSIN MUBAROK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64923", "2012 TA PP MUHSIN MUBAROK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64924", "2012 TA PP MUHSIN MUBAROK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64925", "2012 TA PP MUHSIN MUBAROK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64926"}, "Penulis": "MUHSIN MUBAROK (NIM 15106068)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Andri Hernandi,ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Basis Data, Aplikasi Desktop GIS, P4T, SKP, ZNT", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}