{"Nomor": 14341, "Judul": "PENGGUNAAN ALJABAR HIPERGRAF UNTUK MEMBANGUN POHON FILOGENETIK", "Abstrak": "Dalam penelitian ini telah dibangun pohon filogenetik untuk menentukan kedekatan hubungan kekerabatan dari 16 organisme, dengan menggunakan pendekatan Aljabar hipergraf. Langkah pertama adalah menggunakan hipergraf berarah untuk merepresentasikan siklus asam sitrat sebagai jaringan metabolik kemudian menghitung jarak antara 2 jaringan metabolik dengan menggunakan operasi-operasi aljabar seperti dalam penelitian sebelumnya[8] sehingga diperoleh matrik jarak. Selanjutnya program Matlab R2007b digunakan untuk membangun pohon filogenetik dengan Algoritma Neighbor Joining (Neighbor Joining Algorithm). Kemudian telah dibangun pula pohon filogenetik pembanding yang diperoleh berdasarkan urutan nukleotida gen 16S rRNA pada masing-masing organisme yang sama. Dari penelitian ini diperoleh bahwa, terdapat sepasang organisme pada kedua pohon filogenetik yang dihasilkan, yang memiliki kekerabatan dekat berdasarkan urutan gen 16S rRNA tetapi memiliki kekerabatan yang jauh berdasarkan jaringan metaboliknya ataupun sebaliknya.", "Daftar File": {"2008 TS PP MULIA ASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64927", "2008 TS PP MULIA ASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64928", "2008 TS PP MULIA ASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64929", "2008 TS PP MULIA ASTUTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64930", "2008 TS PP MULIA ASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64931", "2008 TS PP MULIA ASTUTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64932", "2008 TS PP MULIA ASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64933"}, "Penulis": "MULIA ASTUTI (NIM 20106009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Filogenetik, aljabar hipergraf, jaringan metabolic, algoritma neighbor joining, siklus asam sitrat, urutan nukleotida, gen 16S rRNA", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}