{"Nomor": 14346, "Judul": "ANALISIS PERUBAHAN LAHAN DENGAN MENGGUNAKAN PRINCIPAL COMPONENT ANALYSIS (Studi Kasus : Wilayah Bandung)", "Abstrak": "Tutupan lahan adalah bentuk ilmiah ataupun konstruksi artifisial yang menutup permukaan bumi yang dapat mengalami perubahan, perubahan tutupan lahan didefinisikan sebagai bergesernya suatu penggunaan lahan dari satu sisi ke sisi yang lainnya diikuti dengan bertambahnya atau berkurangnya tipe penggunaan lahan. Analisis terhadap perubahan tutupan lahan penting untuk dilakukan guna mendukung perencanaan pembangunan pada suatu wilayah. Data yang digunakan pada tugas akhir ini adalah data peta tutupan lahan wilayah Bandung tahung 1994, 1997 dan 2001. dengan format raster. Data tersebut dihitung perubahannya dari tahun 1994 ke 1997 dan dari tahun 1994 ke 2001 dengan metode crosstab, yang dari proses tersebut diperoleh citra crosstab dan tabel crosstab. Selanjutnya nilai ketetanggaan antar perubahan tutupan lahan dihitung dari citra hasil crosstab dengan metode GLCM. Data yang diperoleh dari hasil GLCM dianggap sebagai data korelasi spasial antar perubahan tutupan lahan yang terjadi pada wilayah Bandung, yang ditentukan variabel perubahan tutupan lahan mana yang paling dominan dengan menggunakan metode Principal Component Analysis (PCA).", "Daftar File": {"2010 TA PP M. ZAHRIL AFFENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64962", "2010 TA PP M. ZAHRIL AFFENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64963", "2010 TA PP M. ZAHRIL AFFENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64961", "2010 TA PP M. ZAHRIL AFFENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64960", "2010 TA PP M. ZAHRIL AFFENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64958", "2010 TA PP M. ZAHRIL AFFENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64959", "2010 TA PP M. ZAHRIL AFFENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64957"}, "Penulis": "M. ZAHRIL AFFENDI (NIM 15105016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Agung Budi Harto, M.Eng., dan Ir. Kosasih Prijatna, Msc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PCA, correlation, variable of land cover change, GLCM", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}