{"Nomor": 14343, "Judul": "PEMBUATAN SENSOR GAS VOLATILE ORGANIC COMPOUND (VOC) BERBASIS MATERIAL SEMIKONDUKTOR SnO2 BERSTRUKTUR NANO MENGGUNAKAN METODE CHEMICAL BATH DEPOSITION (CBD)", "Abstrak": "Volatile Organic Compound (VOC) merupakan senyawa organik yang mudah menguap. Beberapa senyawa VOC tidak berbau dan tidak berwarna sehingga sulit untuk di deteksi oleh indera manusia. Oleh karena itu dibutuhkan perangkat sensor gas VOC. Salah satu material semikonduktor yang sering digunakan untuk aplikasi sensor tersebut adalah SnO2, karena reaktif, mudah mengadsorpsi gas, dan murah. Sensor gas VOC SnO2 dapat dibuat dengan menggunakan metode Chemical Bath Deposition (CBD). Metode CBD dipilih karena merupakan metode yang murah, temperatur proses yang rendah, sederhana dan efektif. Sintesis SnO2 dengan metode CBD dilakukan menggunakan prekursor Stannous Chloride (SnCl2.2H2O) dengan pelarut aqua bidest (H2O) dengan konsentrasi 0.15 M, perbandingan urea dan pelarut sebesar 1:15 dengan lama perendaman 2 hari dengan temperatur 60 OC. Temperatur kalsinasi yang digunakan adalah 575 OC. Lapisan tipis SnO2 yang terbentuk dikarakterisasi dengan X-Ray Diffraction (XRD), Energy Dispersive Spectroscopy (EDS) dan Scanning Energy Microscope (SEM). Hasil karakterisasi menunjukkan lapisan tipis SnO2 berhasil terbentuk dengan morfologi berupa butiran-butiran kecil dengan ukuran 90-120 nm. Dari hasil pengujian perfomansi sensor diperoleh temperatur optimal sebesar 300 OC, untuk gas Ethanol 500 ppm dengan nilai sensitivitas 99.57 %. Diantara gas Ethanol, Isoprophyl Alcohol dan Aceton, gas Isoprophyl Alcohol mempunyai sentivitas tertinggi diantara 3 gas target tersebut yaitu", "Daftar File": {"2013 TA PP MULYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64935", "2013 TA PP MULYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64936", "2013 TA PP MULYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64937", "2013 TA PP MULYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64938", "2013 TA PP MULYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64939", "2013 TA PP MULYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64940", "2013 TA PP MULYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64941", "2013 TA PP MULYADI 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/64942"}, "Penulis": "MULYADI (NIM 13308107)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Nugraha., dan Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SnO2, Chemical Bath Depostion (CBD), Ethanol, Isoprophyl Alcohol, Acetone, Sensitivitas.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}