{"Nomor": 14351, "Judul": "PENGEMBANGAN MODEL PEMILIHAN TEKNOLOGI GASIFIKASI BATUBARA DENGAN MENGINTEGRASIKAN PENGAMBILAN KEPUTUSAN RESEARCH AND DEVELOPMENT (R&D) DAN KEPUTUSAN OPERASIONAL PERUSAHAAN", "Abstrak": "Potensi batubara yang melimpah di Indonesia dapat dimanfaatkan sebagai solusi sumber energi alternatif untuk menggantikan bahan bakar minyak. Gasifikasi batubara merupakan teknologi pengolahan sumber energi yang berpotensi untuk dikembangkan dan dimanfaatkan sebagai peluang usaha karena merupakan teknologi penghasil energi yang efektif dan ramah lingkungan. Pengembangan usaha di bidang gasifikasi seringkali terkendala oleh ambiguitas, ketidakpastian, kompleksitas, dan subjektivitas proses pengambilan keputusan, terutama dalam pemilihan teknologi hasil penelitian dan pengembangan (R&D) untuk diterapkan pada perusahaan. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan model pemilihan teknologi yang mengintegrasikan keputusan R&D dan keputusan operasional perusahaan pada bidang gasifikasi batubara. Penentuan alternatif dan kriteria pemilihan teknologi dilakukan dengan pengumpulan data menggunakan kuesioner dan wawancara pakar dalam bidang pengolahan batubara di Indonesia, baik dari akademisi, peneliti, dan instansi pemerintah. Metode pemilihan teknologi dilakukan dengan pendekatan Fuzzy Delphi untuk seleksi kriteria, Fuzzy Analytic Hierarchy Process (AHP) untuk pembobotan kriteria dan penilaian teknologi berdasarkan kriteria nonfinansial, dan Fuzzy Present Value untuk penilaian teknologi berdasarkan kriteria finansial yang diintegrasikan dengan Model Brown-Gibson. Model pemilihan teknologi yang dikembangkan tersusun atas 4 (empat) kriteria penilaian, yaitu Technical Criteria, Organizational and Regulatory Criteria, Economic Criteria, dan Risk Analysis Criteria, yang seluruhnya terdiri dari 20 subkriteria. Alternatif teknologi gasifikasi yang dinilai antara lain Updraft Fixed Bed, Downdraft Fixed Bed, Fluidized Bed dan Entrained Bed Gasifier. Hasil penelitian menunjukkan bahwa (a) Economic Criteria, dan subkriteria Ease of operation pada Technical Criteria merupakan kriteria yang paling penting dalam pemilihan teknologi; dan (b) teknologi Updraft Fixed Bed Gasifier adalah teknologi gasifikasi batubara Ã‚Â„terbaik‟ yang dapat diterapkan.", "Daftar File": {"2013 TS PP NANDA RUSYDA SAUFA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/64995"}, "Penulis": "NANDA RUSYDA SAUFA (NIM: 23410041)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pemilihan teknologi, gasifikasi batubara, fuzzy, metode Delphi, AHP", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}