{"Nomor": 14357, "Judul": "PEMBUATAN BASIS DATA dan PROSES KARTOGRAFIK PETA LINGKUNGAN PANTAI INDONESIA (DAERAH STUDI: PANTAI BARAT SUMATERA UTARA)", "Abstrak": "Indonesia adalah negara kepulauan dengan panjang pantai 95,181 kilometer. Dengan pantai sepanjang itu, lingkungan pantai menjadi aset yang sangat potensial untuk dikembangkan demi kemajuan kesejahteraan masyarakat, terutama masyarakat yang tinggal di daerah pantai. Peta merupakan salah satu syarat untuk mengembangkan suatu wilayah. Dalam pengembangan daerah pantai, peta harus memberikan informasi secara khusus untuk wilayah pesisir dan laut, terutama tentang kedalaman, jenis pantai (berpasir, berlumpur, atau berbatu), serta informasi dasar lainnya terkait dengan navigasi dan administrasi di wilayah laut. Peta pada zaman sekarang ini sudah dibuat dalam format basis data spasial. Jadi pada pembuatannya, pertama dilakukan pembuatan basis datanya terlebih dahulu, setelah itu dilakukan proses kartografik untuk keperluan penampilan (visualisasi) dan pencetakan .Hasil akhir yang diharapkan adalah peta Lingkungan Pantai Indonesia dalam format basis data yang sesuai dengan standard.", "Daftar File": {"2012 TA PP NIKSON M N 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65026", "2012 TA PP NIKSON M N 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65027", "2012 TA PP NIKSON M N 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65028", "2012 TA PP NIKSON M N 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65029", "2012 TA PP NIKSON M N 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65030", "2012 TA PP NIKSON M N 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65031", "2012 TA PP NIKSON M N 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65032"}, "Penulis": "NIKSON M N (NIM 15107083)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Samsul Bachri, M.Eng dan Dr. Ir. Akhmad Riqqi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Basis Data, Kartografi, Peta LPI, S57 IHO, SNI 19-6726-2002", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}