{"Nomor": 14356, "Judul": "KAJIAN TERHADAP OBJEK-OBJEK RUANG PERAIRAN MENUJU KE ARAH PENGELOLAAN KADASTER KELAUTAN DI INDONESIA (STUDI KASUS: PULAU BINTAN, KEPULAUAN RIAU)", "Abstrak": "Wilayah laut Indonesia yang luas dengan garis pantai yang panjang merupakan sebuah potensi besar yang harus dimanfaatkan sebaik-baiknya terutama untuk kesejahteraan masyarakat. Pemanfaatan potensi tersebut merupakan suatu hal yang mutlak harus dilakukan sebagaimana amanat Undang- Undang Dasar  1945 Pasal 33 ayat 3, lebih lanjut Undang-Undang Pokok Agraria Nomor 5 Tahun 1960 Pasal 2 Ayat 2 menjelaskan wewenang negara dalam menguasai bumi,air, dan ruang angkasa tersebut.         \n \n \n \n \n \n \n \n\nPemanfaatan potensi laut yang dipandang sebagai ruang perairan dapat dilakukan dalam banyak hal, salah satu yang sedang berkembang saat ini adalah implementasi Kadaster Kelautan. Konsep Kadaster Kelautan yang merupakan lanjutan dari Kadaster Pertanahan menjadi sangat penting ketika pemanfaatan ruang laut dikaitkan dengan aspek legal, aspek teknis dan aspek kelembagaan.        \n \n \n \n \n \n \n \n\nMasalah yang dikaji adalah keberadaan bangunan di atas air yang terdapat di Pulau Bintan, Kepulauan Riau. Keberadaan bangunan atas air tersebut perlu dikaji berdasarkan aspek hukum, teknis, dan kelembagaannya sehingga dapat dikelola dengan baik dan juga dijadikan acuan bagi pengelolaan objek-objek ruang perairan secara umum dalam konteks Kadaster Kelautan. Hasil kajian adalah perlunya pembuatan peraturan yang mendukung implementasi Kadaster Kelautan.", "Daftar File": {"2012 TA PP NIKO SARIPSON P SIMAMORA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65019", "2012 TA PP NIKO SARIPSON P SIMAMORA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65020", "2012 TA PP NIKO SARIPSON P SIMAMORA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65021", "2012 TA PP NIKO SARIPSON P SIMAMORA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65022", "2012 TA PP NIKO SARIPSON P SIMAMORA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65023", "2012 TA PP NIKO SARIPSON P SIMAMORA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65024", "2012 TA PP NIKO SARIPSON P SIMAMORA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65025"}, "Penulis": "NIKO SARIPSON P SIMAMORA (NIM 15107045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT dan  Dr. Andri Hernandi, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kadaster Kelautan, objek ruang perairan, aspek legal, aspek teknis, aspek kelembagaan, penguasaan ruang", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}