{"Nomor": 14350, "Judul": "PEMBUATAN SISTEM INFORMASI ZONA POTENSI IKAN DI WILAYAH PESISIR SELATAN JAWA BARAT", "Abstrak": "Republik Indonesia merupakan negara kepulauan terbesar di dunia dengan luas lautan sekitar 3,1 juta km2 atau sekitar dua kali luas daratannya. Dengan kondisi demikian dapat dikatakan bahwa Indonesia memiliki sumber daya kelautan yang sangat besar. Namun pada kenyataannya, besarnya hasil laut Indonesia belum dapat dimanfaatkan secara maksimal oleh masyarakat nelayan dikarenakan kurangnya pengetahuan mereka mengenai zona potensi ikan sehingga banyak waktu yang dihabiskan hanya untuk Ã‚Â‘mencariÃ‚Â’ bukan Ã‚Â‘menangkapÃ‚Â’ ikan. Tugas akhir ini meliputi pembuatan model sistem informasi berupa peta zona potensi penangkapan ikan yang dilengkapi dengan tabel informasi mengenai kegiatan melaut nelayan serta mengkaji sistem informasi yang telah diterapkan di PPP Cilauteureun sehingga dapat mengoptimasi zona potensi ikan dan meningkatkan pendapatan masyarakat nelayan.", "Daftar File": {"2010 TA PP NADIFA RIZKITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/64988", "2010 TA PP NADIFA RIZKITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/64989", "2010 TA PP NADIFA RIZKITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/64990", "2010 TA PP NADIFA RIZKITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/64991", "2010 TA PP NADIFA RIZKITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/64992", "2010 TA PP NADIFA RIZKITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/64993", "2010 TA PP NADIFA RIZKITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/64994"}, "Penulis": "NADIFA RIZKITA (NIM 15106012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Wiwin Windupranata dan Dr. Akhmad Riqqi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Potenial fishing zone, Information System, PPP Cilauteureun", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}