{"Nomor": 14368, "Judul": "ANALISIS PENGARUH INTERAKSI TANAH-STRUKTUR BASEMENT TERHADAP DISTRIBUSI TEKANAN TANAH LATERAL DINAMIS PADA DINDING BASEMENT DAN AMPLIFIKASI MOTION GEMPA DI PERMUKAAN", "Abstrak": "Abstrak:     \n \n \n \n \n \n\nDalam ilmu geoteknik kegempaan, telah banyak metode yang dikembangkan untuk menganalisis beban gempa terhadap distribusi tekanan tanah lateral dinamis pada dinding kaku, dimana metode-metode tersebut didasarkan pada uji eksperimental atau formulasi analitis terhadap perilaku sistem dinding penahan tanah kaku. Asumsi yang sering diambil pada studi-studi tersebut adalah dasar dinding pada kondisi jepit, dimana hal ini tidak dapat diterapkan pada dinding basement, mengingat dasar dinding basement tidak sepenuhnya dalam kondisi jepit. Selama dinding mengalami beban gempa, maka terjadi pergerakan relatif antara dinding dan tanah, yang pada akhirnya berpengaruh terhadap perilaku interaksi tanah-struktur basement yang terjadi.Studi ini dilakukan untuk menganalisis distribusi tekanan lateral dinamis pada dinding basement dan amplifikasi motion gempa di permukaan dengan menggunakan metode elemen hingga. Analisis interaksi tanah-struktur dinamis dilakukan dengan menggunakan program PLAXIS Dynamics. Penelitian ini dititik beratkan pada studi parametrik untuk meneliti sensitifitas pengaruh variasi kondisi tanah, percepatan gempa di batuan dasar, kandungan frekuensi input motion, kedalaman basement, kedalaman batuan dasar dan kekakuan struktur basement. Variasi kondisi tanah yang digunakan adalah lempung homogen berdasarkan UBC 1997 untuk site classification C, D dan E masing-masing untuk tanah keras, sedang dan lunak.Hasil yang diperoleh dari studi ini adalah distribusi tekanan lateral tanah dinamis mencapai nilai maksimum pada dasar basement dengan peningkatan tekanan yang hampir linier pada kondisi tanah lunak dan non-linier pada kondisi tanah sedang dan keras. Gradien peningkatan terbesar terjadi pada kedalaman empat per lima dinding basement diukur dari dasar basement hingga dasar basement. Dari studi ini juga diperoleh kesimpulan bahwa adanya basement tidak berpengaruh terhadap kekakuan dinamis sistem tanah-struktur basement, tetapi lebih berpengaruh terhadap redaman geometris pada sistem. Pada studi ini juga diberikan rekomendasi untuk menentukan distribusi tekanan tanah lateral dinamis berdasarkan variasi kondisi tanah dan percepatan gempa di batuan dasar.", "Daftar File": {"2007 TS PP NURRACHMAD WIJAYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65096", "2007 TS PP NURRACHMAD WIJAYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65097", "2007 TS PP NURRACHMAD WIJAYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65098", "2007 TS PP NURRACHMAD WIJAYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65099", "2007 TS PP NURRACHMAD WIJAYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65100", "2007 TS PP NURRACHMAD WIJAYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65101", "2007 TS PP NURRACHMAD WIJAYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65102"}, "Penulis": "NURRACHMAD WIJAYANTO (NIM 25004035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : I Wayan Sengara, Ir, MSE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "geotechnical, earthquake, engineering", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}