{"Nomor": 14360, "Judul": "STUDI PENGUKURAN TIGA DIMENSI INTERIOR RUANGAN MENGGUNAKAN KOMBINASI ALAT KAMERA NON METRIK DAN DISTOMETER", "Abstrak": "Beberapa tahun terakhir ini, pengembangan menuju tingkat kedetilan yang lebih baik dari pemodelan tiga dimensi (3D) gedung semakin pesat. Pemodelan 3D telah mencapai Level of Detail (LOD) 4 dimana interior ruangan serta benda-benda atau furnitur yang ada di dalamnya juga ditampilkan. Dalam pemetaan, untuk membuat model 3D suatu objek harus dilakukan pengukuran atau akuisisi data terhadap objek tersebut untuk memperoleh bentuk seperti yang seharusnya di lapangan. Untuk keperluan konstruksi, pengukuran interior memiliki standar toleransi kesalahan yang harus dipenuhi. Terdapat suatu metode sederhana dan beresiko rendah untuk pengukuran dimensi suatu bidang yang telah diterapkan oleh beberapa peneliti. Metode yang digunakan adalah metode pengukuran fotogrametri rentang dekat berbasis single image dan dibantu dengan distometer/laser distance meter. Kamera dan distometer dikombinasikan dan dipasang di suatu dudukan khusus. Gambar objek diambil menggunakan kamera dan jarak kamera ke objek diukur menggunakan distometer. Pada Tugas Akhir ini, metode tersebut diaplikasikan untuk pengukuran interior ruangan. Namun setelah dilakukan eksperimen-eksperimen, diketahui bahwa metode ini belum dapat menghasilkan ukuran interior ruangan yang baik serta belum dapat memodelkan interior ruangan dalam bentuk 3D.", "Daftar File": {"2011 TA PP NINDYA ANDIKA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65041", "2011 TA PP NINDYA ANDIKA PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65042", "2011 TA PP NINDYA ANDIKA PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65043", "2011 TA PP NINDYA ANDIKA PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65044", "2011 TA PP NINDYA ANDIKA PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65045", "2011 TA PP NINDYA ANDIKA PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65046", "2011 TA PP NINDYA ANDIKA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65047"}, "Penulis": "NINDYA ANDIKA PUTRI (NIM 15107036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Deni Suwardhi, ST., MT. dan Ir. Agoes Soewandito Soedomo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Room interior, close range photogrammetry, DSLR camera, distometer", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}