{"Nomor": 14366, "Judul": "SUSTAINABLE TOURISM DEVELOPMENT in SMALL ISLANDS: Case of Indonesian Small Island, Morotai Island (Lesson Learn from Malta Republic)", "Abstrak": "Small islands with the unique ecosystem and specific natural environment tend to depend on tourism as the primary industry more than larger state do. Sustainable tourism became more important for small islands due to their characteristics and the issues that small islands face, such as small size, insularity and remoteness, proneness to natural disasters and environmental factors.Tourism as an activity has both positive and negative impact to economic, social and personal, and to environmental. Government roles are very crucial in order to promote the successful of sustainable tourism development. In produce the policy related to the sustainable tourism development for small islands, government have to consider the island's carrying capacity and put into account the indicators of sustainable tourism. The indicator for sustainable tourism development and some roles of government in supporting the tourism development is used in order to do the comparative analysis between Malta Republic and Indonesia (with case of Morotai Island).In Malta Republic, tourism sector already give significant contribution to its economic. Malta experienced the negative impact of tourism and realized the importance of practicing the sustainable tourism and in the other hand Morotai Island is one of small islands in Indonesia that has potential to be developed as tourism destination but still faced with some limitation. In this thesis, author wants to explored what Malta Republic already done in develops and manages the sustainable tourism. And from Malta experience in tourism, it can take some learning point that can be applied and developed to promote the sustainable tourism in Indonesian small islands.", "Daftar File": {"2008 TS PP NUR LIENDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65081", "2008 TS PP NUR LIENDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65082", "2008 TS PP NUR LIENDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65083", "2008 TS PP NUR LIENDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65084", "2008 TS PP NUR LIENDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65085", "2008 TS PP NUR LIENDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65086", "2008 TS PP NUR LIENDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/65087", "2008 TS PP NUR LIENDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65088"}, "Penulis": "NUR LIENDA (NIM 25406023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Paul Ike (RuG) dan Arief Rosyidie, Drs.,MSP.,M.Arch.,Ph.D (ITB)."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sustainable tourism, indicators of sustainable tourism, small islands, government roles, policy, Malta Republic, and Morotai Island", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}