{"Nomor": 14367, "Judul": "PEMANFAATAN METODE INSAR UNTUK PEMANTAUAN AKTIVITAS GUNUNG SEMERU", "Abstrak": "Indonesia terletak pada 6o LU hingga 11o LS dan 95o BT hingga 141o BT yang memiliki iklim tropis serta dilalui jalur Ã‚Â“Ring of fireÃ‚Â”(daerah yang memiliki banyak gunungapi aktif). Hal itu terbukti dengan kepemilikan gunungapi aktif Indonesia sebanyak 129 gunungapi. Hal ini berarti Indonesia berada di daerah yang rawan bencana akibat letusan gunungapi. Untuk mengurangi dampak dari bencana yang dapat terjadi kapan saja itu, perlu dilakukan mitigasi. Dalam rangka mitigasi tersebut terdapat pokok bagian yang penting, yaitu pemantauan aktivitas gunungapi. Banyak metode yang dapat digunakan untuk pemantauan gunungapi. Salah satunya adalah secara geodetik menggunakan teknologi InSAR.        \n \n \n \n \n \n \n \n\nPenelitian ini menerapkan teknologi InSAR untuk memantau aktivitas Gunung Semeru, Jawa Timur, Indonesia. Sebanyak 8 data ALOS PALSAR level 1.0 dari Oktober 2009 hingga Februari 2011 digunakan dalam penelitian ini. Metode pengolahannya dengan menggunakan metode two-pass dengan model tinggi digitalnya dari SRTM3. Perangkat lunak yang digunakan untuk pengolahannya adalah GMTSAR.        \n \n \n \n \n \n \n \n\nSetelah dilakukan pengolahan, diperoleh 7 interferogram dengan memasangkan data yang memiliki interval data terpendek. Interferogram yang terbentuk ternyata masih memiliki kesalahan yang besar dari fase orbit dan atmosfer sehingga tidak dapat dianalisis hubungan antara aktivitas Gunung Semeru dengan hasil yang diperoleh. Hal ini menunjukkan GMTSAR masih perlu dikembangkan agar dapat digunakan untuk memantau aktivitas gunungapi dengan teknologi InSAR.", "Daftar File": {"2012 TA PP NUR MUJID ABDULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65089", "2012 TA PP NUR MUJID ABDULLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65090", "2012 TA PP NUR MUJID ABDULLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65091", "2012 TA PP NUR MUJID ABDULLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65092", "2012 TA PP NUR MUJID ABDULLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65093", "2012 TA PP NUR MUJID ABDULLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65094", "2012 TA PP NUR MUJID ABDULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65095"}, "Penulis": "NUR MUJID ABDULLAH (NIM 15108044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dina Anggreni Sarsito, MT. dan Teguh Purnama Sidiq, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "InSAR, Gunung Semeru, GMTSAR", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}