{"Nomor": 14365, "Judul": "SIMULASI KRITERIA PREDIKSI PASUT UNTUK PRAKIRAAN TINGGI MUKA AIR DALAM KURUN WAKTU KRITIS (NOWCASTING) DI DELTA MAHAKAM", "Abstrak": "Penelitian ini bertujuan untuk membuat suatu prosedur yang dapat melakukan prediksi pasut untuk kurun waktu kritis (nowcasting), atau dapat juga disebut sebagai prediksi pasut untuk kurun waktu beberapa jam ke depan. Penelitian ini dilakukan dengan membandingkan tingkat keakuratan terbaik yang dapat bekerja secara efisien sehingga menghasilkan hasil yang optimal. Penelitian ini merupakan studi kasus di wilayah Delta Mahakam. Data yang digunakan adalah data pengamatan pasut pada tiga stasiun pasut, yaitu stasiun CPU, stasiun Handil, dan stasiun NPU. Data pengamatan pasut yang diperoleh dari ketiga stasiun tersebut kemudian dilihat tingkat kesalahannya dengan menggunakan nilai variansi, root-mean-square (RMS), dan nilai kesalahan relatif rata-rata (ē), dengan asumsi data tersebut sudah tidak memiliki faktor non-pasut lagi. Tingkat kesalahan pada ketiga stasiun tersebut kemudian dibandingkan hasilnya berdasarkan konstanta harmonik pasut yang digunakan, selang waktu penerapan teknik nowcasting, dan panjang data awal yang akan digunakan. Hasil yang diperoleh dari penelitian ini adalah teknik nowcasting terbaik dilakukan dengan menggunakan semua konstanta harmonik yang diperoleh dari analisis pasutnya, dengan program T_TIDE dari data awal sepanjang 15 hari ke belakang, untuk pelaksanaan teknik nowcasting dengan selang waktu yang berbeda-beda di setiap tempatnya. Selang waktu penerapan teknik nowcasting terbaik di stasiun CPU adalah setengah hari, sedangkan selang waktu penerepan teknik nowcasting terbaik di stasiun Handil dan stasiun NPU adalah seperempat hari.", "Daftar File": {"2012 TA PP NULI RAHMASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65075", "2012 TA PP NULI RAHMASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65076", "2012 TA PP NULI RAHMASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65077", "2012 TA PP NULI RAHMASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65078", "2012 TA PP NULI RAHMASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65079", "2012 TA PP NULI RAHMASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65080"}, "Penulis": "NULI RAHMASARI (NIM 15108050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Poerbandono dan Dr. Eng. Totok Suprijo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasut, prediksi pasut, teknik nowcasting", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}