{"Nomor": 14384, "Judul": "OPTIMASI TEKNIK PENINGKATAN PRODUKSI MINYAK PADA STASIUN PENGUMPUL DI LAPANGAN X", "Abstrak": "Seiring penurunan produksi dari sumur minyak, diperlukan metode-metode untuk meningkatkan perolehan minyak, diantaranya metode-metode Enhance Oil Recovery dan metode-metode pengangkatan buatan. Lapangan X merupakan lapangan tua yang berproduksi dengan bantuan Sucker Rod Pump (SRP) dan injeksi air. Laju produksi yang sudah sangat kecil menarik untuk ditingkatkan.Karya tulis ini bermaksud membahas metode-metode yang tepat untuk meningkatkan produksi minyak pada lapangan ini. Metode optimasi yang rencananya akan dilakukan adalah optimasi injeksi air, injeksi polimer, dan optimasi pompa angguk.Optimasi injeksi air dilakukan dengan studi sensitivitas lama waktu injeksi air dan besarnya laju injeksi air terhadap laju produksi minyak. Selain itu, dicoba juga optimasi dengan injeksi polimer. Alat yang digunakan untuk melakukan studi ini adalah simulator reservoir yang dihubungkan langsung dengan simulator fasilitas permukaan. Pompa angguk pada lapangan ini cenderung tidak bekerja sebagaimana-mestinya, karena laju produksi yang kecil dan tidak sesuai dengan data untuk setiap parameter pompa angguk yang ada. Oleh karena itu, perlu diidentifikasi masalah yang terjadi pada pompa angguk dan dilakukan desain yang benar untuk meningkatkan produksinya.Hasil studi ini menunjukkan bahwa laju produksi akan meningkat secara signifikan bila dilakukan optimasi pompa angguk. Sehingga, optimasi ini merupakan metode yang paling tepat untuk meningkatkan produksi di stasiun pengumpul pada lapangan X.", "Daftar File": {"2011 TA PP POSO NUGRAHA PULUNGAN 1.pdf": "https://digilib.itb.ac.id/gdl/download/65196"}, "Penulis": "POSO NUGRAHA PULUNGAN (NIM 12206066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Tutuka Ariadji, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "surface facility model, reservoir model, rate of injected water", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}