{"Nomor": 14388, "Judul": "IDENTIFIKASI DAN ANALISIS KARAKTERISTIK FISIS WAVEFORM SATELIT ALTIMETRI DI INDONESIA (STUDI KASUS : BEBERAPA WILAYAH PESISIR PULAU SULAWESI)", "Abstrak": "Satelit altimetri merupakan satelit yang memiliki fungsi utama untuk mengamati topografi dan dinamika permukaan laut. Namun satelit ini memiliki kelemahan, salah satunya adalah pengamatan permukaan laut di wilayah pesisir. Keberadaan daratan di wilayah pesisir disertai kedalaman perairan yang relatif dangkal membuat pengamatan satelit altimetri tidak sebaik di laut lepas. Hal ini tentunya sangat merugikan mengingat pentingnya peranan wilayah pesisir bagi kehidupan umat manusia.            \n \n \n \n \n \n \n \n \n \n\nUntuk mengatasi rendahnya kualitas pengamatan satelit altimetri di wilayah pesisir, dewasa ini marak dikembangkan penelitian mengenai coastal atimetry. Salah satu penelitian tersebut adalah waveform retracking atau pengolahan ulang gelombang pantul hasil pengamatan satelit altimetri. Dalam proses waveform retracking, identifikasi waveform yang terkontaminasi merupakan langkah awal yang paling penting.            \n \n \n \n \n \n \n \n \n \n\nPada Tugas Akhir ini dilakukan proses identifikasi beserta analisis terhadap waveform satelit Jason-2 (salah satu satelit altimetri) di wilayah pesisir Pulau Sulawesi, Indonesia. Berdasarkan hasil identifikasi terhadap data waveform satelit Jason-2 (digunakan 8 set data yang teridiri dari 5 pass dalam 2 cycle), diperoleh informasi bahwa jarak 0-5 km dari bibir pantai merupakan jarak dengan tingkat kontaminasi yang tinggi. Selain itu kedalaman perairan yang kurang dari 200 m juga menjadi penyebab utama tingginya tingkat kontaminasi waveform altimetri di wilayah pesisir.", "Daftar File": {"2012 TA PP PRAYUDHA HARTANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65211", "2012 TA PP PRAYUDHA HARTANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65212", "2012 TA PP PRAYUDHA HARTANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65213", "2012 TA PP PRAYUDHA HARTANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65214", "2012 TA PP PRAYUDHA HARTANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65215", "2012 TA PP PRAYUDHA HARTANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65216", "2012 TA PP PRAYUDHA HARTANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65217"}, "Penulis": "PRAYUDHA HARTANTO (NIM 15108099)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Kosasih Prijatna, M.Sc. dan Dr. Techn. Ir. Dudy D. Wijaya, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "waveform, wilayah pesisir, kontaminasi, identifikasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}