{"Nomor": 14396, "Judul": "IDENTIFIKASI ZONA POTENSI PENANGKAPAN IKAN DENGAN MENGGUNAKAN METODE KOMBINASI CITRA SATELIT DAN PEMODELAN NUMERIK", "Abstrak": "Sumberdaya perikanan merupakan salah satu sumberdaya kelautan yang banyak dimanfaatkan oleh masyarakat Indonesia. Namun pemanfaatan sumberdaya perikanan tersebut belum dilakukan secara optimum. Salah satu kendalanya adalah sulitnya menentukan daerah penangkapan ikan. Penentuan zona potensi penangkapan ikan (ZPPI) dilakukan sebagai upaya untuk mengatasi masalah ini. ZPPI tersebut diidentifikasi dengan menggunakan metode citra satelit dan pemodelan numerik. Daerah penelitian dalam tugas akhir ini adalah daerah perairan selatan Jawa Barat. Pengolahan citra satelit dari satelit AQUA MODIS dilakukan untuk memperoleh informasi sebaran suhu permukaan laut dan konsentrasi klorofil-a di bulan Januari dan Juni. Kedua informasi tersebut kemudian digunakan untuk menentukan ZPPI Tuna. Metode lainnya, yaitu pemodelan hidrodinamika numerik, dilakukan dengan menggunakan perangkat lunak Delft3D untuk memperoleh informasi arus di wilayah penelitian selama bulan Januari dan Juni. Hasil dari kombinasi kedua metode ini akan memberikan informasi mengenai daerah yang berpotensi tinggi untuk penangkapan ikan dan pengaruh arus terhadap ZPPI tersebut.", "Daftar File": {"2010 TA PP RACHMA NILAMSURI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65248", "2010 TA PP RACHMA NILAMSURI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65249", "2010 TA PP RACHMA NILAMSURI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65250", "2010 TA PP RACHMA NILAMSURI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65251", "2010 TA PP RACHMA NILAMSURI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65252", "2010 TA PP RACHMA NILAMSURI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65253", "2010 TA PP RACHMA NILAMSURI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65254"}, "Penulis": "RACHMA NILAMSURI (NIM 15106010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Wiwin Windupranata, ST., M.Si, dan Ir. Samsul Bachri, M.Eng, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Determination of fishing ground, satellite image processing, numerical modeling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}