{"Nomor": 14391, "Judul": "PEMBENTUKAN MODEL DAN PARAMETER UNTUK ESTIMASI KELAPA SAWIT MENGGUNAKAN DATA LIGHT DETECTION AND RANGING (LIDAR) (STUDI KASUS: PERKEBUNAN KELAPA SAWIT, SUMATRA SELATAN)", "Abstrak": "Salah satu teknologi penginderaan jauh yang tengah berkembang sangat pesat ialah LiDAR, pemanfaatan data LiDAR semakin banyak dikembangkan salah satunya yakni pada bidang perkebunan dan kehutanan. Teknologi LiDAR dapat menawarkan proses pengukuran yang sangat cepat untuk area yang luas dan menghasilkan ketelitian yang bervariasi. Indonesia sebagai penghasil kelapa sawit terbesar di dunia perlu mengembangkan suatu metode yang secara efektif dapat memberikan informasi detail struktur pohon kelapa sawit yang dapat digunakan untuk manajemen dan monitoring perkebunan. Di dalam Tugas Akhir ini akan dikaji mengenai proses pengolahan data point clouds LiDAR hingga dibentuk DTM (Digital Terrain Model), DSM (Digital Surface Model) dan CHM (Canopy Height Model) yang akan digunakan untuk membentuk model dan parameter kelapa sawit untuk mendeteksi individu pohon kelapa sawit dalam suatu area penelitian. Pendeteksian individu pohon secara otomatis tersebut akan menghasilkan estimasi jumlah pohon dalam suatu area, serta dilengkapi dengan informasi tinggi dan lebar diameter kanopi tiap individu pohon yang terdeteksi. Dari hasil penelitian area studi penelitian pada perkebunan kelapa sawit seluas 20 Ha, di Kabupaten Prabumulih, Sumatra Selatan, didapat hasil sejumlah 2618 pohon yang berhasil terdeteksi secara otomatis. Kemudian setelah dilakukan validasi pada beberapa sample tile pada area penelitian didapat keakurasian sebesar 93%, dengan estimasi besar kesalahan sebesar 7% untuk area seluas Ã‚Â± 20 Ha. Standar deviasi yang dihasilkan untuk tinggi sebesar 0.150 meter dan untuk lebar diameter kanopi pohon sebesar 0.790 meter. Penelitian ini diharapkan dapat bermanfaat untuk dijadikan masukan untuk pemanfaatan teknologi penginderaan jauh khususnya LiDAR dalam upaya-upaya manajemen dan identifikasi perkebunan di Indonesia.", "Daftar File": {"2012 TA PP PRISKE KANDIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65227", "2012 TA PP PRISKE KANDIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65228", "2012 TA PP PRISKE KANDIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65229", "2012 TA PP PRISKE KANDIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65230", "2012 TA PP PRISKE KANDIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65231", "2012 TA PP PRISKE KANDIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65232", "2012 TA PP PRISKE KANDIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65233"}, "Penulis": "PRISKE KANDIA (NIM 15108048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ketut Wikantika, P.hD. dan Dr. Ir. Agung Budi Harto, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Light Detection and Ranging, Canopy Height Model, model dan paremeter pendeteksian pohon, jumlah pohon kelapa sawit", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}