{"Nomor": 14393, "Judul": "PENGEMBANGAN TIGHT GAS RESERVOIR DENGAN MENERAPKAN TEKNOLOGI MULTILATERAL DRILLING UNTUK MEMENUHI KEBUTUHAN LISTRIK MASYARAKAT", "Abstrak": "Tight gas reservoir merupakan reservoir yang memiliki jumlah cadangan yang besar dan relatif mudah untuk diproduksikan dibandingkan dengan reservoir gas non-konvensional lainnya, meskipun tidak memiliki potensi produksi yang tinggi. Dengan demikian perlu dibuat lubang bor yang memungkinkan peningkatan potensi produksi, seperti dengan menerapkan teknologi pemboran multilateral. Sumur lateral relatif mempunyai kemampuan produksi yang lebih besar dibandingkan sumur vertikal, meskipun biaya yang diperlukan lebih besar dibandingkan pemboran sumur vertikal. Oleh karena itu, untuk reservoir tight gas akan diterapkan salah satu teknologi pemboran modern yang dapat membantu memproduksi gas dari tight reservoir yaitu pemboran sumur multilateral.Metode yang dilakukan untuk optimasi produksi mempertimbangkan dua faktor, yaitu dari segi teknik maupun pertimbangan dari segi keekonomiannya. Optimasi yang dilakukan dimulai dari pembuatan model reservoir, kemudian membuat satu sumur multilateral untuk menghasilkan suatu plateau rate selama 60 tahun. Selain itu, tujuan yang ingin dicapai yaitu memanfaatkan gas dari tight gas reservoir untuk kebutuhan listrik rumah tangga. Terkait dengan upaya peningkatan produktivitas sumur maka dibutuhkan studi keekonomian dengan mempertimbangkan parameter-parameter sensitivitas seperti jumlah dan panjang lubang lateral dari sumur multilateral dan sensitivitas variabel ekonominya.Untuk skenario pemgembangan tight gas reservoir, dipilih dua macam skenario. Skenario pertama yaitu menjual gas hasil produksi kepada industri yang membutuhkan, sedangkan skenario kedua yaitu memproses gas hasil produksi untuk diubah menjadi daya listrik untuk memenuhi kebutuhan listrik rumah tangga. Dari dua skenario ini, akan dilihat bagaimana keuntungan yang diperoleh serta faktor-faktor yang mempengaruhi besarnya keuntungan tersebut. Sensitivitas variabel ekonomi dilakukan terhadap variasi harga gas, MARR, dan biaya listrik per bulan per unit rumah.", "Daftar File": {"2010 TA PP PUTI RATU INTAN 1.pdf": "https://digilib.itb.ac.id/gdl/download/65236"}, "Penulis": "PUTI RANU INTAN (NIM 12206044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Pudjo Sukarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tight gas reservoir, optimasi pemboran sumur multilateral, model ekonomi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}