{"Nomor": 14404, "Judul": "PERENCANAAN INSTALASI PENGOLAHAN AIR MINUM DI KECAMATAN SOREANG, KABUPATEN BANDUNG: UNIT SEDIMENTASI BERDASARKAN METODE CAMP", "Abstrak": "Kecamatan Soreang merupakan ibukota dari Kabupaten Bandung yang memiliki luas wilayah sebesar 2.425 Ha dan terdiri dari 10 desa. Rata-rata kepadatan penduduk Kecamatan Soreang adalah 45,341%. Saat ini kebutuhan air untuk Kecamatan Soreang disuplai oleh PDAM Tirta Raharja, Cabang Soreang, yang memiliki total kapasitas pengolahan sebesar 120 liter/detik. Kebutuhan air bersih penduduk pada tahun 2030 diperkirakan akan meningkat menjadi 337 liter/detik yang tentunya tidak akan mampu dipenuhi oleh PDAM Cabang Soreang. Oleh karena itu diperlukan pembangunan Instalasi Pengolahan Air Minum (IPAM) baru yang direncanakan akan beroperasi untuk melayani kebutuhan air minum penduduk Kecamatan Soreang selama 20 tahun (2010-2030). Lokasi IPAM yang baru direncanakan berdekatan dengan IPAM eksisting yaitu berada di Desa Sukamaju. Sumber air baku bagi IPAM ini adalah Sungai Cisangkuy yang berada pada ketinggian Ã‚Â± 927 m di atas permukaan laut. Berdasarkan hasil analisis laboratorium, parameter air Sungai Cisangkuy yang melebihi baku mutu air minum yang tercantum dalam KEPMENKES RI Nomor 907/MENKES/SK/VII/2002 adalah warna, kekeruhan, dan mangan. Unit-unit pengolahan yang digunakan adalah intake, Prasedimentasi, koagulasi, flokulasi, sedimentasi, dan filtrasi. Tipe unit sedimetasi yang dipilih adalah bak sedimentasi persegi panjang dengan aliran horizontal menggunakan plate settler. Persen efisiensi akan ditentukan berdasarkan metode Camp dan akan dikoreksi terhadap kondisi aliran turbulen. Keuntungan plate settler adalah meningkatkan laminaritas dan stabilitas aliran di dalam bak sedimentasi, kebutuhan lahan yang relatif kecil dibandingkan dengan bak konvensional, dan waktu detensi yang relatif singkat.", "Daftar File": {"2010 TA PP RAMADIAN PRAVITASARI.pdf": "https://digilib.itb.ac.id/gdl/download/65303"}, "Penulis": "RAMADIAN PRAVITASARI (NIM 15306012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Water Treatment Plant, Clear water requirements, Camp Method, Sedimentation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}