{"Nomor": 14413, "Judul": "PEMBUATAN PERANGKAT KERAS DAN ANALISIS SUB-METERING KONSUMSI ENERGI LISTRIK", "Abstrak": "Pemantauan konsumsi energi merupakan langkah manajemen energi yang efektif dalam penghematan energi untuk jangka panjang. Pada Tugas Akhir ini dilakukan pengembangan pada perangkat keras dari sistem pemantauan untuk sub-metering. Sub-metering yang dilakukan membagi pengukuran menjadi tiga masukan arus: stop kontak, air conditioner, dan penerangan ambient, yang diakuisisi dengan menggunakan sensor arus non-invasive SCT-013-030. Data yang diakuisisi kemudian diolah oleh Arduino UNO, disimpan ke SD Card menggunakan Arduino Ethernet Shield dalam keadaan offline untuk kemudian dibuat model hariannya dari hasil pengukuran sebagai referensi pengukuran real-time. Untuk memverifikasi model harian dari hasil pengukuran harian pengguna energi, dibuat suatu pemodelan konsumsi listrik base-line yang diasumsikan hemat. Tampilan real-time yang nantinya dibandingkan dengan pemodelan harian diunggah ke jaringan Ethernet dengan menggunakan Arduino Ethernet Shield dalam keadaan online. Sedangkan perangkat lunak yang digunakan untuk menampilkan di halaman web adalah RGraph, sebuah perpustakaan grafik bebas pakai berbasis javascript. Pada akhirnya, penelitian ini dapat melahirkan rekomendasi-rekomendasi penghematan yang spesifik. Hasil penelitian ini juga menunjukkan bahwa sensitivitas sensor arus dan signal conditioner yang digunakan adalah sebesar 7 bit/Ampere, dengan tingkat presisi yang baik. Sedangkan resolusi, yakni perubahan 1 bit pada signal conditioner terjadi apabila ada perubahan setiap 0,15 Ampere pada sensor arus.", "Daftar File": {"2013 TA PP RATNA NATALIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65349", "2013 TA PP RATNA NATALIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65350", "2013 TA PP RATNA NATALIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65351", "2013 TA PP RATNA NATALIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65352", "2013 TA PP RATNA NATALIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65353", "2013 TA PP RATNA NATALIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65354", "2013 TA PP RATNA NATALIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65355", "2013 TA PP RATNA NATALIANI 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/65356"}, "Penulis": "RATNA NATALIANI (NIM 13308106)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. FX Nugroho Soelami, MBEnv., Ph.D., dan Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemantauan Energi, Sub-metering, SCT-013-030, Arduino, Arduino Ethernet Shield, Real-time, Grafik Radar, RGraph", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}