{"Nomor": 14415, "Judul": "ANALISIS GEOMETRI RESERVOIR DALAM RANGKA PENINGKATAN PRODUKSI DI LAPANGAN HANDIL, DELTA MAHAKAM, KALIMANTAN TIMUR", "Abstrak": "Eksploitasi minyak dan gas di Delta Mahakam, khususnya di Lapangan Handil, sudah dilakukan sejak tahun 1975 dan sampai sekarang masih memberi kontribusi sumber minyak bumi yang paling besar di sumbu internal Delta Mahakam. Redefinisi reservoir - reservoir yang belum diproduksi secara optimal masih terus dilakukan untuk meningkatkan produksi migas di Lapangan Handil.Studi karakteristik reservoir meliputi korelasi dengan pendekatan sekuen stratigrafi, pemetaan geometri reservoir, pemodelan 3D dan properti reservoir, perhitungan volumetrik minyak dan gas asli (original in place). Data yang digunakan adalah 83 sumur di kompartemen selatan Lapangan Handil. Korelasi menghubungkan 5 marker stratigrafi, dengan marker utama batubara BB-01 yang berumur N17. Pemetaan geometri reservoir diawali dengan pembuatan peta struktur bawah permukaan berdasarkan hasil korelasi, kemudian interpretasi facies dan pemetaan net reservoir berdasarkan koreksi volume shale secara manual. Pemodelan properti reservoir ini dilakukan dengan cara perhitungan porositas rata-rata dan saturasi air dengan metode perhitungan Archie di setiapsumur, upscaled log, analisis variogram, dan simulasi sekuensial berbasis grid (Sequential Gaussian Simulation).Hasil pemodelan reservoir menunjukkan bahwa Antiklinorium Samarinda yang terbentuk pada kala Plio-Plistosen menjadi perangkap bagi reservoir-reservoir berumur N17 ini. Facies yang berkembang di zona reservoir A, B, C, dan D adalah facies distributary channel yang dipengaruhi oleh progradasi delta. Peta struktur bawah permukaan yang dibatasi oleh facies, net reservoir, porositas, saturasi air, dan kontak fluida, menghasilkan volume batuan yang berpotensi menyimpan hidrokarbon (bulk volume). Hasil perhitungan volumetrik P1 menunjukkan bahwa reservoir-reservoir ini masih berpotensi untuk diproduksi, dengan jumlah OOIP 6,913 MMbbl dan OGIP 1,407 Bcf. Jumlah ini lebih kecil dari hasil perhitungan volumetrik studi terdahulu karena adanya perbedaan model geometri reservoir dan pemodelan properti reservoir yang didukung oleh ketersediaan data sumur yang lebih banyak.", "Daftar File": {"2008 TA PP RATNA WIDIARTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65369", "2008 TA PP RATNA WIDIARTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65368", "2008 TA PP RATNA WIDIARTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65367", "2008 TA PP RATNA WIDIARTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65366", "2008 TA PP RATNA WIDIARTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65365", "2008 TA PP RATNA WIDIARTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65364", "2008 TA PP RATNA WIDIARTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65363"}, "Penulis": "RATNA WIDIARTI (NIM 12003038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eksploitasi minyak dan gas, reservoir, facies, progradasi delta, hidrokarbon, bulk volume, sumur bor", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}