{"Nomor": 14416, "Judul": "KAJIAN TEKNIS UNDANG-UNDANG INFORMASI GEOSPASIAL (UU-IG) DAERAH KOTA UNTUK SKALA BESAR", "Abstrak": "Undang-Undang Informasi Geospasial telah disahkan oleh Presiden Republik Indonesia pada tanggal 21 April 2011 yang lalu, dan berbagai bentuk turunan kegiatan dari UU tersebut harus segera dilaksanakan dalam kurun waktu 2 (dua) tahun setelah Undang-undang tersebut disahkan. salah satu turunan kegiatan dari undang undang tersebut terkait dengan masalah perkembangan perkotaan. Disamping itu, perkembangan kota-kota yang semakin tidak teratur pun terjadi. Untuk itu, diperlukan perencanaan kota yang baik untuk mengatasi permasalahan fisik yang terjadi di wilayah perkotaan di Indonesia. Perencanaan kota membutuhkan peta berskala besar. Untuk mendapatkan peta skala besar dibutuhkan suatu metode. Metode yang memenuhi tujuan tersebut adalah survey pemetaan terestris. Oleh karena itu, diperlukan kajian teknis Undang-Undang Informasi Geospasial (UU-IG) berdasarkan survey pemetaan terestris yang memiliki batasan masalah tersendiri. Output dari kajian teknis tersebut berupa pedoman teknis pelaksanaan survey pemetaan terestris di wilayah perkotaan untuk digunakan sebagai acuan dalam perencanaan perkotaan di Indonesia. Penyusunan pedoman teknis pelaksanaan survey pemetaan di area kota dilakukan dengan menyeleksi dan mengidentifikasi Undang-Undang Informasi Geospasial (UU-IG) ditinjau dari ketelitian posisi sedangkan Permendagri No. 2 Tahun 1987 ditinjau dari definisi kota. Hasil seleksi dan identifikasi sebagai acuan untuk penjabaran berupa ketelitian titik kerangka dasar horisontal menurut analisis visual kartografi, yang selanjutnya digunakan sebagai acuan ketentuan dalam penyelenggaraaan kerangka dasar horisontal. Hasil dari kajian teknis Undang-Undang Informasi Geospasial (UU-IG) ini adalah berupa pedoman teknis pelaksanaan survey pemetaan area kota untuk skala besar.", "Daftar File": {"2012 TA PP RATRI WIDYASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65370", "2012 TA PP RATRI WIDYASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65371", "2012 TA PP RATRI WIDYASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65372", "2012 TA PP RATRI WIDYASTUTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65373", "2012 TA PP RATRI WIDYASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65374", "2012 TA PP RATRI WIDYASTUTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65375", "2012 TA PP RATRI WIDYASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65376"}, "Penulis": "RATRI WIDYASTUTI (NIM 15107069)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Didik Wihardi W.S, MT dan Ir. Agoes S.Soedomo, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "undang-undang, informasi geospasial", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}