{"Nomor": 14428, "Judul": "KAJIAN PULAU-PULAU KECIL TERLUAR INDONESIA", "Abstrak": "Indonesia memiliki 13.466 pulau dan diantaranya terdapat 92 pulau kecil terluar. Pulau- pulau ini merupakan pulau terluar yang berbatasan langsung dengan negara tetangga maupun laut lepas. Untuk itu, diperlukan data selengkap-lengkapnya mengenai pulau- pulau ini agar identitas pulau-pulau tersebut menjadi jelas. Dengan informasi yang jelas, dapat diklaim pulau-pulau tersebut termasuk wilayah kedaulatan Indonesia dan dapat dijadikan untuk penarikan garis pangkal lurus kepulauan dalam penentuan batas wilayah Indonesia.Data 92 Pulau Kecil Terluar diperoleh dari berbagai sumber, seperti Janhidros TNI AL dan LAPAN. Kajian dilakukan terhadap berbagai data yang diperoleh mengenai profil dan toponim Pulau-Pulau Kecil Terluar ini. Toponim Pulau-Pulau Kecil Terluar Indonesia ini merupakan salah satu kegiatan dalam memberikan identitas suatu pulau yang nantinya disusun dalam suatu Gazetteer (daftar nama rupabumi resmi) dan dilakukan oleh Tim Nasional Pembakuan Nama Rupabumi yang terdiri dari berbagai Instansi Pemerintah, seperti Kementrian Dalam Negeri, Bakosurtanal, dan lain lain.Setelah dilakukan Analisis terhadap 92 Pulau Kecil Terluar Indonesia ini, masih terdapat beberapa hal yang masih harus diperhatikan diantaranya perbedaan antara definisi pulau dan gosong, penggunaan nama asing dalam penamaan pulau, penggunaan nama generik lokal dalam nama spesifik suatu pulau, dan kondisi pulau-pulau itu sendiri.", "Daftar File": {"2011 TA PP REZKIKA MARDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65433", "2011 TA PP REZKIKA MARDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65434", "2011 TA PP REZKIKA MARDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65435", "2011 TA PP REZKIKA MARDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65436", "2011 TA PP REZKIKA MARDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65437", "2011 TA PP REZKIKA MARDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65438", "2011 TA PP REZKIKA MARDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65439"}, "Penulis": "REZKIKA MARDANA (NIM 15106061)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Outermost small islands, Toponym", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}