{"Nomor": 14433, "Judul": "ANALISIS PERBANDINGAN ANTARA DATA PASUT DAN PREDIKSI PASUT UNTUK PENDEFINISIAN LAT", "Abstrak": "LAT is a Chart Datum which recommended to be used in hydrography and navigation needs. In its definition, the used data is from 18,6 years prediction. On the other side, there had been tide observation data which reached that period, even more. This thesis purposed to analyze the comparation between observation and prediction data to define LAT.    \n \n \n \n\nThe used methodology begun with literature study about LAT. The Next step is adding the data from four world tide station which come from Christmas Island, France, Galveston and Guam. And then, each of their LAT defined with observation and prediction method.    \n \n \n \n\nFrom that definition, there will be validation between observation and prediction data. And then comparation which exist on that two methods will be analyzed. From the result, validation between observation and prediction data, showing that both of them is verge. On LAT stability check also showing insgnificant difference, so it can be assumed that the used prediction model is good.", "Daftar File": {"2010 TA PP RICKY S.P.SINAGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65450", "2010 TA PP RICKY S.P.SINAGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65451", "2010 TA PP RICKY S.P.SINAGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65452", "2010 TA PP RICKY S.P.SINAGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65453", "2010 TA PP RICKY S.P.SINAGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65454", "2010 TA PP RICKY S.P.SINAGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65455", "2010 TA PP RICKY S.P.SINAGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65456"}, "Penulis": "RICKY S.P. SINAGA (NIM 15104029)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT., dan Dr.rer.nat.Ir.Wiwin Windupranata, MSi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "LAT, hydrography, navigation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}