{"Nomor": 14446, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI BUAH ALPUKAT DAN PISANG UNTUK ANALISIS PARASETAMOL DENGAN MENGGUNAKAN METODE KRONOAMPEROMETRI", "Abstrak": "Parasetamol adalah obat analgesik yang banyak digunakan untuk mengurangi rasa sakit pada kepala dan demam. Tetapi, jika digunakan secara berlebihan dapat menyebabkan keracunan dan kematian. Oleh karena itu, diperlukan suatu metode yang akurat dengan menggunakan biosensor untuk menganalisis kadar parasetamol. Pada penelitian ini, teknik kronoamperometri dengan menggunakan biosensor digunakan untuk menganalisis parasetamol telah dikembangkan. Buah alpukat dan pisang, sebagai sumber enzim polifenol oksidase, yang berfungsi sebagai biosensor digunakan untuk memodifikasi elektroda pasta karbon. Enzim polifenol oksidase digunakan untuk mengkatalisis reaksi oksidasi parasetamol menjadi bentuk kuinonnya. Produk yang terbentuk direduksi kembali pada potensial tertentu dengan teknik kronoamperometri untuk analisis kuantitatif. Kurva kalibrasi larutan standar parasetamol menunjukkan hasil yang baik pada rentang konsentrasi 3,97x10(-4)ÃƒÂ‚Ã‚Â–4,12x10(-3)M. Penentuan nilai persen perolehan kembali menunjukkan bahwa metode yang dikembangkan ini memiliki akurasi yang cukup baik untuk analisis parasetamol.", "Daftar File": {"2008 TA PP RISANG MAHENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65528", "2008 TA PP RISANG MAHENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65529", "2008 TA PP RISANG MAHENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65530", "2008 TA PP RISANG MAHENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65531", "2008 TA PP RISANG MAHENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65532", "2008 TA PP RISANG MAHENDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65533", "2008 TA PP RISANG MAHENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65534"}, "Penulis": "RISANG MAHENDRA (NIM 10503065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indra Noviandri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Elektroda pasta karbon, Analisis Parasetamol, Metode Kronoamperometri", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}