{"Nomor": 14444, "Judul": "REGANGAN TEKTONIK DI SUMATERA BERDASARKAN PENGAMATAN KONTINU SUMATRAN GPS ARRAY (SUGAR) TAHUN 2007-2008", "Abstrak": "Sumatera terletak dekat pertemuan Lempeng Indo-Australia dan Lempeng Eurasia. Saat Lempeng Indo-Australia bergerak kebawah Lempeng Eurasia, terjadi kontak bidang antar lempeng sehingga terakumulasi regangan. Regangan yang telah melewati batas elastisitas akan dilepaskan sebagai gempa bumi. Pengamatan GPS dilakukan untuk mempelajari kecepatan vektor pergeseran dan variasi regangan tektonik di permukaan. Hasil pengolahan data menunjukkan vektor pergeseran di sumatera mengarah ke timur-laut yang mengindikasikan inter-seismic dan ke baratdaya yang mengindikasikan post-seismic. Distribusi regangan berupa ekstensi yang mengindikasikan post-seismic tersebar merata dominan di zona tempat terjadinya gempa Aceh 2004, gempa Nias 2005, gempa Bengkulu 12 September 2007 dan gempa Kepulauan Mentawai 13 September 2007. Adapun regangan berupa kompresi menunjukkan sumatera masih dipengaruhi inter-seismic.", "Daftar File": {"2010 TA PP RINO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65520", "2010 TA PP RINO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65521", "2010 TA PP RINO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65522", "2010 TA PP RINO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65523", "2010 TA PP RINO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65524", "2010 TA PP RINO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65525", "2010 TA PP RINO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65526"}, "Penulis": "RINO (NIM 15106011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irwan Meilano, ST, M.Sc dan Irwan Gumilar, ST, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Velocity vector of displacement, strain variation, inter-seismic, post-seismic, extension, compression", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}