{"Nomor": 14452, "Judul": "PEMODELAN TIGA DIMENSI MENGGUNAKAN METODE FOTOGRAMETRI RENTANG DEKAT UNTUK PERPIPAAN (STUDI KASUS:STASIUN KOMPRESOR GAS TEGAL GEDE, BEKASI)", "Abstrak": "Pipa merupakan objek penting dalam industri migas. Perawatan dan modifikasi pipa perlu dilakukan agar tidak menyebabkan kerugian besar. Dalam melakukan modifikasi, perlu dilakukan pengukuran ke lapangan untuk mengidentifikasi pipa. Pada era digital, pengidentifikasian tersebut akan lebih mudah dilakukan melalui model pipa tiga dimensi, sehingga tidak perlu lagi dilakukan pengukuran ke lapangan. Salah satu metode untuk membuat model tiga dimensi tersebut adalah dengan fotogrametri rentang dekat. Metode ini dapat memberikan model yang akurat dan dengan alat dan pengolahan data yang sederhana. Tujuan dari penulisan tugas akhir ini adalah untuk mempelajari bagaimana proses pembuatan model tiga dimensi melalui metode fotogrametri rentang dekat serta membuat model tiga dimensi menggunakan metode ini untuk perpipaan. Untuk melakukan pengerjaannya, dilakukan studi referensi yang berkaitan, dan untuk implementasi diawali dengan kalibrasi kamera dan juga akuisisi data ke lapangan. Studi kasus dilakukan untuk pipa gas PT. Pertagas Stasiun Tegal Gede, Bekasi. Pengambilan data yang dilakukan dengan kamera non-metrik, diolah menggunakan perangkat lunak PhotoModeler Scanner. Hasil dari Tugas Akhir ini adalah model tiga dimensi perpipaan.", "Daftar File": {"2011 TA PP RIZKA AKMALIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65559", "2011 TA PP RIZKA AKMALIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65560", "2011 TA PP RIZKA AKMALIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65561", "2011 TA PP RIZKA AKMALIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65562", "2011 TA PP RIZKA AKMALIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65563", "2011 TA PP RIZKA AKMALIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65564", "2011 TA PP RIZKA AKMALIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65565"}, "Penulis": "RIZKA AKMALIA (NIM 15107006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Deni Suwardhi, ST.MT. dan Prof.Dr.Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "close range photogrammetry, piping, industry, 3D model", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}