{"Nomor": 14482, "Judul": "ANALISIS DAERAH BAHAYA TSUNAMI BERDASARKAN ZONASI KERENTANAN DAN BAHAYA DENGAN DATA SATELIT DAN SIG (Studi Kasus : Daerah Pangandaran)", "Abstrak": "Bencana tsunami merupakan sesuatu yang mengerikan bagi masyarakat Indonesia khususnya bagi yang tinggal didaerah pesisir. Hampir di semua wilayah pesisir di Indonesia berpotensi besar terkena tsunami dikarenakan Indonesia berada di beberapa jalur patahan dan tumbukan antara landas kontinen. Masih segar dalam ingatan kita ketika tsunami yang sangat besar melanda Aceh pada tahun 2004 yang menelan ratusan ribu korban jiwa, belum genap 2 tahun kemudian pada tanggal 17 Juli 2006 daerah pesisir Pangandaran dilanda gempa berkekuatan 6,8 SR yang menyebabkan tsunami di sekitar pantai selatan Pulau Jawa. Untuk itulah diperlukan suatu usaha Ã‚Â–usaha mitigasi bencana dengan melakukan analisis mengenai zonasi bahaya tsunami. Dalam tugas akhir ini akan dibuat suatu analisis mengenai daerah bahaya tsunami dengan data satelit dan SIG sehingga suatu saat jika terjadi tsunami kembali efek dari tsunami tersebut bisa diminimalisir sehingga dapat menekan kerugian yang diakibatkan oleh tsunami tersebut.", "Daftar File": {"2010 TA PP SANDI ADITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65754", "2010 TA PP SANDI ADITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65755", "2010 TA PP SANDI ADITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65756", "2010 TA PP SANDI ADITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65757", "2010 TA PP SANDI ADITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65758", "2010 TA PP SANDI ADITYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65759", "2010 TA PP SANDI ADITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65760"}, "Penulis": "SANDI ADITYA (NIM 15105045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ketut Wikantika, M. Eng., dan Firman Hadi, S.Si, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tsunami, Hazard, Vulerability, Zonation, GIS", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}