{"Nomor": 14490, "Judul": "PERBANDINGAN KARAKTERISTIK PERGERAKAN BEKERJA WANITA DAN PRIA DI KAWASAN PINGGIRAN KOTAMADYA SEMARANG", "Abstrak": "Manusia harus bekerja untuk memenuhi segala kebutuhannya. Pada awalnya yang memegang tanggung jawab untuk memenuhi segala kebutuhan hidup adalah pria (KK). Tapi seiring dengan beban ekonomi, persaingan pasar tenaga kerja, serta semakin banyak wanita yang berpendidikan tinggi, maka pemenuhan kebutuhan keluarga menjadi tanggung jawab suami-isteri. Terjadilah peran ganda wanita yaitu sebagai ibu rumah tangga dan sebagai pekerja.Pada umumnya sediaan pasar kerja lebih banyak di kawasan pusat kota, sedangkan dilain pihak lokasi tempat tinggal berada di kawasan pinggiran kota, hal ini mengakibatkan perjalanan dari rumah menuju ke tempat kerja. Studi ini mengambil wilayah studi Kawasan Pinggiran Kodya Semarang. Tujuan studi ialah menemukenali sebaran lokasi bekerja para pekerja (pria dan wanita) yang bertempat tinggal di kawasan pinggiran Kodya Semarang.Hasil pengolahan data memperlihatkan bahwa karakteristik pergerakan tenaga kerja baik itu wanita maupun pria sudah tidak berorientasi kepada kawasan pusat kota. Para tenaga kerja lebih banyak bekerja di kawasan pinggiran Semarang yaitu dekat dengan tempat tinggalnya.    \n \n \n\nSecara statistik, perbandingan pemilihan lokasi kerja wanita dan pria dalam hal jarak (0-2 Km) menunjukkan pekerja wanita cenderung memilih lokasi kerja di dekat rumah, sedangkan waktu tempuh. (0-20 menit) antara pekerja pria dan wanita menunjukkan keadaan yang sama, Hal ini dimungkinkan karena para pekerja wanita memiliki peran ganda (ibu rumah tangga dan pekerja), sehingga meskipun jarak tempuhnya dekat tetapi waktu tempuhnya sama dengan pekerja pria. Secara statistik, perbandingan pekerja pria dan wanita dalam penggunaan moda angkutan yang digunakan ke tempat kerja didapatkan basil : 1) pekerja wanita lebih banyak berjalan kaki ke tempat kerja dibandingkan pekerja pria, 2) moda angkutan pribadi lebih banyak digunakan pekerja pria daripada pekerja wanita, hal ini dimungkinkan karena biasanya pekerja wanita hanya dianggap sebagai mencari nafkah ke dua dan sistem patriakhi dalam keluarga, sehingga penggunaan moda angkutan pribadi untuk pria (pencari nafkah utama), 3) moda angkutan umum lebih banyak digunakan pekerja pria, hal ini dimungkinkan apabila dihubungkan dengan jarak ke tempat kerja yang dekat (0-2 Km), maka pekerja wanita di kawasan pinggiran Kodya Semarang banyak yang berjalan kaki menuju tempat kerja.", "Daftar File": {"1998 TS PP SEPTIANI HARIYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65801", "1998 TS PP SEPTIANI HARIYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65800", "1998 TS PP SEPTIANI HARIYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65799", "1998 TS PP SEPTIANI HARIYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65798", "1998 TS PP SEPTIANI HARIYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65797", "1998 TS PP SEPTIANI HARIYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65796", "1998 TS PP SEPTIANI HARIYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65795"}, "Penulis": "SEPTIANA HARIYANI (NIM 25494006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. B. Kombaitan, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "working movement, suburban", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}