{"Nomor": 14498, "Judul": "PEMODELAN PERGERAKAN TANAH SECARA SPASIAL DAN TEMPORAL DI WILAYAH SEMBURAN LUMPUR SIDOARJO", "Abstrak": "Semburan lumpur panas (mud volcano) atau yang biasa dikenal dengan LuSi (Lumpur Sidoarjo) yang terjadi di Porong, Sidoarjo pada tanggal 29 Mei 2006 telah membawa banyak dampak bagi kehidupan masyarakat di sekitar wilayah semburan. Banyak kerusakan-kerusakan fisik seperti retakan-retakan pada bangunan, jalan, dan tanggul, pergeseran jaringan pipa gas Pertamina, serta pembengkokan rel kereta api sebagai dampak semburan lumpur panas ini. Kerusakan-kerusakan fisik tersebut terjadi dikarenakan adanya pergerakan tanah yang mengiringi semburan lumpur panas. Sejak tahun 2006 telah dilakukan pengamatan pergerakan tanah menggunakan metode survei periodik GPS untuk mengetahui seberapa besar pergerakan tanah yang terjadi baik secara vertikal maupun horisontal di wilayah semburan lumpur ini. Telah empat tahun lebih fenomena semburan lumpur panas Sidoarjo ini berlangsung dan tidak ada yang tahu secara pasti kapan semburan lumpur ini akan berhenti. Hingga saat ini pergerakan tanah yang terjadi sudah mencapai radius hingga 5 km dari pusat semburan dengan perubahan kecepatan secara spasialnya yaitu sebesar 0.03 m/ bulan untuk pusat semburan dan 0.0009 m/ bulan untuk daerah yang berjarak sekitar 5 km dari pusat semburan. Oleh sebab itu, penting dilakukan suatu pemodelan pergerakan tanah secara spasial dan temporal di sekitar wilayah semburan lumpur Sidoarjo untuk mengetahui perubahan pergerakan tanah yang terjadi dalam fungsi waktu dan ruang. Selain itu pemodelan secara spasial dan temporal untuk ke depannya juga penting dilakukan untuk kepentingan mitigasi bencana.", "Daftar File": {"2011 TA PP SISILIA METASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65850", "2011 TA PP SISILIA METASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65851", "2011 TA PP SISILIA METASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65852", "2011 TA PP SISILIA METASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65853", "2011 TA PP SISILIA METASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65854", "2011 TA PP SISILIA METASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65855", "2011 TA PP SISILIA METASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65856"}, "Penulis": "SISILIA METASARI (NIM 15106050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Hasanuddin Z. Abidin, M.Sc. dan Heri Andreas, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ground movement, mud volcano, GPS, spatial and temporal modeling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}