{"Nomor": 14492, "Judul": "UNTUK EVALUASI RESPON GELOMBANG OTAK PADA KASUS PENGAYAAN LAMPU BIRU TERHADAP LAMPU FLUORESEN", "Abstrak": "Bio-feedback adalah proses untuk meningkatkan respon dari banyak fungsi fisiologis dengan menggunakan suatu instrumen. EEG (Electroencephalograph) yang merupakan proses perekaman gelombang otak banyak dipakai untuk evaluasi bio-feedback karena otak merupakan pusat sistem saraf yang memproses informasi dan memberikan perintah ke seluruh tubuh. Penelitian ini menggunakan salah satu instrumen EEG nirkabel yaitu Emotiv EPOC agar naracoba merasa nyaman karena tidak ada kabel yang menempel di kepala yang dapat menyebabkan hasil evaluasi bio-feedback menjadi bias. Permasalahan yang terjadi pada sinyal yang direkam menggunakan instrumen Emotiv EPOC adalah adanya sumber gangguan seperti noise, offset,dan artifact. Untuk mendapatkan informasi dari sinyal EEG yang direkam, dibutuhkan pemrosesan sinyal lebih lanjut. Kasus yang akan menjadi topik studi dalam penelitian ini adalah pengaruh pengayaan cahaya biru di dalam ruangan kerja tanpa pencahayaan alami yang menggunakan lampu fluoresen terhadap aktivitas otak manusia. Beberapa hasil penelitian yang dilakukan di beberapa negara terkait respon kondisi psikologis manusia terhadap penambahan cahaya biru pada cahaya putih (ambient lighting) secara kuesioner, menunjukkan peningkatkan kewaspadaan manusia saat bekerja yang merupakan efek non visual tapi tidak mempengaruhi kondisi visual manusia. Hal ini disebabkan adanya sel ipRGC pada retina yang menimbulkan efek biologis non visual dalam tubuh. Penelitian akan difokuskan untuk melihat respon fisiologis menggunakan analisis sinyal EEG terhadap kasus pengayaan cahaya biru pada lampu fluoresen. Pengolahan sinyal dengan metode filtering, pembuangan noise, offset, dan artifact serta ekstraksi daya gelombang beta pada tugas akhir ini telah menunjukkan hasil sesuai dengan penelitian-penelitian yang telah dilakukan di negara lain bahwa pengayaan cahaya biru pada cahaya putih (ambient lighting) berpengaruh pada efek nonvisual dengan adanya peningkatan daya gelombang beta pada lobe frontal sebesar rata-rata 0,86 μV2 dan tidak berperan dalam kualitas visual naracoba dengan adanya penurunan daya gelombang beta pada lobe occcipital sebesar rata-rata 0,1 μV2. Hal ini berarti perekaman EEG menggunakan salah satu jenis instrumen EEG nirkabel yaitu Emotiv EPOC dapat dipakai untuk evaluasi bio-feedback dalam studi kasus pengayaan lampu biru terhadap lampu fluoresen", "Daftar File": {"2013 TA PP SHEILA NUR KARIMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65808", "2013 TA PP SHEILA NUR KARIMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65809", "2013 TA PP SHEILA NUR KARIMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65810", "2013 TA PP SHEILA NUR KARIMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65811", "2013 TA PP SHEILA NUR KARIMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65812", "2013 TA PP SHEILA NUR KARIMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65813", "2013 TA PP SHEILA NUR KARIMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65814", "2013 TA PP SHEILA NUR KARIMA 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/65815"}, "Penulis": "SHEILA NUR KARIMA (NIM 13308047) Pembimbing : Dr. Suprijanto,S.T.,M.T., dan Ir. F.X. Nugroho Soelami", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijanto,S.T.,M.T., dan Ir. F.X. Nugroho Soelami,M.B.Env.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bio-feedback, Electroencephalograph, Emotiv EPOC, instrumen EEG nirkabel, ipRGC, cahaya biru", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}