{"Nomor": 14495, "Judul": "ANALISA MARJIN KEUNTUNGAN DAN SUBSIDI BAGI KELANGSUNGAN PENYEDIAAN ENERGI LISTRIK PT. PLN (PERSERO)", "Abstrak": "Harga jual energi listrik di Indonesia diatur oleh Pemerintah, dan kebijakan Pemerintah yang tidak menaikkan Tarif Dasar Listrik sejak tahun 2004 menyebabkan rendahnya pendapatan dari penjualan energi listrik dibandingkan dengan biaya operasionalnya yang mengakibatkan meningkatnya ketergantungan perusahaan pada subsidi dari Pemerintah.Pendanaan bagi investasi yang diharapkan dari tingkat keekonomian Tarif Dasar Listrik ternyata tidak sesuai karena Pemerintah memutuskan untuk tidak menaikkan Tarif Dasar Listrik yang disebabkan oleh daya beli masyarakat yang rendah. Subsidi menjadi kunci penting bagi bisnis PLN, tetapi subsidi yang diterima oleh PLN tetap tidak dapat menutupi biaya produksi dan margin yang diharapkan.Oleh karena itu untuk mengamankan penyediaan energi listrik bagi masyarakat dan untuk memenuhi peningkatan kebutuhan akan energi listrik pada sepuluh tahun mendatang, PLN membutuhkan investasi untuk meningkatkan kapasitas pembangkit dan jaringan transmisi serta infrastruktur ketenagalistrikan lainnya bagi kesinambungan penyediaan energi listrik, dan untuk tetap berjalan, PLN harus menemukan strategi untuk meningkatkan pendapatannya.Riset ini menggunakan metode kuantitatif dan menggunakan analisa pro forma untuk menentukan proyeksi dari tarif, margin keuntungan dan subsidi yang sesuai untuk diterapkan oleh PT. PLN (Persero) bagi kelangsungan penyediaan tenaga listrik hingga 10 (sepuluh) tahun mendatang berdasarkan kinerja keuangan perusahaan 5 (lima) tahun sebelumnya.Hasil dari analisa dalam riset ini menunjukkan bahwa kebijakan pemerintah dalam menentukan subsidi energi listrik, tariff dan margin masih merupakan kunci utama bagi kelangsungan penyediaan energi listrik oleh PT. PLN (Persero) dan diperkirakan akan terus berlanjut untuk tahun-tahun mendatang.", "Daftar File": {"2009 TS PP SIGIT CAHYO ASTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65835", "2009 TS PP SIGIT CAHYO ASTORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65834", "2009 TS PP SIGIT CAHYO ASTORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65833", "2009 TS PP SIGIT CAHYO ASTORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65832", "2009 TS PP SIGIT CAHYO ASTORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65831", "2009 TS PP SIGIT CAHYO ASTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65830"}, "Penulis": "SIGIT CAHYO ASTORO (NIM: 29107155)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Herman Darnel Ibrahim, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "electricity, margin, pro forma, sustainability, supply, subsidy, tariff", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}