{"Nomor": 14509, "Judul": "PENGEMBANGAN MODEL PERTUMBUHAN SEKTOR INDUSTRI KOMPONEN ELEKTRONIKA (KBLI 321) DENGAN PENDEKATAN DINAMIKA SISTEM", "Abstrak": "Era globalisasi ekonomi yang disertai dengan pesatnya perkembangan teknologi, berdampak kepada ketatnya persaingan dan cepatnya perubahan lingkungan usaha. Berdasarkan kenyataan tersebut maka kebijakan dalam pembangunan industri harus dapat menjawab tantangan globalisasi ekonomi dunia dan mampu bersaing di pasar domestik dan internasional.Pengembangan sistem industri merupakan suatu proses yang kompleks dan dinamis karena melibatkan interaksi dinamis antara industri dan lingkungan sosioekonominya. Berdasarkan pada pentingnya peran faktor-faktor pertumbuhan industri terhadap daya saing produk komponen elektronika ditingkat domestik maupun tingkat global dan fungsi strategisnya sebagai industri pendukung serta kompleknya hubungan antara industri dan lingkungannya, maka perlu adanya pendekatan metodologi dinamika sistem untuk mengkaji kebijakan industri.Terdapat tujuh sub sistem yang mendukung pertumbuhan industri komponen elektronika, yaitu sub sistem industri komponen, permintaan domestik, ekspor impor, tenaga kerja, bahan baku, pemerintah dan industri elektronika. Skenario kebijakan yang dipakai adalah peningkatan tarif bea masuk, local content, peningkatan produktivitas tenaga kerja.Hasil yang diperoleh menunjukkan bahwa ketiga skenario kebijakan yang diterapkan pada model memberikan dampak yang positif bagi pertumbuhan industri. Kebijakan peningkatan tarif bea masuk memberikan hasil yang paling baik diantara ketiga kebijakan yang diterapkan. Dari ketiga ukuran performansi yang diamati, yaitu tingkat produksi, tingkat permintaan dan neraca perdagangan menunjukkan peningkatan dengan diterapkannya berbagai kebijakan tersebut sehingga akan meningkatkan daya saing industri.", "Daftar File": {"2008 TS PP SUTARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65924", "2008 TS PP SUTARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65925", "2008 TS PP SUTARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65926", "2008 TS PP SUTARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65927", "2008 TS PP SUTARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65928", "2008 TS PP SUTARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/65929", "2008 TS PP SUTARTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/65930", "2008 TS PP SUTARTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/65931", "2008 TS PP SUTARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65932"}, "Penulis": "SUTARTO (NIM 23406052)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Andi Cakravastia Raja, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Dinamika sistem, kebijakan industri, industri komponen elektronika", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}