{"Nomor": 14519, "Judul": "MODEL DETERMINISTIK DAN STOKASTIK PADA PROSES PENGEMBANGAN LAPANGAN MINYAK DAN GAS", "Abstrak": "Proses pengembangan lapangan minyak dan gas merupakan suatu proses yang    \n \n \n \n\nberurutan di alam. Proses ini terdiri dari dua subproses, yaitu proses pem-    \n \n \n \n\nboran dan produksi. Pada proses pemboran, terjadi peristiwa dimana hanya    \n \n \n \n\nsatu sumur yang dapat dibor dalam satu waktu dan pada proses produksi    \n \n \n \n\nsumur memiliki ketidakpastian tingkat produksi. Dari permasalahan tersebut    \n \n \n \n\nakan dibangun sebuah model matematis yang menggambarkan proses pengem-    \n \n \n \n\nbangan lapangan minyak dan gas. Model yang dibangun menggunakan dua    \n \n \n \n\npendekatan, yaitu pendekatan deterministik dan stokastik. Untuk kasus de-    \n \n \n \n\nterministik, waktu untuk proses pemboran pada setiap sumur dianggap sama,    \n \n \n \n\nbegitu juga untuk proses produksi. Sedangkan untuk kasus stokastik, waktu    \n \n \n \n\nuntuk proses pemboran dan produksi mengikuti suatu pola distribusi tertentu.    \n \n \n \n\nModel ini menggunakan dasar teori pembaruan (Renewals Theory). Pada    \n \n \n \n\nmodel stokastik diambil dua contoh pola distribusi yang digunakan yaitu dis-    \n \n \n \n\ntribusi eksponensial dan distribusi gamma. Model ini digunakan untuk melihat    \n \n \n \n\nbanyaknya sumur yang aktif dalam satu waktu yang digunakan untuk menaksir    \n \n \n \n\nlaju produksi pada suatu lapangan.", "Daftar File": {"2011 TA PP TASYA PASMA HARYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/65979", "2011 TA PP TASYA PASMA HARYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/65980", "2011 TA PP TASYA PASMA HARYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/65981", "2011 TA PP TASYA PASMA HARYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/65982", "2011 TA PP TASYA PASMA HARYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/65983", "2011 TA PP TASYA PASMA HARYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/65984"}, "Penulis": "TASYA PASMA HARYANI (NIM 10107057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Renewals Theory, proses pengembangan lapangan, proses pemboran, proses produksi.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}