{"Nomor": 14528, "Judul": "PERBANDINGAN APLIKASI METODE REGRESI LINIER BERGANDA DAN JARINGAN SYARAF TIRUAN DALAM PEMBUATAN PETA ZONA NILAI TANAH (STUDI KASUS: KECAMATAN REGOL, KOTA BANDUNG)", "Abstrak": "Nilai tanah adalah suatu penilaian atas lahan berdasarkan kemampuan lahan secara ekonomis dalam hubungannya dengan produktivitas dan strategi. Dalam penyelenggaraan kegiatan penilaian tanah yang dilakukan oleh Badan Pertanahan Nasional banyak sekali persoalan riil yang dihadapi di lapangan sehingga diperlukan suatu metode penilaian otomatis yang dapat menghasilkan estimasi nilai tanah yang kredibel dan dapat memprediksi nilai tanah pada waktu tertentu. Model Penilaian tanah yang digunakan adalah metode regresi berganda dan jaringan syaraf tiruan. Regresi berganda adalah suatu metode pemodelan dengan menggunakan prinsip statistika sedangkanjaringan syaraf tiruan adalah salah satu metode pemodelan yang banyak digunakan untuk menyelesaikan permasalahan yang tidak linier. Kedua metode ini kemudian diterapkan untuk membuat Peta ZNTdari masing-masing model nilai tanah dan kemudian dibandingkan untuk mengetahui metode mana yang lebih akurat dalam memprediksi nilai tanah. Berdasarkan hasil perbandingan kedua model diperoleh kesimpulan bahwa model nilai tanah dengan menggunakan metode jaringan syaraf tiruan lebih akurat dalam memprediksi nilai tanah di Kecamatan Regol, Kota Bandung karena memiliki nilai validasi model yang lebih baik daripada regresi berganda.", "Daftar File": {"2012 TA PP TONDI NUGRAHA SIREGAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66027", "2012 TA PP TONDI NUGRAHA SIREGAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66028", "2012 TA PP TONDI NUGRAHA SIREGAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66029", "2012 TA PP TONDI NUGRAHA SIREGAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66030", "2012 TA PP TONDI NUGRAHA SIREGAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66031", "2012 TA PP TONDI NUGRAHA SIREGAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66032", "2012 TA PP TONDI NUGRAHA SIREGAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66033"}, "Penulis": "TONDI NUGRAHA SIREGAR (NIM 15107040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Bambang Edhi Leksono, M.Sc. dan Dr. Andri Hernandi, ST, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ZNT, Nilai Tanah, Model Penilaian Tanah, Model Nilai Tanah, Penilaian Otomatis", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}