{"Nomor": 14529, "Judul": "PEMODELAN GEOLOGI DAN ANALISIS PATAHAN CEKUNGAN KHMER, LEPAS PANTAI KAMBOJA", "Abstrak": "Cekungan Khmer merupakan cekungan yang berada di lepas pantai Kamboja, yang terletak pada Teluk Thailand. Cekungan ini masih dalam tahapan eksplorasi tetapi telah memiliki banyak data sumur dan seismik yang dapat dilakukan untuk dilakukannya pemodelan geologi dan penelitian fault seal analysis (FSA). Pemodelan geologi dilakukan untuk memberikan gambaran secara tiga dimensi perkembangan litologi/fasies den penyebaran properti batuan (seperti v-shale dan porositas) di Cekungan Khmer sehingga diperoleh pengertian yang lebih mendalam tentang geologi daerah tersebut sehingga mengoptimalkan langkah eksplorasi selanjutnya. \n\nPenelitian yang dilakukan oleh penulis selain melakukan pemodelan geologi Cekungan Khmer, juga melakukan penelitian terhadap kapasitas pemerangkapan sesar, atau yang dikenal dengan Faults Seal Analysis (FSA). Model geologi dibuat berdasarkan metoda stokastik Sequential Indicator Simulation (SIS) untuk pemodelan litologi dan Sequential Gaussian Simulation (SGS) untuk pemodelan properti. Kedua metoda ini dipakai karena menggunakan input data berupa scale up well log, variogran dan distribusi frekuensi dari data log. \n\nFSA dilakukan pada 17 sesar yang terdapat di Cekungan Khmer dan memberikan hasil yang menyatakan nilai Shale Gouge Ratio (SGR) pada masing-masing patahan berada pada nilai 30%-60%. Hal ini diakibatkan oleh tingginya nilai v-shale dari model geologi yang dibuat sebelum melakukan FSA. Menggunakan data dari hasil penelitian terdahulu yaitu menggunakan nilai SGR 20% sebagai amabang batas sealing-leaking suatu sesar, maka dapat dinyatakan bahwa hasil FSA di Cekungan Khmer, Lepas pantai Kamboja ini memperlihatkan sifat sesar yang sealing yang dominan dengan sifat leaking di beberapa tempat.", "Daftar File": {"2008 TS PP TONY SAMUEL SIHOMBING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66036", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66037", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66038", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66039", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/66040", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/66041", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/66042", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66043", "2008 TS PP TONY SAMUEL SIHOMBING 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66034"}, "Penulis": "TONY SAMUEL SIHOMBING (NIM 22005002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisis patahan, Cekungan Khmer, Lepas pantai Kamboja", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}