{"Nomor": 14530, "Judul": "ESTIMATION OF FRACTURE CONDUCTIVITY IN A DEVELOPMENT FIELD USING ADAPTIVE NEURO FUZZY INFERENCE SYSTEM (ANFIS)", "Abstrak": "This study is an example of the application of Artificial Intelligence (AI), in the objective of Pattern Recognizing, as an alternative method of predicting the parameters governing the stimulation of oil wells by Hydraulic Fracturing. The type of AI used in this paper is Adaptive Neuro Fuzzy Inference System (ANFIS) which is particularly used to find the relationship between the parameters concerning Fracture Conductivity.This simple method is brought up as an alternative to analytical and numerical methods as a quick tool to aid engineers in making quick decisions on the field, and as a preliminary guess before planning a hydraulic fracturing stimulation. Information used in this paper originates from a series of data in South Balam Field, Telisa Formation in Southern Sumatra. All wells are fractured using the same method and are from the same formation with relatively similar depth and rock properties.The study was made by simulating working environments where vital data like well testing and production were unavailable. ANFIS is tested to see whether it could model the results of hydraulic fracturing with such limited data. Fracturing treatment properties and available rock properties are sorted, selected, and aligned as ANFIS data. Then, a model is built and its ability to represent the problem is tested. After that the process is repeated until a model with the smallest average error is found. In the end, the study came through with satisfying results. Using the data from the South Balam Field, ANFIS successfuly built a model with an average error of around 9%.", "Daftar File": {"2010 TA PP TRIANTO ADIPUTRO GUNADI 1.pdf": "https://digilib.itb.ac.id/gdl/download/66044"}, "Penulis": "TRIANTO ADIPUTRO GUNADI (NIM 12205028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sudjati Rachmat, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "AI, ANFIS, Fracture Conductivity", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}