{"Nomor": 14531, "Judul": "ESTIMASI POPULASI PENDUDUK  BERDASARKAN ANALISIS REGRESI  MENGGUNAKAN CITRA LANDSAT 7 ETM+ (STUDI KASUS : KOTA BANDUNG)", "Abstrak": "Penginderaan jauh telah sering dimanfaatkan dalam estimasi populasi penduduk. Penelitian ini mengembangkan metode untuk estimasi populasi penduduk Kota Bandung menggunakan citra Landsat 7 ETM+ dan data penduduk tiap kecamatan Kota Bandung. Nilai band spektral citra, indeks vegetasi, dan temperatur tiap kecamatan menjadi variabel bebas untuk mengestimasi kepadatan penduduk sebagai variabel terikat. Analisis regresi linear digunakan untuk mengetahui korelasi antara kedua variabel tersebut dan membentuk persamaan matematika dimana kepadatan penduduk merupakan fungsi dari variabel-variabel bebas. Persamaan matematika untuk estimasi kepadatan penduduk Kota Bandung semakin baik dalam hal akurasi dan keandalan dengan disusun oleh beberapa variabel bebas, yaitu indeks vegetasi, band spektral citra, dan temperatur. Sehingga diperoleh hasil estimasi populasi penduduk untuk Kota Bandung pada tahun 2003 dengan tingkat kesalahan dibawah 8%.", "Daftar File": {"2011 TA PP TRIO ANDROSS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66045", "2011 TA PP TRIO ANDROSS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66046", "2011 TA PP TRIO ANDROSS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66047", "2011 TA PP TRIO ANDROSS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66048", "2011 TA PP TRIO ANDROSS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66049", "2011 TA PP TRIO ANDROSS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66050", "2011 TA PP TRIO ANDROSS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66051"}, "Penulis": "TRIO ANDROSS (NIM. 15107062)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Ketut Wikantika, M.Eng., dan Dr. Ir. Kosasih Prijatna, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Landsat 7, spectral bands, vegetation indices, principal component, temperature, linear regression, population density", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}