{"Nomor": 14536, "Judul": "PEMETAAN DINAMIKA SEDIMEN DAN HUBUNGANNYA DENGAN IKLIM ANGIN DI KEPULAUAN SERIBU", "Abstrak": "Penelitian ini bertujuan untuk memetakan dinamika sedimen pada dua epok yang berbeda. Peta dinamika sedimen tersebut kemudian dihubungkan dengan iklim angin yang terjadi di wilayah studi. Wilayah studi terletak di Pulau Pramuka, Pulau Karya, dan Pulau Semak Daun. Data sifat-sifat sedimen yang digunakan adalah sifat-sifat sedimen pada bulan Juli 2008 dan Maret 2010. Data angin diunduh dari situs milik NOAA dari tahun 1948 hingga 2009. Peta Sedimen dibuat berdasarkan sifat-sifat sedimen yang didapat dari sampel sedimen. Sifat-sifat sedimen pada bulan Maret 2010 dibandingkan dengan Juli 2008 untuk mendapatkan dinamika sedimen. Data angin diolah sehingga didapat karakteristik angin bulanan dan iklim angin di wilayah studi, kemudian dinamika sedimen dihubungkan dengan karakteristik angin yang terjadi untuk melihat pengaruh iklim angin terhadap dinamika sedimen. Berdasarkan penelitian, didapat bahwa pada Pulau Pramuka energi yang bekerja di sebelah utara pulau lebih besar daripada di sebelah selatan pulau.  Energi yang bekerja di sebelah timur Pulau Karya lebih besar daripada di sebelah barat pulau. Sedimen kecil yang berada pada epok pertama di Pulau Semak Daun tidak terdapat pada epok kedua. Angin pada musim timur berhembus dari arah tenggara, sedangkan angin pada musim barat berhembus dari arah barat laut. Angin pada musim barat memiliki kecepatan yang lebih tinggi daripada musim timur. Angin pada musim timur mempengaruhi perpindahan sedimen di Pulau Semak Daun pada epok pertama, sehingga pada epok ini energi pemindah sedimen berasal dari arah tenggara. Angin musim barat mempengaruhi perpindahan sedimen di Pulau Semak Daun pada epok kedua, sehingga pada epok ini energi pemindah sedimen berasal dari arah barat laut.", "Daftar File": {"2011 TA PP UMAR ABDUL AZIZ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66075", "2011 TA PP UMAR ABDUL AZIZ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66076", "2011 TA PP UMAR ABDUL AZIZ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66077", "2011 TA PP UMAR ABDUL AZIZ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66078", "2011 TA PP UMAR ABDUL AZIZ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66079", "2011 TA PP UMAR ABDUL AZIZ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66080"}, "Penulis": "UMAR ABDUL AZIZ (NIM 15106053)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Poerbandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sediment properties, sediment dynamics, wind", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}