{"Nomor": 14532, "Judul": "PENDEKATAN KETERKAITAN EKOLOGIS HULU - HILIR DALAM PENATAAN RUANG WILAYAH BERKAWASAN PESISIR SECARA BERKELANJUTAN", "Abstrak": "Berawal dari berkembangnya isu pengelolaan kawasan pesisir terpadu dan pembangunan berkelanjutan serta bersamaan pula dengan keluarnya sektor pembangunan barn pada GBHN 1993 yaitu Sektor Kelautan -yang merupakan pendekatan pembangunan baru dari yang selama ini bertumpu pada sumberdaya daratan- timbul minat penulis untuk menekuni hal-hal yang berkaitan dengan isu tersebut diatas.Melalui kajian awal tentang permasalahan yang terjadi di kawasan pesisir baik secara global maupun di Indonesia, maka diperoleh informasi bahwa di banyak tempat kawasan pesisir telah mengalami degradasi. Hal tersebut tercermin dari kerusakan fisik habitat ekosistem pesisir, pencemaran, over-eksploitasi sumberdaya hayati laut dan konflik penggunaan ruang. Padahal diketahui kawasan pesisir merupakan suatu ekosistem yang dinamis, terdiri atas komponen daratan dan lautan, sehingga mempunyai kekayaan habitat yang beragam dan secara ekologis merupakan kawasan yang sangat produktif serta berfungsi membantu proses menetralkan zat-zat pencemar dari darat maupun dari taut serta melindungi daratan dari kerusakan alam dan proses erosi.Indonesia - sebagai negara kepulauan - mempunyai panjang pantai yang mencapai 81.000 km, merupakan pantai terpanjang ke dua di dunia setelah Kanada, sehingga kawasan pesisir mempunyai posisi yang sangat strategis sebagai tempat akses keluar atau masuk dalam rangka hubungan antar pulau dan antar wilayah. Terlebih lagi - seperti di banyak negara lain - kawasan pesisir merupakan tempat konsentrasi penduduk yang paling padat dimana sekitar 65% total penduduk dunia, dua pertiga kota-kota di dunia berpenduduk diatas 2,5 juta jiwa dan 60% total penduduk Indonesia bermukim di wilayah pesisir.Oleh karena itu, kawasan pesisir merupakan bagian dari suatu wilayah yang memiliki peran penting dan strategis baik dari aspek ekologi maupun ekonomi yang patut untuk diperhatikan dan dilindungi keberadaannya bagi keberlanjutan kehidupan itu sendiri.Dan hasil kajian diperoleh informasi tentang perlunya mengkaitkan pengelolaan kawasan pesisir dengan komponen wilayah yang lebih luas yang diduga memberikan dampak yang signifikan terhadap kawasan pesisir yaitu keberadaan sungai yang bermuara di suatu kawasan pesisir yang dikenal dengan wilayah DAS. Dengan demikian, selain upaya menanggulangi kerusakan kawasan pesisir, maka faktor yang cukup signifikan dalam mencegah kerusakan pesisir adalah pengelolaan DAS itu sendin yang salah satu bentuknya melalui penataan ruang Berdasarkan hal tersebut disadan bahwa penataan ruang wilayah suatu DAS berkaitan erat dalam upaya pengendalian kerusakan suatu kawasan pesisir.Akan tetapi, dari beberapa kajian terhadap produk-produk mengenai penataan ruang wilayah, terlihat bahwa upaya mengkaitkan komponen pesisir dengan DAS - yang secara umum dikenal sebagai aspek ekologis - masih kurang diperhatikan. Disamping itu, pada umumnya penataan ruang wilayah menitikberatkan pada konteks daratan. Tepi daratan atau pesisir dianggap kurang penting, padahal kawasan pesisir mempunyai fungsi ekonomi dan ekologi yang sangat penting.Dan latar belakang permasalahan tersebut yaitu a) pengelolaan kawasan pesisir - yang pada saat ini lebih diarahkan pada pengendalian kegiatan pembangunan di kawasan pesisir tanpa lebih rinci mengkaitkannya dengan kegiatan-kegiatan di kawasan hulu DAS, dan b) pendekatan penataan ruang wilayah - yang pada saat ini lebih menitikberatkan pada upaya peningkatan pertumbuhan ekonomi dan kurang mempertimbangkan dengan rinci aspek ekologis ; serta dilain pihak adanya paradigma pembangunan barn yang mulai menoleh ke kawasan pesisir dan laut dalam konteks pembangunan yang berkelanjutan, maka penulis berkeinginan untuk mengkaji dan mengintegrasikan semua aspek tersebut untuk menerapkan suatu pendekatan penataan ruang wilayah yang barn yang disebut sebagai Penataan Ruang Wilayah Ekologis, melalui pendekatan keterkaitan ekologis hulu-hilir dimana kawasan DAS termasuk kawasan pesisir dilihat sebagai suatu elemen penting yang perlu dipertimbangkan. Ruang wilayah ekologis dikenal sebagai ecoregion atau bioregion.Oleh karena itu, studi ini mempunyai sasaran untuk a) mengidentifikasi faktor dan elemen yang mempengaruhi penataan ruang wilayah ekologis DAS (yang memperhatikan keterkaitan ekologis hulu-hilir DAS dan karakteristik khusus kawasan pesisir), dan b) merumuskan konsep penataan ruang wilayah ekologis DAS terpadu. Sesuai dengan sifat penelitian lingkungan yang komponen dan untuk mencapai tujuan penelitian, penulis menggunakan metoda penelitian dengan pemodelan sistem dinamik. Pemodelan dilakukan dengan tahun dasar (awal) yaitu tahun 1995, untuk kemudian disimulasikan untuk melihat perilaku model yang terjadi selama 30 tahun ke depan (1995 - 2025).Dilakukan pengamatan terhadap interaksi antara a) Komponen Kegiatan Pembangunan melalui tiga parameter utama (permukiman, pertanian, dan industri) dengan b) Komponen Ekosistem Alami melalui komponen ruang wilayah (kawasan hulu dan kawasan hilir) serta c) Dampak yang terjadi akibat interaksi tersebut, yang direpresentasikan dalam empat parameter yaitu a) parameter pencemaran (BOD, COD dan sianida) dan parameter sedimentasi (TSS - total suspended solid). Simulasi dilakukan dengan intervensi kebijakan pembangunan melalui enam skenario yaitu terhadap 1) kondisi status quo, 2) peningkatan kegiatan pertanian ; 3) peningkatan kegiatan industri, 4) upaya penghijauan yang dilakukan dengan pendekatan sektoral ; 5) pembangunan dengan pendekatan keterpaduan tanpa perhitungan terhadap persyaratan lahan alami sebagai fungsi lindung ; dan 6) pembangunan dengan pendekatan keterpaduan dengan pemenuhan persyaratan minimal 30 % lahan alami dipertahankan sebagai fungsi lindung.Hasil simulasi dan analisis menghasilkan temuan studi yang menjawab sasaran penelitian pertama yaitu faktor dan elemen berpengaruh yang perlu dipertimbangkan dalam penataan ruang wilayah berkawasan pesisir dikelompokkan ke dalam tiga kategori yaitu 1) Faktor Ekonomi, yang meliputi jenis dan intensitas penggunaan lahan.; dan 2) Faktor Ekologis, yang meliputi kemampuan badan sungai dalam pengenceran limbah dan kemampuan ekosistem pesisir dalam mereduksi zat-zat pencemar baik yang berasal dari hulu maupun hilir itu sendiri ; 3) Faktor Pendekatan Keterpaduan Pembangunan, 4) Faktor pemenuhan persyaratan minimal 30 % lahan alami sebagai fungsi lindung ; serta 5) Faktor Pendapatan Penduduk. Sedangkan sasaran penelitian berupa Konsep Penataan Ruang Wilayah Ekologis suatu DAS diperoleh basil bahwa Penataan Ruang Wilayah Ekologis merupakan integrasi empat komponen penting yaitu 1) Batas perencanaan wilayah berupa natural domain. 2) Kawasan pesisir sebagai dasar penataan ruang kawasan di hulunya, 3) Pelaksanaan pendekatan keterpaduan, dan 4) Syarat alokasi ruang minimal 30 % sebagai kawasan lindung dari seluruh wilayah perencanaan.Studi ini berkontribusi bagi kepentingan ilmu perencanaan karena studi ini mencoba mengembangkan wacana baru tentang pertimbangan aspek ekologis melalui suatu penataan ruang wilayah ekologis. Selanjutnya, temuan studi diharapkan dapat memberikan sumbangan bagi kepentingan pengainbilan keputusan khususnya dalam bidang perencanaan pengembangan wilayah berkelanjutan.", "Daftar File": {"2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66052", "2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66053", "2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66054", "2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66055", "2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66056", "2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66057", "2001 DIS PP TUSY AUGUSTINE ADIBROTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66058"}, "Penulis": "TUSY AUGUSTINE ADIBROTO (NIM 32293022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Budhy Tjahjati Soegijoko, Prof. Dr.Ir., MCP."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "ekologi, kawasan pesisir", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "07 Mar 2013"}