{"Nomor": 14546, "Judul": "METODE HEURISTIK UNTUK MENENTUKAN HIMPUNAN PAIRING MINIMUM PADA MASALAH PENJADWALAN COCKPIT CREW PT. GARUDA INDONESIA (PERSERO)", "Abstrak": "Crew scheduling problem di maskapai penerbangan termasuk masalah yang rumit karena melibatkan banyak data dan peraturan kerja crew. Penyelesaian crew scheduling problem biasanya dilakukan dalam dua tahap yaitu penentuan himpunan pairing minimum dan crew rostering problem. Pairing adalah suatu jadwal kerja yang terdiri dari serangkaian penerbangan yang dijalankan oleh satu set crew atau lebih, dimulai sejak keberangkatan dari homebase pada penerbangan pertama hingga kembali lagi ke homebase pada penerbangan terakhir.    \n \n \n \n\nTugas akhir ini membahas tahap pertama penyelesaian crew scheduling problem, yaitu penentuan himpunan pairing minimum. Himpunan pairing minimum adalah subhimpunan terkecil dari himpunan semua pairing yang mungkin yang mencakup semua nomor penerbangan yang ada dengan biaya minimum dan dengan syarat satu nomor penerbangan dilayani oleh tepat satu pairing. Masalah optimisasi penentuan    \n \n \n \n\nhimpunan pairing minimum merupakan masalah yang sulit diselesaikan dengan metode eksak jika melibatkan himpunan semua pairing yang mungkin yang berukuran sangat besar. Di tugas akhir ini diturunkan suatu metode heuristik untuk    \n \n \n \n\nmenyelesaikan masalah optimisasi penentuan himpunan pairing minimum. Metode heuristik yang ditawarkan pada beberapa kelas penerbangan terbukti memberikan solusi optimal dengan jumlah iterasi yang sedikit. Di akhir tugas akhir ini dibahas pengembangan algoritma heuristik untuk kelas penerbangan lainnya.", "Daftar File": {"2011 TA PP WIDYA WIJAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66139", "2011 TA PP WIDYA WIJAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66140", "2011 TA PP WIDYA WIJAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66141", "2011 TA PP WIDYA WIJAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66142", "2011 TA PP WIDYA WIJAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66143", "2011 TA PP WIDYA WIJAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66144", "2011 TA PP WIDYA WIJAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66145"}, "Penulis": "WIDYA WIJAYANTI (NIM 10107074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rieske Hadianti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Masalah Penjadwalan Crew, Metode Heuristik, Himpunan Pairing Minimum", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}