{"Nomor": 14545, "Judul": "STUDI KARAKTERISTIK PENGIKATAN JARINGAN TITIK GPS TERHADAP SERI ITRF 1994, 1996, 1997, 2000, 2005 (Studi Kasus Pengikatan Jaring GPS Sesar Lembang)", "Abstrak": "Dalam pengolahan data GPS untuk memperoleh ketelitian posisi sesuai dengan yang dibutuhkan, terdapat tahapan yang cukup penting, yaitu bagaimana teknik pengikatan data terhadap titik ikat atau titik referensi. Titik ikat tersebut dapat berupa titik kerangka referensi seperti DGN 95, WGS 84 atau ITRF (International Terestrial Reference Frame) 199X, 200X. Hasil pengikatan terhadap satu sistem kerangka referensi belum tentu sama dengan sistem kerangka referensi lainnya, dalam hal nilai maupun ketelitiannya. Sebagai contoh hasil pengikatan ke sistem DGN 95 belum tentu sama dengan WGS 84, atau ITRF 1994 belum tentu sama dengan ITRF 2000 atau ITRF 2005. Variasi nilai sangat dimungkinkan sekali terjadi diantaranya. Secara teori mungkin pengikatan ke ITRF 2005 akan memberikan ketelitian hasil yang lebih baik apabila dibandingkan dengan ITRF 1994, karena ITRF 2005 lebih stabil.    \n \n \n \n\nBerdasarkan hal tersebut karya tulis ini dibuat. Untuk melihat korelasi dari penggunaan seri ITRF dengan hasil koordinat yang diperoleh. Dengan mengikatkan Jaring titik pantau deformasi sesar Lembang terhadap beberapa seri ITRF mulai dari ITRF 1994, 1996, 1997, 2000, dan 2005 untuk kemudian dilihat koordinat hasil pengolahannya serta implikasinya terhadap vektor pergeseran dalam studi sistem sesar (dengan studi kasus Sesar Lembang).", "Daftar File": {"2010 TA PP WIBOWO JATI PUTRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66132", "2010 TA PP WIBOWO JATI PUTRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66133", "2010 TA PP WIBOWO JATI PUTRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66134", "2010 TA PP WIBOWO JATI PUTRO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66135", "2010 TA PP WIBOWO JATI PUTRO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66136", "2010 TA PP WIBOWO JATI PUTRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66137", "2010 TA PP WIBOWO JATI PUTRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66138"}, "Penulis": "WIBOWO JATI PUTRO (NIM 15104010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Hasanuddin Z.A., M.Sc., dan Heri Andreas ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "data processing, ITRF, Lembang fault", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}