{"Nomor": 14554, "Judul": "PENGEMBANGAN METODE USULAN PERAMALAN WATER CUT SUMURAN MENGGUNAKAN DATA PERMEABILITAS RELATIF DAN METODE X-PLOT", "Abstrak": "Suatu lapangan minyak tua seringkali mengalami masalah water breakthrough,oleh karena itu, water cut yang terproduksi biasanya relatif tinggi. Penanganan masalah ini dapat dengan segera dipersiapkan apabila water cut telah dapat diprediksi sebelum pengembangan lapangan dilakukan. Metode X-Plot yang digunakan untuk memprediksi distribusi saturasi air dapat dikembangkan untuk peramalan water cut apabila kurva permeabilitas relatif diketahui.Berdasarkan pertimbangan diatas, pada makalah ini, kami melakukan aplikasi dan analisis metode X-Plot untuk menentukan saturasi air serta melakukan uji kevalidan hasil metode X-Plot tersebut. Kemudian, dikembangkan metode dan prosedur untuk mendapatkan peramalan water cut berdasarkan metode X-Plot yang diperoleh dari data special core analysis (SCAL).Penentuan saturasi air dilakukan dengan metode X-Plot, yaitu plot antara Er and X-Function yang telah difilterisasi. Dari kemiringan dan titik potong grafik tersebut diperoleh kurva permeabilitas relatif dan kurva fractional flow. Nilai saturasi air ditentukan dengan mensubtitusi water cut ke persamaan matematis kurva fractional flow. Uji kevalidan metode X-Plot dilakukan dengan memperbandingkan nilai saturasi air tiap waktu dari kurva fractional flow dan dari hasil menjalankan simulator. Peramalan water cut dilakukan berdasarkan metode X-Plot yang diperoleh dari data SCAL dengan merata-ratakan permeabilitas relatif dan menghitung kemiringan serta titik potong dari plot permeabilitas relatif terhadap saturasi air. Grafik water cut terhadap faktor perolehan dihasilkan dengan mensubtitusi parameter kemiringan dan titik potong plot tersebut, serta memasukkan data Swi interval perforasi pada sumur.Dari hasil dapat disimpulkan bahwa metode X-Plot valid digunakan untuk menentukan saturasi air jika reservoir mengalami pendesakan air baik dari sumur injeksi maupun natural strong water drive dan memproduksikan water cut lebih dari 50%. Untuk menghasilkan kurva fractional flow yang representatif, filterisasi X-Plot diperlukan. Lebih lanjut, kami telah berhasil mengembangkan metode usulan peramalan water cut berdasarkan metode X-Plot dari data SCAL.", "Daftar File": {"2010 TA PP YENNY DELVIA ROSA BR SINAGA 1.pdf": "https://digilib.itb.ac.id/gdl/download/66201"}, "Penulis": "YENNY DELVIA ROSA BR SINAGA (NIM 12206014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Tutuka Ariadji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "water cut, special core analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}