{"Nomor": 14552, "Judul": "PROSEDUR TEKNIS PENGUKURAN DAN PERPETAAN OBJEK RUANG PERAIRAN TIGA DIMENSI", "Abstrak": "Kadaster Kelautan adalah sebuah sistem informasi menyeluruh yang memungkinkan pendefinisian, penyimpanan data, visualisasi, serta pengelolaan hak-hak di ruang kelautan. Kadaster Kelautan secara teknis dapat dijabarkan sebagai sebuah infrastruktur informasi hak-hak atas properti kelautan. Dalam studi komprehensif tentang Kadaster Kelautan, terdapat dua aspek yang mempengaruhi pelaksanaannya yaitu proses perencanaan, pelaksanaan, sampai evaluasi. Aspek tersebut adalah aspek teknis (technical framework) dan aspek legal (legal aspect).Fakta menunjukkan bahwa daerah pantai dan laut lepas memiliki potensi dan signifikansi yang besar bagi kehidupan manusia di Bumi (Payoyo, 1994). Untuk itu, dibutuhkan kebijakan yang tepat guna dan komprehensif dalam pelaksanaan kegiatan ini. Lebih lagi, pembuatan perangkat teknis yang dibutuhkan ini, dalam penelitian ini dibatasi ke dalam perangkat teknis pengukuran dan perpetaan objek-objek ruang perairan. Kerangka pemikiran teknis yang berbasiskan riset adalah aspek yang akan dibahas dalam kegiatan ini.Cakupan riset yang dimaksud di sini meliputi pengukuran kerangka dasar horisontal dan pendefinisian datum vertikal sebagai aspek pembeda dengan kadaster di darat, dan penggambarannya ke dalam bentuk hybrid, yaitu kombinasi visualisasi 3D sebagai pemberi informasi posisi terhadap kedalaman dan ketinggian, dan 2D sebagai informasi detilnya. Dengan demikian, melalui prinsip ilmiah dan teknis (lewat kombinasi pengukuran surveying dan rekayasa hidrografi) dalam visualisasi hybrid yang bergeoreferensi ini, diharapkan dapat dibuat sebuah aturan yang fundamental berupa kebijakan dalam penggunaan dan pengelolaan ruang kelautan ini (Miles, 1998).", "Daftar File": {"2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66186", "2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66187", "2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66188", "2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66189", "2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66190", "2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66191", "2012 TA PP YANES DAVID PERMANA SIDABUTAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66192"}, "Penulis": "YANES DAVID PERMANA SIDABUTAR (NIM 15107029)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, M.T. dan Deni Santo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Marine Cadastre, technical aspect, legal aspect, hybrid visualization, marine space.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}