{"Nomor": 14569, "Judul": "ANALISIS KINERJA PENGEMBANGAN PRODUK BARU", "Abstrak": "Sebagai unit dari PT Telkom, TelkomRisTI melakukan kegiatan riset, pengembangan teknologi, dan inovasi produk dengan memaksimalkan sumber daya yang dimiliki untuk mengantisipasi perkembangan dan tren dalam industri teknologi informasi. Tiap tahun, TelkomRisTI mampu mengembangkan 15-20 produk, namun yang dipasarkan hanya 1-4 produk saja. Tidak semua produk yang dipasarkan dapat meraih penjualan yang bagus. Melihat permasalahan tersebut, maka dilakukan suatu penelitian untuk menilai performansi kinerja TelkomRisTI dalam proses pengembangan produk baru, performansi sumber daya yang dimiliki perusahaan dan performansi produk yang dihasilkan. Untuk meningkatkan performansi perusahaan, penelitian ini mengembangkan beberapa metode, salah satunya adalah Assessment Tool and Methodology (ATM) yang merupakan metode terstruktur untuk melihat integrating activities dalam perusahaan. Berdasarkan hasil penelitian, dapat disimpulkan bahwa performansi TelkomRisTI secara menyeluruh belum begitu bagus dilihat dari kondisi internal dan eksternal perusahaan. Internal perusahaan terdiri atas dasar, tujuan, jenis dan tipe pengembangan produk baru, sumber daya perusahaan, dan kinerja dari bagian R&D, marketing dan produksi. Sedangkan eksternal perusahaan yaitu membandingkan produk TelkomRisTI dengan produk kompetitor. Solusi yang tepat untuk mengatasi permasalahan TelkomRisTI tersebut yaitu melakukan beberapa pendekatan dan strategi untuk meningkatkan performansi perusahaan yaitu menghasilkan produk yang sesuai dengan kebutuhan konsumen dan meningkatkan kegiatan marketing agar produk yang dihasilkan dapat diterima oleh konsumen.", "Daftar File": {"2008 TS PP YULIA NOVIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66292", "2008 TS PP YULIA NOVIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66293", "2008 TS PP YULIA NOVIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66294", "2008 TS PP YULIA NOVIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66295", "2008 TS PP YULIA NOVIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66296", "2008 TS PP YULIA NOVIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66297"}, "Penulis": "YULIA NOVIANTI (NIM 29106070)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Dwi Larso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "New product development, product innovation, performance", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}