{"Nomor": 14571, "Judul": "PEMBUATAN SISTEM MONITORING POTENSI ENERGI SURYA BERBASIS MIKROKONTROLER", "Abstrak": "Pembangunan pembangkit listrik energi surya (PLTS) akan lebih efisien jika dilakukan di tempat yang memiliki potensi energi surya yang tinggi. Potensi energi surya dapat diketahui melalui data-data irradiasi surya, temperatur, dan kelembapan relatif. Di Indonesia data-data tersebut diterbitkan oleh BMKG. Akan tetapi, data-data yang tersedia hanya untuk kota-kota besar di Indonesia. Data-data dalam lingkup yang lebih kecil diperlukan untuk analisis lebih lanjut tentang pembangunan PLTS di suatu daerah. Untuk itulah pada tugas akhir ini dibuat perangkat monitoring potensi energi surya berbasis mikrokontroler yang dapat mengukur irradiasi surya, temperatur, dan kelembapan relatif dalam lingkup yang kecil. Alat yang dibuat menggunakan Arduino sebagai mikrokontroler, baterai sebagai catu daya, pyranometer sebagai sensor irradiasi surya, modul SHT1x sebagai sensor temperatur dan kelembapan relatif, dan modul GPS sebagai sensor posisi dan waktu. Hasil pengukuran ditampilkan dengan LCD dan disimpan di SD card. Dari hasil kalibrasi dengan Automatic Weather System (AWS) diketahui bahwa alat yang dibuat memiliki full scale error rata-rata untuk pengukuran irradiasi surya sebesar 1,33%; temperatur sebesar 5,12%; dan kelembapan relatif sebesar 4,45%. Sedangkan standar deviasi kesalahan mutlak untuk pengukuran irradiasi surya sebesar 19,82; temperatur sebesar 0,33; dan kelembapan sebesar 1,42. Selain itu diukur juga potensi energi surya di beberapa tempat di Kota Bandung dengan nilai insolasi rata-rata di Antapani 3,79 kWh/m2/hari; di Kiaracondong 3,70 kWh/m2/hari; dan ITB 2,30 kWh/m2/hari.", "Daftar File": {"2013 TA PP YUNIAWAN ERWIN SELOAJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66306", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66307", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66308", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66309", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66310", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66311", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66312", "2013 TA PP YUNIAWAN ERWIN SELOAJI 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/66313"}, "Penulis": "YUNIAWAN ERWIN SELOAJI (NIM 13308005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Edi Leksono, M.Eng., Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengukuran, irradiasi surya, insolasi, temperatur, kelembapan relatif, Arduino", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}