{"Nomor": 14572, "Judul": "ANALISIS SPASIAL DEFORMASI TEKTONIK DI PULAU SUMATERA MENGGUNAKAN METODE INTERPOLASI MOVING AVERAGE", "Abstrak": "Pulau Sumatera berada pada pertemuan lempeng Indo-Australia dan Eurasia. Kedua lempeng tersebut bertabrakan di sepanjang lepas pantai Sumatera dimana lempeng Indo-Australia bergerak ke bawah lempeng Eurasia. Tumbukan tersebut menghasilkan energi dan tersimpan dalam lapisan bumi hingga mencapai batas elastisitas. Regangan yang telah melewati batas akan dilepas sebagai gempa bumi. Pemantauan deformasi Pulau Sumatera dilakukan untuk mempelajari karakteristik pergeseran dan aktivitas tektonik yang terjadi. Data vektor pergeseran hanya tersedia pada beberapa titik pengamatan. Interpolasi moving average digunakan untuk mengestimasi besarnya vektor pergeseran yang terjadi di seluruh Pulau Sumatera. Vektor pergeseran pada titik interpolasi kemudian digunakan untuk menghitung besarnya regangan yang terjadi. Model vektor pergeseran Pulau Sumatera yang dibentuk berdasarkan interpolasi menunjukkan adanya aktivitas interseismic yang ditandai dengan arah pergeseran ke timur laut dan postseismic dengan arah pergeseran ke barat daya.", "Daftar File": {"2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66314", "2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66315", "2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66316", "2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66317", "2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66318", "2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66319", "2011 TA PP YUSTISI  ARDHITASARI LUMBAN GAOL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66320"}, "Penulis": "YUSTISI ARDHITASARI LUMBAN GAOL (NIM 15107066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dina Anggreni, M.T., dan Dr. Irwan Meilano, ST, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "moving average interpolation, vector of displacement, strain", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}