{"Nomor": 14578, "Judul": "PEKERJAAN SURVEI HIDROGRAFI DAN PERENCANAAN ALUR PELAYARAN DALAM USAHA TRANSPORTASI HASIL PERTAMBANGAN BATUBARA (STUDI KASUS : SUNGAI KELAY, BERAU, KALIMANTAN TIMUR)", "Abstrak": "Sungai Kelay yang terletak di Kabupaten Berau, Kalimantan Timur merupakan salah satu sungai yang akan digunakan untuk menghubungkan alur transportasi hasil pertambangan batubara oleh PT BERAU COAL. Oleh karena itu dibutuhkan adanya sebuah kegiatan perencanaan dan pemeliharaan terhadap sungai tersebut, kegiatan yang dilakukan adalah survei hidrografi untuk perencanaan alur pelayaran. Tujuan dari kegiatan survei hidrografi ini adalah untuk mengetahui kedalaman dasar sungai, kedalaman ini akan digunakan sebagai acuan perencanaan alur pelayaran sungai untuk menunjang kegiatan transportasi hasil pertambangan batubara. Tugas Akhir ini dimulai dengan pencarian referensi yang terkait dengan pelaksanaan survei hidrografi dan perencanaan alur pelayaran sungai, lalu dilanjutkan kepada tahap pengambilan data survei hidrografi yang dilakukan meliputi: penentuan hasil posisi dengan metode Real Time Kinematic GPS, pengukuran kedalaman dengan metode akustik menggunakan single beam echosounder serta pengamatan tinggi muka air sungai menggunakan alat rekam otomatis pressure tide gauge. Setelah itu dilakukan pengolahan data dengan menggabungkan seluruh data yang didapatkan lalu direduksikan dengan koreksi yang ada. Setelah data-data tersebut selesai diolah dilaksanakan proses penyajian data dalam bentuk peta batimetri yang akan dianalisis lebih lanjut. Analisis dari hasil survei meliputi ketelitian dari survei yang dilaksanakan menurut SP 44 IHO orde 1b, analisis ketinggian muka sungai serta kelayakan alur pelayaran yang disesuaikan dengan jenis kapal yang akan melewati alur pelayaran sungai tersebut dan waktu aman pelayaran yang disesuaikan dengan variasi ketinggian muka sungai. Dengan adanya survei hidrografi untuk pekerjaan perencanaan alur pelayaran ini diharapkan adanya perencanaan dan usulan bagi pihak instansi yang dapat digunakan sebagai acuan dalam menciptakan keamanan dan keselamatan dari proses distribusi hasil pertambangan batubara melalui Sungai Kelay, Berau, Kalimantan Timur.", "Daftar File": {"2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66338", "2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66339", "2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66340", "2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66341", "2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66342", "2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66343", "2012 TA PP ZENEZKY SANRISZANDY ROSDYNUR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66344"}, "Penulis": "ZENEZKY SANRISZANDY ROSDYNUR (NIM 15108069)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Eka Djunarsjah, M.T. dan Banu Prabowo, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidrografi, Survei Batimetri, Perencanaan Alur Pelayaran", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}