{"Nomor": 14585, "Judul": "OPTIMASI LAJU ALIR AMINE HP PUMP P-310 PADA CO2 REMOVAL SYSTEM DI PABELOKAN GAS PLANT MILIK CNOOC SES Ltd.", "Abstrak": "Optimasi laju alir Amine HP Pump P-310 pada Amine train unit I (CO2 Removal system) di Pabelokan Gas plant yang telah dilakukan pada tugas akhir ini, betujuan untuk menurunkan pemakaian daya masukan ke sistem P-310. CO2 Removal system disimulasikan dengan menggunakan software HYSYS dan dengan menggunakan pemodelan tray pada sub unit Amine contactor.  \n \n\nPabelokan Gas Plant memiliki 2 Amine train unit (Unit I dan II). Dalam tugas akhir ini hanya akan dibahas Unit I saja karena kedua unit ini pada dasarnya identik. Sub-unit utama tempat penyerapan CO2 hingga kadarnya di bawah 5% adalah Amine contactor. Dalam Amine contactor ini terdapat packing dan tray yang berfungsi sebagai pemerluas bidang kontak lean MDEA dengan gas alam sehingga CO2 yang diremove makin banyak. Lean MDEA yang digunakan dialirkan dengan menggunakan Amine HP Pump P-310 dan P-315 yang digunakan secara bergantian tiap 1 bulan sekali.  \n \n\nDalam tugas akhir ini, akan dilakukan optimasi terhadap pompa P-310. Optimasi ini dilakukan dengan cara menurunkan laju alir lean MDEA dan menurunkan kecepatan putar pompa dari 3570 rpm menjadi 3200 rpm dengan cara memodifikasi sistem transmisi P-310 dengan menggunakan belt dan puli. Cara pertama dengan menurunkan laju alir lean MDEA, konsumsi daya yang dibutuhkan sistem P-310 akan menurun. Akan tetapi, batas penurunan laju alir lean MDEA dibatasi hingga 960 gpm karena batas bawah kapasitas laju alir pompa P-310 adalah 949,5 gpm. Jika berada di bawah kapasitas minimum, akan menimbulkan berbagai macam masalah, yaitu temperatur motor bisa menjadi tinggi. Selain itu, juga diperhatikan kadar CO2 keluaran akibat penurunan laju alir lean MDEA dengan menggunakan software HYSYS. Dengan menggunakan simulasi HYSYS, kadar CO2 yang semula sekitar 2,44% fraksi mol (mendekati kondisi aktual 2,46%) naik sebesar 0,58% menjadi 3,02% fraksi mol gas keluaran. Konsumsi daya pada kondisi putaran aktual 3570 rpm pada 1100 gpm adalah 501,88 kW menurun 16,25 kW menjadi 485,63 kW ketika kapasitas laju alir lean MDEA diturunkan menjadi 960 gpm. Sedangkan pada optimasi kedua, konsumsi daya pada 3200 rpm adalah 367,3 kW saat 1100 gpm dan 359 kW saat 960 gpm. Modifikasi transmisi P-310 menggunakan 10 buah wedge belt SPC 5300 dan puli SPC A2 dengan jarak antar pusat poros 1,72 meter. Bearing penyangga poros di sisi puli adalah cylindrical roller bearing seri 02 dengan bore diameter 0,12 meter.", "Daftar File": {"2011 TA PP AARON WIJAYA SUDIRGO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66382", "2011 TA PP AARON WIJAYA SUDIRGO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66383", "2011 TA PP AARON WIJAYA SUDIRGO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66384", "2011 TA PP AARON WIJAYA SUDIRGO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66385", "2011 TA PP AARON WIJAYA SUDIRGO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66386", "2011 TA PP AARON WIJAYA SUDIRGO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66387", "2011 TA PP AARON WIJAYA SUDIRGO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66388"}, "Penulis": "AARON WIJAYA SUDIRGO (NIM : 13107145)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama  :  Ir.Arianto Santoso,M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Laju Alir Amine HP Pump P-310, CO2 Removal system,  Pabelokan Gas Plant, CNOOC SES Ltd.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}