{"Nomor": 14599, "Judul": "KAJIAN NUMERIK PENGGUNAAN VISCOUS FLUID DAMPER (VFD) SEBAGAI KONTROL PASIF PADA SISTEM RANGKA BAJA BERPENGAKU EKSENTRIK TAHAN GEMPA", "Abstrak": "Beberapa tahun belakangan ini, sistem kontrol banyak digunakan pada bangunan struktur terutama gedung dan jembatan. Penggunaan sistem kontrol pada struktur    \n \n\ndimaksudkan agar struktur lebih adaptif dan responsif melawan pembebanan dinamik akibat gempa maupun angin. Sistem kontrol dikategorikan menjadi kontrol pasif dan kontrol aktif. Sistem kontrol pasif bekerja tanpa menggunakan energi luar dan tidak beresiko terhadap kestabilan struktur. Sistem ini dianggap mampu mengontrol respon struktur pada batasan-batasan tertentu. Sedangkan    \n \n\nsistem kontrol aktif menggunakan tambahan energi luar untuk melawan beban dinamik melalui gaya kontrol yang dihasilkan dari algoritma kontrol yang diterapkan pada alat. Sistem ini juga dilengkapi dengan sensor dan aktuator.    \n \n\nTesis ini membahas perbandingan kinerja dari struktur rangka baja tanpa sistem kontrol dan struktur rangka baja dengan sistem kontrol yang dikaji secara numerik. Struktur rangka baja yang digunakan adalah sistem struktur rangka baja berpengaku eksentrik, sedangkan sistem kontrolnya adalah viscous fluid damper (VFD) yang merupakan bagian dari kontrol pasif. Adapun studi kasus yang dilakukan adalah portal tiga lantai dan sepuluh lantai. Penerapan sistem kontrol diberikan melalui substitusi sebagian segmen dari elemen pengaku dengan VFD. Substitusi ini dilakukan untuk melihat kinerja dan efektifitas VFD pada sistem rangka berpengaku eksentrik yang dibebani gempa Elcentro dan Northridge.    \n \n\nAnalisis hasil menunjukkan bahwa penggunaan VFD pada sistem struktur rangka berpengaku eksentrik lebih efektif mereduksi respon perpindahan, kecepatan, dan percepatan struktur bila dibandingkan sistem struktur rangka berpengaku eksentrik tanpa VFD. Reduksi respon struktur ini dapat disebabkan oleh besarnya energi redaman yang didissipasi alat melalui aksi viskositas ketika gempa terjadi. Selain itu, penggunaan VFD pada sistem struktur yang didominasi oleh mode pertama menunjukkan kinerja yang lebih baik bila dibandingkan dengan sistem struktur yang didominasi oleh mode-mode yang lebih tinggi.", "Daftar File": {"2010 TS PP ABDUL RAHMAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66475", "2010 TS PP ABDUL RAHMAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66476", "2010 TS PP ABDUL RAHMAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66477", "2010 TS PP ABDUL RAHMAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66478", "2010 TS PP ABDUL RAHMAN 1- BAB 4 .pdf": "https://digilib.itb.ac.id/gdl/download/66479", "2010 TS PP ABDUL RAHMAN 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66480", "2010 TS PP ABDUL RAHMAN 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66481", "2010 TS PP ABDUL RAHMAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66482"}, "Penulis": "ABDUL RAHMAN DALIMUNTHE (NIM : 25007309)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Herlien D. Setio"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gempa, viscous fluid damper, sistem rangka berpengaku eksentrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}