{"Nomor": 14593, "Judul": "PERANCANGAN SIMULATOR UNTUK PENGEMBANGAN OBDH SATELIT, STUDI KASUS LAPAN-TUBSAT", "Abstrak": "Indonesia memulai membangun teknologi satelit melalui Lembaga Penerbangan dan Antariksa Nasional (LAPAN). Satelit yang pertama berhasil dibangun adalah Satelit Lapan-Tubsat. Satelit ini dibangun hasil kerjasama antara LAPAN dan Technisce Universitat Berlin. Pembangunan dimulai tahun 2003 dan selesai pada bulan Juli 2005. Kurang lebih dibutuhkan waktu 3 tahun dalam membangun satelit tersebut. Pembangunan satelit fase ke-2 di LAPAN dilanjutkan dengan membangun sistem satelit yang hampir sama dimana integrasi dan pengujian sistem satelit akan dilakukan di Indonesia. Dalam tesis ini akan dikembangkan sebuah sistem On Board Data Handling (OBDH) Satelit. OBDH dirancang menggunakan prosesor rabbit 3000. Perangkat yang terdapat dalam sistem satelit seperti : Power Control Unit, Wheel Drive Electronic, Star Sensor, Camera, dan Stepper disimulasikan. oleh perangkat lunak yang dirancang didalam sebuah Personal Computer. Studi kasus yang dianalisis adalah mode operasi penguncian target. Aspek positif dari tesis ini adalah ketika pengembangan satelit lapan dalam fase awal maka pengembangan perangkat lunak sudah dapat dimulai. Hal ini merupakan suatu keuntungan dalam pengembangan satelit keseluruhan khususnya dalam proses pengembangan perangkat lunak yang seringkali memerlukan waktu proses yang panjang dan sulit . Dengan sistem ini diharapkan akan mengurangi cost dalam proses pengembangan On Board Data Handling Satelit Lapan.", "Daftar File": {"2010 TS PP  ABDUL KARIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66433", "2010 TS PP  ABDUL KARIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66434", "2010 TS PP  ABDUL KARIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66435", "2010 TS PP  ABDUL KARIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66436", "2010 TS PP  ABDUL KARIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66437", "2010 TS PP  ABDUL KARIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66438", "2010 TS PP  ABDUL KARIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66439"}, "Penulis": "ABDUL KARIM  (NIM : 23207035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ary Setijad Prihatmanto, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "OBDH, satelit, cost, penguncian target.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}