{"Nomor": 14603, "Judul": "MODIFIKASI PONTON KAPAL KERUK TIMAH UNTUK KEDALAMAN PENGERUKAN 50 METER", "Abstrak": "Fungsi kapal keruk secara umum adalah untuk menghalau, mengangkat dan memindahkan material dari lapisan yang membentuk kulit bumi di dasar laut. Dalam studi kasus Tugas Sarjana ini, suatu perusahaan ingin memodifikasi kapal  \n \n\nkeruk produksi timahnya yang semula beroperasi di danau agar dapat beroperasi di lepas pantai dengan kedalaman keruk yang ditingkatkan dari 41 meter menjadi 50 meter. Sebagai salah satu konsekuensi dari modifikasi tersebut, diperlukan modifikasi pada desain ponton dan penempatan komponen-komponen (layout) yang akan digunakan pada kapal keruk tersebut. Aspek yang ditentukan dalam modifikasi ini adalah geometri dari ponton dan analisis kestabilan kapal keruk tersebut. Langkah pertama dari modifikasi ini  \n \n\nadalah menentukan geometri ponton yang baru dan mendesainnya dengan menggunakan program Maxsurf. Kemudian dilakukan penempatan lokasi berbagai komponen dari kapal keruk tersebut. Langkah terakhir adalah analisis kestabilan dengan menggunakan software Hydromax. Dari analisis tersebut, didapat dua alternatif yang telah memenuhi kriteria perancangan untuk modifikasi kapal keruk ini. Pada ponton alternatif pertama, lebar bagian depan ponton lebih kecil daripada bagian belakangnya. Kelebihan dari alternatif pertama adalah hemat biaya karena tidak memerlukan banyak modifikasi. Pada ponton alternatif kedua, ukuran lebar bagian depan ponton sama dengan bagian belakangnya. Kelebihan dari alternatif kedua adalah pada kondisi ladder down (52o) sudut trim = 0o, GZ = 5334,5 mm, GMt = 38142,106 mm, Sudut heel =12,8o, dan freeboard yang di atas 1 m untuk keempat titik sudut, menyebabkan ponton alternatif kedua ini lebih baik dari alternatif pertama.", "Daftar File": {"2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66492", "2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66493", "2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66494", "2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66495", "2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66496", "2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66497", "2011 TA PP ABEDNEGO NOELANDRI SILITONGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66498"}, "Penulis": "ABEDNEGO NOELANDRI SILITONGA (NIM : 13107023)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Rachman Setiawan, ST, M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kapal keruk, Modifikasi Ponton Kapal Keruk Timah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}