{"Nomor": 14606, "Judul": "PEMBUATAN GUI UNTUK SOLUSI PERSAMAAN SCHRODINGER DENGAN METODE CONSTANT PERTURBATION", "Abstrak": "Persamaan Schrodinger satu dimensi merupakan persamaan fundamental dari mekanika kuantum. Untuk mencari solusi dari permasalahan persamaan Schrodinger membutuhkan perhitungan numerik yang diterjemahkan ke dalam    \n \n\nperhitungan komputasi. Cara menyederhanakan perhitungan komputasi ini dapat dilakukan dengan metode pendekatan. Metode yang banyak digunakan yaitu metode perturbasi sebagai prosedur baru perhitungan fungsi gelombang dari    \n \n\npersamaan Schrodinger bebas waktu. Metode CP (Constant Perturbation) ini dirancang secara khusus oleh Ixaru yang didasarkan pada pendekatan piecewise constant dari fungsi potensial. Algoritma metode CP orde tinggi ini dipadukan dengan prosedur penembakan dan representasi PrÃƒÂ¼fer guna mendapatkan nilai eigen secara efisien dan akurat. Untuk membantu pengguna, maka dibuatlah suatu    \n \n\nperangkat berupa GUI (Graphical User Interface) pada MatLab menggunakan cara yang user-friendly sehingga mudah digunakan, dan menghindarkan pengguna dari    \n \n\nkerumitan bentuk permasalahan. Metode Piecewise Perturbation memberikan gambaran umum bentuk persamaan referensi yang digunakan kemudian melalui koreksi perturbasi didapatkan pendekatan nilai yang lebih baik. Representasi PrÃƒÂ¼fer sangat membantu membentuk nilai eigen dengan memberikan indeks nilai eigen dalam interval yang dipilih. Dengan menggunakan metode CP orde tinggi (CPM{P,N} terbukti memberikan hasil yang sangat akurat bahkan untuk energi yang besar.", "Daftar File": {"2011 TA PP ABU RIZAL MAHDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66513", "2011 TA PP ABU RIZAL MAHDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66514", "2011 TA PP ABU RIZAL MAHDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66515", "2011 TA PP ABU RIZAL MAHDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66516", "2011 TA PP ABU RIZAL MAHDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66517", "2011 TA PP ABU RIZAL MAHDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66518", "2011 TA PP ABU RIZAL MAHDI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66519"}, "Penulis": "ABU RIZAL MAHDI (NIM : 102 05 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Rizal Kurniadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SchrÃƒÂ¶dinger, metode constant perturbation, representasi PrÃƒÂ¼fer, prosedur penembakan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}