{"Nomor": 14619, "Judul": "OPTIMASI PEMBENTUKAN ASAM ASETAT DARI DAUR ULANG (RECOVERY) LIMBAH PULP KAKAO DENGAN PENGATURAN PASOKAN N2", "Abstrak": "Selama ini, hasil tanaman kakao berupa biji kakao ada yang diolah tanpa fermentasi dan ada pula yang difermentasi. Apabila limbah produksi coklat dibiarkan terus menerus bertambah tanpa ada pengolahan lebih lanjut, maka akan menimbulkan bau yang tidak sedap selain itu dapat terjadi fermentasi alami dari mikroorganisme yang terdapat dalam limbah tersebut menghasilkan alkohol. Pengelolaan kakao ini menghasilkan hasil sampingan. Hasil sampingan ini tidak banyak diperhatikan oleh masyarakat dan cenderung dianggap sampah sehingga pada akhir proses fermentasi hasil sampingan ini dibuang begitu saja. Salah satu hasil sampingan yang diperoleh dari proses fermentasi kakao adalah limbah pulp. Cairan pulp adalah cairan yang diperoleh dari proses fermentasi biji kakao. Limbah ini mencapai sekitar 10 % dari berat basa biji dan mempunyai potensi yang cukup besar untuk dimanfaatkan.Limbah pulp yang selama ini tidak diperhatikan masyarakat ternyata dapat digunakan sebagai bahan baku pembuatan cuka alternatif. Sehingga penelitian ini bertujuan untuk mendapatkan (recovery) asam asetat dari limbah pulp cacao untuk dapat dimanfaatkan sebagai bahan baku produksi asam asetat atau umpan proses metanogenesa dalam produksi biogas.Pengolahan limbah pulpkakao ini menggunakan Circulating Bed Reactor yang terbuat dari flexyglass berkapasitas 4,5 L.Pada tahap awal dilakukan seeding dan aklimatisasi, kemudian dilakukan pengoperasian 4 buah reaktor CBR di dalam suhu ruang selama 20 hari. Flushing gas nitrogen dengan kemurnian 99.95% dilakukan terhadap 3 reaktor secara terus menerus dengan debit N2 yang berbeda-beda selama masa pengoperasian (20 hari). Reaktor 2 dengan flushing N2 sebesar 125 ml/mnt, reaktor 3 dengan flushing N2 sebesar 500 ml/mnt, dan reaktor 4 dengan flushing N2 sebesar 750 ml/mnt. Pengambilan sampel harian dilakukan untuk analisis PH, suhu, turbiditas,COD, VSS,alcohol, asam asetat, TAV dan komposisi gas untuk beberapa periode waktu. Pembentukan asam asetat terbesar terjadi pada reaktor 1 (tanpa flushing N2 selama masa operasi) yaitu sebesar 22562.57 mg/l. sedangkan pada ketiga reaktor lainnya menunjukkan semakin besar flushing N2 yang diberikan (750 ml/mnt) maka makin besar pula asam asetat yang terbentuk (16.963 mg/L), tapi ini tidak lebih besar dari pembentukan asam asetat pada reaktor 1 (tanpa flushing N2).", "Daftar File": {"2008 TA PP ADEARTY PRAYASCITRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66578", "2008 TA PP ADEARTY PRAYASCITRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66579", "2008 TA PP ADEARTY PRAYASCITRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66580", "2008 TA PP ADEARTY PRAYASCITRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66581", "2008 TA PP ADEARTY PRAYASCITRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66582", "2008 TA PP ADEARTY PRAYASCITRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66583", "2008 TA PP ADEARTY PRAYASCITRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66584"}, "Penulis": "ADEARTY PRAYASCITRA (NIM 15304070)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Mindriany Syafila MS., dan Dr.-Ing. Marisa Handayani, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pulp, fermentasi, CBR, asam asetat, pulp, fermentation, CBR,acetic acid", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}