{"Nomor": 14616, "Judul": "STRATEGI KEUANGAN PERUSAHAAN PENGEMBANG PERUMAHAN DI REKONS GROUP", "Abstrak": "REKONS adalah sebuah kelompok usaha yang bergerak di bidang jasa perencanaan dan pengawasan bidang konstruksi sipil. Roadmap yang sudah dibuat oleh REKONS mencakup segala usaha yang berkaitan dengan bidang konstruksi. Dalam pengembangan usahanya REKONS menjajagi bisnis pengembang perumahan. Dari hasil identifikasi diketahui bahwa kebutuhan akan perumahan masih sangat tinggi bahkan terjadi kekurangan suplai. Ini mendorong REKONS untuk masuk ke bisnis perumahan.Dalam perencanaan pengembangan bisnis ini dilakukan analisis kondisi sosial, industri dan kondisi internal. Dari hal ini diidentifikasi terdapat kelemahan perusahaan dari sisi strategi keuangan yang saat ini belum dimiliknya. Maka project akhir ini menyajikan strategi keuangan bagi bisnis pengembangan perumahan grup REKONS. Perencanaan tahap pengembangan usaha diharmonisasi dengan proyeksi      \n \n\nkeuangan untuk mencapai target pembangunan 40,000 unit rumah dalam 36 tahun ke depan. Dengan strategi pengembangan ini dibuatkan proyeksi keuangan yang      \n \n\nmenghasilkan NPV Rp 260 Miliar dengan IRR 22.8%, BCR 2.33 dan Payback Periode 31.7 tahun.Proyeksi tersebut bisa didapat dengan beberapa strategi keuangan. Pertama, mengembangkan perumahan dilakukan dengan membuka proyek perumahan setiap tahunnya sesuai dengan proyeksi keuangan yang lebih baik. Kedua, menjaga bobot ratarata      \n \n\nbiaya kapital (wacc=weight average cost capital) agar tidak melebihi 11.9%. Ketiga, menetapkan target persentase penjualan unit rumah di tahun pertama sebesar 25%. Keempat, menentukan kebijakan sistem pembayaran lahan dengan cara pembayaran lahan sebesar 50% sebagai uang muka kepada pemilik lahan dengan sisanya diangsur      \n \n\nselama periode penjualan. Kelima, menentukan kebijakan tentang pembayaran dividen sebesar 25% dari net profit selama free cash flow positif. Keenam, periode tahun ke-4 sampai dengan tahun ke-8 ditargetkan pembiayaan dari pihak perbankan, sedangkan periode tahun ke-12 sampai dengan tahun ke-14, bisa dijajagi dengan menggandeng mitra strategis. Ketujuh, menyiapkan aset-aset untuk menjadi jaminan bank sesuai kebutuhan proyeksi keuangan. Kedelapan, menyiapkan REKONS menjadi perusahaan terbuka di tahun 2025 agar siap menghimpun dana dari instrumen pasar.", "Daftar File": {"2010  TS PP ACHMAD SYARIF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66570", "2010  TS PP ACHMAD SYARIF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66571", "2010  TS PP ACHMAD SYARIF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66572", "2010  TS PP ACHMAD SYARIF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66573", "2010  TS PP ACHMAD SYARIF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66574", "2010 TS PP ACHMAD SYARIF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66575"}, "Penulis": "ACHMAD SYARIF (NIM : 29107062)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Finance strategy, financial projection housing developer", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}