{"Nomor": 14627, "Judul": "ANALISIS DISTRIBUSI REKAHAN DAN STILOLYTE MENGGUNAKAN DATA SINGKAPAN DAN DATA SUMUR PADA BATUGAMPING FORMASI RAJAMANDALA DI AREA CIKAMUNING, PADALARANG, JAWA BARAT-INDONESIA", "Abstrak": "Reservoir rekahan alami merupakan salah satu reservoir yang telah terbukti produktif di berbagai lapangan minyak bumi. Batugamping merupakan salah satu batuan reservoir yang kerap berperan sebagai reservoir rekahan alami. Namun demikian, masih terdapat beberapa masalah penting yang belum dimengerti dengan baik, terutama berkaitan dengan distribusi rekahan dan stylolite dalam hubungannya dengan fasies atau kompleksitas diagenesis di dalamnya. Kompleks karbonat Rajamandala yang tersingkap di daerah Padalarang, Jawa Barat merupakan daerah yang banyak diteliti karena daerah tersebut memiliki singkapan yang sangat baik dan mudah dijangkau untuk diteliti.    \n \n \n \n\nDistribusi rekahan dan stylolite pada batuan tidak bersifat acak dan memiliki pola persebaran tertentu yang dipengaruhi oleh karakteristik batuan dan tektonik. Penelitian terhadap hubungan rekahan dengan karakteristik batuan merupakan salah satu faktor penting untuk mengetahui sebaran rekahan yang berkaitan dengan meningkatnya porositas sekunder pada sistem petroleum. Hasil dari penelitian tersebut kemudian dimodelkan untuk mengetahui sebaran data rekahan dan stylolite dalam bidang 3D.    \n \n \n \n\nMetode pengambilan data rekahan dengan menggunakan scanline telah dilakukan pada enam tempat di Bukit Cikamuning dan tiga sumur dengan kedalaman 150 m (ITB_URC-1), 45 m (ITB_URC-2), dan 65 m (ITB_URC-3). Jumlah pengukuran rekahan dan stylolite sebanyak 1530 rekahan dan 892 stylolite. Rekahan dan stylolite tersebut berupa rekahan terbuka (401 rekahan), rekahan gerus (732 rekahan), rekahan (397 rekahan), stylolite burial (435 stylolite) dan stylolite tektonik (457 stylolite). Fasies batugamping pada daerah penelitian berupa asosiasi fasies packstone-grainstone, framestone-rudstone, bindstone-framestone, bindstone, breccia, dan marl.    \n \n \n \n\nStylolite hadir dengan dua orientasi (baratlaut dan timurlaut). Arah tersebut paralel dan tegak lurus dengan bidang perlapisan. Berdasarkan densitas rekahan dan    \n \n \n \n\nstylolite, fasies packstone-grainstone dan framestone-rudstone memiliki lebih banyak rekahan, sedangkan nilai densitas stylolite paling besar berada di fasies framestone-rudstone. Begitu pula dengan pengaruh porositas di dalam batuan, semakin kecil nilai porositas, semakin besar nilai intensitas rekahan yang ada.    \n \n \n \n\nJarak terhadap sesar dalam kaitannya dengan proses struktur geologi memiliki faktor pengontrol dalam distribusi intensitas rekahan. Semakin dekat jarak titik pengamatan terhadap sesar, semakin tinggi nilai intensitas rekahan di dalamnya.    \n \n \n \n\nKemudian parameter-parameter data tersebut dianalisis secara statistik untuk dijadikan masukan data pada pemodelan rekahan dengan metode DFN. Namun dalam proses pemodelan tersebut terdapat beberapa ketidakpastian diantaranya adalah berkaitan dengan simplifikasi dan subjektivitas dalam pemilihan metode.", "Daftar File": {"2014 TS PP ADHIPA HERLAMBANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66633", "2014 TS PP ADHIPA HERLAMBANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66634", "2014 TS PP ADHIPA HERLAMBANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66635", "2014 TS PP ADHIPA HERLAMBANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66636", "2014 TS PP ADHIPA HERLAMBANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66637", "2014 TS PP ADHIPA HERLAMBANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66638", "2014 TS PP ADHIPA HERLAMBANG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66639", "2014 TS PP ADHIPA HERLAMBANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66640"}, "Penulis": "ADHIPA HERLAMBANG (NIM 22010346)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D : Dr. Ir. Agus Handoyo H."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Reservoir rekahan alami", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}