{"Nomor": 14629, "Judul": "STUDI PENGUKURAN KONSTANTA PEGAS DENGAN PENGOLAHAN CITRA", "Abstrak": "Penglihatan mata manusia hingga kini masih dianggap sebagai alat paling sempurna untuk mendeteksi dan menyeleksi informasi berbagai macam objek. Akan tetapi, manusia tidak dapat selalu berada pada setiap lingkungan atau mengamati semua fenomena karena faktor jarak jauh atau bahaya. Salah satu solusinya adalah dengan object tracking yang merupakan aplikasi dari konsep pengolahan citra digital (digital image processing). Meski demikian, object tracking juga dapat digunakan untuk mengamati fenomena yang dekat, seperti gerak harmonik pada pegas. Pada penelitian di tugas akhir ini, gerak pegas diamati oleh sistem object tracking yang dikembangkan sendiri dengan memanfaatkan pengolahan citra digital.                                                                                                                    \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nTerdapat dua metode yang dilakukan, yaitu metode statik dan dinamik. Dalam metode statik dicari parameter fisis berupa simpangan objek untuk massa yang bervariasi, sedangkan dalam metode dinamik parameter fisis yang dicari adalah periode getaran objek untuk massa yang bervariasi. Dengan memasukkan masing-masing parameter fisis dalam hubungan hukum Hooke, maka diperoleh nilai konstanta pegas melalui dua metode tersebut. Nilai selisih konstanta pegas antara hasil pengolahan citra dan hasil mekanik untuk metode statik sebesar 2.51%, sedangkan untuk metode dinamik sebesar 4.05%.", "Daftar File": {"2012 TA PP ADHITYA ALKAUTSAR 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66648", "2012 TA PP ADHITYA ALKAUTSAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66649", "2012 TA PP ADHITYA ALKAUTSAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66650", "2012 TA PP ADHITYA ALKAUTSAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66651", "2012 TA PP ADHITYA ALKAUTSAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66652", "2012 TA PP ADHITYA ALKAUTSAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66653", "2012 TA PP ADHITYA ALKAUTSAR 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66654"}, "Penulis": "ADHITYA ALKAUTSAR (NIM:10206034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Suprijadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "citra digital, gerak harmonik sederhana, konstanta pegas, pengolahan citra, pegas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}