{"Nomor": 14623, "Judul": "ANALISIS NUMERIK BILAH KIPAS MESIN TURBOFAN TAY650-15 YANG MENGALAMI RETAK MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Kerusakan dan penurunan efisiensi pada bilah kipas mesin turbofan jenis TAY 650-15 Roll-Royce yang diterima oleh PT. Nusantara Turbin dan Propulsi seringkali berupa penipisan coating, retak dan korosi. Sesuai dengan petunjuk dari     \n \n \n\nStructural Repair Manual (SRM) maka harus dilakukan prosedur perbaikan bagi bilah yang rusak karena pengikisan maupun cacat dikarenakan tumbukan dengan benda lain (notch). Teknik yang sering digunakan untuk menghilangkan notch adalah scallop. Scallop adalah pengikisan pada daerah yang mengalami cacat agar diskontinuitas geometri tidak terlalu tajam sehingga konsentrasi tegangan dapat dikurangi. Scallop yang memiliki kedalaman melebihi ketentuan dalam SRM akan membahayakan struktur.     \n \n \n\nPada tugas akhir ini dilakukan analisis pengaruh teknik scallop terhadap umur sisa dengan menggunakan Metode Elemen Hingga. Bilah kipas dimodelkan sebagai pelat datar 2D dan solid 3D yang mengalami retak tembus (through crack) pada     \n \n \n\narah ketebalan. Tujuan dalam pemodelan pelat datar 2D adalah untuk membuktikan bahwa perhitungan faktor geometri (β) dengan menggunakan metode numerik yang telah dilakukan benar. Faktor geometri yang telah didapatkan kemudian akan merujuk pada data Hand Book untuk geometri yang sama. Setelah metode numerik menggunakan model pelat datar 2D terbukti benar, kemudian dilakukan analisis perambatan retak tembus pada model solid 3D karena beban sentrifugal murni. Dengan beban sentrifugal sebesar 8.000 rpm dapat dihitung umur sisa untuk model pelat datar 2D dengan scallop adalah 17.600 cycle. Model solid 3D dengan scallop memiliki umur sisa mencapai 16.300. Sedangkan umur sisa bilah kipas tanpa scallop yang ditentukan oleh pabrik adalah 20.000 cycle.", "Daftar File": {"2009 TS PP ADE IRFANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66606", "2009 TS PP ADE IRFANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66607", "2009 TS PP ADE IRFANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66608", "2009 TS PP ADE IRFANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66609", "2009 TS PP ADE IRFANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66610", "2009 TS PP ADE IRFANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66611", "2009 TS PP ADE IRFANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66612"}, "Penulis": "ADE IRFANSYAH (NIM : 23607006)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Ichsan Setya Putra      \n \n \n\nPembimbing 2 : Dr. Ir. Tatacipta Dirgantara      \n \n \n\nPembimbing 3 : Ir. Rais Zain, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metode Elemen Hingga, Virtual Crack Closure, Faktor Intensitas Tegangan, Umur Fatigue.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}