{"Nomor": 14635, "Judul": "DETEKSI HAMBATAN MENGGUNAKAN SENSOR TERMAL UNTUK APLIKASI PESAWAT TANPA AWAK", "Abstrak": "Makin luasnya penggunaan oleh pengguna nonpilot seperti peneliti, pemadam kebakaran hutan, aparat penegak hukum, atau pasukan militer darat membuat UAV (Unmanned Aerial Vehicle) penting untuk dapat dengan mudah digunakan. Salah satu kemampuan kunci untuk memudahkan penggunaan UAV adalah kemampuan dalam mendeteksi dan menghindari hambatan, baik hambatan alami maupun buatan. Saat ini, sensor yang umumnya digunakan untuk mendeteksi hambatan pada UAV adalah LADAR, RADAR, dan visual-based. Berangkat dari hipotesis bahwa temperatur dari hambatan yang umum ditemui UAV (seperti pohon dan gedung) serupa dengan bumi, yaitu lebih panas daripada langit, penulis menggunakan sensor termal sebagai sensor pendeteksi hambatan. Deteksi hambatan dilakukan dengan menentukan sebuah nilai threshold untuk mengategorikan sebuah objek sebagai hambatan atau bukan. Dari perancangan dan penelitian sistem sensor tunggal, disimpulkan bahwa pendeteksian hambatan menggunakan sensor termal dapat dilakukan dengan menentukan nilai threshold. Nilai threshold ditentukan melalui empat pilihan metode yang pemilihannya memertimbangkan kompromi antara tingkat akurasi yang diinginkan dengan kecepatan dan kesulitan proses data. Tahap penelitian selanjutnya adalah merancang usulan konfigurasi sensor pendeteksi hambatan untuk menentukan arah manuver yang sebaiknya dituju oleh wahana. Usulan konfigurasi ini menggunakan tiga sensor dan membandingkan data bacaan ketiga sensor tersebut dengan nilai threshold. Sistem dengan tiga sensor yang dirancang dianggap mampu diaplikasikan pada operasi UAV sederhana sebagai pendeteksi hambatan dan penentu arah manuver.", "Daftar File": {"2010 TA PP ADIEB ARYASEPTA HARYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66691", "2010 TA PP ADIEB ARYASEPTA HARYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66692", "2010 TA PP ADIEB ARYASEPTA HARYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66693", "2010 TA PP ADIEB ARYASEPTA HARYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66694", "2010 TA PP ADIEB ARYASEPTA HARYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66695", "2010 TA PP ADIEB ARYASEPTA HARYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66696", "2010 TA PP ADIEB ARYASEPTA HARYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66697"}, "Penulis": "ADIEB ARYASEPTA HARYADI  (NIM : 13205102)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arief Syaichu Rohman M.Sc.", "Widyawardana Adiprawita ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UAV, deteksi hambatan, temperatur, threshold, arah manuver", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}