{"Nomor": 14644, "Judul": "DEVELOPMENT OF STRATEGY TO IMPROVE BRAND IMAGE OF STEKPI", "Abstrak": "Higher education industry is a competitive industry. There are many institutions provide similar courses to prospective students. In order to be able to survive and compete in this industry, an institution needs to be able to differentiate itself from competitors by focusing on what it does better than competitors. The number of applicants to private higher education institutions has been increasing from the past few years. However, the number of institutions has been increasing as well, making the industry more competitive, as more institutions provide different benefits to prospective students. Hence, it is harder for institutions to make profit and even survive.  \n \n\nBeing a private institution, the largest proportion of STEKPI's revenue comes from tuition fees. Therefore, STEKPI needs to enroll enough students to generate enough revenue in order to cover expenses and make profit. STEKPI has been experiencing a loss in profit for the past few years due to low number of enrollments. Finding the root cause of the issue is done through some analyses, started with the industry analysis using Porter's five forces. Next, exploratory research was done to find bases in developing questionnaires for quantitative research for high school students. Analysis was also done to STEKPI's current marketing programs to evaluate the effectiveness and efficiency of each one. Then, competitor analysis was done, that includes comparing STEKPI's marketing strategies with its competitors' along with analyzing the results of perception survey conducted to high school students. The analyses suggest that the root causes for STEKPI's problem are: poor communications, poor relationship building, and poor academic service quality. To resolve the problem, first thing to do is to improve STEKPI's academic service quality. Proposed solutions consist of conducting training to staff and implementing some service recovery strategies. Next, zero-based Integrated Marketing Communication (IMC) plan is used, with the objectives to increase STEKPI's image and perceived quality in the mind of its target audiences, and to build good relationships with some high schools which students match the profile of STEKPI's target market. It is hoped that with these, STEKPI will be able to increase the number of new enrollments. Methodology used in the IMC planning consists of prioritizing SWOTs, determining IMC objectives, developing strategies and tactics for each of the objectives, determining the  \n \n\nbudget, scheduling the activities, and evaluating the effectiveness. Marketing communication functions that are going to be used include advertising, event marketing, and sponsorships. Different strategies and functions are used for different target audiences to ensure the effectiveness of each activity in achieving the objectives of the IMC planning. It is hoped that  \n \n\nonce image and perceived quality are improved, and good relationships with high schools are improved, interest to STEKPI will raise, hence, increase in enrollments.  \n \n\nThe scheduling plan will cover implementation of IMC activities for a period of one year. Evaluation and gathering of feedbacks must be done regularly to identify the effectiveness of each activity and to examine whether the objectives have been achieved. Hence, improvements can be made.", "Daftar File": {"2010 TS PP ADI PRITTY PRYADNYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66751", "2010 TS PP ADI PRITTY PRYADNYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66752", "2010 TS PP ADI PRITTY PRYADNYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66753", "2010 TS PP ADI PRITTY PRYADNYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66754", "2010 TS PP ADI PRITTY PRYADNYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66755"}, "Penulis": "ADI PRITTY PRYADNYANI (NIM: 29108375)", "Kontributor / Dosen Pembimbing": ["Pembimbing Thesis: Dr. Ir. Mustika Sufiati Purwanegara, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Integrated Marketing Communication, IMC, Image, Perceived Quality, STEKPI", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}