{"Nomor": 14645, "Judul": "PEMODELAN MATEMATIKA HIDROGRAF SATUAN SINTETIS STUDI KASUS: DAERAH ALIRAN SUNGAI CITARUM", "Abstrak": "Menentukan hidrograf satuan merupakan hal yang sangat penting dalam menganalisis respon hidrologis daerah aliran sungai terhadap suatu kejadian hujan. Pada banyak kasus data pengukuran debit sungai dalam interval jam yang dibutuhkan untuk menentukan hidrograf satuan tidak selalu tersedia. Oleh karena itu perlu dibangun suatu metode untuk menentukan hidrograf satuan dari daerah aliran sungai yang tidak memiliki data pengukuran debit sungai. Metode yang telah berkembang didasarkan pada perhitungan teoritis atau empiris. Metode tersebut mengaitkan peak flow dan aspek waktu dari hidrograf dengan karakteristik daerah aliran sungai dan disebut hidrograf satuan sintetis. Fungsi peluang gamma dengan dua parameter digunakan sebagai representasi matematis dari hidrograf satuan di Daerah Aliran Sungai Citarum. Penyesuaian model yang dihasilkan dengan kondisi nyata di lapangan dilakukan dengan translasi dan penskalaan. Kedua parameter ditaksir dengan menggunakan Metode Particle Swarm Optimization. Model fungsi peluang gamma yang dihasilkan dapat digunakan sebagai hidrograf satuan sintetis.", "Daftar File": {"2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66760", "2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66759", "2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66758", "2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66757", "2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66756", "2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66762", "2012 TA PP ADISKA LAMBOK ANGELA SUKRAININGTYAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66761"}, "Penulis": "ADISKA LAMBOK ANGELA SUKRAININGTYAS  (NIM :10108023)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Dr. Edy Soewono", "Pembimbing II : Muhammad Islahuddin, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Respon hidrologis daerah aliran sungai, hidrograf, hidrograf satuan, hidrograf satuan sintetis, fungsi peluang gamma, particle swarm optimization, jumlah kuadrat berbobot.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}