{"Nomor": 14647, "Judul": "PERANCANGAN PROTEKSI KATODIK UNTUK PIPA PENYALUR MINYAK ONSHORE DAN OFFSHORE DENGAN METODE ANODA KORBAN BERDASARKAN ISO 15589", "Abstrak": "Minyak merupakan salah satu sumber energi yang banyak digunakan hingga saat ini. Salah satu faktor yang menentukan kelancaran proses produksi minyak adalah proses distribusi. Proses distribusi minyak dilakukan dengan menggunakan pipeline yang biasanya terbuat dari baja. Salah satu kelemahan material baja pada saat operasinya adalah masalah korosi. Korosi akan mempengaruhi integritas pipeline. Oleh karena itu, korosi pada pipeline harus dikendalikan. Metode pengendalian yang dapat dilakukan adalah aplikasi coating, inhibitor dan proteksi katodik. Dalam tugas akhir ini, dilakukan perancangan proteksi katodik untuk pipa penyalur minyak onshore dan offshore menggunakan metode anoda korban (sacrificial anode) yang berdasarkan pada ISO 15589 Part 1, untuk pipa onshore, dan ISO 15589 Part 2 untuk pipa offshore. Studi kasus dalam tugas akhir ini merupakan pipa penyalur minyak mentah sepanjang 19 km, yang terdiri dari 12 km offshore dan 7 km onshore, yang ada di daerah Lawe- Lawe, Kalimantan Timur, Indonesia. Hasil perancangan dalam tugas akhir ini, untuk umur desain 30 tahun, menunjukkan bahwa, untuk pipa offshore dengan diameter nominal 42 inch sepanjang 12 km, dibutuhkan anoda Aluminium dengan tipe bracelet sebanyak 137 buah dengan berat masing- masing anoda adalah 144,5 kg. Untuk pipa onshore dengan diameter nominal 42 inch sepanjang 7 km, dibutuhkan anoda Magnesium dengan tipe slender sebanyak 123 buah dengan berat masing- masing anoda adalah 27,2 kg. Dalam tugas akhir ini dianalisis beberapa parameter yang mempengaruhi desain proteksi katodik seperti ukuran pipa, coating breakdown factor, dan resistivitas elektrolit. Dalam tugas akhir ini juga dikembangkan sebuah calculation sheet yang dapat digunakan dalam perhitungan desain proteksi katodik anoda korban.", "Daftar File": {"2011 TA PP ADITIA WARDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66770", "2011 TA PP ADITIA WARDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66771", "2011 TA PP ADITIA WARDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66772", "2011 TA PP ADITIA WARDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66773", "2011 TA PP ADITIA WARDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66774", "2011 TA PP ADITIA WARDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66775", "2011 TA PP ADITIA WARDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66776"}, "Penulis": "ADITIA WARDANA (NIM : 13707019)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Prof. Dr. Ir. Rochim Suratman", "Prof. Dr. Ir. IGN Wiratmaja Puja", ""], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Minyak, pipeline, Perancangan Proteksi Katodik , Pipa Penyalur Minyak Onshore, Offsfore , Metode Anoda Korban , ISO 15589", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}