{"Nomor": 14650, "Judul": "ANALISIS PELUANG KEGAGALAN PERMUKAAN DALAM JARINGAN PIPA BAWAH LAUT DENGAN MODEL NORSOK", "Abstrak": "Jaringan pipa memiliki peranan yang sangat penting dalam industry minyak dan gas. Kelancaran proses produksi dan pendistribusian minyak dan gas sangat tergantung pada kondisi jaringan pipa. Kontrol dan pengawasan pada jaringan ini sangatlah diperlukan untuk menjamin proses produksi dan distribusi migas. Korosi merupakan penyebab utama kegagalan material khususnya pada jaringan pipa. Oleh karena itu untuk melihat pengaruh dari proses korosi terhadap kehandalan suatu jaringan pipa minyak diperlukan suatu analisis kehandalan pipa. Analisis peluang kegagalan akibat korosi merupakan salah satu sistem analisis kehandalan pipa yang mengintegrasikan identifikasi korosi yang terjadi serta tindak lanjut pemeliharaannya. Analisis ini mencakup tentang sebuah sistem analisa peluang kegagalan pipa akibat korosi, dengan studi aplikasinya pada beberapa pipa gas bawah laut dari dua industri minyak dan gas di Indonesia. Adapun jenis korosi yang dicakup dalam penelitian terhadap beberapa pipa gas ini adalah jenis korosi CO2 (sweet corrosion). \n \n \n \n \n \n \n\nAnalisa korosi berbasis kehandalan dilakukan dengan beberapa tahapan, mencakup identifikasi korosi yang terjadi pada pipa, prediksi laju korosi pada pipa, dan perhitungan peluang kegagalannya. Data diperoleh dari hasil inspeksi berupa data jaringan pipa lengkap dengan detail operasinya. Model NORSOK digunakan dalam analisis untuk memprediksi laju korosi internal yang terjadi pada pipa. Laju korosi kemudian diolah untuk mendapatkan peluang kegagalan dengan menggunakan distribusi peluang metode First Order Second Moment (FOSM). Resiko pipa dipetakan melalui memplot data peluang kegagalan terhadap tahun operasi ke dalam matriks berdasarkan kriteria yang diadopsi dari standar. Risiko menggambarkan keadaan pipa setiap waktunya apakah pipa dalam kondisi baik atau sebaliknya dengan menggolongkan tingkat critically pipa. \n \n \n \n \n \n \n\nHasil analisis dengan model NORSOK memberikan laju korosi internal pada 22 jaringan pipa yang dianalisis berkisar di antara 0,151-0,407 mm/tahun. Penambahan inhibitor dalam analisis dilakukan dengan efisiensi inhibitor 70%, dan menghasilkan laju korosi internal yang berubah nilainya menjadi kisaran 0,04-0,112 mm/tahun. Penambahan inhibitor pada jaringan-jaringan tersebut berada pada kisaran laju inhibitor 0,01-17 MSCFD tergantung laju alir gas di dalam pipa dan jumlah standar inhibitor yang harus ditambahkan. Analisis peluang kegagalan dengan distribusi peluang menggunakan metode FOSM (First Order Second Moment) dilakukan terhadap pipa 16ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”OD-Z-X52 dan memberikan peluang kegagalan jaringan pipa ini tiap tahun. Kehandalan jaringan pipa ini akan mengalami penurunan seiring waktu dan beresiko tinggi mengalami kegagalan mulai tahun 2020.", "Daftar File": {"2009 TA PP ADITYA CHANDRA TAMTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66785", "2009 TA PP ADITYA CHANDRA TAMTAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66786", "2009 TA PP ADITYA CHANDRA TAMTAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66787", "2009 TA PP ADITYA CHANDRA TAMTAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66788", "2009 TA PP ADITYA CHANDRA TAMTAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66789", "2009 TA PP ADITYA CHANDRA TAMTAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66790", "2009 TA PP ADITYA CHANDRA TAMTAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66791"}, "Penulis": "ADITYA CHANDRA TAMTAMA (NIM 12104005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Syoni Soepriyanto, M.Sc. dan Dr. Ahmad Taufik Joenoes, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Jaringan pipa bawah laut, Model NORSOK", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}