{"Nomor": 14655, "Judul": "PENGARUH JUMLAH SEL GENERATOR HHO TERHADAP PRESTASI MOTOR BENSIN DENGAN BAHAN BAKAR BENSIN - HHO", "Abstrak": "Minyak bumi adalah sumber daya energi yang paling luas penggunannya. Karena semakin menurunnya jumlah minyak bumi maka dibutuhkan energi baru atau suatu energi yang dapat semakin mengefisienkan penggunaan minyak bumi. Salah satu solusi untuk mengatasi keterbatasan energi tersebut adalah dengan menambahkan gas oksihidrogen ke dalam ruang bakar. HHO (oksihidrogen) adalah gas hasil elektrolisis air. Penelitian ini dilakukan utuk melihat apakah ada penghematan yang terjadi jika dimasukan gas HHO ke dalam ruang bakar. Penelitian ini dilakukan dengan cara menghitung waktu konsumsi bahan bakar bensin sebanyak 25 ml, dengan 4 variasi beban dan mengganti jumlah sel sebagai variabel pembanding lainnya. Menggunakan mesin uji otto 4 langkah 1 silinder, berkapasitas 100 cc dan berdaya maksimum 3330W.  \n \n\nHHO terbanyak dihasilkan ketika generator HHO menggunakan sel sebanyak 6 buah, jika disuplai listrik 12V 8A. Pengujian ini menggunakan SFC dan efisiensi sebagai pembanding prestasi mesin. Dari hasil pengujian, penghematan terbesar terjadi saat menggunakan generator HHO 5 sel. HHO dengan 5 sel menghemat biaya sebesar 112 rupiah/kwh untuk rata Ã‚Â– rata beban. Serta SFC rata Ã‚Â– rata 0.6825 liter/kWh. Hal ini terjadi karena HHO yang berfungsi sebagai katalis reaksi saat terjadi pembakaran. HHO membuat pembakaran lebih sempurna. Kesimpulan penelitian kali ini adalah gas HHO menmperkecil SFC dan menaikkan efisiensi saat beban tinggi. Saat beban dibawah 70%, SFC mesin uji yang disuplai HHO lebih besar dibanding SFC mesin uji yang tidak disuplai HHO. Hal ini disebabkan karena saat beban rendah, putaran mesin tinggi dan tekanan pada ruang bakar lebih vakum. Hal itu memungkinkan berubahnya gas HHO menjadi air.", "Daftar File": {"2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66822", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66823", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66824", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66825", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66826", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66827", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66828", "2010 TA PP ADITYA PERDANA SUHERMAN PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66829"}, "Penulis": "ADITYA PERDANA SUHERMAN PUTRA (NIM : 13105021)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ing. Tri Yuswidjajanto Zaenuri", "Pembimbing 2 : Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Minyak bumi, HHO, oksihidrogen, motor bensin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}