{"Nomor": 14658, "Judul": "ANALISIS STATIK DAN DINAMIK PIPA BAWAH LAUT YANG MENGALAMI FREESPANNING DENGAN STUDI KASUS PIPA 14 INCI DI AREA HANGTUAH", "Abstrak": "Pipa bawah laut merupakan alat transportasi untuk menyalurkan sumber energi terbesar di dunia yaitu minyak dan gas bumi. Freespanning adalah bagian pipa bawah laut yang tidak tertumpu. Pipa bawah laut di seluruh dunia sering diletakkan begitu saja di seabed. Oleh karena itu, banyak pipa bawah laut yang dapat mengalami freespanning. Pipa bawah laut dianalisis untuk mengetahui panjang span dinamiknya untuk mencegah getaran terjadi pada pipeline dan menentukan panjang span statik untuk mengetahui panjang span dimana yielding terjadi.  \n \n\nTujuan tugas akhir ini adalah menentukan panjang span dinamik berdasarkan DNV RP-F105 dan menentukan panjang span statik berdasarkan DNV OS-F101. Studi kasus tugas akhir ini adalah freespanning pada pipa bawah laut di area Hangtuah, Laut Natuna. Analisis studi kasus dibantu dengan menggunakan calculation sheet dengan Microsoft Office Excel 2007.  \n \n\nSetelah dilakukan analisis terhadap pipeline yang berada di area Hangtuah didapatkan hasil yaitu panjang span dinamik dan statik sepanjang 16 m dan 28 m pada pipeline 14Ã‚Â” dari Hangtuah Platform ke Keong MK1. Span yang memiliki panjang lebih dari kriteria dinamik tersebut berjumlah 20 span. Span yang melewati kriteria panjang span statik berjumlah 4 span. Dibutuhkan intervensi pada pipeline span yang panjangnya melewati masing Ã‚Â– masing kriteria.", "Daftar File": {"2010 TA PP ADITYA ZAINUD AIRLANGGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66844", "2010 TA PP ADITYA ZAINUD AIRLANGGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66845", "2010 TA PP ADITYA ZAINUD AIRLANGGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66846", "2010 TA PP ADITYA ZAINUD AIRLANGGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66847", "2010 TA PP ADITYA ZAINUD AIRLANGGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66848", "2010 TA PP ADITYA ZAINUD AIRLANGGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66849", "2010 TA PP ADITYA ZAINUD AIRLANGGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66850"}, "Penulis": "ADITYA ZAINUD AIRLANGGA  (NIM : 13104144)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Statik dan Dinamik, Pipa bawah laut, Freespanning, Pipa 14 Inci, Area Hangtuah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}