{"Nomor": 14654, "Judul": "ANALISIS KESTABILAN DINAMIK LOKOMOTIF DH PADA LINTASAN LURUS DAN TIKUNGAN", "Abstrak": "Indonesia dengan populasi yang besar membutuhkan sistem transportasi yang handal untuk melayani kebutuhan penduduknya. Kendaraan rel merupakan salah satu alternatif yang dapat memberikan jawaban bagi tantangan dalam masalah transportasi di Indonesia. Untuk itu, pengembangan kendaraan rel hendaknya menjadi prioritas bagi pengembangan sistem transportasi nasional sehingga perlu dikuasai teknologinya. Salah satu upaya penguasaan teknologi adalah pengembangan prototipe Lokomotif Diesel-Hidrolik (DH) oleh PT INKA. Tugas sarjana ini menyajikan analisis dinamik Lokomotif mencakup kinerja dan kestabilan dinamik sebagai bagian dari proses perancangan Lokomotif DH. Analisis dinamik dilakukan dengan memodelkan Lokomotif sebagai sistem benda jamak yang terdiri atas benda tegar yang saling terhubung oleh interkoneksi. Perangkat lunak Universal Mechanism 4.0 digunakan dalam menyusun model dinamik serta melakukan analisis dinamik Lokomotif DH. Pada lintasan lurus batasan kestabilan dinyatakan oleh kecepatan kritis, Vcr, yang merupakan batasan dimana gerakan hunting kendaraan rel masih teredam. Operasi di atas Vcr akan mengakibatkan gerak hunting tak-teredam dengan resiko anjlok. Pada tikungan, batasan kestabilan adalah kriteria Nadal, rasio loading-unloading dan guiding force. Dua batasan pertama terkait dengan kestabilan dinamik kendaraan rel di tikungan, sedangkan guiding force perlu dibatasi untuk mencegah keausan dini roda. Simulasi dinamik dilakukan untuk memperoleh kriteria kestabilan tersebut pada berbagai kondisi operasi untuk kemudian dibandingkan dengan batasan kestabilan yang ada di literatur. Parameter yang sangat menentukan kestabilan dinamik adalah nilai kekakuan pegas primer. Nilai yang makin besar akan meningkatkan Vcr, namun menurunkan performa dinamik di tikungan. Oleh karena itu, dikaji juga pengaruh kekakuan pegas primer (kpz) terhadap lintasan lurus dan tikungan agar diperoleh nilai kekakuan yang optimum. Hasil analisis menunjukkan bahwa nilai optimum kekakuan pegas primer, kpz adalah 1,0 kN/mm, dengan besaran dinamik yang memenuhi parameter rancangan.", "Daftar File": {"2011 TA PP ADITYA NURFEBRIARTANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66814", "2011 TA PP ADITYA NURFEBRIARTANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66815", "2011 TA PP ADITYA NURFEBRIARTANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66816", "2011 TA PP ADITYA NURFEBRIARTANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66817", "2011 TA PP ADITYA NURFEBRIARTANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66818", "2011 TA PP ADITYA NURFEBRIARTANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66819", "2011 TA PP ADITYA NURFEBRIARTANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66820", "2011 TA PP ADITYA NURFEBRIARTANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66821"}, "Penulis": "ADITYA NURFEBRIARTANTO (NIM : 13107119)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir Andi Isra Mahyuddin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kestabilan Dinamik Lokomotif DH, Lintasan Lurus dan Tikungan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}