{"Nomor": 14652, "Judul": "PENGEMBANGAN PROSEDUR PERBAIKAN PADA AXIAL IMPELLER OF TURBINE DRIVEN VANEAXIAL FAN DENGAN GAS TUNGSTEN ARC WELDING", "Abstrak": "Axial Impeller P/N 801414-2 yang mengalami kegagalan bilah yang tergerus (eroded blade) merupakan bagian dari komponen Turbine Driven VaneAxial Fan dengan P/N 801240-2 untuk tipe pesawat terbang B737-300/400/500. Berdasarkan pengujian Optical Emission Spectroscopy (OES) sesuai standar ASTM E-415, material dari Axial Impeller tersebut adalah jenis material aluminium casting 355. Dugaan awal penyebab kegagalan pada Axial Impeller of Turbine Driven Vane Axial fan P/N 801414-2 adalah karena tumbukan dengan benda asing seperti pasir, kerikil, udara kotor, atau yang biasa disebut dengan FOD (Foreign Object Damage). Dengan adanya sertifikasi DOA (Design Organization Approval) class B dari DGCA (Directorate General of Civil Aviation) yang dimiliki oleh PT. GMF Aero Asia, PT. GMF AeroAsia memiliki kewenangan untuk melakukan perubahan desain dari suatu produk, part, atau komponen lain. PT. GMF AeroAsia kemudian melakukan pengembangan prosedur terbaikan pada bilah yang tergerus (eroded blade) Impeller of Turbine Driven VaneAxial Fan berdasarkan otoritas yang telah dimiliki. Prosedur perbaikan bilah yang tergerus (eroded blade) dari Axial Impeller of Turbine Driven VaneAxial fan P/N801414-2 dikembangkan berdasarkan PQTR (Procedure Qualification Test Record) yang mencakup pengelasan dengan metode Gas Tungsten Arc Welding (GTAW), perlakuan panas (heat treatment), uji kekerasan Rockwell, uji kekerasan microhardness (microvickers), destructive testing (pengujian tarik), dan non destructive testing (penetrant testing dan pengujian radiografi). Perhitungan tegangan juga dilakukan baik secara analitik akibat gaya sentrifugal maupun dengan perhitungan metode elemen hingga untuk menghitung analisis tegangan yang terjadi akibat beban operasi yang meliputi beban tekanan, temperatur, dan gaya sentrifugal.", "Daftar File": {"2011 TA PP ADITYA NOOR M 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66800", "2011 TA PP ADITYA NOOR M 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66801", "2011 TA PP ADITYA NOOR M 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66802", "2011 TA PP ADITYA NOOR M 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66803", "2011 TA PP ADITYA NOOR M 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66804", "2011 TA PP ADITYA NOOR M 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66805", "2011 TA PP ADITYA NOOR M 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66806"}, "Penulis": "ADITYA NOOR M  (NIM : 13606030)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Djarot Widagdo", "Dr.Eng.Arif Sugianto (PT.GMF AeroAsia)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proses pengelasan, GTAW, solution treatment, aging treatment, quenching, destructive testing (uji tarik), non destructive testing (penetrant testing dan radiography testing) , perhitungan analitik akibat gaya sentrifugal, perhitungan tegangan von Mises metode elemen hingga .", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}