{"Nomor": 14668, "Judul": "PENGGUNAAN GAS CAMPURAN STOKIOMETRIK HIDROGEN-OKSIGEN (HHO) PADA MOTOR DIESEL PENYEMPROTAN LANGSUNG DENGAN BAHAN BAKAR CAMPURAN 50% MINYAK KELAPA MURNI (PURE COCONUT OIL) dan SOLAR YANG DIPANASKAN", "Abstrak": "Masyarakat dunia saat ini sedang mengalami dua masalah utama, yaitu semakin berkurangnya cadangan bahan bakar fosil serta emisi CO2 dari penggunaan solar yang berkontribusi terhadap pemanasan global. Pure Coconut  \n \n\nOil (PCO) merupakan bahan bakar alternatif untuk motor diesel. PCO memiliki beberapa kelebihan, yaitu bersifat terbaharukan, tidak berkontribusi terhadap emisi CO2, mengandung oksigen serta kandungan belerang yang rendah. Sebagai bahan bakar alternatif, PCO mempunyai beberapa kelemahan seperti nilai LHV yang lebih rendah dari solar, viskositas yang tinggi serta volatilitas yang rendah. Untuk mengatasi masalah viskositas yang tinggi, maka PCO akan dipanaskan hingga temperatur 70o C dan dicampur dengan solar dengan perbandingan volume 1:1. Gas hidrogen-oksigen (HHO) akan ditambahkan ke ruang bakar untuk memperbaiki kualitas pembakaran motor diesel berbahan bakar PCO. Hasil pengujian putaran konstan pada 2000 rpm dan beban berbeda  \n \n\nmenunjukan bahwa penggunaan gas HHO pada PCO dapat meningkatkan efisiensi termal sebesar 4,24 %, nilai BSFC turun 9,24 %, menurunkan emisi THC sebesar 1,21%, kemudian emisi CO akan turun 0,74% dan opasitas asap juga turun 9,20%. Sedangkan bila dibandingkan dengan solar, PCO+HHO dapat menurunkan opasitas asap sebesar 15,99%, naiknya efisiensi termal sebesar 4,35%, serta temperatur gas buang yang turun 4,28% pada 2000 rpm. Hasil pengamatan pada grafik tekanan dan laju pelepasan panas, penggunaan gas HHO  \n \n\npada PCO memperpendek ignition delay dan menurunkan puncak tekanan. Dengan semakin dekatnya puncak tekanan ke titik mati atas akan menghasilkan torsi dan daya yang lebih tinggi.", "Daftar File": {"2011 TA PP ADRIAN BAHAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66903", "2011 TA PP ADRIAN BAHAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66904", "2011 TA PP ADRIAN BAHAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66905", "2011 TA PP ADRIAN BAHAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66906", "2011 TA PP ADRIAN BAHAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66907", "2011 TA PP ADRIAN BAHAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66908", "2011 TA PP ADRIAN BAHAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66909"}, "Penulis": "ADRIAN BAHAR  (NIM : 13105114)", "Kontributor / Dosen Pembimbing": ["Tim pembimbing  :  Dr. Ir. Iman K. Reksowardojo", "Athol J. Kilgour,B.Ag.Sc.", "Dr. Ir. Tirto P. Brodjonegoro", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahan bakar fosil, emisi CO2, solar, Pure Coconut Oil (PCO)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}