{"Nomor": 14666, "Judul": "PENGARUH PENAMBAHAN ADITIF-OKSIDAN TERHADAP KARAKTERISTIK POLISTIREN", "Abstrak": "Salah satu metode untuk memodifikasi limbah polistiren adalah melalui pembentukan polistiren oxo-biodegradable sehingga dapat terurai atau terbiodegradasi di alam. Pada pembuatan polistiren oxo-biodegradable, adanya penambahan aditif-oksidan ke dalam polistiren dapat mempercepat terjadinya degradasi oksidatif setelah terkena panas atau sinar ultraviolet (UV). Proses degradasi oxo-biodegradable terjadi melalui dua tahap, yaitu tahap abiotik dan biotik. Pada tahap abiotik, teraktivasinya zat aditif akibat penyinaran sinar UV menyebabkan reaksi oksidasi pada polimer. Setelah tahap degradasi abiotik, terjadi degradasi secara biotik dengan bantuan mikroorganisme dari lumpur aktif. Pada penelitian ini dibuat tiga variasi penambahan aditif-oksidan ke dalam polistiren, yaitu 0; 0,5%; dan 2%. Pada setiap film polistiren oxo-biodegradable dilakukan penyinaran dengan sinar UV selama 0, 1, 5, dan 7 hari. Uji biodegradibilitas pada film polistiren oxo-biodegradable dilakukan dengan menggunakan mikroorganisme dari lumpur aktif dan diinkubasi selama 10, 20, dan 30 hari. Untuk mengetahui karakteristik polimer dilakukan karakterisasi yang meliputi analisis gugus fungsi dengan Fourier Transform Infra Red (FTIR), analisis kekuatan sifat mekanik dengan uji tarik (tensile tester), pengurangan berat, dan analisis morfologi permukaan dengan scanning electron microscope (SEM). Hasil penelitian diperoleh nilai indeks karbonil tertinggi terdapat pada polistiren dengan penambahan aditif 2 % dan penyinaran selama 5 hari. Sifat elastisitas polistiren semakin menurun seiring dengan banyaknya presentase aditif-oksidan dan semakin lamanya waktu penyinaran dengan sinar UV. Hasil uji biodegradasi film polistiren oxo-biodegradable memperlihatkan terjadi penurunan berat selama proses biodegradasi.", "Daftar File": {"2012 TA PP ADLINA ABTALIANA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66889", "2012 TA PP ADLINA ABTALIANA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66890", "2012 TA PP ADLINA ABTALIANA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66891", "2012 TA PP ADLINA ABTALIANA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66892", "2012 TA PP ADLINA ABTALIANA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66893", "2012 TA PP ADLINA ABTALIANA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66894", "2012 TA PP ADLINA ABTALIANA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66895"}, "Penulis": "ADLINA ABTALIANA (NIM : 10507047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. I Made Arcana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "polistiren oxo-biodegradable, termal degradasi, biodegradasi, lumpur aktif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}