{"Nomor": 14660, "Judul": "ANALISIS STATIK STRUKTUR BADAN LOKOMOTIF DIESEL HIDROLIK", "Abstrak": "Lokomotif adalah kendaraan rel yang berfungsi untuk menarik kereta penumpang dibelakangnya. Di Indonesia, lokomotif yang ada seluruhnya rata-rata sudah berusia diatas 25 tahun. Padahal usia lokomotif yang ideal hanya 25 tahun.  \n \n\nPT INKA (Persero) sebagai salah satu industri perkeretaapian di Asia bekerjasama dengan Kemenhub dan ITB sebagai lembaga penelitian mencoba merancang dan menganalisis lokomotif berjenis diesel-hidrolik. Lokomotif ini merupakan pertama kalinya yang dirancang oleh PT INKA.  \n \n\nKegiatan analisis yang dilakukan meliputi analisis beban statik sesuai standar yang ditetapkan untuk digunakan, yaitu BS EN 12663-1:2010. Langkah pertama adalah mengumpulkan data perancangan yang telah dibuat sebelumnya.  \n \n\nLangkah selanjutnya adalah melakukan pemodelan struktur pada perangkat lunak ANSYS 11.0. Kemudian model struktur diberikan kondisi batas dan beban sesuai standard an prosedur pengujian. Langkah terakhir analisis adalah melakukan seimulasi atas pembebanan yang diberikan pada model struktur. Dari simulasi tersebut, didapatkan hasil berupa tegangan dan defleksi struktur. Pada rancangan awal, terjadi kegagalan pada model, karena tegangan mencapai 264 MPa pada bagian coupler, dimana tegangan yang diijinkan pada bagian tersebut hanya 258,75 MPa. Modifikasi dilakukan dengan cara menambah ketebalan pada bagian pelat yang diperkirakan mengalami kegagalan. Modifikasi juga dilakukan pada dinding tangki bahan bakar dengan melakukan penebalan  \n \n\npada dinding. Tujuannya adalah untuk menambah kekakuan dan berat pada struktur. Modifikasi yang dilakukan berhasil menurunkan tegangan yang terjadi dari 264 Mpa menjadi 201 MPa sehingga kekuatan struktur lokomotif dinyatakan  \n \n\nmemenuhi standard dan regulasi pemerintah.", "Daftar File": {"2011 TA PP ADITYO PRATOMO PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66858", "2011 TA PP ADITYO PRATOMO PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66859", "2011 TA PP ADITYO PRATOMO PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66860", "2011 TA PP ADITYO PRATOMO PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66861", "2011 TA PP ADITYO PRATOMO PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66862", "2011 TA PP ADITYO PRATOMO PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66863", "2011 TA PP ADITYO PRATOMO PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66864", "2011 TA PP ADITYO PRATOMO PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66865"}, "Penulis": "ADITYO PRATOMO PUTRA (NIM : 13107082)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing :  Rachman Setiawan, ST, M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Statik Struktur badan lokomotif,  Lokomotif,  Diesel Hidrolik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}