{"Nomor": 14670, "Judul": "ANALISIS KORELASI FENOMENA PENURUNAN MUKA TANAH DENGAN BENCANA BANJIR DI CEKUNGAN BANDUNG", "Abstrak": "Cekungan Bandung adalah suatu wilayah dataran tinggi Bandung yang merupakan sebuah zona depresi antar pegunungan yang cukup luas. Cekungan Bandung memiliki luas sekitar 2.300 km2 dan dikelilingi oleh pegunungan dengan ketinggian mencapai lebih dari 2000 m. Berdasarkan pengamatan penurunan muka tanah di Cekungan Bandung dengan pengamatan GPS dari tahun 2000-2012, kecepatan penurunan muka tanah rata-rata dari tahun berkisar 6,3 cm/tahun dan dapat mencapai 19 cm/tahun di beberapa lokasi. Sedangkan total penurunan muka tanah di titik pengamatan sepanjang tahun 2000-2012, dapat mencapai hingga 229 cm.      \n \n \n \n \n \n\nPenurunan muka tanah yang terjadi di Cekungan Bandung diduga disebabkan oleh pengambilan airtanah, pembangunan bangunan dan infrastruktur, konsolidasi dari tanah berjenis alluvial, dan juga penurunan tanah akibat proses geotektonik. Fenomena penurunan muka tanah ini diduga dapat berakibat memperparah kondisi banjir yang seringkali terjadi di beberapa wilayah sekitar Sungai Citarum yang terdapat pada Cekungan Bandung. Tulisan ini membahas tentang keterkaitan fenomena penurunan muka tanah dengan bencana banjir di Cekungan Bandung.", "Daftar File": {"2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66917", "2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66918", "2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66919", "2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66920", "2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66921", "2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66922", "2013  TA PP ADRIAN MUCHLIS RAHMANSYAH1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66923"}, "Penulis": "ADRIAN MUCHLIS RAHMANSYAH (nim: 15109016).", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof. Dr. Ir. Hasanuddin Z. Abidin, M.Sc.", "Irwan Gumilar, ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan muka tanah, GPS, Banjir, Cekungan Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}