{"Nomor": 14674, "Judul": "EVALUASI USULAN METODE PEMILIHAN SAHAM DAN KOMPOSISI PORTOFOLIO: STUDI KASUS PT PANIN SEKURITAS TBK.", "Abstrak": "Panin Sekuritas berupaya memberikan solusi atau rekomendasi yang didasari oleh pengetahuan yang mendalam atas kebutuhan investasi dari para nasabahnya. Untuk itu, Analis dari Panin Sekuritas membentuk suatu portofolio dimana proses pemilihan sahamnya menggunakan Neraca kuat dan pembentukan portofolio menggunakan Beta. Adanya usulan dari analis lain di Panin Sekuritas yang mengatakan bahwa Panin sekuritas sebaiknya membandingkan dulu metode yang saat ini deipakai dengan Metode growth untuk pemilihan sahamnya dan metode CAPM sebagai metode pembentuk portofolionya, supaya diketahui metode mana yang menghasilkan return yang lebih tinggi.Untuk menanggapi usulan dari analis pada Panin Sekuritas tersebut, maka penulis mencoba untuk membuat suatu Portofolio dimana metode yang digunakan untuk pemilihan saham adalah metode growth, dan metode pembentukan portofolionya menggunakan CAPM (Capital Asset Pricing Model). Selain itu, penulis juga mencoba untuk mengkombinasikan antara metode neraca kuat untuk pemilihan sahamnya dengan metode CAPM dalam pembentukan portofolionya dan metode growth untuk pemilihan sahamnya dan metode Beta untuk pembentukan portofolionya. Langkah pertama adalah melakukan pemilihan saham menggunakan metode growth. Langkah berikutnya adalah membentuk portofolio menggunakan metode CAPM. Selanjutnya adalah melakukan kombinasi portofolio, yaitu Neraca Kuat dengan CAPM dan Growth dengan Beta. Setelah itu barulah dilakukan simulasi untuk mendapatkan return yang terbesar. Hasil dari penelitian ini didapatkan bahwa metode pemilihan saham menggunakan Neraca Kuat dan Metode Beta sebagai Pembentuk Portofolio menghasilkan return terbesar dibandingkan dengan metode lain. Tetapi, untuk kedepannya Panin Sekuritas tidak bisa hanya menggunakan metode Neraca Kuat dan Beta saja, karena metode investasi yang saat ini terbukti menghasilkan return terbesar belum tentu sesuai dengan kondisi di masa yang akan datang.", "Daftar File": {"2009 TS PP ADRIANUS KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66944", "2009 TS PP ADRIANUS KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66945", "2009 TS PP ADRIANUS KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66946", "2009 TS PP ADRIANUS KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66947", "2009 TS PP ADRIANUS KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66948", "2009 TS PP ADRIANUS KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66949"}, "Penulis": "ADRIANUS KURNIAWAN (NIM : 29107333)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik: Ir. Evo S Hariandja, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Saham, Metode Pemilihan Saham, Metode Pembentukan Portofolio, Return.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}