{"Nomor": 14672, "Judul": "PENGEMBANGAN METODE DOUBLE DIFFERENTIAL UNTUK RELOKASI HIPOSENTER MIKROSEISMIK DAN VALIDASI PROGRAM", "Abstrak": "Metode Double Differential dikembangkan untuk menentukan lokasi hiposenter suatu kejadian gempa yang lebih akurat. Metode ini dapat diaplikasikan pada monitoring reservoar di bidang geothermal. Monitoring reservoar ini menggunakan injeksi air yang dilakukan pada suatu sistem geothermal yang ada. Pada saat menginjeksikan air, fluida bergerak pada struktur seperti rekahan maupun sesar-sesar kecil dan menimbulkan mikroseismik pada struktur tersebut. Struktur reservoar kemudian diestimasi dengan menggunakan hiposenter- hiposenter mikroseismik yang timbul akibat pergerakan fluida selama injeksi dilakukan. Oleh karena itu, hiposenter mikroseismik menjadi bagian terpenting dalam interpretasi struktur reservoar sehingga penentuan lokasi hiposenter yang tepat sangat diperlukan dalam monitoring reservoar ini.        \n \n \n \n\nMetode Double Differential digunakan untuk merelokasi hiposenter kejadian mikroseismik dari lokasi awal yang belum tepat. Metode ini memerlukan teknik- teknik pendukung sebagai masukan dalam perhitungannya seperti metode Single Event Determination untuk penentuan lokasi awal hiposenter, Joint Hypocenter Determination untuk relokasi hiposenter dengan mengurangi efek dari kesalahan penggunaan model kecepatan, coherency clustering untuk mengumpulkan kejadian-kejadian mikroseismik yang berdekatan dalam suatu cluster, dan penentuan delay time karena metode ini menggunakan selisih residual waktu dari tiap pasangan kejadian mikroseismik.        \n \n \n \n\nPada penelitian tugas akhir ini, metode Double Differential dikembangkan dalam suatu program. Data yang digunakan diperoleh dari Tohoku University dan diolah menggunakan program yang dibuat dalam penelitian tugas akhir ini.. Hasil pengolahan data kemudian divalidasi dengan hasil Tohoku University untuk menguji program yang telah dibuat.", "Daftar File": {"2009 TA PP ADRIANTO WIDI KUSUMO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66930", "2009 TA PP ADRIANTO WIDI KUSUMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66931", " 2009 TA PP ADRIANTO WIDI KUSUMO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66932", " 2009 TA PP ADRIANTO WIDI KUSUMO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66933", " 2009 TA PP ADRIANTO WIDI KUSUMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66934", " 2009 TA PP ADRIANTO WIDI KUSUMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66935", "2009 TA PP ADRIANTO WIDI KUSUMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66936"}, "Penulis": "ADRIANTO WIDI KUSUMO (NIM : 123 05 004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. sri Widiyantoro", "Dr.rer.nat. R. Mohammad Rachmat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geothermal, Double Differential, coherency clustering", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}