{"Nomor": 14671, "Judul": "THE APPLICATION OF DIVIDEND YIELD BASED INVESTMENT STRATEGY IN INDONESIAN STOCK EXCHANGE", "Abstrak": "Pasar saham di Indonesia berkembang dengan pesat, diikuti oleh kenaikan rating investasi Indonesia oleh perusahaan rating dan riset investasi seperti MoodyÃ‚Â’s dan S&P, membuat pasar saham di Indonesia terlihat seksi di mata para investor dari berbagai negara. Kebutuhan akan strategi investasi yang baik dan memberikan hasil yang menarik kepada para investor adalah sangat penting dalam kompetisi antar perusahaan investasi. Perusahaan investasi berkompetisi untuk menarik investor dengan menawarkan portofolio yang memberikan keuntungan yang tinggi. Strategi investasi yang sederhana dan mudah diaplikasikan sering dicari oleh para investor untuk memaksimalkan portofolio mereka. Salah satu strategi investasi yang berkembang tapi belum banyak digunakan di Indonesia adalah strategi investasi berbasis dividend yield. Strategi ini pertama kali diperkenalkan oleh Michael B. OÃ‚Â’Higgins dalam bukunya Beating the Dow yang disebut strategi Dogs of the Dow. Strategi investasi berbasis dividend yield ini sangat mudah untuk diaplikasikan dan juga memberikan hasil performa yang tinggi. Strategi investasi berbasis dividend yield seperti Dogs of the Dow cukup popular di Amerika Serikat, tetapi penggunaannya di Indonesia masih langka. Oleh karena itu, strategi investasi ini diharapkan akan memberikan hasil yang menguntungkan. Masalah utama pada penulisan proyek akhir ini adalah apakah pengaplikasian dari strategi investasi berbasis dividend yield ini pada pasar saham Indonesia, terutama pada indeks LQ45, akan menghasilkan hasil yang baik seperti pada indeks Dow Jones. Analisis aplikasi strategi investasi berbasis dividend yield pada penelitian ini menggunakan data historis saham-saham LQ45 dari periode 2006 hingga 2011. Harga penutupan akhir tahun dan dividen tahunan perusahaan merupakan komponen dalam menghitung dividend yield. Portofolio yang terbentuk berisi 10 saham yang mempunyai dividend yield tertinggi. Portofolio dari strategi investasi berbasis dividend yield mempunyai beberapa alternatif portofolio yang memberikan hasil yang tinggi dan bervariasi. Proyek akhir ini memberikan analisis kinerja portofolio-portofolio tersebut dalam Sharpe ratio. Penelitian yang dilakukan menunjukkan bahwa strategi investasi berbasis dividend yield dapat memberikan kinerja yang tinggi dan mudah untuk diaplikasikan. Dengan strategi investasi yang memberikan hasil portofolio yang menarik bagi investor, perusahaan investasi dapat menarik para investor untuk berinvestasi para produk mereka. Investor individu juga dapat membangun portolio mereka dengan menggunakan strategi investasi ini untuk memaksimalkan keuntungan mereka.", "Daftar File": {"2012 TS PP ADRIANSYAH EKAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66924", "2012 TS PP ADRIANSYAH EKAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66925", "2012 TS PP ADRIANSYAH EKAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66926", "2012 TS PP ADRIANSYAH EKAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66927", "2012 TS PP ADRIANSYAH EKAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66928", "2012 TS PP ADRIANSYAH EKAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66929"}, "Penulis": "ADRIANSYAH EKAPUTRA (NIM 29110084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Subiakto Sukarno, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pasar saham Indonesia, dividend yield, strategi investasi.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}