{"Nomor": 14675, "Judul": "PERANCANGAN DAN PEMBUATAN KOMPONEN PERALATAN PENCETAK PADA MESIN PENGEPAK VAKUM BERAS KEMASAN 5 KG", "Abstrak": "Beras adalah salah satu makan pokok orang Indonesia. Pengepakan beras yang dijumpai di pasar swalayan saat ini menggunakan karung atau kantong plastik. Untuk menjaga kualitas beras dalam kantong plastik, dilakukan pengepakan vakum. Kelebihan lain dari pengepakan vakum ini adalah bentuk dan ukuran beras menjadi lebih rapi dan padat, kemasan lebih mudah disusun di kardus, dan kantong tidak mudah pecah saat dikirim. Tugas sarjana ini merupakan salah satu bagian dari rancang bangun mesin pengepak vakum beras. Kapasitas kemasan beras untuk mesin ini adalah 5 (lima) kilogram sesuai ukuran kemasan pada umumnya. Dalam pengerjaan tugas sarjana ini, Fakultas Teknik Mesin dan Dirgantara (FTMD) - Institut Teknologi Bandung (ITB)  \n \n\nberkolaborasi dengan PT. Norita Flexindo yang merupakan salah satu perusahaan pengepakan (packaging) yang berlokasi di Cileungsi, Bogor. Secara umum, mesin pengepak vakum beras ini terdiri dari empat stasiun yaitu stasiun penyiapsediaan, pembukaan dan pengisian, pemvakuman dan penutupan (sealing), dan peletakan (eject).  \n \n\nRuang lingkup laporan ini meliputi perancangan dan pembuatan komponen peralatan pencetak. Di alat ini, kantong plastik yang sudah diisi beras perlu dicetak atau dibentuk  \n \n\nsehingga beras terdistribusi merata dan lebar kemasan relatif seragam. Dengan sedikitnya informasi yang tersedia tentang pencetak ini, perancangan dimulai dari beberapa percobaan sederhana, kajian literatur, dan wawancara. Dalam  \n \n\neksperimen sederhana, didapatkan bahwa kantong beras harus dimasukkan ke dalam sebuah pencetak kemudian diisi sambil dikocok agar bentuk kemasan beras bagus dan rata. Hal ini kemudian direalisasikan menjadi sebuah mekanisme di mana saat beras dituang, kantong beras diletakkan di antara dua pelat dengan jarak tertentu dan dikocok dengan aktuator pneumatik dari bawah. Saat ini, proses pembuatan di bengkel PT. Norita Flexindo sudah mencapai 80%. Diharapkan pengujian dapat segera dilakukan setelah prototipe selesai dibuat, sehingga dapat dilihat keberhasilan proses pencetakan. Setelah itu, dilakukan modifikasi dan penyelarasan akhir sehingga diperoleh produk mesin  \n \n\npengepak vakum yang layak jual.", "Daftar File": {"2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66950", "2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66951", "2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66952", "2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66953", "2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66954", "2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66955", "2009 TA PP ADRIANUS NOVADRI SUPARMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66956"}, "Penulis": "ADRIANUS NOVADRI SUPARMAN (NIM : 13105054)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Ign. Pulung Nurprasetio, MSME", "Pembimbing 2 : Eka Febrian Sutanto, ST"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Beras, plastik, kemasan plastik, pengepak vakum beras, pengepakan, packaging", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}