{"Nomor": 14676, "Judul": "SINTAKS DAN SEMANTIK LOGIKA PROPOSISI DAN LOGIKA ORDE SATU", "Abstrak": "Logika merupakan ilmu yang mempelajari tentang penalaran. Proses penalaran tersebut menggunakan bahasa simbol sebagai media untuk mengakomodasi proses  \n \n\npembelajaran. Akibatnya, mempelajari logika juga dapat dianalogikan pada mempelajari bahasa simbol. Sintaks adalah suatu aturan untuk membuat ekspresi yang mempunyai makna. Ekspresi sendiri merupakan suatu urutan simbol yang terurut dan berhingga. Semantik merupakan makna kebenaran dari suatu ekspresi yang sintaksisnya sudah baku (benar). Sehingga, sintaks dari Logika Proposisi merupakan suatu aturan membentuk ekspresi yang ada pada Logika Proposisi. Begitu juga dengan semantik  \n \n\ndari Logika Proposisi merupakan makna kebenaran dari suatu eksresi dengan sintaks yang benar dan terdapat pada logika proposisi. Logika Orde Satu merupakan penajaman dari Logika Proposisi. Penajaman dari logika proposisi hanya dapat dilakukan dengan menambahkan simbol-simbol yang baru pada Logika Proposisi. Akibatnya, perbedaan sintaks dari Logika Proposisi  \n \n\ndan Logika Orde Satu disebabkan oleh penambahan simbol-simbol tersebut. Begitu juga dengan Semantik dari Logika Orde Satu dipengaruhi oleh penambahan simbol-simbol tersebut.", "Daftar File": {"2011 TS PP ADRIANUS YOSIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/66963", "2011 TS PP ADRIANUS YOSIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/66964", "2011 TS PP ADRIANUS YOSIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/66962", "2011 TS PP ADRIANUS YOSIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/66961", "2011 TS PP ADRIANUS YOSIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/66960", "2011 TS PP ADRIANUS YOSIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/66959", "2011 TS PP ADRIANUS YOSIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/66958", "2011 TS PP ADRIANUS YOSIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/66957"}, "Penulis": "ADRIANUS YOSIA (NIM : 10106069)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing Tugas Akhir : Dr. Oki Neswan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Semantik, Sintaks, Logika Proposisi, Logika Orde Satu.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}