{"Nomor": 14689, "Judul": "MEKANISME PEMBENTUKAN STRUKTUR GEOLOGI PADA BATUAN BERUMUR TERSIER DAN PENGARUHNYA TERHADAP PEMERANGKAPAN HIDROKARBON DI TINGGIAN KUANG, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Pembentukan struktur geologi di area Tinggian Kuang, dipengaruhi oleh tektonik regional di Cekungan Sumatera Selatan. Pembentukan struktur tersebut mengontrol pemerangkapan hidrokarbon. Beberapa pertanyaan penting dalam eksplorasi pencarian hidrokarbon di daerah Tinggian Kuang, terutama yang berkaitan dengan struktur adalah : Bagaimana pola struktur di daerah tersebut?.           \n\nApakah pola struktur lokal mengikuti pola regional?. Apakah pembentukannya mengikuti mekanisme tertentu?. Batuan apa saja yang terkena dampak akibat gaya tektonik yang bekerja?. Bagaimana arah tegasan purba yang mempengaruhi pembentukan struktur?. Bagaimana pengaruhnya terhadap pemerangkapan hidrokarbon?.           \n\nDengan menggunakan data seismik 3D dapat diinterpretasi kondisi bawah permukaan daerah Tinggian Kuang yang memperlihatkan konfigurasi struktur sesar dengan orientasi umum berarah NE-SW dan lipatan dengan orientasi sumbu berarah NW-SE. Peta isopach dari beberapa horison yang diinterpretasi menunjukan konfigurasi struktur pada kala Oligo-Miosen, Miosen Tengah dan Plio-Plistosen. Data log tali kawat FMI dipakai untuk memprediksi arah umum tegasan dengan memakai metode penentuan σ1, σ2, σ3. Analisis struktur           \n\nterintegrasi yang terdiri dari analisis deskriptif, analisis kinematik dan analisis dinamik dilakukan untuk menentukan pola struktur, strain dan stress di area           \n\nTinggian Kuang. Restorasi penampang geologi dilakukan untuk menghitung besarnya strain. Hasil dari penelitian memperlihatkan bahwa dalaman lokal pada kala Oligo-           \n\nMiosen mempunyai arah umum terban NW-SE (N3000o-330oE) dan kelurusan sesar utama WSW-ENE (N230o-260oE). Kemudian kala Miosen Tengah sumbu umum lipatan berarah NW-SE (N300o-330oE) dan sesar minor berarah NE-SW           \n\n(N40o-50oE). Pada kala Plio-Plistosen, wrenching terus berlanjut melalui sesar mayor WSW-ENE (N230o-260oE) dan lipatan yang terbentuk masih menunjukan orientasi sumbu lipatan NW-SE (N300o-330oE). Hasil dari analisis strain           \n\nmemperlihatkan pemendekan kearah NE-SW yang berkorelasi dengan arah stress dengan arah N-S dan NE-SW. Dengan asumsi puncak pematangan hidrokarbon terjadi pada Miosen Tengah, maka dapat diketahui pola migrasi dan pemerangkapan hidrokarbon di area tersebut. Terdapat 5 jalur migrasi hidrokarbon dari dalaman disekitar Kuang, yaitu : dari Dalaman Lematang ke struktur -Tasim-Pagardewa, dari Dalaman Muara Enim ke struktur Prabumenang, dari Dalaman Pemaat ke Tinggian Kuang, dari           \n\nDalaman Lematang ke struktur Beringin-Kuang Utara-Kuang dan dari Dalaman Jantung ke struktur Kuang.", "Daftar File": {"2014 TS PP  AFRIADHI TRIWERDHANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67048", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67049", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67050", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/67051", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/67052", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/67053", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67054", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67055", "2014 TS PP  AFRIADHI TRIWERDHANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67056", "2014 TS PP  AFRIADHI TRIWERDHANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67057"}, "Penulis": "AFRIADHI TRIWERDHANA (NIM : 22010308)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Benyamin Sapiie, Ph.D.", "Dr. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "analisis struktur, restorasi penampang geologi, strain, stress,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}