{"Nomor": 14682, "Judul": "KAJI TEORITIS DAN EKSPERIMENTAL ALAT UJI KONDUKTIVITAS TERMAL BAHAN", "Abstrak": "Pada dasarnya material ditinjau dari perpindahan panas dibagi atas dua yaitu, konduktor dan isolator. Konduktor adalah bahan yang baik untuk mengantar panas, sedangkan isolator adalah bahan yang kurang baik untuk mengantar panas. Untuk mengetahui apakah suatu bahan tersebut isolator atau konduktor maka dilakukanlah pengukuran terhadap sifat bahan yaitu konduktivitas termal.  \n \n\nData sifat konduktvitas termal ini sangat diperlukan dalam berbagai aplikasi teknik, misalnya heat exchanger, sistem AC, lapisan dinding gedung, isolator panas pada jaringan pemipaan dan sebagainya.  \n \n\nData konduktivitas termal dari beberapa jenis material telah ada dalam bentuk tabel pada buku-buku perpindahan panas, ilmu bahan dan handbook. Walaupun demikian untuk beberapa bahan yang tersedia di pasaran banyak yang tidak  \n \n\nmemiliki data konduktivitas termal, sehingga diperlukan pengukurannya bila akan digunakan.  \n \n\nAlat Ukur konduktivitas termal yang dirancang dan dibuat telah diuji. Setelah dilakukan pengujian ,maka diperoleh distribusi temperatur pengujian dan nilai konduktivitas termal dengan variasi bahan yaitu besi cor, kuningan dan Stainless Steel AISI304 sebagai spesimen. Nilai konduktivitas termal besi cor rata-rata yang didapat adalah 73,48 W/(moC) dengan nilai referensi berada kisaran 70 - 80  \n \n\nW/(moC), sedangkan untuk kuningan diperoleh 163,27 W/(moC) dengan nilai referensi 109-160 W/(moC) dan pada Stainless Steel AISI304 15,58 W/(moC) dengan nilai referensi 14,9-16,2 W/(moC), untuk besi cor dan stainless steel dibandingkan dengan literatur, maka nilai ini telah mendekati harga sebenarnya., tetapi untuk kuningan berada diluar kisaran harga literatur.", "Daftar File": {"2011 TS PP AFDHAL KURNIAWAN MAINIL  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67001", "2011 TS PP AFDHAL KURNIAWAN MAINIL  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67002", "2011 TS PP AFDHAL KURNIAWAN MAINIL  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67003", "2011 TS PP AFDHAL KURNIAWAN MAINIL  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67004", "2011 TS PP AFDHAL KURNIAWAN MAINIL  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67005", "2011 TS PP AFDHAL KURNIAWAN MAINIL  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67006", "2011 TS PP AFDHAL KURNIAWAN MAINIL  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67007"}, "Penulis": "AFDHAL KURNIAWAN MAINIL (NIM : 23109007)", "Kontributor / Dosen Pembimbing": ["AFDHAL KURNIAWAN MAINIL (NIM : 23109007)", "Ir. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Konduktivitas Termal, Tunak, 1 dimensi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}