{"Nomor": 14687, "Judul": "PENGARUH PELARUT SEKUNDER PADA SINTESIS POLIANILIN TERDOPING HCL MENGGUNAKAN METODE ICE-TEMPLATING", "Abstrak": "Polianilin (PANI) merupakan polimer konduktif yang konduktivitas dan morfologinya dipengaruhi oleh pelarut, oksidator, monomer, metode sintesis, suhu, jenis dan konsentrasi dari zat pendoping. Ice-templating merupakan metode sintesis yang unik dimana lapisan es terbentuk secara in-situ saat larutan monomer diletakkan dalam freezer. Lapisan es tersebut berperan sebagai tempat berlangsungnya polimerisasi yang dapat dengan mudah dihilangkan melalui pencairan dan pengeringan setelah proses polimerisasi selesai. Modifikasi metode ice-templating dilakukan dengan memvariasikan suhu dan penambahan pelarut sekunder. Konduktivitas PANI yang disintesis menggunakan metode ice-templating memiliki nilai tertinggi pada PANI yang disintesis dengan penambahan 5 mL etanol, yaitu 5,60 x10-2 Scm-1 pada suhu -14o C dan 13,30x 10-2 Scm-1 pada suhu -30o C. Hal ini menunjukkan bahwa terdapat kondisi optimum dari penambahan pelarut sekunder. Suhu polimerisasi juga mempengaruhi konduktivitas yang dihasilkan. Pada suhu lebih rendah konduktivitas PANI cenderung lebih baik. Hasil uji spektroskopi Raman menunjukkan bahwa pada pergeseran Raman 574 cm-1 terdapat puncak tajam yang tidak dimiliki oleh PANI yang disintesis dengan metode pengadukan selama 48 jam pada suhu 0o C. Karakterisasi hasil sintesis dengan XRD menunjukkan bahwa PANI yang terbentuk memiliki struktur semikristalin serta memiliki puncak tajam pada 20 = 6o yang mengindikasikan adanya keteraturan rantai polimer. Puncak ini tidak dimiliki oleh PANI yang disintesis dengan metode pengadukan selama 48 jam pada suhu 0 o C. Kristalinitas PANI-ES tersebut mendekati nilai parameter sel ES-I, yaitu kelompok ruang P21 dengan a = 7,05 Ã‚Â± 1,65 A, b = 8,60 Ã‚Â± 0,12 A, c = 9,50 Ã‚Â± 0,307 A, beta = 97,5 Ã‚Â± 2,07o. Suhu polimerisasi dan penambahan pelarut sekunder mempengaruhi nilai d((110)). Hasil pencitraan SEM memperlihatkan morfologi PANI berbentuk rod. Hasil uji FT-IR mengindikasikan bahwa PANI yang diperoleh merupakan bentuk emeraldine salt (ES) yang bersifat konduktif.", "Daftar File": {"2012 TA PP AFIFAH NUGRAHANI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67031", "2012 TA PP AFIFAH NUGRAHANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67032", "2012 TA PP AFIFAH NUGRAHANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67033", "2012 TA PP AFIFAH NUGRAHANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67034", "2012 TA PP AFIFAH NUGRAHANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67035", "2012 TA PP AFIFAH NUGRAHANI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67036", "2012 TA PP AFIFAH NUGRAHANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67037"}, "Penulis": "AFIFAH NUGRAHANI (NIM : 10508057)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  : Dr. Veinardi Suendo", "Pembimbing I  : Dr. H. Achmad Rochliadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "doping asam, ice-templating, pelarut sekunder,PANI", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}