{"Nomor": 14686, "Judul": "SINTESIS DAN KARAKTERISASI MIKROKAPSUL SILIKA DENGAN SPAN-60 SEBAGAI SURFAKTAN UNTUK APLIKASI CONTROLLED RELEASE  (PENGARUH KECEPATAN EMULSIFIKASI)", "Abstrak": "Mikrokapsul merupakan kapsul yang berukuran 0,1-100 μm yang mengenkapsulasi senyawa aktif didalamnya. Produk mikrokapsul biasa digunakan untuk aplikasi controlled release, seperti drug delivery system (DDS) , pupuk, vitamin, kosmetik dan smart textile . Silika dipilih sebagai bahan dasar template mikrokapsul karena memiliki sifat biocompatible, dapat diproduksi pada temperature kamar, serta mudah didapatkan di alam.    \n \n \n \n\nPada penelitian ini, pembuatan mikrokapsul silika dilakukan dengan menggunakan metode sol-gel dan emulsifikasi (water-in-oil emulsion). Tetraethyl Orthosilicate (TEOS) digunakan sebagai sumber silika. Span-60 (nonionik surfaktan) digunakan unuk menstabilkan emulsi sedangkan chlorhexidine gluconate digunakan sebagai senyawa hidrofilik aktif yang terenkapsulasi. Kecepatan emulsifikasi yang dilakukan sebagai parameter proses ini adalah 18.000 rpm, 20.000 rpm, dan 22.000 rpm.    \n \n \n \n\nKarakterisasi sampel yang dilakukan adalah FTIR, SEM, BET, dan UV/Vis. Ukuran dari mikrokapsul silika dipengaruhi oleh konsentrasi surfaktan (2% Span-60), volume TEOS (15,2 ml) sebagai sumber silika, dan kecepatan emulsifikasi. Dari hasil karakterisasi diperoleh ukuran mikrokapsul terkecil adalah dengan kecepatan emulsifikasi 22.000 rpm sehingga menghasilkan diameter mikrokapsul antara 0,1 -2μm dengan luas permukaan spesifik 332,6013 m2/g dan diameter pori rata-rata 28-29 ÃƒÂ… yang tergolong ke dalam mesoporous material .", "Daftar File": {"2010 TA PP AFIA ABDAN MARDIYYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67024", "2010 TA PP AFIA ABDAN MARDIYYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67025", "2010 TA PP AFIA ABDAN MARDIYYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67026", "2010 TA PP AFIA ABDAN MARDIYYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67027", "2010 TA PP AFIA ABDAN MARDIYYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67028", "2010 TA PP AFIA ABDAN MARDIYYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67029", "2010 TA PP AFIA ABDAN MARDIYYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67030"}, "Penulis": "AFIA ABDAN MARDIYYA  (NIM : 13706010) Pembimbing :  Dr. Ir. Bambang Sunendar", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mikrokapsul silika, controlled release, metode sol-gel, emulsifikasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}