{"Nomor": 14697, "Judul": "IMPLEMENTASI TEKNOLOGI INFORMASI DAN KOMUNIKASI DALAM SISTEM PEMBAYARAN PAJAK DI INDONESIA: SUATU ANALISIS INSTITUSIONAL KOMPARATIF", "Abstrak": "Sistem pemungutan pajak yang baik membutuhkan sistem pembayaran pajak yang memudahkan para wajib \n\npajak membayar kewajiban pajaknya. Otoritas pajak di Indonesia baik pajak pusat ataupun daerah telah \n\nmengembangkan sistem pembayaran tersebut dengan berbagai variannya. Penelitian ini dengan menggunakan \n\nkerangka analisis institutional komparatif (comparative institutional analysis) menelaah lebih lanjut bagaimana \n\naspek-aspek institusional dapat memengaruhi penggunaan Teknologi Informasi dan Komunikasi (TIK) dalam \n\npengembangan dan pengoperasian sistem pembayaran pajak. Aspek institusional dari implementasi TIK dalam \n\nsistem pembayaran pajak ini perlu disoroti lebih dalam karena sebagai suatu titik ekuilibrium yang tercapai di \n\nantara para pelakunya di sebuah area (struktur) sosial tertentu, dalam berbagai bentuknya seperti aturan, norma, \n\nataupun rutin tertentu, institusi merupakan bentuk yang bersifat otoritatif untuk terjadinya perilaku sosial dalam \n\norganisasi. Artinya, keberhasilan implementasi TIK dalam sistem pembayaran pajak juga dipengaruhi oleh \n\nbagaimana para pemangku kepentingan sistem ini mampu mengelola aspek-aspek institutional tersebut. Hasil \n\npenelitian ini, dari sudut pandang analisis institutional komparatif, menunjukkan bahwa: (1) kewenangan \n\notoritas pajak pusat (c.q. Direktorat Jenderal Pajak) untuk membentuk membangun sistem pembayaran berbasis \n\nTIK sangat terbatas sehingga harus membentuk sebuah institutional arrangement tertentu dengan otoritas \n\nperbendaharaan negara dan institusi perbankan; (2) otoritas pajak daerah belum sepenuhnya mampu \n\nmemanfaatkan keleluasaan institutional arrangement yang dimilikinya untuk membangun sistem pembayaran \n\npajak daerah berbasis TIK; (3) masih terdapat ruang inovasi untuk meningkatkan kemudahan dalam sistem \n\npembayaran pajak (pusat/daerah). Tulisan ini mengajukan beberapa saran praktis -- dengan tetap \n\nmempertimbangkan institutional arrangement yang ada -- untuk memperbaiki sistem pembayaran pajak yang \n\nsedang berjalan.", "Daftar File": {"proceedings knsi 2014 full edition(189).pdf": "https://digilib.itb.ac.id/gdl/download/67099"}, "Penulis": "Agung Darono", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pajak, analisis institusional komparatif, sistem pembayaran, TIK", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}