{"Nomor": 14696, "Judul": "STUDI MODIFIKASI SISTEM KONDENSER DAN COOLING TOWER UNTUK MENINGKATKAN DAYA TURBIN SEBUAH PLTP", "Abstrak": "Pembangkit Listrik Tenaga Panas Bumi (PLTP) Kamojang merupakan salah satu pembangkit listrik di Indonesia yang memanfaatkan energi panas bumi. PLTP kamojang terdiri dari 3 unit dengan daya yang dihasilkan adalah 30 MW untuk Unit 1 dan masing-masing 55 MW untuk Unit 2 dan 3. Agar pemanfaatan energi panas bumi lebih optimal, maka dilakukan perancangan ulang sistem yang digunakan.  \n \n\nUntuk meningkatkan daya yang dihasilkan, maka dirancang sistem yang dapat menurunkan tekanan kondenser. Tekanan kondenser yang semula bertekanan 0,1 bar absolut diturunkan hingga tekanan 0,079 bar absolut. Untuk mencapai kondisi tersebut dilakukan dengan cara menambah laju air pendingin  \n \n\nuntuk mengkondensasikan uap. Laju air pendingin yang diperlukan sebesar 3200 kg/s dan dialirkan melalui dua buah pipa paralel. Selain itu, dirancang pula sistem ekstraksi gas untuk menunjang perubahaan tekanan kondenser yang dirancang.  \n \n\nPada temperatur bola basah lingkungan yang berkisar antara 12oC-29oC telah dilakukan analisis terhadap daya yang dihasilkan oleh sistem. Hasilnya menunujukkan bahwa dengan perancangan ulang sistem ini, daya generator PLTP Kamojang Unit 2 dapat ditingkatkan hingga 1,25 MW. Selain itu, disimulasikan pula sistem ekstraksi gas yang digunakan untuk menarik gas yang tidak terkondensasi dari kondenser sehingga tekanan kondenser tidak mengalami peningkatan. Hasilnya menunjukkan bahwa sistem ekstraksi gas yang dirancang dapat bekerja dengan baik untuk menarik gas yang tidak terkondensasi.", "Daftar File": {"2011 TA PP AGUNG ASMORO BAHAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67091", "2011 TA PP AGUNG ASMORO BAHAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67092", "2011 TA PP AGUNG ASMORO BAHAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67093", "2011 TA PP AGUNG ASMORO BAHAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67094", "2011 TA PP AGUNG ASMORO BAHAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67095", "2011 TA PP AGUNG ASMORO BAHAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67096", "2011 TA PP AGUNG ASMORO BAHAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67097", "2011 TA PP AGUNG ASMORO BAHAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67098"}, "Penulis": "AGUNG ASMORO BAHAR (NIM : 131 06 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Studi Modifikasi Sistem, Kondenser, dan Cooling Tower,  Daya Turbin, PLTP, PLTP kamojang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}