{"Nomor": 14694, "Judul": "PENGEMBANGAN PERANGKAT LUNAK UNTUK ANALISIS KINEMATIKA GERAK BERJALAN MANUSIA 3D", "Abstrak": "Analisis gerak manusia telah lama dipelajari dan diaplikasikan dalam berbagai bidang. Salah satu bagian dari analisis gerak manusia yang secara spesifik mempelajari karakteristik manusia berjalan disebut analisis gait. Analisis gait sangat berperan dalam dunia rehabilitasi medis karena memberikan informasi kuantitatif berupa posisi dan orientasi bagian tubuh pasien selama berjalan. Informasi kuantitatif tersebut berupa parameter gait yang berguna untuk menentukan ketidaknormalan, langkah terapi, dan memonitor keberhasilan terapi pasien. Parameter gait terdiri dari spatio temporal (periode, irama, panjang langkah, laju berjalan), kinematika-kinetika, myoelectric dan gaya reaksi tanah. Untuk mendapatkan parameter gait tersebut dibutuhkan sebuah sistem analisis gerak berjalan manusia yang terintegrasi.  \n \n\nPenelitian ini merupakan bagian dari pengembangkan sistem analisis gerak berjalan manusia untuk rehabilitasi medik rumah sakit Indonesia. Pada penelitian sebelumnya, sistem analisis 2D telah berhasil dikembangkan. Namun terdapat beberapa parameter gait yang tidak dapat diperoleh dari sistem tersebut. Hal diatas mendasari untuk mengembangkan sistem diatas menjadi sistem 3D. Tujuan penelitian ini adalah mengembangan perangkat lunak yang dapat memproses dan menampilkan parameter kinematika gerak berjalan manusia 3D berdasarkan posisi dan perpindahan marker.  \n \n\nData observasi berupa posisi marker setiap waktunya dalam sumbu x, y, dan z, diolah dan dihitung sehingga didapatkan parameter yang dibutuhkan oleh rehabilitasi medik. Sebelum diolah, posisi marker dilakukan smoothing untuk menghilangkan noise sehingga diyakini didapatkan parameter yang lebih baik. Parameter yang didapat pada penelitian ini adalah spatio temporal, kinematika linear (posisi, kecepatan dan percepatan linear sendi serta pusat massa segmen) dan kinematika angular (sudut sendi dan kecepatan-percepatan angular).", "Daftar File": {"2011 TA PP AGRI IOMY HENDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67083", "2011 TA PP AGRI IOMY HENDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67084", "2011 TA PP AGRI IOMY HENDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67085", "2011 TA PP AGRI IOMY HENDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67086", "2011 TA PP AGRI IOMY HENDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67087", "2011 TA PP AGRI IOMY HENDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67088", "2011 TA PP AGRI IOMY HENDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67089"}, "Penulis": "AGRI IOMY HENDA (NIM : 13107024)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Andi Isra Mahyuddin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis gerak manusia, Analisis Gait, Kinematika, Analisis Gait 3D", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}