{"Nomor": 14691, "Judul": "PENGUJIAN PRESTASI PENYEIMBANGAN ROTOR OVERHUNG SEBAGAI FUNGSI DARI PANJANG OVERHUNG, JENIS KETIDAKSEIMBANGAN, DAN FREKUENSI PUTAR", "Abstrak": "Industri sering menggunakan mesin-mesin berputar yang kontruksi rotornya overhung. Konstruksi rotor seperti ini sering mengalami getaran yang besar akibat adanya ketidakseimbangan. Ketidakseimbangan pada rotor overhung seringkali sulit diseimbangkan. Ketidakseimbangan pada rotor overhung belum banyak dipelajari di Laboratorium Dinamika PAU-ITB. Penelitian ini bertujuan untuk mengetahui hubungan antara prestasi penyeimbangan rotor overhung sebagai fungsi dari panjang overhung, jenis ketidakseimbangan, dan frekuensi putar. Untuk mencapai tujuan ini, pengujian dilakukan menggunakan perangkat uji yang telah ada di Laboratorium Dinamika PAU-ITB. Pengujian dilakukan pada tiga buah poros dengan tiga variasi panjang yaitu 270 mm, 330 mm, dan 420 mm. Tiap poros dilakukan pengujian dengan tiga jenis ketidakseimbangan yaitu statik, kopel, dan dinamik. Untuk tiap jenis ketidakseimbangan dilakukan penyeimbangan satu bidang dan dua bidang. Penyeimbangan ketiga poros tersebut, dilakukan pada frekuensi putar di bawah frekuensi pribadinya. Akan tetapi, poros dengan panjang 420 mm juga dilakukan penyeimbangan pada frekuensi putar di atas frekuensi pribadinya. Berdasarkan hasil pengujian, jenis ketidakseimbangan kopel merupakan jenis ketidakseimbangan yang paling sulit dilakukan dibandingkan dengan ketidakseimbangan statik dan dinamik. Pada ketidakseimbangan kopel, prestasi penyeimbangan cenderung mengalami penurunan seiring dengan kenaikan panjang overhung. Selain itu, pada kondisi ketidakseimbangan yang sama, penyeimbangan di bawah dan di atas frekuensi pribadi mendapatkan hasil penyeimbangan yang berbeda.", "Daftar File": {"2011 TA PP AFRIZAL MANAF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67059", "2011 TA PP AFRIZAL MANAF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67060", "2011 TA PP AFRIZAL MANAF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67061", "2011 TA PP AFRIZAL MANAF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67062", "2011 TA PP AFRIZAL MANAF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67063", "2011 TA PP AFRIZAL MANAF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67064", "2011 TA PP AFRIZAL MANAF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67065"}, "Penulis": "AFRIZAL MANAF (NIM : 13107107)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengujian Prestasi, Rotor Overhung,  Overhung, Frekuensi Putar,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}