{"Nomor": 14693, "Judul": "PORTING OF OPENCV FOR EMBEDDED APPLICATION", "Abstrak": "OpenCV is widely used on the most computer vision programming. Notable OpenCV parts that have close relation to the camera technology are Camera Calibration and 3D Reconstruction. OpenCV also has a compability to be used in embedded application. However, embedded application usually avoids the floating point arithmetic  \n \n\noperations. And most of these applications use the C language that has close interaction with the hardware. In the further implementation, embedded application also  \n \n\nuses simple data structure to simplify the operations. Of course in regular OpenCV, most of the operations performed on these functions are executed under floating  \n \n\npoint arithmetic. Floating point arithmethic is well known as its ability to compute high precision calculation. But, in cheap processor, floating point arithmetic operations are usually emulated by using integer data type. As the result, simple floating point emulation is performed using ten times or even hundread times of integer operations. One of the fundamental solution that exist is using the fixed point arithmethic. Fixed point arithmetic is a kind of tricky arithmetic which is very popular among embedded application, where the calculation is based on general  \n \n\ninteger. In other hand, OpenCV codes are written mostly in C++. And the codes usually also use complex data structure to perform some operations. In reality, there  \n \n\nis no OpenCV version which supports fixed point arithmetic and written in Ansi C with simple data types. In this final project, the conversion from regular OpenCV codes to the Ansi C OpenCV is performed. And in this project too, 26 functions have been implemented into Ansi C OpenCV and have been tested under various  \n \n\nmethods. This project is based on cooperation between Panasonic Singapore Laboratories with ITB. The team that handle this project is called Annex 2, which the members are Agi Pras`etiadi and Achmad Sofyan Nugraha.", "Daftar File": {"2010 TA PP AGI PRAS` ETIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67074", "2010 TA PP AGI PRAS` ETIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67075", "2010 TA PP AGI PRAS` ETIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67076", "2010 TA PP AGI PRAS` ETIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67077", "2010 TA PP AGI PRAS` ETIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67078", "2010 TA PP AGI PRAS` ETIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67079", "2010 TA PP AGI PRAS` ETIADI 1-BAB 6A.pdf": "https://digilib.itb.ac.id/gdl/download/67080", "2010 TA PP AGI PRAS` ETIADI 1-BAB 6B.pdf": "https://digilib.itb.ac.id/gdl/download/67081", "2010 TA PP AGI PRAS` ETIADI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/67082"}, "Penulis": "AGI PRAS`ETIADI (NIM : 13206116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Arif Sasongko, ST, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OpenCV, computer vision programming", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}