{"Nomor": 14705, "Judul": "MEKANIKA MATERIAL HIPERELASTIK : STUDI LITERATUR BERBAGAI PENGUJIAN CHLOROPRENE RUBBER SERTA PENGUJIAN DAN ANALISIS ELASTOMER (KARET INDONESIA) ALAMI NR DAN SINTETIK NBR", "Abstrak": "Elastomer, baik yang merupakan karet alami maupun karet sintetis merupakan salah satu jenis material yang banyak digunakan pada komponen mesin-mesin industri.  \n \n\nPenelitian ini adalah salah satu rantai penelitian mekanika karet yang dilakukan oleh EDC ITB. Namun tugas sarjana ini hanya dibatasi pada pengujian eksperimental beberapa material karet saja. Diharapkan dengan dilakukannya  \n \n\npenelitian ini, dapat diperoleh pengetahuan yang lebih mendalam mengenai sifatsifat mekanik dari elastomer.  \n \n\nMaterial yang diuji adalah karet alami Indonesia NR (Natural Rubber) karet sintetik Indonesia NBR (Nitrile Butadiene Rubber), dan karet sintetik chloroprene  \n \n\nrubber. Penelitian terhadap karet Indonesia NR dan NBR dilakukan melalui uji tarik sederhana pada tiga tingkat laju regangan yang berbeda (0,001/s; 0,01/s; 0,1/s), sedangkan data hasil pengujian chloroprene Rubber didapat dari literatur yang ditulis oleh Jorgen Bergstorm dalam thesis PHd-nya Ã‚Â“Large strain timedependent behavior of elastomeric materialsÃ‚Â”.  \n \n\nBerdasarkan hasil pengujian dan literatur yang ada, diperoleh kesimpulan bahwa semua spesimen uji adalah bersifat hiperelastik dan viskoelastik. Hal ini dijelaskan dengan terjadinya fenomena-fenomena histerisis, stress softening, dan stress relaxation.", "Daftar File": {"2009 TA PP AGUNG ZENITHYA P.P 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67140", "2009 TA PP AGUNG ZENITHYA P.P 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67141", "2009 TA PP AGUNG ZENITHYA P.P 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67142", "2009 TA PP AGUNG ZENITHYA P.P 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67143", "2009 TA PP AGUNG ZENITHYA P.P 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67144", "2009 TA PP AGUNG ZENITHYA P.P 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67145", "2009 TA PP AGUNG ZENITHYA P.P 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67146"}, "Penulis": "AGUNG ZENITHYA P.P (NIM :13104011)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Bagus Budiwantoro", "Pembimbing 2 :  Dr. Ir. Andri Andriyana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Material Hiperelastik ; Chloroprene Rubber ; Elastomer Alami NR ; Karet Indonesia; Elastomer Sintetik NBR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}