{"Nomor": 14717, "Judul": "ANALISIS MATURITY LEVEL SISTEM INFORMASI PERPUSTAKAAN DENGAN FRAMEWORK COBIT 4.1 (STUDI KASUS :PERPUSTAKAAN UNIVERSITAS ISLAM RIAU)", "Abstrak": "Perpustakaan Universitas Islam Riau (UIR) telah menggunakan aplikasi Senayan sebagai Sistem Informasi \n\nPerpustakaan. sejak tahun 2009 hingga sekarang. Dalam menjalankan proses bisnisnya terdapat kendala seperti \n\nKurangnya kesadaran (Management Awareness) dari pihak Top Manajemen dalam memaksimalkan \n\npemanfaatan Sistem Informasi Perpustakaan (Senayan). Agar penggunaan Sistem Informasi Pepustakaan selaras \n\ndengan proses bisnis, perlu adanya analisisterhadap sistem ini agar dapat mengarahkan dan mengendalikan \n\ninstansi dalam pencapaian tujuannya.Dalam menganalisis menggunakan pendekatan best practiceCOBIT4.1. \n\nCOBIT(Control Objectives For Information and Related Technologi) merupakan suatu pendekatan best practice \n\nuntuk mengukur keselarasan tata kelola teknologi informasi terhadap proses dan tujuan bisnis organisasi, dalam \n\nhal ini adalah Perpustakaan UIR. Sehingga pada akhir penelitian ini, akan diperolehmaturity level pada Sistem \n\nInformasi Perpustakaan UIR (Senayan).Dengan menggunakan teknik sampling jenuh sebanyak 10 orang yang \n\ndianggap bertanggungjawab atas pengelolaan Senayan, dilakukan formulasi sesuai dengan COBIT 4.1, maka \n\ndiperoleh Maturity Level pada Sistem Informasi Perpustakaan (Senayan) Universitas Islam Riau berada pada \n\nLevel 3yaitu ditetapkan (Defined). Hasil ini digunakan sebagai rekomendasi bagi manajemen dalam upaya \n\nmeningkatkan kinerja Sistem Informasi Perpustakaan UIR kedepannya.", "Daftar File": {"proceedings knsi 2014 full edition(282).pdf": "https://digilib.itb.ac.id/gdl/download/67182"}, "Penulis": "Agusriandi, Idria Maita", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UIR, Senayan, COBIT 4.1, Maturity Level", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "15 Mar 2014"}