{"Nomor": 14723, "Judul": "INTEGRITAS KEKUATAN PIPA TRANSMISI GAS YANG MELEWATI SESAR AKTIF STUDI KASUS: PIPA TRANSMISI GAS DI PORONG-SIDOARJO", "Abstrak": "Kebutuhan energi di Indonesia hingga saat ini dari sektor minyak dan gas (Migas) masih menjadi hal yang utama. Dalam tahap pengembangannya gas bumi merupakan salah satu energi alternatif yang memiliki peran besar untuk menggantikan bahan bakar minyak. Namun, dalam usaha pengembangannya gas bumi memiliki kendala utama dalam masalah geografis, yaitu terdapat bahaya sesar aktif pada daerah antara sumber gas bumi dan pengolahan gas bumi. Pada tugas akhir ini telah dilakukan analisis integritas kekuatan pipeline pada pipa transmisi gas di Porong-Sidoarjo. Analisis ini dilakukan pada desain rute pipeline awal dan desain rute pipeline baru yang diharapkan dapat mengatasi masalah sesar aktif. Analisis dilakukan berdasarkan pemodelan sistem perpipaan yang dibuat dengan software AutoPIPE dan mengacu pada ASME B31.8 Gas Transmission and Distribution Piping Systems. Beban yang diberikan pada analisis ini adalah simulasi dari pergeseran tanah karena adanya sesar aktif. Desain rute pipa penyalur yang baru memberikan integritas kekuatan yang lebih baik pada jenis pergerakan sesar (fault) berikut: normal fault, reverse fault dan thrust fault. Desain baru mampu menahan pergeseran tanah sebelum mengalami kegagalan hingga 3,0541 m (stress ratio 0,99) untuk kasus normal fault, 1,0180 m (stress ratio 0,95) untuk reverse fault, dan 0,0365 m (stress ratio 0,75) untuk kasus thrust fault.", "Daftar File": {"2009 TA PP AGUS SUTOPO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67207", "2009 TA PP AGUS SUTOPO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67213"}, "Penulis": "AGUS SUTOPO (NIM :13104130)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Migas; energi alternatif; Porong-Sidoarjo; pipeline; Desain rute; pipa penyalur; pipa transmisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}