{"Nomor": 14725, "Judul": "OPTIMASI PENURUNAN WARNA PADA LIMBAH TEKSTIL MELALUI PENGOLAHAN KOAGULASI DUA TAHAP", "Abstrak": "Limbah tekstil sebagian besar terdiri dari zat warna yang digunakan untuk proses pencelupan dan pencapan pada kain. Jenis zat warna yang paling sering digunakan dalam kegiatan industri adalah zat warna reaktif azo seperti Remazol Red RB 133 yang digunakan dalam penelitian kali ini. Limbah zat warna ini akan sulit terurai dan menyebabkan pencemaran bila dibuang tanpa melalui pengolahan terlebih dahulu. Penelitian ini bertujuan untuk mengolah limbah warna melalui koagulasi dua tahap (Two Stages Coagulation) yang merupakan proses koagulasi dengan dua kali pembubuhan koagulan disertai dua kali pengadukan cepat dan dilanjutkan satu kali proses flokulasi (Dewi.2008). Proses ini merupakan salah satu alternatif pengolahan air secara koagulasi untuk air dengan warna dan zat organik tinggi (Carlson et al, 2000) dan diperlukan karena proses koagulasi secara konvensional seringkali tidak berhasil pada beberapa kondisi air. Hal ini disebabkan jenis material dalam air berbeda-beda, setiap jenis material membutuhkan kondisi proses koagulasi yang bermacam-macam. Dosis optimum didapat melalui percobaab Jartest, pada pengolahan One Stage Coagulation didapatkan pada 0,2 mg/L Poly Aluminium Chloryde (PAC) dengan kondisi basa (pH 9), efisiensi penurunan konsentrasi warna mencapai 98,11%. Pada Two Stage Coagulation didapatkan dosis optimum yang lebih rendah yaitu 0,16 mg/L sehingga pemakaian PAC menjadi lebih ekonomis. Efisiensi penurunan konsentrasi warna mencapai 100% dengan membagi dosis koagulan secara merata (50:50) untuk setiap tahap diikuti pengaturan pH pada kondisi asam untuk tahap pertama dan kondisi basa untuk tahap kedua. Namun secara garis besar, kondisi pH netral (pH 7) untuk kedua tahap juga memberikan hasil yang cukup maksimal.", "Daftar File": {"2010 TA PP AGUSTINE SARTIKA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67222", "2010 TA PP AGUSTINE SARTIKA PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67221", "2010 TA PP AGUSTINE SARTIKA PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67223", "2010 TA PP AGUSTINE SARTIKA PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67224", "2010 TA PP AGUSTINE SARTIKA PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67225", "2010 TA PP AGUSTINE SARTIKA PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67226", "2010 TA PP AGUSTINE SARTIKA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67227"}, "Penulis": "AGUSTINE SARTIKA PUTRI (NIM 15306046)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing. Prayatni Soewondo, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "One Stage Coagulation, pH, Poly Aluminium Chloryde (PAC), Two Stages Coagulation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}