{"Nomor": 14730, "Judul": "KAJI NUMERIK KARAKTERISTIK PERPINDAHAN PANAS KONVEKSI ALAMIAH, PAKSA DAN GABUNGAN PADA SUB BULUH DENGAN SUSUNAN SILINDER SEGITIGA", "Abstrak": "Salah satu topik penelitian yang masih terus dikembangkan saat ini adalah proses   \n \n \n\nperpindahan panas yang terjadi di dalam teras reaktor nuklir. Perpindahan panas yang   \n \n \n\nterjadi di dalam teras reaktor nuklir meliputi konveksi alamiah, paksa maupun   \n \n \n\ngabungan. Peran konveksi alamiah, paksa maupun gabungan dalam sistem reaktor   \n \n \n\nnuklir sangat penting untuk sistem keselamatan. Dengan mempelajari konveksi   \n \n \n\nalamiah, paksa maupun gabungan maka didapat batas-batas keselamatan berupa daya   \n \n \n\nmaksimum yang diizinkan, laju aliran pendingin yang diperlukan dan temperatur   \n \n \n\nmaksimum dari pendingin reaktor nuklir. Batas-batas keselamatan ini penting untuk   \n \n \n\noperasi reaktor nuklir dan juga tindakan pada saat terjadi kecelakaan. Persamaan   \n \n \n\nkorelasi konveksi, terutama konveksi alamiah semakin penting namun ketersediaan   \n \n \n\nnya masih sangat minim selain itu juga persamaan korelasi konveksi alamiah yang   \n \n \n\nada masih mempunyai penyimpangan yang cukup signifikan dengan pengamatan   \n \n \n\nvisual maupun eksperimen. Penelitian ini difokuskan untuk mengkaji karakteristik   \n \n \n\nperpindahan panas konveksi alamiah, paksa maupun gabungan pada sub buluh   \n \n \n\nvertikal dengan susunan silinder segitiga dengan menggunakan perangkat lunak   \n \n \n\nFLUENT 6.3.   \n \n \n\nTujuan penelitian ini adalah untuk mencari persamaan korelasi perpindahan panas   \n \n \n\nkonveksi alamiah, paksa dan gabungan. Persamaan korelasi yang di dapat nantinya   \n \n \n\nakan dibandingkan dengan eksperimen. Untuk mendukung hasil eksperimen yang   \n \n \n\ndilakukan, maka dalam penelitian ini juga akan melakukan perancangan model uji   \n \n \n\nyang akan digunakan dalam eksperimen. Simulasi numerik yang dilakukan dalam   \n \n \n\npenelitian ini juga menggunakan model uji yang sama dengan yang digunakan dalam   \n \n \n\neksperimen.", "Daftar File": {"2010 TS PP AGUS WALUYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67239", "2010 TS PP AGUS WALUYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67240", "2010 TS PP AGUS WALUYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67241", "2010 TS PP AGUS WALUYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67242", "2010 TS PP AGUS WALUYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67243", "2010 TS PP AGUS WALUYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67244", "2010 TS PP AGUS WALUYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67245", "2010 TS PP AGUS WALUYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67246"}, "Penulis": "AGUS WALUYO (NIM : 24907001) Pembimbing 1 : Prof. Dr. Ir. Aryadi Suwono", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Ir. Aryadi Suwono", "Pembimbing 2 : Dr. Ir. Nathanael P.Tandian", "Pembimbing 3 : Dr. Ir. Efrizon Umar"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Nuklir", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "konveksi alamiah, konveksi paksa, konveksi gabungan, sub buluh, FLUENT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}