{"Nomor": 14732, "Judul": "STRATEGI SHARED SERVICES UNTUK PENGEMBANGAN APLIKASI E-GOV BERBASIS SOA", "Abstrak": "Implementasi e-Gov di tingkat Pemda sering mengalami kendala dalam hal integrasi dan penyajian layanan yang lebih responsif dan fleksibel hasil kolaborasi fungsional proses-proses. Sistem aplikasi e-Gov saat ini cenderung merupakan sistem tertutup yang dibangun oleh berbagai vendor dengan platform teknologi beragam. Kendala teknis untuk melakukan komunikasi dengan sistem eksternal (bisnis, propinsi, nasional, dan sebagainya) menjadi tantangan dalam mengahadirkan proses bisnis yang lebih komprehensif dengan melibatkan stakelholder aplikasi eksternal. Dengan Shared Services (sebagai komponen utama arsitektur SOA), akan memunculkan katalog fungsi-fungsi dalam bentuk web services (teknologi pendukung SOA)di tingkat Pemda yang bisa diakses baik di internal Pemda maupun sistem eksternal. Hal ini akan meminimalisir redundansi fungsional, efisensi (reusable codes), konsisten dan memungkinkan munculnya perbaikan proses bisnis Pemda. Konsep Shared Services dalam konteks SOA harus focus pada Ã‚Â’organization-valueÃ‚Â’ sistem e-Gov Pemda yang bisa berkolaborasi dengan sistem-sistem eksternal yang diperlukan, serta memperhatikan realita adanya aplikasi eksisting yang mungkin tidak mengenal konsep SOA. Untuk mempermudah kolaborasi, khususnya dengan sistem eksternal dirancanglah mekanisme akses melalui sistem Katalog Shared Services Pemda. Sistem baru yang dibangun berbasis SOA, berupa Ã‚Â’composite applicationÃ‚Â’ hasil  \n \n\norkestrasi service-service dalam Shared Services. Sedang sistem eksternal akan mengakses service internal Pemda melalui sebuah hak kode akses di Katalog Shared Services. Dengan mekanisme ini diharapkan karakteristik sistem e-Gov  \n \n\nPemda akan meningkat dan bisa menjadi pondasi pengembangan layanan sistem yang lebih komprehensif.", "Daftar File": {"2010 TS PP AGUS WIDODO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67254", "2010 TS PP AGUS WIDODO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67255", "2010 TS PP AGUS WIDODO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67256", "2010 TS PP AGUS WIDODO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67257", "2010 TS PP AGUS WIDODO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67258", "2010 TS PP AGUS WIDODO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67259", "2010 TS PP AGUS WIDODO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67260", "2010 TS PP AGUS WIDODO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67261"}, "Penulis": "AGUS WIDODO (NIM: 23207138)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Jaka Sembiring  \n \n\nPembimbing II : Prof. Dr. Suhono H Supangkat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "e-Government,e-Gov, e-Gov SOA, e-Gov Berorientasi Layanan, Shared Services e-Gov", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}