{"Nomor": 14736, "Judul": "PERANCANGAN CAMERA TRACKING UNTUK VIRTUAL CLASS", "Abstrak": "Teknologi transmisi Video melalui internet semakin berkembang dengan pesat. Menurut data pertumbuhan trafik internet yang ada sampai saat ini, diperkirakan pada tahun 2013, 90% penggunaan internet akan digunakan untuk transmisi video. Perkembangan teknologi transmisi video ini dan proses pengajaran yang semakin maju, membuat memungkinkan terselenggaranya Virtual Class dengan video streaming melalui internet. Pengajaran dapat berlangsung dengan baik bila setiap ucapan dan gerak tubuh pengajar dapat dilihat oleh peserta didik. Pada Tugas Akhir kali ini penulis melakukan Perancangan Camera tracking untuk mengikuti pergerakkan pengajar pada Virtual Class. Sistem yang dirancang tidak boleh mengganggu peserta didik yang berada di dalam kelas rill. Sistem ini juga harus mudah untuk dioperasikan, murah dan mudah untuk diimplementasikan. Penulis memilih penggunaan algoritma CAMSHIFT pada OpenCV yang dijalankan dalam sebuah sistem embedded fanless agar tidak mengeluarkan suara yang menggangu keberlangsungan kelas. Hasil perancangan, diperoleh sistem camera tracking yang baik untuk mengikuti pengajar tanpa mengganggu kelas rill. Sistem juga mudah digunakan oleh operator bahkan untuk orang awam sekalipun. Pergerakan maksimum objek yang dapat dideteksi sekitar 1.5m/s. Objek yang dapat dideteksi adalah objek yang memiliki warna dominan.", "Daftar File": {"2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67276", "2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67277", "2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67278", "2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67279", "2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67280", "2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67281", "2010 TA PP AHMAD HAMID ZACKY SHEBUBAKAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67282"}, "Penulis": "AHMAD HAMID ZACKY SHEBUBAKAR (NIM : 13205198)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mervin T Hutabarat , M.Sc.", "Dr. Herry Sitepu, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Virtual Class, Computer Vison, Open CV, Camera Tracking.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}