{"Nomor": 14757, "Judul": "PENGARUH KARAKTERISTIK BAHAN BAKAR SOLAR TERHADAP KINERJA ADITIF M-200 PADA MOTOR DIESEL", "Abstrak": "Perkembangan teknologi bahan bakar kian pesat. Saingan antar perusahaan yang memprodusksi bahan bakar berlomba mengembangkan karakteristik bahan bakar agar menjadi yang terbaik. Penambahan aditif dilakukan untuk meningkatkan kualitas pembakaran. Akan tetapi aditif sebagai campuran bahan bakar, kinerjanya dipengaruhi oleh karakteristik dari bahan bakar dan kadang justru menjadikan prestasi mesin berkurang. Pengujian ini adalah untuk mencari karakteristik bahan bakar yang mempengaruhi kinerja aditif. Pengujian dilakukan dengan menggunakan motor diesel Huawei tipe 186FG satu silinder 3,6 kW dan lima jenis solar yang berbeda dengan dibatasi enam tingkat pembebanan. Evaluasi kinerja aditif dilakukan untuk 11 tingkat konsentrasi dengan meninjau perubahan kinerja mesin yang terjadi terutama berdasarkan SFC-nya. Hasil pengujian, diketahui penggunaan aditif bahan bakar pada umumnya memberikan efek penghematan. Konsentrasi aditif yang sama belum tentu menghasilkan kinerja yang sama. Karakteristik bahan bakar yang berpengaruh terhadap kinerja aditif adalah LHV, dan indeks setana. Kinerja aditif berbanding terbalik dengan indeks setana dan LHV. Semakin tinggi indeks setana dan LHV maka akan semakin kecil kinerja aditif.", "Daftar File": {"2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67391", "2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67392", "2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67393", "2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67394", "2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67395", "2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67396", "2010 TA PP AIRLANGGA BUDHI PRASETYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67397"}, "Penulis": "AIRLANGGA BUDHI PRASETYANTO (NIM : 13104074)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr.Ing.Ir. Tri Yuswidjajanto Zaenuri", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengaruh karakteristik bahan bakar, kinerja aditif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}