{"Nomor": 14762, "Judul": "PENGARUH PENGGUNAAN TELEPON GENGGAM SELAMA BERKENDARA TERHADAP WAKTU REAKSI PENGEMUDI DALAM KEADAAN LELAH (STUDI KASUS JALAN BEBAS HAMBATAN)", "Abstrak": "Permasalahan mengenai pengaruh pengunaan telepon genggam selama berkendara serta rasa lelah yang dialami pengemudi bukanlah merupakan permasalahan baru. Walaupun telah ada peraturan yang mengatur hal tersebut namun permasalahan ini tidaklah selesai begitu saja. Masih banyak dijumpai para pekerja yang mengemudikan kendaraannya sepulang kerja secara mandiri serta       \n \n \n\nmenggunakan telepon genggam selama berkendara. Untuk itu penelitian ini dilakukan untuk menganalisis pengaruh kelelahan mental dan fisik serta interaksinya dengan penggunaan telepon genggam selama berkendara terhadap       \n \n \n\nwaktu reaksi pengemudi serta potensinya sebagai penyebab kecelakaan lalu lintas.       \n \n \n\nPenelitian ini dilakukan dalam bentuk eksperimen dengan melibatkan 24 pekerja yang dibagi dalam dua kelompok yaitu 12 orang pekerja pada kelompok pekerjaan yang menimbulkan kelelahan secara fisik dan 12 orang pekerja pada kelompok pekerjaan yang menimbulkan kelelahan secara mental. Selanjutnya data yang dikumpulkan melalui eksperimen, akan diolah lebih lanjut dengan menggunakan ANOVA, TukeyÃ‚Â’s Test serta pengolahan data statistik       \n \n \n\nnonparametrik (Test Cochran dan Test Chi Kuadrat 2 Sampel).       \n \n \n\nHasil pengolahan data menunjukkan bahwa faktor penggunaan telepon genggam selama berkendara berpengaruh signifikan terhadap waktu reaksi untuk berpindah jalur (Fhitung (25,60) > Ftabel (3,21)). Sedangkan untuk faktor jenis kelelahan serta interaksi antara faktor jenis kelelahan dan faktor penggunaan telelpon genggam selama berkendara tidak ditemukan perbedaan sehingga faktor jenis kelelahan (Fhitung (0,09) < Ftabel (4,3)) maupun interaksi antara faktor jenis kelelahan dan faktor penggunaan telepon genggam selama berkendara (Fhitung (0,06) < Ftabel (3,21)) tidak berpengaruh signifikan terhadap waktu reaksi untuk berpindah jalur. Selanjutnya hasil TukeyÃ‚Â’s Test menunjukkan bahwa antara level pada faktor penggunaan telepon genggam selama berkendara yang diujikan (hanya mengemudi, mengemudi sekaligus menerima panggilan masuk, mengemudi sekaligus mengirimkan SMS) masing-masing berbeda signifikan.       \n \n \n\nPengolahan data terakhir yaitu menggunakan statistik nonparametrik. Hasil penelitian menunjukkan bahwa secara rata-rata baik faktor penggunaan telepon genggam selama berkendara maupun faktor jenis kelelahan memiliki potensi yang besar sebagai penyebab kecelakaan.", "Daftar File": {"2010 TS PP AJENG YENI SETIANINGRUM 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67426", "2010 TS PP AJENG YENI SETIANINGRUM 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67427", "2010 TS PP AJENG YENI SETIANINGRUM 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67428", "2010 TS PP AJENG YENI SETIANINGRUM 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67429", "2010 TS PP AJENG YENI SETIANINGRUM 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67430", "2010 TS PP AJENG YENI SETIANINGRUM 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67431", "2010 TS PP AJENG YENI SETIANINGRUM 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67432", "2010 TS PP AJENG YENI SETIANINGRUM 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67433"}, "Penulis": "AJENG YENI SETIANINGRUM (NIM : 23408028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Yassierli, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "faktor jenis kelelahan, faktor penggunaan telepon genggam selama berkendara, waktu reaksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}