{"Nomor": 14768, "Judul": "PENGEMBANGAN PERANGKAT LUNAK DAN ANALISIS TERMODINAMIKA SIKLUS REFRIGERASI EJEKTOR", "Abstrak": "Siklus refrigerasi ejektor dapat memanfaatkan energi panas buang bertemperatur rendah dan energi matahari sehingga memiliki kontribusi untuk mengurangi emisi gas CO2 ke lingkungan. Instalasi dan perawatan ejektor yang sederhana juga memberi daya tarik untuk dikembangkan di Indonesia. Beberapa hasil penelitian mengenai siklus refrigerasi ejektor menunjukkan koefisien kinerja yang masih rendah jika dibandingkan dengan siklus kompresi uap.  \n \n\nAnalisis gas ideal pada ejektor perlu disempurnakan dengan pendekatan yang lebih akurat. Untuk itu dalam penelitian ini dilakukan pendekatan berdasarkan sifat-sifat fluida real didukung dengan persamaan tingkat keadaan yang akurat. Formulasi analisis fluida real dilakukan dengan memanfaatkan persamaan kekekalan massa, momentum, dan energi. Verifikasi dilakukan dengan membandingkan hasil analisis dengan data-data hasil pengujian peneliti lain. Modifikasi diterapkan dengan penggunaan penukar kalor regeneratif pada siklus refrigerasi ejektor konvensional untuk meningkatkan koefisien kinerja. Koefisien kinerja siklus juga dapat ditingkatkan dengan pemilihan refrigeran yang tepat. Refrigeran yang disimulasikan pada penelitian ini adalah R-141b, R-600, R-600a, R-134a, R-152a, dan R-290. Sebuah perangkat lunak dikembangkan untuk mendukung penelitian ini  \n \n\nHasil verifikasi menunjukkan deviasi sebesar -10% sampai dengan 10% untuk entrainment ratio pada kisaran 0,18-0,62. Deviasi hasil perhitungan temperatur kondensor terhadap pengujian peneliti lain adalah sebesar -5% sampai dengan 15%. Simulasi siklus refrigerasi ejektor dengan 1 penukar kalor regeneratif menghasilkan peningkatan koefisien kinerja sebesar 2%-12% tergantung dari kondisi operasi dan refrigeran yang digunakan. Siklus refrigerasi ejektor dengan 2 penukar kalor memiliki peningkatan koefisien kinerja sebesar 8%-25%. Isobutana cocok digunakan sebagai refrigeran pada siklus refrigerasi ejektor khususnya pada temperatur tinggi, karena isobutana dapat menghasilkan efisiensi yang lebih baik dibandingkan penggunaan refrigeran lain.", "Daftar File": {"2009 TA PP AKHMAD FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67464", "2009 TA PP AKHMAD FAUZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67465", "2009 TA PP AKHMAD FAUZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67466", "2009 TA PP AKHMAD FAUZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67467", "2009 TA PP AKHMAD FAUZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67468", "2009 TA PP AKHMAD FAUZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67469", "2009 TA PP AKHMAD FAUZI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67470", "2009 TA PP AKHMAD FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67471"}, "Penulis": "AKHMAD FAUZI  (NIM : 13104110)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. I Made Astina, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Siklus refrigerasi ejektor;  termodinamika", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}