{"Nomor": 14761, "Judul": "BENTUK LEGALITAS KEPEMILIKAN PADA PERENCANAAN SUKSESI (Studi Kasus: Restoran Soto Kudus Menara)", "Abstrak": "Perusahaan keluarga merupakan perusahaan yang dimiliki dan dikelola oleh satu atau lebih anggota keluarga. Restoran Soto Menara yang merupakan sebuah perusahaan keluarga sengaja didirikan oleh pemilik untuk melestarikan masakan tradisional Indonesia. Outlet pertama yang sukses berkembang memotivasi pendiri untuk melakukan ekspansi. Saat ini pendiri memiliki sepuluh outlet yang terletak di Propinsi Banten, DKI Jakarta, serta sebuah outlet di kota Bandung.  \n \n\nPerkembangan perusahaan keluarga ini mendorong pendiri untuk melakukan perencanaan alih generasi dengan tujuan menjaga eksistensi perusahaan serta keharmonisan diantara anggota keluarga.  \n \n\nPada beberapa perusahaan keluarga, turunnya pendiri serta hadirnya anggota keluarga baru dapat mengakibatkan terjadinya guncangan pada perusahaan. Isu masalah yang terjadi pada perusahaan terdiri dari bisnis, keluarga, dan pendiri. Permasalahan ini dapat diselesaikan dengan  \n \n\nmelakukan perencanaan pada bentuk legalitas kepemilikan yang mengatur hak dan kewajiban generasi penerus.  \n \n\nProyek akhir ini mencoba untuk mengidentifikasi dan mengevaluasi bentuk legalitas yang tepat untuk diimplementasikan pada restoran Soto Kudus Menara. Langkah selanjutnya adalah menentukan hak dan kewajiban generasi penerus yang terkait dengan struktur organisasi dan distribusi pendapatan. Metode yang digunakan dalam penelitian ini adalah dengan melakukan studi literatur dan wawancara kepada pendiri, keluarga dan karyawan.  \n \n\nBentuk legalitas kepemilikan terdiri dari kepemililkan secara perseorangan, perkongsian, korporat, serta waralaba. Bentuk-bentuk legalitas ini akan dievaluasi berdasarkan keadaan internal dan eksternal perusahaan, Analisa yang akan dilakukan menggunakan metode Quantitative Strategic Planning Matrix (QSPM) untuk memperoleh bobot skor alternatif. Legalitas kepemilikan  \n \n\nyang akan diterapkan adalah legalitas yang memperoleh bobot skor alternatif tertinggi.  \n \n\nPenelitian ini menyimpulkan bahwa perusahaan lebih tepat menerapkan bentuk legalitas kepemilikan secara korporat dalam bentuk perseroan persekutuan (CV). Implementasi alih generasi ini akan melalui empat tahap yaitu penentuan struktur kepemilikan, perubahan legalitas, pelatihan calon pemimpin, dan sosialisasi alih generasi. Struktur kepemilikan paska alih generasi adalah  \n \n\nmenerapkan distribusi pendapatan yang sama besar pada keuntungan perusahaan bagi pendiri dan generasi penerus. Potensi resistensi yang terjadi adalah penolakan karyawan terhadap pemimpin baru, sehingga keberhasilan alih generasi memerlukan persiapan dan kolaborasi antara pendiri anggota keluarga, karyawan dan stakeholder lainnya.", "Daftar File": {"2009 TS PP AJENG RAHARTIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67420", "2009 TS PP AJENG RAHARTIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67421", "2009 TS PP AJENG RAHARTIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67422", "2009 TS PP AJENG RAHARTIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67423", "2009 TS PP AJENG RAHARTIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67424", "2009 TS PP AJENG RAHARTIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67425"}, "Penulis": "AJENG RAHARTIA (NIM : 29106407)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Alibasjah I. Soedjarno, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bentuk legalitas kepemilikan, alih generasi, Quantitative Strategic Planning Matrix (QSPM).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}