{"Nomor": 14770, "Judul": "MODEL PENGENDALIAN PEMBERIAN NUTRISI PADA SISTEM NUTRIENT FILM TECHNIQUE", "Abstrak": "Hidroponik Nutrient Film Technique (NFT) merupakan salah satu sistem budidaya tanaman tanpa menggunakan media tanah. Pada Tugas Akhir ini akan dibuat suatu model matematika yang mampu mengatur pemberian nutrisi untuk  \n \n\ntanaman yang menggunakan sistem hidroponik NFT agar dapat tumbuh secara optimal. Model yang digunakan adalah model persamaan diferensial biasa linier yang mensimulasikan hubungan pemberian zat nutrisi terhadap perubahan konsentrasi nutrisi pada tanaman NFT. Formulasi awal pemberian nutrisi ditentukan dengan melihat data kebutuhan nutrisi tanaman sesuai dengan umur tumbuhnya, dan untuk variabel waktu penambahan nutrisi dikendalikan dengan fungsi piecewise sehingga tanaman mendapat jumlah nutrisi yang cukup. Dengan hasil perbedaan parameter laju aliran antara penambahan nutrisi dan aliran larutan pada sistem tidak mengganggu kestabilan titik kesetimbangan jumlah konsentrasi yang diterima tanaman untuk periode waktu yang sangat lama.", "Daftar File": {"2010 TA PP AKHMAD TAQWA PRADUGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67480", "2010 TA PP AKHMAD TAQWA PRADUGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67479", "2010 TA PP AKHMAD TAQWA PRADUGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67481", "2010 TA PP AKHMAD TAQWA PRADUGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67482", "2010 TA PP AKHMAD TAQWA PRADUGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67483", "2010 TA PP AKHMAD TAQWA PRADUGA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67484"}, "Penulis": "AKHMAD TAQWA PRADUGA (NIM : 10106037)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidroponik NFT, larutan nutrisi, sistem persamaan diferensial biasa linier, fungsi piecewise, NFT hydroponics, nutrient solution, linear ordinary differential equations system, piecewise functions.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}