{"Nomor": 14783, "Judul": "SIMULASI DAN ANALISIS KINERJA KOMUNIKASI VOIP DENGAN ENKAPSULASI DATA MENGGUNAKAN VPN", "Abstrak": "Voice over Internet Protocol (VoIP) didefinisikan sebagai suatu sistem yang menggunakan jaringan internet untuk mengirimkan data paket suara dari suatu tempat ke tempat yang lain. Karena komunikasi VoIP ini melewati jaringan  \n \n\nIP, maka masalah terjadinya serangan terhadap keamanan tidak dapat dibiarkan begitu saja. Salah satu cara untuk membangun keamanan dalam komunikasi VoIP adalah dengan menggunakan Virtual Private Network (VPN). VPN adalah sebuah koneksi yang menghubungkan dua titik melalui jaringan publik yang membentuk koneksi virtual diantara kedua titik tersebut. Pada tugas akhir ini, dikonfigurasikan suatu testbed untuk komunikasi antara dua buah server VoIP serta untuk membangun VPN server. Dua buah klien berkomunikasi menggunakan softphone X-Lite. Server diimplementasikan di atas sistem operasi FreeBSD 7.1 Release, sedangkan klien mengggunakan sistem operasi Microsoft Windows. Software untuk VoIP server menggunakan Asterisk sedangkan untuk VPN tunneling menggunakan IPsec-Tools. Ketika komunikasi VoIP berlangsung, dilakukan pengukuran dan perhitungan terhadap delay, packet loss, jitter, dan Mean Opinion Score (MOS). Selain itu, dilakukan pula percobaan penyadapan dalam komunikasi tersebut. Proses tersebut dilakukan baik sebelum maupun sesudah menggunakan VPN. Ternyata, penggunaan VPN ini dapat memengaruhi parameter kinerja dan kualitas jaringan. Namun, parameter tersebut masih memenuhi standar-standar komunikasi VoIP dengan cukup baik. Setelah dirata-ratakan, dihasilkan end to end delay sebesar 26.8237 ms, packet loss sebesar 0.36%, dan MOS sebesar 4.382, sedangkan peak jitter maksimum yang dihasilkan adalah 14.27 ms. Dengan  \n \n\nditerapkannya VPN, setiap paket yang melewati tunnel tersebut akan dienkapsulasi dalam pengirimannya sehingga tidak mudah disadap. Pada VoIP VPN yang bersifat komersial akan diberikan rute dan link khusus sehingga menjamin QoS yang terbaik.", "Daftar File": {"2010 TA PP ALDY PRADANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67560", "2010 TA PP ALDY PRADANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67561", "2010 TA PP ALDY PRADANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67562", "2010 TA PP ALDY PRADANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67563", "2010 TA PP ALDY PRADANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67564", "2010 TA PP ALDY PRADANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67565", "2010 TA PP ALDY PRADANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67566"}, "Penulis": "ALDY PRADANA (NIM : 13206079)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Ir. Sigit Haryadi MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "VoIP, VPN, tunneling, kinerja jaringan, keamanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}