{"Nomor": 14787, "Judul": "PERANCANGAN PERALATAN MEKANIKAL DAN SISTEM PERPIPAAN PADA PABRIK BIOETANOL BERKAPASITAS 1000 LITER PER HARI", "Abstrak": "Ketergantungan terhadap BBM yang semakin mahal harganya,  \n \n\nmenyebabkan berbagai langkah strategis untuk menghemat cadangan energi konvensional serta menjaga ketersediaan energi, menjadi sangat dibutuhkan. Upaya subtitusi BBM menjadi prioritas dalam hal menjamin security of supply  \n \n\nenergi nasional. Salah satu energi yang dapat digunakan untuk mensubstitusi BBM adalah bioetanol. Untuk mendapatkan bioetanol yang akan digunakan sebagai bahan bakar alternatif, maka dibutuhkan sebuah pabrik yang dapat  \n \n\nmengolah bahan baku bioetanol (biomasa) menjadi bioetanol.  \n \n\nTujuan dari pelaksanaan tugas sarjana ini adalah untuk merancang peralatan mekanikal dan perpipaan yang aman untuk dioperasikan pada pabrik bioetanol berkapasitas 1000 liter perhari dan sesuai dengan standar internasional untuk masing-masing peralatan tersebut.  \n \n\nPeralatan mekanikal yang dirancang meliputi bejana tekan, sistem perpipaan, pompa, dan boiler. Perancangan bejana tekan dilakukan berdasarkan Code ASME Section VIII Divisi 1 dan mengaplikasikan perangkat lunak PVElite  \n \n\n2005. Perancangan sistem perpipaan dilakukan berdasarkan Code ASME B31.3 Process Piping dan mengaplikasikan perangkat lunak CAESAR II 4.20.  \n \n\nHasil yang diperoleh dari perancangan ini adalah bejana tekan yang memenuhi persyaratan perancangan, yaitu memiliki kekuatan yang memadai dan dapat memenuhi kebutuhan proses, pipa yang kuat dengan defleksi yang kecil, dan pompa yang dapat mengatasi pressure drop dan tersedia di pasaran, serta boiler yang kuat dan mampu mensuplai kebutuhan steam didalam proses.", "Daftar File": {"2009 TA PP ALEXANDER HUTAHAEAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67588", "2009 TA PP ALEXANDER HUTAHAEAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67589", "2009 TA PP ALEXANDER HUTAHAEAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67590", "2009 TA PP ALEXANDER HUTAHAEAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67591", "2009 TA PP ALEXANDER HUTAHAEAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67592", "2009 TA PP ALEXANDER HUTAHAEAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67593", "2009 TA PP ALEXANDER HUTAHAEAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67594"}, "Penulis": "ALEXANDER HUTAHAEAN (NIM : 13104108)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rachman Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BBM, Code ASME Section VIII Divisi 1,  PVElite", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}