{"Nomor": 14786, "Judul": "PERANCANGAN ADJUSTABLE RECITAL HALL UNTUK MUSIK TRADISIONAL INDONESIA BERBASISKAN PARAMETER AKUSTIK OPTIMUM", "Abstrak": "Telah dilakukan perancangan adjustable recital hall yang mampu mengakomodir kebutuhan akustik untuk musik Gamelan Jawa, Gamelan Bali, dan Angklung dengan parameter akustik optimum. Parameter akustik optimum yang menjadi acuan rancangan yakni tingkat pendengaran (LL), waktu tunda pantulan dini (Δt1), waktu dengung (Tsub), dan IACC. Nilai parameter acuan diperoleh dari penelitian-penelitian mengenai musik tradisional Indonesia yang telah dilakukan. Perancangan dilakukan dengan melakukan pemodelan dengan CATT-Acoustic dan simulasi dengan metode ray-tracing.  \n \n\nKomponen akustik yang digunakan pada tugas akhir ini yakni reflektor di atas panggung dan penonton, dan absorber pada dinding. Reflektor pada bagian atas panggung dapat diubah ketinggian dan sudutnya, begitu juga dengan reflektor di bagian atas penonton. Reflektor di bagian penonton terdiri dari dua material yang berbeda koefisien absorbsinya yang penggunaannya dapat disesuaikan. Gedung resital hasil rancangan memiliki kapasitas 804 kursi dengan volume kurang lebih 7900 m3.  \n \n\nHasil yang diperoleh dari perancangan adalah sebagai berikut, Gamelan Jawa dengan LL sebesar 79,1 dBA, Δt1 39.34 detik, Tsub 1,57 detik, dan IACC 0,56; Gamelan Bali LL 78,6 dBA, Δt1 39.34 detik, Tsub 1,35 detik, dan IACC 0,59; dan Angklung LL 79,1 dBA, Δt1 39.37 detik, Tsub 1,04 detik, dan IACC 0,45. Nilai-nilai tersebut dicapai pada titik rancang yang dihasilkan pada frekuensi 1 kHz.", "Daftar File": {"2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67581", "2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67582", "2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67583", "2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67584", "2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67585", "2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67586", "2014 TA PP  ALEXANDER CHRISTIAN NUGROHO -SHANI SAFARAH ROHMAH 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67587"}, "Penulis": "ALEXANDER CHRISTIAN NUGROHO (NIM : 13310002) -SHANI SAFARAH ROHMAH (NIM : 133101050)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. I Gde Nyoman Merthayasa", "Ir. Joko Sarwono, MT, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adjustable recital hall, komponen akustik, tingkat pendengaran, waktu tunda pantulan dini, waktu dengung, IACC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}