{"Nomor": 14790, "Judul": "OPTIMALISASI PEMILIHAN KONFIGURASI MESIN DAN PERALATAN MEKANIKAL/ELEKTRIKAL UNTUK PEMBANGKIT LISTRIK TENAGA MINIHIDRO", "Abstrak": "Belakangan ini dunia dihebohkan oleh munculnya isu krisis energi. Secara nyata, keberadaan isu ini memang sangat terasa sampai-sampai mempengaruhi ekonomi dunia.  \n \n\nPemicunya tentu saja krisis pada bahan bakar fosil seperti minyak bumi dan batu bara. Dunia sepertinya sangat tergantung akan kebutuhan bahan bakar fossil ini. Indonesia merupakan salah satu negara dengan tingkat konsusi terbesar di dunia. Tentu saja hal ini disebabkan oleh faktor jumlah penduduknya yang mencapai lebih dari  \n \n\n250 juta. Tingginya tingkat konsumsi ini tentu saja berbanding lurus dengan tingkat kebutuhan energi, khususnya untuk energi listrik. Sebagai contoh, konsumsi lampu, memasak, belajar, bekerja, hiburan, dll. Sayangnya, tingginya tingkat konsumsi energi ini tidak sejalan dengan tingkat penyediaannya. Sedikit melangkah lebih jauh, dengan memanfaatkan besarnya potensi pasar  \n \n\nkebutuhan energi listrik di Indonesia ini, KSO antara PT. X dan PT. Y bersepakat untuk melakukan optimalisasi lokasi bekas areal pertambangan Cikotok dalam proyek  \n \n\nPemanfaatan dan Pengembangan Pembangkit Listrik Tenaga Minihidro Cikotok. Proyek ini dan lokasinya secara garis besar kaya akan pengembangan potensi energi listrik dan potensi bisnis lain. Oleh karena itu, dalam pengembangannya dibutuhkan perpaduan antara pendekatan teknik dan pendekatan bisnisnya. Pendekatan teknik berbicara mengenai detil operasi dan skenarionya, bisnis meluaskan dan menilainya sebagai sistem yang optimal secara keseluruhan. Perpaduan antara kedua pendekatan ini diharapkan dapat menjawab tantangantantangan yang muncul dalam pelaksanaan proyek. Dengan mengacu pada tujuan utamanya, yaitu ekonomis dan berbasis lingkungan, maka perlu dilakukan kegiatan optimalisasi yang berdasar untuk membantu pengambilan keputusan. Kegiatan optimalisasi ini akan berfokus pada pemilihan skenario teknik (mesin dan peralatan mekanikal/elektrikal) yang paling tepat, sekaligus mengembangkannya sebagai suatu sistem yang terintegrasi dengan faktor-faktor utama pembangun bisnis. Untuk mengukur optimalisasinya, digunakan perangkat-perangkat studi bisnis seperti  \n \n\nAnalisis Benefit-Cost, Skema Kapasitas, NPV, VaR, dan AHP. Keluaran yang diharapkan adalah sebuah keputusan bisnis, yang optimal, berdasar, dan menyeluruh, sehingga dapat menjadi pedoman bagi proyek berikutnya.", "Daftar File": {"2010 TS PP ALEXANDER SIREGAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67608", "2010 TS PP ALEXANDER SIREGAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67603", "2010 TS PP ALEXANDER SIREGAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67604", "2010 TS PP ALEXANDER SIREGAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67605", "2010 TS PP ALEXANDER SIREGAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67606", "2010 TS PP ALEXANDER SIREGAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67607"}, "Penulis": "ALEXANDER SIREGAR (NIM : 29108358)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik: Dr. Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "optimalisasi, pemilihan, pengambilan keputusan, analisis benefit-cost, skema kapasitas, NPV, VaR, AHP, pedoman", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}