{"Nomor": 14798, "Judul": "ANALISIS INVESTASI BISNIS DAN USULAN STRATEGI OPERASI PT.ABC (KONTRAKTOR UMUM) DI BIDANG USAHA BARU&#8208;ENERGI 'LPG SEBAGAI BAHAN BAKAR-ELPIJI 3 KG'", "Abstrak": "Program Konversi Minyak Tanah ke Gas yang diberlakukan selama 3 tahun sejak 2007 hingga 2010 merupakan program pengalihan bahan bakar rumah tangga dari minyak tanah ke gas. Program ini mencanangkan pembagian gratis tabung gas 3 kg termasuk isinya berikut kompor elpiji satu tungku kepada masing‐masing 42 juta rumah tangga yang dilakukan secara bertahap. Salah satu hal yang perlu diperhatikan adalah kemampuan produksi dalam negeri yang belum mampu memenuhi permintaan tabung gas tersebut. Di sisi lain, kebijakan program konversi ini menekankan    \n \n\nkesempatan seluas‐seluasnya bagi pabrikan dalam negeri dan tidak mengijinkan aktivitas impor.    \n \n\nPT. Waskita Karya (Persero) melihat hal ini sebagai peluang untuk terlibat menjadi pabrikan tabung gas, sehingga sebelum proyek ini diperoleh, Waskita perlu    \n \n\nmempertimbangkan aspek kelayakan finansial dan perencanaan strategi produksi agar dapat diambil keputusan yang tepat dan Waskita siap langsung berproduksi ketika proyek diperoleh. Analisis kelayakan finansial perlu dilakukan untuk mengetahui tingkat perolehan net profit margin. Selain itu, Waskita tentunya akan mendapatkan reputasi dan pencitraan positif sebagai Badan Usaha Milik Negara (BUMN) yang    \n \n\nmendukung program konversi energi ini.    \n \n\nPengukuran kelayakan finansial yaitu dengan menggunakan metoda Payback Period, NPV, IRR, Beban Usaha/Pendapatan Usaha (BK/PU) dan Sensitivity Analysis.    \n \n\nPerencanaan strategi produksi pengadaan tabung gas 3 kg ini fokus terhadap perencanaan jumlah produksi yang optimal didukung dengan peningkatan keahlian tenaga kerja melalui penerapan prinsip‐prinsip organisasi pembelajar sebagai solusi terhadap gap yang timbul ketika menjalankan bidang usaha yang baru.", "Daftar File": {"2010 TS PP ALFIAN PRAYANA ARDIE PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67654", "2010 TS PP ALFIAN PRAYANA ARDIE PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67655", "2010 TS PP ALFIAN PRAYANA ARDIE PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67656", "2010 TS PP ALFIAN PRAYANA ARDIE PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67657", "2010 TS PP ALFIAN PRAYANA ARDIE PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67658", "2010 TS PP ALFIAN PRAYANA ARDIE PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67659"}, "Penulis": "ALFIAN PRAYANA ARDIE PUTRA (NIM : 291 07 377)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dermawan Wibisono, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "tabung gas 3 kg, kelayakan financial, strategi produksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}