{"Nomor": 14794, "Judul": "PELABELAN SISI TITIK-ANTI AJAIB PADA t KOPI GRAF BIPARTIT", "Abstrak": "Misalkan G = (V,E) graf sederhana. Sebuah fungsi injektif ro : E ->(1,2,3, 3,..., (E) disebut pelabelan sisi titik-anti ajaib jika setiap dua titik berbeda memiliki bobot yang berbeda. Bobot dari titik u pada V terhadap fungsi ro adalah W (u)= ro (uv). Selanjutnya, ro disebut pelabelan sisi (a,d)-titik-anti ajaib jika ada dua bilangan bulat positif a dan d sehingga W(V ) = (a,a + d,a+2d,...a + ((V)-1)d).  Suatu graf bipartit adalah graf yang himpunan titiknya dapat dipartisi ke dalam dua himpunan bebas A dan B sehingga setiap sisinya menghubungkan sebuah titik di A ke sebuah titik di B. Suatu graf bipartit lengkap Kn,m adalah graf bipartit dengan (A)= n, (B) = m dan untuk sebarang dua titik u di A dan v di B, uv adalah sebuah sisi di Kn,m. Matching M < E adalah koleksi dari sisi-sisi sehingga setiap titik v di V terkait pada paling banyak satu sisi di M. Suatu matching dikatakan sempurna jika setiap titik v di V terkait pada tepat satu sisi di M. Pada tesis ini, graf bipartit lengkap Kn,m dikurangi sebuah matching sempurna untuk n lebih besar samadengan 4 dinyatakan oleh Gn. Misalkan t bilangan ganjil dan n bilangan genap yang lebih besar daripada t, dibuktikan bahwa tGn memiliki pelabelan  titik-anti ajaib. Selanjutnya, untuk setiap bilangan positif t dan bilangan genap n lebih besar daripada 3, tKn,n memiliki pelabelan sisi titik-anti ajaib . Selain itu, dibuktikan pula graf bipartit lengkap Kn,m dikurangi sebuah matching maksimum mempunyai pelabelan sisi titik-anti ajaib untuk setiap bilangan bulat positif n dan m.", "Daftar File": {"2012 TS PP ALFAN SUKMANA PRAJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67631", "2012 TS PP ALFAN SUKMANA PRAJA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67632", "2012 TS PP ALFAN SUKMANA PRAJA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67633", "2012 TS PP ALFAN SUKMANA PRAJA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67634", "2012 TS PP ALFAN SUKMANA PRAJA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67635", "2012 TS PP ALFAN SUKMANA PRAJA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67636", "2012 TS PP ALFAN SUKMANA PRAJA 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/67637"}, "Penulis": "ALFAN SUKMANA PRAJA (NIM: 20110005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. M. Salman A.N."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pelabelan sisi titik-anti ajaib, Pelabelan sisi (a; d)-titik-anti ajaib, graf bipartit, graf bipartit lengkap dikurangi sebuah matching maksimum", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}