{"Nomor": 14800, "Judul": "RANCANG BANGUN SISTEM PEMANAS UNTUK MENGKAJI EFEK SUHU PADA FILM TIPIS", "Abstrak": "Pada penelitian ini Rancang Bangun Sistem Pemanas Untuk Mengkaji Efek Suhu Pada Film Tipis. Dalam film tipis, pemanas tidak boleh kontak langsung karena akan merusak film tipis itu. Jika didalam ruang tertutup, film tipis tidak dapat diteliti, jika dikeluarkan dari oven, suhunya akan berubah. Oleh sebab itu dilakukan penelitiaan terhadap distribusi pemanas. Sebelumnya dilakukan perancangan sistim kontrol pemanas menggunakan mikrokontroler arduino uno untuk mendukung penelitian . Pengontrolan dapat dilakukan dengan menentukan titik kontrolnya dan menjadikan titik itu sebagai titik cut off. Dalam sistem ini sensor berkerja sebagai pengukur kondisi temperatur pemanas yang kemudian dibandingkan dengan titik cut offnya. Sehingga dengan cara ini pemanas akan tertahan stabil di sekitar titik cut off. Pada kondisi ini pemanas siap untuk diukur dan diambil datanya. Pemanas tentu akan memancarkan energi dalam bentuk gelombang Thermal Infrared. Akibatnya hal ini, distribusi temperatur harus memiliki karakteristik yang sesuai dengan sifat gelombang. Sifat gelombang yang dimaksud disini adalah sifat absorpsi. Dari hasil penelitiaan diperoleh koefisien absorpsi sekitar 3Ã‚Â–4/cm dengan sifat distribusi yang eksponensial.", "Daftar File": {"2013 TA PP  ALFIAN YUANATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67667", "2013 TA PP  ALFIAN YUANATA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67668", "2013 TA PP  ALFIAN YUANATA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67669", "2013 TA PP  ALFIAN YUANATA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67670", "2013 TA PP  ALFIAN YUANATA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67671", "2013 TA PP  ALFIAN YUANATA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67672", "2013 TA PP  ALFIAN YUANATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67673"}, "Penulis": "ALFIAN YUANATA  (NIM : 10210035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. HENDRO, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rancang Bangun Sistem, Pemanas, Mengkaji Efek Suhu,  Film Tipis, mikrokontroler arduino uno, Thermal Infrared", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}