{"Nomor": 14806, "Judul": "METODE PRINCIPAL COMPONENT ANALYSIS (PCA) UNTUK ANALISIS DATA OPERASI SEBUAH MOTOR DIESEL INDUSTRI STUDI KASUS : DETEKSI SERTA IDENTIFIKASI GEJALA DARI KNOCKING DAN KERUSAKAN INJEKTOR", "Abstrak": "Pada motor Diesel besar telah terpasang sensor-sensor baik analog maupun digital yang digunakan untuk mengukur data operasi. Setiap variabel data operasi yang terukur memiliki nilai batas yang dikeluarkan oleh pabrik pembuat motor Diesel. Gejala tidak normal dari motor Diesel dapat terjadi sebelum suatu variabel melewati nilai batasnya dan kondisi ini tidak mudah dideteksi secara manual oleh operator perawatan. Dalam penelitian ini, sebuah metode statistik multivarian yaitu Principal Component Analysis (PCA) diterapkan untuk analisis data operasi dalam deteksi dan identifikasi kegagalan pada motor Diesel besar. Ada tiga algoritma PCA yaitu PCA konvensional, RPCA (Recursive PCA) dan MWPCA (Moving Window PCA) yang digunakan untuk analisis data operasi. Data operasi yang digunakan dalam penelitian didapatkan dari sebuah motor Diesel di PLTD Tarakan. Data tersebut terukur dari sensor-sensor analog yang dipasang pada motor Diesel dan terdiri dari 43 variabel operasi. Dua buah kasus, yaitu knocking dan kerusakan injektor, digunakan untuk mengevaluasi ketiga algoritma tersebut. Hasil penerapan ketiga algoritma PCA menunjukkan bahwa PCA konvensional tidak dapat diterapkan dalam monitoring proses motor Diesel karena tidak dapat merepresentasikan kondisi operasi motor Diesel yang dinamik. Kedua metode PCA adaptif yaitu RPCA dan MWPCA dapat mendeteksi gejala knocking dan kerusakan injektor. Dalam hal tersebut, kemampuan adaptasi dari MWPCA lebih baik dibandingkan dengan RPCA karena jumlah data yang digunakan sebagai model dapat lebih sedikit dibandingkan dengan RPCA. Selain itu, MWPCA dapat mendeteksi gejala kegagalan lebih cepat dibandingkan dengan RPCA.", "Daftar File": {"2011 TS PP ALFONSUS WIRAHADIKUSUMA MUALIM  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67708", "2011 TS PP ALFONSUS WIRAHADIKUSUMA MUALIM  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67709", "2011 TS PP ALFONSUS WIRAHADIKUSUMA MUALIM  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67710", "2011 TS PP ALFONSUS WIRAHADIKUSUMA MUALIM  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67711", "2011 TS PP ALFONSUS WIRAHADIKUSUMA MUALIM  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67712", "2011 TS PP ALFONSUS WIRAHADIKUSUMA MUALIM  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67713"}, "Penulis": "ALFONSUS WIRAHADIKUSUMA MUALIM (NIM : 23109026)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Arief Hariyanto Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metode Principal Component Analysis, PCA, Analisis Data Operasi, Motor Diesel Industri, Gejala Knocking, Kerusakan Injektor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}