{"Nomor": 14816, "Judul": "OPTIMISASI MODEL STRUKTUR WING BOX DENGAN MENGGUNAKAN CATIA V5 R18", "Abstrak": "Tugas akhir ini mencoba membahas usaha mencari jawab atas keinginan untuk mendapatkan struktur dengan berat minimum. Pada Tugas Akhir ini dijelaskan secara rinci mengenai metode optimisasi pada CATIA V5 R18 serta bagaimana cara    \n \n \n \n\nmelakukan optimisasi struktur wingbox pada CATIA V5 R18 serta membandingkan metode-metode yang ada sehingga tujuan untuk memperoleh dimensi yang optimum dari sebuah struktur wingbox dapat tercapai.    \n \n \n \n\nDengan mengambil data referensi berupa gambar penampang struktur wingbox serta data tabel dari literatur buku perancangan pesawat, penulis membandingkan data yang ada untuk memperoleh data awal dalam penyusunan model. Kemudian dengan melakukan proses optimisasi dengan beberapa metode akan diperoleh beberapa grafik penurunan massa relatif terhadap jumlah iterasi. Beberapa grafik tersebut kemudian    \n \n \n \n\ndibandingkan untuk memperoleh solusi yang terbaik. Sehingga dengan melakukan optimisasi pada software CATIA V5 R18 maka akan diperoleh solusi yang optimum dengan cepat dan efisien.", "Daftar File": {"2008 TA PP ALI YUSNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67784", "2008 TA PP ALI YUSNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67785", "2008 TA PP ALI YUSNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67786", "2008 TA PP ALI YUSNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67787", "2008 TA PP ALI YUSNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67788", "2008 TA PP ALI YUSNI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67789", "2008 TA PP ALI YUSNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67790"}, "Penulis": "ALI YUSNI (NIM : 13603030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rais Zain, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CATIA V5 R18; wingbox", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}