{"Nomor": 14827, "Judul": "PERANCANGAN WATERBLOCK UNTUK PEMBANGKIT TERMOELEKTRIK BERBASIS SALT GRADIENT-SOLAR POND", "Abstrak": "Solar pond berfungsi sebagai pengumpul dan penyimpan energi panas matahari. Teknologi solar pond membutuhkan pengembangan agar dapat diaplikasikan sebagai pembangkit listrik. Modul termoelektrik bekerja dengan menyerap panas dari satu sisi dan membuang panas di sisi lainnya sehingga  \n \n\nterdapat perbedaan temperatur. Oleh karena itu, dirancang sistem pembangkit termoelektrik untuk memanfaatkan panas yang dikumpulkan oleh solar pond. Perancangan diawali dengan membuat skema sistem pembangkit secara umum, kemudian dipilih alternatif untuk tiap jenis perangkat yang digunakan. Pemilihan perangkat dititikberatkan pada performa yang dapat dihasilkan, dikarenakan efisiensi dari modul termoelektrik masih terbilang sangat rendah. Untuk itu, dipilih waterblock sebagai penukar panas yang digunakan. Perancangan ini dititikberatkan pada penentuan dimensi waterblock dan laju aliran massa yang diperlukan. Perhitungan laju aliran massa berdasarkan para kalor yang diperlukan untuk mencapai daya listrik yang dapat dihasilkan. Daya pompa yang diperlukan ditentukan untuk dibandingkan dengan daya listrik yang dapat dihasilkan  \n \n\nDari hasil perhitungan, didapatkan daya listrik yang dapat dihasilkan oleh sistem adalah sebesar 11.5 W. Dibutuhkan laju aliran massa sebesar 0.0312 kg/s pada sisi panas dan 0.098 kg/s pada sisi dingin Daya pompa yang diperlukan sebesar 30.5 W.", "Daftar File": {"2011 TA PP ALVIN SUPARMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67851", "2011 TA PP ALVIN SUPARMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67852", "2011 TA PP ALVIN SUPARMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67853", "2011 TA PP ALVIN SUPARMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67854", "2011 TA PP ALVIN SUPARMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67855", "2011 TA PP ALVIN SUPARMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67856", "2011 TA PP ALVIN SUPARMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67857"}, "Penulis": "ALVIN SUPARMAN (NIM : 13106014)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Ir. Hendi Riyanto, MSME.", "Dr.Ir. Sigit Yoewono, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Waterblock,  Pembangkit Termoelektrik,  Salt Gradient-Solar Pond", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}