{"Nomor": 14828, "Judul": "PENGUJIAN POMPA ARCHIMEDES POSISI HORISONTAL UNTUK PENGALIRAN LUMPUR", "Abstrak": "Salah satu upaya penanggulangan genangan lumpur yang terjadi disekitar pengeboran di desa Renokenongo, Sidoarjo, Jawa Timur, yaitu dengan cara mengalirkan lumpur ke sungai atau laut. Untuk itu dibutuhkan pompa yang sesuai dengan karakteristik lumpur yang akan dialirkan. Pompa yang dipilih adalah pompa ulir Archimedes, dengan alasan karena pemanfaatan pompa ulir Archimedes biasanya digunakan untuk irigasi dan pembuangan air limbah serta untuk mengalirkan fluida yang memiliki viskositas yang tinggi.  \n \n\nPenelitian ini bertujuan untuk mengetahui karakteristik pompa Archimedes secara eksperimen dan kemudian dibandingkan dengan hasil simulasi numerik menggunakan perangkat lunak Fluent. Pengujian pompa dilakukan di laboratorium sungai yang berlokasi di Balai Sungai Surakarta.  \n \n\nPengujian dilakukan dalam dua tahap yaitu pengujian dengan satu buah pompa terpasang dan pengujian dua pompa yang terpasang secara seri dengan jarak antara pompa 6 meter. Masing-masing pengujian dilakukan pada berbagai jenis fluida kerja yaitu air murni dan lumpur yang telah dicampur air dengan perbandingan 1:6, 2:6, 3:6, dan 4:6  \n \n\nDari hasil penelitian, diperoleh untuk fluida Air (lumpur 0 : 6) efisiensi hidrolik tertinggi sebesar 42,97% yaitu pada putaran 376 Rpm dengan debit 10 lt/s, untuk fluida lumpur 1 : 6 efisiensi hidrolik tertinggi sebesar 41,11% yaitu pada putaran 337 Rpm dengan debit 9 lt/s. sedangkan untuk fluida lumpur 2 : 6 efisiensi hidrolik tertinggi sebesar 41,92% yaitu pada putaran 376 Rpm dengan debit 9 lt/s. untuk fluida lumpur 3 : 6 efisiensi hidrolik tertinggi sebesar 42,77% yaitu pada putaran 376 Rpm dengan debit 10 lt/s. dan untuk fluida lumpur 4 : 6 efisiensi hidrolik tertinggi sebesar 40,56% yaitu pada putaran 376 Rpm dengan debit 10 lt/s.", "Daftar File": {"2010 TS PP ALWI ALBAAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67858", "2010 TS PP ALWI ALBAAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67859", "2010 TS PP ALWI ALBAAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67860", "2010 TS PP ALWI ALBAAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67861", "2010 TS PP ALWI ALBAAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67862", "2010 TS PP ALWI ALBAAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67863", "2010 TS PP ALWI ALBAAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67864", "2010 TS PP ALWI ALBAAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67865"}, "Penulis": "ALWI ALBAAR (NIM: 23107016)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. Hendrawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "penanggulangan genangan lumpur, Sidoarjo, pompa ulir Archimedes, Pengaliran lumpur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}