{"Nomor": 14822, "Judul": "PENGARUH TEKANAN KOMPAKSI 100 DAN 120 MPA, PENAMBAHAN TITANIA (TiO2) 1w/o DAN MAGNESIA (MgO) 1w/o TERHADAP SUSUT BAKAR, KEKERASAN, DAN FRACTURE TOUGHNESS SISTEM KERAMIK ALUMINA (Al2O3) DENGAN METODE POWDER PRESSING", "Abstrak": "Alumina (Al2O3) adalah salah satu bahan keramik yang banyak digunakan dalam industri karena beberapa sifatnya yang lebih baik dari logam dan polimer. Dalam pemrosesan alumina, susut bakar menjadi parameter yang sangat penting terutama dalam hal kepresisian dari produk yang dibuat. Di sisi lain susut bakar dapat dijadikan indikator tingkat densifikasi yang terjadi pada suatu produk alumina. Penambahan aditif seringkali dilakukan dalam pemrosesan keramik alumina (Al2O3) dengan tujuan tertentu. Penambahan aditif TiO2 dilaporkan dapat meningkatkan susut bakar produk sehingga densifikasi lebih cepat terjadi. Oleh karena itu penambahan aditif TiO2 pada keramik alumina dapat menghasilkan densitas produk yang lebih tinggi pada temperatur sintering yang lebih rendah, sedangkan penambahan aditif MgO dilaporkan dapat menghalangi discontinuous grain growth sehingga densitas produk yang didapat mendekati nilai densitas teoritisnya. Selain itu penambahan aditif juga dapat mempengaruhi kekerasan produk dan fracture toughness alumina.    \n \n \n \n\nPada penelitian ini, keramik alumina dibuat dengan penambahan aditif masingÃ‚Â–masing 1w/o TiO2 dan 1w/o MgO dengan menggunakan metode dry pressing. Proses pembakaran dilakukan pada temperatur 1550oC dan 1750oC. Karakterisasi spesimen dilakukan melalui pengukuran susut bakar, pengujian kekerasan, perhitungan nilai K1C dan pengamatan fraktografi.    \n \n \n \n\nPenambahan aditif TiO2 dalam penelitian ini dapat menghasilkan susut bakar sebesar 13,1% pada temperatur 1550oC sedangkan penambahan MgO tidak memberikan pengaruh yang signifikan terhadap susut bakar Al2O3. Kekerasan maksimal dari keramik alumina tanpa aditif dan dengan penambahan 1w/o MgO dengan temperatur sintering 1750oC yaitu sebesar 753 VHN dan 1058 VHN, sedangkan penambahan 1w/o TiO2 dengan temperatur sintering 1550oC menghasilkan harga kekerasan sebesar 957 VHN. Penambahan aditif 1w/o MgO terhadap alumina yang disintering pada temperatur 1750oC menurunkan harga K1C dari alumina sebesar 4,7% (4,7 MPa.m1/2) sedangkan nilai K1C dari keramik alumina dengan penambahan 1w/o TiO2 dengan temperatur sintering 1550oC adalah sebesar 3,8 MPa.m1/2.", "Daftar File": {"2011 TA PP ALNAHYAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67816", "2011 TA PP ALNAHYAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67817", "2011 TA PP ALNAHYAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67818", "2011 TA PP ALNAHYAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67819", "2011 TA PP ALNAHYAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67820", "2011 TA PP ALNAHYAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67821", "2011 TA PP ALNAHYAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67822"}, "Penulis": "ALNAHYAN  (NIM : 13707064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "alumina, susut bakar, aditif, TiO2, MgO", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}