{"Nomor": 14831, "Judul": "BALANCED SCORECARD UNTUK PENGUKURAN PERFORMANSI KNOWLEDGE MANAGEMENT SYSTEM DI PERUSAHAAN", "Abstrak": "Knowledge Management System (KMS) yang diimplementasikan di perusahaan perlu diukur performansinya. Salah satu metode pengukuran performansi yang biasa digunakan di perusahaan/organisasi adalah balanced scorecard (BSC). BSC memandang objek pengukuran dari empat perspektif. Tugas akhir ini bertujuan melihat peluang apakah BSC dapat digunakan untuk mengukur performansi KMS di perusahaan. Batasan pembahasan adalah untuk merumuskan pengukuran performansi menggunakan BSC dan tidak sampai pada hasil pengukurannya.BSC biasa digunakan untuk mengukur performansi perusahaan yang dalam tugas akhir ini dapat dipandang sebagai sebuah sistem maupun organisasi. Oleh karena itu, ada kebutuhan untuk melihat kesetaraan perusahaan dan KMS. Hal ini dapat dilakukan dengan membentuk analogi antara KMS dan perusahaan. Untuk memperoleh gambaran contoh model KMS perusahaan yang diterapkan di dunia nyata, maka dilaksanakanlah observasi KMS yang ada di PT. Telkom, Tbk.Pada pengukuran performansi KMS perusahaan menggunakan BSC, tujuan strategis KMS diturunkan ke level operasional menjadi key performance indicator (KPI). KPI kemudian digunakan untuk mengukur performansi KMS. Untuk memberikan gambaran KPI apa saja yang dapat digunakan untuk merepresentasikan tujuan strategis digunakanlah key success factor (KSF) dari setiap tujuan strategis. Hasil rumusan KPI kemudian dievaluasi untuk melihat apakah semua KPI yang dirumuskan sudah dapat merepresentasikan setiap tujuan strategis KMS.Hasil evaluasi menunjukkan bahwa hasil rumusan KPI telah dapat merepresentasikan semua tujuan strategis yang ada. Pada akhirnya dapat disimpulkan bahwa BSC berpeluang untuk mengukur performansi KMS dengan memperhatikan beberapa hal, seperti penggunaan KPI kualitatif, penentuan calon responden yang tepat, perbedaan objek pengukuran KMS di perusahaan, dan sebagainya.", "Daftar File": {"2008 TA PP AMALIA RAHMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67880", "2008 TA PP AMALIA RAHMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67881", "2008 TA PP AMALIA RAHMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67882", "2008 TA PP AMALIA RAHMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67883", "2008 TA PP AMALIA RAHMAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67884", "2008 TA PP AMALIA RAHMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67885", "2008 TA PP AMALIA RAHMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67886"}, "Penulis": "AMALIA RAHMAH (NIM 13504064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Husni Setiawan Sastramihardja, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Analogi, Balanced scorecard (BSC), Knowledge management system (KMS), Key performance indicator (KPI), Perusahaan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}