{"Nomor": 14830, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM HIBRIDA ENERGI TERBARUKAN (SHET) UNTUK BEROPERASI SECARA GRID MODE DAN ISLAND MODE", "Abstrak": "Sumber energi terbarukan merupakan sumber energi yang tidak terbatas akibat diisi ulang terus-menerus oleh proses alam, sedangkan sumber energi konvensional merupakan sumber energi yang terbatas. Sayangnya sebagian dari jenis sumber energi terbarukan tidak mampu menghasilkan daya listrik dengan stabil. Maka pada tugas akhir ini akan dilakukan perancangan, implementasi, dan  \n \n\nanalisis Sistem Hibrida Energi Terbarukan (SHET) yang mampu mengatur dan menjaga agar kestabilan pemenuhan kebutuhan daya terus terpenuhi meski terjadi ketidakstabilan pasokan daya dari sumber energinya dengan cara menggabungkan beberapa sumber energi yang ada dan pengubahan jalur aliran listrik secara otomatis.  \n \n\nSHET diimplementasikan untuk memenuhi kebutuhan daya listrik di Laboratorium Manajemen Energi Teknik Fisika ITB dengan sumber energi terbarukan berupa array PV dan sumber energi listrik yang stabil berupa grid PLN serta penyimpan energi listrik berupa baterai karena hingga saat ini grid PLN sendiri masih sering mengalami pemadaman.  \n \n\nHasil evaluasi SHET yang telah diimplementasikan adalah kebutuhan daya beban tetap terpenuhi terus-menerus meski terjadi ketidakstabilan suplai daya dari array PV dan/atau saat terjadi pemadaman listrik PLN. Efisiensi SHET yang diimplementasikan sebesar 73,76% sedangkan penggunaan listrik dari grid PLN pada SHET rata-rata tiap harinya justru lebih besar 0,44 kWh dibandingkan besar daya total yang digunakan beban akibat efisiensi baterai yang rendah.", "Daftar File": {"2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67873", "2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67874", "2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67875", "2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67876", "2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67877", "2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67878", "2014 TA PP  AMALIA NURKHASANAH -LAKSMANA HANIF NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67879"}, "Penulis": "AMALIA NURKHASANAH (NIM : 13310051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edi Leksono, M.Eng. & I.B. Ardhana Putra, Ir., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Hibrida Energi Terbarukan, array PV, PLN, baterai VRLA, grid mode, island mode", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}