{"Nomor": 14833, "Judul": "REGULATION OF MULTIDRUG TRANSPORTER LmrCD OF Lactococcus lactis", "Abstrak": "Lactococcus lactis merupakan bakteri fakultatif anaerob Gram-positif dan nonpatogen yang dapat menghasilkan asam laktat dari fermentasi gula. Beberapa galur Lactococcus lactis menunjukkan fenotip resistensi terhadap banyak obat.    \n \n \n \n\nSalah satu protein transport yang berperan dalam resistensi terhadap banyak obat pada Lactococcus lactis adalah LmrCD. LmrCD merupakan heterodimer ABC transporter yang dibentuk oleh LmrC dan LmrD. Ekspresi lmrCD dikendalikan oleh faktor transkripsi LmrR. Tujuan penelitian ini dibagi menjadi dua yaitu menentukan afinitas pengikatan ligan LmrR terhadap Riboflavin (RBF) dan meninjau ekspresi lmrCD menggunakan fusi GFP (Green Fluorescence Protein).    \n \n \n \n\nPengikatan substrat terhadap LmrR diukur dengan menggunakan titrasi fluoresensi yang didasarkan pada perubahan fluoresensi RBF-LmrR. Sebagai standar, titrasi fluoresensi RBF dilakukan tanpa protein LmrR. Panjang    \n \n \n \n\ngelombang eksitasi yang digunakan adalah 435 nm dan panjang gelombang emisi adalah 523 nm. Hasil yang diperoleh menunjukkan bahwa LmrR memiliki afinitas lemah terhadap RBF (Kd = 800 nM). Berdasarkan perbedaan nilai Kd LmrR terhadap ligan yang lain, dapat disimpulkan bahwa ada fleksibilitas LmrR sebagai pengatur transkripsi. Untuk topik fusi GFP, dibuat dua konstruksi fusi gen GFP dengan lmrD (fusi translasi) dan fusi gen GFP dengan daerah promotor lmrCD (fusi transkripsi). Konstruksi fusi transkripsi GFP dan fusi translasi GFP dibuat pada E. coli yang kemudian diintegrasikan pada DNA kromosom Lactococcus    \n \n \n \n\nlactis. Integrasi ini terjadi melalui single cross over dan integran diseleksi dengan eritromisin. Untuk memperoleh fusi gen yang diinginkan, vektor integrasi pada    \n \n \n \n\nkromosom integran harus dihilangkan. Penghilangan vektor integrasi dilakukan dengan cara induksi pertumbuhan integran menggunakan medium SA dan seleksi negatif menggunakan 5-fluoroorotat. Pada langkah penghilangan tersebut, dua kemungkinan dapat terjadi yaitu penghilangan vektor integrasi sehingga terjadi fusi yang diinginkan atau vektor integrasi serta gen gfpmut1 terhilangkan sehingga fusi tidak terjadi. Koloni positif fusi transkripsi GFP dan fusi translasi GFP dikonfirmasi dengan PCR koloni menggunakan primer GFP F1 dan primer GFP R1. Untuk pengujian ekspresi lmrCD, sinyal fluoresensi(panjang gelombang eksitasi 480 nm, emisi panjang gelombang 510 nm) diukur setiap sepuluh menit selama 4 jam 30 menit. Sinyal fluoresensi dari Lactococcus lactis yang mengandung fusi transkripsi dan translasi fusi GFP sedikit lebih tinggi dari kontrol.", "Daftar File": {"2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67888", "2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67889", "2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67890", "2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67891", "2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67892", "2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67893", "2012 TS PP  AMALINA GHAISANI KOMARUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67894"}, "Penulis": "AMALINA GHAISANI KOMARUDIN (NIM: 20511017)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dessy Natalia, Ph.D", "Pembimbing  2:  Prof. Dr. Arnold J. M. Driessen"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "LmrCD, LmrR, Multidrug Transporter, MDR, Lactococcus lactis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}