{"Nomor": 14846, "Judul": "KAJIAN PENERAPAN SINGLE PRESENCE POLICY PADA INDUSTRI PERBANKAN INDONESIA (STUDI KASUS PT. CIMB NIAGA Tbk.)", "Abstrak": "Thesis ini meneliti, dan menganalisis tingkat kesuksesan Peraturan Bank Indonesia Nomor 8/16/PBI/2006 yaitu Single Presence Policy dari sudut pandang objek regulasi, yaitu bank. Untuk mengukur keberhasilan tersebut, maka dilakukan valuasi terhadap bank yang dikenakan Single Presence Policy, dimana harga perusahaan setelah merger akibat Single Presence Policy akan dibandingkan dengan harga perusahaan sebelum regulasi tersebut dikeluarkan oleh pemerintah.  \n \n\nValuasi yang digunakan didasarkan pada teori discounted cash flow valuation, dengan menggunakan discount factor dari Weighted average cost of capital. Alat yang digunakan untuk melakukan valuasi tersebut adalah risk free rate, default spread, tax rate, risk premium, beta (β), serta data Ã‚Â– data keuangan yang dimiliki oleh perusahaan terkait. Data Ã‚Â– data yang bersifat historis seperti laporan keuangan perusahaan, akan digunakan untuk melakukan forecasting terhadap kepemilikan aset, hutang, tingkat pemasukan, dan tingkat pengeluaran.  \n \n\nHasil yang akan keluar dari proses valuasi tersebut adalah harga keseluruhan dari perusahaan. Dalam thesis ini, hanya tiga bank yang dijadikan objek penelitian oleh penulis yaitu PT. Bank Niaga Tbk., PT. Bank Lippo Tbk., dan PT. CIMB Niaga Tbk., dan satu bank milik pemerintah yang akan dijadikan pembanding terhadap bank yang dikenakan Single Presence Policy yaitu PT. Bank Mandiri Tbk. Disamping itu, untuk memperkaya penelitian, juga dincari pembanding untuk kasus yang hampir serupa di perbankan Thailand.  \n \n\nSingle Presence Policy menunjukkan hasil yang tidak sesuai dengan harapan, dimana seharusnya setelah merger bank menunjukkan performa yang meningkat, namun kenyataannya harga bank yang dinilai oleh pasar berada di bawah nilai yang diharapkan. Single Presence Policy, sebagai regulasi yang digunakan pemerintah untuk menyatukan sejumlah bank dengan harapan peningkatan produktivitas dan efisiensi ternyata telah menunjukkan kegagalan. Ada beberapa cara untuk menghindari kegagalan Single Presence Policy, misalnya dengan melakukan proses trial terhadap bank-bank yang akan melakukan merger, atau proses pengambilalihan saham yang didasarkan pada Single Presence Policy dilakukan dalam periode yang lebih panjang, agar bank dapat melakukan persiapan yang lebih baik lagi sehingga performansi bank setelah merger dapat meningkat.", "Daftar File": {"2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67961", "2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67962", "2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67963", "2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67964", "2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67965", "2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67966", "2010 TS PP ANAK AGUNG NGURAH WIRABAWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67967"}, "Penulis": "ANAK AGUNG NGURAH WIRABAWA (NIM : 29107380)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Erman Sumirat, M. Bus"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "tingkat kesuksesan, discounted cash flow, forecasting, perbankan Thailand", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}