{"Nomor": 14842, "Judul": "PENGUKURAN TINGKAT KESUKSESAN SISTEM INFORMASI AKADEMIK UNIVERSITAS XYZ DENGAN MODEL DELONE DAN MCLEAN", "Abstrak": "Sistem informasi akademik merupakan sebuah sistem yang menyediakan informasi penting terkait akademik \n\nmahasiswa. Data-data mahasiswa tersimpan secara terpusat dan dapat diakses oleh mahasiswa secara online. \n\nBagi mahasiswa, bagian yang sangat penting dari sistem ini adalah sistem kartu rencana studi (KRS), kartu hasil \n\nstudi (KHS), dan transkip nilai. Namun dalam prosesnya sistem informasi akademik kurang efektif dalam \n\nbeberapa fitur dan itu terlihat dari beberapa indikator-indikator yang ada seperti informasi matakuliah yang \n\nditawarkan dalam hal penyajian informasi (format) dan kelengkapan (completeness) informasinya. Dari sisi user \n\nyang lain seperti dosen, TU dan kaprodi juga sebagian masih bersifat manual beberapa proses yang seharusnya \n\ndikerjakan oleh sistem informasi akademik justru dikerjakan secara manual, bisa diambil contoh berkaitan \n\ndengan TU ketika akan mentranskip nilai dari mahasiswa maka harus dikonversi satu per satu sesuai matakuliah \n\nyang ada dikurikulum lama atau yang baru. Pengukuran dilakukan dengan menyebar kuisoner pada responden \n\nyang ada di 1 kampus Universitas XYZ. Kuisoner kemudian diuji dengan uji validitas dan uji reabilitas, \n\nkemudian diukur prosentase dari masing-masing pertanyaan kuisoner, setelah itu dibuat model pengukuran \n\ndengan menguji regresi berganda untuk mengetahui besarnya prosentase dari tiap komponen sehingga dapat \n\ndiketahui seberapa jauh keberhasilan sistem informasi akademik Universitas XYZ yang sudah diterapkan selama \n\nini. Dari hasil penyebaran dan perhitungan kuisoner diperoleh hasil yaitu manajemen pengelola memiliki \n\nkualitas informasi 32.3%, kualitas sistem 26.0%, penggunaan 21.4%, kepuasan pemakai 27.5%, dampak \n\nindividu dan dampak organisasi 86.1% sedangkan untuk mahasiswa memiliki kualitas informasi 25.9%, kualitas \n\nsistem 28.0%, penggunaan 44.0%, kepuasan pemakai 33.7%, dampak individu dan dampak organisasi 78.0%. \n\nKesimpulanya adalah sistem informasi akademik portal masih dinilai kurang baik oleh responden hal itu bisa \n\ndilihat dari kecilnya nilai prosentase yang didapat dari tiap komponen. Sehingga perlu adanya perbaikan sistem \n\ninformasi akademik Universitas XYZ yang ada agar sesuai dengan kebutuhan pengguna serta memudahkan \n\npengguna dalam pengambilan keputusan.", "Daftar File": {"proceedings knsi 2014 full edition(231).pdf": "https://digilib.itb.ac.id/gdl/download/67940"}, "Penulis": "Amri Ahmad, Sri Handayaningsih", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kesuksesan sistem informasi, model delone dan mclean, sistem informasi akademik, universitas XYZ.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "14 Mar 2014"}