{"Nomor": 14849, "Judul": "CONSUMER CHOICE OF NATURAL MEDICINES IN COMPARISON WITH CHEMICAL MEDICINES", "Abstrak": "Indonesia is one of rich in natural resources countries in the world, especially medicinal plants have always been plenty available to be used for health proposes.        \n \n \n \n \n \n \n \n\nMost of scientific researches about medicines in Indonesia are based on medical and pharmaceutical field, hard to find based on medicine consumption choice, particularly concerning on local culture. Accordingly, the objective of this research is to find out about consumer choice and its influencing factors on whether consumers prefer to choose to consume natural medicines or chemical medicines or both with local origin culture marketplace concern.        \n \n \n \n \n \n \n \n\nAn'observation, interview and survey commenced in South of Bandung, Indonesia that has an area consists of complete society economic stages (upper, middle and lower class), using proportionate stratified-cluster sampling method, involved 396 participants, analised with Multiple Discriminant Analysis. The result shows that most participants chose natural medicines with motivation of price that significantly influence consumers' choice of medicines.", "Daftar File": {"2012 TS PP ANNA LENGGANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67970", "2012 TS PP ANNA LENGGANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67971", "2012 TS PP ANNA LENGGANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67972", "2012 TS PP ANNA LENGGANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67973", "2012 TS PP ANNA LENGGANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67974", "2012 TS PP ANNA LENGGANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67975", "2012 TS PP ANNA LENGGANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67976", "2012 TS PP ANNA LENGGANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67977"}, "Penulis": "ANA LENGGANA (29010004)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Ir. Mustika Suflati Purwanegara M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "consumer choice of medicines, inJluencing.factors, local origin culture marketplace, multiple discriminant analysis, proportionate stratified-cluster sampling.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}