{"Nomor": 14843, "Judul": "PENGUKURAN DAN SIMULASI RESPON GETARAN STRUKTUR MEKANIK PADA MEJA GETAR MENGGUNAKAN SOFTWARE MSC NASTRAN 4.5", "Abstrak": "Metode elemen hingga (FEM) sering digunakan untuk mempermudah analisis dalam proses evaluasi teknik suatu struktur mekanik yang kompleks. Metode elemen hingga merupakan suatu metode numerik pendekatan metode  \n \n\nanalitik. Penelitian ini menggunakan software MSC Nastran 4.5 untuk membuat model elemen hingga dan simulasi respon getaran struktur mekanik. Model elemen hingga struktur mekanik dapat diabsahkan (divalidasi) dengan cara  \n \n\nmembandingkan nilai frekuensi pribadi hasil analisis normal modes dan hasil pengujian Fungsi Respon Frekuensi (FRF).  \n \n\nModel elemen hingga yang telah diabsahkan tersebut digunakan untuk meramalkan respon getaran struktur mekanik menggunakan metode analisis frequency/harmonic response yang tersedia dalam software tersebut. Eksitasi diberikan pada pondasi struktur mekanik sebagai representasi beban gempa. Hasil simulasi FEM dibandingkan dengan hasil eksperimental pada meja getar.  \n \n\nHasil yang diperoleh dari penelitian ini menunjukkan bahwa respon getaran FEM mempunyai nilai yang berbeda dengan respon getaran eksperimental. Perbandingan antara respon getaran FEM dengan respon getaran eksperimental didefinisikan sebagai scaling factor. Harga scaling factor relatif konstan dan bernilai 2 pada rentang frekuensi eksitasi, yaitu 4,5 Hz, 5,5 Hz, 6,5 Hz, 7,5 Hz dan 8,5 Hz. Scaling factor dapat digunakan sebagai faktor kalibrasi  \n \n\ndalam memprediksi respon getaran model elemen hingga struktur mekanik.", "Daftar File": {"22009 TA PP AMRIH SETIYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67941", "2009 TA PP AMRIH SETIYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67942", "2009 TA PP AMRIH SETIYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67943", "2009 TA PP AMRIH SETIYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67944", "2009 TA PP AMRIH SETIYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67945", "2009 TA PP AMRIH SETIYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67946", "2009 TA PP AMRIH SETIYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/67947", "2009 TA PP AMRIH SETIYONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/67948", "2009 TA PP AMRIH SETIYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67949"}, "Penulis": "AMRIH SETIYONO (NIM : 131 05 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Respon Getaran; Struktur Mekanik; Meja Getar;  MSC Nastran 4.5; elemen hingga;  FEM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}