{"Nomor": 14857, "Judul": "KAJIAN LABORATORIUM CAMPURAN DAUR ULANG BASE BERASPAL DINGIN DENGAN FOAM BITUMEN (CMRFB-Base) MENGGUNAKAN FILLER KAPUR", "Abstrak": "Peningkatan kebutuhan akan prasarana jalan di Indonesia membutuhkan alternatif teknologi perkerasan yang ekonomis, efektif dan efisien. Pemanfaatan kembali (daur ulang) material yang telah digunakan pada struktur jalan eksisting lama adalah suatu solusi yang dapat dilakukan. Namun hal ini perlu dilakukan usaha untuk memperbaiki dan meningkatkan kinerjanya dalam struktur perkerasan jalan. Salah satu jenis bahan yang dapat digunakan untuk memperbaiki atau meningkatkan mutu bahan yang akan didaur ulang adalah foam bitumen.    \n \n \n \n\nTujuan dari penelitian ini adalah mengevaluasi karakteristik dan mengetahui nilai kekuatan campuran daur ulang base beraspal dingin dengan foam bitumen menggunakan filler kapur serta membandingkannya dengan Core Drill lapangan. Faktor yang mempengaruhi karakteristik pembentukan foam bitumen ini adalah Ã‚Â“waktu paruhÃ‚Â” dan Ã‚Â“rasio ekspansiÃ‚Â”. Sedangkan penentuan kinerja kekuatannya menggunakan pengujian ITS di laboratorium dan perhitungan Modulus Statis.    \n \n \n \n\nPenelitian ini menggunakan empat jenis kadar variasi foam bitumen yaitu 2%, 2,5%, 3% dan 3,5% dengan dua jenis variasi kadar filler kapur yaitu 1% dan 1,5%. Pada kadar filler kapur 1% didapat nilai foam bitumen optimum sebesar 2,5% dan nilai ITS kering dan ITS rendaman masing-masing 186,34 KPa dan 125,75 KPa sehingga nilai TSR nya sebesar 67,4%. Sedangkan pada kadar filler kapur 1,5% didapat nilai foam bitumen optimum sebesar 2.5% dan nilai ITS kering dan ITS rendaman masing-masing 207,71 KPa dan 168,17 KPa sehingga nilai TSR nya sebesar 80,96%.    \n \n \n \n\nUntuk Modulus Statis didapat nilai terendah sebesar 627,54 MPa berada pada kadar foam bitumen 3,5% dengan kandungan filler 1,5%, sedangkan untuk kandungan filler 1% didapat nilai sebesar 633,08 MPa. Nilai Modulus Statis tertinggi didapat pada kadar foam bitumen optimum 2,5% dengan kandungan filler 1,5% yaitu sebesar 1.857,29 MPa dan 1.268,62 Mpa untuk kandungan filler 1%.    \n \n \n \n\nPada pengujian ITS menggunakan sampel yang didapat dari lapangan dengan Core Drill pada proyek jalan Cirebon-Losari Sta Km 0+000 sampai dengan Km 5+000 didapat nilai ITS pada rentang 768,92 KPa sampai dengan 995,84 KPa dan mempunyai nilai lebih tinggi dari nilai ITS menggunakan sampel yang dibuat di laboratorium pada kadar foam bitumen 2,5%. Sedangkan nilai ITS menggunakan sampel laboratorium pada kadar optimum foam bitumen yang terpilih untuk ITS kering adalah 207,71 KPa dan ITS rendaman adalah 168,17 KPa.", "Daftar File": {"2010 TS PP ANDAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68014", "2010 TS PP ANDAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68015", "2010 TS PP ANDAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68016", "2010 TS PP ANDAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68017", "2010 TS PP ANDAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68018", "2010 TS PP ANDAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68019", "2010 TS PP ANDAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68020"}, "Penulis": "ANDAR ATMAJA  (NIM : 250 07 303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Bambang Sugeng S., DEA.", "Dr. Ir. Eri Susanto Hariyadi, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Material Daur Ulang, Foam Bitumen, Filler Kapur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}