{"Nomor": 14853, "Judul": "ANALISIS PENGGUNAAN STEP TAPER PADA SIMULATOR PARALLEL PLATE WAVEGUIDE UNTUK KARAKTERISASI PERANGKAT GELOMBANG MIKRO", "Abstrak": "Simulator Parallel Plate Waveguide (PPW) dapat dipergunakan sebagai alat bantu untuk menguji berbagai perangkat gelombang mikro, seperti Frequency Selective Surface (FSS) dan radar absorber. Untuk keperluan tersebut, diperlukan  \n \n\ngelombang datang yang bersumber dari suatu sumber gelombang yang dihubungkan melalui saluran transmisi ke simulator PPW, sehingga terjadi transisi bentuk gelombang dari saluran transmisi dan simulator PPW. Waveguide transducer digunakan untuk memfasilitasi transisi ini tentunya memiliki impedansi yang berbeda dengan simulator PPW. Dengan demikian, terjadi permasalahan diskontinuitas impedansi. Dalam laporan tugas akhir ini, taper dengan bentuk step (anak tangga) dianalisis untuk memecahkan permasalahan diskontinuitas impedansi ini untuk frekuensi sekitar 3 GHz melalui perhitungan secara numerik dengan bantuan software 3D. Parameter yang dianalisis dalam hal  \n \n\nini adalah jumlah step pada taper, jarak antar plat pada simulator PPW, dan panjang taper. Sementara itu, parameter S11, bandwidth, dan impedansi gelombang total dipergunakan untuk melihat kesesuaian impedansi. Penggunaan taper berbentuk step ini dibandingkan dengan penggunaan taper linier sehingga jenis taper yang lebih baik dapat diketahui.", "Daftar File": {"2010 TA PP ANANTO EKA PRASETIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/67987", "2010 TA PP ANANTO EKA PRASETIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/67988", "2010 TA PP ANANTO EKA PRASETIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/67989", "2010 TA PP ANANTO EKA PRASETIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/67990", "2010 TA PP ANANTO EKA PRASETIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/67991", "2010 TA PP ANANTO EKA PRASETIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/67992", "2010 TA PP ANANTO EKA PRASETIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/67993"}, "Penulis": "ANANTO EKA PRASETIADI (NIM : 13206008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Achmad Munir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Impedance matching, simulator PPW, taper, waveguide", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}