{"Nomor": 14867, "Judul": "PENGARUH UKURAN BUTIR DAN PEMBERIAN TEGANGAN TERHADAP FENOMENA PENGGETASAN HIDROGEN PADA MATERIAL BAJA KARBON RENDAH", "Abstrak": "Fenomena penggetasan hidrogen merupakan salah satu penyebab kegagalan peralatan-peralatan di industri, contohnya adalah pipa distribusi minyak dan gas yang terbuat dari baja karbon rendah. Adanya hidrogen di dalam material baja    \n \n \n \n\nkarbon rendah dapat menyebabkan penurunan sifat mekanik , misalnya penurunan keuletan, ketangguhan, dan kekuatan tarik. Dalam penelitian ini, metode pemasukan hidrogen dilakukan dengan proses charging hidrogen yang merupakan    \n \n \n \n\nproses elektrokimia, dimana spesimen diletakkan sebagai katoda. Pemberian takikan pada spesimen dan pemberian tegangan selama proses charging hidrogen dimaksudkan agar konsentrasi hidrogen terpusat pada daerah dengan tegangan    \n \n \n \n\nyang paling tinggi. Variasi ukuran butir diberikan dengan memanaskan spesimen pada temperature 900oC dengan waktu yang berbeda-beda. Pengujian tarik dilakukan untuk membandingkan sifat mekanik antara spesimen charging dan non charging. Hasil penelitian menunjukkan adanya kenaikan kekuatan tarik, penurunan elongasi, dan penurunan ketangguhan setelah spesimen di-charging. Semakin besar butir spesimen, semakin kecil pengaruh hidrogen terhadap    \n \n \n \n\nmaterial. Spesimen dengan diameter butir sebesar 11,2 μm mengalami kenaikan kekuatan tarik sebesar 9,76%, penurunan elongasi sebesar 52,2%, dan penurunan ketangguhan sebesar 46,98%. . Spesimen dengan diameter butir sebesar 26,7 μm    \n \n \n \n\nmengalami kenaikan kekuatan tarik sebesar 3,58%, penurunan elongasi sebesar 25%, dan penurunan ketangguhan sebesar 21,77%.", "Daftar File": {"2011 TA PP ANDIKA RACHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68079", "2011 TA PP ANDIKA RACHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68080", "2011 TA PP ANDIKA RACHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68081", "2011 TA PP ANDIKA RACHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68082", "2011 TA PP ANDIKA RACHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68083", "2011 TA PP ANDIKA RACHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68084", "2011 TA PP ANDIKA RACHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68085"}, "Penulis": "ANDIKA RACHMAN (NIM : 13707024)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Dr.Ir. Bambang Widyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengaruh Ukuran Butir, Pemberian Tegangan, Fenomena Penggetasan Hidrogen,  Material Baja Karbon Rendah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}