{"Nomor": 14866, "Judul": "ANALISIS KAPASITAS PENYERAPAN ENERGI PADA STRUKTUR RANGKA BUS DENGAN MEMPERTIMBANGKAN HAZ", "Abstrak": "Sampai saat ini Indonesia tidak mempunyai standar keselamatan yang baku untuk kendaraan penumpang seperti bus. Pada pengujian untuk kendaraan seperti bus hanya didasarkan pada evaluasi kekuatan rangkanya. Dalam tugas sarjana ini dibahas tentang kekuatan rangka bus yang dinyatakan sebagai kapasitas penyerapan energi bila terjadi kecelakaan bus terguling, berdasarkan aturan ECE Ã‚Â– R66, suatu standar kekuatan rangka bus yang berlaku di Eropa.  \n \n\nUntuk memotong biaya dalam melakukan uji guling sesuai dengan standar ECE-R66 digunakanlah metode element hingga. Metode elemen hingga adalah suatu metode numerik yang  \n \n\nbertujuan untuk mendapatkan hasil yang cepat dan mendekati keadaan sebenarnya. Metode elemen hingga sangat sesuai untuk mencari deformasi yang dibuat oleh struktur rangka bus yang diuji guling. Dari hasil penelitian sebelumnya diketahui bahwa kegagalan sering terjadi pada Heat Affected Zone (HAZ). HAZ adalah daerah yang terbentuk setelah dua atau lebih objek dilas. Untuk memodelkan HAZ, dibuat model lasan yang ditempatkan pada setiap sambungan di struktur rangka bus yang akan diuji guling. Setelah dianalisis, bagian yang menggunakan model lasan memiliki yield stress sebesar 3900 N dan setelah dilakukan pengujian, hasil deformasi struktur yang menggunakan simulasi lasan lebih  \n \n\nbesar. Pada deformasi yang sama dengan struktur tanpa model lasan di beban 8000 N, terdapat perbedaan 4,38% energi yang diserap. Pada analisis berikutnya diketahui bahwa struktur rangka bus aman karena mencapai ultimate stress sebelum mencapai residual space (ruang aman penumpang).", "Daftar File": {"2011 TA PP ANDIKA ADIKRISHNA G  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68071", "2011 TA PP ANDIKA ADIKRISHNA G  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68072", "2011 TA PP ANDIKA ADIKRISHNA G  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68073", "2011 TA PP ANDIKA ADIKRISHNA G  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68074", "2011 TA PP ANDIKA ADIKRISHNA G  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68075", "2011 TA PP ANDIKA ADIKRISHNA G  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68076", "2011 TA PP ANDIKA ADIKRISHNA G  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68077", "2011 TA PP ANDIKA ADIKRISHNA G  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68078"}, "Penulis": "ANDIKA ADIKRISHNA G (NIM : 131 06 087)", "Kontributor / Dosen Pembimbing": ["ANDIKA ADIKRISHNA G (NIM : 131 06 087)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur Rangka Bus, Energi, HAZ, deformasi, ECE Ã‚Â– R66", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}