{"Nomor": 14876, "Judul": "PEREKAYASAAN ULANG WELDING POSITIONER DAN PERKIRAAN BIAYA PEMBUATANNYA", "Abstrak": "PT. Great membuat runner turbin dengan cara merakit dan mengelas ring, cone, dan blade menjadi satu unit runner turbin. Banyaknya bagian yang harus dilas dan beberapa diantaranya berada pada posisi yang sulit dijangkau mengakibatkan fixture harus dibongkar-pasang dari meja kerja. Namun langkah bongkar-pasang fixture tersebut akan menambah waktu proses perakitan runner, dan resiko kesalahan perakitan yang melebihi toleransi yang diizinkan bisa saja terjadi. Oleh karena itu, suatu alat bantu berupa welding positioner diperlukan untuk mengatasi permasalahan tersebut. Namun, welding positioner yang tersedia di pasaran memiliki harga yang sangat tinggi.  \n \n\nTujuan tugas akhir ini adalah perekayasaan ulang welding positioner dan memperkirakan biaya pembuatan welding positioner. Perekayasaan ulang dibatasi hanya berupa model. Metode yang dilakukan dalam merekayasa ulang yaitu identifikasi masalah, menggali informasi teknis, mencari pengetahuan tentang welding positioner, pemodelan dan analisis. Setelah itu, perkiraan ongkos pembuatan  \n \n\ndilakukan untuk mengetahui biaya satu unit welding positioner. Hasil rekayasa ulang tersebut kemudian dibandingkan dengan produk dengan spesifikasi setara.  \n \n\nHasil perbandingan menunjukkan harga pembuatan satu unit hasil perekayasaan ulang sebesar Rp. 89.000.000,- dibandingkan dengan harga produk setara yang berharga Rp. 330.000.000,-. Keterbatasan produk perekayasaan ulang  \n \n\nadalah pada mekanisme pemiringan meja yang hanya mampu hingga 111 derajat, dan sistem otomasi yang belum terintegrasi penuh. Bila diperlukan, versi manual dapat  \n \n\ndibuat yakni dengan menggunakan engkol untuk memutar dan memiringkan meja kerja, dan aktuator hidrolik tangan untuk mengatur ketinggian meja.  \n \n\nPenulis sangat mengharapkan tulisan ini dapat memberikan kontribusi bagi perkembangan di bidang manufaktur di Indonesia.", "Daftar File": {"2010 TA PP ANDIYOGA BASKARA H. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68135", "2010 TA PP ANDIYOGA BASKARA H. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68136", "2010 TA PP ANDIYOGA BASKARA H. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68137", "2010 TA PP ANDIYOGA BASKARA H. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68138", "2010 TA PP ANDIYOGA BASKARA H. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68139", "2010 TA PP ANDIYOGA BASKARA H. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68140", "2010 TA PP ANDIYOGA BASKARA H. 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68141", "2010 TA PP ANDIYOGA BASKARA H. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68142"}, "Penulis": "ANDIYOGA BASKARA H. (NIM : 13103138)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama  :  Dr. Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perekayasaan ulang, Welding Positioner, Perkiraan biaya", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}