{"Nomor": 14894, "Judul": "IMPLEMENTASI ANALISIS MODE KEGAGALAN DAN DAMPAK (FMEA) PADA PERAWATAN TURBIN GAS PLTGU BEKASI POWER", "Abstrak": "Dalam dunia industri, pemilihan dan penerapan sistem perawatan yang efektif, efisien, dan juga ekonomis tentunya akan menentukan kesuksesan tujuan dari perawatan itu sendiri yaitu kehandalan operasi, keselamatan orang dan lingkungan serta efesien biaya. Salah satu bagian dari sistem perawatan adalah analisis mode kegagalan dan dampak (FMEA). FMEA merupakan suatu analisis dengan menentukan mode-mode kegagalan suatu sistem, efek yang ditimbulkan, dan penyebab dari mode kegagalan tersebut serta menentukan tindakan seperti apa yang harus dilakukan untuk menghilangkan, mengurangi, mencegah suatu mode kegagalan tersebut.  \n \n\nPada penulisan Tugas Akhir ini, akan menampilkan implementasi FMEA pada perawatan sistem Pembangkit Listrik Tenaga Gas Uap (PLTGU) Bekasi Power khususnya pada komponen utama sistem turbin gas kompresor, ruang bakar, dan  \n \n\nturbinnya itu sendiri yang mencakup pembuatan FMEA hingga pengambilan keputusan sebagai tindakan perawatan dari komponen-komponen tersebut serta pembuatan perangkat lunak database perawatan mesin. Dengan penerapan ini perusahaan dapat lebih meningkatkan kualitas, kehandalan, keamanan dan akhirnya berujung pada kepuasan pelanggan.  \n \n\nHasil dari penelitian ini berupa rekomendasi tentang metoda perawatan yang cocok diterapkan pada PLTGU Bekasi Power untuk komponen kompresor, ruang bakar, dan turbin dan perangkat lunak perawatan mesin.", "Daftar File": {"2011 TA PP ANDRI FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68258", "2011 TA PP ANDRI FAUZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68259", "2011 TA PP ANDRI FAUZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68260", "2011 TA PP ANDRI FAUZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68261", "2011 TA PP ANDRI FAUZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68262", "2011 TA PP ANDRI FAUZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68263", "2011 TA PP ANDRI FAUZI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68264", "2011 TA PP ANDRI FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68265"}, "Penulis": "ANDRI FAUZI (NIM : 13106104)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. FX Sangriyadi Setio", "Prof. Ir. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perawatan, FMEA, Turbin Gas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}