{"Nomor": 14897, "Judul": "PENYEDERHANAAN MIKROARSITEKTUR CORE PROSESOR OPENSPARC T1 UNTUK LOW COST PC", "Abstrak": "Kenyataan bahwa dari 240 juta penduduk Indonesia baru terlayani oleh sekitar 10 juta komputer memang mengindikasikan pasar komputer di negeri ini masih terbuka luas. Belum lagi adanya data yang menunjukkan bahwa SMK se-Indonesia membutuhkan setidaknya 1,4 juta komputer per tahunnya. Idealnya satu keluarga punya minimal satu komputer. Masalah lainnya adalah komputer yang dijual di pasaran sekarang masih tergolong mahal, harga seperangkat komputer baru yang paling murah saat ini masih berkisar antara 2,5 sampai 3 juta rupiah. Harga ini masih tergolong mahal dan sulit dijangkau oleh masyarakat ekonomi menengah bawah Indonesia.    \n \n \n \n\nDengan masalah di atas, penulis mencoba memberikan solusi dunia komputer Indonesia dengan mengembangkan low cost PC berbasiskan prosesor OpenSPARC T1. Penelitian yang dilakukan berfokus pada memodifikasi modul core prosesor T1 agar berukuran lebih kecil namun tetap memprioritaskan kecepatan dan constraint fungsional prosesor. Modul yang penulis modifikasi adalah Integer Multiplier, Integer Register File,  instruction Cache Data dan Thread Design. Modifikasi dilakukan dengan mengurangi register yang tidak dipakai, mengubah ukuran desain, dan mendesain ulang modul tersebut. Hasilnya, diperoleh core prosesor T1 yang memiliki kombinasi modul baru dengan ukuran yang lebih kecil dari desain asli T1 namun tidak terjadi penurunan kecepatan secara signifikan. Pengujian yang dilakukan membuktikan, desain yang dibuat memiliki karakteristik fungsional yang sama dengan desain awalnya.", "Daftar File": {"2010 TA PP ANDRI HARYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68276", "2010 TA PP ANDRI HARYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68277", "2010 TA PP ANDRI HARYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68278", "2010 TA PP ANDRI HARYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68279", "2010 TA PP ANDRI HARYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68280", "2010 TA PP ANDRI HARYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68281", "2010 TA PP ANDRI HARYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68282", "2010 TA PP ANDRI HARYONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/68283", "2010 TA PP ANDRI HARYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68284"}, "Penulis": "ANDRI HARYONO (NIM : 13206202)", "Kontributor / Dosen Pembimbing": ["pembimbing : Trio Adiono, Ph.D", "Yudi Satria Gondokaryono, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OpenSPARC, Integer Multiplier, Integer Register File, Instruction Cache Data, Thread Design", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}