{"Nomor": 14891, "Judul": "MBA ITB COMPETITIVE ADVANTAGES ENHANCEMENT PROPOSAL TO FACE GLOBAL BUSINESS SCHOOL COMPETITION (BENCHMARKING STUDY OF SOUTH EAST ASIA BUSINESS SCHOOL)", "Abstrak": "The competition in the higher education industry continues to grow, both from the scope of science, universities, and programs are offered. Moreover, higher education in business and management in Indonesia, which from year to year is growing in demand. There is a paradigm that education in business and management area, especially at the level of Master is gates that can help improve someone's career in the world. External factors such as the condition of the business world that change dynamically should become special interest to business school, MBA ITB in this case because it will greatly affect the supply of programs and courses offerings to the students. Internal factors such as improving the quality of the various supporting elements of the course, ranging from facilities, curriculum, quality of lecturer, and administrative staff should be a serious attention from MBA ITB. MBA ITB should be able to answer this challenge by providing programs and courses to suit the times, which must be supported with appropriate delivery method. If MBA ITB unable to adjust to changing times happens, of course MBA ITB will not be an option for prospective students in continuing education. Change is required for MBA ITB able to maintain sustainability in the long term and able to compete well with the campus especially in Indonesia and from other countries. To increase competitive advantages of MBA ITB to be able to compete with their competitors, the researcher does benchmarking in programs and lecturing methods from abroad university and from ASEAN country specifically. The solution from this research is recommendation for MBA ITB in regular programs, such as Soft Skill, Management, and Strategy, Economy, and Information Technology. Besides that, there is also recommendation of elective program. In lecturing methods, the researcher recommends to use On Job Training and Virtual Project more actively, as addition for Case Study methods. To reach world class business school MBA ITB needs to encourage their student to write international publication based on their final project as pre-requisites for final defence.", "Daftar File": {"2012 TS PP ANDRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68238", "2012 TS PP ANDRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68239", "2012 TS PP ANDRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68240", "2012 TS PP ANDRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68241", "2012 TS PP ANDRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68242", "2012 TS PP ANDRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68243"}, "Penulis": "ANDRIANTO WIBOWO (NIM 29110017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Change, Sustainability, Curriculum, Graduate Program, Competitive Advantages, Lecturing Methods, and Business School", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}