{"Nomor": 14899, "Judul": "PERANCANGAN DAN OPTIMASI OPERASI LEMARI PENDINGIN (FREEZER) YANG BEROPERASI DI WILAYAH TIMUR TENGAH", "Abstrak": "Waktu simpan daging bergantung pada temperatur penyimpanannya. Temperatur penyimpanan yang tinggi menyebabkan daging menjadi tidak tahan lama dan cepat membusuk. Hal ini tentu menjadi masalah yang cukup serius di wilayah yang memiliki temperatur lingkungan yang tinggi seperti timur tengah. Temperatur lingkungan yang dapat mencapai 43oC di wilayah ini menyebabkan daging hanya mampu bertahan selama 3-5 hari sebelum membusuk. Oleh karena  \n \n\nitu diperlukan lemari pendingin (freezer) agar waktu simpan daging di wilayah tersebut dapat menjadi lebih lama.  \n \n\nPerbedaan yang cukup tinggi antara temperatur lingkungan dengan temperatur dalam kabin membuat konsumsi energi lemari pendingin menjadi besar. Oleh karena itu dalam penelitian ini akan dilakukan perancangan lemari pendingin yang hemat energi beserta optimasi operasinya ditinjau dari distribusi aliran udara di kabin lemari pendingin. Selain itu, juga akan dilakukan pemilihan refrigeran ditinjau dari segi efisiensi, ekonomis, dan lingkungan.  \n \n\nLangkah perancangan ini terdiri dari pengumpulan data, perhitungan beban pendinginan, pemilihan peralatan, perancangan susunan peralatan, perancangan alternatif sistem distribusi udara, simulasi numerik alternatif sistem distribusi udara, pemilihan alternatif sistem distribusi udara yang paling optimum, dan evaluasi sistem. Dari hasil penelitian, diperoleh COP lemari pendingin hasil rancangan adalah 0,92 dengan refrigeran yang sesuai adalah R-404A dan sistem distribusi udara yang paling optimum adalah rancangan alternatif ketiga.", "Daftar File": {"2010 TA PP ANDRI REZA PRASETYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68297", "2010 TA PP ANDRI REZA PRASETYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68298", "2010 TA PP ANDRI REZA PRASETYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68299", "2010 TA PP ANDRI REZA PRASETYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68300", "2010 TA PP ANDRI REZA PRASETYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68301", "2010 TA PP ANDRI REZA PRASETYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68302", "2010 TA PP ANDRI REZA PRASETYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68303"}, "Penulis": "ANDRI REZA PRASETYA (NIM : 13105005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Optimasi Operasi Lemari Pendingin, Freezer, Waktu simpan daging, COP lemari pendingin, R-404A", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}