{"Nomor": 14908, "Judul": "ANALISIS KONTROL OPTIMAL PADA TRANSMISI LYMPHATIC FILARIASIS DENGAN PENGOBATAN MASSAL Diethylcarbamazine (DEC)", "Abstrak": "Lymphatic Filariasis (LF) merupakan penyakit menular yang dapat menyebabkan kecacatan permanen pada manusia terinfeksi. Penyakit ini disebabkan oleh cacing nematoda, yang sering disebut malaria dan ditularkan oleh nyamuk.      \n \n \n \n \n\nPengobatan massal Diethylcarbamazine (DEC) digunakan untuk menekan penyebaran LF. Diasumsikan bahwa pengobatan massal Diethylcarbamazine (DEC) dapat mengurangi micromalaria dan dapat meningkatkan kinerja sistem kekebalan tubuh. Dalam tesis ini akan dibahas tentang suatu model kontrol optimal untuk pengobatan massal Diethylcarbamazine (DEC). Model diwakili dalam 10-dimensi sistem host-vector. Populasi manusia dibagi menjadi tujuh kompartemen dengan pemisahan manusia terobati dan tidak terobati dengan tahap infeksi berbeda. Populasi nyamuk dibagi menjadi tiga yaitu nyamuk sehat, nyamuk laten dan terinfeksi. Basic reproductive ratio yang diperoleh dari matriks generasi serta analisis stabilitas dari titik endemik dan non-endemik dengan kontrol konstan akan ditampilkan. Hasil numerik untuk kontrol optimal ditunjukan untuk kasus pencegahan serta penanggulangan wabah penyakit.", "Daftar File": {"2012 TS PP  ANGGA MUHAMAD FUADY 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68361", "2012 TS PP  ANGGA MUHAMAD FUADY 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68360", "2012 TS PP  ANGGA MUHAMAD FUADY 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68359", "2012 TS PP  ANGGA MUHAMAD FUADY 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68358", "2012 TS PP  ANGGA MUHAMAD FUADY 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68357", "2012 TS PP  ANGGA MUHAMAD FUADY 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68356", "2012 TS PP  ANGGA MUHAMAD FUADY 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68355", "2012 TS PP  ANGGA MUHAMAD FUADY 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68354"}, "Penulis": "ANGGA MUHAMAD FUADY (NIM: 20111043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr. Edy Soewono"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Filariasis, Micromalaria, Basic reproductive ratio, Mass drug treatment.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}