{"Nomor": 14902, "Judul": "PENENTUAN DIMENSI DAN ANALISIS TEGANGAN SISTEM PERPIPAAN PADA FASILITAS PRODUKSI UAP PANAS BUMI WELL PAD 29 DIENG UNIT I", "Abstrak": "Panas bumi merupakan salah satu alternatif energi yang sangat berpotensi di Indonesia. Hampir sekitar 40 % energi panas bumi dunia disimpan di negeri Indonesia. Diperkirakan Indonesia memiliki cadangan energi panas bumi sebesar 27357,5 Mwe dan kenyataannya sampai tahun 2008, Indonesia baru memanfaatkan energi panas bumi sebesar 1052 Mwe. Pemanfaatan potensi panas bumi ini dapat dimaksimalkan dengan membangun fasilitas-fasilitas produksi panas bumi yang ada di Indonesia. Fasilitas-fasilitas panas bumi ini perlu ditunjang dengan perancangan sistem perpipaan yang aman dari kegagalan.  \n \n\nPada tugas akhir ini dilakukan beberapa analisis perancangan sistem perpipaan pada well pad 29 Dieng Unit I. Analisis yang dilakukan mencangkup analisis hidrolik dengan program HYSYS, pemilihan diameter, pemilihan tebal pipa berdasarkan ASME B31.1 Power Piping, pemilihan insulasi, sampai analisis tegangan sistem perpipaan. Analisis tegangan sistem perpipaan dilakukan dengan kriteria kode ASME B31.1 Power Piping dan pemodelannya dilakukan dengan program AUTOPIPE.  \n \n\nAnalisis hidrolik dilakukan untuk menentukan diameter pipa yang tepat agar kriteria minimum pada tie in well pad 7 yaitu tekanan 12 bar dan temperatur diatas 178 oC dapat tercapai. Material pipa yang dipilih adalah baja karbon ASTM A53 Grade B dengan hasil analisis korosi pada pipa 2-fasa, brine, dan uap basah sebesar 20 mpy sedangkan untuk pipa uap kering sebesar 5 mpy. Pemodelan sistem perpipaan yang telah dimodifikasi memiliki ketahanan tegangan yang tinggi. Studi parameter menunjukkan sistem akan gagal bila kepala sumur bergerak naik atau turun lebih dari 0,3m ; naiknya tekanan operasi sampai pada tekanan 30 bar; gempa yang mencapai 0,47 percepatan gravitasi dan kecepatan angin sebesar 250 km/jam.", "Daftar File": {"2011 TA PP ANDY BHAKTI ARIFMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68318", "2011 TA PP ANDY BHAKTI ARIFMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68319", "2011 TA PP ANDY BHAKTI ARIFMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68320", "2011 TA PP ANDY BHAKTI ARIFMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68321", "2011 TA PP ANDY BHAKTI ARIFMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68322", "2011 TA PP ANDY BHAKTI ARIFMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68323", "2011 TA PP ANDY BHAKTI ARIFMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68324"}, "Penulis": "ANDY BHAKTI ARIFMAN  [13107071]", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing Utama  :  Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Penentuan Dimensi, Analisis Tegangan, Sistem Perpipaan, Produksi Uap Panas Bumi, Well Pad 29, Dieng Unit I", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}