{"Nomor": 14904, "Judul": "ANALISA DAMPAK LINGKUNGAN BERDASARKAN SIKLUS HIDUP PRODUK LAMPU DEPAN, LAMPU TANDA BELOK DAN LAMPU SENJA PADA KENDARAAN", "Abstrak": "Siklus hidup suatu produk dimulai dari tahap eksplorasi/ pertambangan, pemrosesan material, proses produksi, pemakaian produk, masa habis pakai produk sampai tahapan pembuangan akhir. Material-material yang diperoleh dari tahap eksplorasi minyak bumi/pertambangan, kemudian digunakan dalam proses produksi ditambah dengan aditif beracun sehingga melepaskan emisi berupa dioxin, furan, CO2, SOx, NOx. Pada tahap pembuangan akhir setelah masa habis pakai produk, material buangan yang menjadi debu menghasilkan emisi dioxin, furan, CO2 dan emisi logam-logam berat.   \n\nTujuan penelitian adalah menganalisa potensi dampak lingkungan berdasarkan siklus hidup produk lampu depan, lampu tanda belok dan lampu senja pada kendaraan. Adapun jenis material yang digunakan untuk memproduksi produk lampu depan, lampu tanda belok dan lampu senja adalah 1) thermoplastic: polycarbonate (PC), polymethyl methacrylate (PMMA), polypropylene (PP); 2) elastomer (karet): ethylene-propylene-diene-monomer rubber (EPDM); 3) kaca; 4) lampu tungsten-halogen yang terdiri dari serabut pijar tungsten (wolfram) dan gas iodine.  PC, PMMA, PP, EPDM dan kaca menggunakan aditif beracun yang setelah tahap masa habis pakai jika dilakukan proses pembakaran (incineration) akan menyebabkan dampak berbahaya terhadap lingkungan, mengganggu kesehatan manusia dan hewan. PC dikategorikan sangat berbahaya karena mengandung bisphenol-A dan PMMA juga dikategorikan berbahaya karena mengandung methyl methacrylate (MMA) yang mengganggu kesehatan manusia. Sedangkan PP mengandung propylene yang diidentifikasikan tidak berbahaya bagi kesehatan manusia yaitu tidak menyebabkan penyakit kanker, sistem reproduksi dan perkembangan, neurotoxicant dan terganggunya kelenjar endokrin. Bahan mentah untuk pembuatan kaca yaitu pasir silika (SiO2), abu soda (Na2CO3) dan batu kapur (CaCO3) dimana pasir silika dapat menimbulkan penyakit silicosis (kanker paru-paru) pada manusia dan hewan.", "Daftar File": {"2007 TS PP ANFALUZIA VENA CHAIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68330", "2007 TS PP ANFALUZIA VENA CHAIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68331"}, "Penulis": "ANFALUZIA VENA CHAIR (NIM : 231 04 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yatna Yuwana M."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "siklus hidup produk, material-material beracun/berbahaya, termoplastik, karet, kaca, lampu halogen-tungsten, potensi dampak lingkungan, kesehatan manusia dan hewan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}