{"Nomor": 14906, "Judul": "PENGEMBANGAN MODEL KEMATANGAN UNTUK PENGELOLAAN KUALITAS INFORMASI (STUDI KASUS: RUMAH SAKIT SANTO BORROMEUS)", "Abstrak": "Data dan informasi merupakan aset perusahaan yang penting untuk mencapai tujuan bisnis dan meningkatkan daya saing. Namun seringkali pengelolaan data dan informasi dalam perusahaan hanya menjadi tanggung jawab unit bisnis tertentu, tanpa dukungan yang cukup dari manajemen dan seluruh unit bisnis lain dalam perusahaan. Akibatnya, kebijakan dan prosedur yang mengatur pengelolaan data dan informasi kurang terstruktur. Kebutuhan terhadap perangkat pendukung dipenuhi sebagai aksi reaktif terhadap kegagalan pengelolaan data. Keterampilan, keahlian, tanggung jawab dan akuntabilitas orang-orang yang berperan dalam pengelolaan data dan informasi juga seringkali diabaikan. Bahkan, pengukuran pencapaian tujuan menjadi aspek yang kurang diperhatikan pula. Dengan keterbatasan tersebut, perusahaan mengelola data dan informasi berdasarkan kondisi di lapangan. Beberapa metode pengelolaan data dan informasi mengusulkan cara-cara yang dapat ditempuh perusahaan untuk menyelesaikan permasalahan yang dihadapi dalam pengelolaan data dan informasi. Tesis ini melakukan penelitian untuk mengembangkan model kematangan yang telah dicetuskan oleh SEI (Software Engineering Institute) untuk pengelolaan data dan informasi dalam perusahaan. Model kematangan ini dikembangkan dengan memperhatikan enam (6) atribut kematangan yang didefinisikan oleh COBIT 4.1, sebagai sebuah best practice yang telah terbukti banyak diterapkan dalam berbagai perusahaan. Kematangan proses pengelolaan informasi tersebut ditentukan dengan menilai pencapaian level kematangan dari setiap fase dalam siklus hidup informasi. Level kematangan yang telah dicapai dapat dibandingkan dengan target level kematangannya. Dengan model ini, setiap saat perusahaan dapat mengukur pencapaian level kematangan dan target yang dikehendaki. Selisih antara kedua level tersebut dapat menjadi acuan dalam penentuan strategi peningkatan proses pengelolaan data dan informasi dalam perusahaan.  \n \n\nUntuk menguji validitas model yang dikembangkan, model yang terbentuk diterapkan pada sebuah studi kasus berupa pengelolaan data dan informasi di RS (Rumah Sakit) St. Borromeus. Pemilihan studi kasus ini didasari oleh pemikiran bahwa pengelolaan data dan informasi di sebuah instansi kesehatan memerlukan kualitas yang tinggi. Pengelolaan data dan informasi yang kurang optimal dapat berdampak buruk bagi perusahaan, bahkan bagi kesehatan pasien dari rumah sakit tersebut. Pengujian dilakukan dengan menyebarkan kuesioner kepada pihak-pihak yang terlibat dalam pengelolaan data dan informasi, untuk menentukan level kematangan yang telah dicapai saat ini dan ditargetkan dalam perusahaan. Hasil pengujian pada studi kasus menunjukkan bahwa model ini dapat digunakan untuk mengukur level kematangan proses pengelolaan data dan informasi pada kondisi saat ini dan kondisi yang ditargetkan oleh para pelaku pengelolaan data dan informasi di RS St. Borromeus. Secara umum pengelolaan data dan informasi di RS St. Borromeus telah mencapai level 3 (terdefinisi) dan ditargetkan mencapai level 4 (dikelola secara kuantitatif). Analisis jawaban pada responden kepala dan staf menunjukkan bahwa sebagian besar kepala cenderung memberikan penilaian yang lebih tinggi daripada staf. Sedangkan analisis jawaban per bagian dalam perusahaan menunjukkan bahwa pencapaian level kematangan belum merata di seluruh bagian dalam perusahaan. Berdasarkan analisis jawaban hasil survei dengan kuesioner tersebut, tesis ini mengusulkan beberapa strategi yang dapat dilaksanakan RS St. Borromeus untuk memperbaiki dan meningkatkan level kematangan pengelolaan data dan informasi dalam perusahaan. Untuk melengkapi strategi peningkatan level kematangan tersebut, tesis ini mendefinisikan pula indikator kinerja utama (KPI) dan indikator tujuan utama (KGI) yang berkaitan dengan proses pengelolaan data dan informasi serta kebijakan dan prosedur yang dapat diterapkan oleh RS St. Borromeus.", "Daftar File": {"2010 TS PP ANGELINA PRIMA KURNIATI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68339", "2010 TS PP ANGELINA PRIMA KURNIATI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68340", "2010 TS PP ANGELINA PRIMA KURNIATI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68341", "2010 TS PP ANGELINA PRIMA KURNIATI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68342", "2010 TS PP ANGELINA PRIMA KURNIATI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68343", "2010 TS PP ANGELINA PRIMA KURNIATI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68344", "2010 TS PP ANGELINA PRIMA KURNIATI 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68345", "2010 TS PP ANGELINA PRIMA KURNIATI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68346"}, "Penulis": "ANGELINA PRIMA KURNIATI (NIM : 23508030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir., Kridanto Surendro, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "model kematangan, COBIT 4.1, RS St. Borromeus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}