{"Nomor": 14905, "Judul": "PERAMALAN PERMINTAAN TRAFIK VOICE GSM DENGAN MODEL AUTOREGRESSIVE INTEGRATED MOVING AVERAGE (ARIMA) PADA KOMUNIKASI SELULER", "Abstrak": "Permintaan trafik yang selalu bervariasi terhadap waktu menjadikan peramalan trafik sebagai salah satu faktor kunci dalam bisnis telekomunikasi. Perkiraan perubahan permintaan trafik terutama peningkatan trafik pada jaringan layanan akan memicu pertambahan kapasitas jaringan dan berkorelasi dengan kualitas layanan. Dalam tugas akhir ini dilakukan peramalan trafik komunikasi seluler dengan suatu model deret waktu Autoregressive Integrated Moving Average(ARIMA) menggunakan aplikasi Statistical Package for the Social Sciences (SPSS) dan Eviews. Pengujian dilakukan untuk waktu khusus seperti hari raya Lebaran dan hari raya Natal Ã‚Â– Tahun Baru. Hasil pengujian menunjukkan bahwa model ARIMA cocok digunakan dalam peramalan permintaan trafik pada komunikasi seluler, tetapi peramalan harus dilakukan untuk masing-masing BSC satu per satu, karena karakteristik setiap area unik, dan khusus pada waktu hari raya harus dicari faktor koreksinya. Penerapan setiap model juga disertai dengan perhitungan keakuratan model atau mean absolute percentage error (MAPE). Pada BSC_04 model yang sesuai adalah ARIMA(1,0,1) dengan MAPE 4,51% dan pada hari raya Lebaran ditambah dengan faktor koreksi 1,8049/1,7222.  \n \n\nPada BSC_08 model yang sesuai adalah ARIMA(1,0,1) dengan MAPE 5,08% dan pada hari raya Lebaran ditambah dengan faktor koreksi 1,1554/1,1239. Pada BSC_10 model yang sesuai adalah ARIMA(1,0,1) dengan MAPE 3,76% dan pada hari raya  \n \n\nLebaran ditambah dengan faktor koreksi 0,9453/0,9671. Pada BSC_09 model yang sesuai adalah ARIMA(0,0,1) dengan MAPE 3,56% dan pada hari raya ditambah dengan faktor koreksi 0,9602 /1,2196. Dengan model ARIMA diharapkan operator telekomunikasi dapat menyediakan jaringan yang lebih baik guna memenuhi kepuasan pelanggannya, namun juga tidak menimbulkan pemboroskan sumber daya.", "Daftar File": {"2010 TA PP ANGELIA HERMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68332", "2010 TA PP ANGELIA HERMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68333", "2010 TA PP ANGELIA HERMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68334", "2010 TA PP ANGELIA HERMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68335", "2010 TA PP ANGELIA HERMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68336", "2010 TA PP ANGELIA HERMAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68337", "2010 TA PP ANGELIA HERMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68338"}, "Penulis": "ANGELIA HERMAWAN (NIM : 13206076)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing :  Ir. Sigit Haryadi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "peramalan trafik, model ARIMA, hari raya, faktor koreksi, MAPE.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}