{"Nomor": 14916, "Judul": "MAPPING OF OCEAN CURRENT FOR FEASIBILITY STUDY OF MICRO-SCALE MARINE CURRENT TURBINE (STUDY CASE: KEPULAUAN SERIBU)", "Abstrak": "probabilities map for feasibility study of micro-scale marine current turbine in Pramuka, Karya, Panggang, and Semak Daun Islands. This turbine needs current speed that exceeds 0.3 m/s to move the rotor. This map is made by using marine current speed data for a year. The marine current speed data are obtained by a hydrodynamic model. This model represents natural ocean phenomena, such as marine current, wave, and surface elevation. Based on tidal and current verification one can decide whether a hydrodynamic model is good enough. Statistical processing was done to produce probability value of marine current that exceeds 0.3 m/s from the extracted marine current data based on the hydrodynamic model. The probability value will be used in map making. The result of this study is marine current probability map which shows the accumulative duration of one particular marine current speed. The duration of current speeds that exceed 0.3 m/s is around 14-18 days in a year. Thus, installing marine current turbine in the study area is not effective.", "Daftar File": {"2013 TA PP ANGGITA RUZTY1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68415", "2013 TA PP ANGGITA RUZTY1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68416", "2013 TA PP ANGGITA RUZTY1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68417", "2013 TA PP ANGGITA RUZTY1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68418", "2013 TA PP ANGGITA RUZTY1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68419", "2013 TA PP ANGGITA RUZTY1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68420"}, "Penulis": "ANGGITA RUZTY (NIM : 15109056)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr.rer.nat Poerbandono", "Dr. Eng. Totok Suprijo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "renewable energy, hydrodynamic simulation, marine current turbine", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}