{"Nomor": 14926, "Judul": "PENGARUH PERILAKU PEMIMPIN TERHADAP KINERJA KARYAWAN YANG DIMODERASI OLEH BUDAYA ORGANISASI  (STUDI KASUS PADA STV BANDUNG)", "Abstrak": "Kinerja karyawan adalah faktor yang sangat penting di dalam kehidupan berorganisasi. Terdapat banyak hal yang dapat mendukung terciptanya kinerja karyawan di dalam suatu organisasi. Tesis ini bertujuan untuk mengkaji secara mendalam mengenai kinerja karyawan, melalui beberapa variabel diantaranya adalah perilaku pemimpin serta budaya organisasi. Perilaku pemimpin digunakan sebagai salah satu variabel dalam penelitian ini untuk dilihat pengaruhnya terhadap kinerja karyawan di dalam suatu organisasi. Sedangkan, budaya organisasi digunakan sebagai variabel moderator di dalam penelitian ini.  \n \n\nPenelitian ini dilakukan di STV Bandung karena perusahaan ini merupakan salah satu perusahaan lokal yang baru saja bergabung dengan PT. Kompas Gramedia, yang memiliki kesesuaian latar belakang aktual dengan topik yang akan dibahas, yaitu masalah kepemimpinan dan budaya organisasi. Untuk mengetahui pengaruh antar variabel-variabel tersebut terhadap kinerja karyawan, maka penelitian ini menggunakan metode analisis regresi berganda. Hasil dari penelitian menunjukkan bahwa variabel perilaku pemimpin memiliki pengaruh terhadap kinerja karyawan ketika di moderasi oleh budaya organisasi. Menurut hasil penelitian ini, budaya organisasi ternyata dapat memperkuat pengaruh antara perilaku pemimpin tertentu terhadap peningkatan kinerja karyawan di STV Bandung.", "Daftar File": {"2011 TS PP ANINDA SEKAR PUTRI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68478", "2011 TS PP ANINDA SEKAR PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68479", "2011 TS PP ANINDA SEKAR PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68480", "2011 TS PP ANINDA SEKAR PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68481", "2011 TS PP ANINDA SEKAR PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68482", "2011 TS PP ANINDA SEKAR PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68483", "2011 TS PP ANINDA SEKAR PUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68484", "2011 TS PP ANINDA SEKAR PUTRI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68485"}, "Penulis": "ANINDA SEKAR PUTRI  (NIM : 23409061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indryati Sunaryo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kinerja karyawan, organisasi, budaya organisasi, STV Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}