{"Nomor": 14922, "Judul": "FAKTOR YANG BERPENGARUH PADA KINERJA PRODUK DAN KINERJA PROSES DALAM OUTSOURCING PENGEMBANGAN PERANGKAT LUNAK: MODEL EMPIRIS PERSPEKTIF VENDOR DI INDONESIA", "Abstrak": "Aplikasi sistem informasi saat ini sudah menjadi kebutuhan penting bagi berbagai organisasi terutama kalangan perusahaan. Perusahaan vendor hadir untuk membantu perusahaan lain untuk mengembangkan perangkat lunak aplikasi sistem informasi yang dibutuhkannya dalam ikatan outsourcing. Kegagalan proyek merupakan suatu hal yang tentunya harus dihindari, dimana perusahaan vendor tentunya berusaha untuk menghasilkan kinerja proyek yang  \n \n\nbaik terutama kinerja proses dan kinerja produk. Terkadang perusahaan vendor berani untuk mengambil risiko untuk menerima atau mendapatkan proyek. Oleh  \n \n\nkarena itu, perusahaan vendor diharuskan dapat mewaspadai ataupun mengendalikan berbagai faktor yang dapat hadir selama proses pengembangan. Berdasakan hasil penelitian dari sudut pandang vendor di Indonesia diperoleh bahwa salah satu faktor risiko yang dapat hadir selama proses pengembangan aplikasi sistem informasi memberikan pengaruh negative pada kinerja proses, sedangkan beberapa faktor praktek manajemen dapat memberikan pengaruh positif pada kinerja proses dan kinerja produk, namun tidak seluruhnya berpengaruh langsung. Hal ini diharapkan menjadi perhatian penting bagi perusahaan vendor di Indonesia, agar kemudian selama proses pengembangan aplikasi sistem informasi perusahaan vendor dapat mengetahui faktor apa yang  \n \n\nperlu untuk dicegah atau diminimalisir serta faktor praktek manajemen apa yang harus dikelola dengan baik selama proses pengembangan perangkat lunak aplikasi sistem informasi.", "Daftar File": {"2012 TS PP ANGRA BRAMAGARA 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68450", "2012 TS PP ANGRA BRAMAGARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68451", "2012 TS PP ANGRA BRAMAGARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68452", "2012 TS PP ANGRA BRAMAGARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68453", "2012 TS PP ANGRA BRAMAGARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68454", "2012 TS PP ANGRA BRAMAGARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68455", "2012 TS PP ANGRA BRAMAGARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68456", "2012 TS PP ANGRA BRAMAGARA 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68457"}, "Penulis": "ANGRA BRAMAGARA (NIM: 23409013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "faktor risiko, faktor praktek manajemen, kinerja proses, kinerja produk, outsourcing, pengembangan perangkat lunak aplikasi sistem informasi, vendor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}