{"Nomor": 14921, "Judul": "EVALUASI KEANDALAN SISTEM FOTOVOLTAIK PADA MICROGRID", "Abstrak": "Seiring dengan meningkatnya penggunaan sistem fotovoltaik (PV) di dunia sebagai sumber energi di berbagai macam industri, perumahan, dan bangunan komersil, keandalan sistem PV menjadi perhatian dikarenakan kegagalan pada sistem PV dapat menyebabkan kerugian ekonomis yang besar akibat putusnya suplai energi. Evaluasi keandalan diperlukan sebagai acuan untuk perancangan sistem serta strategi operasional dan pemeliharaan, agar dapat dihasilkan sistem optimum dengan biaya serendah mungkin.  \n \n\nDalam tugas akhir ini dirancang dan dilakukan ekperimen untuk mengevaluasi keandalan sistem PV pada microgrid dari Laboratorium Manajemen Energi Teknik Fisika ITB, dimana keluaran akhir yang ingin dicapai adalah model reliability dan availability serta proyeksi pemanenan energi tahunan dari sistem PV. Dimodelkan tren degradasi efisiensi komponen yang dibuat berdasarkan data historis daya masukan dan keluaran dari inverter serta modul PV selama 4 bulan, agar didapatkan model konversi energi, dan menggunakan data irradiansi ITB selama satu tahun sebagai model masukan sistem PV agar dapat dihasilkan proyeksi pemanenan energi. Untuk memodelkan reliability dan availability komponen digunakan metode statistika Weibull. Parameter Weibull tiap komponen didapatkan melalui spesifikasi dari pabrik pemroduksi komponen, analisis berdasarkan data historis kegagalan, maupun berbagai sumber literatur.  \n \n\nDidapatkan model reliability dan availability dari sistem PV dan juga proyeksi pemanenan energi tahunan dalam 20 tahun kedepan dalam bentuk Ekpektasi Energi Output (EEO). Degradasi efisiensi tahunan dari sistem PV ini didapatkan sebesar -2,73% per tahun, sedangkan nilai availability-nya berkurang hingga 0,964 pada tahun ke 20. Didapatkan proyeksi pemanenan energi (EEO) pada tahun pertama sebesar 927 kWh dan terus menurun hingga mencapai 419 kWh pada tahun ke 20.", "Daftar File": {"2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68443", "2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68444", "2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68445", "2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68446", "2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68447", "2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68448", "2014 TA PP  ANGKU RAI-FAISHAL AL RASYID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68449"}, "Penulis": "ANGKU RAI (NIM : 13310015)-FAISHAL AL RASYID (NIM : 13310019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Edi Leksono, M.Eng.", "Dr. Ir. Nugraha M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem fotovoltaik, keandalan, analisa Weibull, model reliability, availability, model proyeksi pemanenan energi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}