{"Nomor": 14933, "Judul": "DEVELOPING CORPORATE STRATEGY ON NEW BUSINESSES AT PT. GRAND KARTECH", "Abstrak": "Industri manufaktur boiler sangat dipengaruhi oleh pertumbuhan ekonomi domestikdimana sebagian besar dimulai dari investasi untuk ekspansi ataupun penanaman modal baru. Naik turunya industri ini juga bergantung pada teknologi baru dengan efisiensi yang lebih baik dan tingginya harga bahan bakar minyak. Lebih lanjut industri boiler juga dipengaruhi oleh kompetisi. Semua faktor tersebut telah menyebabkan turunnya penjualan, melorotnya pendapatan dan hilangnya daya saing. Untuk mengatasi masalah tersebut dibutuhkan strategi korporasi yang terpadu dengan tujuan untuk mencari orientasi bisnis baru. Terdapat tiga opsi bisnis baru yang harus di analisa lebih lanjut agar menjadi bisnis portofolio baru yang diharapkan akan memperbaiki kondisi keuangan perusahaan.  \n \n\nMetodologi yang digunakan dalam tesis ini dibagi dalam dua analisa utama, pertama melakukan evaluasi internal kapabilitas dan external faktor. Evaluasi internal  \n \n\nkapabilitas dilakukan dengan membandingkan kapabilitas yang sudah ada dengan kapabilitas yang diperlukan setiap opsi bisnis. Perbandingan ini akan menunjukkan capability gap. Evaluasi external faktor didasarkan terhadap dua aspek: Fife-forces Framework dan analisa market. Hasil analisa dari internal dan external dapat  \n \n\ndigambarkan dalam matrix Industry Attractivenss Ã‚Â– Business Strength (IA-BS) untuk menilai ketiga opsi bisnis. Selanjutnya untuk menganalisa market dari ketiga opsi bisnis digunakan market positioning.  \n \n\nHasil dari analisa akan didapat pilihan yang terbaik diantara ketiga opsi bisnis. Selanjutnya untuk membuat strategy korporasi maka digunakan TOWS matrix dan  \n \n\ndiharapkan bisnis korporasi yang baru akan mendapatkan posisi yang kompetitif di market.", "Daftar File": {"2009 TS PP ANIS LUKMANANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68538", "2009 TS PP ANIS LUKMANANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68537", "2009 TS PP ANIS LUKMANANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68536", "2009 TS PP ANIS LUKMANANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68535", "2009 TS PP ANIS LUKMANANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68534", "2009 TS PP ANIS LUKMANANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68533", "2009 TS PP ANIS LUKMANANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68532", "2009 TS PP ANIS LUKMANANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68539"}, "Penulis": "ANIS LUKMANANTO (NIM : 29107166)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  DR.Ir.Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Steel and boiler manufacturing industry, domestic economic growth,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}