{"Nomor": 14935, "Judul": "IDENTIFIKASI PERUBAHAN NILAI TOTAL SUSPENDED SOLID (TSS) MENGGUNAKAN CITRA SATELIT LANDSAT MULTITEMPORAL DI WADUK SAGULING, BANDUNG BARAT", "Abstrak": "Rusaknya daerah tangkapan air di kawasan hulu Sungai Citarum telah mengurangi kapasitasnya seagai daerah resapan air. Selama musim hujan tiba, kawasan hulu yang tererosi membawa sejumlah lumpur akibat dari pengikisan tanah yang tererosi. Kondisi ini menyebabkan masuknya lumpur ke sistem jaringan prasarana air yaitu Waduk Saguling. Selain masalah sedimentasi, akumulasi sampah rumahan yang tidak tertangani telah menjadi masalah krusial dalam menajemen kualitas wilayah perairan. Total Suspensi Solid (TSS) adalah bahan padat, termasuk organik dan anorganik, yang tersuspensi di dalam air. Dalam konteks kualitas air, untuk mengetahui kondisi TSS sangatlah bergantung pada luas daerah dan waktu pengamatan, akibatnya dalam melakukan pekerjaan pemantauan ini diperlukan waktu dan biaya yang tidak sedikit. Data penginderaan jauh dapat digunakan untuk menganalisis berbagai parameter terkait kondisi kualitas air secara spasial maupun temporal, sehingga waktu dan biaya dapat dikurangi. Akan tetapi pada proses pengolahan dengan menggunakan data Penginderaan Jauh ini masih mengalami kendala terkait belum ditemukannya algoritma yang dapat malakukan ekstraksi kualitas air untuk seluruh perairan Indonesia. Penelitian ini merupakan kombinasi antara pengukuran in-situ, penurunan algoritma dengan memanfaatkan nilai reflektansi citra, dan juga data geospasial. Dalam penelitian ini memiliki dua tujuan yaitu menentukan algoritma terbaik yang dapat digunakan melakukan penurunan nilai TSS dan juga untuk mengevaluasi perubahan nilai persebaran TSS secara spasial dan temporal di Waduk Saguling, Bandung Barat. Dalam penelitian ini menunjukan adanya penambahan nilai sebaran di tahun 2005 dan 2009 dengan peningkatan menunjukan nilai lebih dari 160 mg/l. Penelitian ini berguna bagi pengembangan dan penerapan Penginderaan Jauh dan SIG untuk berbagai studi yang berkaitan dengan ekstraksi kualitas air khususnya di wilayah perairan Indonesia.", "Daftar File": {"2013 TA PP ANJAR DIMARA SAKTI1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68548", "2013 TA PP ANJAR DIMARA SAKTI1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68549", "2013 TA PP ANJAR DIMARA SAKTI1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68550", "2013 TA PP ANJAR DIMARA SAKTI1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68551", "2013 TA PP ANJAR DIMARA SAKTI1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68552", "2013 TA PP ANJAR DIMARA SAKTI1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68553", "2013 TA PP ANJAR DIMARA SAKTI1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68554"}, "Penulis": "ANJAR DIMARA SAKTI  (NIM : 15108072 )", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : PROF. KETUT WIKANTIKA", "DR. SONI DARRMAWAN"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Total Suspended Solid (TSS), data penginderaan jauh, Waduk Saguling.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}