{"Nomor": 14948, "Judul": "ANALISIS PENYEBAB MISTRACKING PADA OVERLAND CONVEYOR PT. KALTIM PRIMA COAL DAN REKOMENDASI TINDAKAN PENCEGAHAN", "Abstrak": "Mistracking pada sabuk konveyor adalah peristiwa tergelincirnya sabuk konveyor keluar dari jalurnya. Kejadian mistracking ini telah terjadi berulang-ulang beberapa kali setiap bulannya pada overland conveyor di PT. KPC dan merugikan perusahaan hingga $15 juta per tahun. Sehubungan dengan hal tersebut, tugas sarjana ini dibuat dengan tujuan memperoleh gambar penyebab mistracking dan memberikan usulan penanganan untuk mengurangi frekuensi terjadinya mistracking dengan sebelumnya melakukan identifikasi faktor-faktor utama penyebab mistracking. Mistracking dapat disebabkan oleh sejumlah faktor yang saling berkait, dari hal ini dapat dibuat diagram fishbone untuk memudahkan pengidentifikasian penyebab mistracking. Dalam menganalisis penyebab mistracking ini, dilakukan observasi kondisi konveyor di lapangan dengan meninjau pembebanan pada sabuk, kondisi sabuk selama beroperasi, kondisi struktur konveyor, dan kondisi lingkungan. Dengan mengacu pada observasi, penulis menganalisisnya dengan rujukan panduan manual, standar yang berlaku (dalam hal ini CEMA), dan sumber rujukan lainnya. Dari hasil observasi dan analisis, penulis mencari akar permasalahan penyebab mistracking dan membuat rekomendasi tindakan pencegahan untuk menanggulangi masalah mistracking ini. Dari hasil observasi dan analisis yang dilakukan, mistracking pada OLC PT. KPC lebih disebabkan oleh faktor lingkungan yaitu penyusutan dan pergeseran tanah yang mengakibatkan ketidaklurusan struktur konveyor di sepanjang OLC. Pada kasus lain, terdapat juga faktor yang menyebabkan dan meningkatkan resiko mistracking seperti kegagalan pada bearing idler. Selain itu, faktor berikut diperkirakan turut memperburuk efek penyebab mistracking yaitu kapasitas angkut sabuk dan kecepatan sabuk yang berlebih. Dengan melakukan survei yang lebih sering, memodifikasi dan merangkai ulang struktur konveyor, melakukan pemasangan training idler, mengurangi kecepatan sabuk, dan melakukan serangkaian analisis mendalam terhadap kecepatan beserta faktor operasi lain diharapkan dapat mengatasi permasalahan mistracking ini.", "Daftar File": {"2011 TA PP ANOFFIANTON 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68626", "2011 TA PP ANOFFIANTON 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68627", "2011 TA PP ANOFFIANTON 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68628", "2011 TA PP ANOFFIANTON 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68629", "2011 TA PP ANOFFIANTON 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68630", "2011 TA PP ANOFFIANTON 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68631", "2011 TA PP ANOFFIANTON 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68632"}, "Penulis": "ANOFFIANTON (NIM : 13106111)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Dr. Ir. Rachman Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mistracking , Overland Conveyor,  PT. Kaltim Prima Coal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}