{"Nomor": 14943, "Judul": "MODIFIKASI PEMURNIAN DAN EKSPRESI HETEROLOG LIPASE Geobacillus thermoleovorans", "Abstrak": "Lipase (Triacylglycerol acylhydrolase; EC 3.1.1.3) merupakan enzim yang mengkatalisis proses hidrolisis dan sintesis ikatan karboksil ester dalam ikatan triasilgliserida pada daerah antarmuka minyak-air. Mikroorganisme yang diisolasi dari kawah gunung Papandayan diketahui memiliki aktivitas lipase yang baik. Gen lipase yang berasal dari isolat lokal tersebut telah berhasil dikloning dan diekspresikan secara intraseluler ke dalam sel heterolog E.coli BL21 (DE3) dengan menggunakan pET30(a) sebagai vektor ekspresi. Lipase rekombinan tersebut telah dimurnikan menggunakan kromatografi afinitas Ni-NTA, namun hasil pemurnian yang diperoleh belum optimal karena masih terdapat dua pita protein yang ditunjukkan oleh elektroforegram SDS PAGE. Penelitian ini bertujuan untuk mempelajari kemungkinan penggunaan kromatografi interaksi hidrofobik dalam pemurnian lipase rekombinan. Ditinjau dari segi strukturnya, lipase rekombinan isolat lokal memiliki daerah hidrofobik yang cukup banyak sehingga dengan menggunakan kromatografi interaksi hidrofobik diharapkan diperoleh satu pita aktif saja. Dalam penelitian ini telah dilakukan peremajaan, produksi, ekspresi, dan isolasi dari lipase rekombinan isolat lokal yang dilanjutkan ke tahap pemurnian. Pemurnian protein dilakukan dengan menggunakan tiga tahapan, yaitu pemanasan, batch penukar ion DEAE-selulosa, dan kromatografi interaksi hidrofobik. Nilai aktivitas dari masing-masing enzim ditentukan menggunakan p-Nitrofenilpalmitat sebagai substrat. Ekstrak kasar enzim memiliki aktivitas spesifik sebesar 0.0059 U/mg. Pemurnian enzim dengan cara pemanasan dan batch DEAE-selulosa berhasil meningkatkan aktivitas spesifik enzim masing-masing sebesar 2 kali dan 7 kali dibandingkan ekstrak kasar enzim. Enzim yang telah dimurnikan menggunakan kolom hidrofobik berhasil meningkatkan aktivitas spesifik enzim sebesar 28 kali dibandingkan ekstrak kasar enzim.", "Daftar File": {"2012 TA PP ANNISA HIJRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68597", "2012 TA PP ANNISA HIJRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68598", "2012 TA PP ANNISA HIJRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68599", "2012 TA PP ANNISA HIJRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68600", "2012 TA PP ANNISA HIJRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68601", "2012 TA PP ANNISA HIJRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68602", "2012 TA PP ANNISA HIJRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68603"}, "Penulis": "ANNISA HIJRIANI (NIM : 10508100)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Fida Madayanti Warganegara, Ph.D", "Pembimbing 2 : Dr. Made Puspasari Widhiastuty"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lipase termofilik rekombinan; pemurnian protein; kromatografi interaksi hidrofobik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}