{"Nomor": 14965, "Judul": "STUDI SUMBER AIR DAN PENGEMBANGAN INFRASTRUKTUR AIR MINUM PERKOTAAN DI INDONESIA", "Abstrak": "Kebutuhan air minum yang meningkat seiring dengan pertambahan jumlah penduduk, tidak sesuai dengan ketersediaan air baku yang relatif tetap bahkan cenderung menurun. Oleh karena itu, pemerintah berusaha mencukupi kebutuhan air minum masyarakat dengan membangun Instalasi Pembangunan Air Minum di beberapa daerah, namun ada baiknya sebelum pembangunan tersebut dimulai, diadakan studi keandalan terlebih dahulu untuk air baku yang akan dijadikan sebagai sumber. Sumber air adalah sumber daya alam yang dapat diperbaharui melalui siklus hidrologi dipengaruhi iklim tergantung pada faktor kosmik, regional dan lokal membentuk rezim hidrologi dimana berkarakter acak dan stokastik. Laju perkembangan perkotaan di Indonesai sebagai ibukota pemerintahan, kota jasa dan kota pariwisata membutuhkan infrastruktur air minum yang berkelanjutan sesuai Kriteria Pengembangan SPAM Ditpam Ã‚Â– Cipta Karya, Kementrian PU. Dalam penyediaan air minum, terdapat tiga komponen yang saling berkaitan yaitu : sumber air baku, pengolahan air dan distribusi. Keberhasilan pelayanan air minum bergantung pada keandalan sumber air baku yang merupakan bagian dari komponen Siklus Hidrologi dimana berkarakater acak dan stokastik, antara lain seperti mata air, air sungai dan waduk sehingga keandalan pasokan sumber air membutuhkan instrumen statistik menetapkan besaran debit air sesuai Kriteria Pengembangan SPAM Ditpam Ã‚Â– Cipta Karya, Kementrian PU. Untuk memberi wawasan dalam studi sumber air dan pengembangan infrastruktur air minum membahas beberapa kasus keandalan sumber air antara lain : sumber mata air, air sungai.", "Daftar File": {"2010 TA PP ARAFAT.pdf": "https://digilib.itb.ac.id/gdl/download/68752", "2010 TA PP ARAFAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68753", "2010 TA PP ARAFAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68754", "2010 TA PP ARAFAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68755", "2010 TA PP ARAFAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68756", "2010 TA PP ARAFAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68757", "2010 TA PP ARAFAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68758", "2010 TA PP ARAFAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68759"}, "Penulis": "ARAFAT (NIM 15304021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Arwin Sabar M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air minum, keandalan, sumber air, debit air; Water drinking, ,relability, raw water source,water debit", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}