{"Nomor": 14968, "Judul": "PERAWATAN PREDIKTIF MESIN-MESIN ROTASI BERBASIS CIRI VIBRASI DENGAN STUDI KASUS PADA GIRBOKS", "Abstrak": "Dalam rangka memenuhi kebutuhan pasar dan efisiensi produksi maka perawatanmesin dengan cara-cara konvensional sudah tidak bisa lagi dipertahankan. Beberapa metode perawatan konvensional memiliki banyak kerugian seperti          \n \n \n \n \n \n \n \n \n \n\nproses produksi yang terhenti mendadak atau masalah keterbatasan suku cadang. Dalam hal ini metode perawatan prediktif memberikan solusi bagi permasalahan perawatan metode konvensional tersebut. Perkembangan teknologi informasi juga ikut mendorong kemajuan metode perawatan prediktif.           \n \n \n \n \n \n \n \n \n \n\nDalam tugas akhir ini dikembangkan perangkat lunak sebagai salah satu cara meningkatkan kinerja perawatan prediktif. Program yang dibuat akan bekerja dengan menghitung beberapa nilai penting dari data vibrasi. Nilai hasil perhitungan pada program tersebut kemudian digunakan untuk analisis data vibrasi untuk mengetahui kondisi mesin. Dari beberapa simulasi dapat disimpulkan program yang dikembangkan telah menunjukkan kinerja yang baik sehingga diharapkan program ini bisa mempermudah, mempercepat, dan meningkatkan efisiensi prosedur perawatan prediktif. Penggunaan perangkat lunak ini akan mengurangi beberapa kerugian akibat penerapan metode perawatan konvensional seperti proses produksi yang terhenti secara mendadak, penundaan proses produksi akibat proses reparasi yang cukup lama, dan biaya pengadaan suku cadang yang cukup tinggi. Dengan terus melakukan penyederhanaan pada tampilan perangkat lunak yang dibuat, hal ini diharapkan akan memudahkan operator dalam menganalisis kondisi mesin.", "Daftar File": {"2009 TA PP ARDAYA ANINDITA S 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68783", "2009 TA PP ARDAYA ANINDITA S 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68784", "2009 TA PP ARDAYA ANINDITA S 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68785", "2009 TA PP ARDAYA ANINDITA S 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68786", "2009 TA PP ARDAYA ANINDITA S 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68787", "2009 TA PP ARDAYA ANINDITA S 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68788", "2009 TA PP ARDAYA ANINDITA S 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/68789", "2009 TA PP ARDAYA ANINDITA S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68790"}, "Penulis": "ARDAYA ANINDITA (NIM : 13103039)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Sangriyadi Setio", "pembimbing 2 : Prof. Ir. Wiranto Arismunandar, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "efisiensi produksi; mesin rotasi, Girboks", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}