{"Nomor": 14978, "Judul": "IMPLEMENTASI ALGORITMA DIJKSTRA UNTUK OPTIMALISASI KUNJUNGAN MUSEUM YOGYAKARTA BERBASIS WEB", "Abstrak": "Museum menyimpan banyak sejarah yang mencakup kebudayaan Indonesia. Yogyakarta merupakan salah satu  \n \n\nkota wisata yang mempunyai banyak museum. Namun ironisnya, museum-museum di kota ini masih dipandang  \n \n\nsebelah mata. Padahal museum menjadi pilihan para sejarawan yang ingin meneliti serta sekolah-sekolah yang  \n \n\ningin melakukan study tour. Dengan adanya museum, negara mampu mendapatkan devisa dari turis  \n \n\nmancanegara. Negara juga dapat membuat warganya mampu melestarikan budaya Indonesia. Selain itu sekolah  \n \n\njuga dapat menanamkan nilai sejarah pada para pelajar dengan mengadakan study tour ke museum. Dengan  \n \n\nmelihat manfaat dari museum tersebut dibutuhkan pengoptimalisasian terhadap kunjungan museum (khususnya  \n \n\nyang ada di Yogyakarta). Pengoptimalisasian tersebut mencakup banyaknya museum yang dapat dikunjungi  \n \n\ndalam satu hari tetapi dengan menempuh rute terpendek. Permasalahan optimisasi tersebut dapat dipecahkan  \n \n\ndengan menggunakan Algoritma Dijkstra. Algoritma Dijkstra mampu menentukan rute terpendek dari beberapa  \n \n\ntempat yang menghubungkannya. Diharapkan pengoptimalisasian tersebut dapat berguna sebagai bahan  \n \n\npertimbangan bagi para turis mancanegara atau dalam negeri, sejarawan, maupun sekolah-sekolah jika ingin  \n \n\nmelakukan kunjungan ke museum yang ada di Yogyakarta sesuai dengan tujuan masing-masing. Apalagi jika  \n \n\nhasil dari pengoptimalisasian tersebut disediakan dalam bentuk web maka dapat memudahkan calon pengunjung  \n \n\nmuseum mendapatkan informasi serta meningkatkan minat berkunjung ke museum.", "Daftar File": {"proceedings knsi 2013(29).pdf": "https://digilib.itb.ac.id/gdl/download/68849"}, "Penulis": "Ardo Rama W, Citra Ika Wibawati, Rizka Fajriah", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Algoritma Dijkstra, Museum Yogyakarta, kunjungan, web", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "21 Mar 2014"}