{"Nomor": 14977, "Judul": "STUDI PERBANDINGAN HASIL UJI TRIAKSIAL MULTISTAGE TERHADAP HASIL UJI TRIAKSIAL KONVENSIONAL PADA BATUPASIR", "Abstrak": "Triaksial multistage adalah metode pengujian yang memberikan tekanan pemampatan dengan nilai yang berbeda secara bertahap pada satu contoh batuan berbentuk silinder, sedangkan uji triaksial konvensional dilakukan pada berbagai contoh dengan tekanan pemampatan yang berbeda. Pengujian ini mencakup siklus pembebanan lebih dari satu kali dan pengujian pada setiap siklus pembebanan akan dihentikan pada saat contoh batuan tepat akan failure. Contoh uji batuan diambil dari blok batupasir PT. XYZ, ROTO NORTH, Pit 4. Pengujian triaksial multistage menggunakan gaya pembebanan sebagai kontrol untuk menghentikan pembebanan pada setiap siklus nya. Penggunaan kriteria failure Mohr-Coulomb maupun Hoek & Brown menghasilkan kecenderungan yang sama. Uji triaksial multistage menghasilkan nilai kohesi (C) yang lebih tinggi (20,6% pada Mohr Coulomb, 35,9% pada untuk Hoek & Brown) dan sudut geser dalam (O) yang lebih rendah (5,7% pada Mohr-Coulomb, dan 7,1% pada Hoek & Brown) dibandingkan dengan hasil pengujian triaksial konvensional. Hal ini disebabkan oleh terjadinya penurunan kekuatan contoh batuan setelah mengalami akumulasi pembebanan pada siklus pertama dimana waktu penghentian setiap siklus yang dipilih adalah pada saat contoh batuan tepat akan failure.", "Daftar File": {"2007 TA PP ARDIAN ROSADI BUDIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68842", "2007 TA PP ARDIAN ROSADI BUDIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68843", "2007 TA PP ARDIAN ROSADI BUDIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68844", "2007 TA PP ARDIAN ROSADI BUDIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68845", "2007 TA PP ARDIAN ROSADI BUDIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68846", "2007 TA PP ARDIAN ROSADI BUDIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68847", "2007 TA PP ARDIAN ROSADI BUDIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68848"}, "Penulis": "ARDIAN ROSADI BUDIMAN (NIM 12102028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Suseno Kramadibrata, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "triaksial multistage, batu pasir, triaksial konvensional", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}