{"Nomor": 14972, "Judul": "PENENTUAN LAT (LOWEST ASTRONOMICAL TIDE) BERDASARKAN PERIODE WAKTU PENGAMATAN PASUT", "Abstrak": "LAT (Lowest Astronomical Tide) adalah datum vertikal yang direkomendasikan oleh IHO (International Hydrographic Organization). IHO menyatakan bahwa LAT didapatkan dari prediksi pasut selama 18,6 tahun dengan data pengamatan minimal selama 12 bulan atau dengan metode lain yang terbukti dapat memberikan hasil yang dapat diandalkan. Pernyataan IHO tersebut menunjukkan bahwa belum ada metode yang baku dalam penentuan LAT khususnya dalam hal panjang data pengamatan. Pada penelitian ini bertujuan untuk menentukan selisih nilai LAT pendekatan terhadap nilai LAT dari data pengamatan 12 bulan. LAT pendekatan adalah LAT yang didapatkan berdasarkan data pengamatan di bawah satu tahun. Data pengamatan pasut yang digunakan adalah data pasut Batam, Tarakan, dan Ambon. LAT ditentukan dengan cara melakukan analisis harmonik untuk mencari komponen pasut, kemudian diprediksi selama 18,6 tahun dan dicari nilai ketinggian muka air terendahnya. Pada penelitian ini didapatkan selisih nilai LAT pendekatan dari variasi panjang data pengamatan terhadap nilai LAT 12 bulan. Penyimpangan yang didapatkan adalah 0,5 cm hingga 11,4 cm di daerah Batam, 28,9 cm hingga 79,8 cm di daerah Tarakan, dan 4,2 cm hingga 53,0 cm di daerah Ambon. Nilai pergeseran garis pantai terbesar akibat selisih dari nilai LAT tersebut adalah 45,7 m dan terkecil adalah 0,002 m.", "Daftar File": {"2013 TA PP ARDHI FEBRIAWAN –COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68813", "2013 TA PP ARDHI FEBRIAWAN –BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68814", "2013 TA PP ARDHI FEBRIAWAN –BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68815", "2013 TA PP ARDHI FEBRIAWAN –BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68816", "2013 TA PP ARDHI FEBRIAWAN –BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68817", "2013 TA PP ARDHI FEBRIAWAN –BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68818", "2013 TA PP ARDHI FEBRIAWAN –PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68819"}, "Penulis": "ARDHI FEBRIAWAN (NIM 15109089)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "LAT, LAT pendekatan, komponen pasut, prediksi pasut, selisih nilai LAT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}