{"Nomor": 14979, "Judul": "RANCANG BANGUN SISTEM ROTATING ULTRA-SONIC RANGING UNTUK PENGINDERAAN LINGKUNGAN", "Abstrak": "Pada tugas akhir ini dirancang dan dibangun sistem penginderaan lingkungan menggunakan sistem rotating ultrasonic ranging menggunakan sensor ultrasonik. Penelitian ini merupakan bagian dari penelitian pencitraan topografi lingkungan yang dapat diaplikasikan pada berbagai hal, contohnya sebagai pengukur objek ruangan, detektor benda bergerak atau pada robot pembuat peta. Sistem ini mampu melakukan penginderaan topografi lingkungan dalam radius 360o dengan empat buah sensor ultrasonik yang dipasang saling tegak lurus dan bekerja secara simultan. Motor servo digunakan untuk memutar keempat sensor tersebut sejauh 90o bolak-balik, dengan demikian didapatkan pencitraan topografi lingkungan dalam radius 360o. Sebagai kontroller utama sensor dan motor servo, digunakan modul mikrokontroller bernama Arduino Mega berbasiskan Atmega 1280. Pengiriman data dari sensor ke komputer menggunakan komunikasi serial USB yang terdapat dalam modul Arduino Mega. Hasil scan ini akan dipetakan menjadi layar radar pada komputer menggunakan perangkat lunak bernama Processing. Dari hasil pengujian disimpulkan bahwa sistem dapat membuat peta lingkungan dalam radius 360o. Kecepatan sistem untuk menghasilkan peta topografi lingkungan sejauh 360o bergantung dari ukuran lingkungan yang diukur. Kemampuan deteksi sensor adalah 3cm hingga 377cm dari mulut sensor. Hasil pencitraan yang didapatkan terdapat error sehingga tampak ada kesalahan pengukuran sebesar 0.17% hingga 8.43% di sudut ruangan.", "Daftar File": {"2010 TA PP ARDYA DIPTA NANDAVIRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68850", "2010 TA PP ARDYA DIPTA NANDAVIRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68851", "2010 TA PP ARDYA DIPTA NANDAVIRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68852", "2010 TA PP ARDYA DIPTA NANDAVIRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68853", "2010 TA PP ARDYA DIPTA NANDAVIRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68854", "2010 TA PP ARDYA DIPTA NANDAVIRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68855", "2010 TA PP ARDYA DIPTA NANDAVIRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68856"}, "Penulis": "ARDYA DIPTA NANDAVIRI (NIM : 13206180)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Kusprasapta Mutijarsa", "Widyawardana A ,S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rotating ultrasonic ranging, sensor ultrasonik, penginderaan lingkungan, radar, Arduino Mega, perangkat lunak Processing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}