{"Nomor": 14980, "Judul": "USULAN PERBAIKAN PROGRAM CASTROL BIKEPOINT UNTUK 5 TAHUN BERDASAR PADA HASIL ANALISA DI KOTA BANDUNG", "Abstrak": "Pertumbuhan kendaraan sepeda motor di Indonesia dari tahun ke tahun meningkat Pertumbuhan jumlah sepeda motor tersebut memberikan peluang kepada industri pelumas untuk memenuhi permintaan pasar pelumas di Indonesia Untuk menghadapi persaingan ini PT. Castrol Indonesia melalui melakukan beberapa langkah strategis yaitu  \n \n\ndistribution excellence, retail penetration and activation, serta MCO 4T dan PCO power brand. Konsep Bike Point adalah salah satu usaha yang dilakukan untuk melakukan retail penetration.   \n \n\nBike Point memiliki tiga pedoman yang dijadikan pegangan yaitu kemitraan, profesional dan kualitas. Ketiga pedoman ini dikomunikasikan kepada bengkel melalui  \n \n\nprogram-program. Melalui program ini diharapkan dapat membantu bengkel untuk meyakinkan pemilik sepeda motor untuk menggunakan jasa bengkel dan melakukan pembelian produk Castrol.  \n \n\nPenelitian ini menggunakan analisa SWOT untuk mengetahui hal- hal yang menjadi ancaman dan kelemahan Bike Point dan memerlukan perhatian Analisa terhadap hasil audit Bike Point yang dilakukan pada kuartal 1 2009 dan  \n \n\ninterview yang dilakukan pada pemilik Bike Point. Respon yang diberikan oleh para pemilik Bike Point terhadap program-program yang telah dijalankan dijadikan akan  \n \n\ndijadikan masukan bagi perbaikan program dilakukan melalui metode kualitatif.  \n \n\nPenelitian yang dilakukan menghasilkan usulan perbaikan program di Bike Point untuk 5 tahun mendatang yang dapat diterapkan oleh PT. Castrol Indonesia, untuk meningkatkan kerjasama dan komitmen para pemilik Bike Point dan mekanik serta diharapkan juga hal ini akan meningkatkan komitmen para pemilik Bike Point terhadap  \n \n\npemilik sepeda motor.", "Daftar File": {"2009 TS PP ARFIAN RIZKIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68857", "2009 TS PP ARFIAN RIZKIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68858", "2009 TS PP ARFIAN RIZKIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68859", "2009 TS PP ARFIAN RIZKIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68860", "2009 TS PP ARFIAN RIZKIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68861", "2009 TS PP ARFIAN RIZKIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68862"}, "Penulis": "ARFIAN RIZKIANTO (NIM : 29106344)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Herry Hudrasyah,MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bike Point, SWOT, kualitatif, interview", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}