{"Nomor": 14990, "Judul": "PROFIL SOFT COMPETENCIES JABATAN MANDOR DAN PENILAIAN MITRA KERJA MANDOR PROYEK KONSTRUKSI DI DKI JAKARTA DAN KOTA BANDUNG", "Abstrak": "Mandor konstruksi memiliki peran sangat penting dalam pelaksanaan proyek konstruksi. Peran mandor pada posisi sentral tersebut menuntut mandor untuk memiliki kompetensi. Sehingga diperlukan upaya peningkatan kompetensi mandor baik itu hard competencies (hard skill) maupun soft competencies (soft skill). Effektivitas hard competencies dari seseorang dipengaruhi oleh soft competencies-nya. Oleh karena itu upaya peningkatan hard skill mandor melalui sertifikasi harus dibarengi dengan peningkatan soft skill mandor tersebut. Upaya peningkatan ini tentu saja harus diawali dengan mengidentifikasi soft competencies mandor yang ada saat ini. Penelitian ini menggunakan metoda penelitian deduktif. Pengambilan data pada penelitian dilakukan dengan mengunakan metoda survei. Survei terbagi kedalam dua tahap. Pertama adalah survei pendahuluan, kedua adalah survei lanjutan. Data yang diperoleh dari hasil survei kemudian diolah. dengan menggunakan statistik deskriptif. Hasil dari penelitian ini adalah profil kompetensi mandor serta penilaian mitra kerja mandor yaitu kontraktor dan tukang. Kompetensi minimum yang dibutuhkan mandor adalah Perhatian terhadap kerapihan, kualitas dan ketelitian,, Inisiatif, Pengumpulan informasi, pendefinisian masalah, Empati, Kesadaran berorganisasi, Membangun hubungan kerja, Mengembangkan orang lain, Kemampuan mengarahkan/memberikan perintah, Kerja kelompok dan kerjasama, Memimpin kelompok, Kemampuan menganalisa, Kemampuan berpikir konseptual, Teknikal / profesional / manajerial.", "Daftar File": {"2010 TS PP ARI BUDIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68906", "2010 TS PP ARI BUDIMAN 1-BAB 1.PDF": "https://digilib.itb.ac.id/gdl/download/68907", "2010 TS PP ARI BUDIMAN 1-BAB 2.PDF": "https://digilib.itb.ac.id/gdl/download/68908", "2010 TS PP ARI BUDIMAN 1-BAB 3.PDF": "https://digilib.itb.ac.id/gdl/download/68909", "2010 TS PP ARI BUDIMAN 1-BAB 4.PDF": "https://digilib.itb.ac.id/gdl/download/68910", "2010 TS PP ARI BUDIMAN 1-BAB 5.PDF": "https://digilib.itb.ac.id/gdl/download/68911", "2010 TS PP ARI BUDIMAN 1-BAB 6.PDF": "https://digilib.itb.ac.id/gdl/download/68912", "2010 TS PP ARI BUDIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68913"}, "Penulis": "ARI BUDIMAN (NIM : 250.07.007)", "Kontributor / Dosen Pembimbing": ["Pembimbing", "DR. IR. Biemo W. Soemardi", "DR. Indryati Soenaryo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Mandor, Profil Kompetensi, Model Kompetensi, Dimensi Kompetensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}