{"Nomor": 14998, "Judul": "PERANCANGAN, IMPLEMENTASI, DAN PENGUJIAN MAC CPS SISI TRANSMITTER PADA SUBSCRIBER STATION WiMAX", "Abstrak": "WiMAX (Worldwide Interoperability for Microwave Access) merupakan protokol telekomunikasi nirkabel yang menggunakan teknologi pita frekuensi lebar yang merujuk kepada standar IEEE 802.16. Dibandingkan dengan teknologi yang sudah ada saat ini, WiMAX memiliki beberapa keunggulan, yang diantaranya adalah cakupan wilayah yang lebih luas sehingga dapat melayani lebih banyak pengguna, pengiriman dan penerimaan data dengan kecepatan tinggi, dan multi layanan yang dapat disediakan (internet berkecepatan tinggi, video streaming, layanan suara, dan lain-lain). Standar IEEE 802.16 menjelaskan aturan-aturan dalam implementasi  \n \n\nteknologi WiMAX, namun tidak didefinisikan mekanisme mengenai penjadwalan untuk layer MAC (Medium Access Control) secara spesifik. Mekanisme mengenai penjadwalan dibebaskan kepada pengembang sebagai salah satu aspek yang dapat menentukan keunggulan antara pengembang yang satu dengan pengembang yang lainnya. Dalam tugas akhir ini dilakukan penelitian untuk merancang sublayer dari layer  \n \n\nMAC yaitu sublayer Common Part. Di dalamnya terdapat fungsi penjadwalan, pengalamatan, alokasi bandwidth terhadap tiap koneksi, mekanisme deteksi kesalahan, penjaminan QoS, dan penyusunan PDU. Desain program yang diusulkan terdiri dari tiga blok kerja terpisah, yaitu Burst Scheduler, MAC Buffer, dan Burst Builder. Dengan blok kerja yang tidak saling bergantung tersebut, diharapkan program dapat memiliki efisiensi penggunaan sumber daya yang lebih baik dan lebih mudah jika diperlukan perubahan algoritma atau fungsi yang dibuat.", "Daftar File": {"2010 TA PP ARIEF SAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68960", "2010 TA PP ARIEF SAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68961", "2010 TA PP ARIEF SAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68962", "2010 TA PP ARIEF SAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/68963", "2010 TA PP ARIEF SAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/68964", "2010 TA PP ARIEF SAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/68965", "2010 TA PP ARIEF SAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/68966"}, "Penulis": "ARIEF SAKSONO (NIM : 13206022)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing I :  Dr. Achmad Munir", "Dosen Pembimbing II : Dr. Arif Sasongko ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMAX, layer MAC, mekanisme penjadwalan, Quality of Service", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}