{"Nomor": 15008, "Judul": "ANALISIS SCALING SEBAGAI DASAR PENERAPAN METODE DISAGREGASI CURAH HUJAN TEMPORAL", "Abstrak": "Penelitian ini bertujuan untuk melakukan analisis scaling sebagai dasar penerapan metode disagregasi curah hujan temporal di Indonesia. Disamping itu juga dilakukan pengujian dan validasi dua metode disagregasi stokastik yaitu HYETOS dan Fraksi-R. Metode box counting digunakan untuk memperoleh rezim scaling, dan analisis R/S untuk menguji persistensi data, serta distribusi probabilitas empirik (qD) untuk menentukan sifat fraktal data. Pengujian metode disagregasi dengan menggunakan parameter statistik seperti nilai maksimum, standar deviasi, varian dan periode kering. Data yang digunakan adalah data curah hujan jam-jaman 2008-2012 dari delapan lokasi di Indonesia. Untuk menguji disagregasi ketika kejadian MJO digunakan juga data indeks RMM1 dan RMM2 periode 2000-2012.    \n \n\nDari penelitian ini ditemukan bahwa curah hujan harian dan jam-jaman di Indonesia berada dalam satu rezim scaling dengan sifat multifraktal serta mempunyai autokorelasi positif. Implikasi dari hal tersebut maka disagregasi curah hujan harian ke jam-jaman dapat dilakukan dengan pendekatan stokastik dan berdasarkan data yang panjang. Pengujian dua metode disagregasi stokastik menunjukkan bahwa performa metode Fraksi-R lebih baik dan lebih direkomendasikan untuk digunakan di Indonesia dibandingkan metode HYETOS. Hasil eksplorasi metode Fraksi-R diperoleh bahwa metode ini tidak memerlukan distribusi khusus (lookup table) untuk disagregasi kejadian tertentu seperti MJO dan periode musiman, namun cukup dengan data yang panjang. Selanjutnya, pola scaling curah hujan keluaran metode Fraksi-R relatif mengikuti pola scaling observasi, yang berarti metode ini mampu membangkitkan curah hujan sintetik dengan struktur yang sama dengan observasi dan memperkuat alasan penggunaannya di Indonesia.", "Daftar File": {"2014 TS PP A R I F M A’ R U F I 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69033", "2014 TS PP A R I F M A’ R U F I 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69034", "2014 TS PP A R I F M A’ R U F I 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69035", "2014 TS PP A R I F M A’ R U F I 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69036", "2014 TS PP A R I F M A’ R U F I 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69037", "2014 TS PP A R I F M A’ R U F I 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69038", "2014 TS PP A R I F M A’ R U F I 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69039"}, "Penulis": "ARIF MA'ARUFI ( NIM : 22411317)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "scaling, disagregasi, multifraktal, HYETOS, Fraksi-R.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}