{"Nomor": 15004, "Judul": "PERANCANGAN SISTEM INFORMASI PABRIKASI BERBASIS WEB BERDASARKAN SISTEM PRODUKSI TERDISTRIBUSI MANDIRI", "Abstrak": "Manufaktur tidak dapat terlepas dari kehidupan kita sehari-hari, semua peralatan yang kita gunakan merupakan produk hasil manufaktur. Untuk meningkatkan kemampuan bersaingnya, manufaktur harus dapat mengefisienkan semua sumber daya yang dimilikinya. Salah satunya adalah dengan menerapkan suatu sistem informasi yang mampu mengelola semua sumber daya yang ada, termasuk waktu.      \n \n \n \n\nPada industri manufaktur yang bersifat job shop sistem informasi yang baik sangat diperlukan, karena tiap produk memiliki spesifikasi yang berbeda dengan produk lainnya sesuai dengan pesanan dari pelanggan. Dalam situasi produksi yang padat, akan sulit sekali untuk mengetahui suatu produk dari suatu pesanan sudah sampai mana proses produksinya dan apakah pengerjaan produk itu sudah sesuai dengan kriteria produk yang diinginkan dan apakah jumlahnya sesuai dengan pesanan?      \n \n \n \n\nUntuk mengatasi masalah diatas, diperlukan suatu alat atau perangkat lunak yang dapat memodelkan industri manufaktur mulai dari pemesanan, perancangan, produksi sampai produk dikirimkan ke konsumen. Sistem untuk pemodelan ini telah dikembangkan oleh Laboratorium Teknik Produksi Departemen Teknik Mesin ITB dengan nama Sistem Produski Terdistribusi Mandiri (SPTM).      \n \n \n \n\nTugas Sarjana ini berisi tentang pemodelan dan pembuatan perangkat lunak Sistem Informasi Pabrikasi (SIP) berdasarkan konsep SPTM. Sistem Informasi telah dapat memodelkan produk beserta informasi-informasi pendukungnya mulai dari berupa order sampai produk tersebut selesai. Sistem informasi ini mengambil contoh kasus IPP Produksi Pabrikasi, salah satu anak perusahaan PT Pupuk Kaltim yang produksinya bersifat job shop. Karena IPP Produksi Pabrikasi harus berinteraksi dengan bagian lainnya, maka pada tugas akhir ini terdapat beberapa bagian lain seperti marketing, engineering dan inventori yang dibahas secara ringkas untuk memberikan gambaran yang menyeluruh.", "Daftar File": {"2006 TA PP ARIF CUNDIKIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69009", "2006 TA PP ARIF CUNDIKIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69010", "2006 TA PP ARIF CUNDIKIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69008", "2006 TA PP ARIF CUNDIKIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69007", "2006 TA PP ARIF CUNDIKIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69006", "2006 TA PP ARIF CUNDIKIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69005"}, "Penulis": "ARIF CUNDIKIAWAN  (NIM : 131 99 122)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir.Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UML, Microsoft's COM, Sistem Informasi Pabrikasi, Web-Based N-Tier, ASP.NET, VB.NET dan VC#.NET, MS SQL 2000", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}