{"Nomor": 15003, "Judul": "PENGEMBANGAN TAHAP AWAL PERANGKAT LUNAK BERBASIS WEB SISTEM INFORMASI DAN SIMULASI KOMPONEN PLTP KAMOJANG PT INDONESIA POWER", "Abstrak": "Pembangkit Listrik Tenaga Panas Bumi (PLTP) adalah salah satu alternatif sumber energi di Indonesia. Salah satu PLTP yang ada di Indonesia yaitu PLTP Kamojang milik PT Indonesia Power. Unit Bisnis Pembangkitan milik PT Indonesia Power Kamojang ini terbagi menjadi 3 daerah yaitu  \n \n\nKamojang, Darajat dan Gunung Salak. Unit Pembangkit di sektor Kamojang menghasilkan 140 MW untuk distribusi Jawa dan Bali yang dihasilkan dari 3 unit, yaitu Unit 1 sebesar 30 MW serta unit 2 dan 3 yang masing-masing menghasilkan  \n \n\ndaya sebesar 55 MW.  \n \n\nSistem Informasi yang terintegrasi sangat dibutuhkan dalam proses produksi PLTP Kamojang untuk membantu mengoptimalkan hasil produksinya. Melalui sistem informasi ini diharapkan pengguna akan mudah mengenali sistem, melakukan simulasi dan mencari data yang dibutuhkan.  \n \n\nTugas Sarjana ini berisi pengembangan tahap awal pembuatan sistem informasi pada PLTP Kamojang. Sistem informasi yang dikembangkan berisi tentang simulasi sistem, informasi pribadi komponen dan data pemeliharaan komponen. Perangkat lunak yang dikembangkan merupakan aplikasi berbasis  \n \n\nweb yang memudahkan penyimpanan data jangka panjang melalui sarana basisdata.  \n \n\nPerangkat lunak yang dikembangkan berhasil menyimpan data yang diinginkan. Catatan pemeliharaan dan hasil simulasi dapat disimpan dan dilihat kembali pada saat dibutuhkan. Adanya sistem informasi ini diharapkan memudahkan user untuk melakukan evaluasi komponen sehingga proses produksi  \n \n\ndapat dioptimalkan. Pengembangan sistem informasi ini masih pada tahap awal sehingga dapat dikembangkan lebih lanjut. Perangkat lunak yang dikembangkan ini dapat dijadikan sebagai fondasi untuk menciptakan sistem informasi yang lebih baik.", "Daftar File": {"2009 TA PP ARIES KARYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/68997", "2009 TA PP ARIES KARYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/68998", "2009 TA PP ARIES KARYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/68999", "2009 TA PP ARIES KARYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69000", "2009 TA PP ARIES KARYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69001", "2009 TA PP ARIES KARYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69002", "2009 TA PP ARIES KARYADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69003", "2009 TA PP ARIES KARYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69004"}, "Penulis": "ARIES KARYADI (NIM : 131 04 098)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Yatna Yuwana M.", "Pembimbing Pendamping : Dr. Ir. Nathanael P.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLTP; Pembangkit Listrik Tenaga Panas Bumi ;  PLTP Kamojang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}