{"Nomor": 15007, "Judul": "KARAKTERISASI KURVA DISPERSI GELOMBANG PERMUKAAN AKIBAT GELOMBANG S-P, KETEBALAN DAN MASSA JENIS LAPISAN BAWAH PERMUKAAN", "Abstrak": "Analisis kecepatan perambatan gelombang seismik refleksi dan refraksi dan      \n \n \n \n\nidentifikasi ketidakkontinuan merupakan alat dalam survei seismik klasik.      \n \n \n \n\nDengan menggunakan metode gelombang permukaan, fenomena yang dianalisis adalah dispersi geometri dari gelombang Rayleigh pada medium heterogen. Prinsipnya adalah perbedaan frekuensi menghasilkan pergerakan partikel dan deformasi yang signifikan dan tidak terpisahkan pada batas kedalaman berdasarkan panjang gelombang, sehingga perambatan dari frekuensi berbeda terjadi karena perbedaan kedalaman di bawah permukaan. Pada media heterogen vertikal, susunan mekanis bervariasi terhadap kedalaman, perambatan panjang gelombang berbeda dalam susunan lapisan yang berbeda akan menghasilkan kecepatan perambatan yang berbeda pula. Fenomena ini disebut dengan dispersi geometri dan hubungan antara kecepatan fasa dan frekuensi disebut sebagai kurva      \n \n \n \n\ndispersi.      \n \n \n \n\nTahap pertama dalam pengujian adalah akuisisi yang menghasilkan gelombang      \n \n \n \n\npermukaan (dengan metode aktif) atau observasi sederhana (metode pasif) pada suatu tempat dengan mengukur kecepatan atau percepatan partikel pada permukaan bebas dalam posisi yang berbeda. Dari data-data ini kecepatan fasa dari frekuensi berbeda diestimasi dengan pengolahan data dan kurva dispersi semu suatu tempat untuk geometri akuisisi yang diberikan akhirnya didapatkan. Kurva dispersi semu secara eksperimen dapat digunakan sebagai fungsi objektif untuk inversi, pemodelan kedepan merupakan model 1D untuk medium berlapis. Untuk setiap lapisan dengan menggunakan model elastic atau visko-elastik, 4      \n \n \n \n\nparameter mekanis digunakan, masalahnya terdapat dalam diferensial linier nilai eigen dan memiliki solusi dari multi-mode", "Daftar File": {"2008 TA PP ARIF KRISNAHADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69026", "2008 TA PP ARIF KRISNAHADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69027", "2008 TA PP ARIF KRISNAHADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69028", "2008 TA PP ARIF KRISNAHADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69029", "2008 TA PP ARIF KRISNAHADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69030", "2008 TA PP ARIF KRISNAHADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69031", "2008 TA PP ARIF KRISNAHADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69032"}, "Penulis": "ARIF KRISNAHADI (NIM 10202034) pembimbing : Dr. Gunawan Handayani", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Gunawan Handayani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang permukaan, Kurva dispersi, Kecepatan fasa, Frekuensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}