{"Nomor": 15005, "Judul": "STUDI AB INITIO MEKANISME REAKSI POLIMERISASI KARBONILATIF UNDEC-10-EN-1-OL DENGAN KATALIS BERBASIS KOBALT", "Abstrak": "Studi teoretis mekanisme polimerisasi karbonilatif undec-10-en-1-ol menjadi polidodesiloat, salah satu jenis poliester rantai lurus, menggunakan kompleks HCo(CO)4 sebagai model katalis telah dilakukan. Optimasi geometri dan energi yang dihasilkan dihitung dengan menggunakan metode teori fungsi rapatan (DFT) B3LYP dengan basis set cc-pVDZ untuk semua atom. Mekanisme yang diusulkan terdiri dari lima tahap reaksi, yaitu pembentukkan katalis aktif HCo(CO)3, koordinasi olefin dari undec-10-en-1-ol pada kobalt, insersi undec-10-en-1-ol pada ikatan Co-H, karbonilasi, dan esterifikasi. Energi elektronik HCo(CO)3 + CO jauh lebih tinggi daripada energi HCo(CO)4. Koordinasi undec-10-en-1-ol pada HCo(CO)3 paling stabil ketika gugus olefin terikat sejajar bidang ekuatorial. Ada dua kemungkinan orientasi dari koordinasi olefin yang akan menghasilkan insersi olefin ke ikatan Co-H: gugus alkena yang terikat tegak lurus dengan bidang ekuatorial dan gugus alkil pada alkena (i) berada pada sisi yang sama dengan ikatan Co-H (Co-syn) atau (ii) pada sisi yang berlawanan dengan ikatan Co-H (Co anti. Kompleks Co-syn diperoleh memiliki energi yang lebih tinggi sebesar 18,14 kJ mol-1 daripada kompleks yang memiliki ikatan C=C sejajar bidang ekuatorial. Insersi undec-10-en-1-ol ke ikatan Co-H menghasilkan kompleks yang memiliki interaksi agostik antara Co dengan beta-H, yang memiliki energi lebih rendah 32,66 kJ mol-1 daripada kompleks dengan gugus alkena tegak lurus bidang ekuatorial. CO yang masuk ke kompleks alkil kobalt trikarbonil akan menghasilkan kompleks lima koordinasi dengan alkil pada posisi aksial. Migrasi alkil ke CO ekuatorial akan menghasilkan kompleks asil dengan adanya interaksi agostik Co dengan alpha-H dari karbonil. Kemudian, dengan adanya penataan, akan terbentuk kompleks dengan interaksi agostik Co dengan oksigen pada C=O, yang memiliki energi 15,98 kJ mol-1 lebih rendah. Dengan adanya interaksi tersebut, maka gugus C=O tersebut teraktifkan dan lebih mudah diserang oleh gugus O-H dari undec-10-en-1-ol.        \n \n \n \n \n \n\nReaksi tersebut disertai dengan pengambilan hidrogen pada gugus alkohol oleh kompleks untuk membentuk ester dan HCo(CO)3 kembali. Tahap penentu laju dalam reaksi ini adalah pembentukkan HCo(CO)3 dari HCo(CO)4. Kompleks paling        \n \n \n \n \n \n\nmudah untuk melakukan disosiasi CO adalah HCo(CO)4.", "Daftar File": {"2012 TS PP ARIFIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69011", "2012 TS PP ARIFIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69012", "2012 TS PP ARIFIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69013", "2012 TS PP ARIFIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69014", "2012 TS PP ARIFIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69015", "2012 TS PP ARIFIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69016", "2012 TS PP ARIFIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69017"}, "Penulis": "ARIFIN (NIM : 20511006)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Tim Pembimbing : Muhamad Abdulkadir Martoprawiro, Ph.D", "Dr. Yessi Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "polimerasi karbonilatif, kompleks kobalt, undec-10-en-1-ol, DFT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}