{"Nomor": 15016, "Judul": "PERANCANGAN MARINE RAILWAY DENGAN KERETA PERSEGI PANJANG (RECTANGULAR CRADLE) KAPASITAS 1800 TON PADA DOK TARIK", "Abstrak": "Indonesia dikenal sebagai negara kepulauan dimana perairan, baik itu laut maupun selat, sebagai pemisahnya. Untuk menghubungkan pulau-pulau tersebut digunakanlah kapal sebagai salah satu moda transportasinya. Dan dalam  \n \n\npengoperasiannya, tentu dibutuhkan sarana pendukung yaitu pelabuhan. Di sini segala aktivitas terkait dengan pengoperasian kapal dilakukan, baik itu sebagai tempat  \n \n\nberlabuh, perawatan dan pemeliharaan, maupun pembuatan.  \n \n\nSalah satu fasilitas yang terdapat di pelabuhan ini adalah Dok. Perawatan dan pemeliharaan, serta pembuatan kapal dilakukan dengan fasilitas ini. Salah satu jenis dok yang dibahas pada tugas akhir ini adalah dok tarik yang menggunakan rel serta kereta yang berbentuk persegi panjang (rectangular cradle) dan dok jenis ini seringkali disebut marine railway.  \n \n\nTugas akhir ini akan membahas perancangan dari marine railway, mulai dari pemilihan bentuk keretanya yang telah ditetapkan menggunakan rectangular cradle, area operasional, dan sistem penariknya yang terdiri dari motor listrik, rantai, rangkaian roda gigi, dll. Untuk pengujian kekuatan hasil rancangan struktur kereta, digunakan perangkat lunak ANSYS 11.  \n \n\nDi akhir, didapati bahwa dengan menggunakan rectangular cradle pada desain keretanya, faktor keamanan strukturnya adalah 1,416. Untuk rangkaian roda gigi pada sistem penariknya faktor keamanan minimum yang didapat adalah 1,05. Dan daya yang diperlukan oleh motor listrik adalah sebesar 132 kW. Untuk penjelasan detail mengenai struktur dan sistem penariknya, dapat dilihat pada bab analisis di dalam laporan tugas akhir ini.", "Daftar File": {"2009 TA PP ARI KURNIAWAN SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69086", "2009 TA PP ARI KURNIAWAN SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69087", "2009 TA PP ARI KURNIAWAN SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69088", "2009 TA PP ARI KURNIAWAN SAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69089", "2009 TA PP ARI KURNIAWAN SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69090", "2009 TA PP ARI KURNIAWAN SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69091", "2009 TA PP ARI KURNIAWAN SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69092"}, "Penulis": "ARI KURNIAWAN SAPUTRA (NIM : 13104062)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Marine Railway; Kereta Persegi Panjang;  Rectangular Cradle; Dok Tarik; ANSYS 11", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}