{"Nomor": 15012, "Judul": "PENINGKATAN KINERJA PRIMARY ALLOCATION FACTOR PADA MINYAK BUMI JENIS DURI CRUDE DENGAN METODE SIX SIGMA DI PT XYZ", "Abstrak": "Primary Allocation Factor (PAF) adalah angka yang merepresentasikan kinerja pengukuran dan proses transportasi minyak bumi dari lapangan produksi minyak bumi ke fasilitas pengapalan di Dumai. Produksi minyak bumi dari lapangan-lapangan minyak bumi yang telah dikoreksi terhadap PAF dinyatakan sebagai angka formal dan resmi yang digunakan untuk mengelola cadangan minyak secara optimal, penilaian kinerja masing-masing tim produksi, maupun dasar perhitungan bagi hasil bagi kabupaten-kabupaten produsen minyak bumi. Akurasi dari proses ini menjadi perhatian penuh bagi pihak-pihak yang berkepentingan.  \n \n\nDengan produksi minyak bumi yang semakin menurun, maka kinerja PAF menjadi lebih penting dari sebelumnya dan akhir-akhir ini mendapat fokus perhatian dari pihak manajemen PT XYZ. Oleh karena itu dilakukan usaha peningkatan kinerja PAF menggunakan metode Six Sigma yang juga menjadi salah satu inisiatif bisnis dasar (base business) korporasi, dengan tujuan utama mengurangi variasi nilai PAF dan memahami kemampuan proses PAF saat ini. Metode Six Sigma mengorganisasi proses menjadi beberapa tahap yang disingkat menjadi DMAIC, yaitu Define, Measure, Analyze, Improve dan Control.  \n \n\nSolusi yang didapatkan pada proses Six Sigma ini dibagi menjadi dua, yaitu solusi jangka pendek dan solusi jangka panjang. Solusi jangka pendek meliputi penerapan sistem segel pada peralatan meter dan proving, pembuatan prosedur verifikasi proses proving, pembuatan prosedur untuk memastikan proses proving sesuai kondisi operasi, pembuatan prosedur pemantauan kinerja faktor meter, pembuatan prosedur perhitungan perubahan stok di dalam pipa akibat kondisi suhu, tekanan dan S&W, pembuatan prosedur untuk memastikan pemompaan pada pukul 24:00, pembuatan prosedur dan alat bantu untuk pencatatan waktu pengambilan tiket meter, peningkatan program pemeliharaan sistem meter, pembuatan prosedur waterdraw, penyediaan alat bantu pembacaan S&W, peningkatan penerangan di area pengukuran tanki dan mengubah metode pengukuran suhu tanki menggunakan termometer elektronik. Semua solusi tersebut dibuat dengan strategi implementasinya, dan masing-masing akan dikerjakan oleh tim Six Sigma. Sedangkan solusi jangka panjang meliputi pemasangan flow computer, pemasangan sistem pengambilan contoh otomatis, peningkatan area lubang pengukuran tanki, serta peningkatan sistem inventori, perhitungan air bebas, kompensasi efek pengisian tanki, dan kompensasi pemuaian/penyusutan tanki di sistem database managemen tanki dan pengapalan PT XYZ yang diberi nama DOSIS. Implementasi solusi jangka pendek dilakukan oleh tim terpisah yang ditunjuk manajemen.", "Daftar File": {"2009 PA PP ARIF SHALAHUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69061", "2009 PA PP ARIF SHALAHUDDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69062", "2009 PA PP ARIF SHALAHUDDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69063", "2009 PA PP ARIF SHALAHUDDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69064", "2009 PA PP ARIF SHALAHUDDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69065", "2009 PA PP ARIF SHALAHUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69066"}, "Penulis": "ARIF SHALAHUDDIN (NIM : 29106358)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik :  Dr. Ir. Dermawan Wibisono, M. Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Six Sigma, pengukuran minyak bumi, sistem meter, tanki minyak bumi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}