{"Nomor": 15020, "Judul": "STRATEGI PENGEMBANGAN USAHA BENGKEL X DALAM UPAYA MEMPERTAHANKAN EKSISTENSI BISNIS", "Abstrak": "Bengkel X merupakan sebuah perusahaan keluarga yang bergerak dalam bisnis bengkel motor dan bisnis bengkel mesin di wilayah Kuningan. Bisnis bengkel motor menyelenggarakan penjualan suku cadang dan menyediakan jasa servis motor sedangkan bisnis bengkel mesin menyediakan jasa perbaikan permesinan dan jasa pembuatan alat. Saat ini, bengkel X merupakan salah satu bengkel tertua dan terbesar di wilayah Kuningan. Konsumen bengkel X pada bisnis bengkel mesin berasal dari wilayah   \n\nKuningan dan luar wilayah Kuningan terutama berasal dari Cirebon dan Majalengka. Isu bisnis yang dihadapi oleh bengkel X yaitu terjadinya perang harga pada bisnis   \n\nbengkel motor, utilisasi mesin yang rendah pada bengkel mesin, dan potensi perkembangan pasar. Perang harga terjadi akibat meningkatnya intensitas persaingan di   \n\nKuningan sehingga memaksa para pemain menurunkan harga jual suku cadang untuk menarik konsumen. Utilisasi mesin yang rendah terjadi akibat meningkatnya jumlah pesaing dan menurunnya order jasa permesinan dari beberapa konsumen utama bengkel X. Potensi perkembangan pasar yang besar disebabkan oleh terus meningkatnya populasi   \n\nkendaraan bermotor dan pembangunan infrastruktur di wilayah III Cirebon. Tugas akhir ini membahas perancangan strategi bisnis untuk bengkel X dalam   \n\nmenghadapi isu-isu bisnis pada level korporat, level bisnis, dan level fungsional. Alternatif strategi dikembangkan dengan matriks Ansoff dan dipilih dengan   \n\nmenggunakan metode Quantitative Strategic Planning Matrix (QSPM). Strategi yang terpilih adalah strategi berkembang dengan membuka cabang baru bengkel motor di   \n\nwilayah Kuningan, dan pembukaan cabang baru bengkel motor dan mesin di wilayah Majalengka. Strategi bisnis dikembangkan dengan model strategi generik porter untuk   \n\nlevel bisnis dan matriks TOWS untuk level fungsional. Strategi bisnis adalah cost leadership untuk bengkel motor dan diferensiasi untuk bengkel mesin. Matriks TOWS   \n\nmenghasilkan empat kelompok strategi fungsional yaitu strategi operasional, SDM, pemasaran, dan strategi keuangan. Implementasi strategi dapat mendongkrak penjualan suku cadang sepeda motor dan meningkatkan utilisasi mesin melalui realokasi mesin-mesin yang sebelumnya menganggur. Volume penjualan suku cadang yang lebih besar akan memberikan keunggulan skala ekonomi yang lebih besar sehingga bengkel X akan mampu bertahan   \n\ndalam perang harga yang sedang gencar terjadi. Pembukaan bengkel di lokasi lain juga dapat menangkap peluang order yang saat ini tidak terpenuhi karena terkendala jarak bengkel terhadap konsumen potensial.", "Daftar File": {"2010 TS PP ARIPBUDIONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69115", "2010 TS PP ARIPBUDIONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69116", "2010 TS PP ARIPBUDIONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69117", "2010 TS PP ARIPBUDIONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69118", "2010 TS PP ARIPBUDIONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69119", "2010 TS PP ARIPBUDIONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69120"}, "Penulis": "ARIPBUDIONO (NIM : 29108304)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Alibasjah Inggriantara, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi bisnis, Bengkel, Ansoff, Quantitative Strategic Planning Matrix, Strategi Generic Porter. Matriks TOWS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}