{"Nomor": 15037, "Judul": "PENGEMBANGAN SISTEM PERAWATAN MESIN PRODUKSI BERBASIS PREVENTIVE MAINTENANCE PADA BENGKEL MEKANIK JURUSAN TEKNIK MESIN POLITEKNIK NEGERI UJUNG PANDANG", "Abstrak": "Institusi pendidikan seperti politeknik umumnya memiliki jurusan teknik mesin. Jurusan teknik mesin memiliki aset mesin-mesin produksi yang digunakan untuk praktik mahasiswa dan produksi produk. Untuk itu dibutuhkan pengelolaan kegiatan perawatan mesin-mesin yang ada agar kegiatan proses belajar mengajar dan produksi tidak terganggu. Pada kenyataannya, jadwal perawatan tidak selalu mudah dipenuhi  \n \n\nkarena tidak dikelola dengan baik. Saat ini perawatan biasanya dilakukan pada saat liburan semester. Tidak ada SOP untuk perawatan dan tidak ada rekaman hasil kegiatan  \n \n\nperawatan. Untuk itu perlu dilakukan pengelolaan kegiatan perawatan.  \n \n\nPenelitian ini mencoba membuat sistem perawatan menggunakan metode perawatan berbasis preventive maintenance dengan cara mengembangkan model pengelolaan perawatan yang mencakup berbagai hal, seperti pengelompokan tipe peralatan, pembuatan standard operation procedure (SOP), penguraian peralatan dan komponennya, pengelolaan teknisi perawatan dan pemantauan aktivitas perawatan.  \n \n\nDalam pengembangan sistem perawatan digunakan aplikasi berbasis web sebagai interface dan model basis data yang sesuai untuk keperluan penyimpanan data. Aplikasi yang dibuat diharapkan dapat digunakan di Bengkel Mekanik Jurusan Teknik Mesin Politeknik Negeri Ujung Pandang untuk meningkatkan efisiensi dan efektivitas kegiatan perawatan. Hasil penelitian ini dapat dikembangkan lebih lanjut  \n \n\ndengan penambahan dan pengintegrasian dengan aplikasi lain untuk menghasilkan sistem perawatan yang lebih baik.", "Daftar File": {"2011 TS PP ARTHUR HALIK RAZAK  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69228", "2011 TS PP ARTHUR HALIK RAZAK  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69229", "2011 TS PP ARTHUR HALIK RAZAK  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69230", "2011 TS PP ARTHUR HALIK RAZAK  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69231", "2011 TS PP ARTHUR HALIK RAZAK  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69232", "2011 TS PP ARTHUR HALIK RAZAK  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69233", "2011 TS PP ARTHUR HALIK RAZAK  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69234"}, "Penulis": "ARTHUR HALIK RAZAK (NIM : 231 08 006)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama :  Prof. Dr. Ir. Yatna Yuwana Martawirya", "Pembimbing Pendamping : Dr. Sri Raharno ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "perawatan, standar operation procedure (SOP), pengelolaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}