{"Nomor": 15030, "Judul": "PENGEMBANGAN INTERFEROMETER DIFERENSIAL UNTUK PENGUKURAN KOEFISIEN PERPINDAHAN PANAS KONVEKSI BEBAS LOKAL DAN KALIBRASI DENGAN PELAT VERTIKAL NON ISOTERMAL", "Abstrak": "Penelitian yang dilaporkan dalam tesis ini merupakan suatu tahapan dari program penelitian dalam perpindahan panas dari susunan sirip yang secara berkelanjutan dilakukan di Laboratorium Proses Termal, Departemen Teknik Mesin, ITB. Untuk mengkomplementasikan teknik kalorimetrik yang sejauh ini telah diterapkan untuk meneliti karakteristik disipasi panas dari susunan sirip miniatur, program tersebut memasuki tahapan dimana diperlukan penerapan teknik interferometrik untuk meneliti permasalahan yang masih dihadapi dalam menentukan mana dari banyak parameter geometrik disipasi panas yang dapat dipandang dominan untuk generalisasi data eksperimental disipasi panas. Tujuan penelitian yang menyangkut tesis ini adalah (a) pengembangan suatu interferometer dan (b) pengkalibrasian instrumen tersebut. Cakupan pengembangan intereferometer ini meliputi: pemilihan tipe interferometer, sintesa dari tipe yang dipilih, analisa (untuk pemilihan perspesifikasian dan keterhubungan semua komponen untuk membentuk satu keseluruhan), realisasi (pemesanan dan pengadaan atau fabrikasi komponen-komponen dan perakitan) serta evaluasi keberfungsian instrumen yang dihasilkan. Selanjutnya komponen-komponen tersebut dipesan sesuai dengan spesifikasi yang telah ditetapkan dan dibeli dari berbagai pemasok baik dari Amerika Serikat, Cina, Rusia, maupun Indonesia. Beberapa komponen didesain dan difabrikasi di Indonesia seperti meja interferometer, rumah kondensor dan lain-lain, dan sebuah komponen yang dibeli diperbaiki karena cacat saat diterima. Semua komponen tersebut kemudian dirakit menjadi sebuah interferometer diferensial yang kemudian berhasil dioperasikan sebagai suatu instrumen untuk pengukuran interferometrik kuantitatif.  \n \n\nMaksud dari pengembangan interferometer adalah, antara lain, untuk mememungkinkan pengukuran kuantitatif terhadap perpindahan panas konveksi bebas. Oleh karena itu suatu konfigurasi perangkat pengujian dengan hasil prediksi teoritis yang telah tersedia perlu dikembangkan untuk memastikan validitas dan keakurasian pengukuran kuantitatif dengan menggunakan interferometer tersebut. Dalam penelitian ini, kebutuhan kalibrasi ini dipenuhi dengan memilih konveksi bebas dari sebuah permukaan datar vertikal yang dipanaskan sebagai proses yang akan diinvestigasi. Permukaan datar tersebut direalisasikan dengan meregangkan foil nilvar (tebal 0,001 in.) diantara 2 penjepit dan memanaskannya dengan mengalirkan arus listrik searah. Susunan ini memerlukan pemakaian arus yang besar dalam rentang 6-15 A untuk menghasilkan koefisien-koefisien konveksi bebas lokal yang dapat diukur secara interferometrik. Untuk dapat melakukan pengukuran arus besar tersebut, sebuah shunt (0,01 ohm hambatan), selain sebuah resistor variabel, diikutsertakan dalam rangkaian DC dari foil vertikal tersebut. Lingkungan sekitar foil yang dipanaskan dilindungi dari gangguan yang timbul dari gerakan-gerakan disekitar seksi pengujian interferometer dengan memasang sebuah songkok, yang terbuka pada bagian atas dan pada tempat-tempat dimana berkas cahaya interferometer harus dilalukan. Temperatur lokal permukaan foil pada berbagai jarak dari leading edge foil diukur dengan sebuah termometer non-kontak infra merah, yang telah dikalibrasi dengan termokopel tipe T (tembaga-konstantan) dalam rentang 29-232Ã‚ÂºC. Berbeda dari asumsi kondisi batas fluks seragam pada suatu permukaan foil tipis yang dipanaskan dengan menggunakan arus listrik yang semula dianggap berlaku, dalam penelitian ini telah ditemukan bahwa kondisi sebenarnya yang dicapai pada permukaan foil adalah kondisi temperatur non isotermal yang bervariasi dengan jarak setempat dari leading edge menurut kaidah pangkat (power law). Dari tujuh pengujian dengan arus yang berbeda dalam rentang arus dari 6 hingga 15 A yang melintasi foil, hanya satu yang memperlihatkan perilaku fluks seragam. Pola pergeseran frinji interferometer antara foil yang dipanaskan dengan foil yang tidak dipanaskan pada arus tersebut diukur dan digunakan untuk mengevaluasi koefisien-koefisien perpindahan panas lokal pada berbagai jarak dari leading edge. Koefisien-koefisien ini kemudian dibandingkan dengan hasil-hasil prediksi teoritis dari Sparrow dan Gregg untuk konveksi bebas non isotermal dari sebuah pelat vertikal, dalam bentuk pemetaan angka Nusselt lokal, Nux, versus angka Grashof lokal, Grx, mencakup rentang 103< Grx", "Daftar File": {"2010 TS PP ARNOLD SIHOMBING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69178", "2010 TS PP ARNOLD SIHOMBING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69179", "2010 TS PP ARNOLD SIHOMBING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69180", "2010 TS PP ARNOLD SIHOMBING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69181", "2010 TS PP ARNOLD SIHOMBING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69182", "2010 TS PP ARNOLD SIHOMBING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69183", "2010 TS PP ARNOLD SIHOMBING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69184"}, "Penulis": "ARNOLD SIHOMBING (NIM : 23100002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir.H. Filino Harahap, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "interferometer, spatial filter,  interferometer Differensial, pengukuran koofisien perpindahan panas, Panas konveksi, pelat vertikal non iso termal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}