{"Nomor": 15051, "Judul": "IMPLEMENTASI KANAL MULTIPATH FADING RAYLEIGH MENGGUNAKAN MODEL AUTOREGRESSIVE PADA DSK TMS320C6713", "Abstrak": "Fading Rayleigh merupakan pendekatan realistis kondisi kanal pada sistem komunikasi wireless dimana propagasi sinyal non line of sight antara transmitter dan receiver. Beberapa metode telah dikembangkan untuk mensimulasikan fading Rayleigh ini. Salah satu metode untuk mensimulasikan   \n\nfading Rayleigh adalah melalui pemfilteran variabel Gaussian independen. Pada Tesis ini penulis tertarik untuk mensimulasikan kanal multipath fading dan mengimplementasikannya pada DSK TMS320C6713. Data fading terdistribusi Rayleigh dibangkitkan menggunakan model autoregressive yang dipadukan dengan sebuah interpolator.   \n\nSimulasi dilakukan menggunakan MATLAB serta bahasa C pada CCS, baru kemudian dilakukan implementasi algoritma ke dalam DSK TMS320C6713. Data fading Rayleigh yang dibangkitkan dianalisis berdasarkan distribusi, MSE,   \n\nautokorelasi dan cross-korelasi. Implementasi secara non-real time dilakukan untuk sistem komunkasi BPSK, QPSK, dan OFDM. Implementasi real time dilakukan dengan mendesain DSK TMS320C6713 sebagai kanal multipath.   \n\nDari hasil pengujian diperoleh bahwa histogram pdf data fading Rayleigh memiliki distribusi yang mendekati nilai teoritis. Penggunaan interpolator tidak merubah distribusi data fading. Beda MSE dari data fading yang dibangkitkan   \n\nlangsung menggunakan filter AR dengan kombinasi filter AR dan interpolator sekitar 2% hingga 6%. Hal ini menunjukkan bahwa penggunaan interpolator akan memberikan kepraktisan dalam membangkitkan data fading dengan fDT berapapun tanpa harus mendesain ulang filter AR.", "Daftar File": {"2010 TA PP  ARYO BASKORO UTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69309", "2010 TA PP  ARYO BASKORO UTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69310", "2010 TA PP  ARYO BASKORO UTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69311", "2010 TA PP  ARYO BASKORO UTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69312", "2010 TA PP  ARYO BASKORO UTOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69313", "2010 TA PP  ARYO BASKORO UTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69314", "2010 TA PP  ARYO BASKORO UTOMO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69315", "2010 TA PP  ARYO BASKORO UTOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69316"}, "Penulis": "ARYO BASKORO UTOMO (NIM : 23208046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Effrina Yanti Hamid, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multipath fading, DSK, AR, interpolator", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}