{"Nomor": 15056, "Judul": "APLIKASI METODE OPTIMASI PADA PERANCANGAN AWAL MESIN BRIKET BATUBARA JENIS ROLLER PRESS", "Abstrak": "Perancangan adalah proses yang iteratif. Proses perancangan konvensional bergantung kepada intuisi, pengalaman-pengalaman dan keahlian yang dimiliki seorang perancang. Saat ini proses perancangan dilakukan untuk mencari solusi  \n \n\nrancangan yang optimum melalui proses optimasi perancangan. Merancang tidak hanya banyak atau sedikitnya intuisi yang memandu seorang perancang untuk membuat inovasi baru, tetapi juga terdiri atas analisis, hasil-hasil presentasi,  \n \n\nsimulasi dan optimasi. Hal ini merupakan unsur penting dalam proses iterasi menuju rancangan yang feasible dan rancangan akhir yang optimum.  \n \n\nKonsep perancangan awal dengan optimasi ini (earlier design optimization) akan diterapkan pada perancangan sistem roller press pada mesin pembriketan batubara untuk mencari dimensi optimum dari sistem roller press dan kapasitas pembriketan untuk satu unit mesin.  \n \n\nProses optimasi perancangan sistem roller press memiliki beberapa fungsi tujuan (multicriteria design optimization) dengan beberapa parameter rancangan yang meliputi karakteristik material batubara, kondisi operasi mesin pembriketan dan kondisi alat transportasi. Parameter lain yang berkaitan dengan model geometrik diatur melalui parametric design. Parameter-parameter tersebut dirumuskan  \n \n\nkedalam persamaan matematis dan kemudian dioptimasi dengan menggunakan metode Augmented Lagrange Multiplier (ALM).  \n \n\nBerdasarkan pada analisis ini, maka dapat disimpulkan bahwa optimasi perancangan dengan parametric design pada proses perancangan awal sistem roller press dapat diimplementasikan dengan baik. Pada studi kasus ini diperoleh nilai kapasitas optimum sebesar 19,7 ton/jam dengan berat sistem roller press 5268 kg.  \n \n\nNilai variabel rancangan dari sistem roller press dapat digunakan sebagai acuan awal perancangan pada tahapan perancangan selanjutnya sampai pada pengembangan rancangan detail akhir.", "Daftar File": {"2009 TS PP ASEP INDRA KOMARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69338", "2009 TS PP ASEP INDRA KOMARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69339", "2009 TS PP ASEP INDRA KOMARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69340", "2009 TS PP ASEP INDRA KOMARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69341", "2009 TS PP ASEP INDRA KOMARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69342", "2009 TS PP ASEP INDRA KOMARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69343", "2009 TS PP ASEP INDRA KOMARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69344", "2009 TS PP ASEP INDRA KOMARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69345"}, "Penulis": "ASEP INDRA KOMARA (NIM : 231 06 005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. I Wayan Suweca"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Optimasi, ALM, multiobyektif, perancangan parametrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}