{"Nomor": 15068, "Judul": "USULAN PERBAIKAN KINERJA BERDASARKAN PENGARUH PERSEPSI KUALITAS TERHADAP MINAT UNTUK BERPINDAH MEREK BAGI KALANGAN MAHASISWA S1 (STUDI KASUS TELKOM FLEXI TRENDY, BANDUNG)", "Abstrak": "PT Telekomunikasi Indonesia, Tbk. (TELKOM) merupakan perusahaan penyelenggara informasi dan telekomunikasi (Telekomunikasi, Info, Media, Edutainment) serta penyedia jasa dan jaringan telekomunikasi secara lengkap (full service and network provider) yang terbesar di Indonesia. TELKOM menyediakan jasa telepon bergerak (cellular), dengan merek dagang Telkom Flexi. Masalah yang dihadapi adalah Esia menguasai pangsa pasar di kota Bandung yaitu sebesar 69%. Penelitian ini dilakukan untuk meningkatkan minat mahasiswa berpindah dari Esia ke Flexi sehingga Flexi dapat meningkatkan pangsa pasarnya di kota Bandung. Model yang digunakan untuk menganalisis persaingan antara Telkom Flexi dengan Esia ialah Importance Performance Analysis 6 kuadran yang dimodifikasi. Modifikasi yang dilakukan ialah dengan cara mengganti garis tengah dari perhitungan berdasarkan rata-rata tingkat kepentingan variabel persepsi kualitas dengan signifikansi terhadap minat berpindah merek. Variabel-variabel yang memiliki pengaruh terhadap minat berpindah merek yang signifikan ditempatkan di sebelah atas garis tengah sementara variabel-variabel dengan pengaruh terhadap minat berpindah merek yang tidak signifikan ditempatkan di sebelah bawah garis tengah. Instrumen penelitian yang digunakan ialah kuesioner yang berisi 2 bagian yaitu persepsi kualitas dan minat berpindah merek. Jumlah sampel yang digunakan adalah sebanyak 300 responden yang berasal dari 10 universitas di kota Bandung dan disebarkan dengan menggunakan teknik purposive snowball sampling. Model yang digunakan dalam pengolahan data adalah uji perbedaan rata-rata sampel dengan menggunakan one-way Anova, multiregresi linier, uji perbedaan kinerja dengan menggunakan uji t dan Importance Performace Analysis (IPA) 6 kuadran. Hasil analisis menunjukkan bahwa terdapat 3 variabel persepsi kualitas yang memiliki pengaruh yang signifikan terhadap minat mahasiswa untuk berpindah merek, yaitu kestabilan sinyal di berbagai wilayah, kecepatan panggilan ke berbagai operator, dan masa aktif untuk nilai isi ulang yang setara. Kinerja Flexi pada variabel kestabilan sinyal di berbagai wilayah dan kecepatan panggilan ke berbagai operator berada pada posisi bersaing dengan Esia, sementara kinerja Flexi di variabel masa aktif untuk nilai isi ulang yang setara berada pada posisi tertinggal dari Esia. Untuk dapat menarik kalangan mahasiswa, persepsi kualitas dari Flexi perlu diperbaiki. Saran yang bisa diberikan kepada perusahaan terutama untuk mengubah persepsi mahasiswa terhadap tiga variabel persepsi kualitas yang memiliki pengaruh cukup besar terhadap minat untuk berpindah merek ke Flexi.Untuk itu dirancang rencana implementasi serta kebutuhan sumber daya sehingga saran rekomendasi dapat diwujudnyatakan untuk mengkomunikasikan variabel persepsi kulaitas dalam rangka menjadi pemimpin pasar di Bandung.", "Daftar File": {"2010 TS PP ASTADI PANGARSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69404", "2010 TS PP ASTADI PANGARSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69403", "2010 TS PP ASTADI PANGARSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69402", "2010 TS PP ASTADI PANGARSO 1-BAB 3.PDF": "https://digilib.itb.ac.id/gdl/download/69401", "2010 TS PP ASTADI PANGARSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69400", "2010 TS PP ASTADI PANGARSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69399"}, "Penulis": "ASTADI PANGARSO (NIM : 29108063)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Ir. Evo S Hariandja, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persepsi Kualitas, Minat berpindah Merek", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}