{"Nomor": 15063, "Judul": "PENGUJIAN PENGARUH TEMPERATUR TERHADAP LAJU GELOMBANG BUNYI DI UDARA DENGAN METODE RESONANSI", "Abstrak": "Tujuan dari penelitian ini adalah untuk mendesain alat sederhana untuk menentukan kelajuan gelombang bunyi di udara melalui fenomena resonansi dalam tabung gelas untuk beberapa temperatur. Temperatur yang digunakan dalam pengukuran adalah 25oC, 33oC, 38oC 43oC, 48oC. Hasil penelitian menunjukkan bahwa ada pengaruh dan kenaikan suhu terhadap kelajuan gelombang bunyi di udara. Setiap kenaikan suhu 1oC, terjadi kenaikkan kelajuan gelombang bunyi di udara sebesar 0,574 m/s, sedangkan menurut literature, setiap kenaikan suhu 1oC, terjadi kenaikan kelajuan gelombang bunyi di udara sebesar 0,61 m/s. Hasil yang diperoleh berbeda dengan yang tercantum pada literatur meskipun dengan persentase yang sangat kecil yaitu sebesar 5,9 %. Saat melakukan pengukuran kelajuan gelombang bunyi di udara pada suhu 30oC diperoleh kelajuan gelombang bunyi di udara sebesar 359,14 m/s dengan persentase perbedaan sebesar 2,69%, jika dibandingkan dengan data literatur yang besarnya 349,7 m/s. Meskipun perbedaan hasil yang diperoleh dari literatur dan data penelitian, alat yang telah dirancang tetap biscukup layak digunakan untuk mendukung pembelajaran fisika di SMA/MA.", "Daftar File": {"2008 TS PP ASNITA LUTHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69370", "2008 TS PP ASNITA LUTHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69371", "2008 TS PP ASNITA LUTHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69372", "2008 TS PP ASNITA LUTHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69373", "2008 TS PP ASNITA LUTHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69374", "2008 TS PP ASNITA LUTHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69375", "2008 TS PP ASNITA LUTHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69376"}, "Penulis": "ASNITA LUTHAN (NIM: 20206020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Doddy Sutarno Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang bunyi, resonansi, kelajuan gelombang bunyi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}