{"Nomor": 15061, "Judul": "BILANGAN KROMATIK LOKASI GRAF POHON DAN KARAKTERISASI GRAF DENGAN BILANGAN KROMATIK LOKASI 3", "Abstrak": "Bilangan kromatik lokasi graf diperkenalkan oleh Chartrand dkk. pada tahun 2002. Konsep ini merupakan perpaduan antara konsep dimensi partisi graf dan pewarnaan graf. Pada tahun 1998, Chartrand, Zhang, dan Salehi pertama kali mempelajari konsep dimensi partisi suatu graf. Mereka menurunkan dimensi partisi dari beberapa kelas pohon, yaitu: lintasan, bintang ganda, dan graf ulat. Namun, untuk graf pohon yang lebih umum dimensi partisinya masih belum ditentukan. Selanjutnya, banyak peneliti berusaha menentukan dimensi partisi dari beberapa kelas graf lainnya. Misalnya, Tomescu dkk.(2007) memberikan batas atas dan batas bawah dimensi partisi dari graf roda, Javaid dan Shokat (2008) mendapatkan dimensi partisi dari graf gir, graf helm, graf bunga matahari, dan graf persahabatan. Dalam disertasi ini, kami menentukan bilangan kromatik lokasi dari beberapa kelas graf pohon, yaitu graf amalgamasi bintang (amalgamation of stars), graf pohon pisang (banana tree), graf kembang api (firecracker), dan graf ula (caterpillar).", "Daftar File": {"2012 DS PP ASMIATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69362", "2012 DS PP ASMIATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69363", "2012 DS PP ASMIATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69364", "2012 DS PP ASMIATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69365", "2012 DS PP ASMIATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69366", "2012 DS PP ASMIATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69367", "2012 DS PP ASMIATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69368"}, "Penulis": "ASMIATI (NIM: 30108001)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Prof. Dr. Edy Tri Baskoro, Dr. Hilda Assiyatun, dan Dr. Djoko Suprijanto"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kode warna, bilangan kromatik lokasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}