{"Nomor": 15071, "Judul": "MODEL PENGEMBANGAN DAYA TARIK TAMAN BUNGA CIHIDEUNG", "Abstrak": "Penelitian ini dilatarbelakangi dengan adanya perkembangan daya tarik Taman Bunga Cihideung (TBC) yang tidak berkelanjutan dengan adanya konflik dalam ketersediaan lahan untuk pertanian bunga dengan kegiatan permukiman dan komersial yang seharusnya dapat mendukung daya tarik tersebut. Di samping itu juga, perkembangan pariwisata di TBC ini memiliki keterbatasan. Lokasinya yang berada di Kawasan Bandung Utara membuat  pembangunan di wilayah tersebut harus berhati-hati sehingga tidak mengganggu fungsinya sebagai daerah resapan air.Berdasarkan persoalan tersebut, maka penelitian ini bertujuan untuk menganalisis prospek pengembangan daya tarik Taman Bunga Cihideung dengan memodelkan keterkaitannya dengan komponen-komponen pariwisata berkelanjutan yaitu komponen ekonomi, sosial-kependudukan, dan ekologi. Model daya tarik TBC disusun berdasarkan identifikasi  kajian normatif berupa komponen pariwisata berkelanjutan serta potensi dan persoalan yang didapat dari data sekunder, hasil pengamatan, dan wawancara dengan pihak-pihak terkait.Setelah model tersebut dibangun dan diuji, kemudian disimulasikan melalui dinamika sistem untuk melihat perilaku dari model tersebut. Pada skenario dasar, yang menggambarkan perilaku model tanpa adanya intervensi apapun, terlihat bahwa daya tarik TBC akan berada pada titik jenuh setelah tahun 2005. Dalam hal ini dibutuhkan suatu intervensi yang dapat mempertahankan dan mengembangkan daya tarik tersebut dengan cara memberikan beberapa skenario yaitu peningkatan produktivitas, pembatasan lahan terbangun, pembatasan lahan hutan minimum, pemberian subsidi, penyuluhan serta gabungan antara peningkatan produktivitas, pemberian subsidi, dan penyuluhan. Hasil simulasi dari skenario tersebut menunjukkan bahwa ketersediaan lahan dalam mendukung peningkatan daya tarik TBC sudah sangat terbatas dan skenario gabungan merupakan skenario yang efektif dalam meningkatkan daya tarik TBC dan pendapatan petani bunga.", "Daftar File": {"2008 TS PP ASTRI AULIA SAFRIANTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69412", "2008 TS PP ASTRI AULIA SAFRIANTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69413", "2008 TS PP ASTRI AULIA SAFRIANTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69414", "2008 TS PP ASTRI AULIA SAFRIANTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69415", "2008 TS PP ASTRI AULIA SAFRIANTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69416", "2008 TS PP ASTRI AULIA SAFRIANTY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69417", "2008 TS PP ASTRI AULIA SAFRIANTY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69418", "2008 TS PP ASTRI AULIA SAFRIANTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69419"}, "Penulis": "ASTRI AULIA SAFRIANTY (NIM: 24006302)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Muhammad Tasrif, Ir., M.Eng., Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sistem pariwisata, pariwisata berkelanjutan, dinamika sistem, daya tarik Taman Bunga Cihideung, tourism system, sustainable tourism, system dynamics, Taman Bunga Cihideung attraction", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}