{"Nomor": 15073, "Judul": "CORPORATE ENTREPRENEURSHIP DI SEKTOR PELAYANAN PUBLIK: PENGUKURAN DAN PENGARUHNYA TERHADAP KINERJA PEMERINTAHAN (STUDI KASUS: BPPT KOTA DAN KABUPATEN BANDUNG)", "Abstrak": "Corporate Entrepreneurship (CE) merupakan konsep penting untuk melakukan pembaharuan terhadap birokrasi yang selama ini dijalankan demi meningkatkan efisiensi dan keefektifan kerja pemerintah dalam memberikan pelayanan prima kepada masyarakat. Penelitian-penelitian dalam konteks pelayanan publik di Indonesia masih bersifat parsial, belum mengevaluasi kinerja pemerintahan secara komprehensif. Penelitian-penelitian sebelumnya terkait aktivitas entrepreneurial di sektor pelayanan publik yang dihubungkan dengan dampaknya masih terbatas.          \n \n \n \n \n \n \n \n \n \n\nPenelitian ini menguji hubungan orientasi entrepreneurial, kepemimpinan entrepreneurial terhadap kepuasan kerja dan kepuasan masyarakat dilihat secara proses internal. Alat yang digunakan untuk mengukur CE adalah Entrepreneurial Orientation Survey (EOS) dan Entrepreneurial Leadership Questionnaire (ELQ) yang dikembangkan oleh Thornberry (2006).          \n \n \n \n \n \n \n \n \n \n\nMetode yang digunakan untuk memahami dan menjelaskan fenomena tersebut adalah dengan melakukan survei terhadap 204 responden yang bekerja di instansi pelayanan publik di Badan Pelayanan Perizinan Terpadu (BPPT) Kota dan Kabupaten Bandung. Analisis Jalur (Path Analysis) digunakan untuk menguji hubungan orientasi entrepreneurial, kepemimpinan entrepreneurial terhadap kepuasan kerja dan kepuasan masyarakat.          \n \n \n \n \n \n \n \n \n \n\nHasil penelitian menunjukkan bahwa terdapat hubungan yang positif dan signifikan dari orientasi entrepreneurial, kepemimpinan entrepreneurial terhadap kepuasan kerja dan kepuasan masyarakat. Hal ini berarti semakin tinggi orientasi entrepreneurial dan kepemimpinan entrepreneurial maka kinerja pemerintah yang ditinjau dari kepuasan kerja dan kepuasan masyarakat akan semakin meningkat. Hasil pengukuran EOS dan ELQ menunjukkan adanya perbedaan karakteristik yang berarti antara BPPT Kota dan Kabupaten Bandung yang ditinjau dari orientasi entrepreneurial, kepemimpinan entrepreneurial, kepuasan kerja dan kepuasan masyarakat.", "Daftar File": {"2011 TS PP ASTRI GHINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69427", "2011 TS PP ASTRI GHINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69428", "2011 TS PP ASTRI GHINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69429", "2011 TS PP ASTRI GHINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69430", "2011 TS PP ASTRI GHINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69431", "2011 TS PP ASTRI GHINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69432", "2011 TS PP ASTRI GHINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69433", "2011 TS PP ASTRI GHINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69434"}, "Penulis": "ASTRI GHINA (29009012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "corporate entrepreneurship, entrepreneurial, EOS, ELQ, path analysis, pelayanan publik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}