{"Nomor": 15078, "Judul": "ALGORITMA EVOLUSI LAMARCK DENGAN FLEKSIBILITAS DAN SKEMA KONTINU UNTUK PREDIKSI STRUKTUR KRISTAL", "Abstrak": "Peramalan struktur kristal menggunakan metode algoritma evolusi skema Lamarck telah ditingkatkan dengan menerapkan            \n \n \n \n \n \n \n \n \n \n \n\neksibilitas operator dan skema kontinu. Dalam riset ini, beberapa konsep baru tentang eksibilitas operator diperkenalkan dan diterapkan. Operator evolusi dasar yang bertindak sebagai komponen pembangun pada operator aktual, dikomposisikan sehingga operator komposisi yang sangat            \n \n \n \n \n \n \n \n \n \n \n\neksible dapat dibangkitkan untuk selanjutnya dapat melakukan prosedur prokreasi. Skema kontinu juga diterapkan pada metode ini. Kedua peningkatan ini dimaksudkan untuk meningkatkan kemampuan pembelajaran mandiri yang dimiliki metode ini untuk selanjutnya digunakan untuk meramalkan struktur kristal pada tekanan tinggi.           \n \n \n \n \n \n \n \n \n \n \n\nUntuk mengkonstruksi operator yang  eksibel, operator evolusi aktual dibuat sebagai komposisi operator evolusi dasar. Terdapat lima operator evolusi basis. Operator pindah-silang mengkombinasikan 8 struktur kristal menjadi sebuah struktur kristal anak yang baru. Operator permutasi vektor kisi menukar konstanta kisi kristal. Operator permutasi titik kisi menukar posisi dari dua atom yang berbeda jenis. Operator mutasi vektor kisi mendistorsi           \n \n \n \n \n \n \n \n \n \n \n\nvektor kisi kristal. Operator mutasi titik kisi menggeser titik-titik kisi secara random. Beberapa penerapan metode yang telah diperbaiki ini telah dilakukan pada silikon (Si) pada 160, 450, dan 900 kbar, fosfor (P) pada 900, dan 2070 kbar, titanium (Ti) dan natrium klorida (NaCl) pada tekanan normal. Dalam riset ini, metode perhitungan ab-initio digunakan untuk prosedur optimisasi lokal. Simulasi ini dijalankan dalam dua tahap yaitu tahap pencarian struktur untuk menemukan tipe struktur kristal yang benar dan tahap peningkatan untuk meningkatkan akurasi perhitungan parameter struktur kristal. Hasil yang diperoleh dengan simulasi ini sangat dekat dengan hasil yang diperoleh pada           \n \n \n \n \n \n \n \n \n \n \n\npenelitian secara eksperimen.", "Daftar File": {"2012 TS PP ATHIYA MAHMUD HANNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69457", "2012 TS PP ATHIYA MAHMUD HANNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69458", "2012 TS PP ATHIYA MAHMUD HANNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69459", "2012 TS PP ATHIYA MAHMUD HANNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69460", "2012 TS PP ATHIYA MAHMUD HANNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69461", "2012 TS PP ATHIYA MAHMUD HANNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69462", "2012 TS PP ATHIYA MAHMUD HANNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69463"}, "Penulis": "ATHIYA MAHMUD HANNA (NIM: 20909303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhamad A. Martoprawiro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "algoritma evolusi lamarck, peramalan struktur kristal, tekanan tinggi,  eksibilitas, skema kontinu, ab-initio, lamarckian evolutionary algorithm, crystal structure prediction, high-pressure,  exibility, continuous scheme", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}