{"Nomor": 15075, "Judul": "SISTEM TELEMEDIS DAN LAYANAN BERITA UNTUK MASYARAKAT DAERAH TERPENCIL DENGAN MEMANFAATKAN TRANSPORTASI PUBLIK DAN DTN (DELAY TOLERANT NETWORK)", "Abstrak": "Internet memainkan peran penting dalam kehidupan masyarakat. Beragam aplikasi dapat dijalankan di Internet antara lain e-mail, chatting, jejaring sosial, layanan berita, telemedis, teleedukasi dan e-commerce. Layanan berita di Internet memberitakan berbagai kejadian terkini dalam hitungan menit. Sistem telemedis dapat menggunakan Internet sebagai sarana untuk memberikan layanan kesehatan  \n \n\nkepada masyarakat yang berada jauh dari fasilitas kesehatan yang memadai. Meskipun Internet memiliki banyak manfaat, masih ditemukan daerah-daerah yang tidak dapat mengakses internet dikarenakan minimnya fasilitas teknologi informasi dan komunikasi seperti di desa-desa terpencil. Pemanfaatan sarana transportasi publik dan DTN dapat memberikan solusi untuk permasalahan ini.  \n \n\nTesis ini bertujuan merancang, membuat dan menguji kinerja sistem telemedis dan layanan berita untuk masyarakat yang tidak memilliki akses Internet. Hasil pengujian menunjukkan sistem telemedis dan layanan berita telah berhasil dibangun dengan memanfaatkan DTN dan berbasiskan aplikasi PHP.", "Daftar File": {"2010 TA PP  ASWIN SUHARSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69436", "2010 TA PP  ASWIN SUHARSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69437", "2010 TA PP  ASWIN SUHARSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69438", "2010 TA PP  ASWIN SUHARSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69439", "2010 TA PP  ASWIN SUHARSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69440", "2010 TA PP  ASWIN SUHARSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69441", "2010 TA PP  ASWIN SUHARSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69442"}, "Penulis": "ASWIN SUHARSONO (NIM : 23208008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Emir Mauludi Husni, M.Sc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "DTN, telemedis, layanan berita, kurir digital, transportasi publik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}