{"Nomor": 15083, "Judul": "PENGARUH VARIASI PARAMETER KONSEKUENSI KEJADIAN TERHADAP KATEGORI RISIKO STORAGE TANK STUDI KASUS: CENTRAL GATHERING STATION 4 DURI, PT CHEVRON PACIFIC INDONESIA", "Abstrak": "Tangki penimbun memiliki peranan penting dalam rantai produksi minyak. Sudah banyak peristiwa bencana yang melibatkan tangki penimbun di Indonesia. Beberapa hal dapat dilakukan untuk mencegah terjadinya peristiwa yang tidak diinginkan tersebut, yaitu dengan perawatan dan pemeriksaan atau inspeksi secara berkala pada tiap peralatan. Melalui analisis risiko dapat diketahui cara-cara penanggulangan bahaya yang efektif dan efisien. Kategori konsekuensi risiko dipengaruhi oleh beberapa faktor, antara lain jenis fluida, jenis tanah, volume tanki, persentase kontaminasi, dan waktu deteksi kebocoran. Perlu diketahui bagaimana pengaruh masing-masing faktor tersebut terhadap kategori risikonya.  \n \n\nPada tugas akhir ini akan dilakukan analisis pengaruh parameter konsekuensi kejadian terhadap kategori risiko sebuah tangki penimbun. Analisis dilakukan dengan menggunakan Code API 581 Apendiks O untuk kegiatan Risk Based Inspection untuk Aboveground Storage Tank (AST) pada industri proses dan migas. Studi kasus yang diambil yaitu tangki utama pada Oil Treating Plant CGS 4 Duri. Terdapat 8 buah tangki yang dianalisis, dengan 3 jenis tangki, yaitu FWKO, Wash Tank, dan Shipping Tank. Perhitungan risiko ini bertujuan untuk mengetahui tingkat risiko yang ada pada beberapa peralatan yang dijadikan studi kasus. Untuk mempermudah perhitungan maka dikembangkan program bantu perhitungan (calculation sheet) yang dapat mengolah data secara akurat.  \n \n\nDensitas dan viskositas fluida berbanding terbalik dengan nilai risiko. Menurunnya konduktivitas hidraulik tanah akan menurunkan risiko, seperti hubungan fungsi eksponensial. Volume tanki, persentase kontaminasi onsite soil maupun offsite soil, dan waktu deteksi kebocoran berbanding lurus dengan nilai risiko. Pengaruh waktu deteksi kebocoran tidak signifikan. Dari studi kasus didapatkan bahwa risk berada pada kategori 5C, medium-high. Nilai risiko tangki FWKO adalah $141,406/tahun, Wash Tank A $112,950/tahun, Wash Tank B $112,945/tahun, Shipping Tank A $57,060/tahun, dan Shipping Tank B $17,754/tahun.", "Daftar File": {"2010 TS PP ATIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69480", "2010 TS PP ATIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69481", "2010 TS PP ATIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69482", "2010 TS PP ATIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69483", "2010 TS PP ATIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69484", "2010 TS PP ATIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69485", "2010 TS PP ATIKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69486", "2010 TS PP ATIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69487"}, "Penulis": "ATIKA  (NIM : 23109030)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Variasi Parameter Konsekuensi Kejadian, Kategori Risiko Storage Tank , CGS 4 Duri, PT Chevron Pacific Indonesia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}