{"Nomor": 15094, "Judul": "EFFECTS OF FRICTION OF A DC MOTOR ON THE EXISTENCE OF LIMIT CYCLE OSCILLATIONS", "Abstrak": "This thesis studies the effect of friction on the existence of limit cycle oscillations of DC motor position control system using conventional PID controllers. To perform limit cycle analysis, the friction model is to be formerly developed. The difficulty to measure parameter values and numerical stiffness in simulations are the challenges in friction modeling. In this work, the friction  \n \n\nmodel from literature, in which the parameter values are easy to measure, is considered. This model uses a threshold value to avoid numerical stiffness. Because of this fact, this model is mentioned not to be applicable, in the literature. In this thesis, simple analysis is performed for the appropriate choice of this value and it is shown that this friction model can capture the existing limit cycles. For the judgment, this model is applied to the system in the literature, in which a very accurate friction model is used and so referred by almost all works in friction modeling. The results are compared and found  \n \n\ngood agreement using friction model with threshold.   \n \n\nFor the prediction of limit cycles, the describing function from the literature is used. In their work, friction nonlinearity is explicitly inherited in the system. The system dynamics are included in the nonlinearity. This manner is marked as the explicit construction.   \n \n\nIn the case of the sliding friction, Nyquist plot of describing function of explicit construction results and the simulation are not matching. So, for this case, the classical Coulomb friction describing friction is  \n \n\nused for judgement because this method is guaranteed reliable in multiple kinds of control system analysis in the literature. In this method, system dynamics are not included in the nonlinearity and it is marked implicit nonlinearity construction. Using this method, no limit cycle is predicted and simulations are judged to be correct. So for the case of sliding friction, describing function of explicit construction is not reliable.  \n \n\nIn the case of static plus sliding friction, explicit construction can predict the existing limit cycles for some values of static to sliding friction ratio. For the  \n \n\ncase that the limit cycles are predicted, the simulation results and Nyquist plots show good match. In this end, it can again be judged that the results produced by using friction model with the threshold value match with the  \n \n\nreliable Nyqyist plots for both of sliding and static plus sliding cases.   \n \n\nFrom that point, the simulations results are used to study some values of static to sliding friction values using explicit construction. It is found that for some ratio, the existing limit cycle is not predicted using the explicit construction. From the point of view of effects of friction, using Nyquist and Gain-Phase plots, combination of static plus sliding friction causes the oscillations. There is no limit cycle in the system incorporating sliding friction. The ratio of static to sliding friction affects the amplitude and frequency of limit cycle. From the point of view of stability analysis method, for the sliding case, describing function of implicit construction predict very well. For the case of static and sliding friction case, describing function of explicit construction can predict well for some values of static to sliding friction while for some values, existing limit cycles is not predicted.", "Daftar File": {"2008 TS PP AUNG MYO THANT SIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69554", "2008 TS PP AUNG MYO THANT SIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69555", "2008 TS PP AUNG MYO THANT SIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69556", "2008 TS PP AUNG MYO THANT SIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69557", "2008 TS PP AUNG MYO THANT SIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69558", "2008 TS PP AUNG MYO THANT SIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69559", "2008 TS PP AUNG MYO THANT SIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69560", "2008 TS PP AUNG MYO THANT SIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69561"}, "Penulis": "AUNG MYO THANT SIN (NIM: 23106020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Limit cycle, DC motor control, Describing function", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}