{"Nomor": 15096, "Judul": "PROTOTIPE VISUALISASI INFORMASI INDUSTRI KREATIF BERBASIS WEB SISTEM INFORMASI GEOGRAFIS", "Abstrak": "Rencana pengembangan perekonomian Indonesia diarahkan pada pengembangan ekonomi kreatif yang berfokus \n\npada penciptaan barang dan jasa dengan mengandalkan keahlian, bakat dan kreativitas sebagai kekayaan \n\nintelektual. Industri kreatif merupakan motor penggerak dalam ekonomi kreatif. Salah satu permasalahan utama \n\nyang muncul dalam pengembangan ekonomi kreatif adalah percepatan tumbuhnya teknologi informasi dan \n\nkomunikasi (TIK) yang erat kaitannya dengan perkembangan akses masyarakat terhadap informasi untuk saling \n\nbertukar informasi, pengetahuan, pengalaman sekaligus pasar untuk mendukung pengembangan industri kreatif. \n\nTujuan menyediakan layanan publik dalam bentuk multimedia mengenai dokumentasi dan pemetaan industri \n\nkreatif khususnya yang memiliki muatan lokal atau memiliki ciri khas daerah yang dilengkapi dengan atribut \n\ngeografis lokasi penghasil industri kreatif sehingga masyarakat dapat mengakses informasi tentang industri \n\nkreatif dan letak geografis penghasil industri kreatif di wilayah Indonesia untuk mendukung perekonomian \n\nIndonesia. \n\nTahapan yang dilakukan pada penelitian ini adalah pengumpulan data industri kreatif, analisis kebutuhan \n\npengguna, perancangan dan membuat prototipe. Penelitian ini menghasilkan sebuah protipe aplikasi berbasis \n\nweb sistem informasi geografis. Prototipe ini dapat dikembangkan dengan menambah fitur pembelajaran \n\nmultimedia.", "Daftar File": {"proceedings knsi 2014 full edition(104).pdf": "https://digilib.itb.ac.id/gdl/download/69569"}, "Penulis": "Aviarini Indrati, Emy Haryatmi, Murniyati, Rooshwan Budhi Utomo", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "industri kreatif, sistem informasi geografis, prototipe", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "12 Mar 2014"}