{"Nomor": 15104, "Judul": "ANALISIS PERUBAHAN RESPON MASYARAKAT PADA SUKU BUNGA PINJAMAN DAN DEPOSITO TERHADAP UTILITAS BANK", "Abstrak": "Berbagai produk dan jasa yang dihasilkan bank umum dikenakan sejumlah suku bunga untuk menghasilkan keuntungan. Dalam dunia perbankan, salah satu sistem penentuan suku bunga ialah sistem ‡oating yaitu mengikuti keadaan pasar. Akibatnya respon masyarakat terhadap suku bunga akan memengaruhi besar keuntungan bank. Bank dalam melaksanakan bisnisnya bergantung pada keadaan perekonomian dan kebijakan yang diambil oleh otoritas perbankan saat itu. Di Indonesia, lembaga otoritas keuangan dikenal sebagai Bank Indonesia. Dalam rangka melaksanakan perannya, Bank Indonesia memantau pelaksanaan perbankan agar bank tidak hanya meningkatkan keuntungan, tetapi juga meningkatkan kemanfaatan terhadap masyarakat. Hal ini digambarkan dalam model utilitas bank. Beberapa faktor akan memengaruhi fungsi utilitas, salah satunya ialah suku bunga.                                                                                                   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPada tugas akhir ini akan dianalisis pengaruh perubahan responmasyarakat pada suku bunga pinjaman dan deposito terhadap utilitas bank. Dari model keuntungan bankMonti-Klein yang dipakai untuk melihat perilaku bank dalam menjalankan operasinya, akan dimodi…kasi sehingga didapat sebuah sistem untuk melihat dinamika perubahan volume deposito dan dinamika volume pinjaman akibat pergerakan suku bunga. Hasil ini kemudian disubstitusi ke dalam model utilitas. Pengamatan dilakukan dengan melihat perubahan masyarakat merespon pergerakkan suku bunga. Dari pengamatan ini diketahui bahwa semakin cepat respon masyarakat pada perubahan suku bunga deposito, nilai                                                                                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nutilitas bank semakin kecil. Sedangkan semakin cepat masyarakat merespon perubahan suku bunga pinjaman, nilai utilitas bank pada titik terendah gra…k dan nilai utilitas bank pada titik tertinggi gra…k semakin mendekat.", "Daftar File": {"2012 TA PP AYUDYA WAHYUNIAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69617", "2012 TA PP AYUDYA WAHYUNIAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69616", "2012 TA PP AYUDYA WAHYUNIAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69615", "2012 TA PP AYUDYA WAHYUNIAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69614", "2012 TA PP AYUDYA WAHYUNIAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69613", "2012 TA PP AYUDYA WAHYUNIAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69612", "2012 TA PP AYUDYA WAHYUNIAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69611", "2012 TA PP AYUDYA WAHYUNIAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69618"}, "Penulis": "AYUDYA WAHYUNIAR (NIM: 101 08 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Novriana Sumarti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bank, Bank Indonesia, keuntungan bank, respon masyarakat, suku bunga, utilitas bank", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}