{"Nomor": 15121, "Judul": "DINAMIKA KOMUNITAS MIKROORGANISME PADA PROSES PEMBUATAN KOMPOS SECARA TRADISIONAL", "Abstrak": "Pengkomposan merupakan teknologi klasik dalam pengolahan sampah organik, yaitu proses biodegradasi bahan-bahan organik menjadi senyawa yang lebih stabil seperti humus. Selama proses biodegradasi, hampir seluruh degradasi senyawa organik terjadi melalui aktivitas mikroorganisme. Keberadaan mikroorganisme kompos telah dipelajari selama beberapa dekade, namun keberadaan dan peran mikroorganisme dalam berbagai proses pengkomposan tetap menarik untuk                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\ndipelajari, terutama informasi mengenai mikroorganisme kompos dari daerah beriklim tropis melalui pendekatan biologi molekul yang sangat terbatas.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPemahaman mengenai komunitas mikroorganisme dan dinamikanya diperlukan untuk mengontrol proses pengkomposan. Penelitian ini bertujuan untuk menentukan keragaman dan dinamika komunitas mikroorganisme, terutama bakteri dan eukarya, selama proses pengkomposan limbah rumah tangga secara                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\ntradisional.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nKeragaman dianalisis melalui variasi fragmen gen 16S bakteri (daerah variabel V4-V5 dan V3-V5) dan fragmen gen 18S rRNA eukarya (daerah variabel V8) mikroorganisme hasil filtrasi dan pengkayaan pada beberapa media, yang diamplifikasi secara PCR. Fragmen gen rRNA campuran dari hasil amplifikasi dipisahkan dengan metode Denaturating Gradient Gel Electrophoresis (DGGE).                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nBeberapa fragmen gen rRNA dipilih dari gel DGGE untuk dilakukan amplifikasi kembali (reamplifikasi) dan ditentukan urutan nukleotidanya. Urutan nukleotida                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nyang diperoleh digunakan untuk menentukan tingkat kedekatannya secara analisis filogenetik.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPengukuran beberapa sifat fisikokimia seperti temperatur, pH, kandungan air dan rasio C/N dilakukan selama pengkomposan. Empat fase ditentukan berdasarkan perubahan temperatur kompos, meliputi fase mesofilik, termofilik, pendinginan dan pematangan. Variasi pH selama proses pengkomposan dideteksi berkisar antara 6 Ã‚Â– 9, dengan pH cenderung basa pada fase termofilik dan pH asam atau                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nnetral pada fase lainnya. Kandungan air menurun dari 68,3% pada awal pengkomposan menjadi 33,9% pada fase pendinginan. Rasio C/N terukur berkisar antara 24 sampai 45, dengan kecenderungan meningkat pada fase termofilik dan kemudian menurun pada fase berikutnya. Tujuh sampel dikumpulkan mewakili keempat fase masing-masing pada temperatur 37oC, 49oC, 62oC, 69oC, 72oC, 62oC dan 37oC.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPola DGGE memperlihatkan variasi pita-pita yang muncul selama pengkomposan baik pada sampel bakteri maupun eukarya. Variasi terlihat pada jumlah, posisi migrasi dan intensitas pita-pita DGGE dari tiap sampel. Perbedaan pola DGGE juga diamati dari sampel-sampel fase mesofilik, termofilik, pendinginan dan pematangan. Jumlah pita DGGE dari sampel bakteri hasil filtrasi mengalami peningkatan pada fase termofilik dibandingkan fase lainnya, sedangkan jumlah pita DGGE dari sampel bakteri hasil pengkayaan pada beberapa media mengalami penurunan. Hasil ini diduga berkaitan dengan keberadaan bakteri-bakteri dominan                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nyang dapat bertahan hidup pada kondisi fisikokimia yang berfluktuasi, namun tidak semua jenis bakteri dapat diperkaya pada media yang digunakan. Pada sampel eukarya, jumlah pita cenderung menurun pada fase termofilik dari sampel hasil filtrasi. Hasil ini diduga berkaitan dengan kompetisi eukarya yang kalah bersaing dengan bakteri selama awal fase termofilik, namun dapat tumbuh dengan baik pada media yang kaya nutrisi.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAnalisis homologi dan filogenetik terhadap beberapa pita DGGE dari sampel bakteri menunjukkan bahwa Betaproteobacter dari genus Ralstonia dan Burkholderia mendominasi komunitas mikroorganisme pada semua fase. Beberapa bakteri fermentatif dari kelompok Firmicutes ditemukan dari fase                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nmesofilik dan tidak terdeteksi pada fase berikutnya. Kelompok bakteri Gammaproteobacter ditemukan hanya pada fase termofilik, dan beberapa phylotype dari kelompok Betaproteobacter dan Gammaproteobacter yang memiliki kedekatan dengan beberapa jenis bakteri denitrifikasi serta kelompok bakteri Stenotrophomonas dan Thermomonas. Fase pendinginan dan pematangan masih didominasi oleh kelompok Betaproteobacter dari jenis Ralstonia dan Burkholderia.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAnalisis homologi dan filogenetik terhadap beberapa pita DGGE dari sampel eukarya menunjukkan bahwa fase mesofilik didominasi oleh Ascomycota dengan tambahan beberapa jenis Stramenopiles dan Uncultured Eukaryotes. Keragaman eukarya menurun pada fase termofilik dan terlihat pita-pita yang sejajar dengan yang muncul pada fase mesofilik mengalami penurunan intensitas. Keragaman eukarya pada fase pendinginan dan pematangan dideteksi meningkat dan beberapa                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\npita yang dipilih dikarakterisasi merupakan anggota Ascomycota yang berbeda dengan jenis Ascomycota dari fase mesofilik, serta ditemukan pula beberapa anggota Zygomycota, Gymnamoeba, dan Chlorophyta. Kelompok yeast                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nBasidiomycota dikarakterisasi dari sampel hasil pengkayaan pada fase termofilik, pendinginan dan pematangan.                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPerubahan komunitas mikroorganisme kompos, baik bakteri dan eukarya, selama pengkomposan sampah rumah tangga dapat diamati dengan menggunakan metode DGGE. Informasi keragaman dan suksesi komunitas mikroorganisme dari sampah organik lokal sejauh ini belum pernah dilaporkan. Pada pengkomposan sampah organik di daerah lain, keberadaan bakteri Gammaproteobacter terutama dari genus Stenotrophomonas dan Thermomonas jarang dilaporkan. Beberapa informasi yang diperoleh dapat digunakan lebih lanjut untuk mengeksplorasi                                  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nkultur mikroorganisme kompos yang dapat diaplikasikan untuk mempercepat proses pengkomposan dan diaplikasikan sebagai biokontrol di bidang pertanian maupun bioremediasi di bidang lingkungan.", "Daftar File": {"2012 DS PP  BAIQ VERA EL VIERA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69729", "2012 DS PP  BAIQ VERA EL VIERA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69730", "2012 DS PP  BAIQ VERA EL VIERA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69731", "2012 DS PP  BAIQ VERA EL VIERA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69732", "2012 DS PP  BAIQ VERA EL VIERA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69733", "2012 DS PP  BAIQ VERA EL VIERA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69734", "2012 DS PP  BAIQ VERA EL VIERA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69735"}, "Penulis": "BAIQ VERA EL VIERA (NIM : 30507012)", "Kontributor / Dosen Pembimbing": ["Ketua tim Pembimbing : Prof. Dr. Akhmaloka", "Anggota tim pembimbing : Dr. I Nyoman Pugeg Aryantha", "Anggota tim pembimbing : Dr. Fida Madayanti"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sampah rumah tangga, pengkomposan tradisional, 16S rRNA, 18S rRNA, analisis DGGE.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}