{"Nomor": 15128, "Judul": "HIDROSTRATIGRAFI ENDAPAN VOLKANIK CEKUNGAN AIRTANAH BANDUNG - SOREANG PROVINSI JAWA BARAT", "Abstrak": "Kawasan Indonesia merupakan bagian jalur gunungapi terdapat kurang lebih 128 gunungapi aktif (Data Dasar Gunungapi Indonesia, 1979), dapat mengakibatkan kurang lebih luasan lahan sebesar 16620 km2 berpotensi terancam bencana alam gunungapi (Koesoemadinata, 1979). Jumlah gunungapi tersebut bertambah setelah ada revisi menjadi 129 buah, menurut website Pusat Vulkanologi dan Mitigasi Bencana Alam Geologi (http://portal.vsi.esdm.go.id) atau sejak kemunculan Gunung Anak Ranakan di Pulau Flores yang mengalami erupsi pada tahun 1990. \n\nDiantara sejumlah besar gunungapi, 9 (sembilan) diantaranya berada di kawasan Jawa Barat termasuk G. Krakatau di Selat Sunda. Sebagian besar gunungapi adalah berumur Kuarter dan memiliki bentuk strato, termasuk G. Tangkubanparahu yang berada di kawasan cekungan airtanah (CAT) Bandung-Soreang. \n\nKehadiran sejumlah besar gunungapi membuat kawasan Indonesia menjadi salah satu negara penting dalam penelitian kegunungapian. Namun demikian masih belum banyak penelitian yang secara spesifik melakukan telah mengenai kondisi hidrogeologi kawasan gunungapi. Sementara diketahui hidrogeologi daerah yang dibentuk oleh hasil erupsi gunungapi dan lapukannya memiliki kontribusi besar terhadap pemenuhan kebutuhan air, khususnya bagi penduduk yang jumlahnya kian meningkat dan mendiami kaki gunungapi seperti halnya kota-kota besar di Indonesia: Bandung, Bogor, Jakarta, Yogya, Medan, Semarang, dan Surabaya. \n\nBerdasarkan peneliti terdahulu diketahui bahwa pelamparan akuifer penyusun CAT Bandung-Soreang khususnya bagian utara S. Citarum dibentuk oleh batuan endapan volkanik hasil erupsi G.Tangkubanparahu dan dialasi oleh batuan endapan sedimen berumur Tersier. Kondisi tersebut berpengaruh terhadap karakteristik model hidrogeologi CAT Bandung-Soreang, memiliki litologi pembentuk akuifer berupa endapan volkanik dengan kemiripan parameter hidrolika (porositas dan permeabilitas) sebagai refleksi strata kehadiran dan pergerakan airtanah pada akuifer yang dipelajari sebagai satuan hidrostratigrafi (UHs) atau dikenal dengan hidrostratigrafic units (HSU). \n\nDipertegas dengan hasil perunutan isotop stabil Oksigen-18 (18O), Deuterium (2H), dan Tritium (3H), sifat fisik-hidrokimia akuifer serta dengan mengacu pada stratigrafi cekungan geologi Bandung, diharapkan karakteristik kimia airtanah untuk hidrostratigrafi volkanik CAT Bandung-Soreang, dapat diidentifikasi, dan mampu melengkapi pengembangan hidrogeologi CAT Bandung-Soreang. \n\nTujuan penelitian adalah menyusun hidrostratigrafi sesuai kaidah hidrogeologi untuk daerah endapan volkanik dilengkapi dengan karakterisasi hidrokimia akuifer, perunutan konsentrasi Oksigen -18 (18O), Deuterium (2H), dan Tritium (3H) dengan daerah penelitian Cekungan Airtanah (CAT) Bandung - Soreang. \n\nUntuk mencapai tujuan tersebut dilakukan tiga pendekatan yakni: observasi hidrogeologi permukaan, identifikasi dan analisis sifat hidrolika akuifer sumber air (mata air, sumur gali dan data pengeboran), serta memanfaatkan analisis statistik terhadap data hidrokimia airtanah. Penjelasan masing masing metode diterangkan pada pembahasan metodologi. \n\nManfaat penelitian yang diharapkan adalah bisa memberikan masukan dalam bidang pengembangan keilmuan, khususnya untuk hidrogeologi daerah endapan volkanik dilengkapi dengan hidrostratigrafi dan karakterisasi hidrokimia UHs. \n\nDiharapkan dapat digunakan untuk memperoleh efisiensi eksplorasi, di dalam pengembangan model hidrogeologi kawasan yang terus berkembang dan perlu dilengkapi data Ã‚Â“satuan hidrostratigrafiÃ‚Â”.", "Daftar File": {"2014 DIS PP BAMBANG SUNARWAN 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69761", "2014 DIS PP BAMBANG SUNARWAN 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69762", "2014 DIS PP BAMBANG SUNARWAN 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69763", "2014 DIS PP BAMBANG SUNARWAN 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69764", "2014 DIS PP BAMBANG SUNARWAN 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69765", "2014 DIS PP BAMBANG SUNARWAN 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69766", "2014 DIS PP BAMBANG SUNARWAN 1–BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69767", "2014 DIS PP BAMBANG SUNARWAN 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69768"}, "Penulis": "BAMBANG SUNARWAN  (NIM : 32008006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof.Dr.Ir. Deny Juanda Puradimaja, DEA", "Prof.Dr.Ir. Sudarto Notosiswoyo, M.Eng", "Dr. Eng. Imam A. Sadisun, ST., MT."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidrostratigrafi, endapan volkanik, cekungan air tanah soreang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "04 Sep 2014"}