{"Nomor": 15135, "Judul": "ANALISIS TOLERANSI GEOMETRI CRANKDRIVE ARAH HORISONTAL MESIN DIESEL SATU SILINDER (PERANCANGAN ULANG GEOMETRI MESIN DIESEL SATU SILINDER)", "Abstrak": "Industri kecil dan menengah yang membuat motor bakar diesel dan komponen-komponennya saat ini mulai berkembang pesat akibat kebutuhan akan motor bakar jenis ini yang semakin besar. Perkembangan ini tidak disertai dengan kemampuan industri lokal memproduksi motor bakar diesel dan komponen  \n \n\ndengan keseragaman kualitas dan sifat ketertukaran komponen yang baik. Salah  satu penyebabnya adalah tidak dipertimbangkannya variasi rakitan akibat tumpukan toleransi individu komponen, dimana variasi tersebut tidak dapat dihindari tetapi hanya dapat dikontrol pada batas-batas tertentu. Penetapan dimensi dan toleransi pada gambar detail ditetapkan dengan berdasarkan analisis dimensi dan toleransi, diawali dengan menetapkan toleransi awal fitur-fitur komponen berdasarkan berbagai pertimbangan, selanjutnya dilakukan analisis untuk mengetahui pengaruh dimensi dan toleransi individu komponen terhadap variasi rakitan yang ditimbulkan oleh tumpukan toleransi masing-masing fitur komponen.  \n \n\nAnalisis tumpukan toleransi dilakukan dengan metode worstcase pada rangkaian crank drive, dimana pergeseran sumbu piston terhadap sumbu cylinder liner akan selalu terjadi berapapun toleransi yang ditetapkan, menyebabkan potensi ketidakmampuan komponen dirakit jika tidak diberi kompensasi minimum sebesar pergeseran sumbu yang mungkin terjadi. Dalam analisis toleransi yang melibatkan aspek geometrik menunjukkan beberapa komponen yang mempengaruhi potensi pergeseran sumbu sehingga toleransi komponen harus  \n \n\ndapat dikontrol. Penetapan dimensi dan toleransi pada masing-masing fitur berdasarkan analisis tersebut selanjutnya dituangkan kedalam gambar detail komponen.", "Daftar File": {"2011 TS PP BASO NASRULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69786", "2011 TS PP BASO NASRULLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69787", "2011 TS PP BASO NASRULLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69788", "2011 TS PP BASO NASRULLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69789", "2011 TS PP BASO NASRULLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69790", "2011 TS PP BASO NASRULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69791"}, "Penulis": "BASO NASRULLAH  (NIM : 23108005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Indra Djodikusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "variasi rakitan, tumpukan toleransi,analisis toleransi, crank drive.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}