{"Nomor": 15146, "Judul": "USULAN STRATEGI PENGEMBANGAN BISNIS DESAIN LANSEKAP UNIT BISNIS RUMAHPOHON DENGAN PENDEKATAN MANAJEMEN STRATEJIK", "Abstrak": "Studio RUMAHPOHON, Strategic Business Unit (SBU) PT. Harda Inti Pratama, digagas oleh para profesional muda yang memiliki passion yang tinggi di dunia desain kreatif dan arsitektural yang ramah lingkungan. Unit usaha strategis RUMAHPOHON menjalankan bisnisnya di dalam ruang lingkup industri kreatif, subsektor arsitektur, dengan berkonsentrasi pada bisnis jasa desain, supervisi, dan implementasi pembangunan arsitektur lansekap/taman (Landscape design & build). Industri kreatif ini telah memberikan kontribusi yang signifikan terhadap PDB Indonesia, dengan rata-rata kontribusi periode 2002-2006 yaitu sebesar 6,28%. Pada tahun 2006 kontribusinya sekitar 5,67% dari total PDB Indonesia, atau setara 189,4 triliun rupiah. Pada 2006, subsektor industri kreatif yang tetap memiliki pertumbuhan PDB di atas rata-rata PDB Nasional salah satunya adalah subsektor arsitektur yaitu sebesar 11.98%. Sehingga, dapat dikatakan bahwa peluang pertumbuhan bisnis di industri kreatif khususnya subsektor arsitektur baik itu skala lokal maupun luar negeri sangat besar.  \n \n\nRUMAHPOHON telah melalui masa pra-operasional dan menjelang fase growth, tetapi dalam kondisi yang masih belum mampu menghasilkan profit dari kegiatan bisnisnya. Dari analisa PorterÃ‚Â’s five forces dan SWOT, akar permasalahan dari lemahnya tingkat penjualan jasa RUMAHPOHON ini adalah ketidaktepatan STP dan belum optimalnya mekanisme pemasaran jasa secara offline dan online yang telah dilakukan oleh tim marketing RUMAHPOHON.  \n \n\nSolusi bisnis untuk RUMAHPOHON adalah melakukan redefinisi STP, menerapkan prinsip bauran pemasaran internet, interaktivitas dan individualisasi pengguna internet, dalam hal pengelolaan konten dalam situs Web RUMAHPOHON. RUMAHPOHON harus merubah pola pemasaran lama menjadi pola pemasaran baru untuk menjangkau dan melibatkan konsumen secara langsung, dengan berbasis pada penggunaan media-media online dan memiliki alternatif strategi yaitu menjadi perantara bisnis dengan menggunakan situs Web.  \n \n\nRencana Implementasi usulan strategi dipecah menjadi rencana implementasi jangka pendek, menengah, dan panjang. Strategi jangka pendek menekankan tahapan aktivitas marketing internet mengincar STP yang baru.", "Daftar File": {"2009 TS PP BAYU RAHARDITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69856", "2009 TS PP BAYU RAHARDITO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69857", "2009 TS PP BAYU RAHARDITO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69858", "2009 TS PP BAYU RAHARDITO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69859", "2009 TS PP BAYU RAHARDITO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69860", "2009 TS PP BAYU RAHARDITO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69861"}, "Penulis": "BAYU RAHARDITO (NIM : 29107322)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Leo Aldianto, MSAE., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis desain lansekap, e-marketing, industri kreatif arsitektur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}