{"Nomor": 15151, "Judul": "STUDI PENINGKATAN SITU-SITU UNTUK PENGENDALIAN BANJIR DI WILAYAH SUNGAI CILIWUNG-CISADANE", "Abstrak": "Wilayah Jabodetabek merupakan kawasan yang mengalami percepatan pertambahan penduduk yang disebabkan oleh kegiatan ekonomi yang sangat besar di wilayah ini. Perkembangan yang berlangsung mengakibatkan perubahan tata guna lahan yang drastis yang menyebabkan degradasi lingkungan. Wilayah Sungai Ciliwung-Cisadane yang terletak di Jabodetabek mengalami perubahan karakteristik aliran sungai yang sangat besar, pada musim hujan ketika intensitas hujan tinggi terjadi resiko banjir yang besar sementara pada musim kemarau pasokan air cenderung menurun. Masalah banjir di Jabodetabek sangat kompleks dan perlu upaya mengembangkan seluruh potensi untuk pengendalian banjir. Salah satu upaya yang dapat dilakukan adalah pemanfaatan situ-situ untuk pengendalian banjir.    \n \n\nMaksud studi ini adalah mempelajari manfaat situ untuk pengendalian banjir dengan tujuan menghitung efektifitas peningkatan situ-situ untuk penurunan debit puncak banjir. Upaya peningkatan situ dapat dilakukan dengan pembuatan tanggul, normalisasi dasar situ, dan mengembalikan luas cekungan situ kepada kondisi aslinya.    \n \n\nDari analisis hidrologi dan penelusuran banjir tampungan diperoleh bahwa peningkatan situ-situ dapat menurunkan debit puncak banjir Q25 sebesar 11,46% sampai 19,67% pada masing-masing situ. Sedangkan kontribusi peningkatan situ-situ untuk penurunan banjir dalam Daerah Aliran Sungai (DAS) adalah 0,51 % untuk DAS Ciliwung dan 0,48% untuk DAS Cisadane. Fungsi situ untuk pengendalian banjir secara makro memang relatif kecil tetapi situ sangat penting untuk pengendalian banjir lokal di hilir situ, selain itu situ berfungsi untuk konservasi sumberdaya air.", "Daftar File": {"2009 TS PP BENHARD JONGGI P. SITANGGANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69888", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69889", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69890", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69891", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69892", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69893", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69894", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/69895", "2009 TS PP BENHARD JONGGI P. SITANGGANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69896"}, "Penulis": "BENHARD JONGGI P. SITANGGANG (NIM : 95007332)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Joko Nugroho", "Drs. Waluyo Hatmoko, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "situ, Ciliwung-Cisadane, penelusuran banjir, debit, hidrologi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}