{"Nomor": 15155, "Judul": "IMPLEMENTASI MIMO STC PADA SISTEM OFDM SESUAI STANDAR IEEE 802.16", "Abstrak": "Tugas akhir ini mengimplementasikan MIMO mode STC yang sesuai spesifikasi Standar IEEE 802.16 yang merupakan standar dari WiMAX. Implementasi ini bertujuan untuk meningkatkan realibilitas data pada sistem OFDM. hal ini  \n \n\ndisebabkan dengan adanya proses combining yang memiliki fungsi ekualisasi pada sisi receiver. Pada awalnya dilakukan pemodelan sistem pada MATLAB. Kemudian dari model dirancang arsitektur dari setiap blok MIMO. Pada sisi transmitter, blok MIMO mengodekan data dari modulator sebelum IFFT menjadi dua buah cabang. Kemudian data ditransmisikan dengan menggunakan 2 buah antenna melalui kanal fading dan AWGN. Diterima oleh 2 buah antenna receiver. Data yang diterima pada antenna receiver mengikuti suatu notasi tertentu yang pada akhirnya notasi tersebut diturunkan pada algoritma maximal ratio combining (MRC). Dan setelah itu data kembali terkodekan dalam bentuk awal. Untuk itu pada sisi receiver perlu di rancang  \n \n\nbeberapa blok tambahan untuk menjalankan algoritma MRC ini. Pertama adalah STC decoder yang menjalani fungsi MRC tersebut, kemudian STC Decoder ini harus didukung oleh blok Channel estimator acquisition untuk mendapat estimasi respon kanal awal. Kemudian dilanjutkan dengan channel estimator tracking yang melacak kembali nilai respon kanal untuk mendapatkan nilai respon kanal yang ada pada sistem, sehingga pengodean data pada STC Decoder dapat menghasilkan output yang benar. Setelah perancangan arsitektur, dibuatkan verifikasinya dengan menggunakan Verilog HDL dan disimulasikan pada Modelsim. Dan selanjutnya dilakukan  \n \n\npengimplementasian pada FPGA.", "Daftar File": {"2010 TA PP BENNY NAFARIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69912", "2010 TA PP BENNY NAFARIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69913", "2010 TA PP BENNY NAFARIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69914", "2010 TA PP BENNY NAFARIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69915", "2010 TA PP BENNY NAFARIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69916", "2010 TA PP BENNY NAFARIZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69917", "2010 TA PP BENNY NAFARIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69918"}, "Penulis": "BENNY NAFARIZA (NIM : 13205167)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Trio Adiono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MIMO STC, OFDM, STC Encoder, STC Decoder, Maximal Ratio Combining", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}