{"Nomor": 15158, "Judul": "ANALISIS REDUKSI PUNTIR DAN PERIODE PADA STRUKTUR BANGUNAN UNIVERSITAS SYIAH KUALA", "Abstrak": "Dengan kondisi daerah Indonesia terletak di daerah rawan gempa, maka perlu direncanakan struktur bangunan tahan gempa. Pada tugas akhir ini dibahas perencanaan komponen struktur bangunan tahan gempa, yaitu Sistem Rangka Pemikul Momen Khusus (SRPMK) . Tujuannya adalah menganalisa karakteristik komponen struktur terhadap pengaruhnya pada kuat tekan beton yang digunakan yang nantinya dilihat pengaruhnya terhadap dimensi kolom yang digunakan.  \n \n\nDi dalam tugas akhir ini, struktur bangunan yang dimodelkan adalah gedung Universitas 3 lantai yang terletak di kota Aceh. Struktur bangunan tersebut dimodelkan dengan bantuan program ETABS. Kemudian beban gempa direncanakan dengan respon spektrum. Berdasarkan metode tersebut, model struktur bangunan yang direncanakan dianalisis perilaku yang terjadi sesuai dengan batasan hal yang sudah ditetapkan pada ruang lingkup tugas akhir ini.  \n \n\nData Universitas ini didapat dari Bita Enercon Engineering. Data Ã‚Â– data yang diperoleh yaitu berupa gambar arsitektur. Sehingga dalam mendesain bangunan gambar arsitektur menjadi acuan dalam pendesainan. Beban Ã‚Â– beban yang di input pun berdasarkan data arsitektur yang diberikan.  \n \n\nBerdasarkan hasil analisis dapat disimpulkan bahwa bangunan universitas yang tidak beraturan tersebut dapat menahan gaya gempa di daerah aceh dengan melakukan pembesaran kolom dan penguncian periode di ETABS sehingga seluruh gaya gempa telah diantisipasi untuk diterima oleh keseluruhan kekakuan struktur bangunan.", "Daftar File": {"2010 TA PP  BERNARDO BERTOLUCCI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69933", "2010 TA PP  BERNARDO BERTOLUCCI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69934", "2010 TA PP  BERNARDO BERTOLUCCI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69935", "2010 TA PP  BERNARDO BERTOLUCCI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69936", "2010 TA PP  BERNARDO BERTOLUCCI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69937", "2010 TA PP  BERNARDO BERTOLUCCI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69938", "2010 TA PP  BERNARDO BERTOLUCCI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69940"}, "Penulis": "BERNARDO BERTOLUCCI  (NIM : 150 06 010)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Saptahari M. Soegiri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bangunan beton, gempa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}