{"Nomor": 15153, "Judul": "APLIKASI E-LEARNING PADA SMP NEGERI 1 BAYUNG LINCIR", "Abstrak": "SMP Negeri 1 Bayung Lincir yang terletak di kabupaten Musi Banyuasin Provinsi Sumatera Selatan sangat \n\nmemerlukan peningkatkan mutu serta kemampuan siswanya dalam memahami setiap materi pelajaran. Terutama \n\nuntuk siswa kelas 3 yang harus mengikuti Ujian Nasional. Terbatasnya waktu tatap muka dikelas serta \n\nkurangnya motivasi siswa dalam proses belajar dapat menghambat kemajuan SMP Negeri 1 Bayung Lincir \n\ndalam meningkatkan prestasi keilmuan siswa-siswinya. Pembuatan aplikasi berbasis web ini bertujuan untuk \n\nmembangun sebuah situs E-Learning yang dapat diakses dimana saja dan kapan saja, sebagai pendamping dalam \n\nmendukung proses belajar mengajar antara siswa dan guru. Aplikasi E-learning pada SMP Negeri 1 Bayung \n\nLincir ini terdiri antarmuka untuk administrator dan pengguna. Antarmuka input untuk administrator terdiri dari \n\nmenu Beranda, Berita, Pengumuman, Agenda, Upload, Tutorial, Polling, Guru, Siswa, Mata Pelajaran, Soal, \n\nRegistrasi, Laporan,E-Learning, dan Log out. Sedangkan output menu untuk pengguna terdiri dari menu Home, \n\nProfil, Berita, Downod Materi, Tutorial Materi, Soal Materi, dan Registrasi. Aplikasi ini menggunakan bahasa \n\npemrograman PHP dengan database SQLyog dan editor intype. Hasil yang diharapkan dari aplikasi Elearning \n\nini adalah adanya time and place flexibility serta interactive enhancement pada proses belajar \n\nmengajar antara guru dan siswa SMP Negeri 1 Bayung Lencir sehingga dapat meningkatkan mutu belajar siswa.", "Daftar File": {"proceedings knsi 2014 full edition(289).pdf": "https://digilib.itb.ac.id/gdl/download/69904"}, "Penulis": "Beni Murdani, Sukma Puspitorini", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Administrator, E-learning, Interactive Enhancement, Intype, PHP, SQLyog, Time And Place Flexibility, Web", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "15 Mar 2014"}