{"Nomor": 15156, "Judul": "ANALISIS DAN PERANCANGAN MEKANISME GAGAL AMAN PADA GUIDE VANE PLT MINIHIDRO SAWIDAGO, POSO, SULAWESI TENGAH", "Abstrak": "Guide vane adalah komponen pada pembangkit listrik tenaga air yang berfungsi mengatur laju aliran air masuk ke turbin air. Kegagalan guide vane dapat terjadi akibat benda atau adanya fenomena water hammer. Mekanisme gagal aman adalah salah satu cara menyelamatkan guide vane selama operasi. Harga shear pin, material yang murah dan kemudahan dalam pemasangan (dengan perancangan tertentu) digunakan untuk  \n \n\nmenghindari kehilangan yang lebih besar karena kegagalan guide vane.  \n \n\nMaterial shear pin harus memiliki sifat mekanik tertentu, yaitu mampu menahan beban pada kondisi normal namun gagal bila terjadi beban berlebih. Pemilihan material shear  \n \n\npin dilakukan dengan memodelkan PLTM Sawidago, Poso, Sulawesi tengah. Pemodelan dilakukan dengan menggunakan perangkat lunak CFD FLUENT dan ANSYS sampai didapat batasan sifat mekanik shear pin. Berbagai kasus yang dimodelkan yaitu pada kondisi normal, beban berlebih, dan water hammer. Uji geser dan uji impak berbagai material juga dilakukan untuk menemukan material shear pin yang cocok.", "Daftar File": {"2010 TA PP BENTANG ARIEF BUDIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69919", "2010 TA PP BENTANG ARIEF BUDIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69920", "2010 TA PP BENTANG ARIEF BUDIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69921", "2010 TA PP BENTANG ARIEF BUDIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69922", "2010 TA PP BENTANG ARIEF BUDIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69923", "2010 TA PP BENTANG ARIEF BUDIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69924", "2010 TA PP BENTANG ARIEF BUDIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69925"}, "Penulis": "BENTANG ARIEF BUDIMAN  (NIM : 13106107)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing 1 : Prof. Dr. Ir. Djoko Suharto", "Dosen Pembimbing 2 : Dr. Ing. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "guide vane, shear pin, mekanisme gagal aman, CFD, analisis dan perancangan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}