{"Nomor": 15161, "Judul": "GEOLOGI DAN STUDI ALTERASI HIDROTERMAL DAERAH GUNUNG BUJANG DAN SEKITARNYA, KECAMATAN BATANG ASAI, KABUPATEN SAROLANGUN, PROVINSI JAMBI", "Abstrak": "Daerah penelitian terletak di daerah Gunung Bujang dan sekitarnya, Kecamatan Batang Asai, Kabupaten Sarolangun, Provinisi Jambi, pada koordinat 9696600-9700400 mU dan 166900-179400 mT (UTM WGS84, Zona 48S), dengan luas area 12 km2. Area ini termasuk ke dalam kuasa pertambangan PT. Aneka Tambang, Tbk. Pemetaan geologi dan pemetaan alterasi dengan skala 1:12.500 dilakukan untuk mengetahui tatanan geologi serta tipe mineralisasinya. Analisis bentang alam dalam skala regional memperlihatkan bentukan morfologi Gunung Bujang serta bukit yang terdiri dari Bukit Madu dan Bukit Sako yang mengelilingi daerah penelitian. Pola aliran sungai secara umum merupakan pola aliran sungai radial dan paralel. Berdasarkan struktur, proses, dan tahapan yang mengontrol morfologi, daerah penelitian terbagi menjadi Satuan Kubah Lava, Satuan Perbukitan Volkanik, dan Satuan Punggungan Lava. Aktivitas volkanik purba yang aktif di Kala Oligosen hingga Miosen Awal membentuk Satuan Lava Andesit Piroksen mengalir dari baratdaya ke timur, Satuan Lava Andesit mengalir dari Gunung Bujang ke utara, Satuan Tuf Lapili terbentuk dengan mekanisme jatuhan bersumber dari sebelah timur, kemudian Gunung Bujang mengalirkan Satuan Lava Dasit. Deformasi pada kala Miosen Tengah menghasilkan Sesar Mendatar Menganan Batu Licin, Sesar Mendatar Menganan Medang, dan Sesar Turun Hulu Tangkui yang membentuk zona lemah untuk naiknya Intrusi Diorit Porfir menembus satuan yang lebih tua. Daerah penelitian telah mengalami alterasi hidrotermal dengan intensitas lemah-sangat kuat. Zona alterasi hidrotermal di daerah penelitian berupa Zona Kuarsa-Biotit-Klorit-Magnetit dan Zona Kuarsa-Epidot-KloritÃ‚Â±Zeolit berasal dari Intrusi Diorit Porfir, sedangkan Zona Kuarsa-Serisit-Pirofilit, Zona Kuarsa-Pirofilit-AlunitÃ‚Â±Diaspor, dan Zona Kaolinit-Smektit-Ilit-Kuarsa-Dikit berasal dari sumber panas lain. Mineralisasi yang hadir berupa kalkopirit, galena, kalkosit, kovelit, tenantit/tetrahedrit, serta pengayaan besi oksida berupa hematit dan goetit. Selain itu, dijumpai juga vuggy kuarsa, breksi hidrotermal, urat kuarsa, dan veinlet magnetit. Hubungan alterasi hidrotermal dan mineralisasi menunjukkan bahwa alterasi di daerah penelitian termasuk tipe epitermal sulfida tinggi dengan indikasi porfiri yang berpotensi menghasilkan mineral emas dan tembaga.", "Daftar File": {"2013 TA PP BETSEBA BR SIBARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69953", "2013 TA PP BETSEBA BR SIBARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69954", "2013 TA PP BETSEBA BR SIBARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69955", "2013 TA PP BETSEBA BR SIBARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69956", "2013 TA PP BETSEBA BR SIBARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69957", "2013 TA PP BETSEBA BR SIBARANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/69958", "2013 TA PP BETSEBA BR SIBARANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/69959", "2013 TA PP BETSEBA BR SIBARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69960"}, "Penulis": "BETSEBA BR SIBARANI (NIM : 12009018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Dr. Bambang Priadi Dr.IGB. Eddy Sucipta, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batang Asai, alterasi hidrotermal, epitermal, porfiri.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}