{"Nomor": 15168, "Judul": "SIMULASI, OPTIMASI, DAN PERANCANGAN TURBIN ANGIN SUMBU VERTIKAL UNTUK MENARA BTS", "Abstrak": "Computational Fluid Dynamics (CFD) merupakan salah satu alat yang mampu menawarkan solusi terbaik untuk mengetahui karakteristik turbin angin straight Darrieus. CFD mampu melakukan perhitungan dengan memasukkan parameter waktu (unsteady). Hasil simulasi CFD berupa kurva efisiensi turbin, dapat digunakan sebagai landasan dalam melakukan optimasi. Optimasi turbin angin dilakukan pada berbagai jenis konfigurasi antara lain variasi solidity, jumlah sudu, ketebalan sudu, dan panjang chamber. Kurva efisiensi pada setiap konfigurasi dibandingkan dan dipilih desain yang paling optimum. Desain akhir hasil optimasi kemudian disimulasikan pula dalam 3 dimensi.   \n \n\nKelemahan utama turbin angin straight Darrieus adalah   \n \n\nketidakmampuannya untuk dapat mulai bergerak sendiri. Masalah tersebut dapat diatasi dengan cara modifikasi diantaranya kombinasi Savonius-Darrieus dan pemuntiran sudu. Salah satu dari modifikasi ini akan dipilih berdasarkan kelebihan dan kekurangannya masing-masing.   \n \n\nAirfoil NACA 0015, 3 sudu, solidity 0,4, diameter 1,5 m, tinggi 1,5 m dengan modifikasi pemuntiran sudu dan estetika merupakan kesimpulan dari penelitian ini. Pada akhirnya, hasil optimasi dan modifikasi ini digunakan dalam perancangan turbin angin sumbu vertikal untuk menara BTS.", "Daftar File": {"2009 TA PP BIMA ANGGUN PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70003", "2009 TA PP BIMA ANGGUN PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70004", "2009 TA PP BIMA ANGGUN PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70005", "2009 TA PP BIMA ANGGUN PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70006", "2009 TA PP BIMA ANGGUN PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70007", "2009 TA PP BIMA ANGGUN PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70008", "2009 TA PP BIMA ANGGUN PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70009", "2009 TA PP BIMA ANGGUN PUTRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70010"}, "Penulis": "BIMA ANGGUN PUTRA (NIM : 13105044)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Ir. T. A. Fauzi Soelaiman", "Pembimbing 2 : Dr. Ir. Nathanael P. Tandian, S1 - Department of Mechanical Engineering"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Computational Fluid Dynamics, CFD, turbin angin straight Darrieus, Kurva efisiensi, sudu, menara BTS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}