{"Nomor": 15164, "Judul": "USULAN PENERAPAN KNOWLEDGE MANAGEMENT PADA MANAJEMEN KINERJA DOSEN SEKOLAH BISNIS DAN MANAJEMEN-INSTITUT TEKNOLOGI BANDUNG (SBM-ITB)", "Abstrak": "Dosen merupakan sumber daya utama pada sebuah institusi pendidikan tinggi. Kualitas dosen akan sangat berpengaruh kepada kualitas mahasiswa dan lulusan perguruan tinggi. Untuk tetap menjaga kualitas dosen, maka diperlukan suatu sistem manajemen kinerja dosen yang baik, mulai dari perencanaan kerja di awal semester, hingga evaluasi kinerja di akhir semester.  \n \n\nSBM-ITB sebagai sekolah bisnis terbaik di Indonesia masih memiliki hambatan dalam menjalankan manajemen kinerja dosen. Beberapa isu bisnis terkait manajemen  \n \n\nkinerja dosen adalah rendahnya level transparansi, tidak adanya umpan balik, tidak relevan dengan strategi bisnis dan Tri Dharma Perguruan Tinggi, tidak adanya program sosialisasi yang baik, kriteria pengukuran yang subyektif, tujuan pengukuran yang tidak akurat, dan kompetensi dosen tidak terdefinisi dan disepakati. Akar masalah dari ketujuh faktor hambatan tersebut adalah kurangnya dukungan sumber daya manusia, belum adanya prosedur baku yang dimengerti oleh seluruh penggunanya, dan fasilitas teknologi yang ada belum memadai dalam  \n \n\nmenunjang proses manajemen kinerja dosen, mulai tahap perencanaan hingga tahap evaluasi. Proyek akhir ini fokus kepada usulan penerapan knowledge management pada  \n \n\nmanajemen kinerja dosen. Diawali dengan mendefinisikan KM Objective. Dilanjutkan dengan mengidentifikasi KM Initiatives yang ada di SBM-ITB yang dapat dioptimalkan  \n \n\nuntuk mendukung program manajemen kinerja dosen. Diakhiri dengan merancang model, SOP, dan framework penilaian kinerja dosen berbasis KM untuk SBM-ITB.  \n \n\nRencana implementasi dibagi menjadi tiga tahap, optimalisasi KM Initiatives, membentuk panitia khusus manajemen kinerja dosen, dan mendesain integrated  \n \n\nknowledge technology. Usulan penerapan KM terbukti dapat menjadi solusi terhadap faktor-faktor hambatan manajemen kinerja dosen SBM-ITB.", "Daftar File": {"2010 TS PP BIJAK FAJAR PUTRANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/69979", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/69980", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/69978", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/69977", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/69976", "2010 TS PP BIJAK FAJAR PUTRANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/69975"}, "Penulis": "BIJAK FAJAR PUTRANTO (NIM : 29108339)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Jann H. Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "knowledge management, manajemen kinerja dosen, SBM-ITB", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}