{"Nomor": 15177, "Judul": "PENGUJIAN MATERIAL ELASTOMER NR (SHORE 30-35) DAN NBR (SHORE 80-85)", "Abstrak": "Indonesia merupakan salah satu Negara penghasil karet terbesar di dunia, hal ini perlu dimanfaatkan secara maksimal, untuk itu perlu dilakukan pengujian mekanik  \n \n\nmengenai material karet, agar bisa mengetahui sifat dan karakteristik material tersebut, dan mengetahui fenomena yang terjadi pada karet.  \n \n\nDalam melakukan tugas sarjana ini, pertama penulis melakukan studi literature, diskusi dengan dosen pembimbing, membuat spesimen uji, melakukan pengujian dan yang terakhir melakukan analisis dari data yang didapatkan.  \n \n\nTugas sarjana ini berisi tentang pengujian sifat dan karakteristik mekanik dari material karet alami NR (Natural Rubber) dengan kekerasan 30-35 dan karet sintetik NBR (Nitrile Butadiene Rubber) dengan kekerasan 80-85. Terdapat lima jenis pengujian yang dilakukan, yaitu pengujian tarik sederhana, pengujian relaksasi, pengujian upload-unload, pengujian siklik dan pengujian gabungan. Kelima jenis  \n \n\npengujian tersebut dilakukan pada tingkat laju regangan (strain rate) yaitu 0,01/s untuk mengetahui sejauh mana pengaruhnya terhadap sifat dan karakteristik elastomer  \n \n\nyang diuji. Hasil yang didapatkan berupa data pengujian yang kemudian diolah menggunakan perangkat lunak Microsoft excel sehingga bisa ditampilkan menjadi grafik.  \n \n\nBerdasarkan data pengujian, maka dapat dilihat bahwa material yang diuji adalah material viskoelastis, hal ini dibuktikan oleh adanya efek mullin, stress relaxation dan histerisis.", "Daftar File": {"2010 TA PP BISMI ABDUL MAJID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70048", "2010 TA PP BISMI ABDUL MAJID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70049", "2010 TA PP BISMI ABDUL MAJID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70050", "2010 TA PP BISMI ABDUL MAJID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70051", "2010 TA PP BISMI ABDUL MAJID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70052", "2010 TA PP BISMI ABDUL MAJID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70053", "2010 TA PP BISMI ABDUL MAJID 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70054", "2010 TA PP BISMI ABDUL MAJID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70055"}, "Penulis": "BISMI ABDUL MAJID (NIM : 13106103)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Bagus Budiwantoro", "Dr. Andri Andriyana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengujian Material, Elastomer NR, Shore 30-35, NBR, Shore 80-85", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}