{"Nomor": 15188, "Judul": "PENGEMBANGAN KNOWLEDGE MANAGEMENT BERBASIS OPEN-SOURCE CONTENT MANAGEMENT SYSTEM (CMS)", "Abstrak": "Sistem informasi memegang peranan penting pada era modern seperti sekarang ini. Pemanfaatannya mencakup hampir seluruh elemen masyarakat tak terkecuali di lingkungan pendidikan teknik mesin. Oleh karena itu diperlukan suatu strategi dan perencanaan khusus dalam merancang dan mengimplementasikan teknologi informasi di lingkungan pendidikan teknik mesin agar dapat mengambil manfaat penuh dari aliran informasi yang ada.  \n \n\nAdapun tujuan utama tugas akhir ini adalah mengintegrasikan e-learning lebih jauh ke dalam sistem pendidikan Progam Studi Teknik Mesin Institut Teknologi bandung. Secara khusus, tugas akhir ini membahas pemanfaatan dan pengembangan teknologi open-source untuk menunjang kegiatan praktikum proses manufaktur di Program Studi Teknik Mesin. Dalam penelitian tugas akhir ini banyak dilakukan studi mengenai distribusi informasi yang melibatkan praktikan, asisten dan dosen karena tugas akhir ini menitikberatkan pada optimasi aliran informasi dalam praktikum proses manufaktur. Hasil akhir dari penelitian ini adalah knowledge management system berbasis teknologi open-source yang berguna untuk mengelola aliran informasi dalam proses belajar di Program Studi Teknik Mesin.", "Daftar File": {"2009 TA PP BRIAN HUJUNG ROMADONA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70119", "2009 TA PP BRIAN HUJUNG ROMADONA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70120", "2009 TA PP BRIAN HUJUNG ROMADONA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70121", "2009 TA PP BRIAN HUJUNG ROMADONA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70122", "2009 TA PP BRIAN HUJUNG ROMADONA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70123", "2009 TA PP BRIAN HUJUNG ROMADONA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70124", "2009 TA PP BRIAN HUJUNG ROMADONA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70125"}, "Penulis": "BRIAN HUJUNG ROMADONA  (NIM : 13102085)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Yatna Yuwana Martawirya", "Pembimbing Pendamping : Dr. Ir. Agung Wibowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem informasi, open-source, e-learning, CMS, knowledge management system", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}