{"Nomor": 15185, "Judul": "KARBURISASI PADAT DENGAN MEDIA ARANG BATOK DAN ENERGIZER CANGKANG BEKICOT PADA HELICAL SPRING BERDIAMETER 2,6 mm YANG TERBUAT DARI BAJA KARBON RENDAH", "Abstrak": "Pegas merupakan elemen mesin yang penggunaannya sangat banyak dan beragam. Pegas biasanya terbuat dari material spring steel yang harganya mahal. Pada penelitian ini, pegas dibuat dari kawat baja karbon rendah. Perlakuan berupa karburisasi padat, quenching dan tempering kemudian dilakukan untuk mendapatkan kekuatan dan kekerasan yang serupa dengan spring steel. Pada penelitian ini, dipelajari hubungan antara waktu karburisasi dan temperatur tempering terhadap nilai konstanta pegas.  \n \n\nDalam penelitian ini, kawat baja karbon rendah dililit menjadi pegas. Proses Karburisasi kemudian dilakukan dengan media 90% wt arang batok dan 10%wt cangkang Bekicot. Selanjutnya pegas di karburisasi padat dengan tiga variasi waktu yang berbeda yaitu 10 menit, 15 menit dan 20 menit. Setelah karburisasi, pegas diberi perlakuan quench hardening untuk meningkatkan kekerasan pada permukaan pegas. Untuk mengurangi kegetasan dan meningkatkan ketangguhan pegas maka dilakukan proses tempering. Tempering dilakukan pada tiga variasi temperatur yaitu 300oC, 350ooC dan 400C. Setelah itu dilakukan pengukuran kekerasan serta uji pembebanan untuk mendapatkan nilai konstanta kekakuan pegas. Dari hasil perhitungan, diperoleh bahwa nilai kekerasan dan konstanta kekakuan pegas sebanding dengan waktu karburisasi dan berbanding terbalik dengan suhu tempering.", "Daftar File": {"2009 TA PP BOY UM SIMANGUNSONG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70098", "2009 TA PP BOY UM SIMANGUNSONG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70099", "2009 TA PP BOY UM SIMANGUNSONG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70100", "2009 TA PP BOY UM SIMANGUNSONG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70101", "2009 TA PP BOY UM SIMANGUNSONG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70102", "2009 TA PP BOY UM SIMANGUNSONG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70103", "2009 TA PP BOY UM SIMANGUNSONG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70104"}, "Penulis": "BOY UM SIMANGUNSONG (NIM :  13102138)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing I : Dr. Ir. Budi Hartono Setiamarga   \n \n\nDosen Pembimbing II: Umen Rumendi ST, Weld Mast"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pegas; Karburisasi Padat; media Arang Batok; Enegizer Cangkang Bekicot;  Helical Spring ;Baja Karbon Rendah; spring steel", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}