{"Nomor": 15192, "Judul": "PENDETEKSIAN KERUSAKAN BANTALAN GELINDING DAN PEMANTAUAN KONDISI PELUMASANNYA DENGAN PENGUKURAN JERK", "Abstrak": "Di industri, bantalan gelinding memiliki peran yang penting. Kerusakan bantalan gelinding dapat menyebabkan mesin berhenti total sehingga proses produksi berhenti dan menimbulkan kerugian yang besar. Metode getaran banyak digunakan untuk mendeteksi kerusakan bantalan, namun tidak dapat mendeteksi kerusakan dini bantalan. Metode PeakVue, Spike Energy, dan Shock Pulse banyak membantu untuk mendeteksi kerusakan dini bantalan, namun tidak memiliki standar baku seperti halnya metode getaran.  \n \n\nPenelitian ini dilakukan dengan tujuan untuk menjajaki kemungkinan digunakannya sinyal jerk dan spektrum frekuensinya guna mendeteksi kerusakan bantalan gelinding dan memantau kondisi pelumasannya. Jerk adalah turunan pertama dari percepatan. Dengan demikian, diharapkan pengukuran jerk dapat menggantikan metode getaran, PeakVue, Spike Energy, dan Shock Pulse dalam mendeteksi kerusakan bantalan.  \n \n\nPada penelitian ini dilakukan pengukuran percepatan dan jerk pada bantalan gelinding jarum dengan variasi besar beban, jenis cacat, dan kondisi pelumasan. Pada penelitian ini juga dilakukan pengukuran percepatan, jerk, dan shock pulse pada bantalan gelinding kerucut dengan variasi kecepatan putar, besar beban, dan tingkat kerusakan bantalan.  \n \n\nHasil penelitian yang diperoleh menunjukkan bahwa pengukuran jerk dapat digunakan untuk mendeteksi kerusakan bantalan gelinding dan memantau kondisi pelumasannya. Nilai jerk lebih sensitif terhadap perubahan kecepatan putar, kondisi pelumasan, dan tingkat kerusakan bantalan daripada nilai perceptan dan shock pulse. Namun, spektrum shock pulse masih lebih baik daripada spektrum absolut percepatan dan jerk dalam hal mendeteksi cacat lokal bantalan. Level noise pada spektrum percepatan dan jerk cukup tinggi sehingga sinyal BPFO dan harmonik-harmoniknya sulit diamati.", "Daftar File": {"2011 TA PP BUDI HERYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70157", "2011 TA PP BUDI HERYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70158", "2011 TA PP BUDI HERYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70159", "2011 TA PP BUDI HERYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70160", "2011 TA PP BUDI HERYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70161", "2011 TA PP BUDI HERYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70162", "2011 TA PP BUDI HERYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70163"}, "Penulis": "BUDI HERYADI (NIM : 13106022)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bantalan gelinding, Pendeteksian Kerusakan Bantalan Gelinding, Pengukuran Jerk, Metode getaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}