{"Nomor": 15202, "Judul": "PERANCANGAN MESIN PEMBUAT BRIKET BATUBARA SISTEM TEKAN TIPE PISTON (RECIPROCATE)", "Abstrak": "Indonesia memiliki sumber daya batubara yang melimpah dan merupakan penghasil batubara terbesar kedua di Asia setelah Republik Rakyat China. Hal ini merupakan modal dasar dalam pengembangan teknologi briket batubara. Kondisi tersebut bertolak belakang dengan kualitas batubara yang ada di Indonesia umumnya rendah, sehingga kalori yang dihasilkan rendah, sedangkan biaya transportasi menjadi tinggi. Peningkatan kualitas batubara dengan teknologi upgrading ini sedang dikembangkan oleh ITB yang bekerja sama dengan salah satu perusahaan swasta yang bergerak dibidang pertambangan. Namun demikian, ternyata mesin pembuat briket yang sudah dikembangkan ITB (sistem roller press) memiliki beberapa kelemahan yaitu proses manufaktur & perakitan membutuhkan kepresisian yang tinggi, terjadi backlash di bagian roll, briket yang dihasilkan kurang padat dan efesiensi pembriketan rendah. Dari kondisi di atas, pada tesis ini diberikan alternatif mesin briket batubara yang dapat meminimalisir kekurangan-kekurangan tersebut dengan menerapkan sistem tekan piston (reciprocate). Dengan menerapkan metode perancangan VDI 2222 dihasilkan konsep perancangan yang akan dikembangkan. Selanjutnya dilakukan analisis Design for Manufacturing and Assembly (DFMA) pada beberapa konstruksi penting untuk dihasilkan hasil perancangan yang optimum. Pada tesis ini telah dihasilkan sebuah rancangan mesin pembuat briket batubara sistem tekan dengan tipe piston yang memiliki dimensi 915x1215x1250 mm3 dengan penggerak motor AC berdaya 2,2 kW dengan pereduksi putaran gearbox yang menghasilkan tiga mekanisme gerak penekan-atas, penekan-bawah dan feeder system. Pada mesin ini juga dilengkapi mekanisme pengatur tekanan pembriketan (adjuster) yang terdapat pada bagian atas penekan-atas. Berdasarkan proses yang telah dilakukan, maka dapat disimpulkan bahwa semua persyaratan perancangan mesin telah terpenuhi dan dengan diterapkannya analisis DFMA dapat diprediksi terjadinya penurunan biaya produksi yang cukup signifikan yang dilakukan pada tahap perancangan.", "Daftar File": {"2011 TS PP BUSTAMI IBRAHIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70213", "2011 TS PP BUSTAMI IBRAHIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70214", "2011 TS PP BUSTAMI IBRAHIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70215", "2011 TS PP BUSTAMI IBRAHIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70216", "2011 TS PP BUSTAMI IBRAHIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70217", "2011 TS PP BUSTAMI IBRAHIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70218", "2011 TS PP BUSTAMI IBRAHIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70219", "2011 TS PP BUSTAMI IBRAHIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70220"}, "Penulis": "BUSTAMI IBRAHIM (NIM : 23108028)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  :  Dr. Ir. I Wayan Suweca"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "perancangan, mesin briket, tipe piston (reciprocate), DFMA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}