{"Nomor": 15200, "Judul": "MODEL PENGENDALIAN KESEIMBANGAN PASOKAN-PERMINTAAN KOMODITAS GULA PASIR DENGAN MEMPERHATIKAN INTER REGIONAL TRADE FLOWS", "Abstrak": "Gula pasir merupakan salah satu komoditas penting untuk banyak orang. Karena kepentingannya, pemerintah harus mengendalikan keseimbangan pasokan-permintaan. Pada kenyataannya, kuantitas pasokan dan permintaan tidak selalu dalam kondisi keseimbangan (dalam satu wilayah atau antarwilayah). Sebagai hasilnya, akan terjadi suatu volatilitas harga di beberapa wilayah. Ada dua program pemerintah untuk mengatasi masalah volatilitas harga dan ketidakseimbangan pasokan-permintaan komoditas, yaitu program dukungan harga dan stabilisasi harga. Pada program pertama, pemerintah membeli sejumlah komoditas dari wilayah surplus (sehingga tercapai keseimbangan pasokan-permintaan dan peningkatan harga) dan menetapkan suatu harga minimum (price band). Program ini dapat melindungi produsen dari jatuhnya harga. Pada program kedua, pemerintah menjual sejumlah komoditas ke wilayah defisit (sehingga tercapai keseimbangan pasokan-permintaan dan penurunan harga) dan menetapkan suatu harga maksimum (price band). Program ini dapat melindungi konsumen dari naiknya harga.Penelitian ini mengembangkan Model Spatial Price Equilibrium Nolte (2007) dan Bufer Stocks Sutopo, et al. (2008). Konsep Spatial Price Equilibrium digunakan untuk memecahkan masalah yang berkaitan dengan aliran komoditas (inter regional trade flows) dari wilayah surplus ke wilayah defisit dan atau ke pemerintah, juga dari pemerintah ke wilayah defisit, serta dari impor pemerintah. Model Sutopo, et al. (2008) memberikan konsep penentuan price band sebagai bentuk intervensi harga pemerintah. Fungsi tujuan dari penelitian ini adalah maksimisasi total benefit produsen, konsumen, dan pemerintah. Sedangkan fungsi pembatas yang digunakan dalam penelitian ini adalah: permintaan, pasokan, harga, dan stok pemerintah. Empat perioda (1 = awal musim panen, 2 = akhir musim panen, 3 = awal musim tanam, dan 4 = akhir musim tanam), dua wilayah (wilayah 1 dan 2), dan tiga elastisitas harga pasokan (0,20; 0,25; dan 0,30) digunakan dalam penelitian ini.", "Daftar File": {"2009 TS PP BURHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70204", "2009 TS PP BURHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70205", "2009 TS PP BURHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70206", "2009 TS PP BURHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70207", "2009 TS PP BURHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70208", "2009 TS PP BURHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70209", "2009 TS PP BURHAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70210", "2009 TS PP BURHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70211"}, "Penulis": "BURHAN (NIM: 234 06 028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Andi Cakravastia Raja, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "supply-demand equilibrium model, price band, inter regional trade flows, minimum price, maximum price, spatial price equilibrium concept, price volatile", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}