{"Nomor": 15207, "Judul": "RECOMMENDATION OF MARKETING MIX MODEL FOR BANDUNG-SOEKARNO HATTA RAILWAY ROUTE", "Abstrak": "Bandung is a city that appeals to new comers and tourists. Every week around 100,000 vehicles enter Bandung city. The tourism sector in Bandung has high potential growth. To enter the city, there are there gateways: highway, Husein Sastranegara airport, and railway station. Although Husein Sastranegara airport has domestic and international flights, the airport has limitation in number of carriers and flights. Thus, there is an option for people to commute to and from Bandung via Soekarno Hatta airport in Jakarta. This has been an opportunity for travel providers in providing transportation service from Bandung to Soekarno Hatta airport. Travelling via road has its own disadvantages, for example: traffic jam that is getting worse by the day Ã‚Â– increasing travelling time from Bandung to Soekarno Hatta airport up to 5 hours, unexpected events such as demonstration and flooding that would delay the journey as well. PT. KAI observed this phenomenon as an opportunity to provide railway service from Bandung to Soekarno Hatta airport. Railway service is considered as more reliable option for the commuters. This final project analyzes the market demand and formulates marketing strategy for the planned railway service. The analysis includes internal and external factors analysis and SERVQUAL analysis to find the gap between the current service and passengerÃ‚Â’s expectation. The findings from this research include: (1) There is demand for the railway service from Bandung to Jakarta, (2) Passengers indicated that reliability and assurance attributes are very important factors, (3) There are gaps between passengersÃ‚Â’ expectations and current PT. KAI service. In overall the passengers have yet to be fully satisfied with the current service. Although the service has actually improved; leading to a better direction. In order, to be able to compete with other travel providers, PT. KAI must improve their competence in the service of long-distance route. Based on the findings, a proposed solution is given using model line service concept. The concept model line service starts with strong independent organization, follows with comprehensive service program and maintenance system to achieve sustainable profitable service. The solution is then synthesized into marketing mix strategy. The focus on the implementation is on the timing and punctuality, since any delay might lead to further loses to the customers who have flight schedule. PT. KAI communication should convey the serviceÃ‚Â’s benefits, the service improvement, and service reliability in order to change customerÃ‚Â’s belief on current railway service and to attract them to use the new railway service.", "Daftar File": {"2012 TS PP CAHAYA LESTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70236", "2012 TS PP CAHAYA LESTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70237", "2012 TS PP CAHAYA LESTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70238", "2012 TS PP CAHAYA LESTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70239", "2012 TS PP CAHAYA LESTARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70240", "2012 TS PP CAHAYA LESTARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70241"}, "Penulis": "CAHAYA LESTARI D. (NIM 29110034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Herry Hudrasyah MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rail transport, passenger, SERVQUAL, Bandung, Soekarno HattaÃ‚Â’s airport, Marketing Communication, Marketing Strategy.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}