{"Nomor": 15208, "Judul": "KONEKTIVITAS ALJABAR DALAM MEMPREDIKSI STRUKTUR SEKUNDER RNA", "Abstrak": "Struktur sekunder RNA, Matriks Laplace, Konektivitas Aljabar.Tugas Akhir ini membahas suatu aplikasi Aljabar Linear dalam memprediksi struktur sekunder RNA akibat terjadi mutasi titik tunggal pada rantai nukleotidanya.   \n \n \n\nDalam beberapa kasus, mutasi titik tunggal yang terjadi pada suatu rantai RNA wildtype dapat menyebabkan perubahan struktur sekunder RNA tersebut. Terdapat banyak kemungkinan bentuk struktur sekunder yang terbentuk akibat dari terjadinya mutasi, namun dengan menggunakan konsep energi konformasi maka struktur yang paling mungkin terbentuk adalah struktur yang paling stabil yaitu yang ditandai dengan energi konformasi yang paling negatif. Teori graf digunakan dalam merepresentasikan struktur sekunder RNA ke dalam bentuk graf yang dilanjutkan dengan analisis matriks Laplace dan nilai eigen dari matriks tersebut. Nilai eigen kedua terkecil atau disebut juga konektivitas aljabar adalah suatu bilangan positif yang menjadi ukuran kesamaan bentuk struktur sekunder RNA. Dengan mengelompokkan konektivitas aljabar dari setiap mutan (menggunakan RNAMute) maka dapat diketahui mutasi titik yang mengakibatkan perubahan bentuk struktur sekunder RNA yang paling stabil.", "Daftar File": {"2010 TA PP  CAHLI SUHENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70242", "2010 TA PP  CAHLI SUHENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70243", "2010 TA PP  CAHLI SUHENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70244", "2010 TA PP  CAHLI SUHENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70245", "2010 TA PP  CAHLI SUHENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70246", "2010 TA PP  CAHLI SUHENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70247", "2010 TA PP  CAHLI SUHENDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70248", "2010 TA PP  CAHLI SUHENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70249"}, "Penulis": "CAHLI SUHENDI (NIM : 101 06 090) Pembimbing : Prof. Dr. Irawati Dr. Rukman Hertadi", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Irawati Dr. Rukman Hertadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur sekunder RNA, Matriks Laplace, Konektivitas Aljabar.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}