{"Nomor": 15219, "Judul": "STUDI BANDING ANTARA BESI COR NiHARD4 DAN BESI COR HIGH CHROMIUM UNTUK PEMAKAIAN PADA SHOT BLASTING BLADE", "Abstrak": "Blade adalah komponen mesin shot blasting yang berfungsi sebagai pelempar steel shot. Dalam melaksanakan fungsinya Blade mengalami gesekan dengan steel shot yang terbuat dari baja karbon yang dikeraskan, oleh karena itu Blade harus    \n \n \n \n\nmemiliki ketahanan abrasif (wear resistance) yang baik. Material untuk Blade pada umumnya adalah besi cor putih NiHard4. Namun data dari penelitian sebelumnya menunjukkan bahwa laju penipisan Blade dengan material ini masih    \n \n \n \n\ncukup tinggi yaitu 0,01 mm/jam dan umur pakai rata-rata hanya 30 Ã‚Â– 40 jam. Selain itu penggunaan material NiHard4 ini dinilai mahal karena mengandung unsur Ni dalam jumlah cukup banyak. Berdasarkan pada permasalahan tersebut    \n \n \n \n\nketahanan abrasif Blade perlu ditingkatkan menjadi lebih baik ditandai dengan laju penipisan yang lebih rendah serta sekaligus memiliki nilai yang lebih ekonomis melalui pemilihan material yang tepat.    \n \n \n \n\nPenelitian dimulai dengan melakukan studi mengenai karakterisik beberapa material besi cor tahan abrasif. Dari tahap tersebut terpilih material besi cor paduan Cr tinggi (High Chromium Cast Iron) kemudian dilanjutkan dengan    \n \n \n \n\nmerancang komposisi kimia yang mengacu pada dua aspek yang ingin dicapai yaitu kualitas yang lebih baik dan harga lebih murah. Setelah itu dilakukan pembuatan Blade melalui proses pengecoran logam. Service test dilakukan selama    \n \n \n \n\n10,35 jam baik pada kondisi as cast maupun setelah mengalami proses perlakuan panas untuk mengetahui laju penipisannya. pengujian komposisi, metalografi, kekerasan dan impact juga dilakukan untuk mengkaji hubungan data hasil pemeriksaan tersebut dengan laju penipisan Blade yang dihasilkan.    \n \n \n \n\nDari penelitian yang telah dilakukan didapatkan kesimpulan: penggunaan material besi cor putih paduan Cr tinggi (2,76%C, 30%Cr) dan sejumlah kecil unsur lainnya untuk Blade shot blasting ternyata memiliki laju penipisan yang lebih rendah dari material NiHard4 yaitu 0,003 mm/jam pada kondisi as cast dan 0,002 mm/jam pada kondisi setelah perlakuan panas sehingga umur pakainya 3 kali dan 5 kali Blade NiHard4. Biaya pembuatan Blade per unit dengan material ini lebih murah Rp 11.200,- sampai Rp 11.500,- dibanding NiHard4. Penghematan biaya pemakaian Blade dengan material ini adalah Rp 1.678.400,- untuk kondisi as cast    \n \n \n \n\ndan Rp.3.168.000,-.untuk kondisi setelah perlakuan panas.", "Daftar File": {"2011 TS PP CECEP RUSKANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70292", "2011 TS PP CECEP RUSKANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70293", "2011 TS PP CECEP RUSKANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70294", "2011 TS PP CECEP RUSKANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70295", "2011 TS PP CECEP RUSKANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70296", "2011 TS PP CECEP RUSKANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70297", "2011 TS PP CECEP RUSKANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70298"}, "Penulis": "CECEP RUSKANDI (NIM : 23709005)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Dr.Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Shot Blasting Blade, Besi Cor NiHard4, Besi Cor High Chromium, perbandingan sifat, perbandingan harga.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}