{"Nomor": 15222, "Judul": "IDENTIFIKASI CACAT AWAL BANTALAN ROL KERUCUT BERDASARKAN PENGUKURAN GETARAN, SHOCK PULSE, DAN TEMPERATUR PADA PENGUJIAN YANG DIPERCEPAT", "Abstrak": "Pada umumnya, kerusakan bantalan gelinding menjadi penyebab utama dari kerusakan mesin yang berputar. Bila kondisi ini terjadi, kerugian ekonomi yang besar dapat terjadi akibat terhentinya proses produksi. Oleh karena itu, pemantauan kondisi bantalan gelinding sangat penting dilakukan untuk mengetahui perkembangan kerusakan yang terjadi sebelum berakibat pada kerusakan yang lebih fatal.  \n \n\nDalam penelitian ini, dilakukan pemantauan kondisi bantalan gelinding untuk mengidentifikasi kerusakan awal pada bantalan tersebut. Pemantauan dilakukan pada beberapa parameter seperti getaran, shock pulse, dan temperatur. Parameter-parameter ini dipantau secara simultan sehingga diperoleh hasil yang saling melengkapi.  \n \n\nBantalan uji yang digunakan dalam penelitian ini adalah bantalan rol kerucut. Agar bantalan rol kerucut mengalami kerusakan dalam waktu relatif singkat, maka pengujian yang dilakukan menggunakan teknik pengujian yang dipercepat  \n \n\n(accelerated test). Teknik pengujian ini dilakukan dengan memberikan beban berlebih pada bantalan.  \n \n\nHasil yang diperoleh dari pengujian yang dipercepat menunjukkan adanya kenaikan pada level getaran, shock pulse, dan temperatur saat bantalan mulai mengalami kerusakan. Hasil analisis spektrum linier juga menunjukkan adanya frekuensi cacat bantalan ketika cacat mulai muncul pada komponen-komponen bantalan.", "Daftar File": {"2009 TA PP CHANDRA ANDREY LESMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70313", "2009 TA PP CHANDRA ANDREY LESMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70314", "2009 TA PP CHANDRA ANDREY LESMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70315", "2009 TA PP CHANDRA ANDREY LESMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70316", "2009 TA PP CHANDRA ANDREY LESMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70317", "2009 TA PP CHANDRA ANDREY LESMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70318", "2009 TA PP CHANDRA ANDREY LESMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70319", "2009 TA PP CHANDRA ANDREY LESMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70320"}, "Penulis": "CHANDRA ANDREY LESMANA (NIM : 13104066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bantalan gelinding; getaran, shock pulse, temperatur; accelerated test", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}