{"Nomor": 15229, "Judul": "STUDI MENGENAI PENGARUH WAKTU TUNDA, JITTER, DAN PAKET HILANG TERHADAP KUALITAS DAN JUMLAH PANGGILAN TELEPON INTERNET", "Abstrak": "Saat ini jumlah pengguna internet berkembang dengan sangat pesat. Hal ini disebabkan kemajuan teknologi aplikasi Internet berkembang dengan sangat pesat. Salah satu aplikasi Internet yang saat ini sedang bertumbuh dan berkembang penggunaannya adalah Voice over Internet Protocol atau disingkat VoIP. \n \n\nVoIP merupakan aplikasi yang memungkinkan penggunanya melakukan percakapan dua arah dengan memanfaatkan jaringan Internet. Keunggulan utama dari VoIP adalah biaya yang murah. Hal ini dimungkinkan karena VoIP hanya menggunakan jaringan Internet sebagai medianya. Selain itu, karena VoIP menggunakan Internet, maka keunggulan-keunggulan Internet pun terdapat dalam VoIP. Misalnya adalah selain mengirimkan voice, VoIP juga dapat mengirimkan data, dan aplikasi-aplikasi lainnya. Dengan kata lain, VoIP bersifat multiaplikasi. \n \n\nDi samping keunggulan-keunggulan, VoIP juga memiliki kelemahan-kelemahan. Hal yang menjadi isu utama dalam penggunaan VoIP adalah kualitas percakapan atau Quality of Service (QoS) yang diberikan. Dalam proses pengiriman suara, VoIP mengubah suara menjadi paket-paket yang kemudian dikirimkan melalui jaringan Internet. Paket-paket ini mungkin terhambat atau bahkan hilang di dalam perjalanannya sampai ke tempat tujuan. Hal-hal inilah yang menjadi parameter-parameter utama dalam aplikasi VoIP, yaitu adanya waktu tunda (delay), variasi waktu tunda (jitter), dan paket hilang (packet loss). Jenis kompresi suara (codec) dan kapasitas jaringan juga mempengaruhi kualitas suara yang dihasilkan. \n \n\nLaporan tugas akhir ini meneliti tentang hubungan antara waktu tunda, variasi waktu tunda, jenis kompresi, dan tingkat paket hilang terhadap kualitas suara yang dihasilkan dalam percakapan VoIP. Pengujian dilakukan dengan mengirimkan sinyal suara dari terminal client ke terminal server melalui router dengan menggunakan program simulator SIPp. SIPp ini dapat mensimulasikan beberapa panggilan VoIP secara simultan di dalam protokol SIP. Parameter-parameter jaringan dapat disimulasikan dengan menggunakan traffic controller yang terdapat di dalam Linux. Hasil sinyal suara yang diterima kemudian dibandingkan dengan sinyal suara asli menggunakan nilai Perceptual Evaluation for Speech Quality (PESQ) dan terakhir diubah ke dalam nilai Mean Opinion Score (MOS). \n \n\nDengan mengubah-ubah parameter-parameter yang dipakai, maka dapat dibuat grafik hubungan antara parameter-parameter dengan kualitas suara. Dari grafik tersebut dapat dianalisis seberapa besar penurunan kualitas yang terjadi pada masing-masing parameter dan kompresi suara yang diujikan. Data-data kuantitatif yang diperoleh dapat digunakan sebagai referensi atau pembanding untuk menentukan kualitas suara dan batasan-batasan parameter jaringan IP dimana komunikasi VoIP layak digunakan.", "Daftar File": {"2008 TA PP CHRISTIAN HENRY WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70364", "2008 TA PP CHRISTIAN HENRY WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70365", "2008 TA PP CHRISTIAN HENRY WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70366", "2008 TA PP CHRISTIAN HENRY WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70367", "2008 TA PP CHRISTIAN HENRY WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70368", "2008 TA PP CHRISTIAN HENRY WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70369", "2008 TA PP CHRISTIAN HENRY WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70370"}, "Penulis": "CHRISTIAN HENRY WIJAYA (NIM 13203041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Armein Z. R. Langi M.Sc., Ph.D. dan Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "VoIP, QoS, Parameter jaringan, Pengujian kuantitatif, PESQ, MOS", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}