{"Nomor": 15220, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN PERANGKAT UJI SISTEM POROS ROTOR DENGAN BANTALAN LUNCUR HIDRODINAMIK", "Abstrak": "Bantalan luncur hidrodinamik merupakan salah satu jenis bantalan yang sering digunakan dalam mesin rotasi; terutama untuk mesin rotasi dengan beban yang besar. Akan tetapi, Laboratorium Dinamika PRI ITB belum berhasil mengembangkan perangkat uji poros rotor yang ditumpu oleh bantalan luncur hidrodinamik. Melalui penelitian ini Laboratorium Dinamika PRI ITB akan melakukan perancangan, pembuatan, dan pengujian perangkat uji bantalan luncur hidrodinamik yang mampu memperlihatkan fenomena terangkatnya poros rotor akibat gaya angkat hidrodinamik.  \n \n\nPenelitian dimulai dengan perancangan yang meliputi perancangan geometri, dimensi, dan fungsional. Bantalan memiliki diameter lubang sebesar 41 mm dan lebar sebesar 20 mm. Kelonggaran diametral antara permukaan poros dan permukaan lubang bantalan memiliki nilai 1 mm. Pada penelitian ini, bantalan luncur hidrodinamik yang diteliti termasuk dalam kategori bantalan luncur hidrodinamik dengan lebar bantalan yang pendek. Selanjutnya, simulasi dilakukan untuk mengetahui secara teoritik kondisi terangkat atau tidaknya poros rotor akibat gaya angkat hidrodinamik. Simulasi yang dilakukan untuk menyelesaikan penelitian ini menggunakan solusi Ocvirk. Hasil simulasi menunjukkan  \n \n\nbahwa dengan berbagai parameter geometri, dimensi, dan fungsional yang dipilih akan menyebabkan poros rotor terangkat dengan baik. Selain itu, dari hasil simulasi diketahui bahwa bantalan fluida akan beroperasi dengan stabil.  \n \n\nPenelitian kemudian dilanjutkan dengan pembuatan perangkat uji. Setelah perangkat uji selesai dibuat, pengujian perangkat uji dilakukan untuk mengetahui secara eksperimental kondisi terangkat atau tidaknya poros rotor akibat gaya angkat hidrodinamik. Salah satu kesimpulan dari penelitian ini adalah perangkat uji bantalan luncur  \n \n\nhidrodinamik telah berhasil dibuat dan dapat berfungsi dengan baik. Hasil pengujian menunjukkan bahwa sistem poros rotor akan terangkat dan berputar dengan stabil pada  \n \n\nkecepatan putar di bawah 960 RPM.", "Daftar File": {"2010 TA PP CEP RAMDHAN NURDIANSYAH  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70299", "2010 TA PP CEP RAMDHAN NURDIANSYAH  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70300", "2010 TA PP CEP RAMDHAN NURDIANSYAH  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70301", "2010 TA PP CEP RAMDHAN NURDIANSYAH  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70302", "2010 TA PP CEP RAMDHAN NURDIANSYAH  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70303", "2010 TA PP CEP RAMDHAN NURDIANSYAH  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70304", "2010 TA PP CEP RAMDHAN NURDIANSYAH  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70305"}, "Penulis": "CEP RAMDHAN NURDIANSYAH (NIM : 13103060)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bantalan luncur hidrodinamik, mesin rotasi,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}