{"Nomor": 15231, "Judul": "PERANCANGAN DAN PEMBUATAN PERANGKAT PENGKONDISI SINYAL SATU KANAL YANG DILENGKAPI RANGKAIAN RMS DAN INTEGRATOR", "Abstrak": "Perangkat akuisisi data dan pengkondisi sinyal merupakan bagian yang sangat penting dalam menentukan keberhasilan dari suatu proses pengukuran getaran. Perangkat ini banyak digunakan di industri maupun di laboratorium. Namun, perangkat akuisisi data yang terdapat di pasaran kebanyakan belum memiliki fitur pengkondisi sinyal. Jika terdapat perangkat pengkondisi sinyal yang telah terintegrasi dengan perangkat akuisisi data, maka harganya akan menjadi sangat mahal. Karena itu, sering digunakan perangkat pengkondisi sinyal yang terpisah dari perangkat akuisisi data. Herman (2010) telah mengembangkan perangkat pengkondisi sinyal delapan kanal dengan menggunakan sistem kendali berbasis mikrokontroler. Namun, perangkat pengkondisi sinyal yang telah dikembangkan memiliki beberapa kekurangan, yaitu: belum memiliki pengkondisi sinyal yang khusus untuk sensor proximity probe, belum memiliki rangkaian RMS, dan belum memiliki rangkaian integrator. Pada penelitian ini, dilakukan pengembangan pada perangkat pengkondisi sinyal yang dibuat oleh Herman (2010). Modifikasi dilakukan dengan menambahkan beberapa fitur baru yang terdiri dari rangkaian pengkondisi sinyal untuk sensor proximity probe yang berupa filter lalu rendah dan kopling AC, rangkaian RMS, dan integrator. Perangkat pengkondisi sinyal yang dirancang pada penelitian ini terdiri dari enam bagian utama, yaitu: rangkaian pre-conditioning, rangkaian filter anti-aliasing, rangkaian penguat, pengkondisi sinyal untuk sensor proximity probe, rangkaian integrator, dan rangkaian RMS. Perangkat ini dikendalikan dengan menggunakan switch on-off. Pengujian pada rangkaian yang dibuat, dilakukan dengan menggunakan generator sinyal dan sensor getaran. Berdasarkan hasil pengujian yang dilakukan, dapat disimpulkan bahwa perangkat pengkondisi sinyal untuk sensor proximity probe, rangkaian RMS, dan rangkaian integrator telah bekerja dengan baik, baik secara subsistem maupun sistem secara keseluruhan. Dengan demikian, perangkat pengkondisi sinyal yang dirancang diharapkan dapat digunakan untuk proses pengukuran getaran.", "Daftar File": {"2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70377", "2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70378", "2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70379", "2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70380", "2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70381", "2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70382", "2011 TA PP CHRISTIAN OCTAVIUS SARTIONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70383"}, "Penulis": "CHRISTIAN OCTAVIUS SARTIONO (NIM : 13107042)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perangkat Pengkondisi Sinyal Satu Kanal, Rangkaian RMS dan Integrator, Perangkat akuisisi data dan pengkondisi sinyal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}