{"Nomor": 15233, "Judul": "EVALUASI KEBERHASILAN PENERAPAN KNOWLEDGE MANAGEMENT TELKOM R&D CENTER", "Abstrak": "Knowledge Management (KM) merupakan salah satu faktor penting dalam membentuk sebuah perusahaan yang memiliki keunggulan kompetitif agar dapat bertahan dalam kondisi persaingan industri yang ketat. KM akan terbentuk dengan baik ketika suatu perusahaan telah memiliki budaya organisasi pembelajaran dan memiliki knowledge worker yang dapat menjadi penggerak utama KM. Permasalahan dalam penerapan KM umumnya timbul karena rendahnya kesadaran pegawai dan perusahaan mengenai pentingnya KM serta adanya kesalahan dalam penentuan parameter pengukuran KM yang tepat.  \n \n\nPengumpulan data yang dilakukan dengan menggunakan metode survei melalui penyebaran kuisioner kepada pegawai TELKOM R&D Center (RDC) ini bertujuan untuk  \n \n\nmelihat apakah kegiatan sharing sudah menjadi budaya organisasi. Selain itu dilakukan juga gap analysis antara faktor kepentingan dan kepuasan dari semua parameter sharing yang ada. Penelitian juga dilakukan untuk melihat ketepatan performance indicators (PI) yang digunakan dalam mengukur keberhasilan penerapan KM dengan membandingkan nilai yang dicapai dengan keadaan yang sebenarnya terjadi.  \n \n\nHasil penelitian menunjukkan bahwa walaupun responden sudah mengakui bahwa prosedur pelaksanaan kegiatan cukup mudah, sudah menyadari pentingnya budaya sharing dan sudah menunjukkan tingkat kepuasan yang cukup terhadap semua parameter sharing, namun masih sedikit responden yang melakukan kegiatan sharing sebagai sebuah budaya kerja. Hal ini terlihat dari masih rendahnya jumlah responden yang sering melakukan kegiatan KM baik mengikuti presentasi maupun mencari knowledge melalui  \n \n\nKampiun, yaitu sebesar 11% untuk presentasi Bidang, 2% untuk presentasi RDC dan 4% untuk akses Kampiun. Sebagian besar responden melakukan kegiatan KM hanya untuk memenuhi target kinerja yang ditetapkan perusahaan. Selain itu masih terdapat perbedaan antara hasil penelitian dengan hasil pengukuran kinerja KM yang diterapkan RDC yang menunjukkan bahwa PI yang ditetapkan masih belum sesuai untuk mengukur keberhasilan penerapan KM secara tepat dan akurat sehingga perlu disempurnakan lebih lanjut.", "Daftar File": {"2009 TS PP CHRISTINA NOVITARINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70393", "2009 TS PP CHRISTINA NOVITARINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70394", "2009 TS PP CHRISTINA NOVITARINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70395", "2009 TS PP CHRISTINA NOVITARINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70396", "2009 TS PP CHRISTINA NOVITARINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70397", "2009 TS PP CHRISTINA NOVITARINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70398"}, "Penulis": "CHRISTINA NOVITARINI (NIM : 29107089)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik: Dermawan Wibisono"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge management, performance indicator, pilot project, scatter diagram, TELKOM R&D Center", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}