{"Nomor": 15245, "Judul": "PEMODELAN CURAH HUJAN DI INDONESIA  DALAM APLIKASINYA DI BIDANG PERTANIAN (STUDI KASUS TANAMAN PADI DAN JAGUNG)", "Abstrak": "Pertanian merupakan komoditas unggul yang sangat penting di Indonesia. Pada penelitian ini, bidang pertanian diwakili oleh tanaman padi dan jagung, karena keduanya merupakan tanaman pangan yang penting bagi penduduk Indonesia. Produksi dari kedua tanaman tersebut sangat bergantung pada waktu dan tempat penanamannya. Agar memperoleh keadaan yang ideal untuk bercocok tanam padi dan jagung, dilakukanlah pemodelan dengan memperhatikan faktor curah hujan. Dengan menggunakan data curah hujan harian yang diperoleh dari satelit TRMM (Tropical Rainfall Measuring Mission), dibuatlah data curah hujan untuk dasarian, bulanan, dan tahunan. Waktu yang ideal untuk bercocok tanam dilakukan dengan mencari dasarian pertama yang menyebabkan awal terjadinya musim hujan, musim kemarau, musim tanam padi, dan musim tanam jagung. Kemudian dengan data tahunan, dicari hubungan linier antara curah hujan dengan produksi tanaman padi dan jagung menggunakan analisis korelasi, analisis penentu sampel, dan uji-t. Dari pengolahan data dapat diketahui bahwa daerah yang produksi tanaman padinya berhubungan linier dengan curah hujan adalah provinsi Jawa Barat, Jawa Tengah, Banten, Kalimantan Barat, Kalimantan Tengah, Gorontalo, Sulawesi Barat, Maluku, Papua Barat, dan Papua. Sedangkan untuk daerah yang produksi tanaman jagungnya berhubungan linier dengan curah hujan adalah provinsi Jawa Barat, Jawa tengah, DI Yogyakarta, Sulawesi Utara, Gorontalo, dan Papua Barat.", "Daftar File": {"2012 TA PP CUCU HERMAWAN 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70472", "2012 TA PP CUCU HERMAWAN 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70473", "2012 TA PP CUCU HERMAWAN 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70474", "2012 TA PP CUCU HERMAWAN 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70475", "2012 TA PP CUCU HERMAWAN 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70476", "2012 TA PP CUCU HERMAWAN 1 BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70477", "2012 TA PP CUCU HERMAWAN 1 BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70478", "2012 TA PP CUCU HERMAWAN 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70479"}, "Penulis": "CUCU HERMAWAN (NIM : 10108058)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "curah hujan, pertanian, padi, jagung, korelasi, penentu sampel, uji-t.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}