{"Nomor": 15258, "Judul": "KONTROL PELACAKAN LINTASAN NONLINEAR PADA MOBIL ROBOT MENGGUNAKAN LINEARISASI UMPAN BALIK DINAMIK", "Abstrak": "Dalam tugas akhir ini dibahas masalah kontrol pelacakan lintasan nonlinear untuk suatu sistem nonholonomik seperti mobil robot dengan kendala keadaan. Pelacakan  \n \n\nlintasan merupakan perilaku yang sangat penting untuk mobil robot. Metode rancangan gerak untuk suatu sistem nonholonomik akan dipelajari melalui teknik linearisasi. Masalah Ã‚Â– masalah kestabilan, keterkontrolan dan keterobservasian untuk suatu sistem nonlinear juga dipelajari. Fokus utama dari tugas akhir ini adalah studi tentang pelacakan lintasan dan rancangan hukum kontrol umpan balik untuk mobil robot yang merupakan sebuah sistem nonholonomik. Suatu pengontrol lintasan nonlinear dicapai dengan menggunakan teknik linearisasi umpan balik dinamik. Selain itu, kontroler yang didapatkan melalui eksploitasi secara simultan digunakan untuk menyelesaikan pelacakan dan masalah regulasi dari mobil robot dengan kendala keadaan.", "Daftar File": {"2010 TA PP DANIEL BRIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70540", "2010 TA PP DANIEL BRIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70541", "2010 TA PP DANIEL BRIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70542", "2010 TA PP DANIEL BRIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70543", "2010 TA PP DANIEL BRIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70544", "2010 TA PP DANIEL BRIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70545"}, "Penulis": "DANIEL BRIAN (NIM : 10104059)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Janson Naiborhu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pelacakan lintasan nonlinear, Sistem nonholonomik, Kontrol umpan balik kendala keadaan, Kestabilan, Keterkontrolan, Keterobservasian, Linearisasi umpan balik dinamik, Mobil robot.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}