{"Nomor": 15250, "Judul": "MIKROENKAPSULASI PAPAIN UNTUK SEDIAAN ORAL MENGGUNAKAN TEKNIK PAUTAN SILANG ALGINAT DENGAN KALSIUM KLORIDA SEBAGAI CROSS-LINKER", "Abstrak": "Sampai saat ini pemberian protein terapetik yang biasa dilakukan adalah melalui rute parenteral karena stabilitas fisika dan kima molekul protein yang rendah. Stabilitas yang rendah dalam saluran cerna membatasi penggunaan protein terapetik secara oral. Mikroenkapsulasi adalah salah satu pendekatan yang telah dikembangkan untuk formulasi protein terapetik dengan memperbaiki stabilitas protein. Tujuan penelitian ini adalah mengembangkan formulasi protein terapetik untuk dapat diberikan secara oral. Sebagai model protein digunakan papain. Mikroenkapsulasi papain dilakukan dengan teknik pautan silang polimer natrium alginat menggunakan CaCl2 sebagai cross-linker. Faktor yang    \n\nditeliti adalah kecepatan pengadukan, konsentrasi Na-alginat (1% dan 1,5%) dan konsentrasi CaCl2 (0,1 M dan 0,15 M). Karakterisasi mikrokapsul meliputi ukuran dan    \n\ndistribusi ukuran, morfologi, persen penjeratan dan profil pelepasan papain. Faktor yang diteliti mempengaruhi karakteristik mikrokapsul papain. Formula yang menghasilkan mikrokapsul papain dengan karakteristik paling baik adalah dengan konsentrasi alginat 1%, CaCl2 0,15 M dan kecepatan pengadukan 300 ppm. Hasil reaksi pautan silang Na alginat dengan CaCl2 dapat digunakan untuk pembuatan mikrokapsul protein. Mikrokapsul papain yang dihasilkan dapat menahan pelepasan papain dalam simulasi cairan lambung dan melepaskan papain pada simulasi cairan usus. Dapat disimpulkan bahwa mikrokapsul hasil pautan silang alginat dapat digunakan untuk formulasi sediaan oral protein.", "Daftar File": {"2007 TA PP DAHLIA PERMATASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70499", "2007 TA PP DAHLIA PERMATASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70500", "2007 TA PP DAHLIA PERMATASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70501", "2007 TA PP DAHLIA PERMATASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70502", "2007 TA PP DAHLIA PERMATASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70497", "2007 TA PP DAHLIA PERMATASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70498", "2007 TA PP DAHLIA PERMATASARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70495", "2007 TA PP DAHLIA PERMATASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70496"}, "Penulis": "DAHLIA PERMATASARI (NIM : 10702007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Heni Rachmawati.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-07."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Microencapsulation; cross-linker; CaCl2;alginate.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "27 Nov 2014"}