{"Nomor": 15266, "Judul": "PENILAIAN TINGKAT KEPUASAN MASYARAKAT DALAM RANGKA PERUMUSAN USULAN PENINGKATAN KUALITAS PELAYANAN AIR BERSIH PERPIPAAN PERUSAHAAN DAERAH AIR MINUM DI KOTA BANDUNG (STUDI KASUS: KECAMATAN LENGKONG DAN KECAMATAN UJUNG BERUNG)", "Abstrak": "Air bersih merupakan kebutuhan dasar manusia yang berdampak langsung pada kesehatan dan kesejahteraan fisik, sosial dan ekonomi masyarakat. Pemerintah selaku abdi masyarakat berkewajiban untuk menjamin kelayakan dan keberlanjutan akses masyarakat terhadap air bersih tersebut, pada tingkat daerah baik provinsi maupun kota atau kabupaten penyediaan air bersih ditangani oleh Perusahaan Daerah Air Minum (PDAM). Dalam Potret Kepuasan Konsumen Pelayanan Publik Kota Bandung Tahun 2002, pelayanan air bersih perpipaan PDAM berada pada peringkat teratas sebagai badan penyedia pelayanan publik yang paling tidak memuaskan bagi konsumen, yaitu sekitar 89 % konsumen menganggap pelayanan air bersih PDAM bermasalah/ tidak memuaskan. Oleh karena itu, terdapat indi kasi pelayanan air bersih perpipaan PDAM di Kota Bandung belum dapat memenuhi kualitas yang diharapkan oleh masyarakat di Kota Bandung sehingga masyarakat merasa tidak puas. Tujuan studi ini adalah untuk menilai tingkat kepuasan masyarakat pengguna layanan air bersih perpipaan PDAM di Kota Bandung sekaligus merumuskan upaya -upaya yang perlu dilakukan PDAM untuk meningkatkan kualitas pelayanan air bersih perpipaan di Kota Bandung dalam rangka memuaskan masyarakat penggunanya melalui perumusan indikator evaluasi kepuasan masyarakat, mengidentifikasi faktor ketidakpuasan masyarakat pengguna layanan dan mengidentifikasi penyebab terjadinya faktor ketidakpuasan tersebut.Berdasarkan penilaian tingkat kepuasan masyarakat pengguna layanan air bersih perpipaan PDAM di Kota Bandung, disimpulkan bahwa pelayanan air bersih perpipaan PDAM di Kota Bandung secara keseluruhan kurang memuaskan. Faktor ketidakpuasan masyarakat pengguna layanan air bersih perpipaan PDAM, antara lain: (1) Air bersih yang diterima pengguna layanan berbau (2) Air bersih yang diterima pengguna layanan tidak mengalir lancar (3) Pengaduan pelayanan sulit dilakukan (4) Penyelesaian pengaduan pelayanan lambat (5) Petugas pencatat meter tidak menjalankan tugasnya dengan baik (6) Informasi pelayanan tidak jelas. Sedangkan, penyebab terjadinya faktor ketidakpuasan tersebut dikarenakan: (1) Sumber air baku PDAM tidak mencukupi (2) Pipa distribusi yang sudah tua , berkarat dan bocor (3) Pencurian air (4) Pemeliharaan backwash bak penampung dan perbaikan p ipa utama yang tidak sempurna dan tanpa pemberitahuan (5) Ketidaktahuan pengguna layanan bahwa air yang berbau kaporit merupakan persyaratan air yang sehat dan aman jika diminum (6) Jumlah petugas PDAM yang menangani keluhan terbatas (7) Jumlah petugas PDAM pencatat meter air (8) Prosedur penanganan keluhan pengguna layanan terlalu banyak tahapan (9) Informasi pelayanan berupa leaflet, booklet informasi, poster hanya ada di kantor PDAM dan jumlahnya terbatas , sedangkan surat pemberitahuan langsung tidak dik irimkan ke seluruh pengguna layanan (10) Informasi pelayanan PDAM terutama pada media koran dan surat kabar menggunakan kata yang sulit dimengerti pengguna pelayanan.Untuk itu dirumuskan usulan peningkatan kualitas pelayanan air bersih perpipaan PDAM di Kota Bandung berdasarkan identifikasi penyebab terjadinya faktor ketidakpuasan pengguna layanan air bersih perpipaan PDAM, antara lain: (1) PDAM segera mencari sumber air baku baru yang potesial seperti waduk, sumber air PLTA, dll. diluar Kota Bandung dan mengganti seluruh pipa distribusi berjenis galvanis (besi) yang sudah tua, berkarat dan bocor dengan pipa berjenis PVC/ HDPE (2) Mensosialisasikan bahwa air yang berbau kaporit merupakan syarat air yang sehat dan aman diminum (3) Menggabungkan petugas yang menangani keluhan dan petugas pencatat meter untuk melakukan dua tugas tersebut (4) Meningkatkan peran Bagian Hubungan Pelanggan PDAM agar penyelesaian keluhan cukup di Bagian tersebut tanpa harus mengurus ke Bagian lain dan menghilangkan tahapan prosedur yang tidak perlu (5) Pemberian informasi berupa leaflet dan booklet diberikan langsung ke rumah pengguna layanan melalui petugas pencatat meter air (6) PDAM sebaiknya menggunakan kata yang umum yang biasa digunakan oleh masyarakat awam dalam memberikan penjelasan/informasi pelayanan.", "Daftar File": {"2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-COVER-A.pdf": "https://digilib.itb.ac.id/gdl/download/70580", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-COVER-B.pdf": "https://digilib.itb.ac.id/gdl/download/70581", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-COVER-C.pdf": "https://digilib.itb.ac.id/gdl/download/70582", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70583", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70584", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70585", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70586", "2008 TA PP DANIEL WISNU PARULIAN SIRAIT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70579"}, "Penulis": "DANIEL WISNU PARULIAN SIRAIT (NIM 15402072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Andi Oetomo, Ir., MPI."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kualitas pelayanan air bersih perpipaan PDAM, kepuasan masyarakat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}