{"Nomor": 15268, "Judul": "PENGARUH LOGAM PENGISI INCONEL 625 DAN INCONEL 718 TERHADAP HASIL REPAIR WELD SUDU TURBIN GAS DENGAN TIG", "Abstrak": "Salah satu komponen utama dalam sistem pembangkit listrik turbin gas adalah sudu turbin, yang berfungsi mengalirkan gas yang bertekanan dan beroperasi pada temperatur tinggi (>400Ã‚Â°C saat keluar turbin). Karena temperatur kerja sudu turbin gas tinggi maka material sudu harus mempunyai kekuatan, ketahanan mulur dan korosi yang sangat baik. Oleh karena itu, jenis material yang digunakan adalah nickel-base superalloys yang merupakan variasi dari stainless steels. Superalloys adalah logam paduan yang terdiri dari nikel, baja-nikel, dan kobalt sebagai unsur paduan utama dan umumnya digunakan pada suhu di atas 540 oC. Penelitian ini akan dilakukan proses pengelasan dengan jenis TIG pada sudu turbin gas dari material nickel-base superalloys. Proses ini biasanya dilakukan pada perbaikan sudu turbin yang rusak akibat gesekan, retak atau sobek saat turbin gas beroperasi. Pengelasan dilakukan dengan logam pengisi Inconel 625 dan Inconel 718 dan masukan panas yang berbeda. Komposisi awal logam induk diamati dengan pengujian EDS. Dari hasil pengujian kekerasan mikro, pengelasan dengan logam pengisi Inconel 625 menghasilkan harga kekerasan rata-rata yang lebih tinggi dibandingkan dengan pengelasan menggunakan logam pengisi Inconel 718 terutama pada daerah fusion line. Hasil pengamatan struktur mikro dapat dilihat bahwa struktur yang terbentuk di daerah lasan dengan Inconel 625 adalah dendritik, sedangkan untuk Inconel 718 strukturnya adalah cellular dan dengan heat input yang lebih besar diperoleh struktur yang lebih halus. Pada daerah fusion line dengan logam pengisi Inconel 625, rasio kandungan unsur alumunium dengan titanium yang terjadi adalah 0,99 sedangkan dengan filler Inconel 718 diperoleh 0,65. Dengan semakin meningkatnya rasio antara Al dan Ti ini dapat memperbaiki sifat-sifat material pada temperatur tinggi.", "Daftar File": {"2006 TA PP DANI FAHLEVI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70595", "2006 TA PP DANI FAHLEVI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70596", "2006 TA PP DANI FAHLEVI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70597", "2006 TA PP DANI FAHLEVI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70598", "2006 TA PP DANI FAHLEVI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70599", "2006 TA PP DANI FAHLEVI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70600", "2006 TA PP DANI FAHLEVI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70601"}, "Penulis": "DANI FAHLEVI (NIM : 131 00 039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. H. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "stainless steels. Superalloys, nickel-base superalloys, TIG, EDS, Inconel 625, Inconel 718, fusion line, cellular, heat input", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}