{"Nomor": 15265, "Judul": "PERANCANGAN DAN SIMULASI TURBIN SIPHON DENGAN HEAD 1 - 2 METER", "Abstrak": "Pemanfaatan sumber energi terbarukan di Indonesia masih sedikit. Turbin Siphon merupakan salah satu cara pemanfaatan sumber energi tersebut. Sistem ini memiliki banyak keuntungan seperti penggunaan sumber energi  \n \n\nterbaharukan, head yang rendah dan konstruksi sipil yang sederhana sehingga memungkinkan dipasang pada pintu-pintu air.  \n \n\nTurbin siphon memiliki beberapa komponen yang harus dirancang dengan baik. Komponen tersebut meliputi sudu jalan turbin, sudu pengarah, konstruksi sipil, dan komponen-komponen pada sistem pembangkit energi listrik. Pada tugas akhir ini akan dibahas mengenai perancangan sudu tetap dan sudu jalan turbin menggunakan pendekatan aliran free vortex pada perancangan turbin aksial. Efisiensi yang digunakan pada perancangan teoritik sudu jalan dan sudu tetap turbin adalah 90%. Dari hasil perhitungan pada putaran 800 rpm didapat daya keluaran turbin 2992 Watt, laju aliran massa 221 kg/s dan head 1,53 meter.  \n \n\nPenerapan Computational Fluid Dynamics (CFD) dalam proses  \n \n\nperancangan sudu turbin dilakukan untuk mensimulasi sudu hasil rancangan. Dengan simulasi ini maka akan didapat rancangan sudu turbin dengan kinerja yang optimal. Simulasi dilakukan pada laju aliran dan putaran yang berbedabeda.  \n \n\nHasil simulasi dengan putaran 800 rpm dan laju aliran massa 280 kg/s mendapatkan daya keluaran turbin 2120 Watt, head 1,01 m dan efisiensi sebesar 78,31 %. Efisiensi tertinggi pada laju aliran massa konstan 280 kg/s terjadi pada putaran 1050 rpm yaitu sebesar 79,24%. Efisiensi tertinggi pada putaran konstan 800 rpm terjadi pada laju aliran massa 270 kg/s yaitu sebesar 78,31%.", "Daftar File": {"2011 TA PP DANIEL TULUS DIPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70572", "2011 TA PP DANIEL TULUS DIPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70573", "2011 TA PP DANIEL TULUS DIPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70574", "2011 TA PP DANIEL TULUS DIPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70575", "2011 TA PP DANIEL TULUS DIPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70576", "2011 TA PP DANIEL TULUS DIPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70577", "2011 TA PP DANIEL TULUS DIPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70578"}, "Penulis": "DANIEL TULUS DIPUTRA (NIM : 13105133)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr.Ir. Priyono Sutikno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan dan Simulasi Turbin,  Turbin  Siphon Head 1-2 meter", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}