{"Nomor": 15263, "Judul": "DETEKSI OUTLIER MENGGUNAKAN ALGORITMA LOCAL OUTLIER FACTOR (STUDI KASUS DATA AKADEMIK MAHASISWA UNIVERSITAS ABC)", "Abstrak": "Pada saat melakukan pengamatan terhadap sekumpulan data, seringkali diinginkan untuk mendapatkan data-data \n\nyang tidak biasa. Data yang tidak bisa dari kumpulan data yang ada disebut dengan outlier. Proses untuk \n\nmelakukan deteksi outlier dilakukan dengan menggunakan berbagai pendeakatan. Salah satunya adalah dengan \n\nmenggunakan pendekatan density based, dengan algorima local outlier factor. Pada penelitian ini digunakan data \n\nakademik mahasiswa program studi Teknik Informatika Universitas ABC untuk angkatan 2007-2008 dari mulai \n\ntest masuk sampai dengan prestasi akademik mahasiswa sampai dengan semester 4. Secara intuitif sering kali \n\ndapat dengan cepat diperoleh kesimpulan bahwa mahasiswa dengan nilai test yang baik akan diperoleh index \n\nprestasi tiap semeseter yang baik pula. Algoritma local outlier factor dapat digunakan untuk memperoleh \n\nmahasiswa-mahasiswa yang 'berbeda' dari yang secara intuitif dapat disimpulkan. Hal ini sangatlah penting bagi \n\ndosen pembimbing akademik atau pengelola program studi untuk dapat memberikan penangaan secara khusus \n\nsecara cepat, sehingga tidak membawa pengaruh yang buruk seperti mahasiswa harus mengundurkan diri atau \n\nterkena program khusus. Dengan menggunakan algoritma local outlier factor ditemukan beberapa mahasiswa \n\nyang ternyata outlier. Pencapaian prestasi akademik yang tidak sesuai dengan hasil test masuk maupun yang \n\ntidak sesuai dengan tingkat pencapaian rata-rata dari mahasiswa lainnya dapat diperoleh dengan menerapkan \n\nalgoritma local outlier factor ini. Pengembangan perangkat lunak yang dilakukan dapat secara fleksibel untuk \n\nmemasukan atribut-atribut yang akan dijadikan faktor penentu outlier.", "Daftar File": {"proceedings knsi 2014 full edition(218).pdf": "https://digilib.itb.ac.id/gdl/download/70570"}, "Penulis": "Daniel Tomi Raharjo, Ridowati Gunawan [-]", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "outlier, local outlier factor, data akademik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2014"}