{"Nomor": 15262, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN SISTEM INJEKSI BAHAN BAKAR GAS BIO PADA PLTG-MIKRO BERBASIS TURBOCHARGERMHI TD05H &MHI TD08H", "Abstrak": "Pemanasan global, isu yang sangat berkembang dalam beberapa tahun terakhir, terjadi akibat adanya pelepasan karbon dioksida ke atmosfer akibat proses pembakaran rantai hidrokarbon. Proses pembakaran tersebut terjadi diiringi  \n \n\ndengan proses pelepasan enegi yang dikandung oleh rantai karbon tersebut. Metana yang dihasilkan melalui proses penguraian selulosa pada kotoran ternak oleh bakteri anaerobik memiliki dampak sebesar 21 kali lipat lebih besar  \n \n\ndibandingkan dampak yang disebabkan oleh karbon dioksida. Dengan menggunakan metana pada gas bio sebagai sumber energi maka fenomena pemanasan global dapat ditekan.  \n \n\nPenggunaan gas bio sebagai bahan bakar pada PLTG-mikro berbasis turbocharger diharapakan mampu menggantikan peranan bahan bakar fosil dalam proses pembangkitan listrik. PLTG-mikro diharapkan mampu memenuhi kebutuhan listrik masyarakat pedesaan. Hal tersebut dikarenakan daya listrik terbangkitkan oleh PLTG-mikro tidak terlalu besar, serta daya konsumsi listrik oleh masyarakat pedesaan pun masih kecil.  \n \n\nPermasalahan yang muncul pada penggunaan gas bio sebagai bahan bakar, ialah bagaimana cara melakukan proses injeksi gas bio ke dalam sistem. Dengan melakukan proses kompresi menggunakan kompresor, permasalahan tersebut dapat diatasi. Hingga tahap ini gas bio telah mampu mengoperasikan sistem  \n \n\nPLTG-mikro dan membangkitkan listrik sebesar 114 We. Untuk penelitian lebih lanjut, diharapkan PLTG-mikro mampu mengoptimalkan kinerja pembangkitan listrik dengan menggunakan bahan bakar gas bio.", "Daftar File": {"2010 TA PP DANIEL SURYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70562", "2010 TA PP DANIEL SURYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70563", "2010 TA PP DANIEL SURYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70564", "2010 TA PP DANIEL SURYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70565", "2010 TA PP DANIEL SURYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70566", "2010 TA PP DANIEL SURYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70567", "2010 TA PP DANIEL SURYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70568", "2010 TA PP DANIEL SURYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70569"}, "Penulis": "DANIEL SURYA (NIM : 13105101)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing 1 : Prof. Dr. Ir. T. A. Fauzi Soelaiman", "Dosen Pembimbing 2 : Dr. Ir. Nathanael P. Tandian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Injeksi Bahan Bakar Gas Bio,  PLTG-Mikro, Turbocharger, MHI TD05D, MHI TD08H", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}