{"Nomor": 15274, "Judul": "PERANCANGAN RODA DAYA (FLYWHEEL) UNTUK MOTOR DIESEL JENIS LISTER", "Abstrak": "Penelitian ini merupakan bagian dari penelitian induk tentang rancang bangun motor diesel berbahan bakar nabati. Secara khusus, tugas sarjana ini membahas tentang perancangan roda daya (flywheel). Motor diesel yang akan dikembangkan adalah motor diesel jenis Lister (Listeroid) satu silinder. Di penelitian induk, rancang bangun ditempuh melalui strategi reverse engineering. Dalam hal ini, yang dipakai sebagai referensi adalah motor diesel buatan Anand Enterprise, India.  \n \n\nUntuk merancang roda daya, data yang diperlukan adalah kurva torsi terhadap posisi sudut. Torsi diturunkan dari diagram indikator. Karena motor diesel referensi belum tersedia, di tugas sarjana ini dilakukan simulasi diagram indikator dengan data geometri dari Anand Enterprise. Beberapa proses pada diagram indikator diasumsikan sebagai proses yang melibatkan gas ideal. Sesudah kurva torsi diperoleh, momen inersia massa dihitung dengan asumsi putaran nominal 600 rpm dan fluktuasi kecepatan 10. Hasil perhitungan memberikan momen inersia massa flywheel adalah 7,8 kg.m2.  \n \n\nSebagai kelengkapan, tugas sarjana ini membahas juga perencanaan proses manufaktur. Diharapkan bahwa dokumen ini bermanfaat dalam pembuatan motor diesel Lister di penelitian induk.", "Daftar File": {"2010 TA PP DANU ALRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70642", "2010 TA PP DANU ALRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70643", "2010 TA PP DANU ALRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70644", "2010 TA PP DANU ALRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70645", "2010 TA PP DANU ALRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70646", "2010 TA PP DANU ALRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70647", "2010 TA PP DANU ALRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70648"}, "Penulis": "DANU ALRIANTO  (NIM : 13104148)", "Kontributor / Dosen Pembimbing": ["Pembimbing Pertama : Ir. Ignatius Pulung Nurprasetio, MSME", "Pembimbing Kedua :  Dr.Ir. Sigit Yoewono, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan Roda Daya,  Flywheel , Motor Diesel Jenis Lister", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}