{"Nomor": 15279, "Judul": "PENYEBAB KETIDAKSESUAIAN ANTARA RESPON LOG TALIKAWAT DENGAN BESARAN OVERPRESSURE DI CEKUNGAN SUMATRA UTARA BAGIAN SELATAN", "Abstrak": "Cekungan Sumatra Utara adalah salah satu cekungan berumur Tersier yang dikenal memiliki sifat overpressure. Interval yang memiliki sifat overpressure pada cekungan ini dapat ditemukan pada Formasi Baong yang merupakan sedimen post-rift yang didominasi oleh endapan sedimen berbutir halus dengan permeabilitas yang sangat rendah.  \n \n\nRiset ini menggunakan analisa terhadap data log talikawat, pengukuran tekanan formasi secara langsung, berat lumpur pemboran dan drilling events pada sumur eksplorasi yang terdapat pada wilayah kerja PT Pertamina EP yang secara umum terdapat di areal darat Cekungan Sumatra Utara bagian selatan.Metoda Eaton digunakan untuk melakukan estimasi besaran overpressure pada daerah riset dan eksponen Eaton yang digunakan pada metoda tersebut memiliki nilai yang sangat kecil (1). Kondisi ini ditunjukkan oleh defleksi log sonic yang kuat tetapi nilai overpressure masih rendah.  \n \n\nRiset ini bertujuan untuk menginvestigasi penyebab ketidaksesuaian antara defleksi log sonic yang sangat kuat dengan besaran overpressure pada interval shale dangkal yang diendapkan pada lingkungan marin. Hipotesis yang dapat digunakan untuk menjelaskan kondisi ini adalah kehadiran semen karbonat pada interval tersebut.Hal ini menyebabkan kurva kompaksi bergerak ke arah rejim yang lebih kompak (nilai log sonicyang rendah pada interval dangkal).  \n \n\nAsumsi-asumsi yang digunakan pada riset ini adalah : (1) operasi pemboran dilakukan pada kondisi pemboran underbalanced dan (2) kehadiran semen karbonat pada interval shale yang dangkal. Berdasarkan analisa petrofisik yang menggunakan metoda M-N plot, kehadiran dolomit dan kalsit diidentifikasi pada interval shale dangkal yang diendapkan pada lingkungan marin.", "Daftar File": {"2014 TA PP  DARIUS GORGA SIAHAAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70660", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70661", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70662", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70663", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70664", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70665", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70666", "2014 TS PP  DARIUS GORGA SIAHAAN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/70667", "2014 TS PP  DARIUS GORGA SIAHAAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70668"}, "Penulis": "DARIUS GORGA SIAHAAN (NIM : 22010336)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Ir. Lambok Hutasoit, PhD", "Agus M. Ramdhan, ST, MT., PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "overpressure, analisis log talikawat, metoda M-N Plot, kompaksi dangkal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}