{"Nomor": 15298, "Judul": "DESAIN KONTROL UMPAN BALIK LINEAR PADA SISTEM BILINEAR PEMBANGKIT LISTRIK", "Abstrak": "Banyak masalah dalam sains dan rekayasa yang mempunyai model dalam bentuk sistem bilinear seperti permasalahan dalam sistem daya, pembangkit listrik tenaga nuklir, pabrik kimia, sistem biomedis, dan sebagainya. Oleh karena itu, banyak peneliti mempelajari sistem bilinear ini yang meliputi kestabilan, keterkontrolan, keterobservasian, model reduksi, serta optimasi kontrol dari sistem tersebut.  \n \n\nDalam tugas akhir ini, masalah utama yang dibahas adalah mendesain suatu pengontrol umpan balik linear untuk suatu model sistem bilinear pembangkit listrik. Dalam hal ini, sistem pembangkit listrik yang digunakan adalah sistem pembangkit listrik dengan dua area yang saling berhubungan. Adapun tujuan dari pengontrol tersebut adalah untuk menstabilkan perubahan frekuensi yang menjadi salah satu output dari sistem pembangkit listrik.  \n \n\nLangkah-langkah yang dilakukan dalam mendesain sistem kontrol dimulai dengan memodelkan sistem pembangkit listrik dalam bentuk sistem bilinear dan dilanjutkan dengan mendefinisikan domain dari ruang keadaan pada sistem bilinear tersebut. Sistem kontrol umpan balik linear dapat diperoleh melalui penyelesaian Linear Matrix Inequality (LMI). Berdasarkan simulasi numerik, didapatkan sistem kontrol umpan balik linear yang dapat menstabilkan perubahan frekuensi dari sistem pembangkit listrik.", "Daftar File": {"2012 TA PP DAVID UNSULANGI 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70783", "2012 TA PP DAVID UNSULANGI 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70784", "2012 TA PP DAVID UNSULANGI 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70785", "2012 TA PP DAVID UNSULANGI 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70786", "2012 TA PP DAVID UNSULANGI 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70787", "2012 TA PP DAVID UNSULANGI 1 BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70788", "2012 TA PP DAVID UNSULANGI 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70789"}, "Penulis": "DAVID UNSULANGI  (NIM : 10108019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Roberd Saragih"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem bilinear, sistem pembangkit listrik, kontrol umpan balik, stabil asimtotik, kestabilan Lyapunov, LMI.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}