{"Nomor": 15290, "Judul": "IDENTIFIKASI KERUSAKAN BANTALAN BOLA DAN BANTALAN ROL DENGAN METODE SHOCK PULSE, METODE PEAKVUE, DAN METODE GETARAN", "Abstrak": "Bantalan adalah salah satu komponen mesin yang digunakan untuk menumpu poros yang berputar. Gaya yang berfluktuasi dan pelumasan yang tidak cocok dapat mengakibatkan cacat lokal pada bantalan gelinding. Cacat lokal ini dapat dideteksi melalui pengukuran sinyal getaran yang dihasilkan oleh bantalan saat beroperasi. Deteksi cacat awal pada bantalan memerlukan metode-metode untuk memproses sinyal getaran metode-metode tersebut adalah: metode shockpulse  \n \n\n(pulsa-kejut), dan metode peakvue (perambatan gelombang tegangan). Penelitian tentang perbandingan hasil analisis getaran dengan menggunakan metode shock pulse, metode peakvue dan metode getaran belum pernah dilakukan sebelumnya.  \n \n\nDalam penelitian ini, pengukuran shock pulse, peakvue, dan getaran dilakukan dengan tujuan untuk mendeteksi cacat pada bantalan bola dan bantalan rol yang masing-masing terdiri atas: bantalan normal, dan bantalan dengan cacat pada lintasan luar maupun dalam. Beberapa parameter pengukuran divariasikan untuk melihat karakteristik shock pulse, peakvue, dan getaran,.  \n \n\nBerdasarkan hasil analisis dari pengujian yang dilakukan, dapat disimpulkan bahwa metode shock pulse mampu mengidentifikasi baik cacat lintasan maupun ketaknormalan kondisi operasi bantalan. Sementara itu, hasil analisis dengan metode peakvue mampu menunjukkan beberapa cacat lintasan tetapi tidak dapat mendeteksi ketaknormalan kondisi operasi bantalan, sedangkan metode getaran kurang dapat menunjukkan baik cacat lintasan bantalan maupun  \n \n\nketaknormalan kondisi operasi.", "Daftar File": {"2009 TA PP DAVID CHRISTIAN SULAEMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70725", "2009 TA PP DAVID CHRISTIAN SULAEMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70726", "2009 TA PP DAVID CHRISTIAN SULAEMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70727", "2009 TA PP DAVID CHRISTIAN SULAEMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70728", "2009 TA PP DAVID CHRISTIAN SULAEMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70729", "2009 TA PP DAVID CHRISTIAN SULAEMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70730", "2009 TA PP DAVID CHRISTIAN SULAEMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70731"}, "Penulis": "DAVID CHRISTIAN SULAEMAN  (NIM :13104060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bantalan bola;  Bantalan rol; shock pulse; metode peakveu; metode getaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}