{"Nomor": 15296, "Judul": "ANALISIS STRATEGI PEMASARAN POWERADE ISOTONIK DAN USULAN STRATEGI PEMASARANNYA", "Abstrak": "Pasar minuman kategori isotonik saat ini mengalami pertumbuhan yang sangat drastis. Hal ini menyebabkan berbagai perusahaan multinasional maupun nasional melirik potensi dari kategori minuman ini. Di tengah persaingan tersebut, Coca-Cola dengan merek PowerAde Isotonik harus dapat bersaing dengan leader dari kategori ini, yaitu Pocari Sweat. PowerAde Isotonik harus dapat menjadi berbeda sehingga menjadi pilihan  \n \n\nkonsumen jika dibandingkan dengan Pocari Sweat. Dari hasil analisis yang dilakukan terhadap PowerAde Isotonik, meliputi: analisis ekonomi, analisis strategi pemasaran, serta analisis ConsumerÃ‚Â’s Based Brand Equity, disimpulkan bahwa PowerAde Isotonik masih kurang efektif dalam melakukan kegiatan strategi pemasarannya. PowerAde  \n \n\nIsotonik yang mengalami penurunan jumlah penjualannya, harus memiliki pesan dalam strategi pemasarannya yang secara lugas disampaikan ke konsumennya, selanjutnya  \n \n\ndifferensiasi PowerAde Isotonik harus dikomunikasikan kepada konsumen dengan cara mengedukasi mereka, agar terjadi efek trial dan purchase yang ditujukan agar konsumen mengetahui, mencoba, merasakan kepuasan dan berujung pada loyal terhadap PowerAde Isotonik. Dalam riset dikatakan bahwa permasalahan yang berada pada PowerAde Isotonik adalah keefektifan dari strategi pemasarannya dibandingkan dengan Pocari Sweat. Untuk itu dalam laporan ini diharapkan dapat membantu permasalahan yang ada dengan memberikan usulan strategi pemasaran bagi PowerAde Isotonik yang diharapkan ke depannya akan memberikan manfaat bagi perusahaan dalam hal pertumbuhan penjualan yang berujung pada revenue serta menjadi pilihan konsumen untuk dikonsumsi. PowerAde Isotonik akan menggunakan iklan baik dengan media televisi radio, serta cetak. Selain itu juga dilakukan kegiatan PR Campaign, product sampling, POP Material Placement, dan Motivation untuk Sales Force-nya. Hal ini diusulkan agar tercipta suatu sistem IMC yang meliputi ATL dan BTL dalam strategi pemasaran PowerAde Isotonik sebagaimana Pocari Sweat. Rencana implementasi yang dibuat adalah untuk periode 6 bulan ke depan. Diharapkan kegiatan ini dilakukan secara berlanjut untuk ke depannya dengan mempertimbangkan continuous improvement dengan dasar evaluasi yang dilakukan secara periodik.", "Daftar File": {"2009 TS PP DAVID RUANI ZAKARIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70770", "2009 TS PP DAVID RUANI ZAKARIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70771", "2009 TS PP DAVID RUANI ZAKARIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70772", "2009 TS PP DAVID RUANI ZAKARIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70773", "2009 TS PP DAVID RUANI ZAKARIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70774", "2009 TS PP DAVID RUANI ZAKARIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70775"}, "Penulis": "DAVID RUANI ZAKARIA (NIM : 29107332)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Strategy, Brand Equity, ATL, BTL", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}