{"Nomor": 15299, "Judul": "PERANCANGAN BAGIAN IN-FEED DAN UNWINDER KEDUA MESIN EKSTRUSI-LAMINASI PLASTIK", "Abstrak": "Mesin ekstrusi laminasi adalah suatu mesin yang dapat digunakan untuk melapisi suatu material lentur dengan plastik yang dilelehkan. Dengan mesin ekstrusi laminasi ini, suatu kemasan plastik dapat terdiri dari beberapa lapisan. Jumlah lapisan berkaitan erat dengan kualitas dari kemasan tersebut. Kualitas kemasan tentu saja disesuaikan dengan kebutuhan penggunaan. Mesin ekstrusi laminasi terdiri atas 4 (empat) bagian, yaitu unwinder, extruder, laminator, dan rewinder. Proses perencanaan mesin ekstrusi laminasi ini dikerjakan oleh 4 (empat) orang dengan bantuan PT. Norita Flexindo sebagai perusahaan pengepakan yang hendak mengembangkan mesin ekstrusi laminasi. Bagian yang menjadi topik tugas sarjana ini adalah infeed dan unwinder  \n \n\nkedua. Infeed berfungsi untuk menarik plastik dari unwinder. Unwinder kedua berfungsi untuk mengulur plastik tambahan dari gulungannya. Kriteria yang diinginkan dari desain infeed adalah mampu memuat lembaran plastik dengan lebar 1200 mm, terdapat mekanisme press roll, menggunakan motor AC sebagai penggerak utama, dan mudah dimodifikasi untuk penambahan unit corona. Kriteria yang diinginkan dari unwinder kedua adalah mampu memuat gulungan plastik dengan diameter 500 mm, lebar air shaft 1300 mm, dan memiliki 2 buah air shaft. Dari berbagai kriteria tersebut, dibuatlah rancangan konstruksi mesin, yang dilengkapi analisis dengan menghitung gaya-gaya yang dialami komponen, pemilihan powder brake, pemilihan bantalan, perhitungan umur bantalan, pemilihan motor AC, dan pemilihan transmisi. Konstruksi mesin selanjutnya disusun menjadi gambar teknik  \n \n\nlengkap dan perencanaan proses manufaktur.  \n \n\nSebagai rangkuman, pada tugas sarjana ini telah berhasil diselesaikan rancangan konstruksi mesin, analisis, gambar teknik, dan perencanaan proses manufaktur. Dengan demikian, jika PT. Norita Flexindo hendak membuat mesin ekstrusi laminasi plastik khususnya bagian infeed dan unwinder kedua, tugas sarjana ini dapat memberikan berbagai informasi yang diperlukan agar proses manufaktur berjalan lancar dan cepat.", "Daftar File": {"2010 TA PP DAVIN ANDREAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70790", "2010 TA PP DAVIN ANDREAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70791", "2010 TA PP DAVIN ANDREAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70792", "2010 TA PP DAVIN ANDREAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70793", "2010 TA PP DAVIN ANDREAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70794", "2010 TA PP DAVIN ANDREAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70795", "2010 TA PP DAVIN ANDREAS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70796", "2010 TA PP DAVIN ANDREAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70797"}, "Penulis": "DAVIN ANDREAS (NIM : 13106058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ignatius Pulung Nurprasetio, MSME", "Eka Febrian Sutanto, ST"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "In-feed, Unwinder, Mesin Ekstrusi Laminasi Plastik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}