{"Nomor": 15294, "Judul": "PENGENDALIAN BANJIR KAWASAN DAYEUHKOLOT KABUPATEN BANDUNG DENGAN TINJAUAN ASPEK NON STRUKTURAL", "Abstrak": "Dayeuhkolot yang terletak di Kabupaten Bandung merupakan salah satu kawasan dimana banjir sering terjadi. Banjir ini mengakibatkan kerugian materil dan non materil sehingga diperlukan upaya pengendalian banjir.   \n\nPenulisan ini bertujuan untuk melakukan kajian pengendalian banjir dari aspek non struktural di Dayeuhkolot Kabupaten Bandung serta menyusun upaya pengendaliannya sehingga dampak dari kerugian banjir dapat dikurangi. Dalam penelitian dilakukan penyebaran kuisioner kepada 50 responden korban banjir untuk mengetahui deskripsi banjir, upaya pengendalian, dan dampak sosial dan kerugian ekonomi akibat banjir. Analisis yang dilakukan adalah analisis kebijakan dan   \n\nkelembagaaan, analisis tata ruang, analisis sosial dan analisis ekonomi. Hasil kuisioner digunakan sebagai masukan untuk melakukan analisis tersebut. Klasifikasi Citra Satelit SPOT 5 tahun 2007 untuk mengetahui tata guna lahan dilakukan sebagai data masukan dalam analisis tata ruang. Hasil kuisioner mengidentifikasi intensitas banjir tertinggi, kedalaman genangan tertinggi, dengan durasi genangan yang paling lama, terjadi di Kelurahan Andir, Kelurahan Baleendah, Desa Cangkuang Wetan, dan Desa Cieunteung. Kerugian materil akibat banjir yaitu terjadinya kerusakan bangunan, harta benda, dan kerugian tidak dapat melakukan aktifitas ekonomi. Responden yang bersedia terhadap usulan relokasi berjumlah 78%. Responden yang menyatakan agar pemerintah segera melakukan pengerukan sungai berjumlah 90%. Hasil analisis kebijakan dan kelembagaan yaitu belum adanya masterplan pengendalian banjir dan wadah koordinasi antar institusi. Analisis tata ruang mengidentifikasi luas hutan di DAS Citarum hulu sebesar 15,7% dan   \n\nbantaran sungai di Dayeuhkolot dipadati oleh permukiman penduduk. Upaya relokasi penduduk di daerah rawan banjir dan di bantaran sungai, pembatasan pembukaan lahan baru untuk permukiman dan industri di kawasan banjir, dan pemanfaatan tegalan/kebun di pinggir sungai untuk polder, dapat dilakukan sebagai upaya pengendalian banjir, sedangkan pengerukan sungai tetap diperlukan. Analisa sosial menyatakan kebiasaan masyarakat membuang sampah ke sungai dan kegiatan pertanian di Hulu DAS Citarum hulu sebagai salah satu penyebab banjir, sehingga perlu dilakukan sosialisasi pemerintah dalam pencegahan pembuangan sampah masyarakat ke sungai dan pengaturan tata guna lahan di Hulu DAS Citarum Hulu.   \n\nRekomendasi penelitian ini antara lain: agar segera disusun masterplan pengendalian banjir, dibentuk Dewan SDA Provinsi Jawa Barat dan TKPSDA di DAS Citarum Hulu,   \n\ndisusun Perda yang mengatur pengendalian pemanfaatan kawasan Hulu DAS Citarum Hulu, penetapan kawasan rawan banjir di Dayeuhkolot oleh Pemerintah Kabupatan Bandung.", "Daftar File": {"2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70753", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70754", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70755", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70756", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70757", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70758", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70759", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/70760", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70761", "2009 TS PP DAVID PARTONGGO OLOAN MARPAUNG 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/70762"}, "Penulis": "DAVID PARTONGGO OLOAN MARPAUNG (NIM : 95007330)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Indratmo Soekarno., M.Sc", "Ir. Endang Nursyamsu, CES"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dayeuhkolot, Flood, Government policy, Institution coordination, Land use regulation, Social and economic aspect.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}