{"Nomor": 15309, "Judul": "RENCANA PENGEMBANGAN USAHA DALAM MENINGKATKAN PANGSA PASAR IN HER SHOES", "Abstrak": "Sepatu merupakan salah satu produk dalam kebutuhan sandang. Bagi wanita sepatu merupakan salah satu produk yang dominan dalam menunjang penampilan sehari‐hari.  \n \n\nSampai saat ini sepatu juga merupakan salah satu produk yang fungsinya tidak bisa tergantikan oleh produk yang lain. Banyak pelaku usaha yang berminat untuk mencoba  \n \n\nindustri sepatu, terutama sepatu khusus wanita. Hal tersebut sangat memicu pada persaingan bisnis yang semakin kompetitif sehingga pelaku usaha dalam industri ini harus melakukan berbagai terobosan strategi untuk membidik pasar.  \n \n\nMenyikapi situasi dan kondisi tersebut, In Her Shoes sebagai salah satu toko yang bukan hanya menjual tetapi juga mendisain dan memproduksi sepatu khusus wanita  \n \n\nmembutuhkan perancangan strategi untuk meningkatkan daya saing. Untuk itu, perlu dilakukan proses identifikasi terhadap faktor‐faktor eksternal dan internal yang  \n \n\nmempengaruhi kemampuan bersaing. Faktor‐faktor internal diidentifikasi melalui observasi dan wawancara dengan pemilik dan lingkungan sekitar In Her Shoes. Sedangkan faktor-faktor eksternal diidentifikasi melalui analisis PEST (Politik, Ekonomi, Sosial, Teknologi), analisis SWOT dan analisis industri Lima Kekuatan Porter.  \n \n\nMelalui analisis‐analisis tersebut, diformulasikan strategi bisnis dengan mengkombinasikan strategi bersaing dengan mengutamakan pada biaya produksi yang rendah dan strategi bekerjasama dengan meningkatkan jumlah kerjasama dengan beberapa butik. Serta diformulasikan strategi fungsional guna mengoptimalkan sumber daya yang dimiliki oleh In Her Shoes saat ini dengan membagi fungsi‐fungsi tugas sehingga organisasi yang optimal akan terbentuk.  \n \n\nKemudian direkomendasikan langkah awal yang sebaiknya dilakukan dalam menerapkan pengembangan usaha, antara lain adalah membuka cabang atau menambah kerjasama  \n \n\ndengan beberapa butik, mengoptimalkan kerjasama dengan pengrajin (pemasok) untuk menghasilkan produk yang lebih berkualitas dengan harga yang terjangkau, menyusun  \n \n\nperencanaan produksi yang formal dan berkala, membentuk tim desainer, mendaftarkan nama sepatu dan toko In Her Shoes serta menggunakan tenaga ahli dalam bidang akuntansi dalam menyusun pelaporan keuangan.", "Daftar File": {"2009 TS PP DEDEN CHAIRIL AKHMAD RIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70834", "2009 TS PP DEDEN CHAIRIL AKHMAD RIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70835", "2009 TS PP DEDEN CHAIRIL AKHMAD RIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70836", "2009 TS PP DEDEN CHAIRIL AKHMAD RIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70837", "2009 TS PP DEDEN CHAIRIL AKHMAD RIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70838", "2009 TS PP DEDEN CHAIRIL AKHMAD RIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70839"}, "Penulis": "DEDEN CHAIRIL AKHMAD RIZA (NIM : 29107048)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Dwi Larso Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sepatu, industri sepatu, produksi, perusahaan dagang dan strategi bisnis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}