{"Nomor": 15313, "Judul": "PROFIL LAYANAN AKSES INTERNET DI PROVINSI PAPUA", "Abstrak": "Perkembangan teknologi informasi telah menunjukkan peningkatan peran penting dan strategis dalam \n\nmenunjang dan mendorong kegiatan perekonomian, pemantapan pertahanan dan keamanan, mencerdaskan \n\nkehidupan bangsa, memperlancar kegiatan pemerintahan dan memperkokoh persatuan dan kesatuan bangsa . \n\nProvinsi papua yang merupakan provinsi tertimur Indonesia, sampai saat ini memiliki kesenjangan yang lebar \n\ndalam hal pembangunan infrastruktur teknologi informasinya. Kesenjangan ini tentunya harus di minimalisir \n\ndengan menyusun langkah-langkah strategis yang harus ditungan dalam rencana induk pengembangan teknologi \n\ninformasi. Sebagai langkah awal penyusunan rencana ini tadi, perlu disusun profil layanan teknologi informasi \n\nyang eksisting. \n\nPenelitian ini memetakan layanan teknologi informasi khususnya layanan internet yang ada saat ini di provinsi \n\nPapua. Data-data diambil berdasarkan wawancara dengan para pemangku kepentingan,survey lokasi dan \n\npengambilan kuisioner yang disebarkan ke masyaraka. Kuisioner dilakukan dengan menggunakan sample secara \n\nacak. \n\nHasil penelitian menunjukan bahwa internet service provider yang beroperasi masih sangat sedikit. Dalam satu \n\nkabupaten hanya ada satu dan paling banyak dua internet service provider bahkan dibeberapa kabupaten \n\npemekaran belum ada internet service provider yang beroperasi. Namun demikian kepuasan pengguna di tempat \n\nyang memiliki layanan akses internet dinilai cukup baik.", "Daftar File": {"proceedings knsi 2013(87).pdf": "https://digilib.itb.ac.id/gdl/download/70856"}, "Penulis": "Dede Rohidin 1", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "teknologi informasi, internet, satuan wilayah pengembangan, tingkat kepuasan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "24 Mar 2014"}