{"Nomor": 15315, "Judul": "METODE GODUNOV UNTUK MASALAH STEFAN DENGAN APLIKASINYA PADA CRYOSURGERY", "Abstrak": "Dalam tesis ini, solusi dari masalah Stefan, baik satu dimensi maupun dua dimensi akan dipelajari. Untuk memperoleh solusi numerik akan digunakan formulasi entalpi yang didiskritisasi dengan metode Godunov. Dengan menggunakan formulasi entalpi, persamaan pengatur dari sistem adalah sama, apapun fasenya, liquid atau solid. Untuk masalah Stefan satu dimensi akan dibahas dua kasus. Kasus pertama, efek-efek perubahan densitas selama perubahan fase diabaikan. Kasus ini akan diselesaikan dengan metode entalpi biasa. Kasus kedua, efek perubahan densitas seperti ekspansi volume dan pergerakan material akan diperhitungkan. Untuk kasus kedua ini akan diselesaikan dengan metode entalpi yang telah dimodifikasi. Hasil-hasil numerik untuk kedua kasus ini akan dibandingkan dengan solusi eksaknya. Metode serupa akan diterapkan ke dalam masalah Stefan dua dimensi. Hasil-hasil simulasi dua dimensi untuk cryosurgery (penggunaan temperatur sangat dingin untuk memusnahkan sel-sel kanker) akan ditunjukkan. Dalam simulasi tersebut diperlihatkan profil temperatur dan posisi interface yang merupakan informasi penting untuk mengontrol proses cryosurgery.", "Daftar File": {"2012 TS PP DEDE TARWIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70858", "2012 TS PP DEDE TARWIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70859", "2012 TS PP DEDE TARWIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70860", "2012 TS PP DEDE TARWIDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70861", "2012 TS PP DEDE TARWIDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70862", "2012 TS PP DEDE TARWIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70863", "2012 TS PP DEDE TARWIDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70864", "2012 TS PP DEDE TARWIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70865"}, "Penulis": "DEDE TARWIDI (NIM:20910002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Redjeki Pudjaprasetya"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "masalah Stefan, metode entalpi, metode Godunov, cryosurgery", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}