{"Nomor": 15322, "Judul": "ANALISIS RELASI ALIRAN AIR SUNGAI-AIR TANAH DAN POLA DISTRIBUSI POLUTAN: TSS, Fe, Cu, COD, BOD DAN E. Coli", "Abstrak": "Sungai Cisadane mengalir dari Gunung Salak ke arah utara menuju Laut Jawa,  melewati daerah Bogor dan Tangerang. Objek penelitian ini adalah mengkaji keterkaitan antara model relasi hidrodinamika sungai dan akifer dan memetakan pola pencemaran dari parameter TSS, Fe2+, Cu+, COD, BOD, dan E. coli terhadap korelasi kualitas air. Metoda yang digunakan adalah rekonstruksi pola aliran airtanah tak tertekan dan korelasi kualitas air sungai dan airtanah.        \n \n\nDari hasil analisis aliran airtanah tak tertekan dijumpai 3 model relasi hidrodinamika: model relasi efluen di Segmen I (Kranggan AFAÃ‚Â–AFA Batuceper) dengan dh/dl 0,2-0,25, model relasi menggantung (perched) di Segmen II (Batuceper-Kalibaru) dengan h/l 0,2-0,25, dan model relasi influen di Segmen III (Kalibaru-Tanjungburung) dengan dh/dl 0,15-0,20. Kecilnya nilai gradien tersebut dikontrol oleh topografi yang relatif datar.       \n \n\nAnalisis terhadap kandungan elemen mayor airtanah menghasilkan 3 jenis fasies kimia air: fasies kalsium-bikarbonat, kalsium-magnesium-bikarbonat dan natrium-kalium-bikarbonat. Pengujian yang sama terhadap air sungai menghasilkan 2 fasies kimia air, yaitu: kalsium-bikarbonat, dan natrium-kalium-bikarbonat. Kandungan bikarbonat yang dominan (60,6 meq/l) mengindikasikan terjadinya reaksi kontak langsung antara air dengan udara di dalam akifer. Kandungan kation kalsium dan magnesium (4,9 meq/l dan 0,812 meq/l) diperkirakan berasal dari mineral kalsit dan dolomit pada Formasi Bojongmanik dan material gunungapi pada lapisan aluvial. Kandungan natrium dan kalium (1,228 meq/l dan 0,205 meq/l) diduga berasal dari pengayaan material gunungapi yang berada pada Formasi Tuf Banten dan Endapan Aluvial.        \n \n\nKualitas parameter air berupa TSS, Fe2+, Cu+, COD, BOD, dan E. coli sebagian besar melebihi baku mutu yang telah ditentukan. Rata-rata nilai TSS sebesar 73,38 mg/l diduga berasal dari kegiatan galian pasir yang berada di daerah Krangan, selain itu dapat juga berasal dari proses erosi alamiah. Rata-rata nilai Fe2+ sebesar 0,61 mg/l dan Cu+ sebesar 0,13 mg/l yang melebihi baku mutu, diduga salah satunya berasal dari industri electroplating bersekala kecil yang banyak berada di daerah Kranggan. Nilai rata-rata BOD sebesar 8,42 mg/l, COD sebesar 25,75 mg/l, dan E. coli sebesar 6275/100 ml diduga berasal dari kegiatan domestik yang dilakukan oleh penduduk di sepanjang bantaran sungai.         \n \n\nPola peningkatan zat pencemar yang tinggi dalam aliran sungai perlu diperhatikan. Industri kecil harus diperkenalkan dengan metode pengolahan limbah dengan biaya murah, sementara kegiatan galian pasir dapat dilengkapi dengan kolam pengendapan. Zat pencemar organik diduga berasal dari kegiatan domestik, dan dapat diatasi dengan pendekatan sosiologi. Selain itu proses aerasi, ultra filtrasi dan reverse osmosis dapat digunakan untuk mengatasi limbah organik tersebut, walaupun pada saat ini teknologi tersebut masih memerlukan biaya tinggi.", "Daftar File": {"2008 TS PP DEFITRI YENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70910", "2008 TS PP DEFITRI YENI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70911", "2008 TS PP DEFITRI YENI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70912", "2008 TS PP DEFITRI YENI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70913", "2008 TS PP DEFITRI YENI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70914", "2008 TS PP DEFITRI YENI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70915", "2008 TS PP DEFITRI YENI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70916"}, "Penulis": "DEFITRI YENI (NIM 22004301)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Deny Juanda Puradimaja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "hydrodynamics, river, gorundwater, pollutant distribution", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}