{"Nomor": 15320, "Judul": "ROCK TYPING DAN PREDIKSI PERMEABILITAS SANDSTONE FORMASI TELISA UNTUK LAPANGAN X", "Abstrak": "Kebutuhan akan pembangunan model reservoir yang dapat dipercaya berimplikasi kepada dibutuhkannya metode prediksi permeabilitas yang akurat pula. Sayangnya, sebagian besar metode prediksi permeabilitas kurang dikembangkan berdasarkan saling keterkaitan antara aspek geologi dan engineering batuan, sehingga tidak memiliki dasar teori yang cukup kuat, yakni bagaimana atribut-atribut geologi tertentu, seperti tekstur dan kandungan mineral, pada akhirnya akan mempengaruhi besarnya permeabilitas dan porositas. Tujuan studi ini adalah menguji sudut pandang baru yang didasarkan pada teori  \n \n\ngeometri dan struktur pori terhadap kaitan kedua aspek yang telah disebutkan. Data yang digunakan adalah Routine Core Analysis (RCAL), Special Core Analysis (SCAL) dan laporan geologi batuan sandstone yang berasal dari Formasi Telisa. Terdapat 121 set data RCAL, 7 set data SCAL, dan laporan geologi yang terdiri dari photomicrograph dan analisa petrografi. Melalui metode klasifikasi rock type dan estimasi permeabilitas, ketiga data tersebut diintegrasikan. Klasifikasi rock type didasarkan oleh geometri pori, struktur pori dan deksripsi core, sedangkan estimasi permeabilitas dibangun berdasarkan korelasi permeabilitas, porositas, dan irreducible water saturation. Dari hasil studi, didapatkan delapan rock type dengan karakteristik-karakteristik geologi yang dapat dibedakan dan telah diverifikasi oleh data SCAL. Hasil estimasi permeabilitas menunjukkan hasil yang mendekati permeabilitas core.", "Daftar File": {"2011 TA PP DEDY RAHADIAN ADI PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70894", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70895", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70896", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70897", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70898", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70899", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/70900", "2011 TA PP DEDY RAHADIAN ADI PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70901"}, "Penulis": "DEDY RAHADIAN ADI PUTRA (NIM : 22209088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudji Permadi, M.sc., Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "geometri pori, irreducible water saturation, lithofacies, permeabilitas, rock type, sandstone, struktur pori.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}