{"Nomor": 15326, "Judul": "PENGEMBANGAN METODE PROGNOSTIK DAN DIAGNOSTIK DALAM ANALISA DATA OPERASI UNTUK PERAWATAN MESIN DIESEL DENGAN ALGORITMA NEURAL NETWORK DAN LEAP-FROG", "Abstrak": "Kemajuan dalam bidang sensor dan teknologi komputasi memungkinkan pemakaian sensor dan komputer kecil pada instalasi yang rumit untuk memantau kondisi atau tingkat  \n \n\nkesehatannya. Seiring dengan perkembangan teknologi komputasi, metode untuk menganalisa keadaan suatu sistem dan metode untuk memperkirakan sisa umur peralatan perlu diperbaiki sehingga lebih kuat (powerful), mempunyai perkiraan yang lebih jelas (insightful), handal (reliable), dan tegar terhadap perubahan (robust). Sistem yang lebih baik ini diharapkan dapat diterapkan untuk sistem pengumpulan data yang terintegrasi dan real-time sebagai alat bantu perawatan yang lebih baik.  \n \n\nAnalisis data operasi peralatan dilakukan dengan metode prognostik (perkiraan) dan diagnostik sebagai alat bantu kegiatan perawatan. Hal tersebut dilakukan untuk mendapatkan peningkatan efisiensi operasi peralatan. Peningkatan efisiensi operasi peralatan dapat dicapai dengan memperpanjang waktu antar kegagalan dan mengetahui  \n \n\nsisa waktu operasi efektif. Di sisi lain, diagnostik dapat menurunkan kemungkinan terjadinya kegagalan yang tidak terdeteksi di lapangan dan kegiatan preventif yang lebih  \n \n\nakurat. Dengan demikian dapat diperoleh downtime yang singkat, proteksi yang baik dan benar serta biaya operasi dan perawatan yang lebih rendah Tiga metode telah diterapkan untuk menganalisis tiga jenis data operasi peralatan.  \n \n\nMetode pertama mencakup analisis prognostik untuk data dengan perubahan yang sangat halus dengan menggunakan metode LEAP-Frog dan menghasilkan kurva karakteristik  \n \n\nuntuk masing-masing parameter yang dianalisis. Metode kedua yang dibahas pada tesis ini adalah metode prognostik untuk memperkirakan waktu kegagalan dengan menggunakan algoritma neural-network pada data dengan periode perubahan yang cukup pendek. Metode ketiga menerapkan algoritma neural network untuk melakukan analisis penyebab kegagalan (root-cause) dengan mengenali karakter masing-masing kurva parameter operasi.  \n \n\nHasil analisis prognostik dan diagnostik data operasi peralatan dengan menggunakan ketiga metode tersebut akan sangat membantu pelaksanaan perawatan Ã‚Â“just-in-timeÃ‚Â”.  \n \n\nPengembangan lebih lanjut dapat dilakukan dengan melibatkan data yang lebih lengkap untuk melihat kemampuan metode-metode tersebut pada sistem yang lebih rumit.", "Daftar File": {"2007 TS PP DENI DANIAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70946", "2007 TS PP DENI DANIAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70947", "2007 TS PP DENI DANIAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70948", "2007 TS PP DENI DANIAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70949", "2007 TS PP DENI DANIAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70950", "2007 TS PP DENI DANIAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/70951", "2007 TS PP DENI DANIAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/70952"}, "Penulis": "DENI DANIAL (NIM : 23104004)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Arief Hariyanto", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "prognostik, diagnostik, metode LEAP-Frog, kurva karakteristik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}