{"Nomor": 15337, "Judul": "DESAIN DAN OPTIMASI INTELLIGENT WIND TURBINE", "Abstrak": "Pada tahun 2005, Prof. Toshiaki Kanemoto, menciptakan sistem turbin angin yang diberi nama Intelligent Wind Turbine (IWT). Turbin tersebut merupakan turbin angin sumbu horisontal yang terdiri dari 2 tingkat dengan arah putar rotor depan dan belakang saling berlawanan satu sama lain.  \n \n\nPada penelitian kali ini IWT didesain dengan terlebih dahulu mengoptimasi beberapa parameter pokok desainnya, dalam hal ini yaitu bentuk profil penampang, dan harga faktor pengali sudut serang optimum bilah. Sebagai hasil, bentuk airfoil NACA 6412 diperoleh sebagai bentuk optimum dan faktor pengali sebesar 0.50 adalah faktor pengali sudut serang yang optimum. Setelah kedua parameter tersebut dioptimasi, maka selanjutnya didesain sebuah unit IWT dengan menggunakan Blade Element-Momentum Theory (BEMT). Unit IWT ini memiliki 3 buah bilah untuk masing-masing rotor depan dan belakang, dengan diameter kedua rotor sebesar 0.6 m.  \n \n\nPerforma dari unit IWT yang didesain, kemudian disimulasikan dengan menggunakan bantuan perangkat lunak Computational Fluid Dynamic (CFD). Data-data yang didapatkan dari hasil simulasi, kemudian dibuat kurva karakteristik performanya dan kemudian dibandingkan dengan kurva karakteristik harapan dari penemunya.", "Daftar File": {"2010 TS PP DENY BAYU SAEFUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71020", "2010 TS PP DENY BAYU SAEFUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71021", "2010 TS PP DENY BAYU SAEFUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71022", "2010 TS PP DENY BAYU SAEFUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71023", "2010 TS PP DENY BAYU SAEFUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71024", "2010 TS PP DENY BAYU SAEFUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71025", "2010 TS PP DENY BAYU SAEFUDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71026", "2010 TS PP DENY BAYU SAEFUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71027"}, "Penulis": "DENY BAYU SAEFUDIN (NIM : 23107009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Priyono Sutikno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turbin angin, NACA 6412, Sudut Serang, Blade Element-Momentum Theory, Computational Fluid Dynamic.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}