{"Nomor": 15333, "Judul": "PERANCANGAN, PEMODELAN, DAN PEMBUATAN SWIRL TUBE DALAM RANGKA KAJI EFISIENSI SWIRL TUBE SEBAGAI SEPARATOR DEBU BATUBARA DENGAN UDARA", "Abstrak": "Peningkatan kebutuhan batubara sebagai bahan bakar terutama untuk PLTU menimbulkan masalah baru. Batubara menghasilkan emisi gas buang dalam bentuk abu dan jika terlalu besar konsentrasinya akan berbahaya bagi manusia. Oleh karena itu, unit pemisahan sentrifugal semakin dibutuhkan untuk menyisihkan debu batubara hasil pembakaran sampai batas yang aman bagi lingkungan sesuai peraturan pemerintah. Swirl tube sebagai salah satu jenis modifikasi siklon sentrifugal sampai saat ini masih jarang dibahas digunakan.  \n \n\nTugas Akhir ini bertujuan untuk memenuhi tuntutan peningkatan efisiensi pemisahan debu batubara sebelum dikeluarkan ke udara bebas. Kriteria yang diteliti adalah  \n \n\npengaruh kecepatan dan vortex finder efisiensi pemisahan debu. Kemudian membandingkan swirl tube dengan siklon cylinder-on-cone yang sering dipakai di industri.  \n \n\nUntuk mengetahui efisensi dibutuhkan alat uji swirl tube sendiri. Oleh karena itu dilakukan perancangan, pembuatan, dan pengujian alat uji swirl tube dengan model matematik  \n \n\nLapple. Pada tahap perancangan dilakukan pemodelan geometri dengan menggunakan Gambit 2.2.30 dan dilanjutkan dengan pemodelan aliran partikel didalam swirl tube dengan Fluent 6.3.26. Hasil pemodelan kemudian dibandingkan dengan hasil pengujian alat uji swirl tube tersebut.  \n \n\nDengan semua tahapan proses yang dilakukan maka dapat disimpulkan bahwa semakin tinggi kecepatan semakin baik pula efisiensi dan pola aliran didalam swirl tube  \n \n\nsampai pada batas terjadinya saltasi. Pemanjangan vortex finder kearah housing tidak mempengaruhi efisiensi; Tetapi pressure drop semakin besar. Pada perbandingan antara  \n \n\nsiklon dengan swirl tube terlihat bahwa swirl tube mempunyai efesiensi pemisahan yang lebih besar tetapi dengan pressure drop yang lebih tinggi.", "Daftar File": {"2011 TA PP DENNY HARIADI SIMANJUNTAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/70995", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/70996", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/70997", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/70998", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/70999", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71000", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71001", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/71002", "2011 TA PP DENNY HARIADI SIMANJUNTAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71003"}, "Penulis": "DENNY HARIADI SIMANJUNTAK (NIM : 13106134)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Willy Adriansyah, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batubara, Swirl Tube,  Kaji Efisiensi Swirl Tube, Separator Debu, Udara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}