{"Nomor": 15345, "Judul": "MODIFIKASI RANCANGAN DAN PROSES PEMBUATAN ALAT PENDINGIN MINUMAN BERBASIS TERMOELEKTRIK", "Abstrak": "Alat pendingin minuman menggunakan modul termoelektrik yang pertama kali dibuat oleh Annisaa yaitu purwarupa 0, kemudian dikembangkan oleh Adrianus menjadi purwarupa I dengan target yang ingin dicapai yaitu, dapat mendinginkan minuman kemasan kaleng 250 ml hingga temperatur 15oC dalam waktu 30 menit. Pada rancangan purwarupa I masih terdapat beberapa kekurangan dalam segi proses pembuatan dan konstruksinya, kemudian dievaluasi pada tugas akhir ini sebagai dasar untuk memperbaiki rancangan dan pemilihan proses produksi yang tepat untuk mendukung kinerja alat pendingin tersebut. Rancangan purwarupa I mampu mendinginkan minuman hingga temperatur 15oC dalam waktu 65 menit. Hasil pengembangan purwarupa I memberikan hasil yang lebih baik dibanding purwarupa 0 yang telah dibuat sebelumnya. Pengujian sederhana dilakukan terhadap purwarupa II untuk mengetahui kinerjanya. Hasil pengujian menunjukkan alat pendingin ini mencapai temperatur pada keadaan tunak 18oC selama 50 menit, hal ini menunjukkan bahwa purwarupa II belum mencapai target yang diharapkan sebelumnya.", "Daftar File": {"2011 TA PP DESTI GANIUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71054", "2011 TA PP DESTI GANIUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71055", "2011 TA PP DESTI GANIUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71056", "2011 TA PP DESTI GANIUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71057", "2011 TA PP DESTI GANIUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71058", "2011 TA PP DESTI GANIUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71059", "2011 TA PP DESTI GANIUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71060"}, "Penulis": "DESTI GANIUS  (NIM : 131 05 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Sigit Yoewono M. M.Eng", "Ir. Hendi Riyanto M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pembuatan Alat Pendingin Minuman, Termoelektrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}