{"Nomor": 15357, "Judul": "DESAIN DAN SIMULASI WAHANA SHORT RANGE SURVEILLANCE UNIT (SRSU)", "Abstrak": "Wahana Lift Augmented Ducted Fan (LADF) vehicle adalah sebuah Pesawat Udara Nir Awak (PUNA) yang dapat melakukan Vertical Take Off and Landing (VTOL) dan menggunakan sebuah duct atau annular wing yang melindungi propelernya. Duct atau annular wing ini membantu meningkatkan efisiensi gaya dorong yang dihasilkan propeler dan berfungsi untuk menurunkan tingkat kebisingan wahana dan melindungi    \n \n \n \n\npropeler dari lingkungan.    \n \n \n \n\nPada penelitian ini, desain awal dari sebuah wahana LADF yang kecil dan ringan dikembangkan. Wahana ini diberi nama Short Range Surveilllance Unit (SRSU). Analisa kestabilan dilakukan melalui simulasi berdasarkan model matematika linier untuk terbang hover yang memperhitungkan efek massa berotasi. Simulasi dilakukan dengan menggunakan perangkat lunak MATLAB/Simulink. Wahana SRSU yang dirancang memenuhi sasaran dan persyaratan desain yang telah ditetapkan. Hasil dari simulasi menunjukkan bahwa SRSU cenderung bergerak netral pada modus direksional jika diberi input defleksi vane yang menghasilkan momen pada sumbu Y benda. SRSU juga cenderung bergerak netral pada modus longitudinal jika    \n \n \n \n\ndiberi input defleksi vane yang menghasilkan momen pada sumbu Z benda. Rasio berat massa berotasi terhadap massa total mempengaruhi kestabilan wahana saat terjadi perubahan RPM. Massa berotasi yang besar meningkatkan kestabilan wahana pada modus direksional namun perputaran wahana pada sumbu XB juga semakin cepat.", "Daftar File": {"2010 TS PP DEWI HABSARI BUDIARTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71116", "2010 TS PP DEWI HABSARI BUDIARTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71117", "2010 TS PP DEWI HABSARI BUDIARTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71118", "2010 TS PP DEWI HABSARI BUDIARTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71119", "2010 TS PP DEWI HABSARI BUDIARTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71120", "2010 TS PP DEWI HABSARI BUDIARTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71121", "2010 TS PP DEWI HABSARI BUDIARTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71122"}, "Penulis": "DEWI HABSARI BUDIARTI (NIM : 23607001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Ir. Hari Muhammad", "Dr. Taufiq Mulyanto, S.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Lift Augmented Ducted Fan, pengaruh massa berotasi, desain awal wahana LADF, simulasi wahana LADF", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}