{"Nomor": 15368, "Judul": "IDENTIFIKASI STRUKTUR LAPISAN TANAH DENGAN METODE HAGIWARA", "Abstrak": "Penelitian terhadap struktur lapisan tanah pada kedalaman dangkal dapat dilakukan dengan berbagai metode, seperti geolistrik dan seismik. Metode seismik merupakan salah satu metode dalam geofisika yang memiliki akurasi dan resolusi yang tinggi serta penetrasi yang baik. Metode seismik bias memanfaatkan gelombang P yang menjalar di bawah permukaan tanah dan membentuk sudut kritis sehingga gelombang akan merambat pada bidang batas lapisan. Waktu tempuh gelombang digunakan sebagai alat untuk menentukan struktur lapisan tanah beserta parameter fisisnya. Data yang didapatkan untuk penelitian merupakan akuisisi langsung di daerah Cianjur dengan menggunakan 24 geophone. Pendekatan yang dilakukan untuk interpretasi data menggunakan metode Hagiwara. Metode hagiwara digunakan untuk mengkoreksi waktu tempuh gelombang karena adanya waktu tunggu. Pengolahan data dilakukan dengan bantuan perangkat lunak SeisImager. Secara umum model struktur lapisan bawah permukaan tanah yang dihasilkan memilki tiga lapisan.", "Daftar File": {"2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71146", "2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71147", "2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71148", "2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71149", "2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71150", "2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71151", "2014 TA PP  DHANANG AMIRUDDIN SATRIO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71152"}, "Penulis": "DHANANG AMIRUDDIN SATRIO  (NIM : 10209078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, Ph. D, MSCE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang P, metode Hagiwara, sudut kritis, refraksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}