{"Nomor": 15376, "Judul": "APLIKASI PANDUAN KESEHATAN BAGI IBU HAMIL MENGGUNAKAN TELEPON SELULER BERBASIS ANDROID", "Abstrak": "Android merupakan sistem operasi untuk telepon seluler yang berbasis Linux. Android menyediakan platform \n\nterbuka bagi pengembang untuk menciptakan aplikasi mereka sendiri diperangkat mobile.. Pada hasil Survey \n\nDasar Kesehatan Indonesia (SDKI) selama kurun waktu 1997 sampai dangan 2007 Angka Kematian Ibu (AKI) \n\nsebesar 228 per 100.000. Dikaitan dengan target Millenium Development Goals (MDGs) 2015 yaitu \n\nmenurunkan AKI menjadi 102 per 100.000 kelahiran hidup, dan angka kematian bayi (AKB) menjadi 23 per \n\n100.000 hal tersebut di rasa lambat. Terkait masalah tersebut dalam penelitian ini dibuat aplikasi berbasis \n\nAndroid untuk memberikan panduan kesehatan bagi ibu hamil dan perkembangan janin. Informasi yang tersaji \n\ndi aplikasi ini yaitu tanda kehamilan, nutrisi penting selama kehamilan, prinsip makanan yang baik, posisi tidur \n\nyang baik selama kehamilan, kiat mendapatkan bayi laki-laki/perempuan, perkembangan janin, contoh nama \n\nanak baik laki-laki maupun perempuan, olahraga bagi ibu hamil, informasi mengenai seks bagi ibu hamil. \n\nAplikasi ini dibangun dengan menggunakan Android Software Development Kit (Android SDK), Android \n\nDevelopment Tools (ADT) dan Eclipse IDE dengan Java sebagai bahasa pemrograman. Dengan adanya aplikasi \n\nini diharapkan penyebaran informasi mengenai kesehatan ibu hamil dan perkembangan janin dapat diakses \n\ndengan mudah tanpa dibatasi waktu dan cakupan wilayah secara mobile, sehingga target MDGs 20015 bisa \n\ntercapai dengan cepat.", "Daftar File": {"proceedings knsi 2013(38).pdf": "https://digilib.itb.ac.id/gdl/download/71204"}, "Penulis": "Diana Effendi, Ferry Ardiansyah", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Android, Kesehatan Ibu Hamil.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "21 Mar 2014"}