{"Nomor": 15370, "Judul": "PENGUJIAN HUBUNGAN ANTARA EKSPEKTASI KURS SPOT DENGAN KURS BERJANGKA", "Abstrak": "Dalam tugas akhir ini disajikan proses terbentuknya keseimbangan yang terjadi di pasar uang. Model yang digunakan adalah uncovered interest parity (paritas suku bunga) dan covered interest parity (paritas suku bunga tertutup). Kedua model ini memaparkan keseimbangan yang terjadi di pasar valuta asing yang dipengaruhi oleh suku bunga domestik, suku bunga luar negeri, kurs spot dan future spot. Masalah yang dibahas dalam tugas akhir ini adalah pengujian tentang model secara teoritis apabila diterapkan dalam kondisi riil, apakah kurs berjangka merupakan prediktor yang baik bagi ekspektasi kurs  \n \n\nspot. Untuk penentuan nilai ekspektasi kurs spot, perhitungannya menggunakan teori yang berlaku pada forward rate unbiasedness. Ekspektasi kurs spot dihitung dengan menggunakan algoritma genetika sebagai parameter yang dimasukkan ke dalam algoritma Kalman Filter dengan bantuan program Mat-lab 7.0. Penelitian ini menggunakan model regresi untuk metode peramalan berbasis pasar. Variabel-variabel yang digunakan dalam penelitian ini adalah kurs spot, kurs berjangka 1 bulan dan future spot. Selanjutnya akan dicari hubungan antara kurs berjangka dengan ekspektasi kurs spot dengan menggunakan uji rasionalitas kurs berjangka sebagai ramalan kurs spot di masa mendatang. Hasil yang didapatkan dari pengujian ini adalah kurs berjangka bukan merupakan prediktor yang baik bagi ekspektasi kurs spot.", "Daftar File": {"2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71165", "2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71166", "2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71167", "2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71168", "2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71169", "2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71170", "2010 TA PP DHANI KRISNAMURTI YOGO SRI WALUYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71171"}, "Penulis": "DHANI KRISNAMURTI YOGO SRI WALUYO (Nim : 101 06 035)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir: Dr. M. Syamsuddin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Paritas Suku Bunga, Nilai Tukar, Algoritma Kalman Filter, Analisis Regresi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}