{"Nomor": 15371, "Judul": "STUDI KOMPARATIF PERMODELAN SECARA TERINTEGRAL DAN SECARA SUB-STRUCTURING PADA PERHITUNGAN STRUKTUR GUIDEWAY MONORAIL JAKARTA", "Abstrak": "Monorail sebagai salah satu moda transportasi massal, saat ini mulai banyak digunakan di berbagai negara, seperti Amerika, Inggris, Italia dan Malaysia. Indonesia     \n \n\njuga bermaksud untuk menggunakan monorail sebagai salah satu moda transportasi massal untuk diterapkan di Jakarta selain moda transportasi busway. Proses pembangunan monorail di Jakarta telah memasuki tahap konstruksi dari pier struktur guideway. Sistem struktur monorail yang dipilih adalah menggunakan struktur bentang menerus terintegral. Khusus untuk bagian penjepitan pier, menurut  desain akhir, akan digunakan penjepitan pier pada pile cap, di mana tingkat penjepitan ( level of fixity ) diaumsikan berada pada permukaan tanah. Namun seperti kita ketahui bersama, kasus respon dari struktur guideway monorail Jakarta di atas tanah lunak pada dasarnya merupakan masalah yang kompleks. Hadirnya lapisan tanah lunak di bawah sistem base slabs struktur mengakibatkan sukarnya menetapkan dengan pasti posisi dari tingkat penjepitan (level of fixity) dari struktur atas. Level of fixity secara teoritis adalah level di mana pada dasar dari struktur atas asumsi zero rotation akibat beban yang bekerja struktur bisa didapat. Dalam kasus ini respon struktur umumnya hanya dapat didekati secara baik bila digunakan analisis yang memperhitungkan interaksi antara struktur dan tanah.     \n \n\nTujuan dari tugas akhir ini adalah menentukan mengenai berapa besar penyimpangan hasil analisis yang didapat bila respon struktur untuk berbagai kondisi lapisan tanah dihitung berdasarkan asumsi level of fixity pada permukaan tanah ( permodelan struktur sub-structuring) apabila dibandingkan hasil analisis dengan memperhitungkan interaksi antara struktur dengan tanah   (permodelan struktur terintegral) dan mengetahui sensitivitas tanah terhadap respon struktur atas.     \n \n\nMetodologi yang digunakan dalam analisis kinerja struktur guideway monorail Jakarta di atas tanah lunak adalah dengan membuat permodelan struktur baik untuk asumsi level of fixty pada permukaan tanah maupun untuk analisis interaksi antara tanah dan struktur,melakukan analisis struktur dari permodelan yang telah dilakukan, melakukan study komparatif antara kedua hasil analisis struktur baik deformasi,gaya dalam maupun periode natural, menentukan mengenai berapa besar penyimpangan hasil analisis yang didapat bila respon struktur untuk berbagai kondisi lapisan tanah yang dimodelkan dengan koefisien spring. Hasil yang didapat dari studi komparatif ini adalah perbedaan respon struktur yang sangat signifikan antara kedua permodelan diakibatkan oleh beban gempa, respon struktur atas tidak sensitif terhadap jenis tanah pada struktur bawah (fundasi), perhitungan perioda alami pada struktur sub-structuring tidak memberikan hasil perhitungan waktu getar alami struktur yang sesungguhnya, terutama bila berada diatas tanah lunak, hasil desain dari permodelan sub-structuring lebih aman jika dibandingkan desain dari struktur terintegral, tetapi pada struktur terintegral desain akan lebih baik untuk struktur berdasarkan peformanse base design.", "Daftar File": {"2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71172", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71173", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71174", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71175", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71176", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71177", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71178", "2007 TA PP DHARMAWAN dan ADHI YUDHO WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71179"}, "Penulis": "DHARMAWAN (NIM : 150 03 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Iswandi Imran,Ir., MASc., Ph. D.", "Scanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Terintegral; sub-structuring; level of fixity; land interaction.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}