{"Nomor": 15388, "Judul": "SURVEI BATIMETRIK MELALUI PENDEKATAN DATA GLOBAL POSITIONING SYSTEM SECARA REAL TIME", "Abstrak": "Batimetrik adalah ukuran kedalaman di bawah air yang menunjukan data kedalaman atau topografi 3-D dari dasar perairan. Adapun pekerjaan yang terkait dengan bidang ini disebut dengan survei batimetrik. Produk akhir dari survei batimetrik ini adalah peta batimetrik yang umumnya menampilkan informasi kedalaman yang bisa disajikan dalam bentuk angka kedalaman, garis kontur dan gradasi warna.        \n \n \n \n \n \n\nSekarang ini tuntutan untuk mendapatkan peta batimetrik secara real time di tempat yang belum pernah dilakukan survei batimetrik sebelumnya belum dapat diwujudkan. Hal ini dikarenakan kita harus melakukan pengamatan pasut (pasang surut) selama minimal 15 piantan untuk mendapatkan koreksi pasut. Hal inilah yang menghambat survei batimetrik real time.        \n \n \n \n \n \n\nDengan mengganti komponen koreksi pasut ini dengan komponen tinggi geometrik, model geoid global, model chart datum dan model koreksi variasi kecepatan rambat gelombang akustik, yang kesemuanya bisa didapatkan secara real time, maka survei batimetrik real time bisa diwujudkan.", "Daftar File": {"2009 TA PP DIAS FAHMI FAJRIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71246", "2009 TA PP DIAS FAHMI FAJRIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71247", "2009 TA PP DIAS FAHMI FAJRIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71248", "2009 TA PP DIAS FAHMI FAJRIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71249", "2009 TA PP DIAS FAHMI FAJRIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71250", "2009 TA PP DIAS FAHMI FAJRIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71251", "2009 TA PP DIAS FAHMI FAJRIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71252"}, "Penulis": "DIAS FAHMI FAJRIN (NIM 15105048) pembimbing : Dr. Ir. Eka Djunarsjah, M.T.", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Irwan Meilano, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "survei batimetrik, real time, GPS, model geoid global, model chart datum", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}