{"Nomor": 15390, "Judul": "PERANCANGAN NOSEL UNTUK TEROWONGAN ANGIN SUPERSONIK", "Abstrak": "Nosel untuk terowongan angin supersonik dirancang agar bebas dari shock wave. Selain persyaratan bebas dari shock wave, pada nosel non-konvensional juga memiliki persyaratan tambahan, yaitu kontur nosel memiliki kurvatur yang kontinu. Pengalaman mengatakan bahwa toleransi kehalusan dan kekontinuan kurvatur nosel sangat penting. Nosel yang konturnya halus dan kurvaturnya kontinu lebih bisa diharapkan menghasilkan aliran sesuai dengan yang diharapkan.    \n \n \n \n\nKontur inviscid nosel dirancang sebagian besar menggunakan metode McCabe. Kontur nosel bagian subsonik merupakan bagian dari kurva hiperbola yang memiliki radius kurvatur tertentu pada throat. Kontur inviscid nosel bagian supersonik dirancang dengan metode karakteristik digabungkan dengan hukum kontinuitas laju massa (mass flow). Agar nosel bisa mengakomodasi aliran viskos maka dilakukan koreksi lapisan batas pada kontur inviscid nosel. Metode yang digunakan adalah metode pendekatan Tucker. Kontur yang dikoreksi hanya nosel bagian supersonik saja dengan asumsi tebal lapisan batas sebelum throat dan pada throat sangat tipis sehingga bisa diabaikan. Setelah kontur inviscid dan kontur yang telah dikoreksi akan dievaluasi dengan melakukan simulasi aliran pada CFD solver komersial.    \n \n \n \n\nHasil simulasi CFD menunjukkan bahwa kontur inviscid dan kontur yang telah dikoreksi oleh lapisan batas sama-sama bebas dari shock wave dan kurvatur dinding kontinu. Hal ini dibuktikan dengan tidak adanya perubahan tekanan statik secara mendadak pada suatu titik. Sudut defleksi aliran dan perubahan sudut defleksi aliran terhadap arah x pada dinding nosel kontinu. Secara umum kontur nosel inviscid memiliki prestasi yang memuaskan. Hal ini dapat dilihat pada bilangan Mach keluar nosel hasil simulasi cukup mendekati dengan hasil rancangan. Untuk kontur nosel yang telah dikoreksi, hasil simulasi untuk nosel bagian supersonik menunjukkan ada deviasi bilangan Mach keluar dari yang diharapkan. Ternyata displacement thickness pada exit nosel hasil simulasi lebih besar daripada hasil perhitungan dengan metode Tucker diduga menjadi penyebab    \n \n \n \n\nideviasi bilangan Mach keluar nosel. Deviasi ini masih sangat kecil. Kemudian untuk kontur nosel keseluruhan memberikan prestasi yang cukup baik. Walaupun displacement thickness pada exit nosel lebih besar dari perhitungan dengan metode Tucker, akan tetapi karena displacement thickness pada daerah throat tidak sama dengan nol. Rasio luas efektif nosel masih memungkinkan simulasi nosel menghasilkan bilangan Mach keluar sesuai dengan harapan perancangan.", "Daftar File": {"2010 TA PP DICKY MULYO ADITAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71270", "2010 TA PP DICKY MULYO ADITAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71271", "2010 TA PP DICKY MULYO ADITAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71272", "2010 TA PP DICKY MULYO ADITAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71273", "2010 TA PP DICKY MULYO ADITAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71274", "2010 TA PP DICKY MULYO ADITAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71275", "2010 TA PP DICKY MULYO ADITAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71276", "2010 TA PP DICKY MULYO ADITAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71277"}, "Penulis": "DICKY MULYO ADITAMA (NIM :  13606049)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Romie O. Bura", "Pembimbing 2 :  Bapak Dr. Djoko Sardjadi,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nosel, terowongan angin supersonik,  shock wave, metode McCabe", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}