{"Nomor": 15394, "Judul": "PERANCANGAN TERMAL ALAT PASTEURISASI SUSU TIPE HTST DENGAN MENGGUNAKAN POMPA KALOR", "Abstrak": "Metode pasteurisasi berdasarkan temperatur dan waktu penahanan, terbagi menjadi 3 jenis yaitu LTLT, HTST dan UHT. Sedangkan berdasarkan tipe penukar panas, metode pasteurisasi dibagi menjadi 2 jenis besar yaitu continous    \n \n\npasterization yang menggunakan tipe plate-frame dan batch pasteurization yang menggunakan tanki teragitasi. Berdasarkan tipe penukar panasnya, LTLT termasuk kedalam Batch Pasteurization yang diperuntukan untuk pasteurisasi    \n \n\nskala kecil, sedangkan HTST dan UHT termasuk kedalam continous pasteurization, digunakan untuk pasteurisasi skala menengah dan besar. Pasteurisasi LTLT yang umumnya digunakan oleh peternak skala kecil menjadi masalah karena kebutuhan energi untuk pasteurisasi yang besar ditambah    \n \n\nlagi energi yang dibutuhkan untuk pendinginan. Upaya penanganan masalah energi ini telah cukup banyak dilakukan. Penelitian Winfield (1996), diketahui  bahwa pemanfaatan panas kembali dari susu dengan mekanisme kodenser pendingin air, efektif dan memberikan sumber panas yang memungkinkan untuk pemanasan awal air (preheating water). Selain itu, dari penelitian yang dilakukan   Andersen (2000) dapat disimpulkan bahwa dalam beberapa kasus, sistem absorpsi    \n \n\ntemperatur tinggi untuk pemanfaatan panas kembali lebih ekonomis dibandingkan   dengan sistem absorpsi untuk tujuan pendinginan. Oleh karena itu, dalam penelitian ini dilakukan studi penerapan pompa kalor pada rancangan alat    \n \n\npasteurisasi HTST menggunakan pipa heliks dengan tujuan agar energi yang diperlukan dalam proses pasteurisasi skala menengah dapat direduksi, sehingga diharapkan dapat menekan biaya produksi. Rancangan alat pasteurisasi susu berkapasitas 160 kg/jam ini cukup ini dapat memberikan keuntungan karena kebutuhan energi untuk pemanasan dapat    \n \n\nterpenuhi dan kebutuhan pendinginan dapat dihemat sebesar 63%.", "Daftar File": {"2011 TA PP DIKHA MAULANA SYARIEF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71293", "2011 TA PP DIKHA MAULANA SYARIEF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71294", "2011 TA PP DIKHA MAULANA SYARIEF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71295", "2011 TA PP DIKHA MAULANA SYARIEF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71296", "2011 TA PP DIKHA MAULANA SYARIEF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71297", "2011 TA PP DIKHA MAULANA SYARIEF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71298", "2011 TA PP DIKHA MAULANA SYARIEF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71299"}, "Penulis": "DIKHA MAULANA SYARIEF (NIM : 13106033)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Dr. Ir. Abdurrachim Halim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pompa Kalor, Pasteurisasi, HTST, pipa heliks, continous pasteurization", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}