{"Nomor": 15398, "Judul": "PREPARASI KANDIDAT BAHAN ACUAN UNTUK PENENTUAN KADAR KAFEIN DALAM BIJI KOPI ARABIKA MENGGUNAKAN THIN LAYER CHROMATOGRAPHY (TLC) SCANNER", "Abstrak": "Kopi (Coffea sp) merupakan salah satu komoditas hasil perkebunan yang banyak diperdagangkan di seluruh dunia. Kopi banyak dikonsumsi sebagai bahan minuman dan makanan karena memiliki aroma dan citarasa yang khas. Citarasa dan aroma khas kopi ditentukan oleh kandungan senyawa kimia didalamnya terutama kafein dan trigonelin. Pada penelitian ini dilakukan preparasi kandidat bahan acuan untuk penentuan kadar kafein dalam biji kopi Arabika menggunakan TLC scanner. Bahan acuan adalah suatu bahan yang memiliki sifat-sifat tertentu yang cukup homogen dan stabil yang digunakan untuk validasi metode analisis atau instrumen. Preparasi kandidat bahan acuan yang dilakukan meliputi    \n \n \n \n\nanalisis kadar air, kadar abu, kadar logam dan kadar kafein. Kadar air dan kadar abu dianalisis dengan metode gravimetri, sedangkan kadar logam diukur menggunakan    \n \n \n \n\nspektrofotometer serapan atom (AAS). Kadar air dan kadar abu rata-rata dari 10 sampel yang diukur memberikan nilai berturut-turut (4,60 + 0,17) % dan (3,11 + 0,10) %. Kadar    \n \n \n \n\nlogam Fe rata-rata yang diperoleh dari hasil pengukuran 10 sampel adalah (49,82 + 1,99) mg/kg dan analisis kadar logam Zn memberikan hasil (34,41 + 1,04) mg/kg. Analisis kadar    \n \n \n \n\nkafein dalam sampel dilakukan dengan metode kromatografi lapis tipis (KLT) pada plat alumunium terlapis silika dengan eluen etil asetat : asam asetat : asam format : air    \n \n \n \n\n(100:11:11:25). Selanjutnya hasil pemisahan dipindai menggunakan Camag TLC Scanner pada panjang gelombang 272 nm. Penentuan kadar kafein dilakukan dengan membandingkan luas area standar kafein dan sampel menggunakan kurva kalibrasi. Kadar kafein yang diperoleh dari pengukuran 10 sampel adalah (1,04 + 0,11) %. Validasi metode pengukuran meliputi penentuan limit deteksi, limit kuantitasi, linieritas, uji homogenitas dan uji stabilitas.", "Daftar File": {"2012 TA PP DILLANI PUTRI R.  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71322", "2012 TA PP DILLANI PUTRI R.  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71323", "2012 TA PP DILLANI PUTRI R.  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71324", "2012 TA PP DILLANI PUTRI R.  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71325", "2012 TA PP DILLANI PUTRI R.  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71326", "2012 TA PP DILLANI PUTRI R.  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71327", "2012 TA PP DILLANI PUTRI R 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71328"}, "Penulis": "DILLANI PUTRI R (NIM  :  10508039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bahan acuan, kafein, KLT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}