{"Nomor": 15402, "Judul": "PEMBUATAN DAN PENGUJIAN FRANGIBLE PROJECTILE KALIBER 9 MM BERBAHAN DASAR SERBUK BESI", "Abstrak": "Bahan proyektil yang ada saat ini didominasi oleh timbal. Timbal merupakan salah satu logam berat pencemar lingkungan. Perilaku impak proyektil ini, seperti pantulan (richochet) dan masalah penetrasi berlebih (over-penetration) sulit dikontrol. Frangible projectile dikembangkan untuk menjawab kekurangan proyektil timbal. Frangibility adalah sifat dari frangible projectile yang    \n \n \n \n\ndiartikan sebagai kemampuan untuk dapat pecah setelah menerima beban. Pembuatan frangible projectile banyak dilakukan melalui jalur metalurgi serbuk. Kondisi saat proses pembuatan, komposisi penyusun frangible projectile dan karakterisitik serbuk yang digunakan akan sangat berpengaruh terhadap perilaku impak proyektil jenis ini.    \n \n \n \n\nPembuatan frangible projectile dilakukan melalui proses kompaksi dingin pada serbuk besi (ukuran < 210 μm) dengan tekanan kompaksi 800 MPa, kemudian dilakukan proses sinter pada temperatur 500 oC dan 750 oC selama 1 jam di lingkungan udara. Pengujian proyektil dilakukan dengan diametral compression test dan drop weight test. Proses sinter pada temperatur 750 oC meningkatkan nilai indirect tensile strength dari 13,91 MPa (tanpa proses sinter) hingga 28,45 MPa. Peningkatan kecepatan dan energi pembebanan akan meningkatkan persentase massa proyektil yang menjadi serbuk. Frangibility dapat didefinisikan sebagai kemampuan frangible projectile untuk dapat pecah menjadi pecahan yang seukuran dengan ukuran serbuk awal (serbuk yang digunakan).", "Daftar File": {"2011 TA PP DIMAS HAND SULISTIYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71353", "2011 TA PP DIMAS HAND SULISTIYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71354", "2011 TA PP DIMAS HAND SULISTIYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71355", "2011 TA PP DIMAS HAND SULISTIYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71356", "2011 TA PP DIMAS HAND SULISTIYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71357", "2011 TA PP DIMAS HAND SULISTIYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71358", "2011 TA PP DIMAS HAND SULISTIYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71359"}, "Penulis": "DIMAS HAND SULISTIYO (NIM : 13707010)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Dr. Ir. Arif Basuki", "Dr. Ir. Slameto Wiryolukito"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Frangible projectile, frangibility, diametral compression test, drop weight test, indirect tensile strength", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}