{"Nomor": 15405, "Judul": "USULAN PENGEMBANGAN USAHA BUDIDAYA RUMPUT LAUT EUCHEMA SP BERSKALA KECIL DALAM RANGKA MENINGKATKAN KESEJAHTERAAN NELAYAN", "Abstrak": "Salah satu potensi kelautan yang berpotensi untuk dapat menciptakan lapangan tenaga kerja yang besar dan memberikan devisa negara yang besar adalah rumput laut atau dikenal dengan sebutan lain ganggang laut atau seaweed. Luas perairan laut Indonesia serta keragaman jenis rumput laut merupakan cermin dari potensi rumput laut Indonesia. Data dari Dinas Kelautan dan Perikanan      \n \n \n \n\nmenunjukkan bahwa Indonesia memiliki potensi budidaya rumput laut seluas 1,2 juta hektar, yaitu terluas di dunia. Perairan Indonesia yang kaya akan mineral dan masih terlindung dari pencemaran merupakan habitat alami yang sangat baik untuk rumput laut sejak dahulu kala.      \n \n \n \n\nSalah satu dari jenis rumput laut yang sudah dibudidayakan secara intensif di wilayah perairan pantai adalah Eucheuma sp. Hasil proses ekstraksi rumput laut Euchema sp. adalah karaginan, yang banyak dimanfaatkan sebagai bahan makanan atau sebagai bahan tambahan untuk industri makanan, farmasi, kosmetik, tekstil, kertas, cat dan lain-lain. Selain itu digunakan pula sebagai      \n \n \n \n\npupuk hijau dan komponen pakan ternak maupun ikan. Dengan semakin luasnya pemanfaatan hasil olahan rumput laut dalam berbagai industri, maka semakin meningkat pula kebutuhan akan rumput laut Eucheuma sp sebagai bahan baku. Selain untuk kebutuhan ekspor, pangsa pasar dalam negeri pun cukup penting karena selama ini industri pengolahan rumput laut sering mengeluh kekurangan bahan baku. Melihat peluang tersebut, pengembangan komoditas rumput laut memiliki prospek yang cerah karena memiliki nilai ekonomis yang penting dalam menunjang pembangunan perikanan baik kaitannya dengan peningkatan ekspor non migas, penyediaan bahan baku industri dalam negeri, peningkatan konsumsi dalam negeri maupun meningkatkan pendapatan petani/nelayan serta      \n \n \n \n\nmemperluas lapangan kerja", "Daftar File": {"2008 TA PP DIMAS PRASOJO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71367", "2008 TA PP DIMAS PRASOJO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71368", "2008 TA PP DIMAS PRASOJO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71369", "2008 TA PP DIMAS PRASOJO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71370", "2008 TA PP DIMAS PRASOJO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71371", "2008 TA PP DIMAS PRASOJO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71372", "2008 TA PP DIMAS PRASOJO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71373", "2008 TA PP DIMAS PRASOJO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71374"}, "Penulis": "DIMAS PRASOJO (NIM: 13402069) Pembimbing : Ir. Pamoedji Hardjomidjojo, MM.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Pamoedji Hardjomidjojo, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Rumput Laut Euchema sp, Usaha Budidaya Rumput Laut", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}