{"Nomor": 15407, "Judul": "USULAN PERENCANAAN LAUNCHING PRODUK VAKSIN FLUBIO BUATAN PT. BIO FARMA", "Abstrak": "Bio Farma adalah sebuah BUMN (Badan Usaha Milik Negara) di Indonesia, yang memproduksi vaksin dan antisera untuk mendukung program imunisasi di Indonesia maupun di negara-negara lainnya. Pada tahun 2009 PT. Bio Farma  \n \n\nberencana untuk merilis produk barunya yaitu vaksin seasonal flu/influenza. Proses pengembangan vaksin seasonal flu/Influenza di Bio Farma dijelaskan  \n \n\ndengan menggunakan kerangka pengembangan produk baru yang terdapat di New Product Management, Crawford, et al., 2005. Langkah-langkah pengembangan produk vaksin seasonal flu/influenza diawali dengan melakukan identifikasi dan evaluasi peluang, pengolahan konsep, evaluasi dari konsep yang telah didapat, development dari technical task dan marketing task dan yang terakhir adalah peluncuran produk.  \n \n\nDalam rangka penyusunan strategi launching yang baik dilakukan market testing dengan metode pseudo sales dan teknik speculative sales menggunakan kuesioner yang disebarkan kepada target market mereka. Hasil akhir dari market testing yang dilakukan adalah sales forecast yang mendekati pasar dan perbaikan akan marketing plan sudah direncanakan sebelumnya.  \n \n\nRencana implementasi dari marketing plan dirinci di setiap poinnya, serta diberikan juga estimasi waktu kegiatan dan biaya untuk pelaksanaannya. Dengan diterapkannya seluruh rencana implementasi diharapkan Bio Farma dapat meraih tujuannya akan kesuksesan lauching produk vaksin seasonal flu/Influenza di Indonesia.", "Daftar File": {"2009 TS PP DINA DELLYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71383", "2009 TS PP DINA DELLYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71384", "2009 TS PP DINA DELLYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71385", "2009 TS PP DINA DELLYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71386", "2009 TS PP DINA DELLYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71387", "2009 TS PP DINA DELLYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71388"}, "Penulis": "DINA DELLYANA (NIM: 29107405)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Reza A Nasution, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Product launching, market testing, PT. Bio Farma", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}