{"Nomor": 15424, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR DOMINAN DALAM MOTIVASI KERJA KARYAWAN DI PT CALTEX PACIFIC INDONESIA DENGAN MENGGUNAKAN PENDEKATAN LUTHANS DAN ANALISIS FAKTOR", "Abstrak": "Manajer di organisasi apapun juga secara terus menerus dihadapkan kepada kenyataan bahwa ada/terjadi perbedaan yang menyolok dalam prestasi suatu kelompok karyawan. Ada karyawan yang prestasinya sangat baik, hanya memerlukan sedikit pengarahan saja atau bahkan tidak memerlukannya sama sekali dan kelihatannya mereka sangat menikmati apa yang mereka kerjakan. Tapi ada juga karyawan yang berprestasi biasa-biasa saja ( marginal ), perlu perhatian terus menerus dan kadang-kadang suka mangkir.  \n\nAlasan-alasan atas perbedaan prestasi ini sangat bervariasi dan komplex. Bisa berasal dari karyawan itu sendiri, bisa dari atasan karyawan dan bisa juga dari organisasi yang kesemuanya itu mengakar pada motivasi.  \n\nUntuk mengetahui faktor-faktor apa saja yang mempengaruhi motivasi karyawan tersebut, pada penelitian ini dilakukan survey terhadap seluruh karyawan Caltex dengan menggunakan kuesioner yang dikembangkan oleh Luthans. Kuesioner ini terdiri dari 20 pernyataan yang mengacu pada teori Maslow sehingga pada dasarnya kuesioner ini dapat dikelompokkan menjadi 5 hirarki kebutuhan menurut Maslow.  \n\nPada penelitian ini digunakan model Maslow dengan alasan bahwa model ini lebih rinci dalam membagi kebutuhan manusia mulai dari kebutuhan dasar sampai kebutuhan yang lebih tinggi. Disamping itu model ini juga bersifat universal.  \n\nUntuk memenuhi tujuan penelitian yang sudah ditetapkan, maka digunakan analisa faktor karena dengan analisa faktor bisa diungkap faktor-faktor dominan yang mempengaruhi motivasi kerja. Sedangkan pengolahan datanya dilakukan dengan bantuan software SSPS for Windows Release 6.0.  \n\nDari hasil analisa yang dilakukan, baik dengan menggunakan pendekatan Luthans maupun Analisis Factor, disimpulkan bahwa variabel-variabel yang berhubungan dengan kebutuhan akan rasa aman merupakan faktor dominan yang mempengaruhi motivasi kerja karyawan Caltex.", "Daftar File": {"1998 TS PP DJONY SIE 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71498", "1998 TS PP DJONY SIE 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71499", "1998 TS PP DJONY SIE 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71500", "1998 TS PP DJONY SIE 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71501", "1998 TS PP DJONY SIE 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71502", "1998 TS PP DJONY SIE 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71503", "1998 TS PP DJONY SIE 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71504"}, "Penulis": "DJONY SIE (NIM 281 96 063)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Prof. Dr. Matthias Aroef, \n\nPembimbing 2 :  Ir. Pamoedji Hardjomidjojo,MM  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "employees motivation, Luthans, Maslows hierarchy.", "Sumber": "", "Staf Input/Edit": "Alice D", "File": "7 file", "Tanggal Input": "11 Nov 2014"}