{"Nomor": 15422, "Judul": "SISTEM KONTROL AKTIF STRUKTUR NON-LINIER LOKAL DENGAN MENGGUNAKAN MODEL MODAL DAN JARINGAN SYARAF TIRUAN", "Abstrak": "Permasalahan-permasalahan yang terjadi berkenaan dengan beban dinamis pada sistem struktur sipil telah menjadi perhatian besar untuk waktu yang sangat lama.     \n\nSistem struktur konvensional dapat menyebabkan sangat besarnya nilai simpangan antar tingkat dalam struktur fleksibel dan percepatan lantai dalam struktur kaku. Kedua faktor menyebabkan kesulitan dalam menjamin keamanan     \n\nkomponen-komponen bangunan dan isinya.      \n\nSistem isolasi dasar pasif adalah salah satu teknologi paling sukses dan banyak diterapkan untuk mitigasi bahaya seismik. Konsep dasarnya adalah untuk mengisolasi sistem struktur dari gerakan tanah, terutama dalam rentang frekuensi bangunan yang paling berpengaruh. Tujuannya adalah untuk membatasi atau menghindari kerusakan pada struktur dan isinya dengan mereduksi nilai simpangan antar tingkat dan percepatan lantai.     \n\nEfektifitas dari sistem isolasi dasar pasif dapat lebih ditingkatkan dengan kombinasi sistem kontrol vibrasi aktif. Sistem kontrol hibrid aktif terdiri dari sistem isolasi dasar dan aktuator hidrolik. Sistem isolasi dasar Ã‚Â‘hibridÃ‚Â’ ini dapat beradaptasi aktif terhadap eksitasi seismik untuk meminimalkan kerusakan struktur. Dengan sistem hibrid tersebut, keuntungan dari sistem isolasi dasar yang     \n\nberkemampuan mereduksi gerakan horisontal bangunan, tetap terjaga, sedangkan keselamatan dan integritasnya dilindungi dengan kontrol aktif.     \n\nTujuan studi ini adalah untuk meneliti dan mengembangkan solusi model matematik dalam formulasi ruang keadaan non-linier yang diaplikasikan pada sistem kontrol hibrid aktif baru yang diusulkan dengan menggunakan model modal dan algoritma kontrol optimal. Data masukan dan keluaran hasil kajian ini lebih lanjut digunakan untuk kajian algoritma kontrol jaringan syaraf tiruan.     \n\nHasil kajian penelitian menunjukkan solusi model matematik tersebut dapat digunakan secara umum pada sistem kontrol aktif struktur non-linier lokal, dan telah menunjukkan hasil aplikasinya pada sistem kontrol hibrid aktif yang lebih efektif dan unggul dibandingkan sistem konvensional dan kontrol pasif saja maupun aktif saja dalam mereduksi respon struktur untuk semua eksitasi seismik yang dipertimbangkan dalam studi penelitian ini.", "Daftar File": {"2010 DS PP DJAMAL MUHAMMAD ABDAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71488", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71489", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71490", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71491", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 4.PDF": "https://digilib.itb.ac.id/gdl/download/71492", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71493", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71494", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/71495", "2010 DS PP DJAMAL MUHAMMAD ABDAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71496"}, "Penulis": "DJAMAL MUHAMMAD ABDAT (NIM : 35005002)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Dr. Ir. Herlien D. Setio", "Prof. Ir. Adang Surahman, M.Sc, Ph.D", "Dr. Ir. Sangriyadi Setio"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kontrol hibrid aktif, model modal non-linier, jaringan syaraf tiruan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}