{"Nomor": 15444, "Judul": "ANALISIS DISTRIBUSI TEGANGAN PADA BILAH TURBIN ANGIN BERBAHAN KOMPOSIT DENGAN MENGGUNAKAN METODE ELEMEN HINGGA UNTUK MEMPEROLEH KONFIGURASI STRUKTUR KOMPOSIT YANG OPTIMUM", "Abstrak": "Kebutuhan akan energi saat ini semakin meningkat, salah satu solusi untuk mengatasi permasalahan ini adalah pemanfaatan energi angin dengan menggunakan turbin angin untuk pembangkit tenaga listrik. Material komposit    \n \n \n \n\nmerupakan material yang ideal untuk memproduksi bilah turbin angin ringan dengan performa yang sangat baik.    \n \n \n \n\nDalam tugas akhir ini, dilakukan perancangan struktur komposit bilah turbin angin untuk konfigurasi desain yang telah dirancang sebelumnya oleh Fandy Irawan, ST9. Langkah pertama yang dilakukan adalah menentukan harga Membebanan. Pembebanan yang terjadi pada bilang turbin angin adalah beban aerodinamika, beban inertia, dan beban gravitasional. Perancangan struktur komposit yang dilakukan adalah pengaturan susunan komponennya, yaitu arah orientasi dan jumlah lapisan serat. Kemudian dilakukan analisis tegangan    \n \n \n \n\nmenggunakan metode elemen hingga untuk mengetahui bagaimana struktur komposit bilah turbin angin yang telah dirancang tersebut menanggung beban yang dialaminya, sehingga dapat diperoleh konfigurasi lapisan komposit yang optimum dengan kriteria kegagalan Hill‐Tsai sebagai batasan masalahnya.    \n \n \n \n\nDari analisis yang dilakukan pada konfigurasi desain ini9, untuk kecepatan angin 3.5 m/s, diperoleh bahwa konfigurasi struktur komposit dengan material S‐2 glass/Epoxy yang berhasil menanggung pembebanan yang terjadi adalah    \n \n \n \n\nkonfigurasi 7 dengan susunan lapisan (45/‐45/0(3))s untuk bagian bilah turbin angin, dan lapisan dengan susunan (0/0/45/‐45/0(5))s untuk bagian sambungan antara Hub dan bilah turbin, namun dengan mengambil tegangan terbesar pada    \n \n \n \n\n1,07x108 Pa yang diperoleh dari hasil pengolahan Patran/ Nastran. Hasil rancangan ini terlalu kuat karena beban yang dihitung lebih besar dari beban sebenarnya.", "Daftar File": {"2010 TA PP DWI ANDHANARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71590", "2010 TA PP DWI ANDHANARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71591", "2010 TA PP DWI ANDHANARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71592", "2010 TA PP DWI ANDHANARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71593", "2010 TA PP DWI ANDHANARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71594", "2010 TA PP DWI ANDHANARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71595"}, "Penulis": "DWI ANDHANARI (NIM : 13606035)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemanfaatan energi angin, turbin angin ringan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}