{"Nomor": 15451, "Judul": "STUDI MOTIVASI PEMBELIAN UNTUK MENINGKATKAN PENJUALAN ONLINE", "Abstrak": "Seiring dengan berkembangnya dunia teknologi, berkembang pula dunia teknologi informasi dengan munculnya era baru yang banyak menggunakan internet dalam lifestyle sehari hari. Dengan berkembangnya internet, muncul pula era baru jual beli melalui internet yang disebut e-commerce.  \n \n\nMemooi Shop merupakan salah satu bisnis yang bergerak di bidang penjualan online. Memooi Shop menjual barang berupa produk fashion baju melalui teknologi internet. Memooi Shop mengalami penjualan yang cukup baik di awal bisnisnya.  \n \n\nSeiring dengan waktu, penjualan Memooi Shop berkurang secara bertahap. Hal ini dikarenakan kondisi internal Memooi Shop yang belum dibenahi dengan baik, dengan tidak adanya STP dan strategi Marketing Mix yang sesuai. Selain itu, sistem produksi yang dimiliki Memooi Shop juga belum teratur.  \n \n\nTerlebih lagi, kompetisi dalam bisnis online kini semakin padat, yang menyebabkan Memooi Shop semakin menurun performanya karena tidak siap untuk bersaing dengan kompetitor yang gencar melakukan promosi. Yang lebih penting, Memooi Shop tidak memiliki pengetahuan mengenai profil dan perilaku konsumennya.  \n \n\nTesis ini membahas mengenai solusi dari isu bisnis berupa penjualan yang turun karena disebabkan oleh  \n \n\nSTP dan strategi yang kurang tepat. Solusi yang ditawarkan adalah berupa pembuatan Segmentasi, Targeting, dan Positioning. Selain itu, disusun pula riset mengenai perilaku konsumen online store sebagai dasar Memooi Shop untuk membangun strategi yang tepat sasaran. Riset dilakukan dengan variabel profil responden, motivasi belanja online, dan faktor faktor yang dianggap penting dalam hal belanja online. Dari informasi mengenai profil konsumen, disusun pula strategi Marketing Mix yang termasuk strategi Produk, Harga, Promosi, Sumber Daya Manusia, Tempat, Bukti Fisik, dan Proses Bisnis.  \n \n\nSolusi yang ditawarkan pada akhirnya adalah menargetkan segmen wanita berumur 17-28 tahun, dengan strategi memperbaiki tampilan produk, menambah variasi produk dan brand dalam satu lokasi, dan meningkatkan tingkat kepercayaan konsumen dengan sistem keamanan yang baik. Dengan solusi yang spesifik, disusun pula rencana implementasi dari strategi usulan bagi Memooi Shop yang termasuk penambahan sumber daya manusia, penjadwalan strategi promosi, juga budgeting yang diperlukan dalam  \n \n\npengimplementasian strategi yang diusulkan. Dengan strategi yang diimplementasikan dengan baik, Memooi Shop akan dapat meng capture pelanggan yang lebih banyak dan mampu bertahan di tengah padatnya kompetisi bisnis online.", "Daftar File": {"2010 TS PP DWI PUTRI ANDIANA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71627", "2010 TS PP DWI PUTRI ANDIANA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71628", "2010 TS PP DWI PUTRI ANDIANA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71629", "2010 TS PP DWI PUTRI ANDIANA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71630", "2010 TS PP DWI PUTRI ANDIANA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71631"}, "Penulis": "DWI PUTRI ANDIANA (NIM : 29108306)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Online Store, Motivasi, Faktor Penting Online Shopping", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}