{"Nomor": 15456, "Judul": "IMPLEMENTASI ANTARMUKA PENGGUNA PERANGKAT LUNAK STASIUN KENDALI PADA SISTEM PESAWAT UDARA NIR AWAK", "Abstrak": "Camar merupakan nama sistem pesawat terbang nir awak (sistem PUNA) yang disiapkan oleh Tim PUNA Camar Aeronotika dan Astronotika ITB dalam rangka menghadapi Taiwan Flying Robot Competition 2010 (TFRC 2010) pada kategori navigated flight (autonomous flight). Misi utama yang harus diselesaikan oleh sistem PUNA Camar pada TFRC2010 ini adalah misi waypoint following dan object identification. Berdasarkan tantangan dan misi utama dari TFRC 2010 tersebut, maka dibutuhkan sebuah sistem stasiun kendali dengan antarmuka pengguna (user interface, UI) yang dapat memberikan alat interaksi antara pengguna dengan sistem PUNA agar dapat menjalankan misi dengan efektif dan efisien.    \n \n \n \n\nTugas akhir ini membahas tentang proses perancangan UI perangkat lunak untuk stasiun kendali pada sistem PUNA Camar. Proses Perancangan yang dilakukan meliputi pendefinisian prosedur perancangan dengan menggunakan pendekatan rekayasa faktor manusia, identifikasi fungsi-fungsi yang perlu ada dalam UI stasiun kendali dalam sistem PUNA secara umum, evaluasi fungsi dari UI yang sudah ada, penyusunan persyaratan dan sasaran perancangan untuk UI stasiun kendali pada sistem PUNA Camar, dan perancangan UI stasiun kendali pada sistem PUNA Camar. Tugas akhir ini diharapkan dapat menjadi langkah untuk mempelajari dan memahami konsep desain antarmuka pengguna stasiun kendali untuk pesawat udara nir awak.", "Daftar File": {"2011 TA PP DWITIYA WASKITOJATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71660", "2011 TA PP DWITIYA WASKITOJATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71661", "2011 TA PP DWITIYA WASKITOJATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71662", "2011 TA PP DWITIYA WASKITOJATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71663", "2011 TA PP DWITIYA WASKITOJATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71664", "2011 TA PP DWITIYA WASKITOJATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71665", "2011 TA PP DWITIYA WASKITOJATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71666"}, "Penulis": "DWITIYA WASKITOJATI (NIM : 13605060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Taufiq Mulyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Camar, sistem pesawat terbang nir awak sistem PUNA, antarmuka", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}