{"Nomor": 15467, "Judul": "PRELIMINARY STUDY OF HOMOGENIZED PLUTONIUM AND MINOR ACTINIDE MULTIPLE RECYCLING STRATEGY ON PWR BY USING SRAC-COREBN", "Abstrak": "Non-proliferation and Economic value become a constraint in any nuclear reactor study. While multi recycling of plutonium and extended burnup proposed as a solution to improve nuclear reactor economic value, its lead to proliferation issue in its spent fuel reprocessing process. Non-proliferation strategy propose that there is no need to separate Plutonium with Minor Actinide (MA) in the spent fuel reprocessing process. This study is intend to observe multi recycling strategy endorsed with proposed non-proliferation strategy.                \n \n\nIn this study 100% of 3400 MWt PWR core is used for recycling purpose. Calculation shows that the fuel contains 8% of Pu and MA in forms of MOX leads to  increased plutonium weight in the reactor core when multiple recycling strategy performed for 18 step recycling, while larger fraction of Pu and MA leads to                \n \n\nincreased Plutonium reduction rate. Overall result for three cases simulation (8%,10%, and 12% of Plutonium and Minor Actinide containing fuels) shows that isotopic                \n \n\ncomposition of fuel materials leads to protected plutonium production concept", "Daftar File": {"2008 TA PP DYTHIA PRAYUDHATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71707", "2008 TA PP DYTHIA PRAYUDHATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71708", "2008 TA PP DYTHIA PRAYUDHATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71709", "2008 TA PP DYTHIA PRAYUDHATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71710", "2008 TA PP DYTHIA PRAYUDHATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71711", "2008 TA PP DYTHIA PRAYUDHATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71712", "2008 TA PP DYTHIA PRAYUDHATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71713"}, "Penulis": "DYTHIA PRAYUDHATAMA (NIM 10203013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Abdul Waris"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Plutonium & Minor Actinide, Multiple Recycling Strategy, Protected Plutonium Production, Nuclear Fuel Cycle, Presurize Water Reactor(PWR)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}