{"Nomor": 15486, "Judul": "KAJI EKSERIMENTAL SISTEM PENDINGIN ADSORPSI SILICA GEL - METANOL", "Abstrak": "Saat ini pencemaran lingkungan telah menjadi masalah global. Fenomena seperti penipisan lapisan ozon dan pemanasan global mulai ditanggapi serius dan berbagai upaya telah dilakukan untuk mencegah fenomena-fenomena tersebut. Protokol Montreal disepakati pada tahun 1987 untuk menekan produksi dan konsumsi bahan-bahan kimia yang dapat merusak ozon. Diantara bahan-bahan kimia tersebut adalah zat chlorofluorocarbon (CFC) yang banyak terkandung dalam refrigeran pada sistem refrigerasi. Selain Protokol Montreal konvensi internasional lain adalah Protokol Kyoto yang mengatur agar negara - negara menurunkan emisi CO2 yang dapat menyebabkan pemanasan global.  \n \n\nSistem pendingin adsorpsi merupakan salah satu alternatif sistem refrigerasi ramah lingkungan. Sistem pendingin adsorpsi dapat memanfaatkan panas dari matahari sehingga dapat menghemat energi dan tidak mengeluarkan emisi CO2. Sistem pendingin adsorpsi juga tidak memanfaatkan bahan kimia yang mengandung CFC sehingga aman bagi lingkungan.  \n \n\nStudi mengenai sistem pendingin adsorpsi telah dilakukan sebelumnya. Pada tahun 2009 L.W. Wang merangkum hasil studi mengenai sistem pendingin adsorpsi dalam paper-nya.  \n \n\nHasil tugas akhir ini adalah:  \n \n\n1. Sistem pendingin adsorpsi yang dibuat mampu menghasilkan Qcooling maksimal sebesar 43,28 watt (dari volume metanol 60 mL) untuk waktu 2 menit pertama dan Qcooling total maksimal sebesar 182 Watt untuk waktu total 24 menit (dari volume metanol 70 mL). COP maksimum yang dapat dihasilkan adalah 0,46 (dari volume metanol 70 mL).  \n \n\n2. Dari semua volume metanol yang diuji volume metanol 70 mL menghasilkan performansi yang paling baik di mana dapat menghasilkan Qcooling total dan COP paling besar.  \n \n\n3. Kebocoran pada sistem mengganggu performansi sistem untuk siklus kedua dan seterusnya. Diperlukan penggunaan pompa vakum untuk mengeliminasi pengaruh kebocoran pada performansi sistem.  \n \n\n4. Jika dibandingkan dengan perhitungan teoritik mesin pendingin adsorpsi yang dibuat memiliki nilai COP yang dapat mendekati nilai teoritik namun kapasitas pendinginannya masih kecil.", "Daftar File": {"2011 TA PP EDWIN SENDUK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71807", "2011 TA PP EDWIN SENDUK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71808", "2011 TA PP EDWIN SENDUK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71809", "2011 TA PP EDWIN SENDUK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71810", "2011 TA PP EDWIN SENDUK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71811", "2011 TA PP EDWIN SENDUK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71812", "2011 TA PP EDWIN SENDUK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71813"}, "Penulis": "EDWIN SENDUK (NIM : 13106140)", "Kontributor / Dosen Pembimbing": ["Penulis : EDWIN SENDUK (NIM : 13106140)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pencemaran lingkungan, pemanasan global, Protokol Montreal, chlorofluorocarbon (CFC), Protokol Kyoto", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}