{"Nomor": 15491, "Judul": "FABRIKASI MIKROKANAL POLIMER HIBRID UNTUK APLIKASI SENSOR BIOKIMIA OPTIK DAN ANALISIS PERAMBATAN GELOMBANG PLASMON POLARITON", "Abstrak": "Pada penelitian kali ini dilakukan fabrikasi mikrokanal dengan bahan polimer hibrid untuk aplikasi sensor biokimia optik jenis Young Interferometer.Untuk mengoptimalkan desain sensor biokimia optik ini, dilakukan simulasi mengenai perambatan surface plasmon polariton yang merambat pada permukaan sensor. Polimer hibrid dibuat dari monomer TMSPMA (3-(Trimethoxysilyll) propyl methacrylate) dengan metode sol gel. Pola mikrokanal dibuat dengan teknik fotolitografi. Pola mikrokanal yang terbentuk masih putus-putus karena fotopolimerisasi yang terjadi tidak sempurna. Dengan menggunakan software Mathcad 14 telah diperoleh desain sensor yang dapat menghasilkan modus nonradiatif (bound mode). Hasil simulasi menunjukkan bahwa fenomena bound mode surface plasmon polariton dapat ditemukan dengan cara melapisi polimer hibrid dengan perak setebal 50 nm dengan vakum, udara, hexan, dan air. Dengan desain ini, fenomena bound mode surface plasmon polariton dapat dimanfaatkan untuk mendeteksi kandungan senyawa biokimia.", "Daftar File": {"2012 TA PP EFI DWI INDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71825", "2012 TA PP EFI DWI INDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71826", "2012 TA PP EFI DWI INDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71827", "2012 TA PP EFI DWI INDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71828", "2012 TA PP EFI DWI INDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71829", "2012 TA PP EFI DWI INDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71830"}, "Penulis": "EFI DWI INDARI (NIM : 10208034)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Rahmat Hidayat", "Co-Pembimbing : Dr. Priastuti Wulandari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mikrokanal, plasmon polariton, polimer hibrid, sensor biokimia optik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}