{"Nomor": 15496, "Judul": "COMPARISON OF ENVIRONMENTAL IMPACTS BETWEEN CONVENTIONAL AND COLD CHAIN MANAGEMENT SYSTEM ON PAPRIKA DISTRIBUTION PROCESS IN INDONESIA: A CASE STUDY OF PASIR LANGU", "Abstrak": "Nowadays, most of countries in the world consider the importance of reducing CO2 emission to limit average global temperature that resulting climate change. Indonesia as a developing country committed to participate in reducing CO2        \n \n \n \n \n \n \n \n\nemission since agriculture sector in this country contributed 75,101.12 Gg CO2 eq based on UNFCCC data based in 1994. Thus, eco-business in agriculture sector is necessary to be done in order to reduce CO2 emission. Pasir Langu village in Cisarua, West Bandung District, West Java Province is the largest central production area of paprika in Indonesia. In agriculture sector, the rejection of        \n \n \n \n \n \n \n \n\nproduct including paprika commonly occurs and would become a major problem. Through the behavior, the paprika is unfit for market in retailer side finally. In        \n \n \n \n \n \n \n \n\naverage, for every 200 kg of paprika the rejection number is 3 kg. This situation caused money loss for wholesaler and waste for environment. In one year they can lose approximately IDR 11,700,000 because of paprikaÃ‚Â’s rejection.        \n \n \n \n \n \n \n \n\nTherefore, recently wholesaler in Pasir Langu village develops cold chain management system to maintain quality of paprika so that number of rejection can be reduced. The cold chain is a logistic system that provides a series of facilities for maintaining ideal storage conditions for perishables from point of origin to iv the point of consumption in the food supply chain. The cold chain refers to the transportation system which is managed by the temperature sensitively. That is, we consider the supply chain due to cold energy and refrigerated packaging and        \n \n \n \n \n \n \n \n\nthe logistics to secure the integrity of the product shipment. Meanwhile, by developing eco-label paprika will adding value of product because eco-label itself        \n \n \n \n \n \n \n \n\nclaimed that the product is environmentally friendly. The objectives of this study is to calculate CO2 emissions using Life Cycle Assessment (LCA) methodology in order to discover a environmentally friendly system in paprika distribution process, a conjoint analysis is used to discover consumersÃ‚Â’ Willingness to Pay (WTP) of eco-label paprika, and financial feasibility analysis is used to promote Photovoltaic (PV) system in paprika distribution process. This study promotes the environmentally friendly distribution system so as to secure the quality of        \n \n \n \n \n \n \n \n\nproducts. The result implies that the cold chain management system produces more CO2 emission compared to conventional system. However, due to the promotion of PV system, the emission would be reduced and paprika eco-label        \n \n \n \n \n \n \n \n\ncan be developed.", "Daftar File": {"2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71851", "2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71852", "2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71853", "2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71854", "2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71855", "2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71856", "2012 TS PP EIDELWEJIS ANDRIRINJANI PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71857"}, "Penulis": "EIDELWEIJS ADRIRINJANI PUTRI (29010010)", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof. Dr. Kiyoshi Dowaki & Dr. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "LCA, Environmentally friendly distribution, Paprika, Cold chain, PV system", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}