{"Nomor": 15509, "Judul": "SIMULATED ANNEALING UNTUK MENYELESAIKAN PERMASALAHAN JARINGAN PIPA DISTRIBUSI GAS ALAM", "Abstrak": "Simulated Annealing (SA) adalah salah satu metode yang memasukan unsur Probabilistik untuk mencari nilai minimum dari suatu fungsi. SA juga dapat digunakan sebagai metode untuk mencari solusi dari suatu sistem persamaan. Dengan menggunakan fungsi Fitness, masalah mencari akar dari sistem persamaan mula Ã‚Â– mula terlebih dahulu dijadikan masalah mencari nilai yang meminimumkan fungsi Fitness tersebut. Dalam masalah mencari akar, biasanya digunakan metode iteratif. Metode yang biasa dan populer dipakai adalah Metode Newton. Dibutuhkan suatu tebakan awal untuk memulai iterasi, umumnya nilai awal ini cukup dekat dengan akarnya agar hasilnya konvergen ke akarnya. Dalam pemilihan tebakan awal ini tidaklah mudah, apalagi untuk kasus berdimensi besar. Jika dibandingkan dalam hal kekonvergenan, untuk kasus dimensi yang besar, SA cenderung sulit kovergen dan tidak akurat. Dalam kaitan inilah SA berperan dalam mendekatkan nilai bagi metode Newton sehingga kemungkinan besar hasil dari metode Newton akan konvergen ke akarnya. Dengan melakukan komputasi dengan SA terlebih dahulu kemudian hasilnya digunakan sebagai tebakan awal bagi Newton, diharapkan metode Gabungan tersebut dapat memberikan hasil yang baik dalam hal persentase keberhasilan dalam menyelesaikan permasalahan yang ada. Salah satu contoh nyata adalah permasalahan jaringan pipa distribusi gas alam. Tujuannya adalah mengetahui tekanan pada tiap titik percabangan pipa. Dalam tugas akhir ini akan dikemukakan salah satu aspek pemodelan matematika yang muncul pada penentuan distribusi tekanan pada jaringan pipa. Secara matematika masalah yang dihadapi dapat dirumuskan sebagai masalah penyelesaian sistem persamaan tak linear dengan jumlah persamaan dan peubah bebas yang besar. Setelah model didapat, dicari solusi atau akar dari persamaan tersebut dengan menggunakan SA atau metode gabungan. Solusi yang diperoleh berupa distribusi tekanan di tiap titik Ã‚Â– titik percabangan pipa.", "Daftar File": {"2012 TA PP EKI JUNANTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71914", "2012 TA PP EKI JUNANTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71915", "2012 TA PP EKI JUNANTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71916", "2012 TA PP EKI JUNANTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71917", "2012 TA PP EKI JUNANTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71918", "2012 TA PP EKI JUNANTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71919", "2012 TA PP EKI JUNANTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71920"}, "Penulis": "EKI JUNANTA (NIM : 10107010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem persamaan tak linear, metoe Newton, Simulated Annealing, jaringan pipa distribusi gas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}