{"Nomor": 15500, "Judul": "PENGEMBANGAN MODEL DEFAULT PREDICTION UNTUK ANALISA KREDIT MIKRO (Penerapan di sebuah lembaga keuangan mikro)", "Abstrak": "Sampai saat ini, proses analisa kredit di lembaga keuangan mikro sebagian besar mempergunakan teknik analisa rasio keuangan serta metode skoring. Metode tersebut bersifat univariat yang memberi penjelasan secara parsial tentang rasio yang berpengaruh dalam penilaian kinerja organisasi. Disamping itu, sistem skoring yang diterapkan untuk mengelola berkas kredit tidak mempunyai standar sistem pembobotan dan tergantung dari penilaian oleh manajemen lembaga keuangan tersebut.Penelitian ini menawarkan suatu pendekatan untuk memperbaiki proses analisa kredit tersebut dengan mempergunakan model default prediction yang merupakan pendekatan statistik. Model yang dihasilkan mempunyai 15 variabel keuangan dan non keuangan yang terangkum dalam pendekatan 5 C (Capital, Capacity, Character, Colleteral, Condition and Constraint). Dari evaluasi literatur, asumsi dan jenis data yang tersedia, metode yang tepat digunakan untuk membangun model default prediction di lembaga keuangan mikro adalah regresi logistik.Model yang menggunakan regresi logistik tersebut dibangun dan diterapkan pada lembaga keuangan mikro dengan mempergunakan data berkas kredit historikal selama 3 tahun (2004-2007). Model yang diperoleh, digunakan untuk memprediksi calon nasabah apakah akan termasuk nasabah yang berpotensi kredit macet atau lancar. Model tersebut memberikan analisa kredit secara komprehensif dengan ketepatan prediksi total sebesar 78%. Untuk efektifitas dan kemudahan implementasi, model tersebut diintegrasikan dalam suatu aplikasi SPK (Sistem Pendukung Keputusan) berbasis web. Aplikasi ini akan menjadi alat risk assesment dalam sistem manajemen resiko di lembaga tersebut. Penggunaan aplikasi ini, membuat model mudah digunakan serta dapat dikembangkan lebih lanjut untuk berbagai keperluan seperti sistem sinyal dini (alarm), nota kredit, analisa crosstab maupun laporan.", "Daftar File": {"2009 TS PP EKA PERMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71883", "2009 TS PP EKA PERMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71884", "2009 TS PP EKA PERMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71885", "2009 TS PP EKA PERMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71886", "2009 TS PP EKA PERMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71887", "2009 TS PP EKA PERMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71888", "2009 TS PP EKA PERMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/71889", "2009 TS PP EKA PERMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71890"}, "Penulis": "EKA PERMANA (NIM 23407039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr. Ir. Bermawi P. Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Credit analysis, Microfinance organization, Default prediction, Logistic regression, Multivariate discriminant analysis, Desicion support system (DSS), Risk assesment", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}