{"Nomor": 15502, "Judul": "PENILAIAN MODEL STRATEGI IMPLEMENTASI TEKNOLOGI CLOUD COMPUTING UNTUK PEMERINTAH DAERAH", "Abstrak": "Sebelumnya telah dilakukan penelitian untuk membuat model strategi implementasi cloud computing untuk \n\npemerintah daerah dengan tujuan untuk mendukung penggunaan cloud computing bagi pemerintah khususnya \n\npemerintah daerah. Penelitian tersebut dilatarbelakangi karena adanya kendala terhadap dukungan teknologi \n\ninformasi, infrastruktur teknologi informasi, dan sumber daya manusia di tiap daerah yang akhirnya \n\nmenyebabkan pengembangan eGovernment berjalan lambat. Untuk itu diperlukan cara pandang baru dalam \n\npengembangan eGovernment yang efektif dan efisien. Penggunaan cloud computing dapat dijadikan solusi \n\nteknologi guna mendukung tercapainya optimalisasi layanan pemerintahan. Model strategi implementasi \n\nteknologi cloud computing yang telah dibangun terdiri dari 7 tahapan implementasi teknologi cloud computing \n\nyaitu tahapan Analisis, Perencanaan, Penilaian, Pemilihan, Pengelolaan, Pemeriksaan, dan Optimasi. Tahapan \n\nstrategi berupa siklus yang bersifat terbuka dan dalam lingkup tahapan Pengembangan eGovernment sesuai \n\narahan pemerintah yaitu Inisiasi, Interaksi, Transaksi dan Transformasi yang menyesuaikan diri dengan \n\nmanajemen strategi yaitu perencanaan (plan), pelaksanaan (do), cek (check), dan tindak lanjut (action). \n\nPembangunan model strategi tersebut berdasarkan 8 faktor pertimbangan cloud yaitu Security, Performance, \n\nCompliance, Financial, Trust, Governance, Organization, dan Learning. Dari model usulan yang telah dibangun \n\ntersebut, perlu dilakukan penilaian untuk menguji dan mengetahui tahapan strategi mana saja dari yang dinilai \n\nmenjadi komponen yang perlu diperhatikan untuk keberhasilan implementasi cloud computing bagi pemerintah \n\ndaerah.", "Daftar File": {"proceedings knsi 2014 full edition(43).pdf": "https://digilib.itb.ac.id/gdl/download/71901"}, "Penulis": "Eka Wahyu Hidayat", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Model Strategi, Cloud computing, Pemerintah Daerah, Penilaian", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "11 Mar 2014"}