{"Nomor": 15518, "Judul": "ANALISIS INTEGRITAS KEKUATAN CASING PADA SUMUR MIGAS YANG MENGALAMI SUBSIDENCE", "Abstrak": "Kebutuhan minyak dan gas bumi sebagai sumber energi utama terus meningkat dewasa ini. Berbagai usaha eksplorasi, eksploitasi, produksi dan distribusi terus ditingkatkan untuk memenuhi kebutuhan minyak dan gas bumi. Akan tetapi dalam prosesnya seringkali mendapat kendala utama karena adanya geohazard, salah satunya yaitu dengan terjadinya subsidence.  \n \n\nPada Tugas Akhir ini dilakukan analisis integritas kekuatan casing pada sumur migas yang terkena dampak subsidence di area LIMA Laut Jawa. Analisis bertujuan untuk mengetahui distribusi tegangan casing akibat subsidence dengan  \n \n\nmenggunakan finite element software Nastran for Windows 4.5 untuk menjamin bahwa casing masih memiliki keamanan yang cukup baik.  \n \n\nHasil analisis linear sumur migas LA Ã‚Â– 9ST menunjukkan bahwa stress tertinggi berada pada kedalaman 2.234 ft dengan maximum stress 476.370 psi. Maximum stress terjadi pada casing 9-5/8 inch yang memiliki yield strength  \n \n\n80.000 psi dan ultimate strength 95.000 psi. Karena hasil linear stress analysis melebihi yield strength dan ultimate strength material casing, maka perlu dilakukan nonlinear stress analysis. Hasil analisis nonlinear sumur migas LA Ã‚Â–  \n \n\n9ST menunjukkan bahwa stress tertinggi berada pada kedalaman 2.234 ft dengan maximum stress 92.016 psi dan maximum strain 6,17%. Hasil analisis nonlinear statik menunjukkan bahwa casing telah mengalami deformasi plastik dengan stress ratio 0,97 dan belum mencapai ultimate strength material.", "Daftar File": {"2010 TA PP EKO SARWONO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71984", "2010 TA PP EKO SARWONO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71985", "2010 TA PP EKO SARWONO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71986", "2010 TA PP EKO SARWONO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71987", "2010 TA PP EKO SARWONO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71988", "2010 TA PP EKO SARWONO  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71989", "2010 TA PP EKO SARWONO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71990"}, "Penulis": "EKO SARWONO (NIM : 13103062)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Integritas, Kekuatan Casing,  Sumur Migas, Subsidence, minyak, gas bumi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}