{"Nomor": 15514, "Judul": "ANALISIS PENGARUH BAURAN RETAIL (RETAILING MIX) DAN KEPUASAN PELANGGAN (CUSTOMER SATISFACTION) TERHADAP LOYALITAS PELANGGAN (CUSTOMER LOYALTY), STUDI KASUS DI EAT SHOP BANDUNG", "Abstrak": "Fenomena unik yang telah dan sedang berlangsung di kota Bandung pada saat ini adalah bemunculan clothing. Clothing adalah sejenis home industry yang memproduksi kaos, tas, sepatu, jaket, aksesoris dan beberapa jenis barang fashion lainnya, yang di produksi terbatas untuk setiap desainnya yang di maksudkan agar produk tersebut terjaga ke-eklusifitasan-nya. Adapaun semua barangnya murni di desain dengan menggunakan merek sendiri. Seiring dengan perkembangannya maka persaingan yang semakin ketat tidak dapat dihindari lagi. Kehilangan pelanggan yang dialami oleh EAT Shop Bandung akhir-akhir ini diduga disebabkan oleh ketidak puasan konsumen terhadap strategi bauran retail yang di terapkan oleh EAT Shop.  \n \n\nTujuan dari penelitian ini adalah Menentukan dan mencari apakah terdapat hubungan antara bauran retail, kepuasan pelanggan dengan loyalitas pelanggan dengan melihat kondisinya pada saat ini Dengan menggunakan metode Analisis jalur . Sehingga dapat Memberikan masukan kepada CV ORCA/EAT berupa usulan program dalam rangka pengembangan bauran retail, kepuasan pelanggan dan loyalitas pelanggan sehingga diharapkan pada akhirnya tujuan dari perusahaan dapat tercapai. Metode penelitian yang digunakan adalah deskriptif melalui penyebaran kuesioner kepada 100 responden, yaitu konsumen EAT SHOP Jl. Trunojoyo NO.15 Bandung selama periode September 2009 - November 2009.  \n \n\nBerdasarkan Data yang terkumpul dari kerja lapangan , dengan uji statistik analisis jalur, menyimpulkan bahwa pada EAT SHOP Bandung,Bauran Retail dan Kepuasan Pelanggan memiliki pengaruh yang signifikan baik secara parsial maupun simultan terhadap loyalitas pelanggan. Hasil Akhir Penelitian ini adalah usulan rencana implementasi program untuk meningkkatkan Bauran Retail ,Kepuasan Pelanggan, loyalitas pelanggan untuk EAT SHOP Bandung, sehingga diharapkan dapat berkontribusi dalam memenangkan persaingan di industri Distro baik di Bandung maupun di Indonesia pada umumnya.", "Daftar File": {"2010 TS PP EKO GALIH PRIBADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71955", "2010 TS PP EKO GALIH PRIBADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71956", "2010 TS PP EKO GALIH PRIBADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71957", "2010 TS PP EKO GALIH PRIBADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71958", "2010 TS PP EKO GALIH PRIBADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71959", "2010 TS PP EKO GALIH PRIBADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71960"}, "Penulis": "EKO GALIH PRIBADI (NIM : 291080730)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Retail,Kepuasan Pelanggan, Loyalitas Pelanggan,Analisis jalur, EAT SHOP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}