{"Nomor": 15515, "Judul": "USULAN PROYEK NIHIL BUANG GAS KARBON (VENTING) DI LAPANGAN MINYAK KOTABATAK", "Abstrak": "Isu perubahan iklim dunia memberikan tantangan dan perubahan strategi bagi dunia khususnya industri. Lingkungan rusak, kenaikan temperatur bumi dan naiknya  \n \n\npermukaan air laut. Hal ini sejalan dengan meningkatnya emisi dari negara berkembang disebabkan aktifitas ekonomi, peningkatan konsumsi energi. Pada pertemuan terakhir bulan November 2009 di Kopenhagen Denmark, semua negara sepakat untuk mereduksi emisi gas rumah kaca. Indonesia juga sepakat menurunkan emisi 26% hingga tahun 2020. PT Chevron Pacific Indonesia (PT. CPI) sebagai salah satu produser minyak terbesar di Indonesia dalam proses pengolahan minyak membuang gas karbon ke atmosfir. Gas buang karbon telah memenuhi aturan dalam qualitas gas buang yang ditetapkan oleh Pemerintah Indonesia. Wujud dari komitmen ini, secara korporasi Chevron makin intensif pada kebijakan terhadap lingkungan, di mana secara bertahap mengurangi emisi gas  \n \n\nkarbon. Pada tahun 2009 Chevron mencanangkan target nihil emisi gas karbon dari seluruh operasi hulu di dunia akan tercapai pada tahun 2012. Permasalahan ini sulit untuk segera diterapkan di operasi Sumatera. Dalam normal operasi sekarang ini, PT. CPI harus membuang gas karena kondisi serta kebutuhan operasi. Pada stasiun pengumpul gas terbuang karena kondisi peralatan, di sumur-sumur produksi gas dibuang karena berpengaruh pada produksi. Proyek akhir ini fokus pada lapangan Kotabatak karena mempunyai karakteristik sumur-sumur produksinya yang mengandung gas lebih tinggi. Proposal proyek untuk  \n \n\nmencapai target nihil emisi gas karbon (venting) dengan perancangan proyek dari awal, proses seleksi dari berbagai alternatif, dan rencana eksekusi. Menentukan alternatif terbaik dilakukan dengan pendekatan kualitatif. Dalam rencana eksekusi harus melalui tahapan  \n \n\neksekusi proyek, dan proses pengiriman yaitu proses serah terima. Konklusinya adalah pencapaian nihil emisi gas karbon bisa dicapai pada kuarter pertama tahun 2013 dengan lama pengerjaan 3 tahun dan perkiraan biaya kapital sebesar 6,950,000 Dollar Amerika. Emisi gas carbon dinihilkan dari kondisi membuang sebesar 1 MMSCFD, di samping itu dihasilkan kondesat dari proyek ini sebesar 40 Barrel tiap hari.", "Daftar File": {"2010 TS PP EKO JANUARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71961", "2010 TS PP EKO JANUARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71962", "2010 TS PP EKO JANUARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71963", "2010 TS PP EKO JANUARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71964", "2010 TS PP EKO JANUARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71965", "2010 TS PP EKO JANUARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71966"}, "Penulis": "EKO JANUARDI (NIM : 29107081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rudy Bekti, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Venting, Emisi Gas Karbon, Seleksi Alternatif Proyek", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}