{"Nomor": 15512, "Judul": "STUDI PALEOGEOGRAFI PADA FORMASI CIBULAKAN ATAS DI AREA SUB-CEKUNGAN KEPUH-SUKAMANDI, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Cekungan Jawa Barat Utara memiliki jumlah penemuan minyak dan gas yang sangat signifikan, bahkan hingga saat ini masih menemukan cadangan-cadangan baru dan berproduksi. Salah satu Formasi yang masih sangat berpotensi adalah Formasi Cibulakan Bagian Atas yang terbukti dengan pengeboran terakhir di area Kepuh-Pasirbungur yaitu sumur Bambu Besar (BBS)-01 yang memberikan hasil sangat baik.         \n\nTujuan dari studi ini adalah untuk mengetahui lingkungan pengendapan serta penyebaran reservoar batugamping Intra Formasi Cibulakan Bagian Atas di area Sub-cekungan Kepuh-Pasirbungur, Cekungan Jawa Barat Utara. Endapan Formasi Cibulakan Bagian Atas pada Sub-cekungan Kepuh-Pasirbungur merupakan endapan transisi yang bervariasi dari endapan neritik pinggir sampai neritik tengah dangkal yang dominan diendapkan batugamping. Reservoar batugamping Intra Formasi Cibulakan Bagian Atas merupakan batugamping terumbu yang diendapkan lokal pada tinggian-tinggian pada saat pengendapan umur N7 - N9         \n\n(Miosen Tengah). Hal ini dibuktikan pada pengeboran sumur Bambu Besar (BBS)-01 dimana batugamping Intra Formasi Cibulakan Bagian Atas yang merupakan batugamping terumbu diendapkan langsung diatas Formasi Baturaja dan berdasarkan analisa fosil diendapkan di lingkungan neritik pinggir Ã‚Â– neritik tengah dangkal. Secara lateral ke arah lingkungan neritik luar berubah menjadi endapan klastik halus. Hal ini dapat menjadi model bahwa reservoir batugamping terumbu Cibulakan Atas akan cenderung terbentuk di lingkungan neritik pinggir         \n\nsampai tengah, sedang pada neritik luar cenderung membentuk lapisan batulempung karbonatan.         \n\nDengan mengetahui paleogeografi, lingkungan pengendapan dan pola penyebaran batugamping Intra Formasi Cibulakan Bagian Atas di Area Kepuh-Pasirbungur ini, dapat dijadikan model untuk memberikan pemahaman yang lebih baik serta membuka peluang bagi eksplorasi untuk menemukan lead dan prospek baru di Cekungan Jawa Barat Utara.", "Daftar File": {"2014 TS PP EKO ARIE WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71935", "2014 TS PP EKO ARIE WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71936", "2014 TS PP EKO ARIE WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71937", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/71938", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/71939", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/71940", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/71941", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3E.pdf": "https://digilib.itb.ac.id/gdl/download/71942", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3F.pdf": "https://digilib.itb.ac.id/gdl/download/71943", "2014 TS PP EKO ARIE WIBOWO 1-BAB 3G.pdf": "https://digilib.itb.ac.id/gdl/download/71944", "2014 TS PP EKO ARIE WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71945", "2014 TS PP EKO ARIE WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71946"}, "Penulis": "EKO ARIE WIBOWO (NIM : 22010313)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Dardji Noeradi", "Dr. Sonny Winardy", "Dr. Yarmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Jawa Barat Utara, Paleogeografi,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}