{"Nomor": 15519, "Judul": "PENENTUAN UMUR TEKNIS SISA MATERIAL ASTM A297 HP MOD (Nb/MA) DENGAN METODE RESPON ATENUASI GELOMBANG ULTRASONIK DAN REGANGAN CREEP", "Abstrak": "Catalyst tube merupakan tabung tempat terjadinya reaksi pembentukan gas hidrogen (H2) dan karbon monoksida (CO) dari gas metana (CH4) dan air (H2O) dengan katalis nikel. Reaksi tersebut berlangsung pada kondisi endotermis dengan tekanan 35-40 kg/cm2 (gage) dan temperatur 650-900oC. Catalyst tube dibuat dari material dengan spesifikasi ASTM A297 dan didesain dengan standar API 530 agar tahan terhadap creep. Creep pada catalyst tube dimulai dengan tebentuknya micro voids, kemudian berkembang menjadi retak mikro (fissures). Creep pada catalyst tube dapat dideteksi dengan pengukuran dimensi dan pemeriksaan atenuasi ultrasonik, tetapi metode atenuasi ultrasonik ini tidak dapat diterapkan pada sambungan las. Penggantian catalyst tube dilakukan jika regangan creep yang terjadi lebih dari 6%, tetapi ternyata ada kegagalan catalyst tube dengan regangan creep kurang dari 6%. Jika atenuasi ultrasonik kurang dari 6 dB, regangan creep dengan atenuasi ultrasonik menunjukkan hubungan linier. Pada atenuasi ultrasonik lebih dari 6 dB, perubahan atenuasi tidak lagi sebanding dengan regangan creep. Metode pemeriksaan atenuasi ultrasonik dapat digunakan untuk mengetahui perubahan kondisi metalurgi dinding catalyst tube seperti terbentuknya fissures. Hasil penelitian ini menunjukkan bahwa Fissures kemungkinan besar ditemukan pada catalyst tube dengan atenuasi ultrasonik lebih besar dari 6 dB. Oleh karena itu catalyst tube dengan atenuasi ultrasonik lebih besar dari 6 dB harus mendapat perhatian khusus. Prediksi umur teknis sisa catalyst tube hanya dapat dilakukan pada atenuasi ultrasonik kurang dari 6 dB. Pemeriksaan atenuasi ultrasonik dan pengukuran regangan creep pada pengoperasian catalyst tube diperlukan karena dapat memberikan informasi terkait kondisi metalurgi, kualitas dan gambaran umur teknik sisa.", "Daftar File": {"2011 TS PP EKO SUGIHARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/71991", "2011 TS PP EKO SUGIHARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/71992", "2011 TS PP EKO SUGIHARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/71993", "2011 TS PP EKO SUGIHARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/71994", "2011 TS PP EKO SUGIHARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/71995", "2011 TS PP EKO SUGIHARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/71996", "2011 TS PP EKO SUGIHARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/71997"}, "Penulis": "EKO SUGIHARTO  (NIM : 23709004)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. H. Husaini Ardy", "Dr. Ir. Arif Basuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "catalyst tube, creep, ultrasonik, atenuasi, regangan, umur teknis sisa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}