{"Nomor": 15522, "Judul": "KNOWLEDGE MANAGEMENT AUDIT AREA PELAYANAN & JARINGAN (APJ) BANDUNG PT. PLN (PERSERO) DISTRIBUSI JAWA BARAT DAN BANTEN", "Abstrak": "Suatu organisasi atau perusahaan agar dapat bertahan dalam suatu persaingan bisnis yang semakin kompetitif harus mempunyai strategi baru yang tidak hanya bertumpu pada sumber daya finansial, bangunan, teknologi, posisi pasar, dan aset-aset tangible lainnya, namun juga pada pengelolaan aset pengetahuan (intangible) yang dimilikinya. Tak terkecuali perusahaan publik yang harus bersaing dengan sektor swasta. Salah satu cara untuk mengelola intangible asset tersebut adalah dengan menerapkan Knowledge Management. Knowledge management dipandang penting, karena implementasinya memberi manfaat pada bidang operasi dan pelayanan, dapat meningkatkan kompetensi personal, dan pada akhirnya dapat meningkatkan inovasi perusahaan. PT PLN (Persero) Distribusi Jawa Barat dan Banten merupakan bagian dari PT PLN (Persero), bertugas sebagai perusahaan publik yang mendistribusikan tenaga listrik dan pelayanan di area Jawa Barat dan Banten, telah menerapkan knowledge management untuk membangun sumber daya manusia agar mampu memberikan pelayanan yang terbaik bagi pelanggan dan menjadi unit distribusi terbaik di 2012. Proyek akhir ini fokus pada audit atas penerapan knowledge management yang telah berjalan pada periode 2008-2009 di Unit Kerja di lingkungan Area Pelayanan Jaringan (APJ)  \n \n\nBandung PT PLN (Persero) Distribusi Jawa Barat dan Banten. Audit ini menggunakan tiga pendekatan berupa audit program knowledge management, audit learning organization, dan audit proses knowledge management.  \n \n\nStudi yang dilakukan menghasilkan gambaran bahwa PLN APJ Bandung masih harus meningkatkan kualitas dari program knowledge management yang sudah dijalankan, walaupun  \n \n\ntergolong telah memiliki dasar untuk menjadi organisasi pembelajar dan telah memiliki prosesproses pengelolaan knowledge yang baik.", "Daftar File": {"2010 TS PP BIJAK FAJAR PUTRANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72016", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72015", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72014", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72013", "2010 TS PP BIJAK FAJAR PUTRANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72017", "2010 TS PP BIJAK FAJAR PUTRANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72018"}, "Penulis": "ELDIRA UMAR ALI ZAIN (NIM : 29108343)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Jann H. Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "knowledge management, audit, PLN APJ Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}