{"Nomor": 15526, "Judul": "PERBANDINGAN KATALIS KOBALT DENGAN PADATAN PENYANGGA ZEOLIT SINTETIK DAN ZEOLIT ALAM YANG TELAH DIMURNIKAN SECARA HIDROTERMAL", "Abstrak": "Katalis kobalt dengan padatan penyangga zeolit merupakan salah satu katalis yang potensial untuk dikembangkan sebagai katalis reaksi hidrogenasi karbon monoksida (reaksi Fischer-Tropch). Pada penelitian ini telah dilakukan perbandingan katalis kobalt dengan penyangga      \n \n \n \n\nzeolit yang disintesis secara hidrotermal dan dengan penyangga zeolit alam yang telah dimurnikan secara hidrotermal. Zeolit sintetik disintesis dari natrium silikat dan aluminium sulfat yang direaksikan secara hidrotermal, sedangkan zeolit alam terlebih dahulu      \n \n \n \n\ndimurnikan dengan cara merendamnya dalam larutan basa pekat untuk membentuk slurry yang kemudian dipisahkan dari partikel kasar secara dekantasi dan dikondisikan pada      \n \n \n \n\ntekanan tinggi dalam reaktor hidrotermal pada 200 oC selama 48 jam. Dari perbandingan difraktogram XRD zeolit alam kasar, zeolit alam yang diperlakukan dengan basa, dan zeolit alam yang telah dimurnikan secara hidrotermal, diketahui bahwa metoda terakhir dapat menghasilkan zeolit yang paling tinggi kemurniannya. Zeolit alam yang telah dimurnikan, dan zeolit sintetik kemudian diimpregnasi dengan larutan kobalt nitrat untuk menghasilkan katalis Co/zeolit. Keaktifan katalis tersebut dapat diperkirakan dari data luas permukaan. Difraktogram XRD menunjukkan zeolit sintetik memiliki kemurnian yang cukup baik, foto      \n \n \n \n\nSEM menunjukkan adanya pori-pori dalam partikel-partikel zeolit. Luas permukaan katalis cobalt dengan penyangga zeolit sintetik adalah 0,9577 m2/g, lebih besar dari luas permukaan padatan penyangganya yaitu 0,0600 m2/g.", "Daftar File": {"2012 TA PP  ELIEZER JONATHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72035", "2012 TA PP  ELIEZER JONATHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72036", "2012 TA PP  ELIEZER JONATHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72037", "2012 TA PP  ELIEZER JONATHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72038", "2012 TA PP  ELIEZER JONATHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72039", "2012 TA PP  ELIEZER JONATHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72040", "2012 TA PP  ELIEZER JONATHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72041"}, "Penulis": "ELIEZER JONATHAN (NIM : 10506035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : I Nyoman Marsih, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zeolit, zeolit alam, katalis, proses hidrotermal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}