{"Nomor": 15524, "Judul": "PEMBUATAN DAN KARAKTERISASI SERBUK LOGAM TIMBAL SECARA ELEKTROLISIS", "Abstrak": "Timbal merupakan logam yang memiliki komoditas cukup bernilai bagi manusia serta memiliki jumlah yang melimpah di alam. Serbuk timbal dapat diperoleh dengan cara mengkikir atau menumbuk granular logam tersebut. Akan tetapi metoda tersebut kurang efektif karena serbuk yang dihasilkan tidak halus dan kurang homogen. Oleh karena itu digunakan metoda elektrodeposisi agar serbuk yang dihasilkan lebih halus dan homogen. Penelitian ini mengarah untuk mendapatkan serbuk logam timbal. Metode yang digunakan pada penelitian ini adalah dengan cara melakukan elektrolisis logam timbal agar serbuk logam timbal tersebut dapat diperoleh. Pada penelitian ini digunakan dua jenis elektroda, yaitu katoda dan anoda. Kondisi yang dilakukan adalah logam aluminium dijadikan sebagai katoda, sedangkan logam timbal dijadikan sebagai anoda. Larutan Pb(NO3)2 0,01M dijadikan sebagai larutan elektrolit dengan potensial sel 1,5 V pada suasana asam. Serbuk yang dihasilkan dikarakterisasi dengan XRD (X-Ray Diffraction) dan SEM-EDS (Scaning Electron Microscopy-Energy Dispersive Spectroscopy). Dari hasil difraksi sinar X menunjukkan bahwa sampel serbuk hitam menunjukkan adanya puncak dari Pb dan PbO. Untuk hasil XRD dari sampel yang berwarna putih menunjukkan adanya puncak Pb dan Pb3(CO3)2(OH)2. Hasil EDS diperoleh komponen Pb sebesar 84,57% pada sisi bagian atas aluminium. Sedangkan pada sisi bawah aluminium diperoleh komponen Pb sebesar 85,75%.", "Daftar File": {"2012 TA PP ELFARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72020", "2012 TA PP ELFARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72021", "2012 TA PP ELFARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72022", "2012 TA PP ELFARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72023", "2012 TA PP ELFARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72024", "2012 TA PP ELFARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72025", "2012 TA PP ELFARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72026"}, "Penulis": "ELFARI (NIM : 10506047)", "Kontributor / Dosen Pembimbing": ["Pembembing :  Prof.Dr.Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "timbal, elektrolisis, elektroda", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}