{"Nomor": 15529, "Judul": "ZONASI RAWAN BAHAYA GEMPABUMI DAERAH PELABUHANRATU MENGGUNAKAN METODE ANALYTICAL HIERARCHY PROCESS (AHP)", "Abstrak": "Daerah Pelabuhanratu merupakan daerah rawan bahaya gempabumi karena terletak dekat zona Sesar Cimandiri, Sesar Citarik, dan zona pertemuan antara Lempeng Benua Eurasia dengan Lempeng Samudra Indo-Australia. Zona pertemuan antar lempeng tersebut dikenal dengan sebutan zona subduksi atau zona penunjaman. Sumber gempabumi yang utama pada daerah ini berasal dari adanya Sesar Cimandiri dan Sesar Citarik. Karena terletak pada daerah rawan bencana gempa bumi, maka perlu adanya suatu peta zona rawan bahaya (hazard) gempabumi, yang diperlukan untuk upaya mitigasi dan perencanaan tata ruang. Analisis dalam penelitian ini dilakukan terhadap enam faktor yang mempengaruhi bahaya gempabumi, yaitu morfologi, litologi, struktur geologi, sumber gempabumi, percepatan gempabumi, dan intensitas gempabumi. Metode Analytical Hierarchy Process (AHP) digunakan untuk menentukan bobot pada setiap parameternya. Hasil dari bobot prioritas pada masing-masing parameter dipergunakan untuk membagi zonasi rawan bahaya gempabumi melalui Sistem Informasi Geografis (SIG). Dari hasil analisis didapatkan 5 zona rawan bahaya gempabumi yaitu zona rawan bahaya gempabumi sangat tinggi, tinggi, menengah, rendah, dan sangat rendah. Zona rawan bahaya gempabumi sangat tinggi memiliki luas 2320,04 ha (25,23%). Zona ini meliputi dataran sepanjang pantai yang merupakan Endapan Aluvial yang terletak pada bagian selatan dari Desa Pasarsuren, Cikadu, Pelabuhanratu, Tonjong, dan Citarik. Zona rawan bahaya tinggi memiliki luas 3217,37 ha (34,99 %), meliputi bagian utara Desa Citarik, Pelabuhanratu, Cikadu, Pasarsuren, serta bagian tengah Desa Tonjong dan Citarik. Zona rawan bahaya menengah memiliki luas 1411ha (15,35 %), meliputi sebagian besar Desa Citepus dan Cikadu. Zona rawan bahaya rendah memiliki 2191 ha (23,83 %), meliputi sebagian Desa Buniwangi dan Cibodas, dan zona rawan bahaya sangat rendah memiliki luas 55,19 ha (0,6%), meliputi Desa Buniwangi bagian utara.", "Daftar File": {"2012 TS PP ELITE YASIN SULISTYAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72055", "2012 TS PP ELITE YASIN SULISTYAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72056", "2012 TS PP ELITE YASIN SULISTYAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72057", "2012 TS PP ELITE YASIN SULISTYAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72058", "2012 TS PP ELITE YASIN SULISTYAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72059", "2012 TS PP ELITE YASIN SULISTYAWATI 1-PUSAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72060"}, "Penulis": "ELITE YASIN SULISTYAWATI (NIM : 22009026)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Eng. Imam Achmad Sadisun, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "bahaya, gempabumi, AHP, SIG, Pelabuhanratu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}