{"Nomor": 15538, "Judul": "MODEL MULTIMEDIA SEBAGAI MEDIA PEMBELAJARAN ALTERNATIF UNTUK MENINGKATKAN SELF MOTIVATED LEARNING DAN SELF REGULATED LEARNING", "Abstrak": "Teknologi multimedia merupakan Salah satu teknologi yang ditawarkan dalam media pembelajaran \n\nalternatif untuk dimanfaatkan dalam dunia pendidikan saat ini. Hardcopy yang digunakan dalam Proses Belajar \n\nMengajar terkadang menyulitkan pelaku pendidikan dalam hal mengakses dan menerima informasi secara cepat \n\ndan realtime, sehingga memunculkan ide untuk mengembangkan materi pelajaran dalam bentuk multimedia, \n\nyang akan memudahkan pendidik dan peserta didik dalam menjalankan aktivitas dalam PMB. Kejenuhan belajar \n\nakan muncul Apabila pendidik selalu menggunakan metode yang konvensional secara terus menerus dan tanpa \n\nada variasi, karena tidak ada warna baru dalam PBM. Implikasi dari metode belajar secara konvensional yang \n\ndigunakan oleh tenaga pendidik, menunjukkan bahwa 20% atau lebih peserta didik kurang antusias dan berminat \n\nmempelajari materi, 35% atau lebih peserta didik kurang mempunyai inisiatif untuk mencari atau memperdalam \n\nwawasan melalui referensi lain selain yang diberikan oleh tenaga pendidik. Permasalahan lain adalah, \n\nketersediaan sumber belajar di perpustakaan sangat minim, sehingga materi yang didapat pun kurang up to date. \n\nHal ini semakin memperkuat permasalahan kurang berminat dan rendahnya inisiatif peserta didik dalam proses \n\nbelajar mengajar. \n\nPada penelitian ini, dikembangkan multimedia dan pemodelan multimedia yang dapat meningkatkan \n\nSelf Motivated Learning dan Self Regulated Learning dengan menggunakan metode penelitian pengembangan \n\nresearch and development, dan analisi akhir dilakukan uji regresi dan uji-T tes dengan bantuan SPSS. Model \n\ndigitalisasi media pembelajaran ini mampu membuat peserta didik menjadi tertarik untuk belajar secara aktif \n\ndan mandiri.", "Daftar File": {"proceedings knsi 2014 full edition(73).pdf": "https://digilib.itb.ac.id/gdl/download/72109"}, "Penulis": "Emiliana Meolbatak, ST, MT", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multimedia, Self Motivated Learning, Self Regulated Learning, research and development, Uji regresi, uji T-tes", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "12 Mar 2014"}