{"Nomor": 15532, "Judul": "IDENTIFIKASI MODEL DAN PERANCANGAN KENDALI SISTEM SERVO ELEKTROHIDRAULIK VARIABLE SPEED PUMPING", "Abstrak": "Sistem elektrohidraulik banyak digunakan untuk keperluan pemosisian atau lebih dikenal dengan servo elektrohidraulik karena mampu menangani beban gaya atau torsi yang besar. Pada penelitian ini akan dibangun sistem elektrohidraulik untuk keperluan pemosisian piston aktuator aksi tunggal menggunakan metode pengaturan kecepatan pompa sehingga diperoleh suatu sistem servo elektrohidraulik yang sederhana. Penelitian ini terdiri dari perancangan sistem servo elektrohidraulik dengan menggunakan metode pengaturan kecepatan putar pompa, merancang sistem kendali servo elektrohidraulik jenis umpan balik berbasis fungsi alih yang terdiri dari pemodelan sistem menggunakan identifikasi sistem dan perancangan pengendali menggunakan metode root locus, serta menganalisis unjuk kerja dari sistem kendali ini.          \n \n \n \n \n \n \n \n \n \n\nPengaturan kecepatan pompa dilakukan dengan mengatur kecepatan rotor motor AC. Pengaturan kecepatan putar rotor motor AC dilakukan dengan mengatur frekuensi tegangan masukan ke stator motor AC menggunakan inverter. Masukan inverter berupa tegangan searah. Besarnya frekuensi keluaran inverter sebanding dengan besar tegangan searah.          \n \n \n \n \n \n \n \n \n \n\nPemodelan sistem dilakukan dengan metode identifikasi sistem. Identifikasi sistem membutuhkan data masukan dan data keluaran sistem. Pada sistem servo elektrohidraulik masukan sistem berupa tegangan analog ke inverter, sedangkan keluaran sistem berupa posisi piston yang dibaca oleh sensor posisi potensiometer dalam bentuk tegangan analog. Perancangan pengendali menggunakan metode root locus. Hasil perancangan pengendali sistem servo elektrohidraulik yang didapatkan cukup baik. Hal ini dinilai dari kestabilan respon dinamik posisi piston terhadap sinyal perintah berupa posisi yang dikirim oleh program komputer.", "Daftar File": {"2006 TA PP ELVIN SUBHIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72078", "2006 TA PP ELVIN SUBHIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72079", "2006 TA PP ELVIN SUBHIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72080", "2006 TA PP ELVIN SUBHIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72081", "2006 TA PP ELVIN SUBHIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72082", "2006 TA PP ELVIN SUBHIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72083", "2006 TA PP ELVIN SUBHIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72084"}, "Penulis": "ELVIN SUBHIANTO (NIM : 13100067)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. Indrawanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem elektrohidraulik, servo, root locus, metode pengaturan kecepatan pompa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}