{"Nomor": 15530, "Judul": "APLIKASI INFORMASI LOKASI BANJIR DAN RUTE ALTERNATIF DI DKI JAKARTA", "Abstrak": "Banjir menyebabkan banyak orang terjebak macet karena tidak mendapatkan informasi sebelumnya di mana \n\nlokasi banjir sehingga dapat merencanakan rute alternatif. Aplikasi ini dibuat agar masyarakat di Ibukota Jakarta \n\nyang kerap mengalami kebanjiran dapat mengetahui di mana lokasi banjir dan alternatif rute untuk mencapai \n\ndaerah tujuan secara visual. Aplikasi dibuat berbasis web menggunakan PHP dan MySQL dan peta \n\nmenggunakan Google Maps. Aplikasi dijalankan pada local host XAMPP. Data lokasi banjir diperoleh dari \n\nBadan Meteorologi, Klimatologi, dan Geofisika, dan Trafic Management Centre Polda Metro Jaya. Aplikasi ini \n\nmenggunakan admin untuk menginput data lokasi banjir, sumber informasi, dan keterangan seberapa tinggi dan \n\nluas lokasi banjir. Pengguna menginput lokasi yang diinginkan dan aplikasi akan menunjukkan apakah daerah \n\ntersebut banjir atau tidak. Jika banjir, peta jalan di sekitar lokasi akan menunjukkan rute alternatif yang dapat \n\ndilalui. Pengujian terhadap aplikasi menggunakan metode Black Box terhadap fungsi-fungsi yang salah atau \n\nhilang, kesalahan tampilan antar muka, kesalahan dalam struktur data atau akses database eksternal, kesalahan \n\nperforma, serta kesalahan inisiasi dan terminasi. Pengujian dilakukan terhadap tampilan informasi lokasi banjir \n\ndan bebas banjir di peta dan hasil pengujian dikelompokkan menjadi normal dan tidak normal. Hasil pengujian \n\nmenunjukkan bahwa aplikasi dapat langsung menampilkan lokasi yang diinginkan pengguna dan tidak terdapat \n\nkesalahan dengan koneksi database.", "Daftar File": {"proceedings knsi 2014 full edition(241).pdf": "https://digilib.itb.ac.id/gdl/download/72061"}, "Penulis": "Eliyani, Leny Apriani [-]", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "peta, banjir, alternatif, jakarta, web", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Mar 2014"}