{"Nomor": 15546, "Judul": "ANALISIS PENGUJIAN INDENTASI KUASI STATIK TERKONSENTRASI PADA KOMPOSIT LAMINAT BAMBU SERAT ANYAM", "Abstrak": "Munculnya peraturan pemerintah dan berkembangnya kesadaran    \n \n \n \n\nmasyarakat untuk melestarikan lingkungan hidup telah memicu pergeseran paradigma untuk mendesain material yang ramah lingkungan. Bahan serat alami merupakan kandidat sebagai bahan penguat untuk dapat menghasilkan bahan komposit yang ringan, kuat, ramah lingkungan serta ekonomis, salah satunya adalah bambu. Tanaman bambu tumbuh cukup melimpah baik di Indonesia maupun di dunia. Serat bambu memiliki sifat yang baik dalam aplikasinya pada struktur komposit.    \n \n \n \n\nStruktur komposit laminat sangat rentan terhadap impak benda asing dibandingkan dengan struktur logam. Mekanisme kerusakan pada komposit laminat dapat diinvestigasi dengan pengujian indentasi kuasi statik. Pengujian ini menerapkan pembebanan tekan aksial dengan menggunakan indenter    \n \n \n \n\nhemispherical hingga tercapai kerusakan yang diinginkan. Dari pengujian ini dapat ditentukan secara kuantitatif pengaruh urutan penumpukan dan besarnya ketebalan dari suatu struktur. Beberapa parameter respons kerusakan yang dapat dihasilkan di antaranya d, F1, dan FMAX serta kurva F/d. Biasanya, retak matriks dan delaminasi terbentuk sebelum gaya F1 terjadi. Kerusakan yang paling kritis dapat berupa retak pada matriks atau kegagalan serat atau gabungan keduanya, dibandingkan dengan delaminasi. Area kerusakan hanya terkonsentrasi pada daerah yang dikenai oleh beban indenter saja.    \n \n \n \n\nSpesimen yang digunakan pada tugas akhir ini dibuat dari serat bambu anyam dengan orientasi arah serat [+45o/−45o] dan orientasi arah serat [0o/90o]. Ketebalan dibuat bervariasi dengan konfigurasi 5 lapis, 10 lapis dan 15 lapis. Dengan nilai FMAX untuk konfigurasi 15 lapis sebesar 5200 N, komposit laminat serat bambu anyam ini memiliki potensi untuk menggantikan kayu atau komposit serat sintetik pada struktur sederhana.", "Daftar File": {"2011 TA PP ENJANG TEGUH SURYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72156", "2011 TA PP ENJANG TEGUH SURYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72157", "2011 TA PP ENJANG TEGUH SURYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72158", "2011 TA PP ENJANG TEGUH SURYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72159", "2011 TA PP ENJANG TEGUH SURYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72160", "2011 TA PP ENJANG TEGUH SURYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72161", "2011 TA PP ENJANG TEGUH SURYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72162"}, "Penulis": "ENJANG TEGUH SURYADI  (NIM : 13606016)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bambu, komposit laminat serat anyam, metode hand lay-up, indentasi kuasi statik terkonsentrasi, modus kegagalan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}