{"Nomor": 15544, "Judul": "SINTESIS POLIMER UNTUK APLIKASI ENHANCED OIL RECOVERY", "Abstrak": "Polimer mampu digunakan dalam proses oil recovery karena polimer dapat mendorong dan menyapu minyak dari sumur produksi lebih optimal. Pada industri perminyakan, polimer ditambahkan ke dalam injection brine guna meningkatkan viskositas aliran fluida. Di Indonesia sendiri, injeksi polimer masih belum diterapkan karena saat ini injeksi polimer mempunyai biaya yang tinggi akibat harga material polimer yang mahal. Sampai saat ini belum ada hasil produksi polimer lokal yang disintesis untuk aplikasi        \n \n \n \n \n \n \n \n\nEOR tersebut. Penelitian ini bertujuan untuk mensintesis polimer untuk aplikasi Enhanced Oil Recovery (EOR). Dalam penelitian ini telah dilakukan sintesis polimer A dengan mekanisme radikal menggunakan inisiator X, dan dilakukan variasi konsentrasi monomer, variasi konsentrasi inisiator, dan variasi suhu reaksi. Selanjutnya, polimer A dimodifikasi dengan kondisi tertentu sehingga dihasilkan polimer B. Viskositas intrinsik dan massa molekul rata-rata viskositas polimer A dan polimer B ditentukan dengan        \n \n \n \n \n \n \n \n\nmenggunakan metode viskometri. Kondisi optimum sintesis polimer A diperoleh saat konsentrasi monomer 1,4086 mol/L, konsentrasi inisiator 2,1711 x 10-3 mol/L, dan suhu        \n \n \n \n \n \n \n \n\nreaksi 60oC. Massa molekul rata-rata viskositas polimer A optimum yang dihasilkan adalah sebesar 2,709 x 106 g/mol, sedangkan viskositas intrinsik optimum polimer B adalah sebesar 15,9115 dL/gram. Dari pengukuran viskositas dinamik, diperoleh data viskositas dinamik yang meningkat seiring dengan naiknya konsentrasi polimer. Polimer B dan HYBOMax memiliki konsentrasi yang lebih kecil dibandingkan        \n \n \n \n \n \n \n \n\npolimer A tetapi viskositas dinamiknya lebih besar. Viskositas dinamik polimer B dan HYBOMax 500 ppm memiliki nilai yang hampir sama dengan viskositas dinamik polimer A 5000 ppm. Berdasarkan hasil pengukuran sifat reologi polimer, diketahui bahwa secara umum polimer B memiliki stabilitas termal yang lebih baik dibandingkan HYBOMax dan polimer A. Selain itu, polimer B memiliki ketahanan yang cukup baik terhadap shear rate dibandingkan polimer A dan HYBOMax. Dari uji ketahanan polimer terhadap salinitas dapat disimpulkan bahwa polimer A dan polimer B memiliki        \n \n \n \n \n \n \n \n\nketahanan terhadap salinitas yang lebih baik dibandingkan polimer komersial HYBOMax.", "Daftar File": {"2012 TS PP  ENENG RANI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72143", "2012 TS PP ENENG RANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72144", "2012 TS PP ENENG RANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72142", "2012 TS PP ENENG RANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72146", "2012 TS PP ENENG RANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72145", "2012 TS PP ENENG RANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72147", "2012 TS PP ENENG RANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72148"}, "Penulis": "ENENG RANI (NIM : 20511010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ing Cynthia Linaya Radiman, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Enhanced Oil Recovery, polimer A, polimer B, reologi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}