{"Nomor": 15559, "Judul": "MODIFIKASI MOORING WINCH PADA KAPAL KERUK MERAPIN", "Abstrak": "Kapal keruk merapin adalah kapal keruk milik PT. Koba Tin yang beroperasi sejak 1987 sampai 2002 untuk kondisi operasi tambang timah di darat. PT Koba Tin berrencana untuk mengaktifkan kembali kapal keruk merapin dan mengoperasikannya di lepas pantai. Untuk memenuhinya berbagai macam perbaikan dan modifikasi rancangan kapal keruk diperlukan. Salah satu perbaikan dan modifikasi yang harus dilakukan yaitu pada mooring winch. Hal ini dilakukan  \n \n\nkarena beban yang diperlukan untuk menggerakkan kapal bertambah sebagai akibat dari penambahan peralatan di atas kapal keruk, penambahan panjang ladder dan pengoperasian kapal di laut agar mooring winch dapat menggerakkan kapal dengan aman terlebih untuk pengoperasian lepas pantai.  \n \n\nDalam tugas akhir ini dilakukan analisis gaya yang diperlukan untuk menggerakkan kapal kedepan dan kesamping. Besarnya gaya untuk menggerakkan kapal ini kemudian digunakan untuk menentukkan spesifikasi komponen-komponen utama mooring winch seperti wire rope, motor listrik, pulley penghantar, drum, sistem transmisi, dan kekuatan struktur pulley penghantar samping. Setelah mendapatkan spesifikasi komponen-komponen mooring winch yang akan  \n \n\ndigunakan maka dapat diperkirakan berat komponen-komponen tersebut. Data berat tersebut kemudian digunakan untuk mensimulasikan kekuatan struktur pondasi mooring winch yang akan digunakan.  \n \n\nDari hasil analisis didapatkan gaya yang terbesar untuk menggerakkan kapal adalah ketika kapal bergerak kedepan yaitu sebesar 453,22 kN dan diameter kabel baja yang digunakan adalah sebesar 44 mm. Untuk sistem mooring winch digunakan 1 buah motor dengan daya 125 Hp dan putaran 1000 rpm. Tegangan maksimum pada pulley penghantar samping terjadi pada cast steel pintle bearing connector sebesar 179,24 Mpa. Tegangan von mises maksimum pada pondasi  \n \n\nMooring Winch yang terjadi sebesar 129 Mpa.", "Daftar File": {"2010 TA PP ERIK JEREMIA M.S 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72229", "2010 TA PP ERIK JEREMIA M.S 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72230", "2010 TA PP ERIK JEREMIA M.S 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72231", "2010 TA PP ERIK JEREMIA M.S 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72232", "2010 TA PP ERIK JEREMIA M.S 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72233", "2010 TA PP ERIK JEREMIA M.S 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72234", "2010 TA PP ERIK JEREMIA M.S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72235"}, "Penulis": "ERIK JEREMIA M.S (NIM : 13104127)", "Kontributor / Dosen Pembimbing": ["Dosen pembimbing : Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kapal keruk merapin, mooring winch, analisis gaya,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}