{"Nomor": 15556, "Judul": "PERENCANAAN DISTRIBUSI AIR MINUM KOTA SINGARAJA KABUPATEN BULELENG, BALI", "Abstrak": "Kota Singaraja merupakan salah satu kota yang terletak di Propinsi Bali. Kota dengan luas wilayah 27,89 km2 ini merupakan kota yang terus mengembangkan segala potensinya, seperti potensi di bidang pariwisata dan perdagangan. Penduduk Kota Bukittinggi juga terus berkembang dan diperkirakan akan mencapai 85.613 jiwa di akhir tahun perencanaan. Seiring dengan perkembangannya ini, maka diperlukan sarana dan prasarana penunjang yang mendukung, seperti sistem penyediaan air bersih yang dapat memenuhi kebutuhan penduduk. Karena itu sistem penyediaan air bersih yang ada saat ini perlu untuk dikembangkan. Kebutuhan air bersih penduduk Kota Singaraja dilayani oleh Perusahaan Daerah Air Minum (PDAM). Namun pelayanannya hanya dapat mencapai 75,17% penduduk. Direncanakan pelayanan air bersih dapat melayani hingga 90% penduduk di tahun 2027. Perlu diperhatikan perencanaan dan perhitungan penyediaan air bersih dengan benar agar dalam pelayanan air bersih tidak terjadi kekurangan debit, kebocoran pipa transmisi maupun distribusi, kekurangan sisa tekan, dan lain sebagainya yang dapat menyebabkan air bersih tidak dapat mengalir ke daerah pelayanan. Dalam sistem penyediaan air bersih, terdapat empat komponen utama, yaitu sumber, transmisi, instalasi pengolahan, dan distribusi. Sistem distribusi merupakan sistem yang penting dalam sistem penyediaan air bersih. Dari keseluruhan sistem penyediaan air bersih, sistem distribusi merupakan sistem yang membutuhkan biaya yang paling besar. Untuk mendapatkan jaringan distribusi yang tepat, maka diajukan beberapa alternatif jaringan. Dari beberapa alternatif ini, dipilih salah satu alternatif berdasarkan pertimbangan teknis, hidrolis, dan menguntungkan secara ekonomis. Perhitungan hidrolis dilakukan dengan menggunakan program EPANET. Perhitungan biaya masing-masing alternatif diperlukan sebagai salah satu parameter pembanding. Pemilihan alternatif yang terpilih dilakukan dengan membandingkan setiap alternatif ditinjau dari beberapa parameter. Pemilihan dilakukan dengan menggunakan Pugh's Selection Method.", "Daftar File": {"2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72204", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72205", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72206", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72207", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72208", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72209", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72210", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/72211", "2008 TA PP ERIKA KEZIA EKA SAPUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72213"}, "Penulis": "ERIKA KEZIA EKA SAPUTRI (NIM 15304011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Suprihanto Notodarmodjo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penyediaan air bersih, distribusi, perpipaan, alternatif, clean water supply, distribution, pipelines, alternative", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}