{"Nomor": 15553, "Judul": "PERANCANGAN DAN SIMULASI SISTEM KENDALI OPTIMAL DENGAN KOMPENSATOR ANTI-WINDUP PADA WAHANA HELIKOPTER TANPA AWAK", "Abstrak": "Wahana terbang merupakan wahana yang cukup baru dalam perjalanan teknologi manusia yang diawali dengan kesuksesan Wright bersaudara dalam menerbangkan pesawat pertamanya sekitar seratus tahun yang lalu. Dari situ teknologi penerbangan semakin berkembang dan kini teknologi wahana terbang tanpa awak (UAV) menjadi sesuatu perkembangan teknologi yang mulai diminati. Hal ini dikarenakan wahana  \n \n\ntanpa awak dapat mengurangi biaya dan resiko dalam melakukan suatu misi menuju daerah yang sulit dijangkau atau pada kondisi yang membahayakan.  \n \n\nSalah satu jenis wahana terbang adalah jenis sayap putar atau helikopter, helikopter memiliki karakteristik dinamik yang lebih rumit dibandingkan pesawat biasa sehingga memberikan tantangan tersendiri. Besar dinamika dari aktuator helikopter secara praktis dibatasi oleh suatu nilai saturasi, hal ini dapat menyebabkan perbedaan antara nilai masukan kendalian (plant input) dengan nilai keadaan (state) sistem tersebut yang dikenal sebagai fenomena windup. Fenomena windup tersebut dapat menyebabkan penurunan kinerja sistem.  \n \n\nTesis ini merupakan laporan penelitian tentang perancangan sistem kendali optimal dan kompensator anti-windup sebagai kompensator permasalahan direksionalitas pada kasus model linier multivariabel wahana helikopter. Perancangan secara  \n \n\nkeseluruhan dilakukan melalui proses perancangan tiga tahap, tahap pertama terdiri dari perancangan kendali optimal, tahap kedua adalah perancangan full state observer  \n \n\noptimal, kemudian tahap ketiga adalah perancangan kompensator anti-windup statik untuk mengatasi permasalahan direksionalitas. Tahap perancangan kompensator antiwindup  \n \n\ndilakukan melalui sejumlah pertidaksamaan matriks linear(linear matrix inequality).  \n \n\nSimulasi sistem kendali optimal yang dirancang menunjukkan kinerja sistem yang baik, Sementara itu, simulasi sistem anti-windup yang dirancang menunjukkan bahwa kompensator statik yang dirancang telah berhasil meningkatkan kinerja sistem.", "Daftar File": {"2010 TS PP  ERIC AGUSTIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72188", "2010 TS PP  ERIC AGUSTIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72189", "2010 TS PP  ERIC AGUSTIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72190", "2010 TS PP  ERIC AGUSTIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72191", "2010 TS PP  ERIC AGUSTIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72192", "2010 TS PP  ERIC AGUSTIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72193", "2010 TS PP  ERIC AGUSTIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72194"}, "Penulis": "ERIC AGUSTIAN (NIM: 23207032)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. Arief. Syaichu Rohman, M.Eng.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "UAV, Kendali Optimal, Full State Observer, Anti-Windup Statik, Pertidaksamaan Matriks Linier", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}