{"Nomor": 15560, "Judul": "IDENTIFIKASI UNIT ALIRAN PADA RESERVOIR BATUPASIR ANGGOTA ZELDA, FORMASI TALANGAKAR, LAPANGAN CINTA, CEKUNGAN SUNDA", "Abstrak": "Lapangan Cinta adalah lapangan tua yang sudah beroperasi sejak tahun 1970. Terletak di bagian selatan Cekungan Sunda, lapangan ini sudah memproduksikan minyak 258 MMBO dari reservoir klastik Anggota Zelda. Program injeksi air dan pengembangan ulang yang direncanakan di lapangan ini membutuhkan analisis yang mendetail baik melalui pendekatan statik maupun dinamik. Penelitian ini  difokuskan pada identifikasi unit aliran melalui pendekatan petrophysical rock typing, sehingga melalui identifikasi jenis, komposisi dan distribusi rock type,           \n\nsifatÃ‚Â–sifat petrofisika reservoir dan pengaruhnya terhadap karakteristik aliran    fluida suatu reservoir dapat dipahami dengan lebih baik. Data batuan inti dari tujuh sumur dengan total panjang 494 kaki, 932 core plug           \n\nyang diukur porositas dan permeabilitasnya, serta 115 data sumur dengan log listrik digunakan dalam penelitian ini. Analisis fasies, asosiasi fasies, dan diagenesis dilakukan pertama kali untuk mengetahui pengaruh fasies, lingkungan pengendapan, dan proses-proses diagenesis terhadap petrophysical rock type (PRT) yang terbentuk. Analisis petrofisika merupakan kunci utama dalam           \n\nidentifikasi unit aliran dalam bentuk PRT melalui pendekatan RQI (reservoir quality index) dan FZI (flow zone indicator), yang setiap rock type-nya diwakili           \n\noleh suatu hubungan porositas dan permeabilitas yang unik dengan koefesien korelasi yang cukup tinggi. Terdapat lima PRT yang diidentifikasi pada reservoir           \n\nAnggota Zelda, yaitu: PRT 1 merupakan representasi dari litofasies non reservoir seperti serpih, PRT 2 merupakan representasi dari litofasies batulanau, PRT 3           \n\nmerupakan representasi dari litofasies batupasir berbutir halus (fine grained sandstone) dan batupasir berlapis (laminated sandstone) dengan tingkat sementasi           \n\nbaik (well cemented), PRT 4 merupakan representasi dari litofasies batupasir dengan pemilahan buruk (poorly sorted sandstone) yang dicirikan dengan tingkat sementasi sedang (medium cemented), dan yang terakhir PRT 5 merupakan representasi dari litofasies batupasir konglomeratan (conglomeratic sandstone) dan juga litofasies batupasir dengan pemilahan buruk (poorly sorted sandstone)dengan tingkat sementasi yang buruk (poorly cemented) dengan ciri khas butiran batupasir yang sangat mudah lepas (loose). Karakterisasi reservoir secara 3-D dilakukan melalui pemodelan fasies,  pemodelan PRT, pemodelan porositas dan permeabilitas yang dikontrol oleh model PRT. Hasil pemodelan menunjukkan adanya konsistensi antara distribusi PRT dan sifat-sifat petrofisika reservoir. Nilai porositas dan permeabilitas yang tinggi sebagian besar berasosiasi dengan PRT yang mewakili reservoir berkualitas yaitu PRT 4 dan PRT 5. Validasi dari model permeabilitas yang dihasilkan menunjukan trend yang hampir sama dengan permeabilitas hasil pengukuran dari data core, serta yang paling utama adalah nilai permeabilitas model cukup akurat dibandingkan dengan data permeabilitas dari dua sumur yang memiliki data uji alir minyak (DST).", "Daftar File": {"2013 TS PP ERIK YOGAPURANA 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72236", "2013 TS PP ERIK YOGAPURANA 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72237", "2013 TS PP ERIK YOGAPURANA 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72238", "2013 TS PP ERIK YOGAPURANA 1–BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/72239", "2013 TS PP ERIK YOGAPURANA 1–BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/72240", "2013 TS PP ERIK YOGAPURANA 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72241", "2013 TS PP ERIK YOGAPURANA 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72242", "2013 TS PP ERIK YOGAPURANA 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72243"}, "Penulis": "ERIK YOGAPURANA (NIM 22010318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi : Dwiharso Nugroho ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rock type, pemodelan reservoir", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}