{"Nomor": 15570, "Judul": "PENGEMBANGAN PROTOTIPE VENT PROCESSOR PADA VAPOR RECOVERY SYSTEM DI SPBU MENGGUNAKAN TEKNOLOGI MEMBRAN", "Abstrak": "Penguapan bensin pada SPBU di Indonesia telah membawa banyak masalah seperti: pencemaran lingkungan, bahaya kebakaran, bahaya kesehatan, dan kerugian ekonomi. Salah satu cara mengatasinya adalah dengan mengembangkan vent processor dengan teknologi membran yang memisahkan  \n \n\nuap bensin dengan udara. Dengan demikian uap bensin dapat disimpan dan udara bersih akan dilepas ke atmosfir.  \n \n\nMetode yang digunakan untuk pengembangan prototipe vent processor ini ialah studi mengenai dinamika penguapan di SPBU, vapor recovery system dan teknologi membran. Setelah itu dilakukan pengujian performansi membran untuk memilih material membran yang digunakan dalam prototipe. Langkah terakhir adalah perancangan komponen-komponen prototipe, pembuatan dan pengujian prototipe sistem. Hasil penelitian ini berupa rancangan dan hasil pengujian performansi prototipe vent processor. Hasil pengujian menunjukan efisiensi sistem yang diperoleh rata-rata sebesar 42,17% dan sistem bekerja efektif pada temperatur rendah.  \n \n\nHasil pengujian menunjukan bahwa sistem ini bersifat ramah lingkungan dan cukup efektif untuk mengurangi kerugian akibat penguapan bensin di SPBU. Dengan adanya penelitian ini diharapkan vent processor ini dapat dikembangkan  \n \n\nlebih lanjut untuk dapat diaplikasikan di SPBU-SPBU Indonesia sehingga problematika di SPBU dapat diminimalisasi.", "Daftar File": {"2006 TA PP ERWIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72272", "2006 TA PP ERWIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72273", "2006 TA PP ERWIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72274", "2006 TA PP ERWIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72275", "2006 TA PP ERWIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72276", "2006 TA PP ERWIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72277", "2006 TA PP ERWIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72278"}, "Penulis": "ERWIN (NIM : 13103014)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama :  Dr. Ir. IGN Wiratmaja Puja", "Pembimbing Pendamping : Dr. I Gede Wenten, M. Sc, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penguapan SPBU, vent processor, vapor recovery system, teknologi membran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}