{"Nomor": 15577, "Judul": "KARAKTERISTIK GEOPOLYMER BERBASIS ZEOLITE ASAL CIKEMBAR SUKABUMI", "Abstrak": "Produksi semen selama ini mengakibatkan suatu persoalan lingkungan yaitu perubahan iklim akibat pemanasan global. Dalam rangka mengurangi efek pemanasan global ini teknologi geopolymer dapat mereduksi emisi CO2 pada atmosfir yang diakibatkan oleh industri semen sampai dengan 80 %.    \n \n\nSebagai pengganti semen biasanya digunakan flyash. Dalam hal penelitian ini, akan dibuat beton geopolymer berbahan dasar zeolite cikembar Sukabumi. Zeolite sendiri tidak memiliki kemampuan mengikat yang kuat seperti halnya semen portland. Maka sebagai aktivatornya dalam membuat beton, digunakan suatu cairan alkaline yaitu campuran solusi sodium hidroksida ( NaOH + H2O ) dengan sodium silikat ( SiO2 ).    \n \n\nHasil penelitian didapat komposisi mineral zeolite yang digunakan, menunjukkan hasil bahwa zeolite dapat diklasifikasikan kedalam kelas mineral N, sesuai dengan persyaratan kimia yang tercantum dalam ASTM C 618. Namun dari uji kuat tekan GZ tidak menunjukkan kekuatan yang baik, yaitu hanya mencapai 23,6 MPa. Sedangkan GF mencapai 74 MPa untuk curing suhu ruang, dan 94 MPa untuk curing oven. Hal ini kemungkinan disebabkan zeolite tidak bereaksi seluruhnya dengan activator alkalin karena fase kristalin pada zeolite terlalu banyak yang menjadikan zeolite menjadi tidak reaktif terhadap aktivatornya dan menyebabkan proses polymerisasi pada GZ tidak berlangsung secara bersamaan. Selain itu pengaruh rasio Si/Al juga sangat kental, GF dengan rasio Si/Al < 2 menghasilkan kuat tekan geopolymer antara 40-94 MPa sedangkan GZ dengan rasio Si/Al > 2.mendapatkan kuat tekan < 40 MPa.    \n \n\nKuat tekan yang rendah juga didukung oleh data berat isi GF > Berat isi GZ walaupun secara keseluruhan berat jenis beton sudah memenuhi standar SNI, ACI dan FIB bahwa berat jenis semu > 2000 kg/m3. Data lain yang mendukung adalah nilai porositas dan penyerapan air GZ lebih besar dari GF.    \n \n\nDengan demikian zeolte tidak layak digunakan sebagai substitusi flyash untuk geopolymer maupun substitusi semen secara keseluruhan untuk beton normal, namun dari nilai kuat tekan < 30 MPa menunjukkan zeolite bisa dipergunakan untuk bahan substitusi non structural seperti bahan dasar pembuatan bata, plesteran dan acian.    \n \n\nNamun karena potensi zeolite yang besar sebagai sumber silika maka perlu adanya kajian lebih lanjut mengenai proses aktivasi zeolite baik secara fisika maupun kimiawi untuk mendapatkan zeolite yang amorf dengan rasio Si/Al rendah dan reaktif.", "Daftar File": {"2010 TS PP EUIS KANIA 1-COVER.PDF": "https://digilib.itb.ac.id/gdl/download/72324", "2010 TS PP EUIS KANIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72325", "2010 TS PP EUIS KANIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72326", "2010 TS PP EUIS KANIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72327", "2010 TS PP EUIS KANIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72328", "2010 TS PP EUIS KANIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72329", "2010 TS PP EUIS KANIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72330"}, "Penulis": "EUIS KANIA KURNIAWATI (NIM :  25007-301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. IR. SAPTAHARI SUGIRI P."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pemanasan Global, Geopolymer, Zeolite, Sodium Hidroxida, Sodium Silikat,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}