{"Nomor": 15572, "Judul": "GEOLOGI DAERAH MANGSANG DAN SEKITARNYA BERDASARKAN DATA PERMUKAAN DAN BAWAH PERMUKAAN, KECAMATAN TUNGKAL JAYA, KABUPATEN MUSI BANYUASIN - SUMATERA SELATAN", "Abstrak": "Daerah penelitian terletak pada geografis zona 48S WGS 84, E 378500-388500 dan N 9745700-9755000 seluas 97 km2 (10 km x 9,7 km) yang terletak di Desa Mangsang.   \n \n \n\nGeomorfologi daerah penelitian memiliki pola-pola tertentu, seperti pola perbukitan, pola aliran sungai, kelurusan sungai, pola lembahan, dan pola dataran.   \n \n \n\nSeluruh pola tersebut sangat dikontrol oleh litologi dan struktur. Pola kelurusan sungai yang berarah baratlaut-tenggara dan timurlaut-baratdaya merupakan cerminan dari pola-pola rekahan yang terdapat pada daerah penelitian.   \n \n \n\nBerdasarkan data permukaan dan data bawah permukaan stratigrafi daerah penelitian dapat dikelompokkan menjadi 8 formasi berturut Ã‚Â– turut dari tua ke muda : Batuan Dasar, Formasi Talang Akar berumur Miosen Awal terdiri dari serpih dengan sisipan dolomit, Formasi Baturaja berumur Miosen Awal terdiri dari batugamping dan serpih, Formasi Gumai berumur Miosen Awal dengan   \n \n \n\nlitologi dominan batulempung, Formasi Air Benakat (Satuan Perselingan Batupasir Ã‚Â– Batulempung) berumur Miosen Awal-Miosen Tengah terdiri dari perselingan batupasir dan batulempung, Formasi Muara Enim (Satuan   \n \n \n\nBatulempung Sisipan Batubara dan Satuan Batulempung Tufan) berumur Miosen Tengah-Miosen Akhir terdiri dari batulempung, batubara dan batupasir, Formasi Kasai (Satuan Batupasir Tufan) berumur Pliosen dengan litologi batupasir dan Satuan Endapan Rawa dan Fluvial berumur Resen.   \n \n \n\nStruktur geologi daerah penelitian dicirikan oleh perkembangan lipatan antiklin yang berasosiasi dengan gejala struktur bunga. Gejala struktur bunga berkembang pada 2 sistem sesar, yaitu sistem sesar berarah NE-SW dan NW-SE. Gejala struktur bunga yang berarah NW Ã‚Â– SW ditafsirkan berumur Plio-Pleistosen karena lipatan yang berasosiasi dengan sistem ini melibatkan formasi berumur   \n \n \n\nPliosen, sementara gejala struktur bunga yang berarah NE-SW juga ditafsirkan terjadi pada kala Plio-Pleistosen, hanya saja sistem ini dianggap hasil reaktivasi dari sesar Ã‚Â– sesar tua yang mengontrol pembentukan setengah graben.", "Daftar File": {"2013 TA PP  ERWIN SIMBOLON  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72286", "2013 TA PP  ERWIN SIMBOLON  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72287", "2013 TA PP  ERWIN SIMBOLON  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72288", "2013 TA PP  ERWIN SIMBOLON  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72289", "2013 TA PP  ERWIN SIMBOLON  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72290", "2013 TA PP  ERWIN SIMBOLON  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72291", "2013 TA PP  ERWIN SIMBOLON  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72292"}, "Penulis": "ERWIN SIMBOLON  (NIM : 12008079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Desa Mangsang, Formasi Talang Akar, Formasi Baturaja, Formasi Baturaja, Formasi Gumai, Formasi Air Benakat, Formasi Muara Enim, Formasi Kasai, Struktur Bunga", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}