{"Nomor": 15603, "Judul": "PENGUKURAN OUTLET OPENING RUNNER TURBIN FRANCIS DENGAN LASER SCANNER", "Abstrak": "Kesalahan geometri yang dihasilkan dari setiap proses produksi dapat mengakibatkan masalah fungsional pada sistem turbin air saat operasional. Masalah tersebut dapat berupa kecilnya daya keluaran, getaran/dinamika, kavitasi, dan gesekan antarkomponen. Oleh karena itu, pengukuran dimensi dan geometri komponen menjadi hal mendasar dan penting diterapkan dalam setiap produksi.  \n \n\nDengan bertujuan untuk mengetahui kualitas produk, terutama runner, maka dibutuhkan verifikasi dimensi dan geometri dari setiap komponen pada akhir proses manufaktur yang dijalani. Fokus verifikasi dimensi dan geometri pada  \n \n\ntugas sarjana ini berada pada komponen runner yang paling krusial, yaitu sudu.  \n \n\nPenggunaan laser scanner sebagai alat akuisisi fisik sudu menjadi titik berat studi. Dengan pengukuran non kontak tersebut, verifikasi geometri dilakukan untuk membandingkan geometri sudu aktual terhadap model CAD nominal sudu.  \n \n\nPiranti lunak yang digunakan untuk mengukur geometri sudu pada tugas sarjana ini adalah Pro/Engineer dan Geomagic Studio. Langkah-langkah pengukuran data hasil scanning pada kedua piranti lunak tersebut dijelaskan secara rinci untuk memberikan gambaran prosedur yang dijalankan.  \n \n\nAnalisis pengukuran dari sudu dan terutama outlet opening menyatakan geometri sudu dalam keadaan baik. Hal ini terlihat dari penyimpangan terbesar sudut trailing edge sudu dari nilai rata-rata maksimal sebesar 0,6 o. Jika dikonversi ke jarak maka penyimpangan tersebut ke arah negatif sebesar -2,41 mm dari nilai rata-rata. Nilai tersebut juga menyatakan penyimpangan terbesar berharga -2,5%.", "Daftar File": {"2009 TA PP FAHMI SEPTIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72486", "2009 TA PP FAHMI SEPTIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72487", "2009 TA PP FAHMI SEPTIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72488", "2009 TA PP FAHMI SEPTIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72489", "2009 TA PP FAHMI SEPTIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72490", "2009 TA PP FAHMI SEPTIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72491", "2009 TA PP FAHMI SEPTIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72492"}, "Penulis": "FAHMI SEPTIAN (NIM : 13104158)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama:  Dr. Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Outlet Opening; Runner;  sudu, outlet opening, laser scanner, pengukuran.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}