{"Nomor": 15602, "Judul": "PERANCANGAN SISTEM PENCARI PAKAR MENGGUNAKAN STRUKTUR BASIS DATA BERORIENTASI OBYEK", "Abstrak": "Saat ini banyak organisasi membutuhkan sumber daya manusia yang memiliki kompetensi tertentu untuk \n\nmendukung kegiatan parsial ataupun manajerialnya, namun masih memiliki keterbatasan kemampuan dalam \n\npencarian. Salah satu alasan sulitnya mencari individu yang tepat untuk mengisi kegiatan yang dialami oleh \n\norganisasi adalah jaringan sosial yang terbatas, sehingga banyak organisasi yang terpaku dan hanya \n\nmengandalkan satu individu dalam pelaksanaan kegiatannya. Sebuah sistem yang mewadahi informasi tentang \n\nindividu ahli atau pakar dapat menjadi solusi dalam penanganan masalah ini. Dengan mencari kompetensi \n\ntertentu seseorang yang dibuktikan dengan publikasi yang dihasilkannya, kita dapat menemukan pakar-pakar \n\nyang dibutuhkan. Sekarang ini terdapat sistem pencari pakar berupa sistem informasi dengan menggunakan \n\nstruktur basis data relasional. Struktur sistem dengan menggunakan basis data relasional memiliki \n\nketerbatasan saat data didalamnya semakin bertambah dan kompleks. Keterbatasan ini yang selanjutnya \n\nmembuat penulis melakukan sebuah perancangan sistem pencari pakar menggunakan struktur basis data \n\nberorientasi obyek sebagai pengembangan sistem sebelumnya dengan perincian fungsi-fungsi didalamnya. \n\nSistem basis data berorientasi obyek memungkinkan sebuah sebuah sistem berjalan dengan optimal dengan data \n\nyang dinamis dari waktu ke waktu. Sehingga data yang ada dalam sistem dapat disimpan dan dikelola dengan \n\nbaik berdasarkan analisa data yang akan terus bertambah dan semakin kompleks.", "Daftar File": {"proceedings knsi 2014 full edition(214).pdf": "https://digilib.itb.ac.id/gdl/download/72485"}, "Penulis": "Fahmi Lutfiansyah Moechtar, indri Dwi Erfianti, Naufal Fakhriadi", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem informasi, pencari pakar, Object-oriented database", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}