{"Nomor": 15601, "Judul": "DISTRIBUSI DAN MEKANISME PEMBENTUKAN OVERPRESSURE DI DAERAH JAWA TIMUR UTARA, CEKUNGAN JAWA TIMUR", "Abstrak": "Daerah Jawa Timur utara merupakan bagian dari Cekungan Jawa Timur. Daerah ini dipilih menjadi bagian dari lokasi penelitian karena memiliki indikasi keberadaan overpressure dan memiliki kondisi geologi yang komplek seperti: variasi dari kedalaman batuan dasar dan beberapa zona sedimentasi. Kondisi geologi tersebut diperkirakan akan sangat mempengaruhi distribusi dan mekanisme pembentukan overpressure.  \n \n\nAnalisis data sumur yang terdiri dari data tekanan formasi, data berat lumpur pemboran, laporan operasional pemboran, laporan akhir pemboran sumur, log talikawat, lintasan seismik 2D, dipakai untuk mengidentifikasi distribusi dan mekanisme pembentukan overpressure di daerah penelitian.  \n \n\nHasil dari penelitian ini menunjukkan bahwa distribusi dari tekanan pori dikontrol oleh kondisi geologi yaitu kedalaman dari batuan dasar. Rejim tekanan pori pada tinggian batuan dasar berada pada kondisi hydrostatic-low overpressure dan rejim tekanan pori high overpressure ditemui pada wilayah yang memiliki batuan dasar yang dalam. Kondisi tersebut disebabkan oleh adanya interval batulempung yang tebal, kecepatan sedimentasi yang tinggi serta temperatur yang cukup untuk menyebabkan adanya overpressure pada posisi batuan dasar yang dalam, sedangkan kondisi tersebut tidak terdapat pada area dimana posisi dari batuan dasarnya dangkal.  \n \n\nMekanisme pembentukan overpressure di daerah penelitian adalah loading mechanism dan unloading mechanism. Loading mechanism berhubungan erat dengan ketidakmampuan fluida keluar dari pori-pori batuan akibat dari kecepatan sedimentasi yang tinggi sedangkan unloading mechanism disebabkan oleh transformasi mineral lempung smektit menjadi illit karena pengaruh temperatur. Metoda Eaton dengan nilai eksponen 1.5-4.5 dapat digunakan untuk melakukan estimasi besaran overpressure pada daerah penelitian.  \n \n\nPeta konfigurasi batuan dasar menunjukkan variasi kedalaman batuan dasar yang sangat tinggi antar lokasi yang berdekatan pada daerah penelitian. Konsekuensi dari kondisi ini menunjukkan bahwa rejim tekanan pori akan bervariasi antara satu lokasi dalam jarak yang dekat. Secara konvensional, sumur yang terdekat akan dipilih sebagai offset-well untuk sumur yang akan dibor berikutnya. Berdasarkan riset ini, pendekatan konvensional seperti itu akan menyebabkan prediksi tekanan pori yang tidak akurat, bila sumur yang terdekat dan sumur yang berikutnya akan dibor berada pada konfigurasi batuan dasar yang berbeda.", "Daftar File": {"2014 TS PP  FAHMI HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72478", "2014 TS PP  FAHMI HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72479", "2014 TS PP  FAHMI HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72480", "2014 TS PP  FAHMI HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72481", "2014 TS PP  FAHMI HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72482", "2014 TS PP  FAHMI HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72483", "2014 TS PP  FAHMI HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72484"}, "Penulis": "FAHMI HAKIM (NIM: 22010301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Lambok Hutasoit, PhD Agus M. Ramdhan, ST, MT., PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "overpressure, log talikawat, Metoda Eaton, konfigurasi batuan dasar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}