{"Nomor": 15606, "Judul": "ANALISIS KONFIGURASI FORMASI KELESA BERDASARKAN DATA GAYA BERAT DI DAERAH PENELITIAN CEKUNGAN SUMATRA TENGAH", "Abstrak": "Formasi Kelesa yang berumur Eosen-Oligosen Awal merupakan batuan sumber yang mempunyai peranan penting dalam keberadaan hidrokarbon di Cekungan Sumatra Tengah. Saat ini Formasi Kelesa merupakan target baru dalam kegiatan eksplorasi yang diharapkan dapat bertindak sebagai batuan reservoir. Formasi Kelesa mempunyai batas bawah berupa ketidakselarasan dengan batuan dasar pra-    \n \n \n \n\nTersier, dan batas atas berupa ketidakselarasan dengan Formasi Lakat. Ketidakselarasan di batas atas Formasi Kelesa mengindikasikan adanya kejadian    \n \n \n \n\ntektonik yang menyebabkan Formasi Kelesa hilang di beberapa tempat. Terdapat pola struktur yang berarah utara selatan yang berumur Eosen-Oligosen sebagai    \n \n \n \n\nstruktur pertama dalam sejarah pembentukan cekungan di Sumatra Tengah. Pola anomali gaya berat di daerah penelitian memperlihatkan dua arah dominan yaitu utara-selatan dan baratlaut-tenggara. Nilai anomali gaya berat yang rendah memanjang searah baratlaut-tenggara dipisahkan oleh nilai anomali gaya berat yang tinggi di tengah daerah penelitian. Data sumur bor memperlihatkan adanya kecenderungan kehadiran Formasi Kelesa di daerah penelitian dibatasi oleh suatu garis yang berarah utara-selatan. Hasil pemodelan dan interpretasi data gaya berat menghasilkan sebaran Formasi Kelesa pada saat ini berada di geometri tinggian dan geometri depresi. Batas    \n \n \n \n\nsebaran Formasi Kelesa arah utara-selatan yang ditandai dengan ketidakhadiran Formasi Kelesa di atas batuan dasar pra-Tersier dapat diindikasikan sebagai geometri tinggian atau tepi depresi di umur Eosen-Oligosen, dan batas sebaran Formasi Kelesa arah tenggara-baratlaut merupakan bidang sesar.", "Daftar File": {"2013 TS PP FAISAL PERDANA 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72507", "2013 TS PP FAISAL PERDANA 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72508", "2013 TS PP FAISAL PERDANA 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72509", "2013 TS PP FAISAL PERDANA 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72510", "2013 TS PP FAISAL PERDANA 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72511", "2013 TS PP FAISAL PERDANA 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72512", "2013 TS PP FAISAL PERDANA 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72513"}, "Penulis": "FAISAL PERDANA (NIM 22010007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Prihadi Sumintadiredja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gaya berat, Konfigurasi, Geometri, Formasi Kelesa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}