{"Nomor": 15618, "Judul": "PEMODELAN PERMUKAAN SAYAP BURUNG DENGAN MENGGUNAKAN PEMROGRAMAN VISUAL BASIC.NET PADA CATIA V5", "Abstrak": "Fenomena seputar yang menarik untuk diamati adalah kemampuan burung Albatross (dan juga beberapa burung laut lain seperti Petrel) yang mampu terbang selama berjam-jam tanpa mengepakkan sayapnya1. Burung-burung tersebut terbang dengan memanfaatkan gust wind yang bertiup secara horizontal. Albatross menaikkan ketinggian terbangnya dengan cara terbang melawan arah angin sampai burung tersebut kehilangan momentum, kemudian berbalik dan    \n \n \n \n\nterbang mengikuti arah angin untuk menambah kecepatan. Siklus tersebut terjadi berulang kali sehingga Albatross mampu terus terbang tanpa mengepakkan sayapnya dalam waktu yang lama.    \n \n \n \n\nDalam penelitian ini, Metode eksperimen digunakan untuk mengamati hubungan antara fase terbang burung dengan profil planform yang dibentuk oleh sayap burung3.    \n \n \n \n\nDalam tugas akhir ini, penulis mencoba menjembatani tantangan untuk memodelkan sayap burung secara komputasional secara akurat dengan peluang untuk membuat model komputasional menggunakan CATIA V5. Pemodelan sayap burung dengan menggunakan multisection wing serta    \n \n \n \n\npiecewise linear approximation dapat dilakukan.    \n \n \n \n\nHasil yang didapatkan dari penelitian ini adalah :    \n \n \n \n\n1. Metode rekonstruksi parameter sayap burung yang diajukan dalam tugas akhir ini dapat digunakan.    \n \n \n \n\n2. Penggunaan object oriented approach banyak membantu dalam membangun program.    \n \n \n \n\n3. Pemodelan ujung sayap burung untuk tipe pointed tip dapat digunakan sebagai studi kasus awal.", "Daftar File": {"2010 TA PP FAJAR SURYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72576", "2010 TA PP FAJAR SURYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72577", "2010 TA PP FAJAR SURYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72578", "2010 TA PP FAJAR SURYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72579", "2010 TA PP FAJAR SURYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72580", "2010 TA PP FAJAR SURYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72581", "2010 TA PP FAJAR SURYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72582"}, "Penulis": "FAJAR SURYONO (NIM : 13605047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rais Zain", "Iqbal Pamungkas, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "burung Albatross, sayap burung, VISUAL BASIC.NET CATIA V5", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}