{"Nomor": 15616, "Judul": "MANAJEMEN RUTE TRAVEL BERBASIS MOBILE PROGRAMMING (STUDI KASUS : PADA NORTHSIDE SHUTTLE)", "Abstrak": "Northside Shuttle adalah salah satu perusahaan yang bergerak di bidang travel yang beroperasi khusus di \n\npinggiran kota Sydney (Australia) ke Sydney Airport. Mereka sudah memiliki sistem pemesanan (booking \n\nsystem) secara online, tetapi mereka tidak memiliki sistem pendukung untuk mengelompokkan penumpang yang \n\nakan dijemput dalam waktu tertentu pada satu perjalanan. Akibatnya, untuk pengambilan keputusan saat ini \n\nmembutuhkan waktu lama (Ã‚Â± 1 hari). Sistem yang sudah ada, tidak terintegrasi dengan baik. Adapun kinerja \n\nsistem dalam melakukan manajemen pencatatan rute serta pengelompokan informasi rute pada driver bertugas \n\nyang sedang berjalan masih belum optimal karena pengelolaan datanya masih di lakukan secara manual. Oleh \n\nkarena itu pelayanan serta kinerja pekerja travel menjadi kurang efektif dan efisien, karena dapat mengganggu \n\ndan memperlambat jalannya penyampaian informasi kepada pihak manajemen yang memerlukannya. Aplikasi \n\nManajemen Rute ini mempermudah pihak manajemen untuk mengelola data dan mendapatkan informasi yang \n\ndiperlukan untuk mengelola travel yang bersangkutan. Aplikasi ini dibangun menggunakan metode incremental \n\nyang membagi tahap pengembangan terdiri dari beberapa bagian yaitu kebutuhan, analisis, rancangan, \n\nimplementasi dan pengujian. Apikasi Manajemen Rute Travel ini diharapkan dapat menangani pencatatan dan \n\npemberian informasi seputar rute, checkpoint, driver dan dapat melakukan generate route management yang \n\ndapat menghasilkan list rute untuk driver.", "Daftar File": {"proceedings knsi 2014 full edition(10).pdf": "https://digilib.itb.ac.id/gdl/download/72569"}, "Penulis": "Fajar Masya, Tri Rejeki, Elvina", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "manajemen, applikasi manajemen rute, pengelolaan data, penyampaian informasi.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "10 Mar 2014"}