{"Nomor": 15619, "Judul": "STUDI PENERAPAN MANAJEMEN KUALITAS PADA KONTRAKTOR BESAR DI INDONESIA", "Abstrak": "Dengan diberlakukannya sistem perdagangan bebas di beberapa negara termasuk Indonesia, diperlukan suatu manajemen kualitas yang mencakup seluruh sistem pendukung yang melibatkan seluruh fungsi dan level organisasi khususnya bagi kontraktor besar yang bergerak di bidang konstruksi. Melalui studi mengenai penerapan manajemen kualitas dengan pendekatan Total Quality Management (TQM) yang dilakukan terhadap 18 kontraktor besar yang bersertifikat ISO9000 di  \n \n\nkota Bandung dan Jakarta, dapat dijelaskan bahwa pada dasarnya 83.33% kontraktor besar yang menjadi responden dalam penelitian ini secara keseluruhan dinilai telah memiliki tingkat pemenuhan (compliance) tinggi/sangat tinggi terhadap penerapan TQM. Tingkat pemenuhan (compliance) terhadap penerapan TQM ini diukur terhadap pelaksanaan tahapan dan kondisi elemen dalam TQM tersebut. Hasil analisis terhadap tingkat pemenuhan (compliance) terhadap penerapan TQM pada kontraktor besar di Indonesia dapat dikelompokkan menjadi tiga tipe pola. Pola yang dimaksudkan adalah variasi langkah yang dilakukan  \n \n\nberdasarkan tahapan penerapan TQM, dimana ketiga pola yang ada menjelaskan tingkat pemenuhan (compliance) kontraktor besar tersebut terhadap penerapan TQM. Pola penerapan manajemen kualitas yang direfleksikan melalui pelaksanaan  \n \n\ntahapan penerapan TQM tersebut, sangat berpengaruh terhadap kondisi dari masing-masing elemen dalam TQM. Lima elemen utama dalam TQM yang menjadi prioritas pada kontraktor besar milik pemerintah atau BUMN maupun swasta adalah sama, yaitu pendidikan dan pelatihan, komitmen dan kepemimpinan  \n \n\nTop Mangement, perbaikan proses, perbaikan supplier, serta penetapan visi, misi, dan prinsip dasar dalam perusahaan. Melalui kajian terhadap pola penerapan TQM pada kontraktor besar yang telah dilakukan, dapat dijelaskan bahwa acuan  \n \n\nkerangka pola penerapan TQM pada kontraktor besar di Indonesia dikembangkan berdasarkan konsep Malcolm Baldrige Criteria for Performance Excellence. Kerangka pola penerapan TQM pada kontraktor besar tersebut menunjukkan  \n \n\nbahwa sistem manajemen yang ada telah mengintegrasikan antara Mutu, Keselamatan dan Kesehatan Kerja (K3), dan Lingkungan. Dari kerangka pola penerapan TQM yang dihasilkan, dapat digunakan sebagai acuan bagi para  \n \n\nkontraktor di bidang konstruksi dalam melakukan perbaikan dan peningkatan terhadap manajemen kualitas secara berkelanjutan.", "Daftar File": {"2010 TS PP FAJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72583", "2010 TS PP FAJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72584", "2010 TS PP FAJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72585", "2010 TS PP FAJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72586", "2010 TS PP FAJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72587", "2010 TS PP FAJAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72588", "2010 TS PP FAJAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72589", "2010 TS PP FAJAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72590"}, "Penulis": "FAJAR SUSILOWATI (NIM : 25008302)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "TQM, compliance, pola", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}