{"Nomor": 15614, "Judul": "DAERAH RESAPAN LAPANGAN PANASBUMI WAYANG WINDU BERDASARKAN ANALISIS REKAHAN DIHUBUNGKAN DENGAN NERACA AIR DAN SISTEM RESERVOIR PANASBUMI", "Abstrak": "Panasbumi dikenal sebagai sumber energi yang dapat diperbaharui dan proses pembaruan terjadi di daerah resapan, dimana air meteorik memasuki suatu sistem panasbumi. Aplikasi teknik InSAR menggunakan data citra satelit ALOS PALSAR dan verifikasi di lapangan dengan pengukuran GPS geodetik dilakukan untuk mendapatkan model permukaan bumi. Selanjutnya dilakukan analisis kelurusan struktur geologi, hasilnya berupa peta densitas sesar dan rekahan (FFD). Penelitian ini bertujuan untuk mengetahui daerah resapan air meteorik secara lebih detail dan besarnya persentase resapan air meteorik dengan melakukan perhitungan resapan berdasarkan neraca air, yaitu dengan melakukan simulasi hujan-limpasan model tampungan dengan pemodelan NRECA dan Sacramento pada DAS yang terletak pada kisaran elevasi daerah resapan. Kemudian dilakukan penafsiran untuk mendapatkan model hidrogeologi dan pola aliran fluida pada sistem panasbumi Wayang Windu. Tahap berikutnya melakukan analisis hubungan antara hasil perhitungan neraca air terhadap besarnya resapan air meteorik pada setiap zona FFD dari masing-masing DAS dan untuk mengetahui korelasi antara resapan tersebut terhadap sistem reservoir panasbumi dengan tipe yang berbeda. Hipotesis pertama yang diajukan adalah struktur geologi berupa rekahan di permukaan bumi di daerah Wayang Windu berperan terhadap resapan air meteorik yang dapat diperoleh berdasarkan perhitungan neraca air. Hipotesis kedua adalah apakah besarnya resapan tersebut berkorelasi terhadap sistem reservoir panasbumi Wayang Windu yang mempunyai sistem reservoir yang berbeda, yaitu reservoir dominasi uap di bagian utara dan reservoir dominasi air di bagian selatan. Interpretasi berdasarkan peta FFD dan hasil analisis isotop stabil menunjukkan terdapat tiga zona dengan nilai FFD tinggi yang diperkirakan sebagai daerah resapan untuk reservoir panasbumi Wayang Windu. Daerah resapan tersebut terletak di bagian baratlaut (Sungai Cisangkuy), baratdaya (Sungai Cilaki) dan timurlaut (Sungai Citarum) dari lapangan panasbumi Wayang Windu. Terdapat korelasi yang signifikan antara densitas rekahan pada zona FFD tinggi (dalam satuan km/km2) terhadap densitas rekahan hasil pengukuran di lapangan (dalam satuan m/m2). Nilai densitas rekahan pada zona FFD tinggi sebesar 5 - 10 km/km2 ini dapat merefleksikan nilai densitas rata-rata rekahan hasil pengukuran di lapangan yang mencapai hingga 7,9 m/m2. Analisis kelurusan dari kedua metode v tersebut memperlihatkan adanya kesamaan arah umum kelurusan struktur geologi yaitu berarah timurlaut Ã‚Â– baratdaya dan tenggara - baratlaut Hasil analisis karakteristik rekahan (intensitas, densitas, apertur dan panjang rekahan) serta jenis litologi penyusunnya menunjukkan bahwa rekahan dapat meningkatkan permeabilitas batuan. Permeabilitas pada DAS Cisangkuy diinterpretasikan lebih tinggi dibandingkan dengan permeabilitas pada dua DAS lainnya. DAS Cisangkuy yang terletak pada litologi batuan beku (andesit dan basalt) mempunyai nilai densitas rata-rata rekahan yang lebih tinggi (5,3 m/m2) dengan nilai fraktal apertur sebesar -0,92 dan -1,15. Sedangkan dua DAS lainnya yang terletak pada litologi batuan sedimen (batupasir dan batulempung) memiliki densitas rekahan masing-masing 4,1 m/m2 dengan nilai fraktal -1,94 untuk DAS Cilaki dan sebesar 3,1 m/m2 dengan nilai fraktal -1,58 untuk DAS Citarum. Untuk mengetahui persentase air meteorik yang berinfiltrasi pada daerah resapan tersebut, maka dilakukan perhitungan resapan berdasarkan neraca air dan pembuatan data debit sintesis untuk zona FFD tinggi. Hasil dari simulasi hujan-limpasan dengan model NRECA dan model Sacramento adalah mendapatkan secara empiris nilai parameter atau koefisien infiltrasi untuk masing-masing DAS. Korelasi antara debit hasil pemodelan dan debit observasi dari ketiga DAS menunjukkan bahwa simulasi model Sacramento memperlihatkan hasil korelasi yang lebih baik dibandingkan dengan model NRECA. Selanjutnya dilakukan perhitungan rasio antara debit aliran dasar (sebagai infiltrasi) terhadap debit limpasan permukaan menggunakan model Sacramento. Semakin besar persentase rasio antara debit aliran dasar terhadap debit limpasan permukaan, mengindikasikan bahwa debit berinfiltrasi ke bawah permukaan lebih besar dibandingkan dengan debit yang mengalir di permukaan. Rasio tersebut menunjukkan bahwa pada zona FFD tinggi laju infiltrasinya lebih besar dibandingkan pada zona FFD rendah. Terdapat perbedaan persentase rasio antara debit aliran dasar terhadap debit limpasan permukaan pada zona FFD tinggi dari masing-masing DAS jika dihubungkan dengan karakteristik rekahan dan jenis litologinya. Rasio pada zona FFD tinggi yang terletak pada DAS Cisangkuy terlihat lebih tinggi (89%) jika dibandingkan dengan dua DAS lainnya, yaitu DAS Cilaki dengan rasio 29% dan DAS Citarum dengan rasio 20%. Hal ini menunjukkan bahwa infiltrasi yang terjadi pada zona FFD tinggi yang terletak pada DAS Cisangkuy memiliki laju infiltrasi yang lebih besar dibandingkan dengan zona FFD tinggi yang terletak pada DAS Cilaki dan DAS Citarum. Rekahan-rekahan tersebut didominasi oleh rekahan relatif vertikal. Tipe reservoir panasbumi dipengaruhi besarnya (persentase) infiltrasi air meteorik yang meresap. Daerah resapan pada DAS Citarum terletak paling dekat (berjarak sekitar 3 km) dengan reservoir panasbumi dominasi uap (di bagian utara), tetapi konstribusi resapan air meteoriknya paling sedikit. Sebaliknya DAS Cilaki dan DAS Cisangkuy yang terletak paling jauh (sekitar 5 dan 8 km) mampu meresapkan air meteorik lebih banyak ke dalam reservoir panasbumi dominasi air yang letaknya di sebelah selatan.", "Daftar File": {"2014 DIS PP FAJAR HENDRASTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72552", "2014 DIS PP FAJAR HENDRASTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72553", "2014 DIS PP FAJAR HENDRASTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72554", "2014 DIS PP FAJAR HENDRASTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72555", "2014 DIS PP FAJAR HENDRASTO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/72556", "2014 DIS PP FAJAR HENDRASTO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/72557", "2014 DIS PP FAJAR HENDRASTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72558", "2014 DIS PP FAJAR HENDRASTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72559", "2014 DIS PP FAJAR HENDRASTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/72560", "2014 DIS PP FAJAR HENDRASTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72561"}, "Penulis": "FAJAR HENDRASTO (NIM : 32008003)", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof. Ir. Lambok M. Hutasoit, M.Sc., Ph.D", "Prof. Dr. Ir. M. Syahril Badri Kusuma", "Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Panasbumi, analisis kelurusan, kerapatan sesar dan rekahan, FFD, daerah resapan, InSAR, rekahan gerus, rekahan ekstensi, reservoir, debit, neraca air, infiltrasi, Sacramento, NRECA, aliran dasar, limpasan permukaan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "10 file", "Tanggal Input": "14 Agu 2014"}