{"Nomor": 15627, "Judul": "PENGEMBANGAN METODE INTEGRASI DAN DIFERENSIASI YANG DAPAT MEREDUKSI PENGARUH SINYAL PENGGANGGU TERHADAP HASIL INTEGRASI DAN DIFERENSIASI SINYAL", "Abstrak": "Dalam pengukuran getaran, terdapat tiga besaran yang dapat diukur yaitu simpangan, kecepatan, dan percepatan getaran. Secara matematik, ketiga besaran tersebut memiliki hubungan yang sederhana satu dengan lainnya. Simpangan adalah integral terhadap waktu dari kecepatan dan kecepatan adalah integral terhadap waktu dari percepatan, atau dengan kata lain, kecepatan adalah turunan terhadap waktu dari simpangan sedangkan percepatan adalah turunan terhadap waktu dari kecepatan.  \n \n\nProses integrasi ataupun diferensiasi terhadap sinyal hasil pengukuran getaran sering digunakan di industri. Hal ini karena sensor portabel yang sangat populer digunakan adalah sensor percepatan sedangkan sensor online yang banyak dipakai adalah sensor kecepatan dan simpangan. Tanpa disadari pengguna, proses integrasi ataupun diferensiasi ini sesungguhnya dapat menimbulkan beberapa masalah baik karena kesalahan numerik maupun akibat adanya sinyal pengganggu. Sinyal pengganggu dapat memberikan kesalahan yang besar terhadap hasil integrasi dan diferensiasi. Oleh karena itu, dalam tesis ini dilakukan penelitian mengenai metode integrasi dan diferensiasi yang dapat mereduksi pengaruh sinyal pengganggu terhadap hasil integrasi dan  \n \n\ndiferensiasi sinyal.  \n \n\nPenelitian ini menghasilkan metode integrasi dan diferensiasi yang dapat mereduksi pengaruh sinyal pengganggu terhadap hasil integrasi dan diferensiasi sinyal. Selain itu, penelitian ini juga menghasilkan persamaan matematik yang dapat menentukan karakteristik dari metode integrasi dan diferensiasi yang dikembangkan. Selanjutnya, untuk meyakinkan bahwa persamaan yang diturunkan sudah benar, maka nilai dari persamaan tersebut perlu divalidasi. Validasi dilakukan secara numerik dan eksperimen. Berdasarkan hasil validasi tersebut terungkap bahwa persamaan yang telah diperoleh sudah benar.", "Daftar File": {"2010 TS PP FANDI PURNAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72624", "2010 TS PP FANDI PURNAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72625", "2010 TS PP FANDI PURNAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72626", "2010 TS PP FANDI PURNAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72627", "2010 TS PP FANDI PURNAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72628", "2010 TS PP FANDI PURNAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72629", "2010 TS PP FANDI PURNAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72630", "2010 TS PP FANDI PURNAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72631"}, "Penulis": "FANDI PURNAMA (NIM : 231 08 023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metode Integrasi, Metode Diferensiasi, Sinyal Pengganggu, Hasil Integrasi, Diferensiasi Sinyal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}