{"Nomor": 15622, "Judul": "IDENTIFIKASI KERUSAKAN MOTOR DIESEL BERBASIS DATA GETARAN MENGGUNAKAN LOGIKA SAMAR", "Abstrak": "Persaingan yang ketat di dunia industri dewasa ini, memicu perkembangan metode perawatan untuk dapat memenuhi target produksi, menekan biaya operasi dan perawatan. Perawatan prediktif adalah metode yang mampu menjawab tantangan ini.  \n \n\nMetode perawatan prediktif memungkinkan untuk mendeteksi secara dini gejala kerusakan mesin, sehingga kerusakan yang fatal dapat dihindari. Kegiatan perawatan pun dapat direncanakan dan dipersiapkan dengan lebih baik. Perawatan prediktif menggunakan data getaran merupakan cara yang efektif dalam menentukan kondisi mesin. Menggunakan bantuan perangkat lunak, analisis data getaran ini dapat dilakukan dengan mudah dan cepat. Dalam hal ini, logika samar dapat diaplikasikan untuk mengidentifikasi kondisi mesin berdasarkan data getaran.  \n \n\nData getaran pada berbagai kondisi yang diperoleh melalui pengujian, dilatihkan untuk membentuk suatu sistem pengenalan pola kerusakan menggunakan logika samar. Serangkaian pengujian yang dilakukan menunjukkan sistem ini mampu dalam mengidentifikasi kondisi mesin dengan baik, dengan menguji coba sistem pengenalan pola tersebut menggunakan data getaran yang telah ditambahkan noise.", "Daftar File": {"2005 TA PP FAJRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72605", "2005 TA PP FAJRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72606", "2005 TA PP FAJRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72604", "2005 TA PP FAJRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72603", "2005 TA PP FAJRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72602", "2005 TA PP FAJRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72601", "2005 TA PP FAJRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72600", "2005 TA PP FAJRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72599"}, "Penulis": "FAJRI (NIM : 13100076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sangriyadi Setio", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Motor diesel, Logika Samar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}