{"Nomor": 15624, "Judul": "ESTIMASI UKURAN PERANGKAT LUNAK DENGAN METODE FUNCTION POINT (STUDI KASUS PERANCANGAN APLIKASI PORTAL DISTRO BALI)", "Abstrak": "Estimasi ukuran perangkat lunak merupakan salah satu titik kritis pada proyek pengembangan perangkat lunak. \n\nEstimasi ini kemudian dijadikan dasar pembuatan rencana manajemen proyek perangkat lunak, seperti \n\nperencanaan jadwal, sumber daya dan anggaran. Ketidakakuratan estimasi dapat menyebabkan pengelolaan \n\nmanajemen proyek perangkat lunak tidak dapat berjalan sebagaimana mestinya. Saat ini terdapat banyak teknik \n\nestimasi, baik yang bersifat kuantitatif maupun kualitatif. Salah satu teknik estimasi yang bersifat kuantitatif dan \n\ndapat mencerminkan fungsionalitas perangkat lunak adalah pendekatan Function Point (FP). Pendekatan ini \n\ndidasarkan pada perhitungan berapa banyak fungsionalitas yang harus disediakan sistem/perangkat lunak. \n\nFungsionalitas sendiri mengacu pada semua masukan, keluaran, file, algoritma serta interaksi yang harus \n\ndilakukan oleh perangkat lunak untuk satu modul atau unit antarmuka yang ditampilkan atau dioperasikan \n\nkepada user. \n\nPada tulisan ini, akan dibahas secara ringkas pendekatan perhitungan ukuran perangkat lunak menggunakan \n\nmetoda Function Point yang kemudian dicoba diterapkan pada perancangan suatu aplikasi yaitu aplikasi portal \n\nDistro Bali. Hasil penerapan menunjukkan bahwa pendekatan FP dapat digunakan untuk estimasi ukuran \n\nperangkat lunak, dan angka yang diperoleh dapat diterapkan untuk melakukan estimasi lain seperti estimasi \n\nbiaya, waktu dan sumber daya. Keakuratan hasilnya sangat bergantung pada ketelitian pendefinisian proses dan \n\nperancangan antarmuka pada saat identifikasi kebutuhan atau desain aplikasi, serta tergantung juga pada \n\npengalaman manajer proyek dalam menghadapi kasus sejenis.", "Daftar File": {"proceedings knsi 2013(191).pdf": "https://digilib.itb.ac.id/gdl/download/72615"}, "Penulis": "Falahah", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Function Point, Estimasi, Ukuran, Perangkat Lunak.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "28 Mar 2014"}