{"Nomor": 15623, "Judul": "PEMBUATAN DAN PENGUJIAN PENGUMPUL SURYA ANNALUS", "Abstrak": "Kebutuhan energi yang semakin mebinggi mendorong upaya pencarian sumber daya energi alternatif.  Salah satu sumber daya energi alternatif adalah energi surya yang jumlahnya sangat berlimpah. PAda tahun 2004 Laboratorium Energi Surya Departemen Teknik Mesin ITB melakukan penelitian terhadap pemanas surya diantaranya adalah pemenas surya annulus dan pemanas surya pelat datar.           \n \n \n \n \n \n \n \n \n \n\nKarakteristik kinerja pemanas udara yang ingin diperoleh pada tugas akhir ini adalah efisisensi termal dan temperatur udara keluaran. Apabila kedua karakteristik tersebut cukup tinggi maka penggunaan pemanas udara surya tersebut dalam suatu sistem pengering diharapkan mem berikan hasil yang baik. Perangkat dan metode pengujian mengacu pada stsndar ASHRAE 93-1986, yaitu standar baku yang berlaku umum dalam pengujian pengumpulan surya. Metode pengujian yang digunakan adalah pengujian di luar ruangan (outdoor) dan kondisi perangkat pengujian dalam keadaan tekanan vakum. pengujian dilakukan 4 hari dengan menggunakan laju aliran massa udara yang bervariasi. Pencatatan data dilakukan apabila pemanas udara telah mencapai kondisi quasi steady dan memenuhi berbagai persyaratan yang ditetapkan oleh standar, yaitu intensitas iradiasi surya global berada di atas 790 W/m2 dan kecepatan hembusan angin di sekitar pemanas udara harus berada dalam rentang 2,2 sampai 4,5 m/s. Persyaratan tersebut biasanya terpenuhi antara jam 10.00 sampai jam 14.00 setiap hari pengujian. HAsil pengujian yang diperoleh adalah hubungan antara laju aliran massa udara dengan efisisensi termal.", "Daftar File": {"2004 TA PP  FAJRI YUNALDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72607", "2004 TA PP FAJRI YUNALDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72608", "2004 TA PP FAJRI YUNALDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72609", "2004 TA PP FAJRI YUNALDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72610", "2004 TA PP FAJRI YUNALDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72611", "2004 TA PP FAJRI YUNALDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72612", "2004 TA PP FAJRI YUNALDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72613", "2004 TA PP FAJRI YUNALDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72614"}, "Penulis": "FAJRI YUNALDI (NIM :13199125) : Pembimbing : Prof. Ir. Filino Harahap, M.Sc., Ph.D", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Filino Harahap, M.Sc., Ph.D", "Dr. Ir. Abdurrachim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surya Annalus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}