{"Nomor": 15630, "Judul": "PENGARUH KONDISI FOSFATASI TERHADAP KARAKTERISTIK MEMBRAN KITOSAN TERFOSFATASI SEBAGAI ELEKTROLIT SEL BAHAN BAKAR", "Abstrak": "Saat ini, fuel cell (sel bahan bakar) tengah banyak dikembangkan untuk menggantikan sumber energi yang berasal dari bahan bakar fosil. Salah satu jenis sel bahan bakar yang menarik banyak perhatian ialah Direct Methanol Fuel Cell (DMFC). Pada DMFC bahan bakar yang digunakan adalah metanol dan elektrolitnya berupa membran polimer penukar proton. Nafion merupakan membran polimer komersial yang paling banyak digunakan dalam DMFC. Nafion sangat mahal dan          \n \n \n \n \n \n \n \n \n \n\nmemiliki permeabilitas metanol yang tinggi sehingga dapat menghambat penggunaan DMFC secara luas. Oleh karena itu, dibutuhkan membran polimer lain untuk menggantikan Nafion. Kitosan berpotensi untuk digunakan sebagai membran          \n \n \n \n \n \n \n \n \n \n\nelektrolit untuk DMFC dan telah banyak diteliti karena potensi yang dimilikinya. Namun, kitosan masih memiliki konduktivitas proton yang rendah. Hasil penelitian          \n \n \n \n \n \n \n \n \n \n\nsebelumnya menunjukkan bahwa fosfatasi membran kitosan dengan bantuan gelombang mikro telah meningkatkan konduktivitas proton membran tersebut. Pada penelitian ini dilakukan studi lebih lanjut mengenai pengaruh kondisi fosfatasi untuk mendapatkan hasil yang optimal. Reaksi fosfatasi dilakukan menggunakan bantuan gelombang mikro selama 60 detik dengan dua metode yaitu reaksi kontinu dan reaksi tidak kontinu serta dilakukan perendaman sebelum fosfatasi berlangsung. Perendaman dilakukan selama dua, empat, dan enam jam. Membran kitosan terfosfatasi dikarakterisasi dengan analisis gugus fungsi dengan metode FTIR, pengukuran derajat penggembungan, kapasitas penukar ion (KPI), konduktivitas proton, analisis morfologi membran dengan Scanning Electron Microscope (SEM), dan pengukuran kadar fosfor di permukaan membran dengan Energy Dispersive XRay Spectroscopy (EDS). Hasil penelitian menunjukkan bahwa fosfatasi secara kontinu dengan perendaman empat jam menghasilkan membran dengan konduktivitas proton dan KPI optimum yaitu sebesar 0,0789 S/cm dan 11,21 meq/g. Untuk kondisi yang sama diperoleh nilai derajat penggembungan yang cukup tinggi yaitu sebesar 40,83%. Hasil pengukuran kadar fosfor membran dengan perendaman empat jam juga menunjukkan nilai yang lebih besar dibandingkan membran tanpa perendaman. Berdasarkan data tersebut, dapat disimpulkan bahwa kondisi optimum fosfatasi membran kitosan adalah perendaman empat jam dengan reaksi kontinu.", "Daftar File": {"2012 TS PP FANNY ADITYA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72646", "2012 TS PP FANNY ADITYA PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72647", "2012 TS PP FANNY ADITYA PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72648", "2012 TS PP FANNY ADITYA PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72649", "2012 TS PP FANNY ADITYA PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72650", "2012 TS PP FANNY ADITYA PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72651", "2012 TS PP FANNY ADITYA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72652"}, "Penulis": "FANNY ADITYA PUTRI (NIM : 20511014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ing. Cynthia L. Radiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kitosan, fosfatasi, fuel cell", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}