{"Nomor": 15647, "Judul": "KUNCI SMART UNTUK SISTEM KEAMANAN RUMAH SMART", "Abstrak": "Kunci Smart ini merupakan pengaman pintu dengan menggunakan password unik yang diberikan kepada setiap pengguna yang membutuhkan. Kunci Smart terdiri atas dua bagian besar, yaitu Client Kunci Smart dan Server Kunci Smart. Client Kunci Smart adalah divais yang dipasang pada titik-titik yang akses terhadapnya dikontrol. Client Kunci Smart ini terdiri dari modul untuk memasukkan password melalui keypad, serta modul kunci mekanik sebagai alat pengunci pintu. Client kunci smart ini mengirimkan kode password serta menerima perintah pembukaan pintu dari server. Server Kunci Smart adalah pusat aktivitas kunci, tempat tersimpannya database pengguna serta pencatatan aktivitas sistem. Password yang diberikan kepada setiap pengguna bersifat unik dan memiliki hak akses yang berbeda untuk setiap pengguna. Tidak semua pengguna memiliki hak akses yang sama. Pembedaan ini didefinisikan pada database yang tersimpan di server. Perintah pembukaan kunci diberikan oleh server dengan memberikan perintah yang terkodekan. Setiap kunci memiliki identitas masing-masing berupa satu karakter ASCII. Perintah pembukaan kunci adalah dengan mengirimkan karakter ASCII yang sesuai dengan identitasnya tersebut. Dengan demikian, kita dapat mengaplikasikan sistem Kunci Smart ini untuk lebih dari 90 buah titik akses.", "Daftar File": {"2007 TA PP FATHI NASHRULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72738", "2007 TA PP FATHI NASHRULLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72739", "2007 TA PP FATHI NASHRULLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72740", "2007 TA PP FATHI NASHRULLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72741", "2007 TA PP FATHI NASHRULLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72742", "2007 TA PP FATHI NASHRULLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72743", "2007 TA PP FATHI NASHRULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72744"}, "Penulis": "FATHI NASHRULLAH (NIM 102 02 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Mitra Djamal, Dr, Ing"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Smart system, home, key, security, password, database, record", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}