{"Nomor": 15640, "Judul": "ANALISIS TEGANGAN PADA DAERAH SAMBUNGAN BEJANA TEKAN DENGAN NOSEL: PERBANDINGAN ANTARA WRC107 DAN METODE ELEMEN HINGGA", "Abstrak": "Bejana tekan sangat penting aplikasinya dalam industri seperti industri kimia, petrokimia, minyak, dan nuklir. Kegagalan suatu bejana tekan dapat mengakibatkan kerusakan  \n \n\nmaupun kematian. Didalam perancangan bejana tekan, pembebanan baik tekanan, temperatur, angin, gempa, piping load dan sebagainya dapat ditentukan dengan cara analisis maupun menggunakan standar atau code.  \n \n\nUntuk memperoleh tegangan lokal pada sambungan antara bejana dengan nosel, digunakan metode pendekatan dari WRC 107 Ã‚Â“Local Stress in Spherical and Cylindrical Shells due to External LoadingsÃ‚Â”. Dalam tugas ini, beberapa parameter dan hasil tegangan yang diperoleh dari metode WRC 107 dibandingkan dengan solusi metode elemen hingga (MEH). Perhitungan yang digunakan yaitu dengan menggunakan software PVElite sebagai alat bantu menghitung dengan WRC107 dan ANSYS 11 sebagai alat analisis metode elemen  \n \n\nhingga.  \n \n\nBesar tegangan dan kurva-kurva tak berdimensi yang diperoleh dengan software berbasis metode elemen hingga ANSYS 11 menunjukan beberapa persamaan dan perbedaan dengan  \n \n\nWRC107. Kurva yang dihasilkan dengan metode elemen hingga sebagian besar lebih rendah nilainya dibandingkan dengan WRC107 dan sisanya mendekati dan lebih besar dari kurva WRC107. Dari hasil percobaan 33 kasus dan gaya luar berupa gaya radial, momen dan gaya geser menunjukan bahwa perhitungan menggunakan WRC107 akan konsevatif pada lokasi Au (yaitu posisi longitudinal bejana, bagian atas) namun dapat menghasilkan tegangan yang lebih kecil dari hasil metode elemen hingga pada salah satu titik Cu atau Du.  \n \n\nDari analisis tegangan geser menggunakan metode elemen hingga pun menunjukan perbedaan dengan hasil WRC 107. Dengan MEH perbedaan tegangan geser terjadi pada lokasi upper dan lower serta pada lokasi A dan B berbeda dengan C dan D.", "Daftar File": {"2009 TA PP FARID HANAFIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72709", "2009 TA PP FARID HANAFIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72710", "2009 TA PP FARID HANAFIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72711", "2009 TA PP FARID HANAFIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72712", "2009 TA PP FARID HANAFIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72713", "2009 TA PP FARID HANAFIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72714", "2009 TA PP FARID HANAFIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72715"}, "Penulis": "FARID HANAFIA (NIM : 13104142)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rachman Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bejana tekan; WRC 107; Local Stress in Spherical; Cylindrical Shells due to External Loadings; WRC 107; metode elemen hingga; MEH; PVElite", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}