{"Nomor": 15646, "Judul": "REKAYASA PERANGKAT LUNAK PENJADWALAN PERKULIAHAN MENGGUNAKAN MODEL PROSES INCREMENTAL DEVELOPMENT", "Abstrak": "Penjadwalan perkuliahan adalah tugas rutin yang dilakukan oleh jurusan atau program studi setiap menjelang   \n \n \n\nsemester baru. Meskipun pekerjaan rutin, kegiatan ini cukup menyita waktu dan tenaga karena adanya   \n \n \n\nvariabilitas kondisi program studi. Keberadaan perangkat lunak penjadwalan perkuliahan diperlukan oleh   \n \n \n\nperguruan tinggi agar penyusunan jadwal kuliah menjadi lebih mudah dan dapat diselesaikan dalam waktu yang   \n \n \n\nsingkat. Penelitian ini berupaya melakukan eksplorasi terhadap salah satu model proses dalam rekayasa   \n \n \n\nperangkat lunak yaitu incremental development untuk menyelesaikan persoalan penjadwalan perkuliahan.   \n \n \n\nPerangkat lunak yang dibangun disusun dalam dua versi yaitu versi awal dan versi akhir. Keduanya digunakan   \n \n \n\ndalam proses penjadwalan perkuliahan sesuai dengan kebutuhan perguruan tinggi dengan memperhatikan fungsifungsi   \n \n \n\nyang paling penting. Pada versi awal, perangkat lunak digunakan untuk memastikan jadwal kuliah dari   \n \n \n\nprogram studi dapat masuk ke dalam sistem informasi akademik universitas sesuai dengan jadwal waktu yang   \n \n \n\ntelah ditentukan. Pada versi akhir terdapat penambahan fungsi visualisasi penggunaan ruang kuliah sebagai   \n \n \n\nsolusi atas kebutuhan perangkat lunak penjadwalan perkuliahan yang lengkap serta ketersediaan berbagai bentuk   \n \n \n\nlaporan yang berkaitan dengan jadwal perkuliahan. Dengan menggunakan perangkat lunak versi akhir,   \n \n \n\npenjadwalan perkuliahan untuk satu program studi dapat disusun dalam waktu satu hari.", "Daftar File": {"proceedings knsi 2013(259).pdf": "https://digilib.itb.ac.id/gdl/download/72737"}, "Penulis": "Fatchurrochman", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penjadwalan perkuliahan, incremental development", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "21 Apr 2014"}