{"Nomor": 15648, "Judul": "ISOLASI DAN PENENTUAN URUTAN GEN PENGODE LIPASE DARI ISOLAT STAPHYLOCOCCUS WL1", "Abstrak": "Isolat Staphylococcus WL1 yang diperoleh dari penelitian sebelumnya diketahui menghasilkan lipase yang dapat diaplikasikan untuk mengubah minyak kelapa sawit menjadi biodiesel. Untuk mendapatkan lipase tersebut dalam jumlah banyak, tahap pertama yang harus dilakukan adalah mencari gen pengode lipase pada Staphylococcus WL1. Pada penelitian ini, tahapan kerja yang dilakukan meliputi perancangan primer spesifik untuk gen lipase, amplifikasi gen lipase menggunakan PCR, perbanyakan fragmen gen lipase ke dalam vektor kloning pGEMÃ‚Â®-T Easy, dan penentuan urutan nukleotida fragmen gen pengode lipase. Amplifikasi DNA kromosom dengan menggunakan primer maju (5Ã‚Â’-GAG GTG CCG AAT ATG AAA AAT AGA G-3Ã‚Â’) dan primer mundur (5Ã‚Â’-TTA TGC TTG TGC TTT TTG CTC TG-3Ã‚Â’) menghasilkan gen lipase utuh yang berukuran 2.244 pasang basa, di mana urutan kodon mulai dan henti berturut-turut adalah ATG dan TAA. Gen lipase tersebut (yang dinamakan lipFWS) memiliki tingkat kemiripan sebesar 96% dengan gen lipase dari Staphylococcus warneri gehWC (GeneBank No. AB189474.1). Deduksi urutan residu asam amino LipFWS dari lipFWS menghasilkan protein yang berukuran 747 residu asam amino, di mana LipFWS termasuk dalam keluarga α/β hidrolase dengan residu katalitik diprediksi pada residu Ser474, Asp665, dan His704.", "Daftar File": {"2012 TA PP FATIHA KHAIRUNNISA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72745", "2012 TA PP FATIHA KHAIRUNNISA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72746", "2012 TA PP FATIHA KHAIRUNNISA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72747", "2012 TA PP FATIHA KHAIRUNNISA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72748", "2012 TA PP FATIHA KHAIRUNNISA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72749", "2012 TA PP FATIHA KHAIRUNNISA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72750", "2012 TA PP FATIHA KHAIRUNNISA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72751"}, "Penulis": "FATIHA KHAIRUNNISA  (NIM : 10508054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Zeily Nurachman, D.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biodiesel, Gen, Lipase, PCR, dan Staphylococcus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}