{"Nomor": 15654, "Judul": "ANALISIS BATUAN INDUK TERINTEGRASI UNTUK MENGETAHUI POTENSI GAS SERPIH DARI FORMASI TALANGAKAR DAN LEMAT, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Meledaknya play gas serpih di Amerika Serikat yang dipelopori oleh Serpih Barnett tahun 2000-an memicu banyak negara untuk melihat potensi gas serpih di daerahnya masing-masing, termasuk Indonesia. Berbagai studi dilakukan, salah satunya oleh IHS. IHS menyatakan bahwa potensi gas serpih di Indonesia mencapai 5.000 TCF dengan enam play utama, termasuk diantaranya adalah Formasi Talangakar di Cekungan Sumatra Selatan. Daerah penelitian terletak di wilayah kerja PT Medco E&P Indonesia dan sekitarnya, Cekungan Sumatra Selatan. Objek penelitian yang dipilih adalah Formasi Lemat dan Talangkar yang berumur Tersier karena sudah terbukti sebagai batuan induk pada cekungan ini. Tujuan penelitian adalah untuk mengetahui potensi gas serpih secara kualitatif dari hasil analisis batuan induk yang terintegrasi dan membandingkannya terhadap Serpih Barnett di Amerika Utara dengan menggunakan data literatur, data sumur, dan peta-peta terintepretasi.  \n \n\nAda dua metode yang digunakan dalam penelitian yaitu metode Passey dan metode multimineral probabilistik. Metode Passey diaplikasikan untuk mengetahui nilai TOC secara menerus pada suatu sumur dengan menggunakan kombinasi log resistivitas dan sonik. Hasilnya kemudian dikalibrasikan terhadap nilai TOC sampel batuan dari hasil analisis laboratorium. Metode multimineral digunakan untuk mengetahui volume mineral, terutama kandungan mineral lempung dan kuarsa dengan menggunakan log. Berlawanan dengan interpretasi standar yang menggunakan pendekatan deterministik, metode multimineral menggunakan pendekatan probabilistik untuk mengestimasi volume dari konstituen dalam formasi. Metode ini dikalibrasikan terhadap data XRD dari sampel sumur.  \n \n\nFormasi telitian kemudian dibagi menjadi tiga interval berdasarkan posisi stratigrafi, karakteristik litologi dan pola sumur, yaitu Interval Talangakar Atas, Talangakar Bawah, dan Lemat. Ketiga interval ini lalu dikorelasikan dan dilakukan analisis kandungan TOC, mineral lempung dan mineral kuarsa berdasarkan kedua metode tadi. Pada penerapannya, metode Passey dapat diaplikasikan pada 21 sumur sementara metode multimineral hanya berhasil dilakukan pada empat sumur dikarenakan terbatasnya data log yang digunakan. Namun hasil kalibrasi pada kedua metode menunjukkan kesesuaian yang cukup tinggi. Setelah itu nilai-nilai tersebut diintegrasikan ke dalam peta sehingga didapatkan area yang diprediksi memiliki potensi gas serpih. Peringkat pun kemudian disusun dan dibandingkan terhadap Serpih Barnett.  \n \n\nHasil analisis menunjukkan bahwa secara garis besar, potensi gas serpih di Cekungan Sumatra Selatan tidak sebesar yang diharapkan. Kandungan kekayaan organik pada area dengan kematangan jendela gas pada umumnya hanya berkisar 1-2% atau kualitas bagus, dengan kandungan mineral lempung yang tinggi dan mineral kuarsa yang rendah. Hal ini mengindikasikan cadangan gas serpih di area penelitian tidak begitu besar dan juga akan sulit untuk diproduksi dengan teknologi saat ini. Interval Talangakar Bawah adalah interval terbaik untuk potensi gas serpih dengan poin 21 karena memiliki pelamparan yang cukup luas dan nilai rata-rata kegetasan batuan mencapai 49,2% sehingga mudah untuk direkahkan. Subcekungan Dalaman Lematang adalah area yang paling menarik untuk dianalisis lebih jauh karena kematangan pada ketiga interval sudah memasuki jendela gas, TOC memiliki kualitas bagus-sangat bagus dan nilai kegetasan batuan yang tinggi. Namun bila dilihat secara regional, kandungan organik yang tinggi pada umumnya memiliki kematangan jendela minyak sehingga daerah penelitian kemungkinan lebih berpotensi untuk minyak serpih.", "Daftar File": {"2013 TS PP  FEBRIE EKANINGGARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72777", "2013 TS PP  FEBRIE EKANINGGARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72778", "2013 TS PP  FEBRIE EKANINGGARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72779", "2013 TS PP  FEBRIE EKANINGGARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72780", "2013 TS PP  FEBRIE EKANINGGARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72781", "2013 TS PP  FEBRIE EKANINGGARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72782"}, "Penulis": "FEBRIE EKANINGGARANI (NIM : 22010340)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. Eddy A. Subroto", "Dwiharso Nugroho, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan induk, potensi gas serpih, cekungan sumatera selatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}