{"Nomor": 15655, "Judul": "ANALISIS TINGKAT PENGETAHUAN, KENYAMANAN, DAN EFEKTIFITAS HELMET MSA GALLET LH-250, BERDASARKAN PERSEPSI PENERBANG HELIKOPTER LANUD ATANG SENDJAJA, BOGOR", "Abstrak": "Bagi penerbang helikopter militer, helmet merupakan salah satu perlengkapan yang sangat penting. Selain bertujuan untuk melindungi para penerbang dari benturan benda-benda keras, helmet juga berfungsi sebagai alat komunikasi dan peredam suara. Lingkungan kerja yang sangat bising mengharuskan penerbang menggunakan helmet untuk melindungi dari suara bising yang mengganggu.    \n \n \n \n\nLanud Atang Sendjaja, Bogor merupakan salah satu pangkalan udara milik TNI-AU yang menjadi markas helikopter militer NAS 332 Super Puma dan NAS 330 Puma. Para penerbang helikopter militer di pangkalan udara ini menggunakan helmet MSA Gallet LH-250 dalam melaksanakan setiap misi penerbangan.    \n \n \n \n\nTingkat pengetahuan penerbang terhadap helmet, kenyamanan, serta efektifitas helmet penting untuk dikaji. Hal ini bertujuan untuk memperoleh gambaran tentang kondisi helmet yang digunakan oleh para penerbang. Gambaran ini penting sebagai langkah awal untuk mengembangkan helmet sejenis secara mandiri.    \n \n \n \n\nDalam Tugas Akhir ini akan dijelaskan bagaimana persepsi penerbang terhadap helmet, meliputi pengetahuan penerbang, kenyamanan, dan efektifitas helmet berdasarkan pengalaman penerbang itu sendiri. Selain itu, dalam Tugas Akhir ini juga menjelaskan apakah helmet MSA Gallet LH-250 sudah optimal digunakan oleh para penerbang. Hasil penelitian ini diharapkan mampu menjadi data base yang berguna untuk pengembangan helmet sejenis secara mandiri, sehingga TNI-AU tidak lagi bergantung pada helmet buatan luar negeri.", "Daftar File": {"2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72783", "2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72784", "2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72785", "2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72786", "2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72787", "2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72788", "2011 TA PP FEBRI KENDARI ARDHYANSAH SIAHAAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72789"}, "Penulis": "FEBRI KENDARI ARDHYANSAH SIAHAAN (NIM : 13606033)", "Kontributor / Dosen Pembimbing": ["Pembimbing  :  Dr. Ir. Hisar Manongam Pasaribu", "Ir. Khairul Ummah, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Helmet militer, MSA Gallet LH-250, tingkat kebisingan, helikopter", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}