{"Nomor": 15660, "Judul": "EVALUASI EFISIENSI PENGGUNAAN ENERGI HOTEL GEULIS BANDUNG DAN PENGEMBANGAN PERANGKAT LUNAK AUDIT ENERGI", "Abstrak": "Sektor komersial merupakan konsumen listrik yang sangat besar di sektor urban, salah satunya hotel. Beberapa penelitian menunjukkan bahwa 25% penggunaan listrik di sektor ini bisa dihemat melalui metode tanpa biaya atau biaya rendah, dan bisa menghemat lebih banyak lagi dengan biaya menengah-tinggi. Untuk setiap kWh listrik yang tidak dipakai di sektor urban, berarti menyediakan 1 kWh untuk mereka yang belum mendapat akses listrik, berkurangnya polusi di daerah sekitar pembangkit listrik, serta berkurangnya emisi gas rumah kaca.  \n \n\nEvaluasi efisiensi penggunaan energi di hotel Geulis, diawali dengan melakukan audit energi awal dan rinci, untuk mengetahui tingkat efisiensinya dan distribusi energi peralatan hotel. Setelah mengetahui tingkat efisiensi dan distribusi penggunaan energi, dilanjutkan dengan proses upaya penghematan energi, serta pembuatan perangkat lunak audit energi. Penelitian potensi penghematan energi  \n \n\ndianalisis dalam waktu jangka pendek dan menengah. Hasil audit energi hotel diperoleh nilai intensitas konsumsi energi pada audit energi awal dan rinci adalah 120,066 kWh/m2Ã‚Â·tahun dan 150,066 kWh/m2tahun.  \n \n\nBerdasarkan distribusi penggunaan energi peralatan hotel, analisis potensi penghematan energi yang dilakukan meliputi empat sistem, yaitu sistem pencahayaan, sistem penyediaan air bersih, sistem pendinginan udara dan sistem pemanas air. Hasil penelitian memperoleh potensi penghematan sistem pencahayaan sebesar Rp 51.907,08/bulan dengan payback period 10 bulan, sistem pemanas air sebesar Rp  \n \n\n7.051.200,00/bulan dengan payback period 24 bulan, serta pengurangan penggunaan pompa boaster akan mengurangi biaya Rp 81.360,00 per bulannya.", "Daftar File": {"2010 TA PP FEBRYANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72821", "2010 TA PP FEBRYANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72822", "2010 TA PP FEBRYANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72823", "2010 TA PP FEBRYANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72824", "2010 TA PP FEBRYANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72825", "2010 TA PP FEBRYANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72826", "2010 TA PP FEBRYANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72827"}, "Penulis": "FEBRYANSYAH (NIM : 13104118)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. I Made Astina, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Evaluasi Efisiensi Penggunaan Energi, Hotel Geulis Bandung, Audit Energi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}