{"Nomor": 15666, "Judul": "PEMBUATAN KOMPOSIT LIMBAH POLIPROPILEN BERPENGUAT SERAT KENAF SEARAH", "Abstrak": "Polipropilen (PP) memiliki potensi untuk dijadikan matriks komposit termoplastik karena sifat mekaniknya yang cukup baik dan banyaknya limbah PP yang sudah berbentuk lembaran yang membuatnya lebih mudah untuk diproduksi. Serat kenaf sebagai serat alam juga berpotensi dijadikan penguat dalam komposit. Namun masalah impregnasi dan ikatan antarmuka membuat kekuatan komposit menurun[4]. Pada penelitian ini dilakukan pengkajian pengaruh temperatur proses dan perlakuan kimia pada serat terhadap sifat tarik komposit kenaf Ã‚Â– limbah PP. Kekuatan dan kekakuan tarik komposit hasil pengujian akan dibandingkan dengan perhitungan model.    \n \n \n \n\nPenelitian dilakukan pada komposit kenaf Ã‚Â– limbah PP dengan preform lurus melalui metode hot press molding. Variasi temperatur proses adalah 185oC dan 195oC.    \n \n \n \n\nVariasi perlakuan kimia adalah tanpa perlakuan, perlakuan alkali, dan perlakuan permanganat. Pengujian DSC dan FTIR dilakukan pada serat dan matriks. Pengujian tarik dilakukan pada bundel serat dan komposit. Karakterisasi sifat fisik komposit dilakukan untuk menghitung fraksi material penyusun dan void. Pengamatan dengan mikroskop dilakukan pada penampang komposit. Pengamatan SEM dilakukan pada daerah patahan komposit.    \n \n \n \n\nKomposit limbah polipropilen berpenguat serat kenaf dengan preform searah berhasil dibuat. Peningkatan temperatur proses dan perlakuan kimia pada serat terbukti memperbaiki sifat tarik dari komposit kenaf Ã‚Â– limbah PP. Perlakuan alkali NaOH 5% selama 4 jam dapat meningkatkan kekuatan komposit hingga 96%. Perlakuan permanganat 2% NaOH selama 1 jam dan 0,2% KMnO4 selama 2 jam tidak terlalu berpengaruh pada kekuatan komposit, tetapi kekuatan komposit serat perlakuan permanganat tidak dipengaruhi oleh temperatur proses. Peningkatan temperatur dari 175oC menjadi 185oC dapat meningkatkan kekuatan komposit hingga 132%. Peningkatan temperatur dari 185oC menjadi 195oC dapat menurunkan kekuatan komposit hingga 60%. Model yang paling cocok untuk memodelkan kekuatan komposit yang dibuat adalah    \n \n \n \n\nmodel rule of mixture biasa dan modifikasi Rosen dengan dasar hasil uji tarik benang. Sedangkan model yang paling cocok untuk memodelkan kekakuan komposit yang dibuat adalah rule of mixture dari hasil uji tarik serat.", "Daftar File": {"2010 TA PP FELLA FALENCIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72862", "2010 TA PP FELLA FALENCIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72863", "2010 TA PP FELLA FALENCIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72864", "2010 TA PP FELLA FALENCIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72865", "2010 TA PP FELLA FALENCIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72866", "2010 TA PP FELLA FALENCIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72867", "2010 TA PP FELLA FALENCIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72868"}, "Penulis": "FELLA FALENCIA (NIM : 13706046)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr.Ir Hermawan Judawisastra", "Akbar Hanif Dawam A., ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Polipropilen, matriks komposit termoplastik, limbah Polipropilen, Serat kenaf, metode hot press molding", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}