{"Nomor": 15664, "Judul": "KAJIAN DAN PERENCANAAN PROTOKOL RADIUS DALAM FUNGSI KENDALI AKSES AAA PADA INFRASTRUKTUR VSAT-IP", "Abstrak": "Usaha untuk mempertahankan kestabilan sistem tenaga listrik telah menjadi persoalan yang rumit dan semakin menantang. Deregulasi pasar tenaga listrik, sulitnya memperoleh rights-of way untuk membangun saluran transmisi baru, dan  \n \n\npeningkatan jumlah pembebanan pada jaringan yang berkesinambungan; hal-hal tersebut berdampak pada peningkatan tekanan pada jaringan tenaga listrik yang  \n \n\ndapat mengakibatkan penurunan tingkat kestabilan. Pada sistem tenaga listrik yang besar dan terinterkoneksi, penurunan tingkat kestabilan ini ditandai dengan munculnya osilasi berfrekuensi rendah yang tidak teredam. Permasalahan ini sering disebut sebagai masalah kestabilan sinyal kecil, yang menunjukkan bahwa sistem tidak mampu bertahan terhadap gangguan kecil. Oleh karena itu, peningkatan rasio redaman pada sistem mutlak diperlukan untuk menjamin dan meningkatkan kestabilan operasi sistem tenaga listrik. Tugas akhir ini membahas mengenai koordinasi penempatan dan penalaan optimal power system stabilizer (PSS). PSS merupakan suatu alat yang menyediakan aksi kendali tambahan pada sistem eksitasi generator dan menambahkan torka redaman pada generator sehingga mampu untuk meningkatkan rasio redaman sistem secara keseluruhan. Koordinasi penalaan diperlukan karena interaksi kendali yang tidak terkoordinasi pada lebih dari satu PSS justru akan memperburuk rasio redaman sistem. Sehingga, koordinasi penempatan dan penalaan optimal menggunakan algoritma genetik (Genetic Algorithms/GA) secara simultan bertujuan untuk memperoleh lokasi penempatan sekaligus parameter kendali PSS yang mampu menghasilkan rasio redaman maksimum. Metode ini diuji pada sistem dua-area empat-generator. Keberhasilan metode ini dalam meredam osilasi sistem tenaga  \n \n\ndikonfirmasi menggunakan simulasi nonlinear (transien) dan analisis nilai eigen.", "Daftar File": {"2010 TA PP FELA RIZKI WARDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72848", "2010 TA PP FELA RIZKI WARDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72849", "2010 TA PP FELA RIZKI WARDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72850", "2010 TA PP FELA RIZKI WARDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72851", "2010 TA PP FELA RIZKI WARDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72852", "2010 TA PP FELA RIZKI WARDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72853", "2010 TA PP FELA RIZKI WARDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72854"}, "Penulis": "FELA RIZKI WARDANA (NIM : 13205178)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Muhammad Nurdin", "Dr.Ir. Nanang Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kestabilan sinyal kecil, rasio redaman, desain pengendali PSS, penempatan optimal, penalaan optimal, algoritma genetik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}