{"Nomor": 15668, "Judul": "ANALISIS PERSEPSI KONSUMEN TERHADAP POSISI KARTU KREDIT SEBAGAI DASAR PERUMUSAN STRATEGI PEMASARAN GE MONEY INDONESIA DI KOTA BANDUNG", "Abstrak": "Industri kartu kredit di Indonesia mengalami pertumbuhan yang sangat baik. Hal ini ditunjukkan dengan bertambahnya jumlah bank ataupun non-bank yang menerbitkan kartu kredit dan pertumbuhan ekonomi Indonesia yang semakin membaik. Tumbuhnya industri kartu kredit di Indonesia didukung pula oleh bertambahnya jumlah toko (merchant) yang menerima kartu kredit yang semakin memberi keleluasaan bagi pemegang kartu kredit untuk menggunakan kartu kredit sebagai bentuk alternatif      \n \n \n \n\npembayaran selain uang tunai. Pertumbuhan tersebut terjadi bersamaan dengan persaingan yang semakin ketat di antara perusahaan penerbit kartu kredit GE Money Indonesia sebagai salah satu pemain di pasar kartu kredit, harus dapat meningkatkan daya saingnya. Oleh karena itu, dilakukan penelitian mengenai persepsi      \n \n \n \n\nkonsumen terhadap perusahaan penerbit kartu kredit. Tahapan yang dilakukan adalah dengan identifikasi faktor-faktor yang memengaruhi konsumen dalam memilih      \n \n \n \n\nperusahaan penerbit kartu kredit, kemudian dibentuk peta persepsi untuk mengetahui posisi tiap perusahaan. Selain itu, diukur pula performansi tiap perusahaan terhadap      \n \n \n \n\natribut penelitian, dan identifikasi preferensi konsumen terhadap atribut penelitian sebagai input untuk matriks kepentingan-performansi. Dari hasil analisis kepentingan-performansi dilakukan perumusan strategi pemasaran 7P. Bauran pemasaran yang diusulkan untuk GE Money Indonesia berdasarkan hasil penelitian, yaitu: faktor product, sebaiknya dilakukan pengembangan fitur atribut yang lebih lengkap; faktor price, mempertahankan program bebas iuran seumur hidup, namun didukung dengan program-program diskon pada merchant; faktor place, sebaiknya memperhatikan kembali sistem distribusinya dan lebih banyak membuka gerai; faktor promotion, bekerjasama dengan mitra bisnis strategis, serta program-program di luarnegeri; faktor process, sebaiknya dilakukan reengineering process untuk meningkatkan kecepatan dan ketepatan pelayanan; faktor people, membuat program member getmember serta peningkatan kualitas pegawai dalam pelayanan; faktor physical evidence,sebaiknya membuat customer center yang strategis dan nyaman.", "Daftar File": {"2008 TA PP FEMMY AMELIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72879", "2008 TA PP FEMMY AMELIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72880", "2008 TA PP FEMMY AMELIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72881", "2008 TA PP FEMMY AMELIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72882", "2008 TA PP FEMMY AMELIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72883", "2008 TA PP FEMMY AMELIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72884", "2008 TA PP FEMMY AMELIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72885", "2008 TA PP FEMMY AMELIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72886"}, "Penulis": "FEMMY AMELIA (NIM: 13403065) Pembimbing :Dr. Budiarto Subroto", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Budiarto Subroto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kartu kredit, multidimensional scaling (MDS), persepsi, preferensi, matriks kepentingan-performansi, bauran pemasaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}