{"Nomor": 15665, "Judul": "SINTESIS DAN KARAKTERISASI NANOPARTIKEL MAGNETIK Fe3O4&#8722;KITOSAN DENGAN VARIASI DUA JENIS SURFAKTAN UNTUK APLIKASI TERAPI HYPERTHERMIA", "Abstrak": "Kanker merupakan penyakit yang ditandai kelainan siklus sel khas yang menimbulkan kemampuan sel tumbuh tidak terkendali. Saat ini penyakit kanker telah menjadi salah satu penyebab utama kematian yang terjadi di dunia, termasuk Indonesia, dan WHO telah memperkirakan bahwa jumlah kasus penyakit kanker akan terus meningkat sebesar 45% dari tahun 2007 sampai 2030. Berdasarkan hal tersebut, terus dilakukan penelitian untuk mengembangkan metode yang dapat mengatasi masalah ini salah satunya adalah potensi penggunaan nanopartikel magnetik sebagai sumber panas dalam terapi hyperthermia. Penelitian tugas akhir ini berusaha untuk mendapatkan nanopartikel Fe3O4 melalui proses kopresipitasi dan melihat pengaruh dari penambahan surfaktan dan juga penambahan kitosan terhadap nanopartikel Fe3O4 tersebut. Selain itu juga dilakukan variasi jenis    \n \n \n \n\nsurfaktan untuk melihat pengaruh jenis surfaktan terhadap nanopartikel Fe3O4 yang dihasilkan. Berdasarkan hasil dari karakterisasi XRD, SEM, FTIR, dan VSM yang dilakukan didapatkan hasil bahwa penambahan surfaktan mengakibatkan    \n \n \n \n\nreduksi ukuran partikel yang dihasilkan dan penambahan kitosan mengakibatkan partikel menjadi lebih terdispersi. Properti magnetik seluruh sampel menunjukkan sifat superparamagnetik. Hal ini menunjukkan bahwa penambahan surfaktan atau kitosan tidak mengubah sifat magnet tetapi hanya menurunkan nilai momen magnet yaitu dari sebesar 67.49 emu/gr menjadi 60.11 emu/gr untuk Fe3O4−asam oleat − kitosan dan 57.12 emu/gr untuk Fe3O4 − asam stearat − kitosan.", "Daftar File": {"2011 TA PP FELISITA ANNISANTI MAS’UD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72855", "2011 TA PP FELISITA ANNISANTI MAS’UD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72856", "2011 TA PP FELISITA ANNISANTI MAS’UD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72857", "2011 TA PP FELISITA ANNISANTI MAS’UD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72858", "2011 TA PP FELISITA ANNISANTI MAS’UD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72859", "2011 TA PP FELISITA ANNISANTI MAS’UD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72860", "2011 TA PP FELISITA ANNISANTI MAS’UD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72861"}, "Penulis": "FELISITA ANNISANTI MASÃ‚Â’UD (NIM : 13707026)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Hyperthermia, Fe3O4, Kitosan, Surfaktan, Superparamagnetik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}