{"Nomor": 15671, "Judul": "PREDIKSI FASE EKSTREM PERIODE MONSOON BREAK DI INDONESIA", "Abstrak": "Monsun Asia memberikan dampak yang berbeda di setiap wilayah Indonesia. Periode monsoon break yang sering atau panjang dapat menyebabkan kekeringan. Begitu juga fase aktif kemudian break dan aktif kembali dengan lonjakan curah hujan yang tinggi juga sangat berbahaya dalam menimbulkan bencana banjir. Oleh karena itu pemahaman tentang penyebab fase ekstrem monsoon break sangat penting dan prediksi yang akurat diharapkan mampu meminimalisir dampak serta akibat yang ditimbulkan. Penelitian yang telah dilakukan di wilayah Indonesia baru mengkaji karakteristik monsoon break saja, sehingga belum diketahui bagaimana prediktabilitas monsoon break di Indonesia. Untuk mengkaji prediktabilitas monsoon break di Indonesia ini maka domain wilayah penelitian dibagi menjadi lima cluster, yaitu Cluster 1 wilayah Sumatera, Cluster 2 wilayah Jawa, Bali, NTB dan NTT, Cluster 3 wilayah Kalimantan bagian selatan, Cluster 4 wilayah Sulawesi bagian Utara, dan Cluster 5 wilayah Sulawesi bagian Selatan. Metode yang digunakan adalah metode korelasi lag indeks hujan dari data TRMM, dan multiple regresi dengan tiga prediktor OLR, tekanan permukaan, u850, dan juga metode EOF menggunakan ketiga prediktor tersebut. Jumlah periode hari break untuk tiap cluster berbeda-beda karena dipengaruhi oleh pola hujan yang dimiliki masing-masing cluster. Untuk wilayah Cluster 1, 2 dan 4 mengalami pengurangan jumlah curah hujan yang signifikan pada saat break. Berbeda dengan Cluster 3 dan 5 yang hanya mengalami pengurangan di sebagian kecil wilayahnya. Monsoon break juga ditandai dengan adanya pelemahan angin dari utara secara meridional dan pelemahan angin baratan secara zonal. Penyebab monsoon break di beberapa wilayah cluster adalah disebabkan adanya vortex yang siklonik di sebelah barat Kalimantan. Prediksi hari break dengan menggunakan metode korelasi lag mendapatkan total hit terbesar 34% untuk wilayah Cluster 1. Sedangkan dengan menggunakan metode EOF total hit terbesar yaitu 40% untuk wilayah Cluster 4.", "Daftar File": {"2014 TS PP FERA ADRIANITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72902", "2014 TS PP FERA ADRIANITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72903", "2014 TS PP FERA ADRIANITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72904", "2014 TS PP FERA ADRIANITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72905", "2014 TS PP FERA ADRIANITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72906", "2014 TS PP FERA ADRIANITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72907", "2014 TS PP FERA ADRIANITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72908"}, "Penulis": "FERA ADRIANITA (NIM : 22411315)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "monsoon break, korelasi lag, empirical orthogonal function.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}