{"Nomor": 15676, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN TURBIN ANGIN SUMBU HORIZONTAL ENAM SUDU BERDIAMETER DUA METER BERTIPE DOWNWIND", "Abstrak": "Meningkatnya permintaan energi, semakin berkurangnya sumber daya energi fosil serta efek negatif yang ditimbulkan terhadap lingkungan mengakibatkan perlunya dikembangkan teknologi pemanfaatan sumber energi terbarukan. Angin adalah salah satu sumber energi terbarukan yang ramah lingkungan. Energi angin tersebut dapat dimanfaatkan dengan menggunakan turbin angin seperti yang dikaji dalam penelitian ini.  \n \n\nPenelitian ini meliputi merancang, membuat, dan menguji turbin angin. Jenis turbin angin yang dipilih adalah turbin angin sumbu horizontal yang memiliki enam buah sudu berdiameter dua meter bertipe downwind dengan menggunakan profil NACA 2410. Turbin ini dirancang dan dibuat agar cocok untuk dipergunakan di lingkungan negara Indonesia.  \n \n\nDari hasil pengujian didapatkan daya maksimum 36 watt yang dicapai pada kecepatan angin 8,2 m/s, starting windspeed pada kecepatan angin 2,2 m/s dan cut-in speed pada kecepatan angin 4,2 m/s. Gejala unbalance mulai timbul  \n \n\npada saat kecepatan angin 6,5 m/s. Rendahnya performa turbin angin hasil pengujian disebabkan oleh karakteristik rotor yang tidak sesuai dengan karakteristik generator, bentuk sudu yang disederhanakan, besarnya sudut pitch  \n \n\nyang tidak sesuai perhitungan, arah angin yang tidak menentu, dan proses pembuatan turbin angin yang kurang optimal.", "Daftar File": {"2011 TA PP FERI SUSANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72933", "2011 TA PP FERI SUSANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72934", "2011 TA PP FERI SUSANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72935", "2011 TA PP FERI SUSANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72936", "2011 TA PP FERI SUSANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72937", "2011 TA PP FERI SUSANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72938", "2011 TA PP FERI SUSANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72939"}, "Penulis": "FERI SUSANTO (NIM : 13105111)", "Kontributor / Dosen Pembimbing": ["Pembimbing, : Ir. Kemas Rifian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Turbin Angin, turbin angin Sumbu Horizontal Enam Sudu Berdiameter Dua Meter,  Downwind,  NACA 2410", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}