{"Nomor": 15680, "Judul": "INDONESIAN GOVERNMENT BOND PORTFOLIO OPTIMIZATION", "Abstrak": "Bond portfolio optimization is compulsory for a government to attain the lowest possible cost at a permissible interest rate risk level for financing its excess of expenditure. Portfolio management problem can be seen as a multi-period dynamic decision where transactions take place at discrete points in time. At each point, the decision maker has to assess the market condition i.e., interest rates, price, etc and the composition of portfolio. Simulation of a debt strategy will help the government manage the financing of its borrowing requirement at the lowest possible cost and risks.        \n \n \n \n \n \n \n \n\nThe financing requirements of Indonesian government are analyzed from 2011 through 2015. This multi-period analysis is mainly based on Indonesia political regime cycle. The Vasicek model is utilized to simulate the movement of short-rate and the evolution of term structure of interest rates as well. A stochastic simulation is constructed based on the financing requirement and the evolution of the term structure of interest rates to find the costs associated with the bond portfolio and the nature of risk associated to it. The costs incurred with the yield curve volatility of respective financing strategies taken by the government re analyzed from Cost-at-Risk framework.        \n \n \n \n \n \n \n \n\nThe objective of this paper is to find the frontier of the bond portfolio costs with respect to different maturity structures and interest rate levels. Previous researches by the Danish National Bank, and Hahm, Kim incorporate only one year horizon in their analysis. In this research, the government financing requirements for five years are forecasted using ARIMA model and the stochastic simulation will consider 5-year investment horizon, and the 5-year financing strategies that constitute the efficient frontier of the Relative Cost-at-Risk are selected as the possible optimum financing strategies.        \n \n \n \n \n \n \n \n\nThis research found that to minimize the Cost-at-Risk of the government bond portfolio, the government should issue larger portion of short-term bonds on the first years of their administration and larger portion of long-term bond in the latter years. The contrary will yield higher expected costs at the same Cost-at-Risk.", "Daftar File": {"2011 TS PP ERDI NOVANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72953", "2011 TS PP ERDI NOVANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72954", "2011 TS PP ERDI NOVANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72955", "2011 TS PP ERDI NOVANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72956", "2011 TS PP ERDI NOVANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72957", "2011 TS PP ERDI NOVANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72958", "2011 TS PP ERDI NOVANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72959"}, "Penulis": "FERNANDO ADVENTIUS (29008013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy P. Koesrindartoto, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Yield Curve, Vasicek Model, ARIMA, Cost-at-Risk, financing strategy, maturity", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}