{"Nomor": 15684, "Judul": "PENGEMBANGAN SISTEM PENGOLAHAN CITRA DIGITAL UNTUK ANALISIS GERAK BERJALAN 3D", "Abstrak": "Gerakan berjalan (gait) merupakan suatu gerakan yang kompleks dimana banyak sekali gaya atau pun momen gaya yang bekerja pada tulang dan otot sehingga perlu dianalisis. Sistem analisis gerakan berjalan telah banyak di kembangkan dan di komersialkan namun harganya tidak terjangkau. Oleh sebab itu, Tim Riset Biomekanik FTMD ITB mengembangkan sistem analisis gerak berjalan yang terjangkau dimulai dari sistem analisis gerak berjalan 2D dan dilanjutkan dengan pengembangan sistem analisis gerak berjalan 3D. Pengembangan sistem 3D tersebut dimulai dengan pengembangan sistem pengolahan citra digitalnya, Sistem pengolahan citra digital dimulai dengan pengambilan data orang berjalan. Dalam pengambilan data orang berjalan digunakan dua kamera video dengan kecepatan 25 fps dan lampu kilat untuk sinkronisasi kamera. Marker di pasang pada tujuh bagian kaki subyek, yaitupelvis, hip, midthigh, knee, tibia, malleolus, dan lateralmetatarsal. Sistem pengolahan citra digital dimulai pre-proces singdata dan dilanjutkan dengan modul kalibrasi kamera, deteksi dan tracking marker, rekonstruksi 3D, danpost-processing. Modul kalibrasi kamera menggunakan 3D Direct Linear Transformation untuk menghasilkan 11 parameter DLT. Pada saat deteksi marker, gambar diubah terlebih dahulu menjadi citra biner dan menggunakan operasi morfologi bridge. Tracking marker menggunakan metode perpindahan minimum dan interpolasi linear. Rekonstruksi 3D menggunakan hasil tracking marker dan 11 parameter DLT. Hasil dari rekonstruksi 3D ini adalah koordinatnya tadari marker yang terpasang pada kaki subyek. Hasil menunjukkan bahwa bagian-bagian kaki tidak hanya bergerak translasi, seperti yang terlihat pada sistem analisis gait 3D, melainkan juga melakukan gerakan rotasi.", "Daftar File": {"2011 TA PP FERRYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72975", "2011 TA PP FERRYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72976", "2011 TA PP FERRYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72977", "2011 TA PP FERRYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72978", "2011 TA PP FERRYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72979", "2011 TA PP FERRYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72980", "2011 TA PP FERRYANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72981", "2011 TA PP FERRYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72982"}, "Penulis": "FERRYANTO (NIM : 13107109)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Tatacipta Dirgantara", "Dr. Eng. Sandro Mihradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gerakan berjalan (gait), sistem pengolahan digital, analisis gerak berjalan 3D", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}