{"Nomor": 15685, "Judul": "PENGENALAN IRIS DENGAN METODE PRINCIPAL COMPONENT ANALYSIS DAN ALGORITMA QUICKPROP", "Abstrak": "ris merupakan salah satu bagian tubuh yang unik dan stabil sehingga dapat dimanfaatkan untuk pengenalan manusia. \n\nPengenalan manusia melalui iris merupakan masal ah klasifi kasi yang dapat diselesaikan dengan menggunakan jari ngan \n\nsyaraf tiruan (JST). JST membutuhkan algoritma pembel ajaran untuk mendapatkan bobot-bobot optimal yang berguna \n\ndalam proses klasifi kasi dan pada penel itian ini digunakan algoritma quickprop sebagai algoritma pembelajaran. Pada \n\nalgoritma quickprop, perubahan bobot hanya menggunakan informasi lokal pada masing-masing bobot sehingga dapat \n\nmempercepat proses belajar pada JST. Dalam riset ini, input dari JST (neuron input) dapat berupa sel uruh pixel dari citra \n\niris yang di proses. Tetapi dengan ukuran citra yang besar, maka di perl ukan proses ekstraksi ciri. Ekstraksi ciri dilakukan dengan \n\nmenggunakan principal component analysis (PCA) untuk mendapatkan ciri spesifi k dari citra yang diproses. PCA \n\ndapat mengurangi dimensi dari citra iris sehingga dapat mengurangi jumlah neuron input pada proses klasifi kasi. \n\nBerdasarkan pengujian yang telah dilakukan, kombi nasi parameter terbaik adalah pada saat digunakan 40 principal \n\ncomponent, 27 hidden neuron, learning rate dengan nilai 0,03, maximum epoch dengan nilai 375 dan maximum \n\ngrowth factor dengan nilai 1. Dari 30 kali pelatihan dan pengujian menggunakan kombinasi parameter terbaik ini, \n\ndidapatkan rata-rata akurasi pengenalan pada data latih sebesar 100% dan pada data uji sebesar 92,1%.", "Daftar File": {"proceedings knsi 2014 full edition(17).pdf": "https://digilib.itb.ac.id/gdl/download/72983"}, "Penulis": "Ferry Augustian Siregar, Sriyani Violina, Bedy Purnama", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengenalan, iris, klasifikasi, JST, quickprop, PCA", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "10 Mar 2014"}