{"Nomor": 15686, "Judul": "KERANGKA KERJA PENGUKURANKEWIRAUSAHAAN", "Abstrak": "Kewirausahaan telah semakin memperoleh perhatian lebih di saat krisis ekonomi seperti saat ini. Ia secara luas dipandang sebagai aspek kunci dari dinamika ekonomi, dimana di saat krisis dia dapat muncul menjadi pemicu perubahan bisnis yang menjadi salah satu ciri-ciri apa yang disebut kerusakan kreatif. Kewirausahaan dianggap sebagai konsep multi dimensi terbaik yang berarti bahwa tidak mungkin untuk membangun keseluruhan dari satu dimensi yang mencerminkan total jumlah aktivitas kewirausahaan di daerah tertentu. Namun, penggunaan pengukuran tertentu memungkinkan kita untuk mengidentifikasi beberapa dimensi kewirausahaan dan kemudian membandingkan tingkat aktivitas        \n \n \n \n \n \n \n \n\nkewirausahaan di daerah tersebut dalam satu dimensi sekaligus. Pengukuran di Indonesia secara resmi menggunakan data satu data ketenagakerjaan. Penelitian ini menguji faktor-faktor yang berkorelasi terhadap pembentukan kewirausahaan yang meliputi permintaan pasar, pengangguran, tersedianya tenaga kerja terampil, keterbukaan perdagangan, ketersediaan pembiayaaan dan PDRB. Kewirausahaan diwakili oleh besarnya jumlah wiarausaha yang diambil dari data        \n \n \n \n \n \n \n \n\nketenagakerjaan. Metode penelitian kuantitatif digunakan dalam penelitian ini dimana dilakukan pengamatan pada 12 jenis data yang sama selama kurun waktu 2006 hingga 2010        \n \n \n \n \n \n \n \n\ndi tiga propinsi, yakni Propinsi Jawa Barat, Propinsi Jawa Timur dan Propinsi Kalimantan Timur. Hasil penelitian menunjukkan bahwa variabel yang signifikan adalah Jumlah        \n \n \n \n \n \n \n \n\nPengangguran dan Jumlah Simpanan Masyarakat, meskipun variabel lain tetap dapat menjelaskan faktor kewirausahaan. Terbatasnya jumlah data yang diamati berpengaruh terhadap kurang lengkapnya penarikan kesimpulan. Penelitian lanjutan bisa dilakukan dengan melakukan penyempurnaan pada pengumpulan dan pengolahan data untuk menghasilkan informasi yang handal sehingga dapat digunakan untuk penyususnan kebijakan ekonomi", "Daftar File": {"2012 TS PP FERRY DZULKIFLI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/72984", "2012 TS PP FERRY DZULKIFLI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/72985", "2012 TS PP FERRY DZULKIFLI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/72986", "2012 TS PP FERRY DZULKIFLI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/72987", "2012 TS PP FERRY DZULKIFLI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/72988", "2012 TS PP FERRY DZULKIFLI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/72989", "2012 TS PP FERRY DZULKIFLI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/72990", "2012 TS PP FERRY DZULKIFLI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/72991"}, "Penulis": "FERRY DZULKIFLI (29009009)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kewirausahaan, wiarausaha, cross section, time series,pengukuran", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}