{"Nomor": 15690, "Judul": "KARAKTERISASI DAERAH ANTARMUKA PADA HASIL FLAME SPRAY BAJA PERKAKAS", "Abstrak": "Thermal Spray merupakan salah satu metode pelapisan material dengan memanfaatkan energi termal namun teknik ini juga dapat digunakan dalam proses repair (perbaikan) suatu alat atau komponen yang mengalami cacat ataupun penurunan kualitas. Dalam penelitian ini akan melihat kualitas hasil dari proses thermal spray terhadap beberapa variasi parameter, yaitu bentuk takikan pada logam induk, pemanasan awal, dan jarak penembakkan serbuk. Proses yang digunakan adalah powder flame spray. Logam induk yang digunakan adalah baja perkakas. Sedangkan serbuk yang digunakan adalah Eutalloy 10112, yaitu serbuk logam paduan wolfram, nikel, dan kromium.      \n \n \n \n \n \n\nPada logam induk dibentuk takikan kunci, U, dan V. Jarak penembakkan dibedakan menjadi dua, yaitu 1 cm dan 2 cm. Parameter pemanasan awal dilakukan kepada empat spesimen sebesar 200 oC dan 300 oC. Pada dua spesimen lainnya tidak dilakukan pemanasan awal.      \n \n \n \n \n \n\nUntuk melihat kualitas hasil proses flame spray diamati melalui struktur mikro pada daerah perbatasan logam induk dengan logam pengisi. Spesimen dengan takikan U cenderung memiliki penempelan yang paling baik dengan pemanasan awal 300Ã‚Â°C dan jarak penyemprotan 1cm . Selain itu, dilakukan juga pengujian kekerasan dengan hardness vicker di tiga daerah, yaitu logam induk, logam pengisi, dan daerah batas antara logam induk dengan logam pengisi.", "Daftar File": {"2010 TA PP FERY HERIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73007", "2010 TA PP FERY HERIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73008", "2010 TA PP FERY HERIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73009", "2010 TA PP FERY HERIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73010", "2010 TA PP FERY HERIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73011", "2010 TA PP FERY HERIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73012", "2010 TA PP FERY HERIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73013"}, "Penulis": "FERY HERIYANTO (NIM : 13706060)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Powder flame spray, bentuk takikan, pemanasan awal, jarak penyemprotan, struktur mikro, uji keras", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}