{"Nomor": 15698, "Judul": "STUDI PENGARUH NILAI pH DAN KECEPATAN ALIRAN FLUIDA TERHADAP FENOMENA EROSI KOROSI PADA BAJA KARBON", "Abstrak": "Pada industri minyak dan gas, peristiwa erosi korosi menjadi salah satu masalah utama penyebab terjadinya kerusakan pada alat-alat terutama pada pipa penyalur dari satu unit process ke yang lainnya. Pipa yang digunakan biasanya terbuat dari material baja karbon dan menyalurkan fluida yang bersifat korosif dan dengan adanya kecepatan aliran yang tinggi di dalam maka kerusakan akibat korosi menjadi semakin parah. Oleh karena itu penelitian ini bertujuan untuk mengetahui fenomena perusakan yang ditimbulkan oleh lingkungan korosif yang bersifat asam yang disertai oleh adanya fenomena erosi yang ditimbulkan oleh berbagai macam variasi kecepatan aliran fluida. Pada peristiwa erosi korosi kondisi lingkungan menjadi salah satu parameter penting yang berpengaruh. Kondisi lingkungan yang asam dapat meningkatkan laju korosi baja karbon. Adanya pergerakan fluida dengan kecepatan tinggi pada lingkungan korosif tersebut menyebabkan derajat kerusakan meningkat secara signifikan.Penelitian dilakukan dengan asumsi bahwa semakin tinggi kecepatan maka kerusakan akan didominasi oleh fenomena erosi, sedangkan semakin rendah kecepatannya proses korosi lebih mendominasi. Pada kecepatan kritis akan terjadi perusakan lapisan oksida secara mekanik. Hasil penelitian menunjukkan bahwa weight loss pada larutan dengan pH 2,5 jauh lebih besar dibandingkan pada pH 4. Pada pH 2,5 jumlah ion H+ lebih banyak sehingga konsumsi elektron menjadi lebih tinggi dan proses korosi lebih mudah terjadi. Sedangkan dari parameter kecepatan didapatkan bahwa weight loss paling besar dihasilkan pada kecepatan aliran 10,62 m/s untuk kedua nilai pH. Perusakan lapisan oksida secara mekanik yang paling besar terjadi pada kecepatan yang lebih tinggi.", "Daftar File": {"2011 TA PP FINELA AMELISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73051", "2011 TA PP FINELA AMELISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73052", "2011 TA PP FINELA AMELISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73053", "2011 TA PP FINELA AMELISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73054", "2011 TA PP FINELA AMELISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73055", "2011 TA PP FINELA AMELISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73056", "2011 TA PP FINELA AMELISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73057"}, "Penulis": "FINELA AMELISA  (NIM : 13707043) Dosen Pembimbing  : Dr.Ir. Bambang Widyanto", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Dr.Ir. Bambang Widyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Erosi Korsi, pH, Kecepatan Aliran Fluida, Kecepatan kritis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}