{"Nomor": 15699, "Judul": "EVALUASI EFISIENSI VOLUMETRIK DAN OPTIMASI POMPA PROGRESSING CAVITY DAN POMPA ELECTRIC SUBMERSIBLE DI LAPANGAN MELIBUR, KONDUR PETROLEUM S.A.", "Abstrak": "Saat ini minyak bumi masih memegang peranan penting sebagai sumber energi dunia. Oleh karena itu diperlukan suatu teknologi yang dapat meningkatkan laju produksi seiring dengan meningkatnya laju permintaan. Salah satu solusi dalam produksi minyak bumi adalah pengembangan kemampuan  \n \n\npengangkatan buatan/artificial lift. Dua jenis metode pengangkatan buatan dalam produksi minyak bumi adalah  \n \n\npengangkatan dengan pompa progressing cavity (PCP) dan pompa electric submersible (ESP). Tujuan dari tugas akhir ini adalah untuk membandingkan kedua jenis pompa tersebut, mencari nilai efisiensi volumetrik pompa terpasang, dan memilih jenis optimasi pompa yang dapat dilakukan pada sumur-sumur yang dikaji. Sumur- sumur yang dikaji adalah sumur AX-100 dan sumur AX-29 yang terletak di lapangan Melibur-Riau milik perusahaan Kondur Petroleum S.A.  \n \n\nPompa progressing cavity Moyno 20-H-200 yang beroperasi di sumur AX- 100 memiliki efisiensi volumetrik rata-rata sebesar 42% dan 80%. Untuk Pompa electric submersible Centrilift P-22-400 yang terpasang di sumur AX-29 memiliki  \n \n\nefisiensi volumetrik rata-rata sebesar 57%. Bentuk optimasi yang dipilih untuk sumur AX-100 adalah dengan mengubah putaran pompa dari putaran 108 RPM menjadi 210 RPM dengan target produksi sebesar 407 BFPD. Untuk sumur AX-29, bentuk optimasi yang dipilih adalah dengan pemasangan pompa progressing cavity Moyno 15-H-950 pada kedalaman 800 feet. Target produksi untuk sumur AX-29 adalah 1.880 BFPD.", "Daftar File": {"2010 TA PP FIRDAUS SUSTANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73058", "2010 TA PP FIRDAUS SUSTANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73059", "2010 TA PP FIRDAUS SUSTANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73060", "2010 TA PP FIRDAUS SUSTANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73061", "2010 TA PP FIRDAUS SUSTANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73062", "2010 TA PP FIRDAUS SUSTANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73063", "2010 TA PP FIRDAUS SUSTANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73064"}, "Penulis": "FIRDAUS SUSTANTO (NIM : 13106099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Nathanael P.Tandian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Evaluasi Efisiensi Volumetrik, Pompa Progressing Cavity, Pompa Electric Submersible,  Melibur, Kondur Petroleum S.A.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}