{"Nomor": 15695, "Judul": "FITNESS FOR SERVICE DAN ANALISIS KEKUATAN SISA PIPA TRANSMISI AKIBAT CACAT GEOMETRI DAN CACAT RETAK", "Abstrak": "Selama pipeline beroperasi dengan aman, maka tidak perlu dilakukan langkah fitness for service assessment, hanya dilakukan perawatan rutin biasa saja. Akan tetapi, bila setelah melewati masa inspeksi dan ditemukan suatu cacat pada pipeline, maka perlu dilakukan suatu langkah pengawasan yang bertujuan untuk menghitung kekuatan sisa yang dinamakan fitness for service assessment, hal ini berkaitan dengan tindak lanjut dalam proses RBI (risk based inspection) untuk menghindari kegagalan atau kerusakan akibat degradasi cacat tersebut.  \n \n\nPada tugas sarjana ini dilakukan analisis kekuatan sisa pipeline yang mengalami cacat geometri dan cacat retak berdasarkan Section 8 & 9 API RP 579. Untuk mempermudah analisis, dikembangkan program bantu perhitungan yang mampu mengolah ratusan bahkan ribuan buah data cacat (data pigging). Sebagai studi kasus, penulis menganalisis kekuatan sisa pipeline dengan menggunakan data bulge dan dent sebanyak 30 data dengan parameter yang berbeda-beda, sebagai input perhitungan dan untuk cacat retak sebagai contoh diberikan 1 cacat saja dan analisis tegangan. Pada cacat bulge, dari 3 kasus ditemukan bahwa rasio kekuatan sisa hoop yang kritis adalah 0.5 dan rasio kekuatan sisa longitudinal adalah 0.23 dengan tinggi bulge adalah 73 mm dan panjang bulge adalah 70 mm, untuk kasus cacat dent yang kritis yaitu pada penyok biasa & parah diperoleh safety factor sebesar 0.93 dan 0.87 dengan tekanan operasi 1.5 Mpa dan 15 Mpa, dan cacat retak sebesar 0.83 dengan tekanan operasi 25 MPa. Kesimpulan tiap kasus tidak aman.", "Daftar File": {"2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73029", "2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73030", "2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73031", "2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73032", "2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73033", "2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73034", "2009 TA PP FIKRIE AHMAD FIRMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73035"}, "Penulis": "FIKRIE AHMAD FIRMANSYAH (NIM : 13104037)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pipeline; Fitness For Service; Pipa Transmisi; Cacat Geometrik; Cacat Retak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}