{"Nomor": 15697, "Judul": "PENGENALAN GESTUR TANGAN MENGGUNAKAN LOGIKA FUZZY DENGAN COMPUTER STEREO VISION", "Abstrak": "Gestur tangan adalah kumpulan gerakan fisik tangan yang memiliki interpretasi semantik. Interpretasi gestur dapat dilakukan dengan mudah oleh manusia. Sebaliknya, aplikasi komputer tidak dapat mengenali gestur tangan dengan sendirinya.   \n\nStereo vision adalah ekstraksi informasi tiga dimensi (3D) dari gambar-gambar digital dalam bentuk dua dimensi (2D). Dengan membandingkan informasi sebuah gambar dari perspektif beberapa kamera, informasi tiga dimensi tertentu dapat diambil melalui evaluasi dari perspektif yang terkait. Dengan menggunakan stereo vision gerakan tangan dapat direpresentasikan oleh titik-titik dalam ruang 3D.   \n\nFuzzy logic didefinisikan sebagai logika matematika dimana tingkat kebenaran adalah kontinu dalam interval [0,1]. Interpretasi gestur tangan penuh dengan daerah remang-remang. Fuzzy logic dapat digunakan untuk interpretasi data kumpulan gerakan tangan yang didapat dari stereo vision sebagai gestur tangan.   \n\nTesis ini akan mengenali gestur tangan dengan menggunakan interpretasi fuzzy logic dari kumpulan gerakan tangan yang didapat dari computer stereo vision. Gestur yang akan dikenali adalah gestur rotasi dan zoom. Digunakan sarung tangan dan penanda infra merah untuk mendapatkan titik data kumpulan gerakan tangan.   \n\nFungsi anggota fuzzy (fuzzy set) didapat dengan melakukan perhitungan energi kinetik total. Dimana gerakan rotasi dan translasi pada dasarnya dapat dibedakan berdasarkan adanya momentum sudut dan momentum linier yang mempengaruhi besaran total energi kinetik. Gestur rotasi dan zoom dapat dikenali melalui pendekatan ini.", "Daftar File": {"2010 TS PP  FINA MARTININGTYAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73043", "2010 TS PP  FINA MARTININGTYAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73044", "2010 TS PP  FINA MARTININGTYAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73045", "2010 TS PP  FINA MARTININGTYAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73046", "2010 TS PP  FINA MARTININGTYAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73047", "2010 TS PP  FINA MARTININGTYAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73048", "2010 TS PP  FINA MARTININGTYAS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73049", "2010 TS PP  FINA MARTININGTYAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73050"}, "Penulis": "FINA MARTININGTYAS  (NIM : 23207130)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Yudi Satria Gondokaryono", "Pembimbing II : Dr. Ir. Arief Syaichu Rochman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "gestur, gestur tangan, pengenalan gestur tangan, computer stereo vision, geometri epipolar, logika fuzzy.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}