{"Nomor": 15705, "Judul": "SISTEM PENGENALAN WAJAH DENGAN MENGGUNAKAN METODE LINEAR DISCRIMINANT ANALYSIS (LDA)", "Abstrak": "Pengenalan wajah merupakan salah satu pengolahan citra yang telah berhasil dan telah diaplikasikan dalam \n\nberbagai bidang baik yang bersifat komersial maupun digunakan untuk kepentingan pemerintahan. Masalah pada \n\npengenalan wajah manusia ini adalah pada perubahan sudut, cahaya dapat mempengaruhi proses pengenalan \n\nwajah manusia. Pada sistem ini data yang dapat dikenali berasal dari data wajah yang sebelumnya melakukan \n\nfoto kepada orang dengan beberapa variasi. Data wajah yang akan dikenali melalui proses pengolahan citra, \n\ndimana citra data awal berformat RGB terlebih dahulu merubah format menjadi grayscale, setelah itu data citra \n\nakan mengalami proses cropping dengan melakukan pemotongan bagian gambar yang tidak diperlukan dalam \n\nproses pelatihan, setelah itu data wajah selanjutnya akan mengalami proses resize agar pada saat sistem \n\nmelakukan proses tidak terlalu berat. Data citra ini memiliki 2 tahapan yaitu pelatihan dan pengetesan. Pada \n\nproses pelatihan metode yang digunakan adalah Linear Discriminant Analysis dimana data akan mengalami \n\npengurangan dimensi dan dimana data akan dipelajari oleh sistem yang kemudian informasi pelatihan ini \n\ndigunakan sebagai data input pada saat klasifikasi menggunakan K-NN untuk digunakan untuk mengenali wajah \n\nmanusia pada saat pengetesan. Berdasarkan hasil penelitian metode ini dapat melakukan pengenalan wajah \n\nmanusia dengan komposisi data pelatihan sebanyak 6 variasi dan data pengujian sebanyak 4 variasi dengan \n\nmengambil nilai karakteristik atau nilai eigen sebanyak 80 dapat melakukan pengenalan wajah manusia dengan \n\nkeakuratan sebesar 70 % dalam melakukan pengenalan wajah manusia.", "Daftar File": {"proceedings knsi 2014 full edition(184).pdf": "https://digilib.itb.ac.id/gdl/download/73100"}, "Penulis": "Firman Brilian, Arief Fatchul Huda, Ichsan Taufik", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "LDA, K-NN, pengenalan wajah", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}