{"Nomor": 15702, "Judul": "PENGEMBANGAN SISTEM PEMANTAUAN SINYAL GETARAN MULTIKANAL BERBASIS NI PCI-6281", "Abstrak": "Dalam perkembangan ilmu mengenai perawatan mesin, dikenal jenis perawatan prediktif yang berbasis pemantauan kondisi mesin. Besaran/elemen yang dipantau dari mesin diantaranya getaran, temperatur dan gesekan-keausanpelumasan  \n \n\n(tribologi). Dari beberapa teknik tersebut, untuk mesin yang terdapat bagian yang berputar, teknik dan analisis getaran merupakan sarana paling efektif karena mampu menginformasikan kondisi dan kerusakan mesin lebih dini.  \n \n\nSebagai usaha untuk mendukung penelitian mengenai perawatan prediktif, pada tugas sarjana ini dikembangkan perangkat akuisisi data berbasis komputer personal (PC) yang mampu mengukur sinyal getaran. Set alat ini menggunakan NI  \n \n\nPCI-6281 sebagai perangkat-kerasnya dan LabVIEW 7.1 sebagai bahasa pemrograman untuk mengembangkan perangkat-lunaknya. Perangkat multikanal (6 kanal) ini mampu menampilkan data domain waktu dan spektrum daya untuk setiap kanal masukannya. Data-data ini berguna untuk analisis ciri getaran kerusakan komponen mesin. Selain itu, perangkat ini dilengkapi dengan fasilitas seting alarm nilai Overall Vibration Level (OVL) atau level getarannya.  \n \n\nSelanjutnya dilakukan pengujian terhadap perangkat akuisisi data tersebut untuk mengetahui unjuk kerjanya. Proses pengujian ini (kalibrasi dan pengukuran) menggunakan MSA HP 3566A sebagai perangkat akuisisi data acuan. Setelah melakukan kalibrasi terhadap keenam kanal masukannya, dilakukan pengujian dengan mengukur sinyal getaran dari sensor getaran yang dipasang pada struktur uji. Hasilnya cukup memuaskan untuk sinyal-sinyal getaran yang memiliki  \n \n\namplitudo relatif besar, karena kesalahannya dibawah 10 persen. Sedangkan untuk sinyal dengan amplitudo relatif kecil (orde satuan milivolt) hasilnya sangat terganggu oleh noise. Kemungkinan penyebab noise ini adalah ketiadaan signal conditioner atau ketidaksempurnaan penataan kabel dan seting ground.", "Daftar File": {"2009 TA PP FIRMAN ASTREA1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73079", "2009 TA PP FIRMAN ASTREA1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73080", "2009 TA PP FIRMAN ASTREA1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73081", "2009 TA PP FIRMAN ASTREA1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73082", "2009 TA PP FIRMAN ASTREA1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73083", "2009 TA PP FIRMAN ASTREA1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73084", "2009 TA PP FIRMAN ASTREA1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73085"}, "Penulis": "FIRMAN ASTREA (NIM : 13104018)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama :  Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemantauan sinyal; NI PCI-6281; LabVIEW 7.1; Overall Vibration Level; OVL;  MSA HP 3566A;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}