{"Nomor": 15726, "Judul": "PENGEMBANGAN METODE DIAGNOSTIK BERBASIS PEMODELAN DERET WAKTU DAN DEKOMPOSISI WAVELET", "Abstrak": "Perawatan merupakan masalah penting dalam industri. Terdapat banyak jenis pendekatan dalam perawatan. Salah satunya metode perawatan berbasis kondisi (Condition Based Maintenance). CBM terdiri dari beberapa tahap yaitu deteksi, isolasi, dan identifikasi cacat. Fokus tesis ini adalah pada identifikasi cacat. Dalam hal ini, identifikasi    \n \n \n \n\ndilakukan dengan menganalisis sinyal getaran mesin.    \n \n \n \n\nDalam penelitian ini,  digunakan teknik pengenalan pola berbasis deret waktu [Dianviviyanthi dan Nurprasetio, 2000]. Metode ini menggabungkan teknik jarak terdekat    \n \n \n \n\ndan pemodelan deret waktu untuk mengidentifikasi cacat permesinan. Pemodelan deret waktu data menggunakan format AutoRegressive Moving Average (ARMA). Vektor fitur    \n \n \n \n\ndibentuk dari koefisien model ARMA yang dihasilkan. Koefisien ARMA dihitung menggunakan MATLABÃ‚Â®. Vektor fitur acuan berasal dari tahap pembelajaran (learning stage), di mana data diperoleh dari mesin dengan cacat tertentu. Dalam tesis ini, digunakan 30 set data dalam tahap pembelajaran untuk membentuk vektor fitur referensi. Untuk mengidentifikasi cacat, vektor fitur baru dibentuk berdasarkan data getaran mesin dengan cacat yang tidak diketahui. Jarak parametrik antara vektor fitur baru dan vektor fitur referensi dalam basis data akan mengindikasikan cacat yang terjadi. Untuk percobaan laboratorium digunakan anjungan uji yang dikembangkan oleh    \n \n \n \n\nBamanto [2010] dan Sakti [2011]. Anjungan uji dapat mensimulasikan cacat tak-balans dan cacat tak-balans dengan kelonggaran mekanik. Tahap pertama menerapkan metode    \n \n \n \n\npemodelan berbasis deret waktu cukup berhasil untuk cacat tak-balans. Namun, metode ini menunjukkan kemungkinan kesalahan identifikasi untuk gabungan cacat tak-balans    \n \n \n \n\ndengan kelonggaran mekanik. Guna menyempurnakan metode, dipakai dekomposisi wavelet. Penggabungan pemodelan deret waktu dan dekomposisis wavelet ternyata berhasil mengatasi kemungkinan kesalahan identifikasi. Oleh karena itu, metode    \n \n \n \n\ndiagnostik berbasis pemodelan deret waktu dan dekomposisi wavelet dapat direkomendasikan untuk melengkapi metode berbasis domain frekuensi (FFT).", "Daftar File": {"2011 TS PP FREDDY WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73224", "2011 TS PP FREDDY WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73225", "2011 TS PP FREDDY WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73226", "2011 TS PP FREDDY WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73227", "2011 TS PP FREDDY WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73228"}, "Penulis": "FREDDY WIJAYA NIM : 23110028", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "perawatan, metode diagnostik, pemodelan deret waktu,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}