{"Nomor": 15728, "Judul": "SPEECH RECOGNITION MENGGUNAKAN JULIUS BERBASIS BAHASA INDONESIA SERTA IMPLEMENTASINYA PADA APLIKASI SOFTWARE", "Abstrak": "Tugas akhir penulis adalah mengenai pengembangan speech recognition untuk mengenal suara atau pengucapan yang menggunakan bahasa Indonesia. Speech Recognition Engine yang telah dikembangkan di dunia, umumnya menggunakan  \n \n\nbahasa Inggris sebagai bahasa yang akan dikenali. Supaya Speech Recognition Engine yang sudah ada dapat mengenali pengucapan dengan bahasa Indonesia, maka perlu dibuat daftar fonem, dictionary, acoustic model, dan grammar/language model sendiri. Daftar fonem yang dibuat  \n \n\ndisesuaikan dengan fonem-fonem yang dipakai dalam bahasa Indonesia. Dictionary dibuat manual, mencakup kata-kata yang akan digunakan pada aplikasi. Acoustic model dibuat dengan beberapa sampel suara dari penulis saja. Grammar/Language model yang digunakan disesuaikan dengan format yang digunakan oleh Julius Speech Recognition Engine dan berisi kata-kata yang akan digunakan pada aplikasi.  \n \n\nBerdasarkan hasil pengujian, pengujian rawfile dengan menggunakan HTK menghasilkan tingkat kebenaran kalimat sebesar 6,38%, tingkat kebenaran kata sebesar 98,67%, dan tingkat akurasi sebesar 79,20%. Untuk pengujian rawfile dengan menggunakan Julius didapat tingkat kebenaran kalimat sebesar 93,62%, tingkat kebenaran kata sebesar 98,23%, dan tingkat akurasi sebesar 98,32%. Untuk meningkatkan hasil yang lebih baik, perbaikan dilakukan pada rawfile dan dibuat acoustic model yang baru. Acoustic model tersebut diuji menggunakan HTK dan Julius, kemudian menghasilkan tingkat kebenaran 100%, Selanjutnya pengujian secara live menghasilkan tingkat kebenaran kalimat sebesar 94,44% dan tingkat kebenaran kata sebesar 99,64%. Persentase kebenaran yang cukup tinggi ini menyebabkan sedikit terjadinya hasil yang salah pada aplikasi, kesalahan yang ada umumnya disebabkan oleh OOV (Out Of Vocabulary).", "Daftar File": {"2010 TA PP DWI RAMADHIANTO IRAWAN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73236", "2010 TA PP DWI RAMADHIANTO IRAWAN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73237", "2010 TA PP DWI RAMADHIANTO IRAWAN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73238", "2010 TA PP DWI RAMADHIANTO IRAWAN  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73239", "2010 TA PP DWI RAMADHIANTO IRAWAN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73240", "2010 TA PP DWI RAMADHIANTO IRAWAN  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73241", "2010 TA PP DWI RAMADHIANTO IRAWAN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73242"}, "Penulis": "FREDY WILMAR SAGALA (NIM : 13203166)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ary Setijadi Prihatmanto, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "speech recognition, Julius, HMM, acoustic model, language model, grammar, phoneme, dictionary", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}