{"Nomor": 15720, "Judul": "STUDI AIR TRAFFIC FLOW MANAGEMENT : STUDI KASUS ANALISIS KAPASITAS RUANG UDARA BANDARA SOEKARNO HATTA", "Abstrak": "Pada tugas akhir ini akan dianalisis kapasitas airspace Bandara Soekarno Hatta serta memahami bagaimana pengaturan air traffic flow di Bandara Soekarno Hatta dan halÃ‚Â–hal yang mendukung pengoperasian Air Traffic Flow Management di Bandara Soekarno Hatta. Air Traffic Flow Management atau yang biasa disingkat ATFM merupakan suatu peraturan dari lalu lintas udara atau air traffic yang dibutuhkan demi      \n \n \n \n\nkelancaran lalu lintas udara dan menjaga agar kepadatan lalu lintas udara tersebut tidak melebihi kapasitas dari bandar udara atau air traffic control dalam menangani lalu lintas. ATFM bertujuan meningkatkan kapasitas airspace untuk memenuhi batasan kapasitas dari Air Traffic Control dan demand dari airlines untuk mengoptimasi biaya operasi. Perhitungan kapasitas airspace dilakukan dengan menggunakan dua metode yang berbeda, pertama metode pendekatan kapasitas runway, yang kedua adalah perhitungan kapasitas ruang udara terminal oleh Janic. Selain itu akan dilakukan usaha peningkatan kapasitas ultimate dari suatu bandara. Hasil dari penelitian ini adalah besar kapasitas airspace Bandar Udara Soekarno Hatta yang dihitung menggunakan dua metode yang berbeda. Dari penelitian ini juga didapat besarnya kapasitas ultimate airspace Indonesia setelah mengalami usaha peningkatan kapasitas bandara.", "Daftar File": {"2009 TA PP FRANSISCA YONITA KURNIAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73189", "2009 TA PP FRANSISCA YONITA KURNIAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73190", "2009 TA PP FRANSISCA YONITA KURNIAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73191", "2009 TA PP FRANSISCA YONITA KURNIAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73192", "2009 TA PP FRANSISCA YONITA KURNIAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73193", "2009 TA PP FRANSISCA YONITA KURNIAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73194", "2009 TA PP FRANSISCA YONITA KURNIAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73195"}, "Penulis": "FRANSISCA YONITA KURNIAWATI (NIM : 13604031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hisar M. Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air traffic flow; Bandara Soekarno Hatta; ATFM; air traffic control", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}