{"Nomor": 15732, "Judul": "PENINGKATAN KINERJA LAYANAN KEJAKSAAN NEGERI KOTA XYZ MELALUI ENTERPRISE ARCHITECTURE", "Abstrak": "Memburuknya citra aparat hukum dalam melayani kebutuhan masyarakat dewasa ini membuat  \n \n\npimpinan sebuah kantor kejaksaan negeri kota XYZ mencari cara yang terbaik agar layanan hukum di kantornya  \n \n\ndapat lebih baik lagi. Masalah ini adalah cerminan umum tentang buruknya layanan publik di bidang hukum  \n \n\nyang ada di negara kita. Untuk tujuan yang luhur itu, pimpinan tersebut melihat adanya peluang untuk  \n \n\nmenggunakan kemampuan system dan teknologi informasi. System tersebut bukan hanya untuk keperluan yang  \n \n\nada pada kantor kejaksaan saja tetapi juga dipadukan dengan proses yang ada pada kepolisian dan pengadilan  \n \n\nnegeri. Pimpinan kantor merasa bahwa peningkatan kinerja akan lebih mudah dicapai apabila ada system dan  \n \n\nteknologi yang sama untuk ketiga instansi dan dirancang dengan seksama. Dalam makalah ini peneliti  \n \n\nmenggunakan kerangka kerja Enterprise Architecture untuk membangun system dan teknologi yang diinginkan  \n \n\nagar secara strategis dan operasional dapat diwujudkan dengan lebih baik dan dapat dipertanggung-jawabkan.  \n \n\nHasilnya adalah system layanan yang saat ini masih sederhana dan bersifat office automation systems secara  \n \n\nbertahap direncanakan untuk berubah menjadi otomatisasi penuh dengan memanfaatkan teknologi intranet dan  \n \n\nekstranet untuk dua atau tiga tahun ke depan. Dengan demikian, keterkaitan dan kerja sama antara kejaksaan  \n \n\nnegeri, kepolisian dan pengadilan negeri akan lebih harmonis sehingga secara bertahap terjadi peningkatan  \n \n\nlayanan hukum ke pada masyarakat.", "Daftar File": {"proceedings knsi 2014 full edition(124).pdf": "https://digilib.itb.ac.id/gdl/download/73260"}, "Penulis": "Frisa Erika, Hudiarto, Sevenpri Candra", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "layanan hukum, kerja sama antar instansi, Office Automation Systems, Enterprise Architecture.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "12 Mar 2014"}