{"Nomor": 15737, "Judul": "PERANCANGAN KEMASAN PEUYEUM BANDUNG  SEBAGAI SARANA UNTUK MEMBANGUN CITRA MEREK", "Abstrak": "Sektor pariwisata Bandung telah berkembang semenjak beberapa tahun ke belakang. Perkembangan sektor pariwisata Bandung telah berimbas pada menjamurnya industri-industri makanan baik tradisonal maupun non tradisional. Menjamurnya jenis makanan baru dengan inovasi yang beragam, perlahan menyingkirkan eksistensi peuyeum sebagai ikon makanan tradisional Bandung.  \n \n\nTidak adanya merek dan kemasan yang baik dianggap sebagai salah satu alasan mulai tersisihnya peuyeum Bandung. Produk-produk dari perusahaan besar memiliki kemasan yang baik, sedangkan kemasan makanan yang diproduksi oleh IKM umumnya kurang baik dan seadanya.  \n \n\nKemasan merupakan salah satu faktor penting dalam mengangkat citra merek dari produk, karena fungsinya yang langsung berhadapan dengan konsumen. Kemasan merupakan Ã‚Â“silent salesmanÃ‚Â” yang menjadi harapan akhir untuk meyakinkan konsumen untuk melakukan pembelian, dengan demikian, kemasan harus dapat memberikan impresi spontan yang mempengaruhi tindakan positif konsumen di tempat penjualan.  \n \n\nFokus dari penelitian ini adalah mengenai bagaimana merancang kemasan peuyeum Bandung dengan berlandaskan pada pendekatan persepsi konsumen dan karakteristik produk sehingga dapat membangun citra merek yang baik dan memperluas pasar.  \n \n\nMelalui proses pengumpulan, pengolahan dan analisis data diketahui bahwa desain kemasan secara signifikan berpengaruh positif terhadap citra merek dari produk yang dikemasnya. Sementara itu melalui metode-metode perancangan produk yang mengintegrasikan keinginan konsumen dan persyaratan teknis dari produk, diketahui bahwa kemasan yang perlu dirancang adalah kemasan berbahan kertas karton yang berbentuk box dan berwarna putih dengan elemen informasi yang menyajikan informasi produk dan informasi merek.", "Daftar File": {"2012 TS PP FUAD HASAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73283", "2012 TS PP FUAD HASAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73284", "2012 TS PP FUAD HASAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73285", "2012 TS PP FUAD HASAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73286", "2012 TS PP FUAD HASAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73287", "2012 TS PP FUAD HASAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73288", "2012 TS PP FUAD HASAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73289", "2012 TS PP FUAD HASAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73290"}, "Penulis": "FUAD HASAN (NIM : 23410008)", "Kontributor / Dosen Pembimbing": ["Pembimbing  :  Dr.Ir. Joko Siswanto, MPA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Citra Merek, Kemasan, Perancangan Produk", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}