{"Nomor": 15734, "Judul": "ANALISIS NUMERIK PENYERAPAN ENERGI TABUNG ALUMINIUM BERPEMICU LUBANG OVAL DAN PERBANDINGANNYA DENGAN HASIL EKSPERIMENTAL", "Abstrak": "Struktur penyerap energi di bidang transportasi dewasa ini menerapkan prinsip desain crashworthiness. Fungsinya adalah untuk meminimalkan tingkat resiko kecelakaan pada penumpang dan tingkat kerusakan pada kendaraan.    \n \n \n \n\nTugas akhir ini mempelajari tentang penyerapan energi pada tabung berpemicu lubang oval menggunakan metode numerik. Tabung terbuat dari material aluminium dengan diameter 60 dan 100 mm. Keberadaan lubang oval adalah untuk memicu terjadinya deformasi plastik pada interval yang telah ditentukan pada tabung. Tujuannya adalah untuk mengontrol modus buckling dan memprediksi besarnya energi yang diserap oleh tabung. Tabung dan beban quasi-static arah longitudinal dimodelkan dengan menggunakan perangkat lunak ABAQUS, dan kemudian data yang didapat diolah dan dibandingkan dengan hasil dari metode eksperimental dan teoritik. Hasil numerik dan eksperimental menunjukkan kesesuaian.    \n \n \n \n\nPada tugas akhir ini juga dilakukan perbandingan antara tabung berpemicu lubang oval, lubang lingkaran, dan tabung berpemicu galur tiga. Hasil perbandingan tabung dengan ketiga jenis pemicu menunjukkan tabung berpemicu lubang lingkaran memiliki harga gaya rata-rata(Pm) paling tinggi, disusul tabung berpemicu lubang oval kemudian tabung berpemicu galur tiga.", "Daftar File": {"2009 TA PP FRITS PATRIK PANGARIBUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73268", "2009 TA PP FRITS PATRIK PANGARIBUAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73269", "2009 TA PP FRITS PATRIK PANGARIBUAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73270", "2009 TA PP FRITS PATRIK PANGARIBUAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73271", "2009 TA PP FRITS PATRIK PANGARIBUAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73272", "2009 TA PP FRITS PATRIK PANGARIBUAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73273", "2009 TA PP FRITS PATRIK PANGARIBUAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73274"}, "Penulis": "FRITS PATRIK PANGARIBUAN (NIM : 13602006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur penyerap energi, tabung berpemicu lubang lingkaran, tabung berpemicu lubang oval, tabung bergalur, quasi-static, metode elemen hingga, ABAQUS, gaya rata-rata(Pm)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}