{"Nomor": 15750, "Judul": "PENGGUNAAN BAHAN BERUBAH FASA SEBAGAI KOMPONEN REFRIGERAN SEKUNDER PADA SISTEM PENGKONDISIAN UDARA UNTUK PENGHEMATAN ENERGI", "Abstrak": "Penggunaan Bahan Berubah Fasa (BBF) sebagai refrigeran sekunder ataupun komponen di dalamnya merupakan salah satu bentuk penghematan energi. TME (trimethylolethane: CH3C(CH2OH)3) merupakan salah satu BBF yang terbukti mampu meningkatkan performansi mesin pendingin. Namun penggunaan TME di Indonesia belum bisa menjadi solusi karena harganya yang mahal. Maka perlu dicari BBF alternatif sebagai pengganti TME yang mudah didapat dan harganya murah untuk digunakan di Indonesia. Tidak cukup hanya dengan mengevaluasi sifat fisik, khususnya sifat termal, ataupun sifat kimianya saja, tetapi BBF alternatif juga harus diuji langsung pada sistem pengkondisian udara agar dapat dinilai pengaruhnya pada performansi sistem pengkondisian udara. Pada tugas sarjana ini, BBF alternatif pengganti TME yang dipilih adalah campuran biodiesel minyak kelapa dan biodiesel minyak kelapa sawit dengan perbandingan massa 1:5. BBF ini digunakan sebagai komponen di dalam refrigeran sekunder berupa air yang kemudian diuji pada sistem mesin pendingin chiller yang terdapat di Laboratorium Termodinamika PAU ITB. Hasilnya lalu dibandingkan dengan penggunaan refrigeran sekunder tanpa penambahan BBF. Dari hasil pengujian, mesin pendingin mengalami peningkatan nilai COP sebesar 1,9 kali dan 3,1 kali untuk masing-masing kadar BBF di dalam refrigeran sekunder sebesar 2,5% dan 5% (%volume).", "Daftar File": {"2011 TA PP GAMMA ANDIKA PERDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73376", "2011 TA PP GAMMA ANDIKA PERDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73377", "2011 TA PP GAMMA ANDIKA PERDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73378", "2011 TA PP GAMMA ANDIKA PERDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73379", "2011 TA PP GAMMA ANDIKA PERDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73380", "2011 TA PP GAMMA ANDIKA PERDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73381", "2011 TA PP GAMMA ANDIKA PERDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73382"}, "Penulis": "GAMMA ANDIKA PERDANA  (NIM : 13105128)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Ari Darmawan Pasek", "Pembimbing Pendamping  :  Dr. Yuli Setyo Indartono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Refrigeran Sekunder, Sistem Pengkondisian Udara,  Penghematan Energi, bahan berubah fasa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}