{"Nomor": 15759, "Judul": "KAJI TERMODINAMIKA KONDENSOR TIPE KONTAK LANGSUNG PLTP UNIT 4 KAMOJANG STUDI KASUS PT PERTAMINA GEOTHERMAL ENERGY AREA KAMOJANG", "Abstrak": "Energi panas bumi merupakan sumber energi terbarukan, karena proses pembentukannya akan terjadi terus menerus selama kondisi geologi dan hidrologisnya terjaga keseimbangannya. Potensi pengembangan panas bumi di Indonesia juga sangat besar, karena potensi panas bumi Indonesia yang terbukti hingga saat ini adalah sebesar 28 GWe atau ekuivalen dengan 12 milyar barel minyak bumi dalam kurun waktu operasi 30 tahun. Oleh karena itu, pemerintah mencanangkan program peningkatan produksi Pembangkit Listrik Tenaga Panas Bumi (PLTP) dengan target sebesar 9500 MW pada tahun 2025. Salah satu PLTP yang mendukung program tersebut adalah PLTP Unit 4 Kamojang. PLTP Unit 4 Kamojang, merupakan PLTP yang dimiliki dan dioperasikan oleh PT Pertamina Geothermal Energy (PT PGE) dengan kapasitas produksi sebesar 60 MW. Pihak operator, dalam hal ini PT PGE, berusaha untuk terus meningkatkan efisiensi dan produktivitas dari PLTP Unit 4 Kamojang yang dimilikinya. Peningkatan produksi PLTP, yaitu daya yang dihasilkan, dapat diperoleh dengan cara menurunkan tekanan di dalam kondensor. Sebelum menentukan besarnya nilai penurunan di kondensor, terlebih dahulu dilakukan model perhitungan termodinamika menggunakan perangkat lunak Microsoft Macro Excel Visual Basic Analysis (VBA) untuk dapat mengetahui kondisi PLTP secara keseluruhan. Hasil perhitungan tersebut lalu divalidasi dengan data desain dan aktual. Baru setelahnya perhitungan pada kondensor dilakukan untuk menentukan kondisi operasi kondensor yang dianggap paling baik. Kondisi operasi kondensor diperoleh dari jumlah air yang dibutuhkan untuk mengondensasikan uap keluar dari turbin pada berbagai kondisi tekanan yang mungkin dicapai.  \n \n\nTekanan di dalam kondensor dapat diturunkan dari kondisi desain 0,16 bar menjadi 0,135 bar dengan cara meningkatkan laju aliran air pendingin ke kondensor dari 7600 m3/h menjadi 8000 m3/h pada temperatur air pendingin sesuai kondisi desain, yaitu 260C. Penurunan tekanan tersebut mengakibatkan peningkatan daya netto PLTP sebesar 1,97 MW dari kondisi operasi existing. Selain itu, efisiensi termal dan utilitas PLTP juga meningkat masing-masing sebesar 0,59% dan 1,94%. Spesific Steam Consumption (SSC) juga berkurang sebesar 0,22 Ton/MWh. Selisih keuntungan yang diperoleh dari peningkatan daya tersebut adalah sebesar $ 21.879.828,- atau sama dengan Rp 194.730.470.862,- dalam kurun waktu operasi 27 tahun.", "Daftar File": {"2011 TA PP GEA FARDIAS MU’MIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73427", "2011 TA PP GEA FARDIAS MU’MIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73428", "2011 TA PP GEA FARDIAS MU’MIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73429", "2011 TA PP GEA FARDIAS MU’MIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73430", "2011 TA PP GEA FARDIAS MU’MIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73431", "2011 TA PP GEA FARDIAS MU’MIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73432", "2011 TA PP GEA FARDIAS MU’MIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73433"}, "Penulis": "GEA FARDIAS MUÃ‚Â’MIN (NIM : 13107030)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Energi panas bumi, sumber energi terbarukan, Pembangkit Listrik Tenaga Panas Bumi (PLTP), Termodinamika Kondensor, PLTP Unit 4 Kamojang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}