{"Nomor": 15762, "Judul": "ANALISIS PERILAKU PORTAL BETON BERTULANG DENGAN DINDING PENGISI PASANGAN BATA AKIBAT BEBAN LATERAL", "Abstrak": "Dinding pengisi biasanya diabaikan dalam mendisain suatu struktur bangunan, karena dinding pengisi dianggap sebagai elemen non struktural. Pada kenyataannya, dinding pengisi dapat menyumbang kekakuan dan kekuatan dari suatu bangunan secara signifikan, khususnya dalam menahan beban gempa.  \n \n\nDalam penelitian ini, portal beton bertulang dengan dinding pengisi pasangan bata dimodelkan dan dianalisis menggunakan metode elemen hingga nonlinier. Analisis dilakukan dengan kontrol perpindahan beban lateral yang bertambah secara monotonik untuk mempelajari perilaku retak dan keruntuhan dari sistem struktur. Hasil analisis dibandingkan dengan hasil eksperimen. Dinding pengisi dan beton dimodelkan sebagai elemen heksahedron delapan titik. Tulangan dimodelkan sebagai elemen uniaksial tiga dimensi. Bidang pemisah beton ke dinding pengisi dan beton ke tulangan dimodelkan sebagai ikatan sempurna tanpa gelincir atau pemisahan.  \n \n\nDi samping model lengkap dinding pasangan terkekang dan analisis, modelmodel yang lebih sederhana dan analisis dilakukan dan diverifikasi dengan perhitungan manual atau dibandingkan dengan model elemen hingga balokkolom. Tujuannya adalah untuk mengoreksi dan menambah tingkat keyakinan dari model dinding pasangan terkekang yang lengkap. Model-model sederhana yang dikembangkan dan diverifikasi adalah balok beton tanpa tulangan diatas  \n \n\ndua tumpuan, balok beton bertulang diatas dua tumpuan, dan portal beton bertulang tanpa dinding pengisi. Analisis dilakukan dengan cara kontrol beban dan kontrol perpindahan.  \n \n\nHasil analisis balok beton dengan dan tanpa tulangan diatas dua tumpuan menunjukkan pola retak dan kurva beban perpindahan yang sesuai dengan teoritis dan perhitungan tangan. Kurva beban perpindahan dari model portal tanpa dinding pengisi juga sesuai dengan hasil analisis dari model elemen hingga balok-kolom menggunakan perangkat lunak yang lain. Untuk sistem dinding pasangan terkekang, perbedaan beban puncak dari analisis dan dari hasil  \n \n\neksperimen yaitu kira-kira 1,4%.", "Daftar File": {"2010 TS PP GEMA GIAVARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73443", "2010 TS PP GEMA GIAVARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73444", "2010 TS PP GEMA GIAVARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73445", "2010 TS PP GEMA GIAVARI 1-BAB 3a.pdf": "https://digilib.itb.ac.id/gdl/download/73446", "2010 TS PP GEMA GIAVARI 1-BAB 3b.pdf": "https://digilib.itb.ac.id/gdl/download/73447", "2010 TS PP GEMA GIAVARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73448", "2010 TS PP GEMA GIAVARI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73449"}, "Penulis": "GEMA GIAVARI (NIM : 25007002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Made Suarjana, MSc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Model elemen hingga, portal beton bertulang, dinding pengisi, kontrol perpindahan, beban lateral.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}