{"Nomor": 15765, "Judul": "CIRI RESPON GETARAN ARAH HORIZONTAL KASUS MISALIGNMENT POROS KOPLING TETAP YANG BALANCE", "Abstrak": "Kerusakan yang terjadi pada rotating machines pada umumnya terjadi karena adanya pengaruh massa tak seimbang (unbalance) dan ketaksesumbuan poros (misalignment). Kerusakan dapat diminimalkan dengan melakukan proses  \n \n\nbalancing dan alignment.  \n \n\nPada penelitian ini, struktur uji dilakukan proses penyeimbangan (balancing) terlebih dahulu pada kopling dan pulley. Proses balancing berhasil menurunkan nilai sinyal getaran 1xRPM motor. Setelah proses balancing selesai,  \n \n\nkemudian dilakukan pengukuran getaran pada berbagai kondisi misalignment untuk melihat ciri respon yang timbul. Jenis pengukuran respon getaran yang dilakukan yaitu spektrum daya dan peta spektrum. Nilai getaran yang diukur oleh  \n \n\naccelerometer menunjukkan sinyal 2xRPM rotor lebih dominan pada arah pengukuran horizontal dan aksial untuk kondisi misalignment paralel. Pada kondisi misalignment angular, nilai getaran yang diukur oleh accelerometer menunjukkan sinyal 1xRPM rotor lebih dominan pada arah pengukuran vertikal, horizontal dan aksial. Nilai getaran yang diukur oleh Laser Doppler Vibrometer (LDV) tidak menunjukkan suatu pola tertentu seperti accelerometer. Hasil yang didapatkan memperlihatkan level overall RMS meningkat dengan bertambah besarnya putaran motor dan nilai misalignment yang  \n \n\ndiberikan baik untuk kondisi misalignment angular maupun paralel. Level overall RMS karena pengaruh misalignment akan lebih teliti dengan penghilangan pengaruh unbalance.", "Daftar File": {"2009 TA PP GERRY METHEW NAPITUPULU  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73466", "2009 TA PP GERRY METHEW NAPITUPULU  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73467", "2009 TA PP GERRY METHEW NAPITUPULU  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73468", "2009 TA PP GERRY METHEW NAPITUPULU  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73469", "2009 TA PP GERRY METHEW NAPITUPULU  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73470", "2009 TA PP GERRY METHEW NAPITUPULU  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73471", "2009 TA PP GERRY METHEW NAPITUPULU  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73472", "2009 TA PP GERRY METHEW NAPITUPULU  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73473"}, "Penulis": "GERRY METHEW NAPITUPULU (NIM : 13104101)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rotating machines; overall RMS;  misalignment", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}