{"Nomor": 15768, "Judul": "STUDI APLIKASI PENYIMPAN ENERGI TERMAL UNTUK SISTEM PENGKONDISIAN UDARA SEBUAH MALL DI BEKASI", "Abstrak": "Energi merupakan unsur penting bagi kehidupan setiap manusia. Energi menjadi mahal dikarenakan harga minyak yang mahal, sementara lebih dari 50% kapasitas total PLN di Indonesia masih banyak menggunakan minyak. Penghematan energi harus dilakukan untuk mencegah krisis energi di dunia. Sistem pengkondisian udara sebuah mall di Bekasi dirancang untuk mencari solusi dalam mengatasi masalah energi untuk gedung komersial.  \n \n\nPLN di Indonesia memiliki dua jenis tarif listrik, yaitu tarif beban puncak dan tarif luar waktu beban puncak. Waktu beban puncak terjadi pada pukul 17.00 hingga pukul 22.00. Waktu beban puncak memiliki tarif dua kali dari tarif luar waktu beban puncak.  \n \n\nThermal energy storage merupakan solusi yang dilakukan dalam penelitian untuk mengatasi masalah energi. Thermal energy storage adalah metode manajemen energi yang dilakukan untuk mengurangi biaya operasi sistem pengkondisian udara khususnya pada periode beban puncak.  \n \n\nPerancangan dengan sepuluh jenis sistem pengkondisian udara seperti sistem chiller konvensional jenis air cooled dan water cooled, thermal energy storage iceball jenis full storage dan partial storage dengan chiller berpendingin udara dan air, dan thermal energy storage spherical nodule jenis full storage dan partial storage dengan chiller berpendingin udara dan air telah dilakukan. Biaya total paling ekonomis (biaya investasi dan biaya operasi) sistem pengkondisian udara akan dipilih sebagai kriteria untuk merancang sistem pengkondisian udara untuk gedung komersial ini tanpa mengurangi tingkat kenyamanan.  \n \n\nHasil penelitian menunjukkan bahwa dengan beban pendinginan puncak sebesar 440,76 TR, sistem pengkondisian udara TES iceball partial storage jenis water cooled ice chiller memiliki biaya total paling ekonomis. Sistem ini dapat mengurangi biaya operasi tahunan hingga 65% dibandingkan dengan sistem chiller konvensional jenis air cooled. Sistem ini juga dapat memberikan kenyamanan bagi penghuni karena hasil analisis menunjukkan sistem ini memenuhi kriteria perancangan (24,7 oC Trm, 54%RH)", "Daftar File": {"2006 TS PP GHALYA PIKRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73488", "2006 TS PP GHALYA PIKRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73489", "2006 TS PP GHALYA PIKRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73490", "2006 TS PP GHALYA PIKRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73491", "2006 TS PP GHALYA PIKRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73492", "2006 TS PP GHALYA PIKRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73493", "2006 TS PP GHALYA PIKRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73494", "2006 TS PP GHALYA PIKRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73495"}, "Penulis": "GHALYA PIKRA (NIM : 23104005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sistem pengkondisian, tarif listrik, thermal energy storage, biaya investasi, biaya operasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}