{"Nomor": 15774, "Judul": "PERANCANGAN DAN IMPLEMENTASI PENDETEKSI GERAKAN TANGAN DAN TUBUH ( STUDI KASUS PADA FASHION SHOPPING ASSISTANCE )", "Abstrak": "Telah dirancang dan dimplementasikan suatu pendeteksi gerakan tangan dan tubuh pada suatu aplikasi online untuk penjualan pakaian yang disebut Fashion Shopping Assistance (FSA). Fitur yang terdapat pada aplikasi ini adalah gabungan pendeteksi gerakan tangan sehingga membentuk sebuah virtual menu sebagai masukan ke komputer. Dengan menggunakan virtual menu pengguna dapat melakukan beberapa kegiatan seperti mengganti model busana, menyimpan busana, dsb. Pendeteksi tubuh apabila digabungan dengan Augmented Reality (AR) menggunakan marker dikembangkan untuk memberikan pengalaman baru dalam melakukan transaksi jual beli pakaian dan mencoba pakaian secara virtual. Dalam penulisan tesis ini pendeteksi mempergunakan satu camera diam dan satu marker sebagai masukan terhadap komputer. Sebagai masukan terhadap komputer virtual menu terdiri dari gabungan filter blur, blend dan threshold sehingga hanya gerakan tangan yang membentuk sebuah motion are sehingga hanya gerakan tangan yang terdeteksi. Pendeteksi tubuh yang merupakan pemodelan yang dibuat berdasarkan pendeteksi wajah. Penggabungan antara pemodelan bentuk tubuh dan model 3D pakaian diharapkan memberkan kesan realistis dalam penggunan busana. Aplikasi FSA dengan kemampuan mendeteksi gerakan tangan sehingga membentuk suatu motion area yang diperlukan oleh virtual menu. Virtual menu mempunyai kemampuan tidak dipengaruhi faktor lingkungan sehingga mempunyai peluang keberhasilan pendeteksi sebesar minimal 0,8. Aplikasi juga mampu mendeteksi wajah bagian depan, pendeteksi wajah dapat digunakan untuk membentuk model tubuh dan menempelkan model busana AR saat tubuh pengguna bergerak. Kesalahan penempelan AR dengan pemodelan tubuh yang diperoleh adalah minimal 16 %.", "Daftar File": {"2010 TS PP GIGIN GINANJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73533", "2010 TS PP GIGIN GINANJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73534", "2010 TS PP GIGIN GINANJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73535", "2010 TS PP GIGIN GINANJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73536", "2010 TS PP GIGIN GINANJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73537", "2010 TS PP GIGIN GINANJAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73538", "2010 TS PP GIGIN GINANJAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73539"}, "Penulis": "GIGIN GINANJAR  (NIM : 23208318)", "Kontributor / Dosen Pembimbing": ["Pembimbing I, Dr. Ir. Hilwadi Hindersah", "Pembimbing II, Ir. Tunggal Mardiono, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pendeteksi gerakan tangan, pendeteksi tubuh, augmented reality", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}