{"Nomor": 15777, "Judul": "PERANCANGAN STRUKTUR LADDER JENIS BOX UNTUK KAPAL KERUK EMBER", "Abstrak": "Kapal keruk ember (bucket line dredger) merupakan kapal yang berfungsi melakukan pengerukan material dari bawah permukaan air dengan menggunakan rantai ember. Saat ini, kapal keruk ini beroperasi di lepas pantai dengan kedalaman pengerukan maksimum 50 meter. Salah satu komponen utama kapal keruk adalah ladder. Ladder menerima beban berat ember, beban komponen lain, beban berat sendiri, dan beban pengerukan. Ladder yang digunakan saat ini merupakan struktur lattice yang memiliki massa cukup besar dan kekakuan yang relatif kecil. Ladder kapal keruk sebaiknya memiliki sifat ringan, kaku, kuat, dan aman. Dengan berkembangnya teknologi las dan penggunaan pelat yang semakin luas, dalam tugas sarjana ini, rancangan struktur lattice dari ladder tersebut diusulkan menjadi struktur dengan menggunakan jenis box. Perancangan ladder jenis box ini dilakukan berdasarkan beberapa kasus pembebanan, yaitu kemiringan ladder (10o, 45o, 50o, dan 52o) dan dengan variasi jumlah ember (167 ember, 168 ember, dan 170 ember). Analisis dilakukan untuk mengetahui kekuatan dan defleksi struktur ladder yang telah dirancang untuk kondisi operasi yang telah ditentukan. Perancangan juga mempertimbangkan jumlah ember yang mengeruk dan gaya catenary minimum. Berdasarkan rancangan ladder optimum, tegangan maksimum yang dihasilkan adalah 77 MPa dengan faktor keamanan 3 pada kasus maintenance dengan kemiringan ladder 10o. Defleksi maksimum adalah 84 mm pada kasus pengerukan dengan kemiringan ladder 45o. Hasil tersebut telah memenuhi persyaratan rancangan ladder. Massa dari rancangan ladder jenis box adalah 610 ton. Dengan asumsi massa tambahan dari sambungan las dan lain-lain sebesar 10% dari massa model, massa total ladder adalah 671 ton. Massa total ladder ini lebih ringan dibandingkan massa model ladder lattice (900 ton).", "Daftar File": {"2011 TA PP GILANG NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73554", "2011 TA PP GILANG NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73555", "2011 TA PP GILANG NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73556", "2011 TA PP GILANG NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73557", "2011 TA PP GILANG NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73558", "2011 TA PP GILANG NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73559", "2011 TA PP GILANG NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73560"}, "Penulis": "GILANG NUGRAHA (NIM : 13107013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rachman Setiawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kapal keruk ember (bucket line dredger), ladder", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}