{"Nomor": 15773, "Judul": "PENGUJIAN HYDROGEN INDUCED CRACKING PADA KOIL BAJA LEMBARAN PANAS BAHAN BAKU PIPA API 5L X-52 DENGAN PARAMETER REGANGAN PLASTIS DAN TAKIKAN", "Abstrak": "Berkembangya eksplorasi migas ke lingkungan sour service mendorong peningkatan ketahanan line pipe dan baja lembaran panas (hot rolled coil/HRC) terhadap hydrogen induced cracking (HIC). Pengujian HIC pada line pipe telah banyak dilakukan, namun tidak banyak studi mengenai ketahanan material HRC terhadap HIC. Padahal, properties dan kontrol proses produksi HRC sangat menentukan ketahanan suatu line pipe. Di samping itu, material HRC seringkali dihadapkan pada masalah regangan plastis atau takikan pada proses manufaktur, fabrikasi, dan instalasi pipeline. Untuk itu perlu pengujian HIC pada material HRC tanpa perlakuan (as-received) dengan sebelumnya dilakukan karakterisasi agar diketahui properties yang berpengaruh terhadap ketahanan HIC. Diperlukan juga pengujian HIC pada material HRC yang mengalami regangan plastis dan takikan untuk mengetahui ketahanannya.    \n \n \n \n\nPengujian HIC dilakukan pada material HRC bahan baku line pipe API 5L X-52 dengan orientasi searah dan tegak lurus pengerolan dalam kondisi tanpa perlakuan (as-received) dan kondisi mengalami regangan plastis sebesar 5%, 10%, dan 15%. Pengujian HIC juga dilakukan pada material HRC searah pengerolan dengan pengaruh adanya dua orientasi takikan (searah dan tegak lurus pengerolan). Karakterisasi berupa uji komposisi kimia, uji tarik, uji kekerasan, dan metalografi dilakukan pada material HRC, kemudian pengujian HIC dilakukan berdasarkan NACE TM0284-2003 dengan menggunakan larutan A selama 96 jam. Selanjutnya, evaluasi hasil pengujian HIC dilakukan dengan pengamatan visual, dye penetrant testing, metalografi, dan scanning electron microscopy.    \n \n \n \n\nDari hasil karakterisasi diketahui bahwa material HRC merupakan HSLA microalloy ferrite-pearlite dan/atau weathering steel hasil perlakuan termomekanik yang cocok untuk dijadikan bahan baku line pipe API 5L X-52MS dalam hal komposisi, sifat tarik, dan kekerasan. Pengujian HIC berhasil dilakukan sesuai NACE TM0284-2003 dan memberikan hasil bahwa material HRC as-received (orientasi searah dan tegak lurus pengerolan) tahan terhadap HIC akibat pengaruh dari penambahan unsur Cu, keuletan dan ketangguhan yang tinggi, cleanliness yang baik, serta mikrostruktur berupa fine polygonal ferrite (ASTM 12). Material HRC pada orientasi searah pengerolan dengan regangan plastis sampai 15% dan pada orientasi tegak lurus pengerolan dengan regangan plastis sampai 10% tahan terhadap HIC. Namun, material HRC pada orientasi tegak lurus pengerolan dengan regangan plastis 15% mengalami retak dengan CSR, CLR, dan CTR masing-masing 1,81%, 21,71%, dan 8,43%. Pada daerah retakan terdapat deformasi plastis tidak seragam dan indikasi morfologi inklusi yang dapat menjadi penyebab terjadinya retakan. Sedangkan, material HRC yang memiliki takikan dengan kedalaman, lebar, dan radius masing-masing 589-980 μm; 1152-1934 μm; dan 139-222 μm masih tahan terhadap pengujian HIC.", "Daftar File": {"2011 TA PP GIAN GANJAR ZATNIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73526", "2011 TA PP GIAN GANJAR ZATNIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73527", "2011 TA PP GIAN GANJAR ZATNIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73528", "2011 TA PP GIAN GANJAR ZATNIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73529", "2011 TA PP GIAN GANJAR ZATNIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73530", "2011 TA PP GIAN GANJAR ZATNIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73531", "2011 TA PP GIAN GANJAR ZATNIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73532"}, "Penulis": "GIAN GANJAR ZATNIKA (NIM : 13707013)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Dr. Ir. Slameto Wiryolukito", "Dr. Ir. Hermawan Judawisastra. M. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baja lembaran panas, HSLA, HIC, regangan plastis, takikan, API 5L-X52", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}