{"Nomor": 15779, "Judul": "PERANCANGAN DAN IMPLEMENTASI RANGKAIAN ANALOG ELECTROENCEPHALOGRAPH 16 KANAL", "Abstrak": "Brain-Computer Interface (BCI) merupakan suatu antarmuka yang menggunakan gelombang otak yang terukur sebagai saluran komunikasi antara pengguna dan kendalian. Gelombang otak yang terukur diinterpretasikan sehingga keinginan pengguna dapat diketahui dan sinyal penggerak dapat dibangkitkan. Pada tugas akhir ini, dilakukan perancangan dan implementasi electroencephalograph sebagai pendukung BCI. Electroencephalograph yang sudah tersedia memiliki jumlah kanal yang tidak mencukupi kebutuhan BCI. Oleh karena itu, dilakukan perancangan dan implementasi electroencephalograph untuk mengukur gelombang otak yang terletak pada frekuensi fundamental alpha, beta, delta, dan theta dengan jumlah kanal lebih banyak. Perancangan dan implementasi dilakukan untuk rangkaian analog dan digital. Perancangan dan implementasi rangkaian analog terdiri dari perancangan dan implementasi penguat instrumentasi yang dibuat dari penguat operasional diskrit, filter analog Butterworth pada rentang frekuensi fundamental alpha, beta, delta, dan theta, penguat proporsional akhir, shield guard dan rangkaian driven right leg. Rangkaian digital merupakan rangkaian digital ModularEEG yang dimodifikasi untuk menambah jumlah kanal dari enam kanal menjadi 16 kanal dengan memberikan jaminan tidak terjadi cross talk antar kanal. Pengujian rangkaian terdiri dari pengujian bagian-bagian rangkaian dan pengujian rangkaian keseluruhan dengan masukan sinyal biologis. Pengujian bagianbagian rangkaian berupa pengukuran CMRR dan impedansi masukan penguat  \n \n\ninstrumentasi, pengujian respon magnitudo filter analog dan penguat proporsional akhir, dan pengujian rangkaian digital berupa pengkonversian dan pengiriman 16 sinyal analog ke komputer. Pengujian rangkaian keseluruhan berupa pengujian  \n \n\npendeteksian gelombang alpha pada daerah O1 dan O2. Selain itu, rangkaian juga diuji dengan pendeteksian gerak mata pada daerah F7 dan F8. Pengujian bagian-bagian rangkaian dan rangkaian secara keseluruhan menunjukkan hasil perancangan layak untuk digunakan. Pengujian penguat  \n \n\ninstrumentasi menunjukkan CMRR minimal 70dB pada temperatur ruangan dengan impedansi masukan minimal 6,6M pada penguatan sinyal differens 5,5. Hasil pengujian filter dan penguat proporsional menunjukkan sinyal dengan frekuensi pada rentang frekuensi fundamental alpha, beta, delta, dan theta dilewatkan dengan penguatan 1150. Penguatan sinyal pada frekuensi 50Hz 6dB lebih rendah daripada penguatan pada rentang frekuensi passband. Pengujian rangkaian digital menunjukkan bahwa pengiriman data dan proses pengkonversian dari sinyal analog ke digital berfungsi tanpa cross talk antar kanal. Rangkaian secara keseluruhan dapat mendeteksi gelombang alpha seorang subjek yang dominan pada frekuensi sekitar 11Hz dan mampu mendeteksi gerak mata.", "Daftar File": {"2010 TA PP GILANG YASODAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73568", "2010 TA PP GILANG YASODAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73569", "2010 TA PP GILANG YASODAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73570", "2010 TA PP GILANG YASODAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73571", "2010 TA PP GILANG YASODAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73572", "2010 TA PP GILANG YASODAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73573", "2010 TA PP GILANG YASODAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73574"}, "Penulis": "GILANG YASODAPUTRA (NIM : 13206019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ary Setijadi P. ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Brain-computer interface (BCI), electroencephalograph", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}