{"Nomor": 15771, "Judul": "IMPLEMENTASI HYBRID AUTHENTICATION PROTOCOL PADA SISTEM AUTORISASI UNTUK UJIAN ONLINE", "Abstrak": "Tolok ukur keberhasilan pendidikan di Indonesia adalah hasil ujian. Ujian akhir sebagai syarat kelulusan siswa sudah diterapkan di Indonesia sejak beberapa tahun  \n \n\nyang lalu. Untuk melaksanakan ujian dibutuhkan biaya yang cukup besar mengingat Indonesia adalah negara yang luas. Selain biaya, faktor keamanan juga harus dipikirkan secara matang sehingga tidak terjadi kebocoran soal. Transportasi, pengangkutan, dan percetakan juga harus berkualitas agar lembar soal sampai di tangan peserta tepat waktu dan terbaca soalnya. Ironisnya, kebocoran dan kerusakan soal adalah hal yang umum ditemui dalam pelaksanaan ujian. Saat ini, keberadaan komputer dan internet sudah menjadi fasilitas umum dan bukan merupakan barang asing bagi masyarakat. Sistem perbankan dan komunikasi telah merambah ke internet bahkan kuliah online sudah dapat ditemui dengan mudah. Diharapkan dalam waktu dekat sistem ujian online juga dapat diimplementasikan, tentu sistemnya harus aman dan tahan intrusi dari pihak ketiga. Hybrid Authentication Protocol adalah protokol keamanan yang diaplikasikan pada jaringan telekomunikasi selular. Pada Tugas Akhir ini dikembangkan protokol tersebut sehingga dapat digunakan sebagai dasar sistem ujian online.", "Daftar File": {"2010 TA PP GHIFARI DAULAGIRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73511", "2010 TA PP GHIFARI DAULAGIRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73512", "2010 TA PP GHIFARI DAULAGIRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73513", "2010 TA PP GHIFARI DAULAGIRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73514", "2010 TA PP GHIFARI DAULAGIRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73515", "2010 TA PP GHIFARI DAULAGIRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73516", "2010 TA PP GHIFARI DAULAGIRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73517", "2010 TA PP GHIFARI DAULAGIRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73518"}, "Penulis": "GHIFARI DAULAGIRI (NIM : 10104021) Prof. Dr. M. Salman A. N. Drs. Sumanto W. H. M.Comp.", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A. N. Drs. Sumanto W. H. M.Comp."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ujian online, internet, kriptografi, hybrid authentication protocol.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}