{"Nomor": 15782, "Judul": "BIOSTRATIGRAFI DAN SIKUENSTRATIGRAFI PADA SUMUR M, N, DAN O DI LAPANGAN MIGAS TEMPINO SUBCEKUNGAN JAMBI", "Abstrak": "Analisis biostratigrafi kuantitatif dilakukan pada Formasi Air Benakat di tiga sumur yang terletak di Lapangan Tempino Subcekungan Jambi. Ketiga sumur        \n \n \n \n\ntersebut adalah Sumur-M, Sumur-N dan Sumur-O. Jenis mikrofosil yang digunakan adalah foraminifera dan nanoplangton gampingan. Umur geologi sedimen pada ketiga sumur berkisar dari Miosen Awal hingga Miosen Tengah.        \n \n \n \n\nUmur Miosen Awal ini terdiri atas zona nanoplangton gampingan NN4 yang setara dengan zona foraminifera plangtonik N7-N8. Sedangkan umur Miosen Tengah terdiri atas zona nanoplangton gampingan NN5 hingga NN6 yang setara dengan zona foraminifera plangtonik N9 hingga tidak lebih muda dari N17. Datum biozona yang dijadikan dasar kerangka umur geologi dari tua ke muda berupa keberadaan nanoplangton gampingan Sphenolithus heteromorphus (masih Zona NN4 / belum menembus NN3), Kemunculan terakhir nanoplangton gampingan Helicosphera ampliaperta (top Zona NN4), Kemunculan terakhir        \n \n \n \n\nnanoplangton gampingan Sphenolithus heteromorphus (top Zona NN5) dan Keberadaan nanoplangton gampingan Cyclicargolithus floridanus (masih NN6 belum mencapai NN7). Interpretasi paleobatimetri yang didasarkan pada asosiasi foraminifera bentonik dan didukung oleh kelimpahan dan keragaman foraminifera plangtonik dan nanoplangton gampingan menunjukan dari litoral hingga neritik luar.        \n \n \n \n\nAnalisis iklim purba dengan menggunakan metode whole fauna menunjukan bahwa pada umur Miosen Awal hingga Miosen Tengah (zona nanoplangton gampingan NN4 hingga NN6 atau zona foraminifera plangtonik N7 hingga N9        \n \n \n \n\nsampai tidak lebih muda dari N11) tidak terjadi perubahan iklim yang ekstrim (berkisar pada suhu 24-19oC), sehingga bioevent berupa kepunahan masal        \n \n \n \n\nforaminifera dan nanoplangton gampingan pada batas Miosen Awal dengan Miosen Tengah lebih disebabkan oleh proses pengangkatan akibat fase tektonik kompresional yang terjadi pada Miosen Tengah-Resen daripada pengaruh eustasi.         \n \n \n \n\nInterpretasi sikuenstratigrafi menunjukan bahwa Formasi Air Benakat di Lapangan Tempino ini terbagi ke dalam empat sikuen (orde ke-3). Sikuen-1 berumur Miosen Awal pada zona nanoplangton gampingan NN4 atau zona foraminifera plangtonik N7 (tidak lebih tua dari 17,8 jtl. hingga 17,1 jtl.). Sikuen-2 berumur Miosen Awal pada zona nanoplangton gampingan NN4-NN5 atau zona foraminifera plangtonik N7-N9 (17,8-14,9 jtl.). Sikuen-3 berumur Miosen Tengah pada zona nanoplangton gampingan NN5-NN6 atau zona foraminifera plangtonik N9 hingga tidak lebih muda dari N17 (14,9-12,7 jtl.).        \n \n \n \n\nSikuen-4 berumur Miosen Tengah pada zona nanoplangton gampingan NN6 atau zona foraminifera plangtonik N9 hingga tidak lebih muda dari N17 (12,7jtl. - ?).        \n \n \n \n\nSikuen-1 terdiri atas HST-1 dengan fasies pengendapan yang berkembang pada ketiga sumur berupa middle offshore, transisi dan shoreface. Sikuen-2 terdiri atas        \n \n \n \n\nTST-2 dan HST-2. Fasies pengendapan TST-2 pada Sumur-M berupa : shoreface, transisi, middle offshore, prograding bar dan outer offshore. Sementara itu pada        \n \n \n \n\nSumur-N dan Sumur-O berkembang shoreface, isolated bar/channel, prograding bar, middle offshore dan outer offshore. Fasies pengendapan HST-2 yang berkembang pada Sumur-M dan Sumur-N berupa: outer offshore, prograding bar dan middle offshore, sedangkan pada Sumur-O berupa middle offshore, dan prograding bar. Sikuen-3 terdiri atas TST-3 (terdapat pada ketiga sumur) dan HST-3 (hanya di Sumur-N dan Sumur-O). Fasies pengendapan TST-3 yang        \n \n \n \n\nberkembang pada Sumur-M berupa shoreface, foreshore , distributary channel dan middle offshore, sedangkan pada Sumur-N dan Sumur-O berupa shoreface, transisi dan middle offshore. Fasies pengendapan HST-3 pada Sumur-N dan Sumur-O berupa middle offshore, transisi dan shoreface. Sikuen-4 terdiri atas TST-4 yang ditemukan hanya pada Sumur-N dan Sumur-O. Fasies pengendapan        \n \n \n \n\nyang berkembang pada TST-4 berkisar dari distributary channel, shoreface, transisi dan middle offshore.", "Daftar File": {"2014 TS PP GINANJAR RAHMAT 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73590", "2014 TS PP GINANJAR RAHMAT 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73591", "2014 TS PP GINANJAR RAHMAT 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73592", "2014 TS PP GINANJAR RAHMAT 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73593", "2014 TS PP GINANJAR RAHMAT 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73594", "2014 TS PP GINANJAR RAHMAT 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73595", "2014 TS PP GINANJAR RAHMAT 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73596"}, "Penulis": "GINANJAR RAHMAT (NIM : 22011306)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rubiyanto Kapid", "Dr. Ir. Khoiril Anwar Maryunani, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "biostratigraphy, Formasi Air Benakat, Lapangan Tempino Subcekungan Jambi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dedi Rosadi", "File": "7 file", "Tanggal Input": "27 Sep 2017"}