{"Nomor": 15785, "Judul": "PENDEKATAN KONDISI KESETIMBANGAN BATAS PADA ANALISIS KELONGSORAN DI AREA HILIR TUMPUAN KIRI BENDUNGAN JATIGEDE, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Pemasalahan pergerakan massa lereng di sekitar area pembangunan Bendungan Jatigede telah menyebabkan terganggunya sejumlah aktivitas pembangunan dan rusaknya beberapa prasarana yang ada. Pada area hilir tumpuan kiri bendungan, keruntuhan massa lereng terjadi pada musim hujan dengan intensitas curah hujan rata-rata yang cukup tinggi beberapa waktu sebelumnya. Secara umum, area penelitian mempunyai morfologi bergelombang dengan kemiringan-kemiringan permukaan dapat mencapai 400 di beberapa tempat. Area ini tersusun atas breksi vulkanik Kuarter tak terkonsolidasi baik dan berada di atas batulempung yang sebagian berselingan dengan batupasir pada bagian bawah. Tanah penutup berupa lanau pasiran Ã‚Â– pasir lanauan yang bersifat agak plastis hingga plastis merupakan hasil pelapukan batuan yang ada, dan setempat mengandung kerikilan. Pada penelitian ini, analisis yang dilakukan didasarkan pada kondisi kesetimbangan batas dari gaya-gaya yang bekerja pada massa lereng di area tersebut. Metode ini dipadukan dengan teknik analisis balik, analisis kestabilan lereng jangka pendek, dan analisis kestabilan lereng jangka panjang. Selain itu, analisis terhadap kondisi curah hujan yang terjadi sebelum timbulnya keruntuhan pada massa lereng juga dilakukan pada penelitian ini.      \n \n \n \n \n \n\nAnalisis balik menghasilkan parameter kuat geser massa lereng saat keruntuhan dengan sudut geser antara 13,40 Ã‚Â– 15,40. Sejumlah faktor yang menyebabkan penurunan tingkat kestabilan dari kondisi awal diketahui memiliki kontribusi pengaruh yang berbeda-beda. Sejarah kegempaan yang memberikan efek percepatan tanah puncak (PGA) di daerah penelitian sebesar 0,014g berkonstribusi < 28% pada penurunan faktor keamanan total. Peningkatan muka airtanah dalam massa lereng berkontribusi > 70%. Rekah tarik (tension crack) yang muncul sebelum terjadinya longsoran berkontribusi < 3,5%. Analisis curah hujan kumulatif menunjukkan bahwa curah hujan pendahuluan terjadi sejak 30 hari pralongsoran. Intensitas kritis dari curah hujan kumulatif diperoleh sebesar 108 mm dengan intesitas yang mendahului sebesar 650 mm. Hal ini mengindikasikan bahwa telah terjadi tipe keruntuhan yang relatif dalam pada massa lereng yang bersifat Ã‚Â‘drainedÃ‚Â’.      \n \n \n \n \n \n\nAnalisis terhadap kestabilan lereng untuk periode jangka pendek memperlihatkan sejumlah lokasi di area penelitian memiliki kerentanan mengalami pergerakan. Analisis kestabilan lereng jangka panjang memperlihatkan kondisi yang cukup stabil pada kondisi airtanah rendah (musim kemarau), relatif stabil pada kondisi airtanah tinggi (musim hujan), dan tidak stabil pada kondisi airtanah tinggi dan dipengaruhi percepatan seismisitas berdasarkan Peta Hazard Gempa Indonesia. Analisis secara keseluruhan menunjukkan bahwa terdapat kemungkinan longsoran tipe regresif.", "Daftar File": {"2013 TS PP GINDA HASIBUAN 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73611", "2013 TS PP GINDA HASIBUAN 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73612", "2013 TS PP GINDA HASIBUAN 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73613", "2013 TS PP GINDA HASIBUAN 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73614", "2013 TS PP GINDA HASIBUAN 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73615", "2013 TS PP GINDA HASIBUAN 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73616", "2013 TS PP GINDA HASIBUAN 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73617"}, "Penulis": "GINDA HASIBUAN (NIM 22011013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Imam Achmad Sadisun, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kelongsoran, kestabilan lereng, analisis balik, kesetimbangan batas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}