{"Nomor": 15786, "Judul": "PERANCANGAN DAN PEMBUATAN TUNGKU MULTIGUNA SERTA PENGUJIANNYA PADA PROSES KARBURISASI PADAT DENGAN ENERGIZER BATU GAMPING", "Abstrak": "Kitchen Metallurgy merupakan istilah yang menggambarkan kegiatan metalurgi yang dapat dilakukan di rumah. Kegiatan metalurgi sulit dilakukan di rumah karena dinilai membutuhkan energi yang besar. Dengan memanfaatkan gas tabung LPG 3 kg, dikembangkan tungku yang dapat memungkinkan dilakukan kegiatan metalurgi di rumah dengan kebutuhan biaya dan energi yang rendah. Penelitian ini dilakukan untuk membuat tungku yang dapat digunakan untuk proses perlakuan panas dan masih bisa dimanfaatkan untuk kebutuhan rumah tangga.    \n \n \n \n\nPerancangan tungku adalah langkah pertama yang harus dilakukan. Hal yang diinginkan adalah temperatur pada benda kerja di dalam ruang bakar mencapai 900˚C. Lapisan insulasi yang dipakai pada bagian samping ruang bakar adalah semen tahan api C-16, serpihan bata merah, dan glasswool. Sumber api berasal dari bagian samping tungku. Pembuatan tungku multiguna menggunakan barang yang mudah diperoleh. Alat pengukur temperatur tungku dibuat dengan menggunakan kawat termokopel dan multimeter yang bisa dibeli di toko.    \n \n \n \n\nPengujian untuk tungku ini dilakukan dengan cara memanaskan air untuk mendapatkan kalor yang dihasilkan di atas tungku serta dengan melakukan proses karburisasi padat dengan menggunakan batu gamping sebagai energizer. Dalam tabung sementasi, ditempatkan tiga spesimen dengan jarak yang sama satu sama lain untuk menguji konsistensi hasil pemanasan tungku.    \n \n \n \n\nDengan menggunakan tungku multiguna ini, dihasilkan distribusi kekerasan yang tidak berpola pada setiap posisi dalam tabung sementasi, baik itu untuk spesimen as carburized dan as quenched. Hal ini dapat disebabkan karena temperatur di ruang bakar tidak seragam. Temperatur yang tidak seragam menyebabkan difusi karbon ke permukaan spesimen tidak seragam. Batu gamping sebagai energizer menghasilkan Effective Case Depth (ECD) tertinggi sebesar 231 μm pada komposisi batu gamping 40% wt. Kalor yang dihasilkan adalah sebesar 766 J/s.", "Daftar File": {"2011 TA PP GINKA WIDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73618", "2011 TA PP GINKA WIDIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73619", "2011 TA PP GINKA WIDIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73620", "2011 TA PP GINKA WIDIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73621", "2011 TA PP GINKA WIDIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73622", "2011 TA PP GINKA WIDIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73623", "2011 TA PP GINKA WIDIANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73624", "2011 TA PP GINKA WIDIANTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/73625", "2011 TA PP GINKA WIDIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73626"}, "Penulis": "GINKA WIDIANTO  (NIM : 13707018)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kitchen Metallurgy, tungku multiguna, karburisasi padat, dan batu gamping", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}