{"Nomor": 15791, "Judul": "COMMERCIAL TV ADVERTISEMENT AND ADVERTISING RECALL", "Abstrak": "Iklan televisi dapat digunakan untuk membuat pemirsa mengetahui keberadaan sebuah produk atau jasa, dan manfaat dari produk atau jasa tersebut bagi konsumen. Indonesia memiliki pasar periklanan yang terbesar di Asia, yang tumbuh pesat sejak tahun 1998.        \n \n \n \n \n \n \n \n\nRecall terhadap iklan digunakan dalam penelitian ini untuk menganalisis keberhasilan dari iklan televisi. Recall iklan diukur dengan mengubah recall iklan responden yang menyebutkan nama brand dan menceritakan isi iklan televisi menjadi skor, dengan ketentuan bahwa skor satu merupakan recall terendah dan skor lima merupakan recall tertinggi. Penelitian dilakukan menggunakan survey di Bandung dan Jakarta dengan metode judgmental sampling yang mewakili cara menonton TV penonton usia dewasa. Observasi dilakukan untuk mengukur frekuensi tayang iklan di TV selama tahun 2008 hingga 2009 dari sepuluh stasiun TV swasta di Indonesia.        \n \n \n \n \n \n \n \n\nPengaruh dari beberapa variabel bebas berupa kebiasaan cara menonton TV, repetisi iklan, message appeal dari iklan, stasiun TV dan program TV yang ditonton secara reguler terhadap recall iklan diteliti dalam penelitian ini. Recall iklan secara signifikan dipengaruhi oleh kebiasaan memindahkan channel ketika jeda iklan, jingle message appeal, humor message appeal, repetisi iklan, program sport, stasiun TransTV, perbedaan gender dan usia penonton. Faktor demografi seperti gender, usia dan pekerjaan memiliki hubungan yang signifikan dengan kebiasaan cara menonton TV, program TV dan stasiun TV yang ditonton secara regular dan preferensi terhadap message appeal. Tidak ditemukan korelasi antara recall terhadap iklan TV berdsarkan hasil survey dengan frekuensi iklan yang terbanyak di-recall penonton berdasarkan observasi TV. Terdapat korelasi antara kategori iklan TV yang terbanyak di-recall penontonberdasarkan survey dengan frekuensi kategori iklan yang ditayangkan di TV berdsarkan observasi. Hasil yang diperoleh dari penelitian ini dapat memperluas pengukuran terhadap strategi efektivitas iklan TV.", "Daftar File": {"2011 TS PP GISTI HUSNA CANTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73647", "2011 TS PP GISTI HUSNA CANTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73648", "2011 TS PP GISTI HUSNA CANTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73649", "2011 TS PP GISTI HUSNA CANTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73650", "2011 TS PP GISTI HUSNA CANTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73651", "2011 TS PP GISTI HUSNA CANTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73652", "2011 TS PP GISTI HUSNA CANTIKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73653", "2011 TS PP GISTI HUSNA CANTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73654"}, "Penulis": "GISTI HUSNA CANTIKA (29008017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Advertising, Advertisement Recall, Viewing Behavior, Advertising Repetition, Advertisement Message Appeal", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}