{"Nomor": 15796, "Judul": "USULAN STRATEGI BISNIS KUASSA MUSIC SOFTWARE DENGAN PENDEKATAN MANAJEMEN STRATEGIK", "Abstrak": "Menurut laporan penjualan global dari NAMM (National Association of Music Merchants), tren pasar penjualan instrumen alat musik global saat ini cenderung mengarah pada penggunaan software sebagai alternatif praktis dan ekonomis dari instrumen alat musik nyata sehingga membuat permintaan terhadap software alat musik semakin tinggi dari tahun ke tahun. Kuassa Music Software, Inc. adalah sebuah perusahaan software yang mengkhususkan diri dalam mengembangkan software emulasi alat musik. Kuassa dirintis oleh tiga orang musisi untuk merilis versi komersial dari produk free software emulasi amplifier gitar Aradaz Amp yang telah memiliki basis pengguna yang cukup besar di dunia. Dengan melakukan analisis persaingan industri software musik menggunakan PorterÃ‚Â’s Five Forces dan analisis lingkungan organisasi menggunakan analisis internal dan eksternal perusahaan melalui SWOT Analysis. Dari hasil penelitian tersebut diketahui bahwa perusahaan menghadapi permasalahan berkaitan dengan peluncuran produk baru untuk dapat melakukan upaya pemasaran dan melayani penjualan produk digital melalui internet untuk menjangkau pasar alat musik global. Selain itu, faktor keamanan transaksi, otomatisasi, dan edukasi pasar terhadap keunggulan produk instrumen digital menjadi perhatian utama untuk membuat sistem toko online yang terpercaya. Dengan menggunakan pendekatan manajemen stratejik untuk mengatasi permasalahan tersebut, langkah awal yang dilakukan adalah perumusan strategi korporat Vertical Concentration Growth, strategi bisnis PorterÃ‚Â’s Competitive Strategy dengan menerapkan Cost-Focus. Strategi fungsional yang terdiri atas Bauran Pemasaran 4P, dan strategi operasi menggunakan skema sistem perdagangan elektronik terotomatisasi. Selanjutnya diikuti dengan perumusan strategi alternatif menggunakan TOWS Matrix sehingga dapat membantu pengambilan keputusan stratejik sesuai kemampuan perusahaan, yaitu menggunakan model bisnis internet Freemium yang menggunakan peluncuran produk gratis tambahan sebagai sarana promosi sampel produk, dan Digital Marketing melalui forum komunitas di internet untuk melakukan edukasi pasar dan mendapat masukan untuk perbaikan berkesinambungan. Rencana implementasi dari usulan strategi yang dihasilkan akan difokuskan pada rencana jangka pendek pada saat produk pertama Kuassa diluncurkan pada awal tahun 2010. Sedangkan rencana implementasi jangka panjang akan diimplementasikan untuk lini produk baru Kuassa selanjutnya.", "Daftar File": {"2010 TS PP GRAHADEA KUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73681", "2010 TS PP GRAHADEA KUSUF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73682", "2010 TS PP GRAHADEA KUSUF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73683", "2010 TS PP GRAHADEA KUSUF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73684", "2010 TS PP GRAHADEA KUSUF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73685", "2010 TS PP GRAHADEA KUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73686"}, "Penulis": "GRAHADEA KUSUF (NIM : 29107404)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kuassa Music Software, manajemen strategik, perdagangan elektronik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}