{"Nomor": 15802, "Judul": "SISTEM REGISTRASI PENYAKIT DALAM MENDUKUNG PELAYANAN HIV/AIDS DI RUMAH SAKIT", "Abstrak": "HIV/AIDS merupakan penyakit menular yang sudah menjadi perhatian dunia karena insidensinya yang \n\nmeningkat dari tahun ke tahun. Berbagai upaya dilakukan untuk menurunkan insidensi HIV/AIDS di dunia yang \n\nperlu dimonitor dari waktu ke waktu. Kunci penting monitoring ini adalah ketersediaan data dari level yang \n\npaling bawah yaitu fasilitas pelayanan kesehatan seperti rumah sakit. Namun demikian, pencatatan pelayanan \n\npasien yang tidak tertata, kompleksitas formulir pelaporan dan terbatasnya sumber daya menyebabkan \n\nketersediaan data HIV/AIDS yang sulit, terlebih lagi dengan luasnya penyedia layanan kesehatan di Indonesia. \n\nUntuk itu diperlukan suatu mekanisme pencatatan dan pelaporan yang sistematis, mudah dan terintegrasi \n\nsehingga dapat dimanfaatkan berbagai pihak baik untuk melakukan pelayanan pasien, monitoring pasien maupun \n\npenelitian epidemiologi. Penelitian itu bertujuan untuk menilai kebutuhan pengembangkan sistem informasi \n\nregistrasi HIV/AIDS di rumah saki. Penelitian dilakukan di klinik Edelweiss RSUP Dr. Sardjito dengan \n\npendekatan studi kasus. Diskusi kelompok terarah, analisa alur kerja dan identifikasi dokumen pencatatan dan \n\npelaporan dinilai untuk menjawab kebutuhan pengembangan sistem informasi elektronik HIV/AIDS baik untuk \n\npelayanan pasien, pencatatan dan pelaporan, monitoring dan evaluasi program.", "Daftar File": {"proceedings knsi 2014 full edition(156).pdf": "https://digilib.itb.ac.id/gdl/download/73716"}, "Penulis": "Guardian Y. Sanjaya, Marthalena E. Nahak, Citra Indriani, Yanri W. Subronto", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Registrasi HIV/AIDS, rumah sakit, pencatatan dan pelaporan, analisis data klinis", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}