{"Nomor": 15803, "Judul": "PENENTUAN FAKTOR INTENSITAS TEGANGAN RETAK MULTIPLE SITE DAMAGE MENGGUNAKAN METODA ELEMEN HINGGA", "Abstrak": "Multiple site damage biasanya terjadi pada pesawat-pesawat tua. Kasus yang sangat terkenal akibat multiple site damage adalah kecelakaan pada pesawat Boeing 737-200 Aloha Airline, yang mengalami dekompresi akibat sobeknya kulit bagian atas badan (fuselage) pesawat. Kejadian tersebut akibat terjadi retak dari beberapa lubang paku keling pada fuselage lap joint yang bergabung menjadi retak yang sangat panjang.   \n \n \n\nUntuk menganalisis perambatan retak perlu diketahui harga faktor geometri tiap pertambahan retak. Pada penelitian ini dilakukan analisis penentuan faktor geometri terhadap fuselage lap joint dengan 2 (dua) row dan 9 (Sembilan) kolom paku keling, dengan empat konfigurasi retak yang muncul dari beberapa lubang, menggunakan perangkat lunak MSC Patran-Nastran Untuk memperoleh faktor geometri perambatan retak pada Lap joint, dilakukan dua tahap pemodelan, yaitu pertama, pemodelan lap joint dengan spring element sebagai pengganti paku keling. Model ini dibuat untuk mengetahui gaya yang dialami pada tiaptiap   \n \n \n\npaku keling sebelum terjadi retak (distribusi gaya pada paku keling). Kedua, pemodelan pelat berlubang dengan gaya bearing pada lubang paku keling. Model ini menerapkan gaya tiap-tiap paku keling yang diperoleh dari pemodelan pertama, kemudian didistribusikan pada lubang paku keling. Dari model kedua diperoleh faktor intensitas tegangan dari empat konfigurasi MSD yang ditentukan.   \n \n \n\nHasil penentuan faktor geometri menggunakan perangkat lunak yang berbasis metoda elemen hingga akan dibandingkan dengan hasil penentuan faktor menggunakan perangkat lunak yang berbasis metoda elemen batas. Perbandingan hasil antara keduanya mempunyai selisih yang cukup kecil berkisar 0.01% - 9.37% pada saat retak jauh sebelum menyambung, karena lintasan retak (crack path) hampir sama. Setelah retak akan tersambung dan tersambung selisihnya menjadi sangat besar, karena lintasan retak   \n \n \n\nyang sangat berbeda, sehingga keduanya tidak dapat dibandingkan.", "Daftar File": {"2009 TS PP  GUFRON UDYN WIDJAJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73717", "2009 TS PP GUFRON UDYN WIDJAJA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73718", "2009 TS PP GUFRON UDYN WIDJAJA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73719", "2009 TS PP GUFRON UDYN WIDJAJA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73720", "2009 TS PP GUFRON UDYN WIDJAJA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73721", "2009 TS PP GUFRON UDYN WIDJAJA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73722", "2009 TS PP GUFRON UDYN WIDJAJA  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/73723", "2009 TS PP GUFRON UDYN WIDJAJA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73724"}, "Penulis": "GUFRON UDYN WIDJAJA (N I M : 23607013)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Ichsan Setya Putra", "Pembimbing 2 : Dr. Ir. Tatacipta Dirgantara"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Multiple site damage, pesawat Boeing 737- 200 Aloha Airline, MSC Patran-Nastran,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}