{"Nomor": 15816, "Judul": "STUDI AWAL KARAKTERISASI VARIABILITAS SIFAT MEKANIK SEMEN MENGGUNAKAN DIFRAKSI SINAR-X", "Abstrak": "Semen merupakan salah satu material yang digunakan sebagai bahan baku konstruksi sipil dan memiliki sifat-sifat mekanik yang kian meningkat sejalan dengan bertambahnya waktu hidrasinya. Akan tetapi, semen tertentu menunjukkan variabilitas sifat mekanik yang tinggi. Untuk memelajari kelakuan tersebut, dibutuhkan penelitian dan disaat yang sama dibutuhkan pula metoda karakterisasi spesifik guna mengaitkan senyawa hasil hidrasi dengan kekuatan tekannya. Observasi dimulai dengan membuat dua pasta semen hasil campuran air dan dua merek semen (A dan B) untuk mengurangi kompleksitas pembahasan. Campuran diukur pada hidrasi 3, 14 dan 28 hari dengan rasio air-semen (w/c) 0,3 ; 0,4 dan 0,5. Kuat tekan kedua semen dibandingkan dan senyawa atau fasa yang terbentuk dikarakterisasi dengan difraksi sinar-x. Penelitian ini mengacu kepada standar ASTM C31. Diketahui kuat tekan rata-rata semen A pada usia 3 hari (w/c = 0,3) adalah 40,47 MPa sedangkan semen B ialah 9,47 Mpa. Pada usia 28 hari kuat tekan semen A mencapai 43,62 MPa sementara semen B ialah 45,95 Mpa. Hasil XRD sampel usia hidrasi 3 hari (w/c = 0,3) menunjukan adanya perbedaan jumlah calcite antara semen A (35,6 w/o) dan B (51 w/o) serta jumlah calcium silicate hydrate antara semen A (32,2 w/o) dan B (17,3 w/o). Pada usia 28 hari hampir tidak ada perbedaan pada senyawa yang terbentuk. Fasa yang didapat dari difraksi sinar-x memiliki keterkatian antara senyawa terhidrasi dengan sifat mekaniknya. Penelitian lebih lanjut perlu dilakukan dimasa mendatang untuk mencari metode karakterisasi produk dari semen terhidrasi yang akurat.", "Daftar File": {"2011 TA PP GURIT NUGROHO DWIE BASKORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73770", "2011 TA PP GURIT NUGROHO DWIE BASKORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73771", "2011 TA PP GURIT NUGROHO DWIE BASKORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73772", "2011 TA PP GURIT NUGROHO DWIE BASKORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73773", "2011 TA PP GURIT NUGROHO DWIE BASKORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73774", "2011 TA PP GURIT NUGROHO DWIE BASKORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73775", "2011 TA PP GURIT NUGROHO DWIE BASKORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73776"}, "Penulis": "GURIT NUGROHO DWIE BASKORO  (NIM : 13707058)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama :  Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Hidrasi semen, rasio air-semen, kuat tekan, difraksi sinar-x, Calcium silicate hydrate dan Calcite.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}