{"Nomor": 15826, "Judul": "SHELF SPACE OPTIMIZATION CONSIDERING PRODUCT PRICE, DISPLAY ORIENTATION, COST FACTOR AND ECONOMIC ORDER QUANTITY", "Abstrak": "Ruang pajang (shelf space) merupakan satu sumber daya penting bagi retailer otomotif. Hal ini karena terdapat begitu banyak produk yang harus dijual oleh retailer  \n \n\nsementara jumlah space ruang pajang yang tersedia sangat terbatas. Retailer tidak bisa hanya meningkatkan keuntungannya secara langsung tanpa memperhitungkan harga produk, space area pajangan, orientasi display produk, lokasi shelf-space, dan faktor biaya untuk manajemen shelf-space. Penelitian ini mengembangkan suatu model yang mempertimbangkan beberapa faktor yang disebutkan di atas dan juga mencakupi faktor dimensi kemasan produk (three- dimensional) ketika dipajang. Tidak seperti model yang sudah ada, penelitian ini juga menyertakan faktor biaya seperti biaya pembelian, biaya pemesanan, biaya penyimpanan, dan biaya display sebagai  \n \n\npertimbangan. Lebih jauh lagi, penelitian ini mengulas lebih dalam perhitungkan untuk menentukan kuantitas pemesanan yang ekonomis kepada pemasok. Tujuan dari  \n \n\npenelitian ini adalah untuk memperbaiki keterbatasan penelitian shelf-space sebelumnya dengan mengusulkan teknik alternatif untuk memperoleh solusi, seperti  \n \n\nmenggunakan pendekatan meta-heuristik yang secara lebih spesifik adalah dengan menggunakan metode particle swarm optimization (PSO).", "Daftar File": {"2011 TS PP HADI SUSANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73834", "2011 TS PP HADI SUSANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73835", "2011 TS PP HADI SUSANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73836", "2011 TS PP HADI SUSANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73837", "2011 TS PP HADI SUSANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73838", "2011 TS PP HADI SUSANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73839", "2011 TS PP HADI SUSANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73840"}, "Penulis": "HADI SUSANTO(M9901814)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Vincent F yu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Shelf-space allocation, pricing and revenue management, inventory management, particle swarm optimization.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}