{"Nomor": 15824, "Judul": "KNOWLEDGE-BASED MARKET INTELLIGENCE", "Abstrak": "In today business environment, competition becomes fiercer. Effective use and flow of information about the market is the key to success to sustainable competitive advantage. The ability to manage knowledge is becoming increasingly more crucial in todayÃ‚Â’s knowledge economy. Knowledge management is the deliberate and systematic coordination of an organizationÃ‚Â’s people, technology, processes, and organizational structure in order to add value through reuse and innovation.  \n \n\nFaced with these conditions, the company must be able to leverage market intelligence by effectively manage the process of acquiring and analyzing the information in order to understand the market (both existing and potential market) and improve decision making process in determining market opportunity.  \n \n\nBesides process and people, knowledge management needs tools to support the use of information. Business information parameters such as consumer profile, trade area, and customer profile are some of important factors in determining marketing strategy. Since most of this data has geographical location, it becomes important to use unique approach by analyzing them spatially with Geographic Information System (GIS).  \n \n\nThis final assignment is focused on designing knowledge management implementation plan to determine market intelligence system and present using geographic approach at PT XYZ as one of prominent manufacturers and distributors of beverages in Indonesia. The research initiative is taken before the project started on November 2009. The design of knowledge management process and implementation is created when this research was written and the development of GIS as the knowledge management systems is still in progress.  \n \n\nThe research has resulted in the design of knowledge-based market intelligence that can be applied by PT XYZ. With knowledge-based market intelligence, PT XYZ will have better understanding about its consumer and customer profiles, and trade areas. That knowledge is hoped to enhance the performance of PT XYZ to be able to take better and faster decisions in determining both market opportunities and penetration strategies properly, so that ease its operations in finding information and stimulating innovation strategies within marketing area.", "Daftar File": {"2010 TS PP HADIKUSUMA WAHAB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73821", "2010 TS PP HADIKUSUMA WAHAB 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73822", "2010 TS PP HADIKUSUMA WAHAB 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73823", "2010 TS PP HADIKUSUMA WAHAB 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73824", "2010 TS PP HADIKUSUMA WAHAB 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73825", "2010 TS PP HADIKUSUMA WAHAB 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73826"}, "Penulis": "HADIKUSUMA WAHAB (NIM: 29108092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge management, market intelligence, geographic information system", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}