{"Nomor": 15835, "Judul": "ANALISIS KEKUATAN FLEXURAL STRUKTUR SANDWICH DENGAN CORE KAYU BALSA YANG DIBUAT MENGGUNAKAN METODE MANUFAKTUR VACUUM ASSISTED RESIN TRANSFER MOLDING", "Abstrak": "Vacuum-Assisted Resin Transfer Molding (VARTM) merupakan suatu proses manufaktur pada struktur komposit dengan hasil kualitas yang baik dan dengan biaya yang cukup murah. Metode VARTM digunakan untuk membuat struktur sandwich dengan core menggunakan kayu balsa. Tiga campuran matriks dipakai sebagai material pembangun struktur sandwich tersebut. Penelitian terhadap desain konfigurasi VARTM mencakup 4 aspek penting; pengaturan tekanan negatif di dalam cetakan, konfigurasi peletakan titik inlet dan outlet, penggunaan sisi miring pada core, dan konfigurasi penggunaan vacuum hose. Semua dilakukan bertujuan untuk memperoleh keberhasilan dalam proses infusi matriks, sehingga produk tidak mengalami kegagalan.    \n \n \n \n\nUji mekanikal 3-point bending dilakukan untuk mencari karakteristik flexural dari masing-masing varian matriks. Pengujian dilakukan pada 2 spesimen, yaitu laminat dan sandwich. Pada spesimen laminat, kekuatan dan kekakuan yang paling besar dimiliki oleh MT-B. Sedangkan pada spesimen sandwich, kekuatan paling besar dimiliki oleh MT-A2. Hasil yang diperoleh juga menunjukkan bahwa metode VARTM menghasilkan produk yang lebih baik dari kualitas (fraksi volum fiber) sebesar 27% dan kekuatan flexural sebesar 31% dibanding metode hand lay-up.", "Daftar File": {"2010 TA PP HAMKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73901", "2010 TA PP HAMKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73902", "2010 TA PP HAMKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73903", "2010 TA PP HAMKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73904", "2010 TA PP HAMKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73905", "2010 TA PP HAMKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73906", "2010 TA PP HAMKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73907"}, "Penulis": "HAMKA  (NIM : 13605007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n \n\nDr. Hendri Syamsudin", "Ir. Handoko Subawi (PT. DI)", "Dr. Djarot Widagdo", ""], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode VARTM, struktur sandwich, core kayu balsa, variasi matriks, kekuatan flexural", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}