{"Nomor": 15840, "Judul": "REAKSI PEMBENTUKAN METOKSI YANG EFEKTIF PADA REAKSI TRANSESTERIFIKASI MENGGUNAKAN KATALIS CAMPURAN BESI, ZEOLIT DAN NaOH", "Abstrak": "Reaksi transesterifikasi merupakan salah satu reaksi organik klasik yang banyak digunakan dalam sintesis organik (pembuatan ester) baik di laboratorium maupun dalam industri. Reaksi transesterifikasi klasik yang biasanya dilakukan menggunakan sistem katalis homogen, yaitu menggunakan basa NaOH atau KOH sebagai penyedia basa OH-, diketahui umumnya juga diikuti reaksi samping hidrolisis atau yang dikenal sebagai penyabunan, yang pada aplikasinya dalam industri, seperti industri pembuatan biodiesel, menimbulkan banyak permasalahan. Untuk mengatasi permasalahan yang dihadapi oleh industri pada umumnya yang berkaitan dengan proses ini, terutama dalam dekade terakhir, banyak penelitian diarahkan untuk menggunakan sistem katalisis basa-heterogen.        \n \n \n \n \n \n \n \n\nUntuk itu berbagai kemungkinan penggunaan basa heterogen telah banyak dipelajari. Namun hasil- hasil penelitian menunjukan kelemahan-kelemahan pada sistem katalisis yang telah dipelajari yang membatasi keberhasilan reaksi:        \n \n \n \n \n \n \n \n\nKelemahan yang dimaksud diantaranya ialah kebutuhan akan rasio molar yang tinggi antara alkohol dan ester, kebutuhan temperatur reaksi yang lebih tinggi dan kebutuhan akan aktivasi katalis yang biasanya memerlukan temperatur yang        \n \n \n \n \n \n \n \n\ntinggi. Pada penelitian ini dilakukan reaksi transesterifikasi terhadap senyawa benzil benzoat dengan metanol menggunakan katalis campuran besi, zeolit alam        \n \n \n \n \n \n \n \n\nyang berasal dari Sukabumi, dan NaOH dalam berbagai variasi. Reaksi pada setiap sistem dilangsungkan pada suhu kamar selama 8 jam. Besi yang digunakan sebagai katalis berupa besi murni, besi tereduksi, besi sulfat-oksidasi, dan besi serut yang berasal dari limbah bengkel bubut. Analisis awal untuk mendeteksi terbentuknya produk dilakukan menggunakan metoda kromatografi lapis tipis        \n \n \n \n \n \n \n \n\n(KLT) dengan 3 sistem eluen. Analisis produk lebih lanjut dilakukan dengan metoda kromatografi gas dan spektrometri massa (GCMS) pada sistem reaksi transesterifikasi yang menunjukan adanya reaksi berdasarkan analisis kromatografi lapis tipis yang dilakukan sebelumnya. Secara umum kromatogram hasil analisis GCMS menunjukan 4 puncak utama yang menunjukan adanya produk transesterifikasi metil benzoat dan benzil alkohol, produk samping benzil eter dan sisa pereaksi benzil benzoat. Berdasarkan hasil analisis GCMS yang didapatkan, reaksi transesterifikasi klasik (menggunakan katalis homogen NaOH) menghasilkan konversi benzil benzoat menjadi metil benzoat sebesar 41,89%. Sedangkan untuk reaksi transesterifikasi menggunakan campuran besi murni dan NaOH diperoleh konversi benzil benzoat menjadi metil benzoat sebesar 89,90%.        \n \n \n \n \n \n \n \n\nSelanjutnya pada reaksi transesterifikasi menggunakan campuran zeolit-NaOH dan zeolit-besi-NaOH diperoleh konversi benzil benzoat menjadi metil benzoat sebesar 87,70% dan 87,67% secara berturut-turut. Sistem reaksi transesterifikasi yang tidak menggunakan NaOH menunjukkan tidak terjadinya reaksi. Pengukuran pH dilakukan setiap satu jam selama reaksi berlangsung. Pada sistem reaksi        \n \n \n \n \n \n \n \n\ntransesterifikasi yang tidak mengandung zeolit tidak diamati adanya perubahan pH, sedangkan pengukuran pH pada sistem reaksi yang menggunakan zeolit menunjukan adanya penurunan pH. Penurunan pH yang diamati pada setiap        \n \n \n \n \n \n \n \n\nsistem yang mengandung zeolit diperkirakan akibat adanya pertukaran kation Na+ yang berada dalam sistem reaksi dengan asam BrÃƒÂ¶nsted pada zeolit. Pengujian dengan KSCN pada filtrat yang didapatkan pada setiap percobaan menunjukan hasil yang negatif pada setiap filtrat yang diuji. Hasil pengujian filtrat dengan KSCN menunjukan tidak terdapat ion besi (III) bebas pada akhir reaksi. Produk        \n \n \n \n \n \n \n \n\nreaksi transesterfikasi pada sistem reaksi menggunakan katalis campuran besi-NaOH-zeolit memberi bukti kuat terbentuknya metoksi, CH3O-, secara efektif sebagai intermediete pada perjalanan reaksi yang terlihat pada reaksi yang menggunakan katalis campuran besi-NaOH-zeolit, suatu keadaan yang sangat kentara dibandingkan dengan hasil yang terlihat pada reaksi transesterifikasi klasik menggunakan NaOH.", "Daftar File": {"2012 TS PP HANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/73930", "2012 TS PP HANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/73931", "2012 TS PP HANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/73932", "2012 TS PP HANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/73933", "2012 TS PP HANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/73934", "2012 TS PP HANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/73935", "2012 TS PP HANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/73936"}, "Penulis": "HANDI (NIM : 20510001)", "Kontributor / Dosen Pembimbing": ["Pembimbing I :  Prof. Dr. Euis Holisotan Hakim", "Pembimbing II : Dra. Rita Angraini, MSi., MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Transesterifikasi, zeolit, besi, katalis, GCMS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}