{"Nomor": 15853, "Judul": "MODIFIKASI BOTTOM BEARING SUATU CENTRIFUGE UNTUK MEMPERPANJANG MEAN TIME BETWEEN FAILURES (MTBF)", "Abstrak": "Centrifuge adalah suatu alat yang sering dijumpai di industri proses yang berfungsi untuk mengurangi kadar air pada terephthalic acid tersebut dengan prinsip gaya sentrifugal. Untuk membangkitkan gaya sentrifugal pada centrifuge yang menjadi objek kajian ini, terdapat komponen-komponen berputar pada centrifuge yang ditopang dengan bantalan yang berupa angular contact ball bearing dan cylindrical ball bearing. Bantalan yang digunakan tersebut, berdasar catatan pengoperasian alat ini selama 10 tahun, mempunyai umur pakai yang dianggap terlalu singkat sehingga biaya perawatan menjadi tinggi.  \n \n\nDalam tugas sarjana ini, dikaji penggunaan bantalan luncur radial dan aksial untuk menggantikan bantalan gelinding. Pengkajian ini meliputi penentuan geometri bantalan, pemilihan material bantalan, perhitungan suaian yang mengatur bagaimana komponen-komponen tersebut berpasangan serta analisis tribologi untuk memprediksi karakteristik bantalan, karakteristik pelumas, dan daya yang terdisipasi pada bantalan yang dilakukan secara teoretik.  \n \n\nSelain itu, pengkajian juga dilakukan untuk komponen pendukung seperti pegas dan O-ring. Pegas ulir yang dirangkai secara paralel dirancang geometrinya untuk menggantikan dua pegas Belleville yang dirangkai seri pada desain asli bottom bearing tersebut. Sedangkan O-ring standar dipilih ukuran dan materialnya untuk menggantikan labyrinth seal yang digunakan pada desain aslinya. Hasilnya, modifikasi yang dilakukan dengan seksama tersebut terbukti telah meningkatkan umur bottom bearing centrifuge dengan tetap memungkinkan pemasangan kembali bantalan semula. Hasil perancangan yang diuji dengan pemasangan pada centrifuge dengan kondisi operasi sesungguhnya di pabrik sejak 21 April 2008 sampai saat tugas sarjana ini ditulis, masih berperasi dengan baik.", "Daftar File": {"2009 TA PP HARDY KESUMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74000", "2009 TA PP HARDY KESUMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74001", "2009 TA PP HARDY KESUMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74002", "2009 TA PP HARDY KESUMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74003", "2009 TA PP HARDY KESUMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74004", "2009 TA PP HARDY KESUMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74005", "2009 TA PP HARDY KESUMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74006"}, "Penulis": "HARDY KESUMA (NIM : 13104089)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Prof. Dr. Indra Nurhadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Modifikasi Bottom Bearing; Centrifuge; Mean Time Between Failures ; MTBF", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}