{"Nomor": 15854, "Judul": "PEMODELAN DAN PERANCANGAN SISTEM KENDALI PLTGU TANJUNG PRIOK", "Abstrak": "Sistem PLTGU Priok mempunyai variable yang banyak yang meliputi sistem Gas Turbine Generator (GTG), Heat Recovery Steam Generator(HRSG), Steam Turbine Generator(STG) lengkap dengan sistem eksitasi dan Automatic Voltage Regulator(AVR) dengan kharakteristik beban yang bervariasi. PLTGU Priok merupakan penyedia tenaga listrik yang penting sehingga perlu dibuatkan pemodelan dan studi sistem kendali dinamik untuk mengevaluasi kinerja sistem kendalinya.  \n \n\nModel system yang dibuat meliputi: GTG yang terisolasi tanpa terhubung dengan jaringan listrik, GTG Single Machine Infinite Bus, STG Single Machine Infinite Bus, model load frequency control dengan 2 GTG dan 1 blok PLTGU, serta 1 block PLTGU lengkap dengan sistem Eksitasi dan AVR yang terhubung dalam suatu jaringan listrik.  \n \n\nTahapan perancangan kendali dimulai dengan pembentukan matriks ruang keadaan (state space) dari model yang telah dibuat dan selanjutnya digunakan sistem kendali Optimal Linear Quadratik Regulator (LQR). Dari penerapan kendali Optimal LQR pada beberapa variasi model yang dibuat didapatkan hasil bahwa sistem kendali Optimal LQR yang dirancang terbukti mampu mengendalikan frekuensi, beban dan  \n \n\ntegangan.  \n \n\nPada pengendalian frekuensi dan beban yang dipikul oleh beberapa unit pembangkit terjadi interaksi berbagi (sharing) yakni saling mengkompensasi beban, sehingga perubahan frekuensi akan mengecil sehingga menuju frekuensi nominal. Dari hasil simulasi membuktikan bahwa semakin banyak unit pembangkit yang berpartisipasi dalam load frequency Control, maka semakin kecil perubahan frekuensi dan beban pada masing-masing unit. Dari simulasi juga menunjukkan bahwa model sistem kendali multi mesin PLTGU lengkap dengan sistem eksitasi & AVR dapat meminimalkan perubahan frekuensi, beban dan tegangan menuju steady dalam waktu 1,5 Ã‚Â– 2 detik, sehingga sistem ini lebih baik dibandingkan dengan sistem load frequency control.", "Daftar File": {"2010 TS PP HARI CAHYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74007", "2010 TS PP HARI CAHYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74008", "2010 TS PP HARI CAHYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74009", "2010 TS PP HARI CAHYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74010", "2010 TS PP HARI CAHYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74011", "2010 TS PP HARI CAHYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74012", "2010 TS PP HARI CAHYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74013"}, "Penulis": "HARI CAHYONO (NIM:23108315)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Ir. Indrawanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pemodelan, PLTGU, Gas Turbine Generator, HRSG, Steam Turbine Generator, Sistem Kendali Optimal LQR.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}