{"Nomor": 15861, "Judul": "PENYELESAIAN MASALAH OPTIMISASI PENJADWALAN PERAWATAN PEMBANGKIT LISTRIK YANG EFISIEN", "Abstrak": "Saat ini, penjadwalan perawatan pembangkit listrik menjadi masalah yang penting untuk diselesaikan karena menyangkut permintaan daya listrik oleh masyarakat. Pembangkit merupakan sebuah mesin yang tidak dapat bekerja secara terus menerus. Oleh karena itu, pembangkit harus mengalami perawatan yang rutin agar dapat bekerja optimal. Perawatan dari pembangkit ini diharapkan tidak menggangu fungsinya      \n \n \n \n \n \n\nsebagai penghasil daya listrik yang dibutuhkan masyarakat setiap minggunya. Masalah ini akan diselesaikan dengan simulated annealing dan algoritma genetika. Beberapa kasus yang dibahas adalah proses optimisasi dengan penalti dan tidak. Adanya faktor penalti memungkinkan solusi yang buruk dimasukkan namun dikenai penalti (denda). Modifikasi dari masalah di atas adalah berupa frekuensi jadwal perawatan pembangkit yang berbeda, misal setahun sekali dan dua tahun sekali, dan jadwal perawatan yang adaptif terhadap perubahan di tengah waktu berjalan.", "Daftar File": {"2012 TA PP HARNI JULIA FITRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74057", "2012 TA PP HARNI JULIA FITRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74058", "2012 TA PP HARNI JULIA FITRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74059", "2012 TA PP HARNI JULIA FITRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74060", "2012 TA PP HARNI JULIA FITRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74061", "2012 TA PP HARNI JULIA FITRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74062", "2012 TA PP HARNI JULIA FITRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74063"}, "Penulis": "HARNI JULIA FITRI (NIM : 10108031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Novriana Sumarti, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Simulated Annealing, Algoritma Genetika, Penjadwalan, Penjadwalan Perawatan Pembangkit.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}