{"Nomor": 15866, "Judul": "MODEL MATEMATIK PENENTUAN DESAIN JARINGAN DENGAN MEMPERTIMBANGKAN KESEIMBANGAN PROFIT", "Abstrak": "Perancangan desain jaringan merupakan permasalahan umum dalam manajemen rantai pasok dan manajemen logistik. Penentuan desain jaringan pada umumnya mencakup keputusan penentuan jumlah dan lokasi fasilitas, penentuan links antar fasillitas, penentuan jumlah aliran produk dan sebagainya. Model penentuandesain jaringan telah banyak diteliti dalam penelitian-penelitian sebelumnya. Penelitian terdahulu pada umumnya menitikberatkan pada minimasi total biaya. Model minimasi biaya tersebut member jaminan bahwa solusi yang dihasilkan akan memberikan total ongkos logistic sistem yang paling minimum tetapi tidak menjamin profit yang akan diperoleh masing-masing fasilitas akan seimbang. Hal ini dapat menimbulkan permasalahan yaitu ada fasilitas yang mendapatkan keuntungan jauh lebih besar ,dalam hal ini mendistribusikan produk jauh lebih banyak, dibandingkan fasilitas yang lain meskipun secara keseluruhan total ongkos logistic mencapai hasil yang minimum.  \n \n\nPenelitian ini mengembangkan model matematik untuk mendesain jaringan untuk sistem distribusi dua eselon mencakup penentuan jumlah dan lokasi fasilitas serta jumlah dan lokasi unit yang dilayani dengan mempertimbangkan keseimbangan profit.Model penentuan lokasi ini kemudian diaplikasikan pada penentuan desain jaringan sistem distribusi gas LPG 3 Kg di wilayah Kabupaten Bantul Yogyakarta. Aplikasi dari model tersebut menghasilkan jumlah dan lokasi agen gas LPG 3 Kg dibangun, jumlah dan lokasi pangkalan yang dilayani oleh masing-masing agen.  \n \n\nBerdasarkan perhitungan perbandingan model dengan system nyata menunjukkan bahwa model yang dikembangkan dapat menghasilkan performansi yang lebih baik. Hal ini ditunjukkan dengan rata-rata perbedaan profit sebesar 18,78% sedangkan sistem nyata memiliki rata-rata perbedaan profit sebesar 53.05%.", "Daftar File": {"2011 TS PP HARWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74097", "2011 TS PP HARWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74098", "2011 TS PP HARWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74099", "2011 TS PP HARWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74100", "2011 TS PP HARWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74101", "2011 TS PP HARWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74102", "2011 TS PP HARWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74103", "2011 TS PP HARWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74104"}, "Penulis": "HARWATI (NIM : 23409051)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Suprayogi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Permasalahan penentuan fasilitas, desain jaringan,sistem distribusi dua eselon, integer non linier programming, keseimbangan profit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}