{"Nomor": 15877, "Judul": "MODEL POPULASI SEL DARAH PUTIH PADA PENYAKIT CHRONIC MYELOGENOUS LEUKEMIAa", "Abstrak": "Chronic Myelogenous Leukemia (CML) merupakan salah satu jenis penyakit dari Leukemia yang menyerang sel darah putih. Penyakit ini ditandai dengan terbentuknya sel baru yang abnormal dengan struktur kromosom yang memiliki kelainan oleh karena terjadinya mutasi. Sel CML ini tumbuh dan berkembang dengan cepat sehingga menyebabkan terjadinya ketidakstabilan sistem sel darah pada tubuh manusia yang dapat berujung pada kematian. Persentase kematian bagi penderita CML ini tergolong sangat tinggi di dunia. Di Indonesia sendiri telah ditemukan banyak penderita penyakit CML ini. Untuk itu, topik mengenai CML penting untuk dibahas.  \n \n\nPada tugas akhir ini, penulis menganalisis dan membahas model populasi perkembangan sel darah putih secara normal tanpa adanya penyakit. Kemudian lebih jauh lagi, penulis menganalisis berbagai model populasi perkembangan sel darah putih dengan penyakit leukemia. Interaksi dan perkembangan sel darah putih yang normal dengan sel CML yang abnormal dianalisis secara analitik maupun numerik. Grafik perkembangan sel darah putih dan berbagai analisis kriteria kestabilan serta syarat-syarat yang akan menyebabkan keadaan kestabilan dipaparkan dalam tugas akhir ini.", "Daftar File": {"2011 TA PP HASTOMO ARDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74158", "2011 TA PP HASTOMO ARDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74159", "2011 TA PP HASTOMO ARDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74160", "2011 TA PP HASTOMO ARDY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74161", "2011 TA PP HASTOMO ARDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74162", "2011 TA PP HASTOMO ARDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74163"}, "Penulis": "HASTOMO ARDY  (NIM. 101 06 051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kanker, leukemia, Chronic Myelogenous Leukemia, kestabilan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}