{"Nomor": 15871, "Judul": "Sistem Pendeteksi Getaran Gempa Berbasis Mikrokontroler (Studi Kasus pada Gedung STMIK Parna Raya Manado)", "Abstrak": "Sistem pendeteksi getaran gempa menggunakan mikrokontroler dan alarm pada STMIK Parna Raya Manado. \n\nPenelitian ini bertujuan (1) Mejadikan alarm sebagai peringatan akan kekuatan gempa; (2) Membantu \n\npengguna lebih cepat mengetahui besarnya kekuatan gempa. Penelitian ini dilaksanakan pada Gedung Kampus \n\nSTMIK Ã‚Â“Parna RayaÃ‚Â” Manado, metode yang yang dilakukan dalam penelitian ini adalah metode observasi, \n\nstudi literatur dan penelitian laboratorium guna untuk pengambilan data yang terdiri dari struktur \n\nbangunan kampus, letak penempatan alat, jarak alat dengan tempat keramaian dan jenis-jenis bunyi \n\nalarm. Sensor yang digunakan adalah sensor LTDV (Linear Variable Differential Transformer) merupakan \n\nsensor yang mampu mendeteksi getaran dengan cepat, karena sensor LVDT bersifat peka terhadap \n\nperubahan posisi dan jenis getaran dan langsung mengirim sinyal pada LCD untuk menampilkan jenis \n\nfrekuensi getaran yang terjadi. Adanya alat pendeteksi getaran gempa ini dapat lebih dini dapat mendeteksi \n\nfrekuensi getaran gempa yang dapat dilihat pada tampilan LCD. Sistem pengontrolan ini menggunakan \n\nmikrokotroller AT89S51 sebagai instruksi pada pemrograman Assembly. Sistem pendeteksian gempa \n\ntersebut setelah dilakukan pengujian akan memberikan respon frekuensi getar 2 detik setelah terjadi \n\ngempa. Dengan demikian pendeteksian disebutkan sistem peringatan dini pada manusia yang berada di \n\ngedung yang tinggi dan daerah rawan akibat gempa.", "Daftar File": {"proceedings knsi 2014 full edition(32).pdf": "https://digilib.itb.ac.id/gdl/download/74128"}, "Penulis": "Hasanuddin Sirait", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hasanuddin Sirait", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "11 Mar 2014"}