{"Nomor": 15886, "Judul": "PEMODELAN APLIKASI EMBEDED LEARNING SYSTEM PADA TABLET", "Abstrak": "Penggunaan teknologi informasi (TI) dalam menciptakan perubahan tingkah laku dan pengalaman pembelajar    \n \n \n \n\nmempunyai banyak ragam, namun memiliki karakteristik dan tujuan yang hampir sama. Pada bagian lain,    \n \n \n \n\nkonvergensi layanan TI dan telekomunikasi dalam memenuhi kebutuhan pertukaran data, suara dan video telah    \n \n \n \n\nmendorong terciptanya berbagai inovasi model pembelajaran. Konvergensi TI selanjutnya mendorong e-learning    \n \n \n \n\nberevolusi menjadi mobile learning (m-Learning). Namun demikian, m-learning mempunyai berbagai    \n \n \n \n\nketerbatasan, diantaranya dari aspek catu daya, layar, fitur yang terbatas, dan content yang bisa ditampilkan.    \n \n \n \n\nUntuk itu, paper ini membahas pengembangan model aplikasi embeded learning system pada tablet untuk    \n \n \n \n\nmengatasi keterbatasan tersebut. Metodologi pengembangan yang digunakan adalah object oriented design    \n \n \n \n\n(OOD) yang digambarkan dalam bentuk diagram unified modeling language (UML) menggunakan software    \n \n \n \n\nVisual Paradigm 6.4 Entreprise Edition. Sementara aplikasi embeded learning system pada tablet dikontruksi    \n \n \n \n\nmenggunakan bahasa HTML. Berdasarkan hasil analisis, uji coba dan pembahasan yang dilakukan, diketahui    \n \n \n \n\nbahwa model aplikasi embeded learning system pada tablet yang dikembangkan mampu mengatasi permasalahan    \n \n \n \n\nyang terdapat pada sistem m-learning, mudah digunakan, layar yang lebih nyaman, daya tahan catu mencapai 10    \n \n \n \n\njam, keybord lebih nyaman, menyediakan informasi secara visual dan sumber belajar personalized, dapat    \n \n \n \n\nmengubah situasi belajar dengan seting yang relatif bebas, tidak membosankan, memudahkan pemahaman, dan    \n \n \n \n\ndapat meningkatkan kualitas pembelajaran.", "Daftar File": {"proceedings knsi 2013(57).pdf": "https://digilib.itb.ac.id/gdl/download/74210"}, "Penulis": "Henderi, Sri Hartati", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "konvergensi, e-learning, mobillearning, embeded learning system, tablet", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "22 Mar 2014"}