{"Nomor": 15888, "Judul": "ESTIMASI TINGKAT SUKU BUNGA ACUAN BERDASARKAN PENERBITAN OBLIGASI TANPA KUPON", "Abstrak": "Central bankÃ‚Â’s interest rate for a certain country is a factor that greatly affects the countryÃ‚Â’s economic condition. Practically, the central bankÃ‚Â’s interest rate is dynamically change in value and very difficult to measure it deterministically. Therefore, it is important to approach the value of interest rate determined later by the central bank.  \n \n\nIn order to approach the value of such interest rate, in this Final Project, the Kalman Filter method is applied to estimate the value of interest rate on a daily basis. In the process, the change in value of interest rate by the time is approach by the Vasicek Model, so that the equation for determining the priori estimastion in the prediction phase is given by the expectations of the position based on Vasicek model. Observation factor which included for determining the posteriori estimation in the correction phase is zero coupon bond. Therefore, we determine the equation that gives relation between interest rate with a yield to maturity of zero coupon bonds.  \n \n\nThe results from simulations show that the daily deposit rate estimation provides movement which led to the value of deposit rate to be determined by the central bank. For each simulation, the deposit rate is stated to have a consistent linear relation with the interest rate. Based to the simulationÃ‚Â’s result, we conclude that the application of Kalman Filter for estimating deposit rate based on zero coupon bond issuance is effective.", "Daftar File": {"2011 TA PP HENDRA ANDREAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74218", "2011 TA PP HENDRA ANDREAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74219", "2011 TA PP HENDRA ANDREAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74220", "2011 TA PP HENDRA ANDREAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74221", "2011 TA PP HENDRA ANDREAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74222", "2011 TA PP HENDRA ANDREAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74223", "2011 TA PP HENDRA ANDREAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74224"}, "Penulis": "HENDRA ANDREAS   (NIM : 101 06 086 )", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Prof. Dr. Roberd Saragih"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "estimation, central bankÃ‚Â’s interest rate, deposit rate, zero coupon bond, Kalman Filter, Vasicek Model.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}