{"Nomor": 15889, "Judul": "ANALISIS STRUKTUR LADDER MOFIFIKASI PADA KAPAL KERUK MERAPIN", "Abstrak": "Fungsi dari kapal keruk dalam operasinya adalah mengeruk, mengangkut, dan memindahkan material-material dari bawah permukaan air. Kapal keruk merapin adalah kapal keruk yang awalnya dirancang untuk kondisi operasi tambang timah darat. Karena akan diaktifkan kembali menjadi operasi lepas pantai, untuk memenuhinya berbagai macam perbaikan dan  \n \n\nmodifikasi rancangan kapal keruk diperlukan.  \n \n\nSalah satu modifikasi yang dilakukan adalah modifikasi struktur ladder dengan cara menambah panjang ladder sehingga kedalaman keruk dapat diperdalam. Pada tugas akhir ini proses analisis struktur ladder modifikasi meliputi analasis catenary dan jumlah bucket yang mengeruk pada tiap posisi kemiringan ladder, analisis gaya-gaya, dan analisis FEM pada struktur ladder modifikasi.  \n \n\nUntuk mendapatkan jumlah bucket yang paling optimum pada berbagai sudut ladder, dilakukan dengan cara analsis catenary dengan menggunakan bantuan software MATLAB 7.0.  \n \n\nSetelah itu dilakukan analisis kekuatan struktur ladder dengan menggunakan software Pro Engineer Wildfire 3.0.  \n \n\nDari hasil analisis didapatkan jumlah bucket yang paling optimum pada berbagai posisi yaitu: pada 35 derajat, 45 derajat dan 55 derajat adalah 152 bucket. Dari hasil analisis elemen hingga dengan perangkat lunak Pro Engineer Wildfire 3.0, didapatkan tegangan Von-Mises maksimum sebesar 200,8 MPa (dengan factor pengali beban 1,4) dan defleksi maksimum 32,5 mm, keadaan ini terjadi saat kemiringan ladder 12 derajat. Hasil tersebut cukup aman jika dibandingkan tegangan yang diijinkan sebesar 260 MPa, dengan safety factor sebesar 1,29 (dengan factor pengali beban 1,4).", "Daftar File": {"2009 TA PP HENDRA BAGJA SUHERMAN 1 –COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74225", "2009 TA PP HENDRA BAGJA SUHERMAN 1 –BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74226", "2009 TA PP HENDRA BAGJA SUHERMAN 1 –BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74227", "2009 TA PP HENDRA BAGJA SUHERMAN 1 –BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74228", "2009 TA PP HENDRA BAGJA SUHERMAN 1 –BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74229", "2009 TA PP HENDRA BAGJA SUHERMAN 1 –BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74230", "2009 TA PP HENDRA BAGJA SUHERMAN 1 –PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74231"}, "Penulis": "HENDRA BAGJA SUHERMAN (NIM : 13104082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kapal keruk; MATLAB 7.0.; catenary; Ladder Mofifikasi; Kapal Keruk Merapin; Pro Engineer Wildfire 3.0.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}