{"Nomor": 15890, "Judul": "PENYUSUNAN ASAN BANGA DI BAN UDA KAW KESELAMATAN OPERASI PENER N DAR UDARA SULTAN ISKANDAR M NANGGROE ACEH DARUSSALAM", "Abstrak": "Laporan ini menyajikan tentang kawasan keselamatan operasi penerbangan, yaitu tanah dan/atau perairan dan ruang udara di sekitar bandar udara yang dipergunakan untuk kegiatan operasi penerbangan dalam menjamin keselamatan penerbangan.     \n \n \n\nTransportasi udara merupakan suatu moda transportasi bagi masyarakat menengah ke atas. Tentunya di daerah sekitar bandara akan banyak didirikan fasilitas Ã‚Â– fasilitas umum penunjang bagi penggunanya, seperti hotel, mall, apartemen, dan fasilitas umum lainnya yang memiliki ketinggian yang cukup tinggi. Tak hanya fasilitas umum, bangunan Ã‚Â– bangunan penunjang fasilitas bandar udara pun tentunya banyak didirikan disana. Seperti, bangunan fasilitas perawatan pesawat udara, terminal, perkantoran pendukung operasional bandar udara, dan lainnya.     \n \n \n\nDengan banyak didirikan fasilitas umum dan fasilitas pendukung operasional bandar udara tersebut tentunya akan berdampak negatif terhadap keselamatan operasi penerbangan, apalagi yang memiliki ketinggian yang cukup tinggi yang mungkin dapat menjadi obstacle pada operasi penerbangan di sekitar bandar udara. Untuk mengantisipasi dampak negatif pada operasi penerbangan akibat adanya obstacleÃ‚Â–obstacle tersebut maka perlu dilakukan analisis terhadap objek Ã‚Â– objek yang berada disekitar bandara. Apakah objek Ã‚Â– objek tersebut termasuk obstacle atau tidak. Oleh karena itu, di suatu bandar udara, baik bandara yang existing maupun bandar udara yang berencana akan dibangun perlu disusun kawasan keselamatan operasi penerbangan (KKOP).     \n \n \n\nFasilitas umum dan fasilitas pendukung operasional penerbangan merupakan objek buatan manusia. Selain objek buatan manusia, tentunya terdapat juga objek Ã‚Â– objek alami, seperti pohon dan bukit yang mungkin juga menjadi obstacle pada operasi penerbangan. Sehingga dalam penyusunan KKOP ini tidak hanya dilakukan analisis terhadap objek buatan tetapi juga pada objek alami yang diduga obstacle.", "Daftar File": {"2010 TA PP HENDRA GANTINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74232", "2010 TA PP HENDRA GANTINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74233", "2010 TA PP HENDRA GANTINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74234", "2010 TA PP HENDRA GANTINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74235", "2010 TA PP HENDRA GANTINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74236", "2010 TA PP HENDRA GANTINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74237", "2010 TA PP HENDRA GANTINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74238", "2010 TA PP HENDRA GANTINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74239"}, "Penulis": "HENDRA GANTINA (NIM : 13603038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Mahardi Sadono, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kawasan keselamatan operasi penerbangan,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}