{"Nomor": 15892, "Judul": "PERKEMBANGAN CEKUNGAN RIFT DAN IDENTIFIKASI PLAY HIDROKARBON DAERAH PAKOL CEKUNGAN SUMATRA UTARA", "Abstrak": "Daerah Tinggian Pakol merupakan salah satu area fokus eksplorasi migas yang terletak di Cekungan Sumatra Utara. Untuk memperluas target eksplorasi di stratigrafi syn-rift ataupun perangkap stratigrafi maka diperlukan studi mengenai perkembangan cekungan rift dan identifikasi potensi play hidrokarbon di daerah Pakol.      \n\nDari hasil analisis yang dilakukan diketahui 5 tahapan perkembangan cekungan dalam kaitannya dengan tektonostratigrafi, yaitu fase early syn-rift, fase mid syn-rift, fase late syn-rift, fase immediate post-rift, dan fase late post-rift. Fase early syn-rift memiliki ciri pada seismik berupa fasies seismik mounded dan kontinuitas reflektor yang tidak bagus. Fase mid syn-rift memperlihatkan fasies mounded, chaotic, obique, dan konvergen pada seismik. Fase late syn-rift sebagai fase terakhir yang dipengaruhi oleh pergerakan sesar utama memperlihatkan karakter seismik oblique-shingled, dan chaotic. Seiring dengan berhentinya pergerakan sesar utama, fase immediate post-rift berkembang di daerah penelitian dengan ciri-ciri pada seismik memperlihatkan fasies paralel, mounded dan pada beberapa bagian memperlihatkan pola terminasi toplap. Pada data sumur, fase immediate post-rift memiliki ciri motif log funnel dengan endapan bagian bawah didominasi oleh batulempung dan bagian atas didominasi oleh batupasir dengan lingkungan pengendapan neritik sampai delta. Pada fase terakhir, terbentuk fase late post-rift yang memiliki ciri-ciri fasies seismik paralel dengan kontinuitas seismik tidak terlalu bagus. Pada data sumur fase ini dicirikan oleh litologi yang didominasi oleh batulempung yang diendapkan dilingkungan middle neritic sampai laut dalam.Pada setiap tahapan perkembangan cekungan berkembang fasies lingkungan pengendapan yang beberapa diantaranya diidentifikasi sebagai play hidrokarbon. Fasies yang diidentifikasi sebagai play hidrokarbon adalah fasies fluvial, kipas aluvial, talus alluvial fan, mouthbar, endapan laut dangkal, endapan transisi, dan fasies karbonat terumbu", "Daftar File": {"2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74247", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74248", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74249", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/74250", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/74251", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74252", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74253", "2013 TS PP HENDRA IRIANSYAH DARMAWAN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74254"}, "Penulis": "HENDRA IRIANSYAH DARMAWAN (NIM 22010342)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Ir. Dardji Noeradi : Dr. Ir Djuhaeni"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rift, fasies, play", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}