{"Nomor": 15903, "Judul": "PENGARUH TACK WELD TERHADAP KUALITAS HASIL PENGELASAN SAW PADA BAJA KARBON SA-283 C UNTUK OIL STORAGE TANK", "Abstrak": "Dalam industri pembangkit tenaga, migas dan pupuk, proses pengelasan busur rendam (SAW) sering digunakan dalam penyambungan tangki (storage tank). Pada umumnya untuk pengelasan oil storage tank yang terdiri dari beberapa potongan, seringkali bagian-bagian yang harus dihubungkan satu sama lain dilakukan lasan pendek-pendek pada tempat-tempat tertentu yang dinamakan las ikat (tack weld) terlebih dahulu sebelum dilakukan pengelasan yang utama. Penelitian ini dilakukan untuk mengetahui pengaruh las ikat (tack weld) terhadap kekuatan, kekerasan serta struktur yang terbentuk yang nantinya akan dibandingkan dengan pengelasan yang tanpa menggunakan las ikat. Pengelasan dengan menggunakan parameter masukan panas yang lebih kecil (tanpa tack weld) menghasilkan sambungan las yang lebih kuat dan ulet. Kekuatan tarik daerah lasan yang menggunakan tack weld diuji menurut standar ASME IX menghasilkan kekuatan tarik 421,15 MPa, lebih rendah daripada kekuatan tarik yang tidak menggunakan tack weld (544,95 MPa). Spesimen yang tanpa tack weld juga memiliki lebar HAZ yang lebih kecil. Hasil pengujian side bending untuk kedua proses pengelasan tidak menunjukkan adanya retak atau cacat pada permukaan uji. Dari pengamatan metalografi didapatkan struktur yang bervariasi di sepanjang daerah pengelasan dengan harga kekerasannya yang meningkat dari logam induk, HAZ sampai daerah logam lasan. Proses pengelasan yang tidak menggunakan tack weld menunjukkan harga kekerasan yang relatif lebih tinggi dibanding dengan proses yang menggunakan tack weld.", "Daftar File": {"2006 TA PP HENDY HERNAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74300", "2006 TA PP HENDY HERNAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74301", "2006 TA PP HENDY HERNAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74302", "2006 TA PP HENDY HERNAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74303", "2006 TA PP HENDY HERNAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74304", "2006 TA PP HENDY HERNAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74305", "2006 TA PP HENDY HERNAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74306"}, "Penulis": "HENDY HERNAWAN (NIM : 13100075 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir.Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengelasan busur rendam, SAW, tack weld, storage tank, ASME IX,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}