{"Nomor": 15909, "Judul": "PROJECT MANAGEMENT MATURITY ANALYSIS AS A FRAMEWORK TO MOVE FORWARD TO BEST PRACTICES: THE CASE OF GROUP PROGRAMS & PROJECTS MANAGEMENT AT PT XYZ", "Abstrak": "In this globalization era, good capability in project management is necessary for every telecommunication service provider to win the competition. With high investment and cheap price, every telecommunication service provider is struggle to survive and this situation has enforced them to have a very good project management to push down the cost and gain more profit. 3 PT. XYZ as the second largest telecommunication company in Indonesia is trying to improve itÃ‚Â’s way in project management to be the number 1 Telecommunication service provider in Indonesia. Right now the XYZ Top Management is highlighting the Asset Management due to findings from Auditor in year 2010 where XYZ status in Asset Management is Ã‚Â‚ Significant Defficiency to Material Weakness‛ The questions in this research are : - How do the improvement taken right now align with Group PPMÃ‚Â’s Strategic Plan ? - What are the impact from current group PPMÃ‚Â’s positions to its strategic plan? This research is based on : - Quantitative approach in the form of OPM3 questioners to calculate degree of maturity. - Qualitative approach in the form of intreview and brainstorming. The interview was intended to ensure that all participants understand about the questioners in OPM3 and to collect all information related to the root cause of auditorÃ‚Â’s findings. To answer the questions above, from calculation and data analysis, Group PPMÃ‚Â’s actions is align with its strategic plan but its strategic plan is partially achieved because the implementation is not running as expected and there are root cause that has not been answered yet. The impact is, its strategic plan not running as expected and there is a delay possibility. From the explanation above, this research recommends : - Recommendation / solution from Root Cause Analysis - First priority and second priority from the OPM3 framework 4 - Recommendation to complete Best Practices - Time Frame to accomplish all Best Practices", "Daftar File": {"2012 TS PP HENNY WAHYUNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74336", "2012 TS PP HENNY WAHYUNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74337", "2012 TS PP HENNY WAHYUNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74338", "2012 TS PP HENNY WAHYUNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74339", "2012 TS PP HENNY WAHYUNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74340", "2012 TS PP HENNY WAHYUNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74341"}, "Penulis": "HENNY WAHYUNIi (NIM 29110091)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir.Aries F. Firman, MSc, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Root Cause, Project Management, Program Management, Portfolio Management, OPM3 (Organizational Project Management Maturity Model)", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}