{"Nomor": 15916, "Judul": "ANALISIS KAPASITAS PENYERAPAN ENERGI SUPERSTRUKTUR BUS BERBASIS METODE ELEMEN HINGGA SEBAGAI ALTERNATIF UJI GULING", "Abstrak": "Kecelakaan di jalan raya berupa bus terguling (rollover) memiliki frekuensi yang cukup tinggi di antara bentuk kecelakaan yang lain seperti tabrakan dari arah depan, belakang, maupun samping. Di sisi lain Indonesia hingga saat ini belum memiliki peraturan yang secara tegas mengatur persyaratan kekuatan konstruksi bus maupun kendaraan jenis lain. Superstruktur kendaraan semestinya perlu dipersiapkan menghadapi kemungkinan terjadinya bentukbentuk kecelakaan di atas agar dapat mengurangi resiko fatalitas bagi para penumpang maupun awak bus.  \n \n\nTesis ini berfokus pada kajian mengenai kapasitas penyerapan energi superstruktur bus dengan basis metode elemen hingga pada kejadian terguling (rollover). Kinerja superstruktur bus dinilai dari seberapa besar kemampuannya dalam menyerap energi saat simulasi uji guling. Acuan yang  \n \n\ndigunakan di sini ialah UN ECE-R66 tentang Ã‚Â“Uniform Technical Prescriptions Concerning The Approval of Large Passenger Vehicles With Regard to The Strength of Their SuperstructureÃ‚Â”. Bentuk pengujian dalam UN ECE-R66 yang cukup sederhana ialah dengan menggunakan sebagian badan kendaraan (body section) dan pembebanan kuasi statik. Pembuatan model menggunakan perangkat lunak Catia V5R17 sementara analisis pembebanannya menggunakan Ansys 12.  \n \n\nHasil yang diperoleh diwujudkan dalam bentuk grafik [load vs deformasi] dan [energi terserap vs deformasi]. Dari grafik [energi vs deformasi] akan dapat ditentukan apakah sebuah body section yang diuji memenuhi syarat kekuatan atau tidak. Diharapkan metode ini dapat menjadi alternatif uji kekuatan superstruktur kendaraan oleh instansi yang berwenang dalam pengujian kendaraan bermotor.", "Daftar File": {"2010 TS PP HERI PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74370", "2010 TS PP HERI PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74371", "2010 TS PP HERI PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74372", "2010 TS PP HERI PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74373", "2010 TS PP HERI PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74374", "2010 TS PP HERI PRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74375", "2010 TS PP HERI PRABOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74376", "2010 TS PP HERI PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74377"}, "Penulis": "HERI PRABOWO (NIM : 23108030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Indra Nurhadi", "Dr.Ir. Rais Zain, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "superstruktur, uji guling, rollover test, metode elemen hingga, superstructure, rollover test, finite element method, elastic plastic.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}