{"Nomor": 15928, "Judul": "USULAN PERBAIKAN MANAJEMEN LOGISTIK DI PT SELAMAT PRAMA ARTA BANDUNG", "Abstrak": "PT Setia Prama Arta adalah perusahaan yang bergerak di bidang penyortiran teh mentah. Perusahaan membeli teh dari perkebunan, menyortirnya, kemudian menjual teh kepada konsumen dalam negeri dan luar negeri. Isu bisnis yang ditemukan adalah barang bahan baku, barang setengah  \n \n\njadi, dan barang jadi disusun pada tumpukkan yang sama yang memerlukan waktu lama dan tenaga yang besar dalam mengambil barang dan menyusunnya kembali. Isu bisnis lainnya adalah kapasitas penyimpanan gudang sebesar 200 ton teh tidak bisa lagi mencukupi kebutuhan penyimpanan  \n \n\nperusahaan karena permintaan konsumen yang naik secara terus-menerus. Analisis 6 aktivitas manajemen logistik menyimpulkan aktivitas yang memerlukan perbaikan proses agar berjalan lebih efisien yaitu aktivitas pengananan bahan baku dan pergudangan, sedangkan 4 Kegiatan lainnya sudah berjalan dengan baik dan efisien. Aktivitas penanganan bahan baku yaitu dengan cara penumpukan barang yang lama hanya dengan menumpuk barang di bagian gudang yang kosong dengan ketinggian tertentu, dan dalam satu tumpukan barang bisa terdiri dari berbagai jenis barang. Hal ini menyebabkan kesulitan dalam pengecekan, pencarian, dan penghitungan barang serta waktu bongkar muat yang lama. Sedangkan kebutuhan akan penambahan kapasitas penyimpanan barang di gudang diperlukan perusahaan untuk dapat melayani kenaikan permintaan konsumen. Permasalahan ke 1 adalah cara penumpukan barang yang tidak menerapkan cara yang teratur dan baku. Ada 4 alternatif solusi yaitu menggunakan cara penumpukan yang lama, singledeep pallet rack, drive-thru rack, dan pallet flow rack. Kesimpulan pemilihan alternatif menggunakan cara analitic hierarcial process yaitu menggunakan cara single-deep pallet rack yang  \n \n\nmemberikan nilai tertinggi yaitu sebesar 0,384. Permasalahan ke 2 adalah penambahan kapasitas penyimpanan gudang. Ada 2 alternatif solusi yaitu membeli atau menyewa gudang baru. Kesimpulan pemilihan alternatif menggunakan cara analitic hierarcial process yaitu membeli gudang baru yang memberikan nilai tertinggi yaitu sebesar 0,56. Implementasi cara penumpukkan barang memakan waktu 6 bulan dari mulai membuat spesifikasi rak metal, pemilihan pemasok, sampai percobaan dan implementasi penuh. Implementasi ini sebaiknya dilakukan pada gudang baru yang masih kosong sehingga memudahkan dalam pemasangan rak dan penyimpanan barang. Implementasi pada gudang lama sulit dilakukan  \n \n\nkarena sudah penuh dengan barang, perusahaan harus mencari tempat penyimpanan sementara dan produksi pun berhenti sementara. Gudang baru adalah dengan dibeli dengan kapasitas penyimpanan sebesar 300 ton. Implementasi ini membutuhkan waktu 9 minggu dan diperkirakan cukup untuk waktu 10 hingga 20 tahun mendatang.", "Daftar File": {"2010 TS PP HERMANTO WIBAWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74426", "2010 TS PP HERMANTO WIBAWA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74427", "2010 TS PP HERMANTO WIBAWA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74428", "2010 TS PP HERMANTO WIBAWA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74429", "2010 TS PP HERMANTO WIBAWA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74430", "2010 TS PP HERMANTO WIBAWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74431"}, "Penulis": "HERMANTO WIBAWA (Nim : 29108022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen logistik, Penyortiran teh, Analytic hierarchy process (ahp).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}