{"Nomor": 15927, "Judul": "ANTENA BIFILAR HELIX MODE NORMAL UNTUK APLIKASI WIMAX 3,3 GHz", "Abstrak": "Dalam komunikasi broadband seperti WiFi dan WiMAX, diperlukan antena yang dapat memancarkan gelombang elektromagnetik dengan bentuk pola radiasi broadside. Salah satu jenis antena yang memiliki pola radiasi broadside adalah antena Bifilar Helix mode normal. Tugas Akhir ini menitikberatkan pada perancangan dan realisasi antena Bifilar Helix mode normal baru yang dapat beroperasi pada frekuensi 3,3 GHz untuk aplikasi WiMAX, yang terdiri dari proses penentuan dimensi antena, rangkaian penyesuai impedansi, dan balancing unit (balun) menggunakan saluran mikrostrip line. Antena Bifilar Helix dibuat menggunakan kawat konduktor tembaga yang memiliki diameter sebesar 1 mm dan menggunakan 2 buah lilitan dengan jarak antar lilitan 25,80 mm, sehingga tinggi total antena adalah 52,60 mm. Diameter bifilar helical antenna (BHA) yang digunakan sebesar 8,68 mm dimana circumference C = 0,3 λ. BHA dicatu dengan kabel koaksial 50 Ω dan menggunakan mikrostrip line sebagai rangkaian penyesuai impedansinya sekaligus sebagai balun. Substrat FR-4 Epoxy yang digunakan berupa double side (dua sisi) dengan total ukuran 15 cm x 15 cm dimana mikrostrip di-etching pada layer bagian atas, dan layer bagian bawah digunakan sebagai ground plane. Dengan struktur tersebut, dapat dihasilkan bandwidth antena sekitar 230 MHz pada 10 dB Return Loss, Gain antena sekitar 6,02 dBi, dan pola radiasi antena yang berbentuk broadside pada frekuensi kerja 3,3 GHz. Hasil ini akan memberikan keuntungan apabila BHA ini diimplementasikan karena ukurannya yang kecil dapat mengurangi biaya pabrikasi.", "Daftar File": {"2010 TA PP HERMANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74419", "2010 TA PP HERMANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74420", "2010 TA PP HERMANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74421", "2010 TA PP HERMANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74422", "2010 TA PP HERMANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74423", "2010 TA PP HERMANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74424", "2010 TA PP HERMANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74425"}, "Penulis": "HERMANTO  (NIM: 13206151)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Achmad Munir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gain antena, bandwidth, impedance matching, mikrostrip", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}