{"Nomor": 15936, "Judul": "SISTEM INFORMASI MANAJEMEN DEMOGRAFI KABUPATEN TRENGGALEK", "Abstrak": "Dalam upaya mengembangkan sistem informasi diberbagai bidang khususnya dalam bidang \n\nkependudukan, maka pada Penelitian ini akan merancang dan membuat aplikasi berbasis web Sistem Informasi \n\nDemografi Kabupaten Trenggalek. Aplikasi ini menyediakan kemudahan dalam mengelola data-data demografi, \n\nkhususnya di bidang kependudukan, ketenagakerjaan dan pendidikan untuk wilayah Kabupaten Trenggalek. \n\nSistem Informasi Demografi merupakan kesatuan sistem yang di dalamnya terdapat sistem administrasi \n\ndemografi dan layanan website demografi. Sistem administrasi demografi digunakan untuk melihat data yang \n\ntersimpan di dalam basis data, memasukkan (insert) data, mengubah (update) data dan menghapus (delete) data \n\ndari basis data. Secara keseluruhan Sistem Informasi Demografi dibuat dengan menggunakan PHP serta basis \n\ndata MySQL. Sistem Informasi Demografi dapat diakses oleh user yang memilki data login dan password pada \n\nbasis data dengan empat tingkatan akses, yaitu Administrator, Kepala Statistik, Kepala bagian, Kepala seksi dan \n\nUser eksternal. \n\nHasil dari pengujian aplikasi sistem menunjukkan bahwa aplikasi sistem pada Sistem Informasi \n\nDemografi dapat melakukan proses sesuai dengan fungsi masing-masing. Pengujian juga dilakukan terhadap \n\nkoneksi basis data dan waktu akses query yang digunakan oleh Sistem Informasi Demografi. Dari hasil \n\npengujian yang dilakukan terhadap koneksi basis data dan waktu akss query menunjukkan bahwa Sistem \n\nInformasi Demografi dapat berfungsi dengan baik. \n\nKata kunci : Sistem Informasi Manajemen, Demografi, Kependudukan, Ketenagaan, Pendidikan, Trenggalek, \n\nPHP, MySQL, web server Apache.", "Daftar File": {"proceedings knsi 2013(54).pdf": "https://digilib.itb.ac.id/gdl/download/74461"}, "Penulis": "Heru Nurwasito, Suprapto, Handri Tri Suwasono", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Informasi Manajemen, Demografi, Kependudukan, Ketenagaan, Pendidikan, Trenggalek, PHP, MySQL, web server Apache.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "22 Mar 2014"}