{"Nomor": 15945, "Judul": "KNOWLEDGE MANAGEMENT INITIATIVES DALAM UPAYA PENINGKATAN PEMANFAATAN DATA RECORD CENTER DAN INFORMASI K-CORNER DI PT. MEDCO E&P INDONESIA", "Abstrak": "Pengelolaan dan pemanfaatan pengetahuan dalam upaya memperkaya pengetahuan perusahaan sebagai modal utama untuk meningkatkan daya saing, telah menjadi fokus penting setiap perusahaan. Ditinjau berdasarkan jenisnya, pengetahuan perusahaan terdiri dari pengetahuan yang telah didokumentasikan (explicit knowledge) dan pengetahuan yang terdapat didalam pemikiran setiap individu organisasi (tacit knowledge). Dalam pengelolaan dan pemanfaatannya, menjadi hal  \n \n\npenting bagi organisasi untuk melakukan transfer knowledge dari tacit ke explicit yang meliputi 4  \n \n\nfase, yaitu socialization, externalization, combination, dan internalization (SECI). Dalam upaya melakukan transfer knowledge yang dimilikinya, PT. Medco E&P Indonesia membangun fasilitas Record Center yang berperan dalam penyimpanan dan pemanfaatan data geoscience dan eksplorasi, serta K-Corner yang berperan dalam penyimpanan dan pemanfaatan aneka koleksi pengetahuan. Akan tetapi dalam implementasinya, pemanfaatan data dan informasi didalamnya tidak berjalan dengan efektif seiring dengan rendahnya frekuensi pemanfaatan data dan informasi pada kedua fasilitas. Berdasarkan isu tersebut, penelitian ini dilakukan dengan tujuan mengevaluasi penyimpanan dan pemanfaatan data Record Center dan informasi K-Corner untuk kemudian hasil yang diperoleh dijadikan sebagai bahan pertimbangan dalam pembuatan usulan Knowledge Management Initiatives kedua fasilitas. Melalui evaluasi yang dilakukan, diperoleh beberapa penyebab rendahnya pemanfaatan data dan informasi diantaranya, tidak ada sosialisasi kedua fasilitas, data Record Center tidak dapat membantu menyelesaikan pekerjaan lebih mudah dan tepat, serta tidak adanya sosialisasi content aplikasi metadata pada fasilitas search engine yang dapat membantu memudahkan pencarian data dan informasi dengan tepat. Dalam upaya memperbaiki hal tersebut, ditentukan sebagai alternatif solusi beberapa KM initiatives diantaranya sosialisasi kedua fasilitas, peningkatan pemanfaatan data Record Center menjadi informasi melalui proses capture, restore, dan reuse data; peningkatan  \n \n\ninformasi K-Corner menjadi knowledge melalui proses information reuse dan information sharing; serta sosialisasi content aplikasi metadata pada fasilitas search engine.", "Daftar File": {"2010 TS PP HIKMAH ALIMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74513", "2010 TS PP HIKMAH ALIMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74514", "2010 TS PP HIKMAH ALIMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74515", "2010 TS PP HIKMAH ALIMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74516", "2010 TS PP HIKMAH ALIMAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74517", "2010 TS PP HIKMAH ALIMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74518"}, "Penulis": "HIKMAH ALIMAH (NIM: 29108337)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Jann H. Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge Management Initiatives, Record Center, K-Corner, Data, Informasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}