{"Nomor": 15948, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN TURBIN ANGIN SUMBU HORIZONTAL 3 SUDU DIAMETER 2,4 METER TIPE DOWNWIND", "Abstrak": "Semakin majunya teknologi menyebabkan kebutuhan manusia akan ketersediaan energi semakin meningkat, terutama ketersediaan energi listrik. Pemanfaatannya yang luas dan secara kualitatif sangat baik, menjadikan sektor energi primer ini sangat strategis di Indonesia.Permintaan energi listrik setiap tahunnya mengalami peningkatan sebesar 7 %, sedangkan pertumbuhan pembangkit listrik hanya sebesar 4,4 % setiap tahun. Lebih jauh bahwa pertumbuhan tersebut hanya menyentuh pulau- pulau utama di Indonesia, belum merambah ke daerah-derah terpencil di tanah air. Turbin angin merupakan salah satu solusi bagi ketersediaan listrik di daerah terpencil. Pembangkit listrik ini dapat dibuat dalam skala rumah tangga dan bekerja dengan memanfaatkan sumber energi terbarukan yang sangat melimpah di Indonesia, yaitu angin. Walaupun ketersediaan sumber energinya melimpah, namun dengan rata-rata kecepatan angin di Indonesia yang tidak begitu tinggi membutuhkan kecermatan dalam mengkonversi energi kinetik angin menjadi energi mekanik untuk memutarkan generator. Sebagai mesin konversi energi, turbin angin dirancang untuk dapat mengkonversi energi kinetik angin menjadi energi mekanik seoptimal mungkin, dapat dibuat dengan mudah, dan handal pada rentang kecepatan angin yang bervariasi. Hasil dari penelitian mengenai turbin angin tipe downwind ini adalah sebuah turbin angin yang dapat mulai berputar pada kecepatan angin 2,34 m/s, memiliki kecepatan putar tinggi pada kecepatan angin rata-rata Indonesia dan berputar dengan baik pada kecepatan angin di atas 11 m/s", "Daftar File": {"2011 TA PP HILMAN FRIMADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74534", "2011 TA PP HILMAN FRIMADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74535", "2011 TA PP HILMAN FRIMADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74536", "2011 TA PP HILMAN FRIMADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74537", "2011 TA PP HILMAN FRIMADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74538", "2011 TA PP HILMAN FRIMADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74539", "2011 TA PP HILMAN FRIMADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74540"}, "Penulis": "HILMAN FRIMADI  (NIM : 131 05 069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kemas Rifian, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Turbin angin, mesin konversi energi, turbin angin tipe downwind", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}