{"Nomor": 15955, "Judul": "ANALISIS KOMPUTASIONAL UNTUK PENGURANGAN DRAG PADA AIRFOIL AGSC4 DENGAN MENGGUNAKAN SHOCK CONTROL BUMP (SCB)", "Abstrak": "Pada kondisi aliran transonik, interaksi gelombang kejut dengan lapisan batas (Shock wave boundary layer interaction) dan separasi aliran pada permukaan atas sayap pesawat terbang, menyebabkan terjadinya gaya hambat    \n \n \n \n\n(drag) yang besar. Gaya hambat yang besar ini disebabkan oleh wave drag. Penyebab dari wave drag adalah semakin besarnya strong shock pada bagian sisi atas sayap sehingga menyebabkan kenaikan entropi serta meningkatnya lapisan    \n \n \n \n\nbatas yang pada akhirnya menimbulkan separasi aliran.    \n \n \n \n\nOleh karena itu, pada tugas akhir ini dilakukan penelitian secara numerik dengan menggunakan perangkat lunak Dinamika Fluida Komputasional atau Computational Fluid Dynamics (CFD), yaitu FLUENT untuk mengetahui potensi pengurangan drag dengan melakukan modifikasi airfoil AGSC4 dengan    \n \n \n \n\nmenambahkan Shock Control Bump (SCB) pada permukaan atas airfoil. SCB berguna untuk mengurangi kekuatan shock (mengubah normal shock menjadi λ-shock ) dan adverse pressure gradient pada permukaan atas airfoil AGSC4,    \n \n \n \n\nsehingga dapat mengurangi separasi aliran yang disebabkan oleh interaksi strong shock dengan lapisan batas. Perbedaan posisi (position) dan panjang (length) serta ketinggian (height) bump diteliti secara numerik supaya diperoleh hasil pengurangan drag (drag reduction) yang optimum pada Airfoil AGSC4.", "Daftar File": {"2010 TA PP HOT PARLINDUNGAN HALOHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74589", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74590", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74591", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74592", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74593", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74594", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74595", "2010 TA PP HOT PARLINDUNGAN HALOHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74596"}, "Penulis": "HOT PARLINDUNGAN HALOHO (NIM : 13605059)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing:    \n \n \n \n\nDr. Djoko Sardjadi", "Dr. Romie O. Bura", "Ir. Agus Sudarmawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transonik, wave drag, shock control bump.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}