{"Nomor": 15956, "Judul": "SIMULATION AND EXPERIMENT OF LOW COST SOLAR WATER HEATER", "Abstrak": "The objective of this research is to develop a low cost domestic solar water heater with simple and flexible design, easy installation and low maintenance requirements.  \n \n\nThe prototypes of integrated water storage-absorber type were constructed using local materials and tested at Solar Energy Laboratory in ITB. In this low cost solar water  \n \n\nheater, carbon steel tank is functioned also as solar absorber. A 4mm thick plastic cylinder is put inside the tank concentrically to enhance the natural circulation inside the tank and reduce heat loss from hot water to the surrounding. Transparent cover is installed outside the tank using Polycarbonate. The tank capacity is about 200 liters. And the cost of this solar water heater is around US$ 400. An efficient and simple simulation approach for this low cost solar water heater has been developed and compared with experimental data. The simulation shows good  \n \n\nagreement with the experimental results. The results shows the average water temperature ranging from 34 oC to 39 oC and maximum temperature of 49.4 oC ( at the top part of the tank) and a minimum temperature of 31.2 oC (at the lowest part of the tank) in the afternoon about 5:30 pm.  \n \n\nThe temperature drop from 5:30pm to 9:30pm is about 4 oC. So, it is recommended to use directly before 8pm.", "Daftar File": {"2009 TS PP HTOON NAY AUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74597", "2009 TS PP HTOON NAY AUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74598", "2009 TS PP HTOON NAY AUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74599", "2009 TS PP HTOON NAY AUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74600", "2009 TS PP HTOON NAY AUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74601", "2009 TS PP HTOON NAY AUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74602", "2009 TS PP HTOON NAY AUNG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74603", "2009 TS PP HTOON NAY AUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74604"}, "Penulis": "HTOON NAY AUNG (NIM: 23107028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Domestic Hot Water, Integrated storage-absorber, Low Cost, Solar water heater.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}