{"Nomor": 15960, "Judul": "DESIGN AND ANALYSIS OF VALVELESS PULSEJET", "Abstrak": "The pulsejet has known as one of the simplest propulsion device that has no moving parts especially in case of valveless pulsejet. Because of its simplicity and low-cost production, it could be an ideal choice for some utilities. There are a lot of experimental investigations on pulsejet have been done but the research on an operation of a pulsejet is still limited. Still, there is no reference in designing a pulsejet especially a valveless one.    \n \n \n \n\nIn this work, a valveless pulsejet is designed using a reference for designing a valved pulsejet. The designed static thrust of the current pulsejet is 10 Lbs at standard sea level. The reference has been proved and validated experimentally for valved pulsejet but not for valveless pulsejet. The designed valveless pulsejet is then investigated numerically to check the performance. To have a better confidence level, the simulation setup was first validated by comparing its result with valveless pulsejet simulation that has been done before in North Carolina State University for the same pulsejet model. The same simulation setup is then used to analyze the designed pulsejet.    \n \n \n \n\nThe simulation results show that the engineÃ‚Â’s static thrust is 52,9 N. This thrust is 19% higher than its target. It is possibly due to two things: 1. The simulation results is too optimistic or 2. The design method, which is best for valved pulsejet, gives higher thrust when used to design a valveless pulsejet. However, since the numerical method has been validated, the higher thrust probably resulted from the used design method.", "Daftar File": {"2010 TA PP HUSNI FIRMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74625", "2010 TA PP HUSNI FIRMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74626", "2010 TA PP HUSNI FIRMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74627", "2010 TA PP HUSNI FIRMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74628", "2010 TA PP HUSNI FIRMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74629", "2010 TA PP HUSNI FIRMANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74630", "2010 TA PP HUSNI FIRMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74631"}, "Penulis": "HUSNI FIRMANSYAH  (NIM : 13606047)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Firman Hartono", "Dr. M. Agoes Moelyadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "The pulsejet, design", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}