{"Nomor": 15966, "Judul": "STUDI ANALISIS TERMAL HIDROLIK DAN APLIKASI REACTOR VESSEL AUXILIARY COOLING SYSTEM (RVACS) UNTUK SMALL PB-BI COOLED NO-ONSITE REFUELING NUCLER POWER REACTOR (SPINNOR)", "Abstrak": "SPINNOR (Small Pb-Bi Cooled No-Onsite Refuelling Nuclear Power Reactor) menggunakan konsep Reaktor Nuklir Cepat Generasi IV berpendingin timbal-cair, dengan konsep geometri yang minimal dan daya yang efisien dapat bertahan hingga 15 tahun atau lebih tanpa penggantian batang bahan bakar secara berkala. Penelitian disini menekankan pada perhitungan dan analisis termal-hidrolik untuk SPINNOR dan menganalisis aplikasi Reactor Vessel Auxiliary Cooling System (RVACS), yaitu sebuah sistem pendingin pasif yang dipasang di luar reaktor.  \n \n\nSpesifikasi reaktor diatur agar memiliki daya 225 MWth dengan memanfaatkan bahan bakar MOX. Geometri teras dibuat standar dengan geometri reaktor referensi. Perhitungan termal hidrolik teras SPINNOR dilakukan dengan kode simulasi FIITB-CHI, sementara desain RVACS dihitung secara semianalitik.  \n \n\nHasil simulasi termal hidrolik untuk SPINNOR menghasilkan gambaran mengenai penurunan tekanan dan distribusi temperatur di dalam teras reaktor. Analisis distribusi temperatur digunakan untuk menghitung distribusi temperatur di dalam kanal RVACS dan mendapatkan nilai sirkulasi alamiah. Besar aliran massa udara yang terbesar tercatat sebesar 130 kg/s. Berdasarkan hal ini, parameter-parameter geometri RVACS untuk optimalisasi bisa didapatkan dan dianalisis.", "Daftar File": {"2012 TA PP IBADILLAH FARUQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74665", "2012 TA PP IBADILLAH FARUQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74666", "2012 TA PP IBADILLAH FARUQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74667", "2012 TA PP IBADILLAH FARUQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74668", "2012 TA PP IBADILLAH FARUQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74669", "2012 TA PP IBADILLAH FARUQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74670", "2012 TA PP IBADILLAH FARUQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74671"}, "Penulis": "IBADILLAH FARUQ (NIM : 10206058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Zaki Suud"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "termal hidrolik, SPINNOR, RVACS, sirkulasi alamiah.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}