{"Nomor": 15977, "Judul": "PERANCANGAN SCREW PRESS BIJI JARAK SKALA RAKYAT PERDESAAN", "Abstrak": "Cadangan BBM fosil di dalam perut bumi Indonesia diperkirakan akan habis dalam waktu 10-15 tahun yang akan datang. Untuk mengantisipasi hal tersebut pemerintah telah mengeluarkan kebijakan energi nasional yang memuat upaya  \n \n\ndiversifikasi dalam pemanfaatan energi, dan Inpres No.1 Tahun 2006 tentang penyediaan dan pemanfaatan Bahan Bakar Nabati (biofuel) sebagai bahan bakar lain. Biofuel demikian penting untuk dikembangkan dalam membantu masyarakat  \n \n\nmengantisipasi kelangkaan BBM. Salah satu sumber BBN yang potensial untuk dikembangkan adalah minyak jarak pagar (jatropha curcas).  \n \n\nSalah satu bentuk kontribusi konkrit ITB terhadap pembangunan daerah, ITB telah bekerja sama dengan Pemerintah Kabupaten Ciamis dalam mewujudkan program kecamatan mandiri energi alternatif minyak jarak rakyat dengan lokasi percontohan di Kecamatan Rajadesa. Tanaman jarak pagar telah berhasil ditanam oleh masyarakat di kecamatan tersebut sebagai bagian dari implementasi program  \n \n\ntersebut, dengan tujuan untuk memenuhi kebutuhan energi rakyat secara mandiri, bukan untuk dijadikan komoditas industri ataupun pengganti tanaman produktif.  \n \n\nKebutuhan energi rakyat secara mandiri dapat dipenuhi dengan penggunaan minyak yang diekstraksi dari biji jarak yang diperoleh. Proses ekstraksi minyak dari biji dapat menggunakan screw press. Penggunaan screw press memerlukan  \n \n\npertimbangan aspek pasokan energi listrik yang tersedia, sehingga diperlukan perancangan screw press yang cocok untuk skala perdesaan.  \n \n\nSpesifikasi teknik screw press yang dirancang dapat memenuhi persyaratan yang diminta, yaitu memiliki kapasitas rata-rata teoritik sebesar 60 kg/jam, dengan sumber penggerak motor listrik berdaya 2 HP (1,5 kW) dan putaran 1145 rpm, yang akan direduksi dengan transmisi sabuk dan puli menjadi 120 rpm. Analisis tegangan terhadap screw press yang dirancang dilakukan dengan bantuan software MSCNastran. Hasilnya diperoleh tegangan kritis pada poros dudukan screw press sebesar 280,6 MPa dan pada ujung lubang dudukan pasak sebesar 250 MPa. Deformasi maksimum yang terjadi adalah sebesar 0,432 mm. Besarnya ini masih diperbolehkan, karena clearance antara puncak screw dengan diameter bagian dalam barrel adalah sebesar 0,8 mm. Material S35C dapat dipilih sebagai alternatif bahan poros screw press, dengan angka safety factor (SF) sebesar 1,8.", "Daftar File": {"2010 TS PP IDAD SYAEFUL HAQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74740", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74741", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74742", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74743", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74744", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74745", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74746", "2010 TS PP IDAD SYAEFUL HAQ 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/74747", "2010 TS PP IDAD SYAEFUL HAQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74748"}, "Penulis": "IDAD SYAEFUL HAQ (NIM : 23104017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. H. Indra Nurhadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bahan bakar nabati (biofuel), jarak pagar (jatropha curcas), ekstraksi minyak, biji jarak (jatropha oilseeds), perancangan screw press, biofuel, jatropha curcas, oil extraction, jatropha oilseeds, screw press design.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}