{"Nomor": 15979, "Judul": "ANALISA KESIAPAN FASILITAS TEKNIS INDONESIA DALAM MEMBERIKAN PELAYANAN LALU-LINTAS UDARA DI RUANG UDARA SEKTOR A DAN C INDONESIA", "Abstrak": "Penelitian kesiapan fasilitas teknis Indonesia dilakukan untuk mengetahui kesiapan Indonesia untuk memberikan pelayanan lalu-lintas penerbangan di wilayah udara sektor A dan C. Penelitian ini dilaksanakan berdasarkan data teknis   \n \n \n\nyang dimiliki Indonesia untuk sektor A dan C. Sumber data penelitian adalah Direktorat Navigasi Penerbangan, Direktorat Telekomunikasi Penerbangan, Direktorat Lalu-lintas Penerbangan, Direktorat Angkutan Udara Departemen   \n \n \n\nPerhubungan, dan Bandara Internasional Soekarno-Hatta Jakarta.   \n \n \n\nPenelitian diawali dengan pendataan peralatan Komunikasi, Navigasi, dan Surveillance / pengamatan serta data penunjang lainnya seperti unit SAR (Search and Rescue), data statistik jumlah penerbangan, laju BOS (Breakdown Of   \n \n \n\nSeparation), laju BOC (Breakdown Of Coordination).   \n \n \n\nMetode yang digunakan untuk menentukan kesiapan teknis Indonesia adalah analisis deskriptif komparatif, analisis statistik BOS dan BOC terhadap acuan standar layanan lalu-lintas udara yang disepakati ICAO maupun Indonesia.   \n \n \n\nPenelitian ini juga mengkaji biaya dan manfaat pengambil-alihan tanggungjawab pelayanan di sektor A dan C ini dengan membandingkan biaya dan keuntungan dari pemasangan peralatan dan pendidikan/pelatihan personil yang akan melayani. Kelayakan investasi dan upaya ini dilakukan dengan menghitung Payback period dan IRR (Interest Rate of Return).   \n \n \n\nPenelitian ini menyimpulkan bahwa dari segi teknis Indonesia sudah mampu untuk dapat memberikan pelayanan lalu-lintas penerbangan di wilayah udara  sektor A dan C. Besarnya estimasi Cost (biaya) yang diinvestasikan di tahun 2009 sebesar Rp.41.568.500.000,- dan Benefit (keuntungan) sebesar Rp.10.843.893.500,-. Payback period diperkirakan dalam waktu 4 tahun, dengan nilai IRR (r) sebesar r = 14,47 %, angka tersebut dinyatakan baik, selanjutnya investasi layak dan baik dilakukan.", "Daftar File": {"2009 TS PP I DEWA GEDE KESUMA ASMARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74756", "2009 TS PP I DEWA GEDE KESUMA ASMARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74757", "2009 TS PP I DEWA GEDE KESUMA ASMARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74758", "2009 TS PP I DEWA GEDE KESUMA ASMARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74759", "2009 TS PP I DEWA GEDE KESUMA ASMARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74760", "2009 TS PP I DEWA GEDE KESUMA ASMARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74761", "2009 TS PP I DEWA GEDE KESUMA ASMARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74762"}, "Penulis": "I DEWA GEDE KESUMA ASMARA  (NIM :  23607011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Hisar M. Pasaribu, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Konunikasi, Navigasi, Surveillance, BOS (Breakdown Of Separation), BOC (Breakdown Of Coordination), Cost and Benefit, Payback period, IRR (Interest Rate of Return)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}