{"Nomor": 15973, "Judul": "INSPEKSI BERBASIS RESIKO PADA TANGKI PENYIMPANAN DI ATAS TANAH BERDASARKAN API 581", "Abstrak": "Analisis resiko pada suatu tangki penyimpanan dinilai sebagai suatu bagian dari suatu industri proses dan migas yang sangat penting. Hal ini dikarenakan oleh dampak yang akan diminimalisir jika dilakukannya analisis resiko; terbuangnya produk yang tersimpan di dalam tangki, dampak terhadap lingkungan, dan kerugian secara finansial.           \n \n\nDalam tugas akhir ini dilakukan analisis resiko dengan menggunakan metodologi API 581 Appendix O RBI for Aboveground Storage Tank (AST). Analisis resiko dilakukan dengan dua metode, yaitu metode secara kualitatif dan           \n \n\nkuantitatif. Metode kualitatif dilakukan dengan melakukan screening question terhadap brittle fracture dan environmental cracking dimana hasil keluarannya berupa matriks tingkat kerentanan tangki terhadap brittle fracture dan environment cracking. Metode kuantitatif dilakukan dengan memperhitungkan laju korosi dan biaya akibat kegagalan pada tangki, kemudian didapatkan nilai resiko dalam bentuk matriks.           \n \n\nStudi kasus dalam tugas sarjana ini adalah tangki Central Gathering Station 10 milik PT Chevron Pacific Indonesia yang terletak di Duri, Riau. Hal pertama yang dilakukan adalah analisis resiko dengan metode kualitatif, dengan           \n \n\nmelakukan screening question didapatkan kondisi tangki adalah not susceptible terhadap brittle fracture. Dari hasil analisis resiko dengan metode kuantitatif didapatkan nilai resiko total untuk back wash surge tank sebesar (6,6 x 10-4/year, $ 23.133), foul production fwko tank sebesar (6,6 x 10-4/year, $ 19.058), safety overflow tank sebesar (6,6 x 10-4/year, $ 291.783) dan slop oil fwko tank sebesar           \n \n\n(6,6 x 10-4/year, $ 17.925). Diketahui pula bahwa kenaikan nilai laju korosi dan volume akan meningkatkan nilai resiko suatu tangki, sedangkan penurunan nilai resiko pada suatu tangki dapat dilakukan dengan merubah metode inspeksi.", "Daftar File": {"2010 TA PP IDA BAGUS ERLANGGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74711", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 3-A.pdf": "https://digilib.itb.ac.id/gdl/download/74712", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 3-B.pdf": "https://digilib.itb.ac.id/gdl/download/74713", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 3-C.pdf": "https://digilib.itb.ac.id/gdl/download/74714", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 3-D.pdf": "https://digilib.itb.ac.id/gdl/download/74715", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74716", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74717", "2010 TA PP IDA BAGUS ERLANGGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74718", "2010 TA PP IDA BAGUS ERLANGGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74719"}, "Penulis": "IDA BAGUS ERLANGGA (NIM : 13104021)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inspeksi Berbasis Resiko, Tangki Penyimpanan, API 581, API 581 Appendix O RBI,  Aboveground Storage Tank, AST,  Analisis resiko", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}