{"Nomor": 15985, "Judul": "PERAMALAN BEBAN LISTRIK PADA JARINGAN DISTRIBUSI DENGAN METODE MIKRO-SPASIAL (STUDI KASUS : KOTA BALIKPAPAN)", "Abstrak": "Penelitian ini memberikan suatu model peramalan beban spasial yang  berdasarkan metode regresi.  Diawalai dengan membagi wilayah sistem distribusi menjadi beberapa small-area (wilayah kecil0 pada tingkat kecamatan yang memliki karakteristik pertumbuhan beban listrik yang berbeda-beda.  Kemudian meninjau aspek sosio-demografi dan potensi infrastruktur wilayah yang diasumsikan mempengaruhi pertumbuhan beban listrik di setiap wilayah kecil tersebut.  Peramalan beban di masa mendatang dilakukan di tiap wilayah kecil dengan metode regresi. Aspek sosio-demografi dan potensi infrastruktur yang berkorelasi kuat secara statistik dengan pola pertumbuhan beban listrik digunakan sebagai variabel regresi.  \n \n\nPerusahaan tenaga listrik sebagai penyedia energi listrik dituntut untuk mampu memenuhi kebutuhan konsumen dan mengantisipasi pertumbuhan pada masa mendatang sehingga permintaan energi lstrik dapat selalu terpenuhi.  Oleh karena itu, peramalan beban listrik yang akurat, baik dari sedi magnitude, temporal dan sebaran wilayah menjadi sangat penting untuk perencanaan perubahan atau ekspansi jaringan sistem distribusi listrik.  \n \n\nPengaplikasian model peramalan beban yang diajukan memberikan hasil yang cukup baik. Model tersebut dapat memberikan informasi persebaran beban listrik secara geografis di wilayah sistem distribusi untuk jangka waktu lima tahun ke depan. Akurasi model peramalan dilihat dari goodness of fit model terhadap data historis yang ada dan memberikan hasil perhitungan rata-rata MPR=-0,1153% dan MAPR = 2,0782 %", "Daftar File": {"2010 TA PP I GEDE ALFIANZEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74800", "2010 TA PP I GEDE ALFIANZEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74801", "2010 TA PP I GEDE ALFIANZEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74802", "2010 TA PP I GEDE ALFIANZEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74803", "2010 TA PP I GEDE ALFIANZEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74804", "2010 TA PP I GEDE ALFIANZEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74805", "2010 TA PP I GEDE ALFIANZEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74806"}, "Penulis": "I GEDE ALFIANZEN (NIM : 13204039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. DR. Ir. Ngapuli Irmea Sinisuka"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "peramalan beban wilayah, kurva Gompertz, KWH, MPR, MAPR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}