{"Nomor": 15984, "Judul": "PERANCANGAN PENJEJAK OBYEK DENGAN IDENTIFIKASI WARNA", "Abstrak": "Penjejak objek merupakan sebuah sistem yang memiliki kemampuan mengidentifikasi dan mengikuti pergerakan dari obyek yang diamati. Identifikasi obyek dapat dibedakan dari bentuk, warna, tekstur dan ciri lainnya yang dapat membedakan obyek dengan lingkungan sekitar. Penjejak obyek yang dirancang dalam tugas akhir ini mengidentifikasikan sebuah benda berdasarkan warna benda. Identifikasi terhadap elemen warna dilakukan dengan mengekstraksi informasi hue dari benda. Digunakan hue sebagai elemen identifikasi  \n \n\nmempercepat proses pengenalan benda karena Hue merupakan data satu kanal. Hue dari sebuah benda akan disimpan dalam sebuah memory untuk dijadikan acuan bagi proses selanjutnya. Penjejak yang dirancang akan mengikuti benda yang memiliki hue yang sama dengan Hue yang disimpan. Back projection digunakan untuk memetakan kembali nilai pixel yang memiliki Hue yang sama dengan memory. Hasil dari back projection adalah citra biner yang merupakan distribusi pixel dari benda yang dijejak. Algoritma Camshift digunakan untuk menentukan pusat massa dari distribusi pixel secara terus menerus. Oleh karena itu, penjejak obyek akan selalu berada dititik pusat dari benda yang dijejak. Penjejak obyek yang dirancang bekerja dengan baik untuk benda yang memiliki warna yang berbeda dengan lingkungannya.", "Daftar File": {"2010 TA PP I GDE PERMANA SETIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74793", "2010 TA PP I GDE PERMANA SETIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74794", "2010 TA PP I GDE PERMANA SETIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74795", "2010 TA PP I GDE PERMANA SETIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74796", "2010 TA PP I GDE PERMANA SETIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74797", "2010 TA PP I GDE PERMANA SETIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74798", "2010 TA PP I GDE PERMANA SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74799"}, "Penulis": "I GDE PERMANA SETIAWAN (NIM: 13206016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.I r. Hilwadi Hindersah, M.Sc.", "Dr. Pranoto Hidaya Rusmin, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penjejak Obyek, Warna, Back Projection, Camshift", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}