{"Nomor": 15993, "Judul": "PERANCANGAN SOFTWARE UNTUK ANALISIS ELEVATOR", "Abstrak": "Jumlah gedung bertingkat di jakarta meningkat tiap tahunnya. Sejauh ini diperkirakan Jakarta memiliki bangunan bertingkat mencapai 1.500 unit hingga 2.000 unit yang tersebar di lima distrik kota. Pertambahan gedung bertingkat ini terutama banyak disumbangkan dari pengembangan proyek apartemen, perkantoran, dan pusat  \n \n\nperbelanjaan.  \n \n\nPeningkatan jumlah gedung bertingkat ini menyebabkan kebutuhan akan penggunaan elevator menjadi besar. Elevator adalah transportasi vertikal yang paling efisien dibandingkan sarana lainnya seperti tangga. Kualitas elevator adalah faktor penentu bagus tidaknya kualitas gedung bertingkat sehingga diperlukan kalkulasi sebaik mungkin dengan memperhatikan parameter yang mempengaruhi sistem elevator.  \n \n\nTugas sarjana ini bertujuan untuk merancang program bantu menghitung jumlah elevator yang dibutuhkan gedung. Selain itu program rancangan diharapkan mampu menganalisis parameter yang akan menentukan kualitas dari elevator.  \n \n\nparamater tersebut adalah waktu tunggu dan handling capacity.  \n \n\nProgram pada tugas sarjana ini terbagi atas dua bagian besar yaitu program analisis awal dan program analisis detail elevator. Program analisis awal digunakan untuk menentukan jumlah elevator yang dibutuhkan gedung bertingkat sedangkan program analisis detail digunakan untuk menentukan parameter elevator seperti interval dan handling capacity. Untuk mengecek kebenaran hasil perhitungan program diperlukan data pembanding. Setelah membandingkan data dan hasil perhitungan dari konsultan, didapat bahwa hasil perhitungan elevator sama dengan perhitungan dari konsultan.", "Daftar File": {"2009 TA PP IHSAN SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74845", "2009 TA PP IHSAN SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74846", "2009 TA PP IHSAN SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74847", "2009 TA PP IHSAN SAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74848", "2009 TA PP IHSAN SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74849", "2009 TA PP IHSAN SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74850", "2009 TA PP IHSAN SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74851"}, "Penulis": "IHSAN SAPUTRA (NIM : 13105022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Indra Nurhadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gedung, analisis elevator, perancangan software", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}