{"Nomor": 15997, "Judul": "PENCARIAN PARAMETER KECEPATAN POTONG OPTIMUM PADA PEMESINAN BUBUT AKRILIK MELALUI ANALISIS GAYA PEMOTONGAN SPESIFIK", "Abstrak": "Akrilik (Polymethyl methacrylate) adalah salah satu bentuk polimer termoplastik yang memiliki memiliki tingkat kekakuan yang lebih tinggi dibandingkan dengan material polimer lainnya, seperti polycarbonate atau vinils. Akrilik memiliki kekuatan terhadap impak lebih baik daripada kaca, dengan tingkat kekakuan dan ketahanan temperatur yang lebih rendah.  \n \n\nUntuk pemesinan akrilik skala industri, perlu diketahui besar gaya-gaya pemotongan yang terjadi untuk menentukan pemilihan pahat dan tingkat kecepatan produksi optimum. Dengan mengetahui hubungan antara gaya potong spesifik dan kecepatan potong akan mempermudah pemilihan parameter-parameter pemesinan yang akurat.  \n \n\nPada penelitian tugas sarjana ini dilakukan pengujian pemesinan bubut pada material akrilik untuk mencari nilai parameter kecepatan potong optimum.  \n \n\nParameter pemesinan lain seperti kedalaman potong dan gerak makan dipertahankan pada nilai konstan. Hasil yang diperoleh adalah rentang nilai kecepatan potong dengan gaya potong spesifik terendah untuk material akrilik.", "Daftar File": {"2010 TA PP IKA WAHYUTAMA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74872", "2010 TA PP IKA WAHYUTAMA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74873", "2010 TA PP IKA WAHYUTAMA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74874", "2010 TA PP IKA WAHYUTAMA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74875", "2010 TA PP IKA WAHYUTAMA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74876", "2010 TA PP IKA WAHYUTAMA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74877", "2010 TA PP IKA WAHYUTAMA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74878"}, "Penulis": "IKA WAHYUTAMA (NIM : 13103079) Pembimbing 1 : Prof. Dr. Ir. Yatna Yuwana Martawirya", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Ir. Yatna Yuwana Martawirya", "Pembimbing 2 : Dr. Ir. Sigit Yoewono MME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "akrilik ,kecepatan potong, pemesinan bubut, gaya potong spesifik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}