{"Nomor": 15995, "Judul": "PENGEMBANGAN ROBOT MOBIL MULTIFUNGSI BERBASIS SINYAL KENDALI DTMF DAN ROBOT PENGHINDAR", "Abstrak": "Penggabungan antara jenis robot otonom (autonomous) dengan robot yang dapat dikendalikan dari jarak jauh (robot remote control), dirasa mampu memberikan solusi atas salah satu kebutuhan manusia dalam menggantikan peran mereka di tempat atau kondisi lingkungan yang sulit untuk dijangkau. Pada beberapa kasus, diperlukan robot yang selain mampu dikendalikan dari jarak jauh secara nirkabel, juga dapat bergerak atau merespon lingkungannya tanpa intervensi manusia, karena hal tersebut dapat menghemat aksi yang harus dilakukan manusia sebagai operator dan juga menghemat daya transmisi instruksi, dibandingkan dengan jika harus dikendalikan setiap saat. Secara umum, robot mobil ini tersusun atas dua jenis robot yang berbeda, yaitu robot otonom berjenis penghindar (avoider) dengan robot kendali jarak jauh nirkabel. Sinyal DTMF dipilih karena jenis sinyal suara (audible) ini mudah untuk ditransmisikan melalui perangkat radio biasa, telepon selular, dan perangkat komunikasi audio lainnya, namun cukup baik untuk dibedakan dengan suara-suara lainnya, sehingga dapat difilter untuk kemudian diperoleh data digital setelah diolah pada IC DTMF decoder. Tentunya data digital ini akan sangat bermanfaat untuk menjadi input bagi perangkat digital seperti mikrokontroler, dsb., dengan kombinasi data yang dapat diubah menjadi beragam gerakan robot yang berbeda-beda.  \n \n\nHasil percobaan menunjukkan bahwa modul robot avoider dapat dibuat dengan memanfaatkan sensor inframerah yang mudah dan murah dengan kemampuan mendeteksi benda gelap maupun terang, serta keras maupun lunak. Robot dapat berjalan mengikuti lorong tanpa menabrak. Gerakan dasar robot, diperoleh dari penerapan data digital pada input sebuah driver motor, dengan lama atau delay eksekusi perintah pada program mempengaruhi panjang lintasan yang ditempuh roda robot. Selain itu, transmisi sinyal DTMF yang berasal dari sebuah laptop berhasil menggerakkan robot melalui perangkat handy talky maupun melalui sebuah telepon seluler.", "Daftar File": {"2011 TA PP  IHWATULHASANAH B ADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74859", "2011 TA PP  IHWATULHASANAH B ADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74860", "2011 TA PP  IHWATULHASANAH B ADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74861", "2011 TA PP  IHWATULHASANAH B ADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74862", "2011 TA PP  IHWATULHASANAH B ADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74863", "2011 TA PP  IHWATULHASANAH B ADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74864", "2011 TA PP  IHWATULHASANAH B ADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74865"}, "Penulis": "IHWANULHASAN B ADI (NIM : 10205057)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir, Prof. Dr.-Ing. Mitra Djamal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "robot otonom (autonomous),  robot remote control,  sinyal kendali DTMF, Robot Penghindar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}