{"Nomor": 15991, "Judul": "PENENTUAN POLA PEMINJAMAN BUKU PADA PERPUSTAKAAN STIKOM BALI MENGGUNAKAN ALGORITMA FP-GROWTH", "Abstrak": "Perpustakaan adalah sebuah koleksi buku dan majalah. Dapat diartikan sebagai koleksi pribadi perseorangan, \n\nnamun lebih umum dikenal sebagai sebuah koleksi besar yang dibiayai dan dioperasikan oleh sebuah kota atau \n\ninstitusi.STIKOM Bali menangani besarnya data bahan pustaka, pencatatan proses peminjaman dan \n\npengembalian bahan pustaka tidak dilakukan dalam bentuk manual atau pengarsipan, akan tetapi menggunakan \n\nsistem administrasi khusus yang diberikan nama Ã‚Â“DIGILIB-DIGITAL LIBRARYÃ‚Â”. Sistem sampai saat ini sudah \n\nmencatat sebanyak 7.479 proses transaksi peminjaman yang dilakukan oleh mahasiswa, staf manajemen ataupun \n\ndosen pengajar. Pengolahan dan analisis yang mendalam terhadap kumpulan data transaksi peminjaman buku \n\nmenjadi suatu pengetahuan yang berharga dapat dilakukan dengan menerapkan data mining algoritma FPGrowth. \n\nAlgoritma ini akan menemukan himpunan data yang paling sering muncul dalam suatu kumpulan data, \n\ndalam penelitian ini yang dimaksud kumpulan data adalah data peminjaman bahan pustaka. Keterhubungan mata \n\nkuliah yang diambil dihasilkan dari pencatatan perwalian yang dilakukan oleh mahasiswa. Penelitian \n\nmenganalisa pola peminjaman bahan pustaka dengan mata kuliah yang diambil dalam suatu semester berjalan, \n\nsehingga sistem memberikan laporan kecenderungan peminjaman buku di setiap semester perkuliahan.", "Daftar File": {"proceedings knsi 2014 full edition(41).pdf": "https://digilib.itb.ac.id/gdl/download/74837"}, "Penulis": "I Gusti Rai Agung Sugiartha", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahan pustaka, peminjaman buku, data mining, FP-Growth", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "11 Mar 2014"}