{"Nomor": 15990, "Judul": "ANALISIS KAPASITAS JENUH RUNWAY DAN UPAYA PENINGKATANNYA STUDI KASUS BANDAR UDARA SOEKARNO-HATTA JAKARTA", "Abstrak": "Seiring dengan bertambahnya maskapai penerbangan baru dengan harga tiket murah, mengakibat peningkatan frekuensi penerbangan yang diperkirakan sudah mendekati kapasitas runway yang dimiliki Bandara Soekarno-Hatta. Oleh karena itu perlu dilakukan perhitungan kapasitas maksimal yang dimiliki runway Bandar Udara Soekarno-Hatta saat ini dan upaya-upaya dalam meningkatkan kapasitas runway yang dimilikinya. Adapun tujuan dari penelitian ini adalah menghitung kapasitas jenuh runway di Bandar Udara Soekarno-Hatta, mencari upaya-upaya apa yang dapat dilakukan guna meningkatkan kapasitas jenuh runway dan menganalisa upaya peningkatan kapasitas jenuh runway untuk mendapatkan upaya peningkatan yang menghasilkan peningkatan kapasitas runway paling besar. Metoda perhitungan kapasitas jenuh runway yang digunakan ada 2 (dua) yaitu dengan formulasi matematis dan dengan metoda FAA. Dengan menggunakan formulasi matematis didapat kapasitas jenuh runway untuk operasi     \n \n \n\nkedatangan saja sebesar 42 operasi per jam, untuk operasi keberangkatan saja 110 operasi per jam, sedangkan untuk operasi campuran 64 operasi per jam. Sementara itu dengan metoda FAA didapat kapasitas runway untuk operasi     \n \n \n\ncampuran sebesar 76 pada kondisi VFR dan 71 pada kondisi IFR. Dari kedua metoda, perhitungan kapasitas jenuh dengan formulasi matematis lebih cocok digunakan di Bandar Udara Soekarno-Hatta. Upaya-upaya peningkatan yang diteliti adalah peningkatan kapasitas jenuh runway dengan pengurangan separasi yang mengacu pada standar separasi     \n \n \n\nberdasarkan ketentuan FAA, penambahan exit taxiway, penambahan runway sesuai dengan rencana induk pengembangan Bandar Udara Soekarno-Hatta dan perubahan pola operasi runway. Dari empat upaya peningkatan kapasitas jenuh     \n \n \n\nrunway, upaya yang paling efisien adalah perubahan pola operasi runway (dengan peningkatan kapasitas 35,9 %) dan pengurangan separasi (dengan peningkatan kapasitas 34,4 %). Namun upaya peningkatan dengan penambahan runway menghasilkan peningkatan terbesar yaitu 53,9 %. Jumlah maksimal operasi yang pernah dilayani sampai saat ini adalah sebesar 64 operasi per jam, yang artinya telah mencapai kapasitas maksimal runway yang dimiliki saat ini. Oleh karena itu, pihak manajemen Bandar Udara Soekarno-Hatta harus segera melakukan upaya-upaya peningkatan untuk     \n \n \n\nmengantisipasi peningkatan permintaan di masa yang akan datang.", "Daftar File": {"2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74830", "2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74831", "2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74832", "2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74833", "2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74834", "2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74835", "2009 TS PP I GUSTI AGUNG AYU MAS OKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74836"}, "Penulis": "I GUSTI AGUNG AYU MAS OKA (NIM : 23607027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hisar M. Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "runway Bandara; Bandar Udara Soekarno-Hatta; kapasitas jenuh runway; metoda FAA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}