{"Nomor": 16004, "Judul": "ANALISIS PENGARUH KUALITAS LAYANAN KREDIT TERHADAP LOYALITAS DEBITUR PT. BANK NEGARA INDONESIA (PERSERO) TBK SKC CIREBON", "Abstrak": "Dalam era globalisasi, persaingan bisnis menjadi semakin ketat sehingga menyebabkan semakin banyak organisasi atau penyedia jasa memperhatikan upaya pemenuhan kebutuhan dan keinginan pelanggan serta menempatkan kepuasan pelanggan atau nasabah sebagai tujuan utama.  \n \n\nKeberlangsungan dan keberhasilan perusahaan jasa banyak  \n \n\nbergantung pada kualitas pelayanan yang sesuai dengan lingkungan perusahaan, dan kemampuan yang dimiliki para petugas dalam memberikan pelayanan dan menjelaskan produk-produk yang ditawarkan serta kebutuhan dan harapan nasabah. Dengan pelayanan yang berkualitas,  \n \n\nnasabah akan merasa puas sehingga akan mempertahankan dan meningkatkan loyalitas nasabah terhadap perusahaan.  \n \n\nTujuan penelitian ini adalah untuk mengkaji tanggapan debitur sebagai nasabah atas kualitas layanan dalam penyaluran kredit yang dilakukan oleh BNI SKC Cirebon kepada debitur sebagai nasabahnya, mengkaji Customer Loyalty yang dilakukan debitur sebagai nasabah BNI  \n \n\nSKC Cirebon, dan mengkaji pengaruh kualitas layanan kredit BNI SKC Cirebon terhadap loyalitas debitur sebagai nasabah BNI SKC Cirebon. Metode yang digunakan dalam penelitian ini adalah metode deskriptif dan explanatory survey dengan menyebarkan kuesioner kepada  \n \n\n80 responden debitur bank BNI SKC Cirebon. Selanjutnya, dilakukan pengolahan dan analisis data secara statistik dengan bantuan software Microsoft Excel for windows XP dan SPSS 17 for windows. Uji validitas menggunakan model Corrected Item-Total Correlation. Uji reliabilitas  \n \n\nmenggunakan rumus Cronbach's Alpha. Uji hipotesis menggunakan koefisien Pearson dan uji t. Berdasarkan hasil analisis diketahui bahwa terdapat hubungan yang  \n \n\ncukup kuat antara Service Quality terhadap loyalitas debitur, dengan arah hubungan yang positif. Serta dapat dibuktikan bahwa terdapat pengaruh yang cukup signifikan dari Service Quality terhadap loyalitas debitur.", "Daftar File": {"2010 TS PP IKSAN DARMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74908", "2010 TS PP IKSAN DARMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74909", "2010 TS PP IKSAN DARMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74910", "2010 TS PP IKSAN DARMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74911", "2010 TS PP IKSAN DARMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74912", "2010 TS PP IKSAN DARMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74913"}, "Penulis": "IKSAN DARMANSYAH (NIM : 29108040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Service Quality, Customer Loyalty, debitur.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}