{"Nomor": 16002, "Judul": "PEMBUATAN DAN PENGUJIAN ALAT PENGUSIR BURUNG DENGAN METODA AKUSTIK DI BANDAR UDARA INTERNASIONAL JUANDA SURABAYA", "Abstrak": "Birdstrike merupakan salah satu potensi penyebab terjadinya kecelakaan pesawat udara dan faktor yang perlu diperhatikan dalam keselamatan penerbangan di suatu kawasan bandar udara. Ada bermacam teknik pengendalian burung untuk memperkecil resiko birdstrike. Salah satu cara adalah menggunakan alat pengusir burung dengan metode akustik, yaitu memberikan sinyal suara dengan karakteristik tertentu. Sinyal tersebut dapat mengganggu   \n \n \n\npendengaran burung sehingga merasa tidak nyaman dan menjauhi sumber akustik.   \n \n \n\nPopulasi burung di Bandar Udara Internasional Juanda Surabaya sangat berpotensi untuk mengakibatkan adanya birdstrike. Hal ini dapat dilihat dengan adanya laporan birdstrike dari maskapai penerbangan. Saat ini di Bandar Udara Juanda Surabaya terdapat satu unit alat pengusir burung metode akustik dengan suara burung predator dan distress burung yang belum optimal dalam penerapannya, dikarenakan area yang harus di jaga luas serta perlu adanya   \n \n \n\npenambahan data suara di sistem tersebut.    \n \n \n\nPada Tugas Akhir ini dijelaskan mengenai penelitian untuk pembuatan dan pengujian alat pengusir burung dengan metoda akustik, serta pengembangan alat yang sudah ada di Bandar Udara Juanda. Penelitian ini bertujuan untuk mendapatkan sinyal suara dengan frekuensi yang sensitif untuk mengusir burung dan tingkat tekanan suara minimumnya. Pengujian dilakukan pada skala lapangan berupa pengujian karakteristik sumber suara dan respon burung terhadap pemberian berbagai sinyal suara. Burung yang digunakan dalam penelitian ini jenis kuntul dan blekok yang paling banyak ada di Bandar Udara Juanda).   \n \n \n\nBerdasarkan pengujian disimpulkan bahwa burung merasa tidak nyaman terhadap sinyal suara sweep logaritmik pada rentang frekuensi 5kHz-9kHz dengan bentuk square dan sawtooth wave, sinyal suara dengan modulasi frekuensi pada rentang frekuensi 2kHz-7kHz, serta suara predator dan suara   \n \n \n\ndistress dari burung sejenis dengan tingkat tekanan suara terendah 75 dB. Penelitian ini perlu dilanjutkan dengan implementasi di bandar udara untuk mengetahui kehandalan alat", "Daftar File": {"2009 TS PP I KOMANG GEDE PURJANA ARIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74894", "2009 TS PP I KOMANG GEDE PURJANA ARIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74895", "2009 TS PP I KOMANG GEDE PURJANA ARIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74896", "2009 TS PP I KOMANG GEDE PURJANA ARIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74898", "2009 TS PP I KOMANG GEDE PURJANA ARIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74899", "2009 TS PP I KOMANG GEDE PURJANA ARIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74900"}, "Penulis": "I KOMANG GEDE PURJANA ARIYANTO (NIM : 23607018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr. Leonardo Gunawan   \n \n \n\nIr. Muhammad Kusni, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Birdstrike, alat pengusir burung, metode akustik, kehandalan alat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}