{"Nomor": 16009, "Judul": "PENGEMBANGAN METODE PERKIRAAN BIAYA PRODUK BERBASIS ACTIVITY-BASED COSTING DAN ECONOMIC VALUE ADDED UNTUK PRODUK BLANKING DAN BENDING DIE", "Abstrak": "Penentuan biaya produk merupakan salah satu kegiatan manajemen strategik yang penting dalam sebuah organisasi berorientasi profit. Sebagai konsekuensinya, pihak manajemen suatu organisasi harus mampu menghitung biaya produk dengan cara yang benar. Kesalahan perhitungan biaya produk tentu akan menyebabkan kesalahan dalam pengambilan keputusan-keputusan manajerial yang berkaitan dengan produk, dan berpotensi menyebabkan kerugian bagi organisasi.  \n \n\nMetode perhitungan biaya produk yang saat ini banyak diterapkan adalah Activity Based Costing. ABC terfokus pada aktifitas-aktifitas yang dilakukan untuk menghasilkan produk atau jasa. Selain itu, Activity-Based Costing juga menyediakan informasi sumber daya yang dibutuhkan untuk melaksanakan aktivitas-aktivitas tersebut. Namun demikian metode ABC ini masih memiliki kelemahan yaitu belum memperhitungkan biaya modal yang dikeluarkan oleh perusahaan. Metode integrasi Activity Based Costing dan Economic Value Added yang dikembangkan oleh Roztocki (1999) telah memasukan biaya modal. Namun dalam pengalokasian biaya modal tersebut ke aktivitas dan produk menggunakan Activity Capital Dependence yang masih mengandalkan intuisi pengambil kebijakan.  \n \n\nHasil penelitian ini menunjukkan bahwa dengan metode ABC dan EVA yang dikembangkan dalam penelitian ini dapat mengeliminir ketergantungan pada intuisi pengambil kebijakan dalam alokasi biaya modal.", "Daftar File": {"2011 TS PP ILHAMULLAH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74943", "2011 TS PP ILHAMULLAH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74944", "2011 TS PP ILHAMULLAH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74945", "2011 TS PP ILHAMULLAH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74946", "2011 TS PP ILHAMULLAH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74947", "2011 TS PP ILHAMULLAH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74948", "2011 TS PP ILHAMULLAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74949"}, "Penulis": "ILHAMULLAH (NIM: 23408057)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. Anas MaÃ‚Â’ruf"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Perkiraan Biaya Produk, Activity Based Costing, Economic Value Added", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}