{"Nomor": 16008, "Judul": "ANALISIS HIGH LIFT DEVICE DAN PREDIKSI KOEFISIEN GAYA ANGKAT MAKSIMUM PADA SAYAP N219", "Abstrak": "Analisis High Lift Device yang dilakukan penulis adalah analisis dari segi proses desain flap pada umumnya yang dilanjutkan dengan perhitungan koefisien gaya angkat    \n \n \n \n\nmaksimum pada khususnya. Selain itu, pemahaman akan fenomena fisik pada High Lift Device pun menjadi bagian dari analisis. Dengan melakukan simulasi numerik (CFD)    \n \n \n \n\nmenggunakan perangkat lunak FLUENT, hasil yang didapat akan makin memdekati kenyataan karena persamaan yang digunakan adalah Reynolds Averaged Navier Stokes    \n \n \n \n\n(RANS). Persamaan ini adalah persamaan Navier Stokes yang telah dimodifikasi(disederhanakan) agar bisa diselesaikan dengan simulasi numerik dan menggunakan nilai rata-rata dari fluktuasi properti aliran turbulen. Sayap N219 dimodelkan di CATIA untuk kemudian di-mesh di GAMBIT (Geometry And Mesh Builder Intelligent Toolkit), yang akan dianalisis menggunakan FLUENT. Hasil dari FLUENT tersebut akan divalidasi dengan hasil eksperimen terowongan angin.    \n \n \n \n\nTujuan adanya analisis dan prediksi ini adalah melakukan studi span flap, karena hasil eksperimen terowongan angin hanyalah existing configuration. Apabila hasil analisis    \n \n \n \n\nuntuk existing configuration yang dikeluarkan oleh FLUENT sudah valid, maka prediksi untuk kasus span flap bisa digunakan sebagai data yang sah. Pemodelan sayap berikut High Lift Device-nya lebih akurat karena CFD (Computational    \n \n \n \n\nFuid Dynamics) dalam hal ini FLUENT menggunakan metode diskretisasi Finite Volume, dan menggunakan persamaan RANS sehingga hasilnya akan lebih mendekati kenyataan dibanding dengan metode panel.", "Daftar File": {"2009 TA PP ILHAM MEDICA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74936", "2009 TA PP ILHAM MEDICA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74937", "2009 TA PP ILHAM MEDICA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74938", "2009 TA PP ILHAM MEDICA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74939", "2009 TA PP ILHAM MEDICA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74940", "2009 TA PP ILHAM MEDICA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74941", "2009 TA PP ILHAM MEDICA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74942"}, "Penulis": "ILHAM MEDICA (NIM : 13605019)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Djoko Sardjadi    \n \n \n \n\nPembimbing 2:Dr. Romie O. Bura     \n \n \n \n\nPembimbing 3:Ir. Agus Sudarmawan (PT DI)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "High Lift Device, desain flap, CFD, FLUENT, RANS, Sayap N219 , CATIA, GAMBIT, metode diskretisasi Finite Volume", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}