{"Nomor": 16006, "Judul": "KAJIAN PROGRAM IOSA DAN SMS SEBAGAI USAHA PENINGKATAN SAFETY PENERBANGAN DALAM PERSPEKTIF AIRLINE", "Abstrak": "Dalam penyelenggaraan transportasi, terkandung kebutuhan dan keharusan penyelenggaraan safety. Penyelenggaraan safety dalam ruang lingkup airline di Indonesia menjadi perhatian ketika terjadi dua accident di awal tahun 2007 yang dialami secara berturut-turut oleh Adam Air dan Garuda Indonesia. Hal ini sangat ironis mengingat adanya pertumbuhan kebutuhan jasa airline yang terus meningkat dari tahun ke tahun.    \n \n \n \n\nAdanya beberapa program baru yang bertujuan meningkatkan safety di lingkup kegiatan airline patut ditelaah dengan baik. Hal ini dikarenakan regulator telah menyusun regulasi agar pelaksanaan transportasi udara dapat memenuhi tujuan kegiatan transportasi. Pada tugas akhir ini, dibandingkan regulasi yang dikeluarkan oleh regulator di Indonesia (CASR) dengan program safety IOSA dan SMS untuk kemudian diperoleh suatu kesimpulan. Kesimpulan tersebut didapat dengan memperhatikan kaidah-kaidah yang terkandung dalam program IOSA dan SMS yang dibandingkan dengan kadiah-kaidah dalam regulasi di Indonesia. Pada akhirnya kaidah-kaidah tersebut digunakan untuk membangun kerangka kerja keselamatan operasi penerbangan dalam ruang lingkup airline.    \n \n \n \n\nHasil studi menunjukkan bahwa regulasi di Indonesia (CASR) yang saat ini diterapkan sebagai panduan penyelenggaraan operasi penerbangan belumlah cukup untuk dijadikan panduan penyelenggaraan safety. Oleh karena itu, penerapan IOSA yang ikut dikembangkan dengan prinsip SMS merupakan hal yang patut dilakukan dalam penyelenggaraan safety.", "Daftar File": {"2009 TA PP ILHAM HAMID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74921", "2009 TA PP ILHAM HAMID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74922", "2009 TA PP ILHAM HAMID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74923", "2009 TA PP ILHAM HAMID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74924", "2009 TA PP ILHAM HAMID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/74925", "2009 TA PP ILHAM HAMID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/74926", "2009 TA PP ILHAM HAMID 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/74927", "2009 TA PP ILHAM HAMID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74928"}, "Penulis": "ILHAM HAMID (NIM  : 13604036)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Hisar M. Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "safety, Kajian Program IOSA, Kajian Program SMS, safety Penerbangan,  Airline,  Kerangka Kerja Keselamatan Penerbangan,  Operasi Airline, CASR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}