{"Nomor": 16016, "Judul": "OPTIMASI RADIUS FLANGE RODA UNTUK MENGURANGI LAJU KEAUSAN RODA DAN REL KERETA API", "Abstrak": "Kapasitas angkut kereta api terus meningkat. Pada tahun 2007 kapasitas angkut mencapai 9,6 juta ton per tahun (Denny, 2007), sedangkan pada tahun 2011 ditargetkan menjadi 11 juta ton per tahun untuk kereta api Babarajang. Peningkatan kapasitas angkut kereta api penumpang maupun barang menyebabkan tingginya tekanan kontak roda dan rel. Hal ini menyebabkan berbagai jenis kerusakan pada roda dan rel. Biaya yang dialokasikan oleh Departemen Perhubungan pada tahun 2007 adalah Rp 160 Miliyar untuk memperbaiki lintasan KA di Sumatera Selatan hanya untuk memperbaiki   \n\nlintasan-lintasan kritis sepanjang 70 km antara Tanah Tinggi sampai Lubuklinggau (Warta Kota, 2008). Pada tahun 2000-2004, biaya yang diusulkan untuk perawatan dan   \n\nkeberadaan infrastruktur sebesar Rp 11,835 Miliyar. Sebagian besar biaya ini adalah untuk perbaikan akibat keausan dan kegagalan (Suara Merdeka, 2006). Pada penelitian ini karakteristik kontak dan upaya penanggulan keausan ini akan diteliti.   \n\nTujuan Penelitian yaitu; Mendapatkan model multi dinamik kendaraan dan rel, Mendapatkan model kontak, Mengetahui fenomena aus excessive dari hasil twin disc test, Mendapatkan metode untuk mengurangi laju keausan excessive.   \n\nPengujian laju keausan menggunakan alat uji twin disc dengan modifikasi pada dudukan disc agar bisa di ubah sudut kontaknya. Pada pengujian ini spesimen uji diambil dari   \n\nmaterial roda dan rel sesuai dengan radius pada pertemuan kontak kedua benda. Laju keausan diukur berdasarkan selisih massa disc sebelum dan sesudah pengujian.", "Daftar File": {"2011 DIS PP I MADE PARWATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/74968", "2011 DIS PP I MADE PARWATA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/74969", "2011 DIS PP I MADE PARWATA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/74970", "2011 DIS PP I MADE PARWATA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/74971", "2011 DIS PP I MADE PARWATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/74972"}, "Penulis": "I MADE PARWATA (NIM: 33107001)", "Kontributor / Dosen Pembimbing": ["I MADE PARWATA (NIM: 33107001)", "Tim pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja,  Prof.Dr.Ir. Yatna Yuwana Martawirya, Prof. Dr.Ir.Indra Nurhadi"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kapasitas angkut kereta api, kereta api , Flange roda, laju keausan roda", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "5 file", "Tanggal Input": "11 Jun 2014"}