{"Nomor": 16028, "Judul": "PASUNDAN DELIVERY SERVICES (PT. WAHANA BUMI RAYA) BUSINESS STRATEGY FORMULATION AND IMPLEMENTATION TO CREATE SUSTAIN FUTURE COMPETITION", "Abstrak": "Bandung is known as popular week-end break destination for people living outside Bandung. Increasing numbers city transportations and motorcycles result traffic jammed in most area of Bandung, Pasundan Delivery Services (PDS) is the delivery services provider using motorcycle provide solutions for visitors and Bandung citizens to effective and efficient their valuable time, run its costumer order through smartphone and social media, lucrative demand leads PDS to formulate its strategy to reach more costumers among existing competitors to win the competition in and as the leader the future. Problem identified is based on PDS Functional, which should be synergized one to another, consisting of administration, operation, sales and marketing, human resources, technology device supporting and financial, is obtained formulate into the right selection of business strategy and its implementation. As the founder of PDS, the researcher formulated the strategic management involving small team discussion group as the management of PT. WBR, observations and employee sharing during evaluation. The methodology is based on the strategic management framework. scanning the external environment and internal organization, this phase will identify possible opportunities and threats and its internal environment for strengths and weaknesses. The result of business strategy formulation, growth strategy for corporate level strategy and for business level strategy result with two choices of strategy selection, competitive and cooperative. Strategies considering its two major services, dine-in services currently faced barrier in reaching higher number of costumers handling due to its limitation order process using smartphone device, migration into hotline costumer care is the best decision. cargo and document delivery services should cooperate with more established cargo company to deliver the goods and document across Indonesia. however to succeed the strategy chosen, both services need cooperation with external partnership. In the implementation phase, in order to implement the strategy, consisting of implementation model, gap analysis between current situation and desire objective, it is also using Balanced Scorecard as performance measurement system as an interactive management system for strategy execution. The objectives on each perspectives create the KPI management and deploy the programs into each functional, at the end to reach positive EVA as financial objective.", "Daftar File": {"2012 TS PP IMAN HARYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75036", "2012 TS PP IMAN HARYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75037", "2012 TS PP IMAN HARYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75038", "2012 TS PP IMAN HARYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75039", "2012 TS PP IMAN HARYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75040", "2012 TS PP IMAN HARYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75041"}, "Penulis": "IMAN HARYANTO (NIM 29109308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Harimukti Wandebori, Phd., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pasundan Delivery Services, Strategic Management, Balanced Scorecard, KPI, EVA", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}