{"Nomor": 16037, "Judul": "PEMODELAN RESPON CONTROLLED SOURCE AUDIO FREQUENCY MAGNETOTELLURIC (CSAMT)", "Abstrak": "Metode CSAMT (Controlled Source Audio Frequency Magnetotelluric) merupakan salah satu metode eksplorasi geofisika yang menggunakan sifat gelombang elektromagnetik untuk mengetahui struktur resistivitas bawah permukaan. Metode ini merupakan varian dari metode magnetotelurik (MT). Perbedaan mendasar antara metode CSAMT dan MT adalah penggunaan sumber buatan berupa arus yang diinjeksikan ke dalam bumi dalam CSAMT. Keunggulan metode CSAMT dibandingkan metode MT adalah data yang dihasilkan lebih  \n \n\ntangguh terhadap noise sehingga menghasilkan resolusi yang lebih baik. Hal ini dikarenakan sumber buatan dalam metode CSAMT menghasilkan arus yang relatif stabil dibandingkan proses telurik alami yang sangat fluktuatif dan rentan  \n \n\nterhadap gangguan noise dari luar. Keberadaan sumber buatan membuat jarak antara sumber tersebut dengan receiver  \n \n\nrelatif dekat dibandingkan sumber telurik alami yang berada pada jarak sangat jauh. Sebagai konsekuensi, pada umumnya pengambilan data CSAMT dilakukan pada jarak yang relatif jauh dari sumber untuk memenuhi asumsi gelombang bidang. Namun keterbatasan daya pancar dan kondisi topografi daerah  \n \n\npengukuran kadang mengakibatkan pengukuran pada jarak ideal tersebut tidak dapat dipenuhi. Akibatnya data CSAMT pada zona dekat perlu untuk dikoreksi dari efek sumber agar dapat memenuhi asumsi gelombang bidang, sementara koreksi tidak dapat dilakukan untuk kasus di mana pengaruh sumber sangat tinggi. Penerapan asumsi gelombang bidang mengakibatkan hilangnya sebagian informasi dalam data CSAMT pada zona dekat dan transisi. Dengan demikian, suatu pemodelan CSAMT secara full solution yang mencakup semua zona pengukuran sangat penting untuk dikembangkan untuk memberikan interpretasi yang baik pada data CSAMT.  \n \n\nDalam disertasi ini dilakukan pemodelan CSAMT 1D dan inversi CSAMT 1D menggunakan skema Occam smoothness-constrained serta pemodelan fungsi respon CSAMT 2D menggunakan metode elemen hingga. Pemodelan CSAMT  \n \n\n1D dilakukan untuk menghitung respon CSAMT baik pada zona jauh maupun zona dekat. Selanjutnya untuk menguji validitas skema pemodelan ke-depan dan inversi, respon sintetik 1D digunakan sebagai data pada inversi CSAMT 1D. Sebagai pembanding, respon sintetik 1D juga digunakan sebagai data pada inversi MT 1D. Perbandingan hasil inversi 1D menunjukkan pendekatan gelombang bidang pada data CSAMT memberikan interpretasi yang menyimpang, bahkan jika dilakukan pada jarak yang relatif jauh. Sementara skema inversi dengan pendekatan full solution menunjukkan hasil yang sangat baik terhadap model sintetik yang digunakan. Hal ini menunjukkan pentingnya pendekatan full solution  \n \n\nuntuk menginterpretasi data CSAMT. Pemodelan respon 2D dilakukan menggunakan teknik pemisahan medan primer  \n \n\ndan medan sekunder, di mana medan primer dihitung menggunakan respon analitik 1D yang telah dikembangkan dan medan sekunder dihitung menggunakan metode elemen hingga dengan teknik variasional Ritz. Hasil pemodelan 2D  \n \n\ndivalidasi dengan respon analitik 1D untuk kasus bumi homogen dan bumi berlapis. Pemodelan juga dilakukan untuk kasus kontak vertikal dan kasus bumi berlapis yang mengandung anomali konduktif, dengan respon CSAMT yang  \n \n\ndihasilkan dibandingkan dengan respon simulasi MT 2D. Hasil-hasil pemodelan 2D ini menunjukkan keunggulan metode CSAMT dibandingkan MT untuk memetakan struktur konduktivitas bawah permukaan.", "Daftar File": {"2012 DIS PP IMRAN HILMA M. 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75096", "2012 DIS PP IMRAN HILMA M. 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75097", "2012 DIS PP IMRAN HILMA M. 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75098", "2012 DIS PP IMRAN HILMA M. 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75099", "2012 DIS PP IMRAN HILMA M. 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75100", "2012 DIS PP IMRAN HILMA M. 1 BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75101", "2012 DIS PP IMRAN HILMA M. 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75102"}, "Penulis": "IMRAN HILMAN MOHAMMAD (NIM : 30207009)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Doddy Sutarno, Ph.D", "Wahyu Srigutomo, Ph.D", "Dr. Ir. Prihadi Sumintadiredja"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pemodelan CSAMT 1D, Pemodelan CSAMT 2D, Inversi CSAMT 1D, Inversi Occam smooth constrained, Metode Elemen Hingga", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}