{"Nomor": 16031, "Judul": "ANALISA KEGAGALAN TUBE DI DALAM CRUDE HEATER TIPE KABIN DENGAN HORIZONTAL TUBE DAN NATURAL DRAFT BURNER", "Abstrak": "Penelitian ini difokuskan pada Direct Fired Cude Heater (DFCH) yang terpasang pada salah satu pengumpul minyak (gathering station) di provinsi Kalimantan timur. Dua unit DFCH A & B yang diteliti mempunyai desain kapasitas beban         \n\nyang sama yaitu 18,0 MMBTU/hr. DFCH ini berfungsi untuk memanaskan liquid sebelum diproses lebih lanjut pada peralatan lain untuk pemisahan air dan DFCH pada liquid. DFCH #A telah beroperasi hampir 36 tahun sejak Mei 1975 dan         \n\nDFCH #B merupakan penambahan unit yang telah beroperasi hampir 15 tahun. Penggantian bagian tube yang rusak harus dilakukan setiap tahun pada DFCH #A. DFCH #B lebih handal dari #A, tetapi karena kadar CO pada gas buangnya lebih tinggi dari #A, maka efisiensinya lebih rendah.         \n\nAnalisa yang dilakukan menggunakan pendekatan teori mengacu kepada perhitungan Lobo-Evans. Hasil-hasil pengukuran dan pengamatan dianalisa mengacu kepada standar API 573 dan hasil penelitian (journal). Untuk melengkapi analisa, perhitungan dilengkapi dengan perangkat lunak yang         \n\ndikembangkan oleh penulis dan software FLUENTTM sebagai pembanding.         \n\nHasil analisa menunjukkan bahwa kerusakan yang terjadi pada tube adalah akibat dari perbedaan suhu yang terlalu tinggi antara liquid dan gas pembakaran di dalam crude heater. Perbedaan suhu yang besar ini disebabkan oleh luas permukaan perpindahan panas di area konveksi yang telalu kecil. Akibat lain dari keadaan ini akan mempercepat terbentuknya coke pada dinding dalam tube dan ekspansi arah         \n\nlongitudinal yang berlebihan sehingga ekspansi tertahan pada dinding heater. Direkomendasikan untuk memperbaiki kerusakan tube dan juga menambah panjang tube pada area konveksi dan mengubah lay-out tube sehingga suhu permukaan luar tube dibawah suhu desain metal (DMT) maksimum sesuai         \n\nstandard API STD 530 yaitu lebih kecil dari 540oC [15].", "Daftar File": {"2011 TS PP IMAN SUDIRMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75057", "2011 TS PP IMAN SUDIRMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75058", "2011 TS PP IMAN SUDIRMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75059", "2011 TS PP IMAN SUDIRMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75060", "2011 TS PP IMAN SUDIRMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75061", "2011 TS PP IMAN SUDIRMAN 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/75062", "2011 TS PP IMAN SUDIRMAN 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/75063", "2011 TS PP IMAN SUDIRMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75064", "2011 TS PP IMAN SUDIRMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75065"}, "Penulis": "IMAN SUDIRMAN (NIM : 23107312)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. H. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "DMT, Ekspansi yang tertahan dan Luas perpindahan panas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}