{"Nomor": 16030, "Judul": "APLIKASI STANDARD OPERATION PROCEDURE BERBASIS WEB PADA INDUSTRI PERAKITAN KENDARAAN BERMOTOR", "Abstrak": "Salah satu data yang terdapat pada Sistem Informasi di industri perakitan kendaraan diantaranya adalah Standar Operation Procedure (SOP). Penelitian ini berhubungan dengan SOP yang merupakan acuan standar pekerjaan yang harus diikuti oleh operator sebagai ujung tombak di lapangan maupun supervisor dan manager produksi sebagai dasar dalam menentukan standar dari suatu pekerjaan  \n \n\nsehingga kelangsungan pekerjaan dapat berjalan sesuai jadwal, aman dan terkendali. SOP terlibat di seluruh area proses perakitan kendaraan tanpa terkecuali sebagai contoh pada area pengelasan (welding), area pengecatan (painting) dan area perakitan (trimming line). Antara satu area pekerjaan dengan area pekerjaan yang lain saling terkait dan berhubungan, sehingga apabila ada satu workstation yang terhambat maka lini perakitan akan terhenti. Untuk itu  \n \n\nsetiap jenis pekerjaan harus mempunyai standar pengerjaan yang diharapkan dapat mereduksi kesalahan pengerjaan sehingga waktu efektif dari tiap pekerjaan dapat diperkirakan.  \n \n\nPada umumnya SOP yang dibuat masih bersifat manual, sedangkan kendala dalam industri otomotif adalah aliran informasi bersifat dinamis. Sebagai contoh adanya penambahan, penghapusan, atau penggantian komponen pada suatu proses yang disebabkan oleh pengembangan suatu model product. Hal tersebut akan mempengaruhi kegiatan produksi pada saat informasi perubahan diberikan. Sedapat mungkin perubahan aliran informasi tidak berpengaruh terhadap  \n \n\nefektifitas kerja. Perubahan yang terjadi pun cukup sering, sehingga informasi produksi pun harus cepat tanggap dan dinamis. Atas dasar tersebut maka penelitian ini bermaksud untuk mengubah pengelolaan sistem SOP yang bersifat  \n \n\nmanual menjadi SOP yang bersifat elektronik.  \n \n\nMetode penyelesaian masalah yang digunakan adalah pembuatan aplikasi berbasis web. Sistem yang dikembangkan mempunyai kemampuan untuk melakukan pembaharuan SOP secara langsung apabila ada penambahan, penghapusan atau penggantian komponen. Record dari SOP sebelumnya yang telah diperbaharui tetap tersimpan di dalam database. Dengan dibuatnya sistem informasi ini, maka distribusi SOP pada setiap area pekerjaan dapat dipersingkat. Sistem yang dikembangkan ini merupakan sub bagian dari sistem informasi perakitan kendaraan yang lainnya.", "Daftar File": {"2009 TS PP IMAN RISWANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75050", "2009 TS PP IMAN RISWANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75051", "2009 TS PP IMAN RISWANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75052", "2009 TS PP IMAN RISWANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75053", "2009 TS PP IMAN RISWANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75054", "2009 TS PP IMAN RISWANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75055", "2009 TS PP IMAN RISWANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75056"}, "Penulis": "IMAN RISWANDI (NIM : 231 07 019)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Yatna Yuwana Martawirya", "Bapak Sri Raharno, S.T., M.T.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "assembly line, sistem informasi perakitan kendaraan, SOP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}