{"Nomor": 16041, "Judul": "DESAIN PENCAHAYAAN PANGGUNG TERBUKA DENGAN MENGGUNAKAN LAMPU KONVENSIONAL DAN LED", "Abstrak": "Salah satu cara untuk tetap melestarikan kesenian tradisional Indonesia adalah dengan mengadakan pertunjukan yang disajikan dengan menarik. Sebuah panggung untuk kesenian tradisional Indonesia terdapat di Rumah Puspo Budoyo yang rencananya akan dikembangkan menjadi kawasan budaya nusantara. Pencahayaan area panggung terbuka perlu diatur agar dapat mendukung perkembangan kawasan tersebut serta menarik minat berbagai kalangan.  \n \n\nSurvey lapangan dan evaluasi terhadap kondisi pencahayaan aktual dilakukan untuk mengetahui kekurangan kondisi pencahayaan ini. Hal ini menjadi dasar disusunnya objektif pencahayaan baru. Terdapat tiga area perancangan pencahayaan, yaitu area penonton, background panggung, dan lantai panggung. Rancangan pencahayaan baru disimulasikan dengan perangkat lunak Dialux 4.11 dengan menggunakan lampu konvensional dan light emitting diode (LED). Hasil simulasi dengan lampu konvensional dan LED dibandingkan berdasarkan iluminansi, luminansi, serta kebutuhan daya masing-masing jenis sumber cahaya, mengingat kebutuhan daya untuk pertunjukan umumnya cukup besar.  \n \n\nSetelah melakukan evaluasi hasil rancangan, lampu konvensional dipilih untuk pencahayaan area penonton dan lantai panggung, sedangkan LED dipilih untuk pencahayaan background panggung. Kemudian, melalui penyebaran kuesioner, disimpulkan bahwa desain pencahayaan background dan area penonton lebih baik daripada kondisi aktual dengan masing-masing persentase 64% dan 95%.", "Daftar File": {"2014 TA PP  INDAH YULIRIANA-SHAWNY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75126", "2014 TA PP  INDAH YULIRIANA-SHAWNY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75127", "2014 TA PP  INDAH YULIRIANA-SHAWNY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75128", "2014 TA PP  INDAH YULIRIANA-SHAWNY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75129", "2014 TA PP  INDAH YULIRIANA-SHAWNY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75130", "2014 TA PP  INDAH YULIRIANA-SHAWNY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75131", "2014 TA PP  INDAH YULIRIANA-SHAWNY 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75132"}, "Penulis": "INDAH YULIRIANA (NIM : 13310070) - SHAWNY  (NIM :13310076)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. F.X. Nugroho Soelami, MBEnv., Ph.D.", "Prof. Dr. Ir. R.M. Soegijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pencahayaan panggung, objektif pencahayaan, lampu konvensional, light emitting diode (LED), iluminansi, luminansi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}