{"Nomor": 16040, "Judul": "KAJIAN KOMPLEKS BESI(II) - TRIAZOL DENGAN ANION NITRAT DAN KLORIDA DALAM BIOPOLIMER NATA DE COCO", "Abstrak": "Kompleks Besi(II) dengan ligan 1,2,4-triazol (L) merupakan senyawa yang menarik karena sensitif terhadap temperatur sehingga dapat dimanfaatkan sebagai sensor suhu. Kompleks tersebut memiliki rumus umum [FeL3]A2 dengan A= anion, bersifat diamagnetik pada temperatur tertentu dan dapat berubah menjadi paramagnetik pada saat dipanaskan. Perubahan sifat magnetik ini berlangsung secara reversibel disertai dengan perubahan warna yang tajam. Kompleks besi(II) yang diteliti menggunakan 2 macam ligan yaitu 1,2,4-triazol(Htrz) dan 4 Amino-4H-1,2,4-triazol(NH2trz) serta anion yang digunakan adalah nitrat dan klorida. Kompleks tersebut disintesis dalam biopolimer nata de coco, sehingga dihasilkan film tipis berwarna violet yang berubah            \n \n \n \n \n \n \n \n \n \n\nmenjadi tidak berwarna ketika dipanaskan. Jumlah kompleks yang terkandung dalam nata de coco berkisar 1 sampai 7 mg/cm2 yang secara tidak langsung ditentukan dari data kemagnetan kompleks dalam bentuk serbuk. Berdasarkan hasil pengukuran kerentanan magnet keempat kompleks [Fe(NH2trz)]3(NO3)2, [Fe(NH2trz)]3Cl2, [Fe(Htrz)]3(NO3)2 dan [Fe(Htrz)]3Cl2 bersifat diamagnetik dengan momen magnet (mu)eff antara 0,97 Ã‚Â– 1,33 BM. Indeks warna masing-masing kompleks dinyatakan sebagai persen warna primernya (R=red, G=green, B=blue) yaitu % RGB, berturut-turut(68,46,37), (48, 37, 21), (51, 35, 19) dan (27,21,11) pada suhu ruang. Dari empat kompleks yang telah disintesis, hanya kompleks [Fe(NH2trz)]3(NO3)2 menunjukkan perubahan warna yang sangat jelas dari violet pada 30oC dengan indeks warna %R=65Ã‚Â±3, %G=44Ã‚Â±2, %B=33Ã‚Â±3 menjadi tidak berwarna pada 95oC dengan indeks warna %R=69Ã‚Â±3, %G=59Ã‚Â±1, %B=38Ã‚Â±2. Dari data tersebut perubahan warna yang terjadi disebabkan oleh peningkatan komponen warna hijau sebesar 15%. Perubahan warna kompleks pada berbagai temperatur direkam menggunakan video, selanjutnya konversi video ke foto menggunakan program Xilisoft Video Converter Ultimate 6 dan indeks RGB diperoleh dari foto dengan progam Image J Server.", "Daftar File": {"2012 TS PP INA YULIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75124", "2012 TS PP INA YULIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75125", "2012 TS PP INA YULIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75119", "2012 TS PP INA YULIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75120", "2012 TS PP INA YULIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75121", "2012 TS PP INA YULIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75122", "2012 TS PP INA YULIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75123"}, "Penulis": "INA YULIANTI (NIM : 90510002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Djulia Onggo"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kompleks (FeL3)A2, Nata De Coco, RGB, Termokromik, Indeks Warna", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}