{"Nomor": 16067, "Judul": "STUDI KARAKTERISTIK GEOMETRI DAN POTENSI ENDAPAN PASIRBESI DI KABUPATEN KULON PROGO, PROVINSI D. I. YOGYAKARTA", "Abstrak": "Besi merupakan salah satu unsur yang keberadaannya sangat melimpah di alam dan memiliki peranan penting sebagai bahan baku industri besi dan baja. Saat ini terjadi ketidakseimbangan antara permintaan dengan produksi bahan baku besi dan baja di dunia. Sedangkan akumulasi unsur besi dalam jumlah besar tidak banyak ditemukan. Pesisir selatan Kabupaten Kulon Progo merupakan salah satu daerah yang memiliki potensi terbentuknya akumulasi unsur besi berupa endapan pasirbesi. Oleh karena itu, perlu dilakukan penelitian untuk mengetahui karakteristik geometri dan potensi endapan pasirbesi di lokasi tersebut. Studi yang  dilakukan meliputi analisis megaskopis (bentuk permukaan, struktur pengendapan, jenis endapan), analisis derajat kemagnetan, analisis mikroskopis (sayatan poles dan grain counting), perhitungan kadar unsur Fe, analisis pola sebaran, dan perhitungan sumberdaya. Hasil penelitian menunjukkan bahwa endapan pasirbesi di lokasi penelitian tersusun dari permukaan ke bawah berupa endapan pasir, perselingan pasir-kerikil, dan lempung dengan ketebalan dan susunan bervariasi. Ditemukan adanya hubungan antara karakteristik geometri (warna dan ukuran butir) dan potensi (derajat kemagnetan, kadar mineral besi, kadar unsur Fe, dan sumberdaya) dengan proses geologi (sistem dan lokasi pengendapan). Endapan pasirbesi menunjukkan derajat kemagnetan (MD) rata-rata 52 % dengan kadar unsur Fe berkisar antara 25,43% - 47,59% pada nilai MD tertinggi dari masing-masing lubang bor. Sementara itu, endapan pasirbesi di lokasi penelitian memiliki sebaran sumberdaya mencapai 121,69 ha, sumberdaya pasirbesi sebesar 85,43 juta ton, dan sumberdaya mineral magnetik sebesar 43,85 juta ton.", "Daftar File": {"2008 TS PP INDRO APRIYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75285", "2008 TS PP INDRO APRIYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75286", "2008 TS PP INDRO APRIYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75287", "2008 TS PP INDRO APRIYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75288", "2008 TS PP INDRO APRIYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75289", "2008 TS PP INDRO APRIYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75290", "2008 TS PP INDRO APRIYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75291", "2008 TS PP INDRO APRIYONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/75292", "2008 TS PP INDRO APRIYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75293"}, "Penulis": "INDRO APRIYONO (NIM 12101062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Teti Indriati, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pasirbesi, Geometri, Potensi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}