{"Nomor": 16065, "Judul": "PENENTUAN RISK PREMIUM ASURANSI KENDARAAN BERMOTOR DI INDONESIA : STUDI KASUS TOTAL LOSS", "Abstrak": "Salah satu kuantitas penting yang menentukan harga dari produk asuransi adalah risk premium. Risk premium adalah premi yang ditentukan berdasarkan distribusi dari aggregate loss. Data yang digunakan pada tugas akhir ini adalah data klaim asuransi kendaraan bermotor di Indonesia untuk Underwriting Year 2007. Sementara itu, proses pemodelan besar klaim dan banyak klaim pada tugas akhir ini terdiri dari empat langkah penting yaitu, proses pembersihan data, pemilihan model peluang, penaksiran parameter dan uji kecocokan model. Metode yang dapat digunakan untuk menentukan fungsi peluang dari aggregate loss adalah metode Rekursif dan Simulasi. Metode Rekursif dapat menentukan peluang dari aggregate loss di titik-titik tertentu. Sementara, melalui simulasi kuantitas penting dari aggregate loss seperti mean, variansi, dan persentil dapat diperoleh. Besarnya mean dan variansi dari aggregate loss yang diperoleh melalui simulasi tidak jauh berbeda dari mean dan variansi yang diperoleh secara teori.", "Daftar File": {"2010 TA PP INDRAWAN BUDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75271", "2010 TA PP INDRAWAN BUDIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75272", "2010 TA PP INDRAWAN BUDIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75273", "2010 TA PP INDRAWAN BUDIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75274", "2010 TA PP INDRAWAN BUDIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75275", "2010 TA PP INDRAWAN BUDIANTO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75276"}, "Penulis": "INDRAWAN BUDIANTO (NIM : 101 06 101)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dumaria R. Tampubolon, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Risk Premium, Aggregate Loss, Metode Rekursif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}