{"Nomor": 16074, "Judul": "MODEL PERTUMBUHAN KULTUR STARTER KEJU SELAMA FERMENTASI", "Abstrak": "Keju adalah salahsatu produk olahan susu yang terbentuk karena koagulasi susu oleh rennet (enzim pencernaan dalam lambung hewan penghasil susu). Produk-produk keju bervariasi ditentukan dari tipe susu, metode pengentalan, temperatur, metode pemotongan, pengeringan, pemanasan, juga proses pematangan keju dan pengawetan. Fermentasi dilakukan oleh bakteri yang menghasilkan laktat dengan fermentasi laktosa (gula susu). Pada tugas akhir ini, akan dibuat suatu model matematika dari pertumbuhan kultur.  \n \n\nModel yang digunakan adalah dengan menggunakan satu jenis bakteri, yaitu salahsatu bakteri asam laktat, Lactococcus lactis. Model yang digunakan adalah model chemostat dan model batch culture. Model chemostat dikonstruksi berdasarkan analisis kompartmen, hukum aksi masa, dan keseimbangan masa. Model ini menggunakan persamaan Michaelis Menten atau persamaan Monod Kemudian dikembangkan model kedua, Batch Culture, model ini membahas pengkulturan sel dalam sebuah tangki (bioreaktor) dengan suatu inisial medium yang tidak diubah (medium hanya dimasukan pada saat awal kultivasi) oleh adanya penambahan nutrisi atau peneluran zat dalam bioreaktor.  \n \n\nModel Batch Culture ini lebih baik dibandingkan dengan model chemostat, karena model Batch Culture merepresentasikan hasil berupa produk yang menggunakan model Luedeking Piret.", "Daftar File": {"2012 TA PP INSAN NURBAHAGIA 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75334", "2012 TA PP INSAN NURBAHAGIA 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75335", "2012 TA PP INSAN NURBAHAGIA 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75336", "2012 TA PP INSAN NURBAHAGIA 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75337", "2012 TA PP INSAN NURBAHAGIA 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75338", "2012 TA PP INSAN NURBAHAGIA 1 BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75339", "2012 TA PP INSAN NURBAHAGIA 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75340"}, "Penulis": "INSAN NURBAHAGIA  (NIM : 10108101)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "keju, fermentasi, chemostat, batch culture", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}