{"Nomor": 16073, "Judul": "STUDI PENGGUNAAN PLUTONIUM DAN AKTINIDA MINOR PADA HIGH TEMPERATURE ENGINEERING TEST REACTOR", "Abstrak": "Non-ploriferasi menjadi isu utama dalam pengembangan reaktor nuklir. Salah satu strategi yang ditawarkan adalah tidak memisahkan antara plutonium dan aktinida minor pada proses reprosesing. Pada studi kali ini, kami mensimulasikan penggunaan plutonium dan aktinida minor pada High Temperature Engineering Test Reactor (HTTR). HTTR adalah salah satu jenis reaktor bertemperatur tinggi yang berpendingin helium yang dikembangkan oleh Jepang. HTTR memiliki daya termal 30 MW, dan temperatur keluaran 950oC. HTTR ini didesain juga untuk memproduksi hidrogen, sumber energi untuk masa depan.Hasil perhitungan menunjukkan faktor multiplikasi efektif yang di atas 1 yang artinya reaktor ini dapat mencapai kekritisan. Pengamatan juga dilakukan pada komposisi bahan bakar selama burn up. Periode burn up pada penelitian ini selama 1650 hari. Simulasi ini dikerjakan menggunakan program SRAC serta memanfaatkan data nuklida JENDL3.2. Perhitungan teras reaktor menggunakan modul CITATION dengan memanfaatkan model geometri O - R - Z.", "Daftar File": {"2008 TA PP INSAN KAMIL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75327", "2008 TA PP INSAN KAMIL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75328", "2008 TA PP INSAN KAMIL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75329", "2008 TA PP INSAN KAMIL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75330", "2008 TA PP INSAN KAMIL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75331", "2008 TA PP INSAN KAMIL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75332", "2008 TA PP INSAN KAMIL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75333"}, "Penulis": "INSAN KAMIL (NIM 10203045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Abdul Waris"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "HTTR, plutonium, aktinida minor, faktor multiplikasi efektif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}