{"Nomor": 16082, "Judul": "ANALISIS PENGARUH SERAT TERHADAP PENYEBARAN RESIN PADA METODE VARTM (Vacuum Assisted Resin Transfer Molding)", "Abstrak": "Manufaktur material komposit dapat dilakukan dengan berbagai metode. diantaranya adalah hand lay-up, auto clave, dan VARTM (Vacuum Assisted Resin Transfer Molding). Setiap metode ini memiliki kekurangan dan kelebihan dari    \n \n \n \n\nsegi biaya produksi dan kualitas produk. Hand lay-up memiliki biaya produksi yang kecil tetapi kualitas produk yang rendah. Metode auto clave menghasilkan kualitas produk yang bagus tetapi biaya produksi yang mahal. Sedangkan metode VARTM mampu memberikan kualitas produk mendekati auto clave dengan biaya produksi mendekati hand lay-up. Dalam penelitian tugas akhir ini dibuat perangkat VARTM yang akan digunakan untuk memproduksi material komposit    \n \n \n \n\nBerdasarkan hukum Darcy, metode VARTM dipengaruhi oleh tiga hal yaitu viskositas resin, permeabilitas serat dan gradien tekanan. Kemudian dengan menetapkan viskositas resin dan gradien tekanan konstan selama eksperimen, maka dapat dianalisis pengaruh permeabilitas serat terhadap penyebaran resin pada metode VARTM ini. Analisis pengaruh permeabilitas serat dilakukan dengan memvariasikan sudut rajutan fiber dan ketebalan fiber kemudian mengamati pengaruhnya terhadap laju aliran resin sepanjang mold berukuran 70 cm x 7,5 cm.    \n \n \n \n\nBerdasarkan hasil eksperimen yang dilakukan, diperoleh perbedaan laju aliran yang tidak terlalu berbeda untuk variasi sudut rajutan, yaitu hanya sekitar 5-20 detik per 10 cm. Sedangkan untuk variasi ketebalan diperoleh perbedaan laju aliran yang sangat besar. Untuk 10 layer diperoleh perbedaan laju aliran sekitar 36 Ã‚Â– 435 detik per 10 cm, dan untuk ketebalan 15 layer diperoleh perbedaan laju aliran sekitar 25 Ã‚Â– 591 detik per 10 cm. Hal ini disebabkan adanya perbedaan permeabilitas untuk faktor ketebalan.", "Daftar File": {"2008 TA PP IO SIMANJUNTAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75383", "2008 TA PP IO SIMANJUNTAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75384", "2008 TA PP IO SIMANJUNTAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75385", "2008 TA PP IO SIMANJUNTAK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75386", "2008 TA PP IO SIMANJUNTAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75387", "2008 TA PP IO SIMANJUNTAK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75388", "2008 TA PP IO SIMANJUNTAK 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75389", "2008 TA PP IO SIMANJUNTAK 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75390"}, "Penulis": "IO SIMANJUNTAK (NIM : 13601049)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Bambang Kismono Hadi    \n \n \n \n\nIr. Hendri Syamsudin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "VARTM; resin; hand lay-up, auto clave", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}