{"Nomor": 16087, "Judul": "PENDEKATAN OPSI RIIL DALAM PELUNCURAN MISI SATELIT", "Abstrak": "Kegiatan pada tahap pra bencana erat kaitannya dengan istilah mitigasi bencana yang merupakan upaya untuk meminimalkan dampak yang ditimbulkan oleh bencana. Misi satelit merupakan salah satu upaya tersebut. Satelit dapat  \n \n\ndigunakan untuk memperoleh informasi tata ruang dan lingkungan, cuaca dan iklim, navigasi kapal laut, transportasi, dan lain-lain. Informasi yang diperoleh  \n \n\ndari misi satelit diharapkan dapat mempengaruhi keputusan dalam menyokong pembangunan. Pembuatan misi satelit mempunyai harga yang sangat mahal dan ketidakpastian keuntungan yang akan diraih. Keuntungan yang diraih bisa dikatakan besar manfaatnya, namun sulit diestimasi jumlahnya. Kita akan gunakan pendekatan opsi riil untuk mengoptimalkan waktu peluncuran misi satelit. Selain itu pula, kita akan melihat bagaimana penerapan opsi riil  \n \n\nterhadap peluncuran satelit di negara-negara Eropa dan Indonesia. Data yang diperoleh akan berupa data-data kerugian ekonomi dan kerugian yang dapat terselamatkan dari bencana alam. Kerugian dari bencana alam diasumsikan  \n \n\nmengikuti gerak Brown geometrik. Setelah itu akan dibangun suatu model opsi riil melalui Contingent Claims Analysis untuk mendapatkan suatu waktu optimal untuk meluncurkan misi satelit. Khusus untuk data kerugian bencana alam di Indonesia, data sebenarnya akan digabung dengan data simulasi melalui simulasi Monte Carlo. Investasi seperti misi satelit memerlukan biaya yang sangat besar. Sampai saat ini, Indonesia masih menggunakan akses satelit milik negara lain untuk memperoleh informasi mengenai mitigasi bencana.", "Daftar File": {"2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75419", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75420", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75421", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75422", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75423", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75424", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75425", "2011 TA PP IQBAL HADYAN KUSUMAWIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75426"}, "Penulis": "IQBAL HADYAN KUSUMAWIJAYA (NIM :  101 07 067)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Novriana Sumarti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mitigasi, Satelit, Opsi Riil, gerak Brown geometrik, Con- tingent Claims Analysis, simulasi Monte Carlo, Investasi. i", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}