{"Nomor": 16084, "Judul": "STUDI KONVERSI PEMAKAIAN BAHAN BAKAR MARINE FUEL OIL (MFO) KE BATUBARA PADA PLTU", "Abstrak": "Sesuai dengan Peraturan Presiden Republik Indonesia Nomor 5 Tahun 2006 tentang Kebijakan Energi Nasional yaitu pengurangan penggunaan bahan bakar minyak (BBM) dan peningkatan penggunaan batubara. Dalam rangka menunjang kebijakan tersebut maka perlu dilakukan penelitian unjuk kerja dan kajian ekonomi bila PLTU unit 1 Semarang berkapasitas 50 MW yang dirancang beroperasi dengan bahan bakar minyak jenis Marine Fuel Oil (MFO) dikonversi menjadi PLTU berbahan bakar batubara.  \n \n\nPenelitian ini dilakukan dengan studi literatur, pengumpulan data lapangan, pemodelan neraca masa dan energi, pembuatan model boiler dan simulasi pembakarannya, kajian kelayakan ekonomi dan penyusunan laporan.  \n \n\nHasil kajian teoritis menunjukkan bahwa boiler berbahan bakar minyak tidak dapat dikonversikan langsung menjadi boiler berbahan bakar batubara terutama disebabkan oleh kadar abu batubara relatif lebih banyak daripada kadar abu bahan bakar minyak sehingga untuk kapasitas tertentu dimensi boiler berbahan bakar batubara relatif lebih besar dari boiler berbahan bakar minyak.  \n \n\nHasil simulasi dengan CFD tentang pembakaran boiler berbahan bakar minyak dan batubara diperoleh temperatur rata-rata gas buang pada outlet Economizer 653 K (380 oC) dan 658 K (385oC) masih dalam batasan desain 350 - 400 oC.  \n \n\nKonversi pemakaian MFO ke batubara membutuhkan biaya investasi untuk penggantian boiler yang ada (existing) dengan boiler berbahan bakar batubara, penambahan peralatan penanganan batubara dan abu (coal and ash handling system), civil work (cerobong/stack).  \n \n\nKajian kelayakan ekonomi menunjukkan bahwa Break Event Point (BEP) terjadi pada tahun ke 5, Benefit Cost Ratio (BCR) = 2,34 dan Internal Rate of Return (IRR) pada tahun ke 28 sebesar 38%.", "Daftar File": {"2008 TS PP I PUTU WIRASANGKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75398", "2008 TS PP I PUTU WIRASANGKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75399", "2008 TS PP I PUTU WIRASANGKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75400", "2008 TS PP I PUTU WIRASANGKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75401", "2008 TS PP I PUTU WIRASANGKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75402", "2008 TS PP I PUTU WIRASANGKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75403", "2008 TS PP I PUTU WIRASANGKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75404"}, "Penulis": "I PUTU WIRASANGKA  (NIM : 23105008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "MFO, batubara, boiler", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}