{"Nomor": 16097, "Judul": "PEMBUATAN DMU KINEMATICS PADA MODEL SLAT DAN FLAP DENGAN MELIBATKAN BEBERAPA PARAMETER GEOMETRI PADA SAYAP PESAWAT TEMPUR", "Abstrak": "Tugas Akhir ini mencoba membahas penyelesaian permasalahan perancangan awal sistem slat dan flap bila dihadapkan pada keterbatasan geometri wing melalui penggunaan model parametrik. Dengan menggunakan metode design in context, sebuah digital mock-up wing pesawat tempur MJK beserta sistem slat dan flap akan dibuat pada CATIA V5R19. Tugas Akhir ini akan membahas secara rinci proses pembuatan model parametrik dan DMU (Digital Mock-Up) Kinematics untuk model slat dan flap yang diturunkan dari geometri model induk yaitu wing.    \n \n \n \n\nDengan melihat dan mengambil referensi dari sistem pesawat tempur saat ini, sistem slat dan flap akan dibuat dan disesuaikan dengan geometri wing pesawat tempur MJK yang diambil sebagai studi kasus. Simulasi kinematik sistem akan dibuat pada workbench DMU Kinematics yang ada pada CATIA V5 dan melihat batasan kinematik yang ada pada sistem. Permasalahan peletakan komponen sistem akan dicoba diselesaikan dengan menggunakan reference geometry datum yang tepat sehingga dicapai konfigurasi komponen yang memiliki interferensi yang cukup.", "Daftar File": {"2011 TA PP IRFAN SIDDIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75492", "2011 TA PP IRFAN SIDDIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75493", "2011 TA PP IRFAN SIDDIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75494", "2011 TA PP IRFAN SIDDIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75495", "2011 TA PP IRFAN SIDDIK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75496", "2011 TA PP IRFAN SIDDIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75497", "2011 TA PP IRFAN SIDDIK 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75498", "2011 TA PP IRFAN SIDDIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75499"}, "Penulis": "IRFAN SIDDIK (NIM : 13607005)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Bambang Kismono Hadi", "Pembimbing II : Dr. Ir. Rais Zain, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem, slat, flap, geometry wing, parametrik, DMU Kinematics", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}