{"Nomor": 16108, "Judul": "MODIFIKASI PROSES ROUTE DISCOVERY PROTOKOL ROUTING AODV PADA JARINGAN WIRELESS AD HOC", "Abstrak": "Dalam jaringan ad hoc, mobile node dapat berkomunikasi tanpa harus    \n \n \n \n\nmenggunakan infrastuktur terpusat seperti access point. Mobilitas setiap node    \n \n \n \n\nyang tinggi membuat topologi jaringan cepat sekali berubah. Oleh karena itu    \n \n \n \n\nrouting merupakan hal yang vital pada jaringan ad hoc khususnya dalam    \n \n \n \n\nmenangani perubahan topologi yang dinamis.    \n \n \n \n\nAd Hoc On Demand Distance Vector (AODV) adalah salah satu protokol routing    \n \n \n \n\njaringan ad hoc yang bersifat reaktif. AODV melakukan pengiriman RREP yang    \n \n \n \n\nunicast sepanjang jalur reverse. Pengiriman RREP ini akibat node sumber membroadcast    \n \n \n \n\nRREQ menuju node tujuan sebagai bagian dari proses route discovery.    \n \n \n \n\nAkibat mobilitas node yang tinggi, jalur komunikasi khususnya jalur reverse yang    \n \n \n \n\nterbentuk bisa putus sewaktu-waktu dan akibatnya RREP gagal mencapai node    \n \n \n \n\nsumber. Pada penelitian ini penulis melakukan modifikasi terhadap metoda    \n \n \n \n\npengiriman RREP menjadi broadcast menuju node sumber. Selain itu, protokol    \n \n \n \n\nAODV hanya menyediakan satu jalur forward paket data ke node tujuan. Jika    \n \n \n \n\njalur ini putus, node sumber harus menginisialisasi proses route discovery    \n \n \n \n\nkembali. Dengan metoda RREP yang di-broadcast, beberapa jalur forward    \n \n \n \n\nalternatif dapat disimpan di tabel routing node sumber dan dapat digunakan jika    \n \n \n \n\njalur forward utama putus.    \n \n \n \n\nPerbandingan kinerja AODV konvensional dan modifikasi dilakukan melalui    \n \n \n \n\npengujian beberapa skenario menggunakan NS2. Berdasarkan hasil simulasi,    \n \n \n \n\nmodifikasi AODV memberikan delay end to end rata-rata yang lebih rendah serta    \n \n \n \n\nthroughput CBR dan packet delivery ratio yang tinggi dibanding AODV. Akan    \n \n \n \n\ntetapi besar dari sisi total overhead.", "Daftar File": {"2010 TA PP IRVAN SUPRADANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75567", "2010 TA PP IRVAN SUPRADANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75568", "2010 TA PP IRVAN SUPRADANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75569", "2010 TA PP IRVAN SUPRADANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75570", "2010 TA PP IRVAN SUPRADANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75571", "2010 TA PP IRVAN SUPRADANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75572", "2010 TA PP IRVAN SUPRADANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75573", "2010 TA PP IRVAN SUPRADANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75574"}, "Penulis": "IRVAN SUPRADANA (NIM:13206130) Pembimbing : Dr. Ir. Hendrawan", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hendrawan", "Tutun Juhana, S.T.,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ad hoc, AODV, modifikasi AODV, route discovery, RREP, delay end to end, throughput, packet delivery ratio, overhead.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}