{"Nomor": 16117, "Judul": "ANALISIS KESALAHAN PERHITUNGAN NILAI RMS DARI SINYAL KONTINU DAN SINYAL DISKRIT", "Abstrak": "Nilai RMS merupakan suatu besaran yang penting karena sering dipakai dalam berbagai pengukuran, seperti pengukuran getaran suatu mesin. Pengukuran ini dilakukan  \n \n\nuntuk mengetahui kondisi operasi dari mesin, yaitu dengan cara membandingkan nilai RMS yang diperoleh dari pengukuran dengan nilai dalam standar ISO. Namun, dalam beberapa kasus nilai RMS yang diperoleh berbeda dengan nilai RMS yang seharusnya, sehingga menyebabkan ketidaktentuan dalam menentukan kondisi operasi dari mesin. Oleh karena itu, perlu dilakukan penelitian mengenai kesalahan perhitungan nilai RMS selama pengukuran.  \n \n\nDalam penelitian ini dilakukan analisis kesalahan perhitungan nilai RMS dari sinyal kontinu dan sinyal diskrit. Analisis kesalahan perhitungan nilai RMS dari sinyal kontinu dilakukan dengan menurunkan persamaan untuk menghitung kesalahan RMS. Berdasarkan persamaan tersebut, diperoleh tiga variabel yang mempengaruhi kesalahan  \n \n\nperhitungan RMS, yaitu m (bilangan cacah), q (bilangan rasional dari 0 hingga 1), dan ϕ (fasa sinyal). Pengaruh ketiga variabel tersebut dianalisis dengan cara menggambarkan kesalahan perhitungan RMS sebagai fungsi dari ketiga variabel tersebut dalam grafik tiga dimensi. Sementara itu, analisis kesalahan perhitungan nilai RMS dari sinyal diskrit dilakukan dengan memvariasikan empat parameter, yaitu N (jumlah data), r(perbandingan antara frekuensi sinyal dan frekuensi cuplik), Nr (perbandingan antara panjang waktu rekam dan periode sinyal), dan ϕ (fasa sinyal).  \n \n\nBerdasarkan hasil analisis dapat disimpulkan bahwa kesalahan perhitungan nilai RMS terjadi ketika panjang waktu rekam bukan merupakan kelipatan bilangan bulat dari  \n \n\nperiode sinyal. Agar kesalahan perhitungan nilai RMS dari sinyal kontinu kurang dari 1%, pengukuran harus dilakukan dengan panjang waktu rekam yang setidaknya 8 kali periode  \n \n\nsinyal. Sementara itu, agar kesalahan perhitungan nilai RMS dari sinyal diskrit kurang dari 1%, pengukuran harus dilakukan dengan panjang waktu rekam yang setidaknya 9 kali  \n \n\nperiode sinyal. Sebagai contoh, untuk jumlah data sebanyak 100, kesalahan perhitungan nilai RMS dari sinyal diskrit hanya akan kurang dari 1% ketika r berkisar dari 0,0829  \n \n\nhingga 0,4171.", "Daftar File": {"2010 TA PP ISNAINDA RUSDIAN PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75629", "2010 TA PP ISNAINDA RUSDIAN PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75630", "2010 TA PP ISNAINDA RUSDIAN PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75631", "2010 TA PP ISNAINDA RUSDIAN PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75632", "2010 TA PP ISNAINDA RUSDIAN PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75633", "2010 TA PP ISNAINDA RUSDIAN PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75634", "2010 TA PP ISNAINDA RUSDIAN PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75635"}, "Penulis": "ISNAINDA RUSDIAN PUTRA (NIM : 13106115)", "Kontributor / Dosen Pembimbing": ["Pembimbing, : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perhitungan Nilai, RMS, Sinyal Kontinu, Sinyal Diskrit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}