{"Nomor": 16129, "Judul": "RENCANA RELOKASI DAN PENAMBAHAN PRODUKSI UNTUK MENGURANGI LOST SALES DI PT. SELAMAT PRAMA ARTA", "Abstrak": "PT. Selamat Prama Arta adalah perusahaan penyortiran teh yang berlokasi di jalan Cibaduyut, Bandung. Perusahaan memiliki masalah berkaitan dengan ketidakmampuan kapasitas produksi untuk memenuhi permintaan dari konsumen. Hal ini selanjutnya menyebabkan lost sales.  \n \n\nCurrent reality tree digunakan untuk menganalisis isu bisnis dan didapatkan enam akar permasalahan. Namun hanya dipilih empat akar permasalahan yang dibahas lebih lanjut, yaitu: keterbatasan dana, lokasi utama perusahaan berada di wilayah hunian, tidak adanya  \n \n\nperencanaan tata letak, dan tidak adanya perencanaan kapasitas. Solusi untuk lokasi utama perusahaan yang berada di wilayah hunian diatasi dengan relokasi  \n \n\nke daerah yang tidak padat penduduk. Agar lokasi baru memiliki tata letak yang lebih efisien, dilakukan benchmark pada perusahaan sejenis. Selanjutnya dilakukan perencanaan kapasitas selama sepuluh tahun berdasarkan proyeksi permintaan dan penambahan kapasitas setiap  \n \n\ntahun mengikuti proyeksi permintaan. Langkah terakhir adalah mengatasi keterbatasan dana untuk mendanai relokasi dengan dilakukan penjualan lokasi lain milik perusahaan di jalan Raya Katapang dan kredit investasi dari Bank Mandiri. Solusi bisnis untuk setiap akar  \n \n\npermasalahan kemudian dirangkum menjadi sebuah proyek relokasi. Dalam proyek relokasi tersebut diusulkan dua alternatif, yaitu: penggunaan sistem satu shift dan sistem dua shift. Uji kelayakan dengan metode discounted cash flow kemudian dilakukan pada proyek relokasi dan menghasilkan nilai positif yang menunjukkan bahwa proyek relokasi layak untuk dijalankan. Sistem satu shift menghasilkan DCF dan IRR sebesar Rp 3.075.063.000 - 4.36% (Optimis) dan Rp 831.466.000 - 1,31% (Pesimis) dan sistem dua shift menghasilkan DCF dan IRR sebesar Rp 7.154.344.000 Ã‚Â– 12,45% (Optimis) dan Rp 4.673.946.000 Ã‚Â– 9.04% (Pesimis).", "Daftar File": {"2010 TS PP IVAN LESMANA SUSANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75688", "2010 TS PP IVAN LESMANA SUSANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75689", "2010 TS PP IVAN LESMANA SUSANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75690", "2010 TS PP IVAN LESMANA SUSANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75691", "2010 TS PP IVAN LESMANA SUSANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75692", "2010 TS PP IVAN LESMANA SUSANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75693"}, "Penulis": "IVAN LESMANA SUSANTO (NIM : 29108025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "penyortiran teh, lost sales, current reality tree, relokasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}