{"Nomor": 16123, "Judul": "SELF-MANAGED PERFORMANCE MANAGEMENT SYSTEM AS A TOOL TO DRIVE ORGANIZATION EFFECTIVENESS AT PT. DUA EMPAT TUJUH", "Abstrak": "Rapid changing on business environments urges a business organization to have adaptability capability to remain survive, and to have superior competitiveness to stay ahead in the competition. Those capabilities would become a competitive advantage that should be sustained  \n \n\nand harnessed in the fierce business competition. One factor that determines this competitive advantage is the ability of an organization to be innovative not only in the way they make products but in the way they run business. In the effort to drive this innovativeness, an  \n \n\norganization should optimize all resources especially human resources to have high performance culture that is capable to deliver rapid responses on the business changing.  \n \n\nAll organizations must understand that to grow, prosper, and remain healthy, they must optimize the return on investment of all resources, especially human resource. Human resource management (HRM) is the function performed in organizations that facilitates the most effective use of people (employees) to achieve organization and individual goals.  \n \n\nThe objective of this final project is to make analysis and evaluation of the current Performance Management System at PT. Dua Empat Tujuh, which is well known as SOLUSI247.  \n \n\nPerformance Management is a technology for creating a workplace that brings out the best in people while generating the highest value for the organization. From the observation and survey, the current performance management system needs to improve to overcome the lack of on assessment method to produce more appropriate and fair result and improving employeeÃ‚Â’s development program.  \n \n\nSelf-managed Performance Management System is a Performance Management System that provides opportunity to all employees to manage their jobs and to plan their own development program. This could be done by creating systematic system which is directional and has a clear  \n \n\ndefinition and rules, easy to understand and doable. Self-managed Performance Management System emphasizes on the optimizing the utilization of human resource by creating reward system to employeeÃ‚Â’s contribution that aligns with the organizationÃ‚Â’s goal which brings advantage to both individual and organization.  \n \n\nThe successful implementation of Self-managed Performance Management System depends on how clear the system, how effective the communication, the leadership attitude on all levels of organization and open control mechanism as well as transparency of the implementation. This could be achieved by aligning the behavior of all elements of the organization towards the organizationÃ‚Â’s goal.", "Daftar File": {"2009 TS PP ISTOFANI API DIANY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75660", "2009 TS PP ISTOFANI API DIANY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75661", "2009 TS PP ISTOFANI API DIANY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75662", "2009 TS PP ISTOFANI API DIANY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75663", "2009 TS PP ISTOFANI API DIANY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75664", "2009 TS PP ISTOFANI API DIANY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75665"}, "Penulis": "ISTOFANI API DIANY (NIM : 29107202)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir: Ir. John Welly, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "organization culture, organization effectiveness, performance management system", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}