{"Nomor": 16127, "Judul": "OPTIMASI JARINGAN PERBANKAN MENGGUNAKAN OPNET", "Abstrak": "Layanan Frame Relay telah secara luas digunakan sebagai jaringan perbankan, karena beberapa kelebihannya. Hampir semua jaringan perbankan menggunakan Frame Relay dengan cara menyewanya ke penyedia layanan internet. Layanan Frame Relay adalah sebuah differentiated service yang dibatasi oleh parameter CIR ( Commited Information Rates). CIR merupakan besar trafik minimum yang dapat dijamin oleh penyedia layanan internet, sehingga dapat dipastikan trafik yang disediakan tidak akan kurang dari CIR jaringan yang disewa. Perubahan CIR akan berpengaruh pada waktu respon dari sistem, dan tentunya semakin besar CIR yang disewa, akan membuat waktu respon lebih cepat. Namun, tidak berarti kita menggunakan CIR yang sebesar-besarnya untuk setiap jaringan, karena tidak semua jaringan membutuhkan CIR yang besar. Jaringan yang beban trafiknya kecil, tentu akan membutuhkan CIR yang lebih kecil daripada jaringan yang beban trafiknya besar, karena bila kita menyewa CIR yang lebih besar, tentunya kita akan membayar biaya sewa yang lebih besar pula.  \n \n\nDalam tugas akhir ini, jaringan perbankan salah satu bank terbesar di Indonesia telah saya simulasikan menggunakan OPNET IT Guru Academic Edition 9.1. Dalam simulator saya telah mencoba menggunakan beberapa CIR yang berbeda untuk jaringan yang sama, dan membandingkan waktu respon dari CIR yang berbeda-beda tersebut, sehingga kita dapat melihat CIR mana yang optimal untuk jaringan perbankan yang disimulasikan. Untuk parameter yang dianalisis, saya melihat waktu respon dari DB Query dan FTP server. Dari hasil simulasi, saya menyimpulkan bahwa CIR 256 kbps untuk semua node lebih optimum bila pelanggan menginginkan kinerja yang tinggi. Namun, apabila pelanggan juga mempertimbangkan masalah biaya, maka penulis menyarankan pelanggan menggunakan CIR yang berbeda-beda setiap node, karena lebih murah dalam hal biaya sewanya.", "Daftar File": {"2010 TA PP IVAN BUDIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75674", "2010 TA PP IVAN BUDIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75675", "2010 TA PP IVAN BUDIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75676", "2010 TA PP IVAN BUDIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75677", "2010 TA PP IVAN BUDIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75678", "2010 TA PP IVAN BUDIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75679", "2010 TA PP IVAN BUDIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75680"}, "Penulis": "IVAN BUDIAWAN  (NIM : 132 05 076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sigit Haryadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Layanan Frame Relay, jaringan perbankan, opnet", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}