{"Nomor": 16132, "Judul": "CRITICAL KNOWLEDGE MAPPING AT MEDCO ETHANOL LAMPUNG PRODUCTION PROCESS CASE STUDY IN PRE-TREATMENT AREA", "Abstrak": "Knowledge of the organization can make the organization understand the purpose of his existence. Among the most important goal is how the organization understands how to achieve its objectives. Successful organizations, is an organization that consistently create new knowledge and spread it thoroughly within the organization, and quickly adapt the technology into their products and services. Looking at the role of knowledge and information that is so important for an organization, then all the knowledge possessed by an organization must be managed properly, so that this knowledge can contribute optimally to the organization. From the above explanation many organizations / companies are now implementing knowledge management as one strategy to create value, improve organizational effectiveness and productivity, and achieve competitive advantage of organizations. In a very rapidly changing environment, will have obsolete knowledge they should therefore be continuously updated through the learning process.", "Daftar File": {"2010 TS PP IVANTO HADIATMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75705", "2010 TS PP IVANTO HADIATMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75706", "2010 TS PP IVANTO HADIATMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75707", "2010 TS PP IVANTO HADIATMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75708", "2010 TS PP IVANTO HADIATMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75709", "2010 TS PP IVANTO HADIATMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75710"}, "Penulis": "IVANTO HADIATMA (NIM : 29108332)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Jann H. Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge of the organization, Mapping, Pre-tratement area, Medco Athanol Lampung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}