{"Nomor": 16136, "Judul": "PENGUKURAN SERVQUAL DAN ANALISIS TARIF PAKETPOS BERDASARKAN PERSEPSI KONSUMEN DI PT POS INDONESIA (Studi Kasus : Bandung, Jakarta, Surabaya dan Semarang)", "Abstrak": "Era persaingan bebas, dihapuskannya UU Monopoli Pos dan pengunaan teknologi subtitusi menyebabkan PT Pos Indonesia bukan lagi sebagai pemeran utama dalam bisnis penyedia jasa pengiriman dokumen dan barang di Indonesia.  \n \n\nBisnis pengiriman barang sampai saat ini belum ada teknologi apapun yang bisa menggantikannya, memungkinkan bisnis ini akan tetap eksis. Dengan karakteristik tersebut, maka penulis meyakini bahwa bisnis pengiriman barang akan menjadi bisnis masa depan bagi perusahaan jasa pengiriman. Disisi lain persaingan dalam bisnis pengiriman barang ini sangatlah ketat.  \n \n\nDengan kondisi tersebut diatas maka PT Pos Indonesia sebagai salah satu provider pengiriman barang harus memiliki kiat dalam memberikan pelayanan kepada konsumennya. Penurunan volume produksi, berkurangnya pertumbuhan pendapatan tahun 2009, dan masih tingginya angka pengaduan konsumen, kemungkinan disebabkan adanya kenaikan tarif dan kurangnya kualitas layanan. Untuk itu Manajemen PT Pos Indonesia harus melakukan upaya dalam peningkatan kinerja melalui perbaikan kualitas layanan dan penetapan tarif yang tepat.  \n \n\nTugas akhir ini fokus pada analisa layanan PaketPos di 4 Kantor Pos (Bandung, Jakarta, Surabaya dan Semarang) dengan menggunakan metode SERVQUAL yang terbagi dalam empat kuadran dengan tiga persepsi penilaian yaitu high leverage atributes to improve, atributes to maintain, low leverage attributes to deemphasize. Dimensi kualitas pelayanan yang menjadi fokus perbaikan terdapat pada kuadran I (high leverage atributes to improve), yaitu dimensi:  \n \n\n- Reliability: ketepatan waktu yang dijanjikan (Rl1), keselamatan kiriman baik kehilangan maupun keutuhan dalam pengiriman PaketPos (Rl2).  \n \n\n- Assurance : Pengetahuan petugas dalam menjawab dan memberikan penjelasan atas permasalahan pelanggan (As4), Kesesuaian jam buka loket (As3).  \n \n\n- Tangible : Sarana informasi yang mudah dimengerti (seperti brosur dan formulir) (Tg4).  \n \n\n- Empathy : Kesesuaian jam buka loket (Em2).  \n \n\nSedangkan penetapan harga diukur dengan membandingkan harga dan atribut layanan yang diberikan. Menurut persepsi konsumen: tarif terjangkau, lebih murah tetapi masih belum sesuai dengan kualitas yang diberikan.  \n \n\nImplementasi dari perbaikan kualitas layanan dilakukan masing-masing level manajemen sesuai dengan kewenangan dan tanggungjawab. Yang dapat langsung dilakukan oleh manajemen kantor pos sebagai unit pelaksanan teknis: pembinaan pegawai tentang pentingnya komitmen terhadap kualitas layanan, resosialisasi dan evaluasi pengawasan proses operasi, uji petik kiriman. Beberapa hal yang memerlukan penelitian lebih lanjut; Menetapkan segmenting, targeting dan positioning PaketPos, pengkajian ulang tarif yang dipakai untuk tujuan daerah yang tidak dilayani oleh Pesaing, dan perbaikan teknologi yang ada (I-Pos, SMS8161, dan Website Pos).", "Daftar File": {"2010 TS PP IWAN GUNAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75725", "2010 TS PP IWAN GUNAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75726", "2010 TS PP IWAN GUNAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75727", "2010 TS PP IWAN GUNAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75728", "2010 TS PP IWAN GUNAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75729", "2010 TS PP IWAN GUNAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75730"}, "Penulis": "IWAN GUNAWAN (NIM : 29108077)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Evo S. Hariandja, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SERVQUAL, Tarif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}