{"Nomor": 16137, "Judul": "MENDAPATKAN TAMPANG LINTANG NEUTRON MENGGUNAKAN PROGRAM MATLAB UNTUK ISOTOP 1-H-1, 20-CA-40, 30-ZN-64, 40-ZR-90 DAN 48-CD-106", "Abstrak": "Neural Network (NN) adalah jaringan dari sekelompok unit pemroses kecil yang dimodelkan berdasarkan jaringan syaraf manusia. NN ini merupakan sistem adaptif yang dapat merubah strukturnya untuk memecahkan masalah berdasarkan informasi eksternal maupun internal yang mengalir melalui jaringan tersebut. Secara sederhana NN adalah sebuah alat pemodelan data statistik non-linear. NN dapat digunakan untuk memodelkan hubungan yang kompleks antara input dan output untuk menemukan pola-pola pada data. Secara mendasar, sistem pembelajaran merupakan proses penambahan pengetahuan pada NN yang sifatnya kontinuitas sehingga pada saat digunakan pengetahuan tersebut akan dieksploitasikan secara maksimal dalam mengenali suatu objek. Pada penelitian kali peneliti akan coba menggunakan training neural network pada MatLab untuk menemukan nilai penampang lintang untuk isotop yang berbeda. Penelitian kali ini menggunakan data sampel yang didapat dari data nuklir yang sudah terevaluasi atau dikenal dengan ENDF (Evaluated Nucler Data File) untuk neutron cross-section. Data tersebut kemudian diolah secara komputasi menggunakan Matlab untuk mendapatkan data penampang lintang hasil komputasi untuk kemudian dibandingkan dengan data tampang lintang dari data nuklir ENDF.", "Daftar File": {"2014 TA PP  IWAN JAYA AZIZ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75731", "2014 TA PP  IWAN JAYA AZIZ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75732", "2014 TA PP  IWAN JAYA AZIZ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75733", "2014 TA PP  IWAN JAYA AZIZ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75734", "2014 TA PP  IWAN JAYA AZIZ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75735", "2014 TA PP  IWAN JAYA AZIZ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75736", "2014 TA PP  IWAN JAYA AZIZ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75737"}, "Penulis": "IWAN JAYA AZIZ  (NIM : 102 08 084)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Rizal Kuriniadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Neural Network, ENDF, Penampang Lintang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}