{"Nomor": 16147, "Judul": "PENENTUAN PARASETAMOL SECARA VOLTAMMETRI DENGAN ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN MOLECULARLY IMPRINTED ELECTROPOLYMER", "Abstrak": "Parasetamol (PCT) adalah obat analgesik dan antipiretik yang biasa digunakan untuk pengobatan demam dan sakit kepala. Penentuan parasetamol dalam dunia farmasi sangat penting, karena overdosis parasetamol dapat menyebabkan nekrosis hepatik keras dan pengaruh keracunan lainnya. Telah banyak metodologi analitik telah diusulkan untuk penentuan parasetamol. Ada 5 metode untuk penentuan parasetamol baik untuk parasetamol itu sendiri atau berupa campuran dalam sampel formula dan sampel biologi yaitu metode optik, metode elektroanalitikal, metode kromatografi dan metode elektroforesis kapilar. Salah satu metode yang telah dikembangkan dalam dua dekade terakhir ini adalah            \nmetode elektroanalitik khususnya metode voltammetri. Umumnya metode voltammetri untuk analisis parasetamol menggunakan elektroda termodifikasi. Pada penelitian ini, dikembangkan elektroda pasta karbon yang dimodifikasi            \ndengan molecularly imprinted polymer (MIP). Keuntungan atau manfaat yang signifikan dari penggunaan MIP yaitu stabilitas yang baik, biaya yang murah dan persiapan yang mudah. Film poli(3-aminofenol) telah dibuat dengan            \nmenggunakan metode voltammetri siklik dan monomer 3-aminofenol dalam elektrolit pendukung (HClO4) dengan dan tanpa kehadiran dari molekul target (parasetamol). Pengaruh dari parasetamol (molekul target) dapat dilihat dengan            \nmudah pada voltammogram siklik yang diperoleh, dimana potensial puncak oksidasi dari poli(3-aminiofenol) bergeser lebih ke potensial katodik yaitu dari 0,948 V menuju 0,78 V, yang disebabkan oleh kehadiran parasetamol. Puncak            \noksidasi ini mengindikasikan bahwa molekul target menjadi bagian dari rantai polimerik Kemampuan untuk mendeteksi parasetamol pada elektroda imprinted dan non-imprinted polymer (NMIP) telah dipelajari dengan menggunakan metode            \nvoltammetri pulsa deferensial. Penentuan parameter yang penting untuk mengetahui kemampuan dari elektroda MIP dalam mendeteksi kehadiran parasetamol telah dilakukan. Pengaruh pH larutan dalam oksidasi dari parasetamol pada elektroda MIP telah dipelajari dengan voltammogram pulsa deferensial dalam larutan buffer fosfat dengan rentang pH 3-8. Dari            \nvoltammogram pulsa diferensial tersebut dapat dilihat potensial puncak anodik bergeser kearah negatif dengan bertambahnya pH larutan. Ini mengidikasikan bahwa reaksi oksidasi parasetamol pada elektroda MIP dipengaruhi oleh pH            \nlarutan sampel. Pengaruh laju selusur potensial dalam arus puncak oksidasi dan reduksi dalam 1 mM parasetamol pada permukaan elektroda MIP dalam larutan buffer fosfat (pH 7) telah dipelajari dalam penelitian ini. Voltammogram siklik            \ndari parasetamol pada laju selusur potensial yang divariasikan, menghasilkan arus puncak anodik dan katodik yang memberikan konfirmasi bahwa terjadi proses reversibel dari larutan parasetamol pada permukaan elektroda MIP. Arus puncak redoks parasetamol menunjukkan hubungan linear dengan bertambahnya laju selusur potensial setelah diakarkan (u1/2) yang mengindikasikan bahwa proses redoks dikendalikan oleh difusi. Salah satu parameter yang penting lainnya dalam penelitian ini adalah penentuan kurva kalibrasi untuk menentukan limit deteksi dari parasetamol. Rentang konsentrasi awal yang diambil adalah 0,2Ã‚Â–4 mM,            \nnamun kurva yang dihasilkan menunjukkan kelinearan yang kurang baik dan tetapan korelasinya juga kurang baik. Sehingga rentang konsentrasi parasetamol perlu diperkecil yaitu pada rentang konsentrasi 0,01Ã‚Â–0,1 mM (R2 = 0,995), yang menunjukkan kelinearan yang sangat baik. Limit deteksi (3 sigma) parasetamol yang diperoleh pada penelitian ini adalah 4,63 (mu)M. Elektroda MIP yang dibuat ini selektif untuk penentuan parasetamol dalam kehadiran dari asam askorbat.            \nElektroda MIP yang telah dibuat memberikan respon potensial dan arus puncak yang lebih baik dibandingkan dengan elektroda NMIP dan pasta karbon. Hasil analisis sampel obat menunjukkan akurasi yang sangat baik dengan menggunakan            \nmetode voltammetri dan hasil yang diperoleh sangat bersesuaian dengan hasil yang diperoleh dengan metode spektrofotometri.", "Daftar File": {"2012 TS PP  I WAYAN TANJUNG ARYASA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75771", "2012 TS PP  I WAYAN TANJUNG ARYASA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75772", "2012 TS PP  I WAYAN TANJUNG ARYASA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75769", "2012 TS PP  I WAYAN TANJUNG ARYASA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75770", "2012 TS PP  I WAYAN TANJUNG ARYASA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75768", "2012 TS PP  I WAYAN TANJUNG ARYASA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75766", "2012 TS PP  I WAYAN TANJUNG ARYASA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75767"}, "Penulis": "I WAYAN TANJUNG ARYASA (NIM : 20510003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Indra Noviandri."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Molecularly imprinted polymer, parasetamol, poli(3-aminofenol), elektropolimerisasi dan elektroda pasta karbon.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     suwadji", "File": "7 file", "Tanggal Input": "19 Okt 2018"}