{"Nomor": 16145, "Judul": "KAJI EKSPERIMENTAL DAN PEMODELAN RESPON GETARAN BANTALAN ROL SILINDRIK AKIBAT PEMBEBANAN STATIK DAN RESIDUAL UNBALANCE", "Abstrak": "Bantalan gelinding memegang peranan penting pada mesin-mesin yang digunakan di industri karena berfungsi sebagai penumpu elemen rotasi. Karena perannya sebagai penumpu maka gaya-gaya reaksi akibat poros yang berputar akan terpusat pada bantalan. Gaya-gaya yang terjadi tersebut selain berupa gaya statik juga berupa gaya dinamik. Gaya dinamik tersebut akan menimbulkan getaran pada mesin tersebut yang dapat diukur pada rumah bantalan. Salah satu jenis bantalan yang umum digunakan adalah bantalan rol silindrik yang digunakan sebagai bahan kajian pada penelitian ini.  \n \n\nPada penelitian ini dilakukan analisis terhadap ciri getaran bantalan rol silindrik yang mengalami pembebanan statik dan memiliki residual unbalance pada sistem porosnya. Berdasarkan respon getaran bantalan rol silindrik hasil uji eksperimental kemudian dikembangkan suatu model matematik yang dapat menjelaskan sumber dan mekanisme  \n \n\nterbentuknya sinyal yang terukur pada hasil uji eksperimental tersebut.  \n \n\nPengujian yang dilakukan pada penelitian ini meliputi pengujian FRF (Fungsi Respon Frekuensi) untuk mengetahui karakteristik dinamik dari struktur perangkat uji dan  \n \n\nsistem bantalan rol silindrik yang diuji serta pengujian respon getaran bantalan uji. Pengujian respon getaran bantalan uji dilakukan pada berbagai kondisi pengujian. Variabel yang divariasikan pada pengujian respon getaran tersebut meliputi putaran poros dan besar beban statik yang diberikan pada sistem bantalan uji. Variasi putaran yang digunakan adalah 300Rpm, 600Rpm, 900Rpm, dan 1200Rpm, sedangkan beban statik yang digunakan adalah 200N, 400N, dan 600N.  \n \n\nDari analisis hasil pengujian respon getaran didapatkan bahwa respon getaran bantalan rol silindrik mengandung sinyal BPFO (Ball Pass Frequency Outer) dan harmoniknya. Selain itu sinyal BPFO dan harmoniknya tersebut memiliki frekuensi sideband sebesar 1xRpm dalam jumlah yang banyak.  \n \n\nBerdasarkan ciri getaran yang teridentifikasi tersebut kemudian dikembangkan suatu model matematik yang dapat menjelaskan sumber dari ciri getaran yang terjadi pada hasil uji eksperimental.  \n \n\nDalam pembuatan model matematik bantalan uji dimodelkan gaya-gaya yang bekerja pada sistem bantalan uji tersebut. Hasil dari pemodelan yang dilakukan menunjukkan bahwa model matematik yang dikembangkan dapat menunjukkan ciri getaran yang sama seperti yang muncul pada hasil uji eksperimental. Perbedaan yang terjadi adalah pada jumlah sideband yang muncul dan besar amplitudo sinyal-sinyal tersebut namun secara keseluruhan model yang dikembangkan telah dapat menjelaskan sumber dan mekanisme terbentuknya sinyal-sinyal yang muncul pada hasil uji eksperimental.", "Daftar File": {"2009 TS PP I WAYAN ADISAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75758", "2009 TS PP I WAYAN ADISAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75759", "2009 TS PP I WAYAN ADISAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75760", "2009 TS PP I WAYAN ADISAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75761", "2009 TS PP I WAYAN ADISAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75762", "2009 TS PP I WAYAN ADISAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75763", "2009 TS PP I WAYAN ADISAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75764"}, "Penulis": "I WAYAN ADISAPUTRA (NIM :23107024)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bantalan rol silindrik, FRF, ciri getaran, gaya kontak Hertzian, modulasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}