{"Nomor": 16155, "Judul": "PEMODELAN PENGARUH DINAMIKA ENERGI PRIMER PADA INDUSTRI KETENAGALISTRIKAN INDONESIA DENGAN PENDEKATAN SYSTEM DYNAMICS", "Abstrak": "Dinamika sektor energi primer memiliki pengaruh yang signifikan pada sektor ketenagalistrikan. Dinamika ini tentunya mempengaruhi biaya produksi PLN dan margin keuntungan untuk investasi pengembangan. Rumusan masalah studi ini adalah bagaimana pengaruh jangka panjang dinamika energi primer pada sistem pasar kompetisi terbatas ketenagalistrikan yang diterapkan di Indonesia. Penelitian dilakukan dengan memodelkan dinamika sektor energi primer, khususnya gas alam, minyak bumi, dan batubara, yang mempengaruhi industri ketenagalistrikan Indonesia dengan pendekatan system dynamics. Faktor-faktor yang ditinjau adalah penggunaan energy mix, perkembangan teknologi, perubahan pertumbuhan konsumsi, penemuan cadangan baru, regulasi, dan efek substitusi antar energi primer. Batasan utama model adalah hanya memperhitungkan dinamika pasar  \n \n\nenergi primer dalam negeri, yaitu cadangan dan permintaan dalam negeri tanpa pengaruh harga energi internasional dan perdagangan luar negeri. Pengujian model dilakukan dengan membandingkan hasil simulasi dengan data historis tahun 1993-2003. Dari hasil pengujian, sebagian parameter nilai dan trennya akurat. Sebagian lagi hanya sesuai tren tahun-tahun terakhir saja. Oleh karena itu, model dapat tetap digunakan untuk melihat pengaruh jangka panjang faktorfaktor di atas pada industri ketenagalistrikan. Hasil simulasi menunjukkan pengaruh yang signifikan dari dinamika sektor energi primer terhadap industri ketenagalistrikan. Perubahan komposisi energy mix ke arah batubara menurunkan  \n \n\nTDL lebih rendah dibanding ke arah gas. Kebijakan pada sektor energi primer seperti perkembangan teknologi, penurunan pertumbuhan konsumsi, penemuan cadangan baru, regulasi harga, dan efek substitusi antar energi primer dapat menurunkan serta menahan laju kenaikan TDL pada industri ketenagalistrikan. Setiap faktor memiliki efek penurunan dan perlambatan kenaikan yang berbeda bergantung pada besaran dinamika faktor sektor energi primer.", "Daftar File": {"2010 TA PP JAKA ARYA SAKTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75822", "2010 TA PP JAKA ARYA SAKTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75823", "2010 TA PP JAKA ARYA SAKTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75824", "2010 TA PP JAKA ARYA SAKTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75825", "2010 TA PP JAKA ARYA SAKTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75826", "2010 TA PP JAKA ARYA SAKTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75827", "2010 TA PP JAKA ARYA SAKTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75828", "2010 TA PP JAKA ARYA SAKTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75829"}, "Penulis": "JAKA ARYA SAKTI (NIM : 13204162)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yusra Sabri S"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "energi primer, fistem dinamik,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}