{"Nomor": 16150, "Judul": "IDENTIFIKASI PERMASALAHAN DAN ALTERNATIF SOLUSI PENERAPAN SISTEM DELIVERY DESIGN-BUILD PADA PROYEK JALAN NASIONAL DI INDONESIA", "Abstrak": "Sistem delivery Design-Build adalah sistem penyelenggaraan jasa konstruksi dimana hanya satu entitas saja yang melaksanakan kegiatan perencanaan (design) sekaligus kegiatan pelaksanaan (build) dalam satu ikatan kontrak. Saat ini Direktorat Jenderal Bina Marga, sebagai pengelola jalan nasional, berinisiatif menerapkan sistem delivery Design-Build untuk penanganan jalan nasional. Di Indonesia, penyelenggaraan jalan nasional melibatkan beberapa instansi    \n \n\nPemerintah, yaitu Direktorat Jenderal Bina Marga dan Balai Pelaksanaan Jalan Nasional yang mengatur masalah jalan, serta Departemen Keuangan yang mengatur pendanaan. Namun demikian, dalam pelaksanaan penyelenggaraan tersebut koordinasi tidak berjalan lancar, sehingga menimbulkan permasalahan diantaranya ketidakpastian anggaran. Lemahnya koordinasi antar instansi pengelola jalan nasional (perencanaan, pemrograman, desain, pengadaan, dan konstruksi) juga menjadi penyebab rendahnya mutu jalan nasional. Implementasi sistem delivery Design-Build diharapkan dapat mengatasi masalah koordinasi serta mempercepat proses penyelenggaraan disamping meningkatkan efisiensi. Hambatan dalam menerapkan sistem delivery Design-Build pada proyek jalan nasional adalah ketidaksiapan peraturan dan organisasi pengelola jalan di    \n \n\nIndonesia, karena penerapan sistem delivery Design-Build pada bidang jalan ini merupakan hal yang baru dilingkup oleh Direktorat Jenderal Bina Marga. Tujuan penelitian adalah untuk mengidentifikasi permasalahan serta memberikan    \n \n\nalternatif solusi dalam menerapkan sistem delivery Design-Build pada proyek jalan nasional. Metode yang dilakukan adalah studi literatur, pemodelan alur penyelenggaraan jalan nasional, analisis peraturan perundang-undangan, serta analisis fungsi dan tugas organisasi yang terlibat. Kondisi aktual penyelenggaraan jalan diperoleh melalui kuesioner dan wawancara. Penelitian ini menghasilkan    \n \n\nbeberapa alternatif solusi untuk dapat menerapkan sistem delivery Design-Build pada proyek jalan nasional, beberapa poin penting adalah peningkatan peran Balai sampai pada perencanaan dan pemrograman, serta peningkatan kemampuan SDM di SNVT daerah pada perencanaan dan pengawasan. Kedua poin tersebut dinilai penting terkait upaya penerapan sistem delivery Design-Build pada proyek jalan nasional.", "Daftar File": {"2010 TS PP HANNO HUTAMA 1-COVER.PDF": "https://digilib.itb.ac.id/gdl/download/75782", "2010 TS PP HANNO HUTAMA 1-BAB 1.PDF": "https://digilib.itb.ac.id/gdl/download/75783", "2010 TS PP HANNO HUTAMA 1-BAB 2.PDF": "https://digilib.itb.ac.id/gdl/download/75784", "2010 TS PP HANNO HUTAMA 1-BAB 3.PDF": "https://digilib.itb.ac.id/gdl/download/75785", "2010 TS PP HANNO HUTAMA 1-BAB 4.PDF": "https://digilib.itb.ac.id/gdl/download/75786", "2010 TS PP HANNO HUTAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75787", "2010 TS PP HANNO HUTAMA 1-BAB 6.PDF": "https://digilib.itb.ac.id/gdl/download/75788", "2010 TS PP HANNO HUTAMA 1-BAB 7.PDF": "https://digilib.itb.ac.id/gdl/download/75789", "2010 TS PP HANNO HUTAMA 1-BAB 8.PDF": "https://digilib.itb.ac.id/gdl/download/75790", "2010 TS PP HANNO HUTAMA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75791"}, "Penulis": "HANNO HUTAMA (NIM : 25007037)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof.Dr.Ir. Rizal Z. Tamin", "Ir. Ima Fatima, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sistem delivery, Design-Build, penyelenggaraan jalan nasional, organisasi penyelenggara jalan nasional, landasan legal penyelenggaraan jalan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}