{"Nomor": 16153, "Judul": "TOMOGRAFI SEISMIK STRUKTUR 3-D Vp DAN RASIO Vp/Vs DI BAWAH SUMATERA BAGIAN UTARA MENGGUNAKAN DATA BMKG DAN PASSCAL", "Abstrak": "Kami telah mencitrakan struktur kecepatan gelombang P, kecepatan gelombang S serta rasio Vp/Vs di bawah wilayah Sumatera bagian utara. Data yang digunakan dalam penelitian ini merupakan gabungan dari data katalog BMKG (2009-2012)  \n \n\ndengan data katalog PASSCAL (Februari-Mei 1995). Jumlah data keseluruhan ada 2.246 kejadian gempa lokal dengan 10.666 waktu tiba gelombang P dan 6.257 waktu tiba gelombang S dari 62 stasiun seismik di sekitar area studi. Teknik pseudo-bending pada ray tracing digunakan untuk memperkirakan waktu perjalanan dari sumber ke penerima sedangkan metode LSQR teredam digunakan dalam tomografi inversinya. Berdasarkan distribusi cakupan sinar seismik, dan sebaran stasiun, maka interval grid horizontal yang digunakan dalam wilayah studi adalah 30x30 km2 sedangkan interval 80x80 km2 diterapkan pada area di luar wilayah kajian. Dalam penelitian ini telah dilakukan inversi simultan untuk mendapatkan struktur 3 dimensi dan relokasi gempa lokal. Dengan menggunakan struktur kecepatan 3D,  \n \n\nlebih dari 60% kejadian gempa dengan kedalaman fixed depth (10 km) dapat terelokasi. Hasil relokasi pada gempa dangkal di darat menunjukan distribusi gempa yang lebih mampat dan berimpit dengan daerah sesar. Sementara hasil inversi tomografi kami menunjukkan adanya anomali Vp dan anomali Vs yang rendah di bawah wilayah kompleks kaldera Toba dan di sekitar Zona Sesar Sumatera (ZSS). Hasil tomografi ini menunjukan pola yang konsisten dengan penelitian sebelumnya. Dalam penelitian ini muncul fenomena yang  \n \n\nmenarik dan terlihat pada kedalaman sekitar 20 km yaitu pola karakteristik volcanic front line yang ditunjukan dengan nilai anomali Vp dan Vs yang sangat rendah dan kemungkinan terkait dengan barisan gunung berapi di wilayah  \n \n\nSumatera bagian Utara. Teramati pula nilai anomali kecepatan Vp yang rendah, Vs rendah, dan nilai rasio Vp/Vs yang tinggi di bawah Kompleks KalderaToba terutama di area sekitar gunung PusukBukit pada kedalaman 5 km sampai 100  \n \n\nkm. Interpretasi kami bahwa anomali tersebut kemungkinan berhubungan dengan naiknya material panas (upwelling) dari proses subduksi pada kedalaman antara 80-100 km. Slab subduksi di bawah Sumatera bagian utara terlihat walaupun tidak terlalu jelas dengan ditandai oleh anomali tinggi gelombang P dan gelombang S. Kecepatan seismik 3D yang diperoleh dari tomografi lokal ini dapat memberikan  \n \n\ninformasi yang sangat berharga untuk meningkatkan pemahaman kita tentang kondisi tektonik dan vulkanik di daerah Sumatera bagian utara.", "Daftar File": {"2014 TS PP JAJAT JATNIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75805", "2014 TS PP JAJAT JATNIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75806", "2014 TS PP JAJAT JATNIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75807", "2014 TS PP JAJAT JATNIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75808", "2014 TS PP JAJAT JATNIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75809", "2014 TS PP JAJAT JATNIKA 1-BAB 5-A.pdf": "https://digilib.itb.ac.id/gdl/download/75810", "2014 TS PP JAJAT JATNIKA 1-BAB 5-B.pdf": "https://digilib.itb.ac.id/gdl/download/75811", "2014 TS PP JAJAT JATNIKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75812", "2014 TS PP JAJAT JATNIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75813"}, "Penulis": "JAJAT JATNIKA (NIM : 22411308)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Andri Dian Nugraha, M.Si.", "Dr. Wandono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi, gempa lokal, Vp , Vs, rasio Vp / Vs, kaldera Toba, Zona Sesar Sumatera.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}