{"Nomor": 16157, "Judul": "ANALISIS KEKUATAN BEARING PADA SAMBUNGAN BAUT DENGAN BUSHING PADA PELAT KOMPOSIT SERAT BAMBU DENGAN METODE EKSPERIMENTAL", "Abstrak": "Komposit serat bambu berpotensi menggantikan komposit serat sintesis yang tergolong cukup mahal.  Dalam penggunaannya, struktur ini tidak akan terlepas dari suatu perancangan sambungan.  Dalam suatu sambungan mekanik komposit akan menimbulkan beberapa masalah, mulai dari konsentrasi tegangan sampai modus kegagalan sambungan yang bersifat katastropik (kegagalan tarik, geser dan cleavage).  Oleh sebab itu, dipilihlah suatu konfigurasi tertentu agar kegagalan yang terjadi tidak bersifat katastropik (kegagalan bearing). Namun kegagalan bearing ini menyebabkan kerusakan di daerah sekitar lubang sambungan> Untuk menghindari atau meminimalisasi kerusakan ini maka sering digunakan bushing pada lubang sambungannya agar kerusakan bearing hanya terjadi pada bushingnya.     \n \n \n\nAnalisis ini dilakukan dari hasil percobaan melalui pengujian tarik sambungan.  Selain itu, juga dilakukan pemodelan menggunakan software MSC PATRAN/NASTRAN untuk melihat pola distribusi tegangan yang terjadi. Analisis yang dilakukan meliputi kekuatan bearing, efesiensi sambungan, modus kegagalan dan kerusakan.      \n \n \n\nModus kegagalan yang terjadi adalah modus kegagalan bearing dengan kekuatan bearing rata-ratanya 67.8 Mpa (tanpa bushing) dan 68,9 (pakai bushing) serta efisiensi sambungannya sebesar 0,695 (tanpa bushing) dan 0,706 (pakai bushing). Selain itu, pada saat pembebanan yang tinggi, terjadi juga kegagalan kedua yaitu kegagalan geser.   Dengan demikian, keberadaan bushing (yang terbuat dari kuningan) pada lubang sambungan komposit serat bambu ternyata tidak mempunyai pengaruh yang signifikan terhadap kekuatan bearing, efisiensi sambungan dan kerusakannya (hanya 1,6% menaikan kekuatan bearing dan 1,2% menaikan efisiensi sambungan) bahkan juga tidak berpengaruh sama sekali terhadap modus kegagalan yang terjadi.", "Daftar File": {"2009 TA PP JAMALUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75839", "2009 TA PP JAMALUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75840", "2009 TA PP JAMALUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75841", "2009 TA PP JAMALUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75842", "2009 TA PP JAMALUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75843", "2009 TA PP JAMALUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75844", "2009 TA PP JAMALUDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75845", "2009 TA PP JAMALUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75846"}, "Penulis": "JAMALUDIN (NIM : 13605043)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Dr. Ir. Bambang K. Hadi", "Pembimbing 2 : Ir. Muhammad Kusni, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sambungan mekanik, pelat komposit, serat bambu, gagal bearing, bushing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}