{"Nomor": 16164, "Judul": "PT. TELEKOMUNIKASI INDONESIA INTERNATIONAL BUSINESS STRATEGY ANALYSIS", "Abstrak": "Industri telekomunikasi berubah dan berkembang cepat dan tiba-tiba melalui pasar domestik dan internasional. Thesis ini akan membahas detail strategi bisnis untuk pasar internasional. Kerangka teoritis thesis ini memuat strategi bisnis, bisnis model, portfolio bisnis dan formulasi bisnis. Kerangka ini akan menuntun kita untuk mengumpulkan dan menganalisa data empiris. Thesis ini akan menggunakan metode riset kualitatif. Data empiris dikumpulkan melalui interview personil di PT. Telekomunikasi Indonesia International, dan juga dilengkapi data sekunder, seperti data perusahaan, analisa pasar dari informasi publik maupun halaman web. Thesis ini menekankan pentingnya strategi bisnis dan formulasi bisnis untuk ekspansi internasional. Di industri telekomuniasi, teknologi memainkan peranan penting, dimana perkembangannya sangat cepat. PT. Telekomunikasi Indonesia (Telkom) adalah operator telekomunikasi terbesar di Indonesia dari sisi jumlah pelanggan maupun pendapatan. Tahun-tahun terakhir, Telkom telah memulai untuk masuk ke pasar international melalui anak perusahaannya, PT. Telekomunikasi Indonesia International (TII). Telkom juga memiliki kerangka strategi bisnis yang disebut, Corporate Strategic Scenario (CSS) 2009 Ã‚Â– 2014. Bagian dari thesis ini, mempelajari corporate strategic scenario TII yang dihubungkan dengan industri, model akademik dalam pengembangan dan penggunaannya. Analisa menunjukkan CSS Telkom tidak secara tegas maupun menyeluruh untuk strategi di pasar internasional. Rekomendasi yang besifat praktis termasuk di dalam thesis ini. TII didirikan tahun 2004 sebagai lengan internasional Telkom, ini artinya strategi bisnis dengan Telkom sebagai induk perusahaan harus selaras. Latar belakang TII sebagai organisasi adalah transformasi dari PT. Aria West, kerjasama operasi di regional Jawa Barat dan sebuah unit kerja Telkom yang menangani international carrier dan services. Ketika sasarannya untuk masuk ke pasar telekomunikasi di luar negri, terdapat beberapa  \n \n\nkompetensi yang masih kurang. TII harus menetapkan formulasi bisnisnya yang juga mempertimbangkan situasi industry dan kemampuan perusahaan.", "Daftar File": {"2010 TS PP JEAMI GUMILARSJAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75873", "2010 TS PP JEAMI GUMILARSJAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75874", "2010 TS PP JEAMI GUMILARSJAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75875", "2010 TS PP JEAMI GUMILARSJAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75876", "2010 TS PP JEAMI GUMILARSJAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75877", "2010 TS PP JEAMI GUMILARSJAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75878", "2010 TS PP JEAMI GUMILARSJAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/75879", "2010 TS PP JEAMI GUMILARSJAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75880"}, "Penulis": "JEAMI GUMILARSJAH (NIM : 29108103)", "Kontributor / Dosen Pembimbing": ["Pembimbing Thesis: Amol Titus, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi bisnis, model bisnis, pasar internasional, managemen portfolio, telekomunikasi, carrier internasional, investasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}