{"Nomor": 16163, "Judul": "PERANCANGAN SISTEM TRANSAKSI BERBASIS NEAR FIELD COMMUNICATION (NFC) DENGAN SISTEM OPERASI ANDROID DITOKO VIRTUAL", "Abstrak": "Tujuan penelitian ini adalah untuk merancang aplikasi sistem transaksi pada perangkat telepon seluler pintar \n\nberbasis teknologi Near Field Communication (NFC) yang berjalan pada sistem operasi Android pada toko virtual. \n\nMetode penelitian yang digunakan adalah melakukan rekayasa dari perangkat lunak untuk menentukan aspekaspek \n\nyang akan dimuat dalam aplikasi, melakukan analisis kebutuhan sistem guna melihat fungsi dan hubungan \n\nfungsi aplikasi dalam suatu sistem, desain program yang disesuaikan dengan fungsi yang berjalan baik cara kerja \n\nmaupun antar muka, menulis barisan perintah aplikasi menggunakan Eclipse IDE berbasis bahasa pemograman \n\nJava dan membuat basis data menggunakan MySQL di situs hosting dan menghubungkan basis data dengan \n\naplikasi menggunakan baris perintah PHP. Pengujian aplikasi dilakukan dengan memeriksa apakah fungsi dalam \n\naplikasi sesuai dengan rancang aplikasi dan menjalankan aplikasi menggunakan perangkat seluler pinter yang \n\nmenggunakan sistem operasi Android dan memiliki dukungan terhadap teknologi NFC. Hasil penelitian \n\nmenunjukkan aplikasi yang berjalan pada sistem operasi Android dan menggunakan komponen perangkat Near \n\nField Communication (NFC) berjalan dengan baik. Selanjutnya, fungsi transaksi pengguna, pemindahan data \n\nantara perangkat dengan basis data, dan fungsi transaksi penjual berjalan sesuai dengan yang diharapkan.", "Daftar File": {"proceedings knsi 2014 full edition(61).pdf": "https://digilib.itb.ac.id/gdl/download/75872"}, "Penulis": "Jay Idoan Sihotang", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Transaksi, Near Field Communication (NFC), Android, Toko Virtual", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "12 Mar 2014"}