{"Nomor": 16165, "Judul": "PENGUKURAN DAN ANALISIS KINERJA MOBILE PORTAL PADA SARANA TRANSPORTASI KERETA PT. KERETA API (PERSERO)", "Abstrak": "Kebosanan merupakan salah satu hal yang dialami oleh penumpang kereta saat melakukan perjalanan jarak jauh. Berdasarkan fakta tersebut, timbul ide untuk merancang suatu sistem mobile portal yang berisi berbagai macam layanan dan aplikasi yang dapat diakses oleh penumpang dengan menggunakan perangkat mobile-nya via koneksi WLAN dan Bluetooth. Dengan adanya sistem tersebut, penumpang dapat memiliki cara alternatif untuk mengatasi kebosanan mereka. Penelitian ini difokuskan kepada pengukuran kinerja sistem yang telah dirancang yang terdiri atas dua komponen utama, yaitu server yang direalisasikan dengan Soekris Net5501 dan repeater yang direalisasikan dengan Linksys  \n \n\nWRT54GL. Parameter yang diukur dalam penelitian ini adalah kuat sinyal, throughput, dan latency. Pengukuran dilakukan dengan berbagai metode dan skenario di kereta PT.Kereta Api (Persero). Melalui pengukuran yang dilakukan, keandalan sistem yang telah dibangun untuk diimplementasikan pada kereta PT.Kereta Api (Persero) dapat diketahui. Dari hasil pengukuran yang didapatkan, sistem yang telah dibangun dapat dikatakan berfungsi dengan baik dan menunjukkan performansi yang cukup tinggi.", "Daftar File": {"2010 TA PP JEFFREY KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75881", "2010 TA PP JEFFREY KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75882", "2010 TA PP JEFFREY KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75883", "2010 TA PP JEFFREY KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75884", "2010 TA PP JEFFREY KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/75885", "2010 TA PP JEFFREY KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/75886", "2010 TA PP JEFFREY KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/75887"}, "Penulis": "JEFFREY KURNIAWAN (NIM : 13206128)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tutun Juhana, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kereta api, WLAN, Bluetooth, kuat sinyal, throughput, latency", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}