{"Nomor": 16185, "Judul": "PENGARUH INTENSITAS HUJAN TERHADAP PROPAGASI ULTRAWIDEBAND 1-13 GHZ DI DAERAH TROPIS", "Abstrak": "Kinerja sistem UWB sangat dipengaruhi oleh respon impuls kanal end to end antara pengirim dan penerima. Bila respon impuls kanal transmisi bersifat dispersive, maka peluang terjadinya kegagalan deteksi simbol akan meningkat. Dalam hal ini, ketidaklinieran respon fasa dan ketidakrataan profil respon magnitude kanal menjadi penyebab utama dari distorsi bentuk pulsa terima yang pada gilirannya akan berpengaruh pada proses deteksi simbol di penerima. Dalam disertasi ini, telah dilakukan karakterisasi transmisi sinyal UWB pita frekuensi operasi 1-13 GHz melalui kanal outdoor berupa lapisan atmosfer di daerah tropis dengan berbagai variasi hujan dari intensitas curah hujan rendah (20 mm/h) sampai intensitas curah hujan sangat tinggi (200 mm/h). Kanal hujan dimodelkan dengan hamburan Mie oleh partikel butir air yang ukurannya mengikuti sebaran Marshal Palmer dengan permitivitas kompleks sesuai hasil pengukuran Liebe. Hasil perhitungan numerik distorsi pulsa memperlihatkan bahwa pelebaran dan perubahan bentuk pulsa sangat dipengaruhi oleh intensitas hujan dan jarak antara pengirim dan penerima. Untuk menguji hasil simulasi numerik kanal UWB tropis ini, dilakukan pengukuran respons impuls kanal atmosfer pita 1-13 GHz dengan simulator hujan pada berbagai intensitas curah hujan. Hasil pengukuran mengukuhkan kesimpulan bahwa pulsa terkirim akan mengalami distorsi pelebaran dan perubahan bentuk pulsa bila merambat di dalam media hujan dan berubah terhadap intensitas curah hujan yang terjadi serta panjang lintasan hujan yang dilalui. Distorsi pulsa oleh kanal outdoor tropis ini kemudian diformulasikan menjadi persamaan BER sinyal antipodal UWB dengan dua model sistem penerima UWB, yaitu penerima matched filter dan correlator. Dari hasil simulasi kinerja BER diketahui bahwa pada curah hujan 200 mm/h, BER memburuk dari 10-6 menjadi 10-2 untuk penerima matched filter dan menjadi 5.10-2 untuk penerima correlator. Pada bagian akhir penelitian disertasi ini, diusulkan alternatif solusi untuk mengatasi distorsi oleh kanal outdoor tropis dan sistem antena dengan suatu suatu adaptive equalizer fasa non linier. Adaptive equalizer fasa non linier ini menggunakan struktur filter IIR allpass orde-6 untuk mengkompensasi ketidak linieran fasa yang di-cascade dengan struktur filter FIR orde rendah untuk mengkompensasi efek ketidak-seragaman redaman sebagai akibat akumulasi distorsi oleh kanal transmisi. Hasil simulasi menunjukkan bahwa kinerja sistem UWB pada BER 10-6 masih bisa dipertahankan untuk curah hujan R0.01 atau ketersediaan 99.99%. Selain itu, equalizer fasa non linier yang diusulkan, mampu memberikan perbaikan sinyal UWB sebesar 9 dB pada curah hujan 120 mm/h dibandingkan dengan sistem UWB tanpa kompensator fasa.", "Daftar File": {"2009 DIS PP JOKO SURYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76017", "2009 DIS PP JOKO SURYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76018", "2009 DIS PP JOKO SURYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76019", "2009 DIS PP JOKO SURYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76020", "2009 DIS PP JOKO SURYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76021", "2009 DIS PP JOKO SURYANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76022", "2009 DIS PP JOKO SURYANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76023", "2009 DIS PP JOKO SURYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76024"}, "Penulis": "JOKO SURYANA (NIM : 33204015)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Andriyan Bayu Suksmono,PhD", "Dr. Ir. Sugihartono", "Dr. Ir.Adit Kurniawan, MEng"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ultrawideband (UWB), Propagasi Outdoor , Daerah Tropis, Respon Impuls, Dispersive, Kinerja BER, Matched Filter, Correlator, Ekualisasi Fasa Adaptif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "21 Nov 2014"}