{"Nomor": 16182, "Judul": "EVALUASI TCP UNFAIRNESS PADA JARINGAN WIRELESS AD HOC BERBASIS IEEE 802.11 MENGGUNAKAN OPNET", "Abstrak": "Saat ini, teknologi mengalami perkembangan yang sangat pesat. Begitu halnya dengan kebutuhan akan aplikasi teknologi dan mobilitas yang tinggi juga semakin meningkat. Hal ini memicu perkembangan teknologi wireless network. Implementasi wireless network yang saat ini banyak digunakan masyarakat adalah Wireless Local Area Network (WLAN). Saat ini WLAN memiliki bandwidth yang cukup tinggi dan biaya yang rendah. Salah satu topologi WLAN adalah wireless Ad Hoc. Pada topologi ini, setiap perangkat saling berkomunikasi satu sama lain tanpa membutuhkan infrastruktur seperti Access Point (AP). TCP (Transmission Control Protocol) merupakan salah satu protokol pada lapisan ke empat OSI yang berperan penting dalam pengiriman data. Salah satu masalah yang akhir-akhir ini sering dilaporkan ialah TCP Unfairness. TCP unfairness adalah suatu suatu keadaan di mana aliran-aliran TCP tidak membagi bandwidth dengan adil. Unfairness ini disebabkan hidden and exposed terminal. Masalah ini menyebabkan TCP melakukan kongesti kontrol hingga membuat througput menjadi lebih rendah. Penelitian ini dilakukan untuk mengevaluasi gejala TCP unfairness pada jaringan wireless Ad Hoc yang berbasis IEEE 802.11. Dalam penelitian ini dilakukan simulasi dengan menggunakan simulator OPNET Modeler 14.0. Berdasarkan hasil simulasi dan analisis disimpulkan bahwa penyebab utama gejala unfairness disebabkan oleh masalah hidden and exposed terminal. Hidden and exposed terminal membuat sublayer MAC pada node memutuskan untuk backoff. Karena backoff, tidak ada hubungan yang dibangun. TCP berasumsi bahwa hubungan yang tidak dibangun ini karena timeout yang biasa disebabkan oleh congestion. Akibatnya node yang melakukan backoff memiliki throughput yang lebih rendah.", "Daftar File": {"2010 TA PP JOICE FISKIA YUSRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/75996", "2010 TA PP JOICE FISKIA YUSRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/75997", "2010 TA PP JOICE FISKIA YUSRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/75998", "2010 TA PP JOICE FISKIA YUSRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/75999", "2010 TA PP JOICE FISKIA YUSRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76000", "2010 TA PP JOICE FISKIA YUSRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76001", "2010 TA PP JOICE FISKIA YUSRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76002"}, "Penulis": "JOICE FISKIA YUSRIANI (NIM:13206147) Pembimbing : Tutun Juhana, ST. MT.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tutun Juhana, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TCP, Unfairness, Hidden and Exposed Terminal, Backoff.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}