{"Nomor": 16195, "Judul": "SIMULASI MONTE CARLO UNTUK UTILISASI RUANG OPERASI", "Abstrak": "Industri jasa yang memberikan pelayanan paling besar dalam industri kesehatan dapat ditemukan di rumah sakit karena memanfaatkan sumber daya yang besar. Suatu unit mengonsumsi volume sumber daya terbesar di rumah sakit adalah ruang operasi. Penelitian sebelumnya di berbagai wilayah berbeda telah mempelajari kinerja ruang operasi, namun di Indonesia penelitian ini belum pernah dilakukan. Kinerja ruang    \n \n \n \n\noperasi diukur dengan tingkat utilisasi, dan melalui pengamatan dalam objek penelitian kami, mereka mengungkapkan bahwa di rumah sakit ini memiliki tingkat utilisasi yang rendah. Dari pengamatan lapangan kami menemukan bahwa ada perbedaan perhitungan dalam menentukan tingkat utilisasi dari rumah sakit dan persamaan umum pemanfaatan. Sejalan dengan kondisi itu, tujuan penelitian ini adalah untuk melakukan validasi terhadap rendahnya tingkat utilisasi dan menemukan seberapa berpengaruh efek    \n \n \n \n\npembatalan, menunggu dan idle yang menyebabkan unutilized capacity dalam ruang operasi. Penelitian ini menggunakan metode deskripsi statistik dan simulasi Monte Carlo.    \n \n \n \n\nStatistik deskriptif digunakan untuk menghitung pemanfaatan dengan persamaan umum utilisasi dan simulasi dijalankan dalam beberapa skenario untuk menemukan faktorfaktor    \n \n \n \n\napa yang mempengaruhi utilisasi. Terdapat tiga skenario yang kami gunakan dalam penelitian ini. Skenario pertama adalah simulasi dimana tidak ada pembatalan operasi, kedua adalah simulasi dimana terjadi pembatalan operasi, dan skenario ketiga adalah simulasi untuk menentukan waktu menunggu dan idle di ruang operasi. Setelah melakukan penelitian ini, kami mengkonfirmasi bahwa ruang operasi di rumah sakit ini berada dalam tingkat utilisasi yang cukup rendah dan membutuhkan perbaikan. Penelitian ini telah berhasil menemukan faktor penyebab kapasitas yang tidak terpakai dari ruang operasi. Studi kami menunjukkan bahwa kenaikan 1% pembatalan operasi akan menurunkan tingkat utilisasi sebesar 1%. Waktu (menunggu + idle) dalam ruang    \n \n \n \n\noperasi cukup tinggi sehingga mempengaruhi unutilized capacity. Penentuan tingkat utilisasi dengan simulasi Monte Carlo memberikan hasil yang lebih akurat daripada    \n \n \n \n\ndeskripsi statistik maupun dengan perhitungan yang sedang dilakukan oleh rumah sakit.", "Daftar File": {"2012 TS PP JULYAFANNY ASNAWIYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76091", "2012 TS PP JULYAFANNY ASNAWIYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76092", "2012 TS PP JULYAFANNY ASNAWIYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76093", "2012 TS PP JULYAFANNY ASNAWIYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76094", "2012 TS PP JULYAFANNY ASNAWIYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76095", "2012 TS PP JULYAFANNY ASNAWIYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76096"}, "Penulis": "JULYAFANNY ASNAWIYAH (29010014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Operating Theatre, Utilization, Monte Carlo Simulation, Healthcare Services", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}