{"Nomor": 16198, "Judul": "COLABORATIVE METHODS MODEL DALAM MEMBANDINGKAN DOKUMEN UNTUK MENGUKUR PROSENTASE KEMIRIPAN", "Abstrak": "Dalam dunia pendidikan terkadang terjadi praktik plagiatrisme / penjiplakan hasil penelitian dan penulisan. \n\nPlagiatrisme atau yang sering di sebut dengan tindakan plagiat adalah penjiplakan atau pengambilan karangan, \n\npendapat, dan sebagainya dari orang lain dan menjadikannya seolah karangan dan pendapat sendiri. Seperti \n\nmahasiswa yang sedang membuat penulisan ilmiah skripsi, terjadi tindakan plagiat dalam menyalin data (copy \n\nand paste). Adanya persamaan judul penulisan ilmiah skripsi antar mahasiswa membuat mahasiswa melakukan \n\npenyalinan teks atau data, sehingga memicu terjadinya penulisan ilmiah yang sama karena bersumber dari data \n\nyang sama, hal ini juga didukung melimpahnya sumber informasi di internet. Untuk mendeteksi adanya tingkat \n\nkesamaan sumber data dokumen dan source code dapat dilakukan beberapa pendekatan yang sudah banyak \n\ndipakai. Pada penelitian ini akan di paparkan beberapa metode pendeteksi plagiat, sebagai solusi dari masalah \n\ntindakan plagiat yang telah terjadi selama ini. Dengan menggabungkan beberapa motode beberapa pendekatan, \n\nseperti pendekatan Algoritma Winnowing, Algoritma Jaro-Winkler, dan Algoritma Rabin-Karp diharapkan dapat \n\nmenghasilkan prosentasi akurasi yang tinggi, hal ini dimungkinkan masing masing pendekatan memiliki \n\nbeberapa kelemahan dan kelibihan. Colaborative methods model dapat menciptakan prosentasi kemiripan yang \n\ntinggi dalam membandingkan dokumen karena antara pendekatan yang satu dengan yang lainnya bisa saling \n\nmenutupi kekurangan.", "Daftar File": {"proceedings knsi 2014 full edition(204).pdf": "https://digilib.itb.ac.id/gdl/download/76110"}, "Penulis": "Junaidi, Fifit Alfiah, Tri Putri Utami, Rizky Riendia Putri, Megi Asmara, Dedi Suhendi", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "plagiatrisme, dokumen, winnowing, rabin-karp, jaro-winkler, collaborative methods", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}