{"Nomor": 16191, "Judul": "REKONSTRUKSI GEOMETRIK ATAP BANGUNAN DENGAN SEGMENTASI NILAI KURVATUR DAN REGRESI LINEAR TIGA DIMENSI (3D)", "Abstrak": "Salah satu cara untuk melakukan rekonstruksi geometri sebuah objek adalah dengan membuat point cloud dari objek tersebut. Point cloud ini dapat dibuat dari foto-foto yang diambil dari beberapa arah pemotretan kemudian diproses menggunakan teknologi fotogrametri digital. Pada makalah ini dilakukan perbandingan point cloud yang dihasilkan dari foto udara menggunakan beberapa perangkat lunak yaitu OSMBundler+PMVS2, Microsoft Photosynth, My3DScanner, Hypr3D, dan Agisoft. Point cloud ini kemudian digunakan untuk merekonstruksi geometrik atap bangunan dengan menggunakan konsep kurvatur dan regresi linear 3D. Kurvatur menggambarkan seberapa melengkung sebuah permukaan atau garis. Dari konsep ini kemudian dapat dilakukan pemilihan dan ekstraksi titik pada suatu permukaan (mesh) berdasarkan nilai kurvatur, terutama pada bagian tepi objek sehingga dapat dilakukan rekonstruksi ulang geometri objek tersebut. Regresi linear 3D digunakan untuk memodelkan titik-titik tersebut dengan menghitung koordinat titik ujung segmen kerangka atap. Konsep regresi linear 3D yang digunakan adalah Orthogonal Distance Regression. Dari 5 perangkat lunak yang digunakan,perangkat lunak My3DScanner dan Hypr3D memberikan geometri point cloud yang paling baik. Pada metode yang digunakan, hasil yang didapat belum memberikan geometri bangunan yang akurat dan juga sangat bergantung pada kualitas dari mesh yang digunakan. Ditambah lagi, metode regresi linear 3D mempunyai keterbatasan yaitu hanya dapat memodelkan kerangka objek yang linear.", "Daftar File": {"2013 TA PP JUDHA WARDHANA DJATMIKO1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76060", "2013 TA PP JUDHA WARDHANA DJATMIKO1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76061", "2013 TA PP JUDHA WARDHANA DJATMIKO1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76062", "2013 TA PP JUDHA WARDHANA DJATMIKO1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76063", "2013 TA PP JUDHA WARDHANA DJATMIKO1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76064", "2013 TA PP JUDHA WARDHANA DJATMIKO1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76065", "2013 TA PP JUDHA WARDHANA DJATMIKO1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76066"}, "Penulis": "JUDA WARDHANA DJATMIKO (15108040)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Deni Suwardhi, ST., MT", "Dr. Ir. Agung Budi Harto, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "point cloud, kurvatur, orthogonal distance regression", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}