{"Nomor": 16196, "Judul": "EVALUASI VALIDITAS RUMUS PERHITUNGAN PRESTASI DAN PENYUSUNAN ULANG RUMUS PERHITUNGAN EFISIENSI MESIN TURBOPROP CT7-9C PADA DATA REDUCTION PROGRAM (DRP)", "Abstrak": "Data Reduction Program (DRP) adalah suatu piranti lunak komputer yang berfungsi untuk menghitung prestasi, besar trim temperatur gas pada bagian antara dua turbin(T45H), dan efisiensi mesin pesawat terbang. DRP telah mengalami berbagai revisi. PT. Nusantara Turbin dan Propulsi (PT. NTP) saat ini memiliki dokumen berisi rumus-rumus    \n \n \n \n\nperhitungan DRP yang sudah berusia Ã‚Â±20 tahun dan hanya menggunakan piranti lunak DRP versi terakhir di test cell tanpa mengetahui secara rinci bagaimana proses perhitungan    \n \n \n \n\nitu terjadi. Oleh karena itu, perlu dilakukan validasi rumus perhitungan parameter prestasi dan trim T45H serta penyusunan ulang rumus perhitungan efisiensi.    \n \n \n \n\nPenelitian tugas akhir ini menggunakan lima sampel data input DRP mesin turboprop CT7-9C. Penelitian berupa pembandingan hasil perhitungan menggunakan rumus parameter prestasi dan trim yang dimiliki PT. NTP dengan hasil perhitungan DRP serta analisis perbedaan nilai yang terjadi untuk mengevaluasi validitas rumus yang dimiliki PT.NTP. Penelitian ini juga mencakup penyusunan ulang rumus perhitungan efisiensi, penerapan, dan pembandingannya dengan hasil perhitungan DRP untuk mengevaluasi validitasnya.    \n \n \n \n\nPenelitian ini membuktikan bahwa rumus parameter prestasi dan trim T45H, mesin CT7-9C valid dengan kriteria maksimum harga mutlak perbedaan nilai kurang dari 2,5% dengan tingkat kepercayaan 95%. Rumus perhitungan efisiensi mesin CT7-9C dan validasinya dapat disusun pada penelitian ini. Selain itu, dilakukan juga revisi dan validasi rumus perhitungan T45H yang mempunyai perbedaan nilai cukup besar.", "Daftar File": {"2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76097", "2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76098", "2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76099", "2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76100", "2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76101", "2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76102", "2009 TA PP JUMADI TIMOTIUS SIMANGUNSONG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76103"}, "Penulis": "JUMADI TIMOTIUS SIMANGUNSONG (NIM : 13605055)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Edy Suwondo", "Pembimbing 2 : Rommy Novitasta, ST."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DRP, rumus prestasi, rumus trim T45H, rumus efisiensi, revisi rumus, validitas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}