{"Nomor": 16212, "Judul": "PERANCANGAN APLIKASI PETA LOKASI KONSER MUSIK DAN PEMESANAN TIKET KONSER ONLINE", "Abstrak": "Informasi online merupakan salah satu penerapan teknologi informasi. Sekarang ini media internet (online) \n\ndapat menjadi sarana promosi, bisnis, komunikasi bahkan menjadi sumber berita dan informasi. Melalui media \n\nonline ini para pengunjung dapat mencari informasi yang dibutuhkan serta menambah wawasan dan \n\npengetahuan dari berbagai bidang ilmu. Hal inilah yang melandasi penelitian berjudul Perancangan aplikasi peta \n\nlokasi konser musik dan pemesanan tiket konser online yang membahas tentang peta lokasi konser musik \n\ndilaksanakan dan pemesanan tiket konser musik ke Agen Tiket Konser, dan mengkonfirmasi pesanan apakah \n\nakan di batalkan, atau validasi pembayaran tiket yang dapat dilakukan secara online dimana saja dan kapan \n\nsaja. Aplikasi ini terdiri dari empat menu yaitu halaman home, Tentang kami, Halaman Kontak kami dan \n\nHalaman Konser bagian ini berisi informasi konser yang akan dilaksanakan serta anggota konser yang akan \n\nhadir. Dengan aplikasi ini diharapkan dapat membantu Agen Tiket Konser dalam menyebarkan informasi \n\ntentang konser music yang akan diselenggarakan serta informasi mengenai cara pemesanan tike online. Hal ini \n\nsangat membantu para penggemar music disuluruh tanah air bahkan seluruh dunia bila ingin nonton konser \n\nmusic kesayangan mereka secara langsung. Juga dapat mengetahui informasi mengenai konser Ã‚Â– konser music \n\nlainnya serta tanggal, lokasi diselenggarakannya, dan daftar kelas Ã‚Â– kelas tiket berserta harganya.", "Daftar File": {"proceedings knsi 2014 full edition(235).pdf": "https://digilib.itb.ac.id/gdl/download/76140"}, "Penulis": "Kartini", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "agen, tiket, konser, peta lokasi, musik", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "14 Mar 2014"}