{"Nomor": 16220, "Judul": "METODE SUAIAN KURVA UNTUK ESTIMASI CACAT PERMUKAAN BERGELOMBANG PADA ALUR LUAR BANTALAN SILINDRIK BERBEBAN STATIK", "Abstrak": "Ketidaksempurnaan dalam proses manufaktur bantalan gelinding dapat menimbulkan cacat yaitu permukaan bergelombang (waviness) pada alur bantalan. Permukaan bergelombang ini dapat dipandang sebagai deformasi yang terjadi pada alur bantalan. Berdasarkan kaidah gaya kontak Hertzian, deformasi pada alur bantalan dapat menimbulkan gaya eksitasi. Gaya eksitasi ini yang menyebabkan timbulnya getaran pada bantalan saat dioperasikan.    \n \n\nPenelitian ini akan mengkaji karakteristik munculnya getaran bantalan akibat permukaan bergelombang pada alur bantalan. Berdasarkan karakteristik getaran ini, maka pada penelitian ini akan dikembangkan suatu metode untuk mengestimasi bentuk permukaan bergelombang pada alur bantalan. Selain itu, pada penelitian ini akan dilakukan pula identifikasi roll passage frequency (RPF) beserta sideband-nya pada bantalan.    \n \n\nPengujian yang dilakukan pada penelitian ini meliputi pengujian FRF (Fungsi Respon Frekuensi) dan pengujian spektrum linier bantalan uji. Kedua pengujian ini dilakukan untuk mendapatkan spektrum gaya yang terjadi pada bantalan. Pengujian FRF dan linier spektrum dilakukan pada berbagai kecepatan putar dan pembebanan. Variasi putaran yang digunakan pada pengujian spektrum linier adalah 300 rpm, 450 rpm, 600 rpm, dan 750 rpm, sedangkan beban statik yang digunakan adalah 200N, 400N, dan 600N dalam arah horizontal.    \n \n\nMelalui penelitian ini telah dikembangkan suatu metode curve fitting untuk estimasi cacat permukaan bergelombang pada alur luar bantalan. Cacat permukaan bergelombang pada alur luar bantalan yang ditemukan memiliki nilai amplitudo 0,196 μm pada orde 8. Selain itu, ditemukan pula bahwa pemberian beban statik pada bantalan memunculkan sinyal RPF dan sideband-nya.", "Daftar File": {"2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76176", "2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76177", "2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76178", "2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76179", "2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76180", "2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76181", "2011 TS PP KEMAL MAGIANO FAIZUL AGUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76182"}, "Penulis": "KEMAL MAGIANO FAIZUL AGUS (NIM : 23109031)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "proses manufaktur, bantalan gelinding, waviness, alur bantalan, gaya kontak Hertzian, identifikasi roll passage frequency, RPF), Metode kesesuaian kurva, estimasi cacat permukaan bergelombang, Alur luar bantalan silindrik berbeban statistik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}