{"Nomor": 16229, "Judul": "PENGARUH KECEPATAN PUTAR, BEBAN, DAN KEKENTALAN PELUMAS BANTALAN GELINDING PADA NILAI SHOCK PULSE, GETARAN, DAN TEMPERATUR", "Abstrak": "Bantalan merupakan salah satu komponen yang mempunyai peranan yang sangat penting dalam suatu mesin rotasi. Ini berarti bahwa bantalan adalah komponen yang kritis agar suatu mesin dapat beroperasi. Namun demikian, ada kalanya bantalan rusak sebelum mencapai umur rancangannya. Kerusakan ini dapat disebabkan oleh suaian yang kurang baik, pelumasan yang jelek, beban yang berlebih, ataupun kondisi operasi lain yang tidak ideal terhadap bantalan.  \n \n\nPada tugas sarjana ini dilakukan penelitian tentang karakteristik bantalan gelinding baru, aus, dan rusak akibat perubahan besar beban, kecepatan putar, dan kekentalan pelumas. Tujuannya adalah untuk mengetahui karakteristik nilai shock pulse, getaran, dan temperatur bantalan gelinding akibat adanya perubahan besar beban,  \n \n\nkecepatan putar, dan kekentalan pelumas.  \n \n\nBerdasarkan hasil pengujian pada tiga bantalan uji, diperoleh kesimpulan bahwa nilai shock pulse memiliki keterulangan dan histerisis yang lebih baik dibandingkan nilai getaran. Nilai shock pulse dan temperatur meningkat seiring dengan kenaikan kecepatan putar ataupun beban. Seiring dengan peningkatan kerusakan yang terjadi, nilai dBm, LR, dan HR cenderung meningkat. Nilai dBc bantalan rusak lebih rendah dari bantalan aus pada kecepatan putar di bawah 1000 RPM, sedangkan pada kecepatan putar di atas 1000 RPM, nilai dBc bantalan rusak lebih tinggi dari bantalan aus. Selain itu, nilai dBm-dBc dan LR-HR untuk bantalan baru dan bantalan aus tidak memiliki perbedaan yang signifikan, tetapi pada bantalan rusak, nilai dBm-dBc dan LR-HR memiliki peningkatan yang cukup signifikan. Nilai getaran tidak menunjukkan kecenderungan yang konsisten  \n \n\nseiring dengan peningkatan kerusakan.  \n \n\nSpektrum shock pulse bantalan aus menunjukkan karakteristik kelonggaran mekanik, sedangkan spektrum shock pulse bantalan rusak menunjukkan karakteristik kerusakan 1 intasan luar bantalan. Spektrum getaran pada bantalan aus dan rusak menunjukkan menunjukkan karakteristik kerusakan lintasan luar bantalan.", "Daftar File": {"2009 TA PP KHUSCHANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76221", "2009 TA PP KHUSCHANDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76222", "2009 TA PP KHUSCHANDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76223", "2009 TA PP KHUSCHANDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76224", "2009 TA PP KHUSCHANDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76225", "2009 TA PP KHUSCHANDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76226", "2009 TA PP KHUSCHANDRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76227", "2009 TA PP KHUSCHANDRA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/76228", "2009 TA PP KHUSCHANDRA 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/76229", "2009 TA PP KHUSCHANDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76230"}, "Penulis": "KHUSCHANDRA (NIM : 131 05 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kecepatan Putar,  Pelumas, Bantalan Gelinding ,  Shock Pulse, Getaran, Temperatur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}