{"Nomor": 16231, "Judul": "ANALISIS KEKUATAN STATIK PADA LADDER KIP 7& 8 MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Dalam penggunaan kapal yang digunakan untuk produksi , PT Timah tbk selaku produsen timah terbesar di dunia menggganti kapal produksinya dari kapal keruk ke kapal isap. Karena dengan dengan jenis kapal tersebut yang saat ini telah digunakan (Kapal Isap Produksi 1-6) biaya produksi yang dikeluarkan relatif jauh lebih kecil. PT Tambang Timah selaku anak perusahaan PT Timah tbk mengembangkan sendiri kapal isap ini. Dengan kapal isap yang telah mereka produksi, ditemukan permasalahan-permasalahan yang menyangkut operasional kapal isap. Salah satunya masalah kekuatan struktur ladder yang merupakan bagian terpenting dari kapal isap yang berfungsi untuk menghancurkan tanah di bawah laut dan menghisapnya masuk ke dalam kapal untuk diproses. Pada tugas akhir ini dilakukan analisis pada bagian ladder ini untuk mengamati dampak berbagai pembebanan terhadap struktur ladder. Dengan mempelajari terlebih dahulu cara kerja kapal isap, cara pengoperasian ladder, dan berbagai kemungkinan yang terjadi ketika kapal beroperasi, penulis membuat model ladder dengan menggunakan Msc Patran dan kemudian membuat scenario pembebanan dengan berbagai kemungkinan. Kemudian dari hasil scenario tersebut penulis menganalisa dampak pembebanan yang berpengaruh terhadap kekuatan sturktur ladder sehingga memungkinkan operator dan mekanik kapal isap untuk mengambil tindakan preventif jika untuk menghindari kegagalan struktur. Hasil analisis menunjukkan beban kritis yang mungkin terjadi adalah di sekitar tumpuan ladder dan juga pada bagian titik tumpu penarik katrol dari ladder. Lokasi titik kritis bervariasi terhadap lokasi titik tumpuan dan sudut elevasi operasi ladder.", "Daftar File": {"2010 TA PP KIKIN MUTTAQIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76239", "2010 TA PP KIKIN MUTTAQIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76240", "2010 TA PP KIKIN MUTTAQIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76241", "2010 TA PP KIKIN MUTTAQIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76242", "2010 TA PP KIKIN MUTTAQIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76243", "2010 TA PP KIKIN MUTTAQIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76244", "2010 TA PP KIKIN MUTTAQIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76245", "2010 TA PP KIKIN MUTTAQIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76246"}, "Penulis": "KIKIN MUTTAQIN (NIM : 13604014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Tatacipta Dirgantara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Kekuatan Statik, Ladder KIP 7 dan 8, Metode Elemen Hingga", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}