{"Nomor": 16233, "Judul": "DESAIN AWAL PEMBANGKIT UAP 800 kW DENGAN BAHAN BAKAR SAMPAH", "Abstrak": "Peningkatan jumlah sampah di wilayah kabupaten Bandung membutuhkan solusi yang efektif untuk menanganinya. Metode dengan membakar sampah merupakan suatu solusi yang efektif dalam menangani sampah, karena metode ini dapat mengurangi volume sampah dalam waktu yang relatif singkat. Gas panas produk pembakaran kemudian digunakan untuk membangkitkan uap guna menghasilkan listrik. Sistem ini disebut juga dengan pembangkit listrik tenaga sampah (PLTSa) dan akan dikembangkan di Babakan, kabupaten Bandung. Studi ini bertujuan untuk mendapatkan karakteristik pembakaran sampah serta geometri utama pembangkit uap yang akan digunakan di PLTSa tersebut.  \n \n\nAnalisis karakterisitik pembakaran sampah kabupaten Bandung didekati dengan menggunakan data karakteristik pembakaran sampah kota Bandung. Karakteristik pembakaran sampah diperoleh dengan menjumlahkan hasil kali antara data hasil  \n \n\nuji tiap komponen sampah dengan persentase fisik komponen sampah tersebut.  \n \n\nKomposisi unsur yang diperoleh untuk sampah dengan kandungan air 40% terdiri dari 19,38% karbon, 2,63% hidrogen, 0,1% sulfur, 0,6% nitrogen, 16,8% oksigen,  \n \n\ndan 0,49% klorin dengan nilai kalor bersih sebesar 1557,54 kcal/kg.  \n \n\nPerancangan pembangkit uap dilakukan dengan menggunakan perangkat lunak cycle tempo dan firecad. Hasil yang diperoleh dari kedua perangkat lunak kemudian diverifikasi dengan menggunakan perhitungan manual agar diperoleh  \n \n\nhasil perancangan yang akurat dan memenuhi batasan desain pembangkit uap PLTSa. Dari hasil analisis, geometri utama tungku pembangkit uap yang diperoleh adalah tinggi 19 m, lebar 1,66 m, dan panjang 1,86 m. Disamping geometri utama tungku, studi ini juga menghasilkan geometri utama superheater, boilerbank, air heater dan kondensor.", "Daftar File": {"2009 TS PP KILBERGEN WILTON GULTOM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76255", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76256", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76257", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76258", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76259", "2009 TS PP KILBERGEN WILTON GULTOM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76260", "2009 TS PP KILBERGEN WILTON GULTOM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76261"}, "Penulis": "KILBERGEN WILTON GULTOM (NIM : 23107013)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Dr. Ari Darmawan Pasek", "Prof. Dr. Aryadi Suwono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "desain awal, PLTSa, karakteristik pembakaran sampah, pembangkit uap", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}