{"Nomor": 16232, "Judul": "HARDWARE MODELING UNTUK SISTEM ORTHOGONAL FREQUENCY DIVISION MULTIPLEXING DAN CHANNEL CODING BERBASIS REED-SOLOMON CODE", "Abstrak": "Orthogonal Frequency-Division Multiplexing (OFDM) merupakan teknik    \n \n \n \n\ntransmisi yang menggunakan banyak nilai frekuensi pembawa (multicarrier) yang    \n \n \n \n\nsaling tegak lurus (orthogonal). Pada bagian pengirim, OFDM menggunakan    \n \n \n \n\nmodulator untuk memodulasi data, serta IFFT untuk mengubah sinyal dari domain    \n \n \n \n\nfrekuensi ke domain waktu. Di bagian penerima OFDM, FFT mengubah kembali    \n \n \n \n\nsinyal ke domain frekuensi dan demodulator melakukan demodulasi data yang    \n \n \n \n\nditerima. Modulator-demodulator serta FFT/IFFT merupakan bagian yang    \n \n \n \n\ndibutuhkan pada sistem OFDM    \n \n \n \n\nChannel Coding sendiri digunakan untuk melakukan pengolahan dan pengkodean    \n \n \n \n\ndata informasi dengan serangkaian code agar dapat melindungi data dari error.    \n \n \n \n\nSalah satu jenis pengkodean yang banyak digunakan pada Channel Coding adalah    \n \n \n \n\nReed-Solomon (RS) Code. RS Code dianggap salah satu jenis code dengan    \n \n \n \n\nperformansi bagus dalam mengoreksi error dan banyak digunakan pada aplikasiaplikasi    \n \n \n \n\ntelekomunikasi.    \n \n \n \n\nModulator dan demodulator dirancang agar dapat menjalankan modulasi dan    \n \n \n \n\ndemodulasi pada 3 skema modulasi, yaitu QPSK, 16-QAM, dan 64-QAM.    \n \n \n \n\nFFT/IFFT yang dirancang merupakan FFT/IFFT 512 titik yang    \n \n \n \n\ndiimplementasikan menggunakan 3 tahap komputasi dengan Radix 8. Pada RS    \n \n \n \n\nDecoder, digunakan algoritma Reformulated Inversionless Berlekamp-Massey    \n \n \n \n\n(RiBM).    \n \n \n \n\nii    \n \n \n \n\nLangkah pertama yang dilakukan dalam melakukan pemodelan OFDM dan RS    \n \n \n \n\nCode adalah penentuan spesifikasi. Dari spesifikasi tersebut, ditentukan algoritma    \n \n \n \n\nyang digunakan. Dari deksripsi matematis algoritma yang digunakan, dilakukan    \n \n \n \n\npembuatan model fungsional. Melalui hasil simulasi model fungsional OFDM,    \n \n \n \n\ndiperoleh kurva Bit Error Rate (BER) yang akan dijadikan acuan atau referensi.    \n \n \n \n\nKemudian hardware modeling dilakukan dengan metode bit precision. Simulasi    \n \n \n \n\nmodel bit precision dilakukan untuk beberapa varian lebar bit fixed-point dan    \n \n \n \n\noptimasi FFT/IFFT yang dapat dilakukan. Kurva BER yang diperoleh dari hasil    \n \n \n \n\nsimulasi model bit precision dianalisis dan dibandingkan dengan kurva BER    \n \n \n \n\nreferensi untuk menilai performansi model bit precision. Hasil analisis tersebut    \n \n \n \n\ndigunakan untuk menentukan lebar bit fixed-point serta optimasi FFT/IFFT yang    \n \n \n \n\npaling baik dilakukan. Untuk RS Code, hasil komputasi model fungsional    \n \n \n \n\ndigunakan untuk menverifikasi model bit precision. Hasil perhitungan model    \n \n \n \n\nfungsional harus sama dengan model bit precision. Seluruh desain dideksripsikan    \n \n \n \n\ndalam kode MATLAB.    \n \n \n \n\nHasil simulasi menunjukkan pemodelan bit precision sistem OFDM dan RS Code    \n \n \n \n\nmampu menghasilkan model sistem dengan performansi yang baik. Pada OFDM,    \n \n \n \n\nuntuk modulasi QPSK dan 16-QAM, saat BER bernilai 10-4, selisih nilai ebn0 bit    \n \n \n \n\nprecision dengan ebn0 model fungsional kurang dari 2 dB. Pada RS Code, hasil    \n \n \n \n\nkomputasi RS Decoder bit precision sama persis dengan RS Encoder bit    \n \n \n \n\nprecision.", "Daftar File": {"2010 TA PP KIKI RIZKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76247", "2010 TA PP KIKI RIZKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76248", "2010 TA PP KIKI RIZKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76249", "2010 TA PP KIKI RIZKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76250", "2010 TA PP KIKI RIZKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76251", "2010 TA PP KIKI RIZKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76252", "2010 TA PP KIKI RIZKI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76253", "2010 TA PP KIKI RIZKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76254"}, "Penulis": "Kiki Rizki (NIM: 13206127) Pembimbing : Trio Adiono, S.T, M.T, Ph.D.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Trio Adiono, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OFDM, RS Code, hardware modeling, bit precision, FFT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}