{"Nomor": 16239, "Judul": "PENYIAPAN MATERIAL ACUAN PENENTUAN KADAR BESI DARI BATUAN MINERAL EMAS KADAR RENDAH", "Abstrak": "Kebutuhan akan logam emas yang semakin meningkat, mendorong dilakukannya eksplorasi secara besar-besaran untuk mendapatkan logam emas untuk mencukupi tingginya jumlah permintaan. Dimulainya ekspoitasi terhadap mineral emas berkadar rendah tentu akan melibatkan berbagai penelitian atau pun eksplorasi yang melibatkan berbagai analisis komponen kimia di dalam mineral emas kadar rendah. Analisis tentunya juga melibatkan penentuan logam-logam ikutan seperti besi (Fe) dan perak (Ag), karena kadar dari logam ikutan juga akan mempengaruhi kadar emas yang terkandung di dalamnya. Kadar besi akan mempengaruhi kandungan emas, karena biasanya emas melekat pada mineral senyawa besi diantaranya magnetit dan pirit. Analisis kadar logam dalam bijih yg mengandung emas kadar rendah memerlukan bahan acuan tertentu yang memiliki profil yang mirip dengan bahan yang akan dianalisis. Harga bahan acuan yang dikenal dengan sebutan Reference Material tidak murah walaupun dapat dipakai berulang-ulang. Hal ini menjadi tantangan pembuatan bahan acuan (untuk kadar logam tertentu dalam bijih emas kadar rendah yang dapat digunakan di laboratorium sendiri baik untuk menentukan kadar besi (Fe) dan kebolehulangan        \n \n \n \n \n \n \n \n\npengukuran (repeatability). Penelitian ini akan untuk menyiapkan bahan acuan untuk menganalisis kadar logam besi (Fe) yang terdapat dalam mineral emas berkadar rendah (kadar Au di bawah 1ppm). Metode yang digunakan ialah in        \n \n \n \n \n \n \n \n\nhouse dengan instrumen spektrometri serapan atom (AAS). Bijih emas kadar rendah yang digunakan sebagai bahan baku pembuatan Reference Material terlebih dahulu dihaluskan dengan penggilingan dan dihomogenkan menjadi ukuran 200 mesh dengan ayakan otomatis, kemudian dilakukan uji komposisi awal dengan metode IR, XRF, dan XRD. Uji kehomogenan bahan dilakukan dengan metode spektroskopi serapan atom (AAS) pada bahan baku bijih yang telah dihaluskan berdasarkan pada kadar Fe dan Na, penentuan kehomogenan bahan baku yang dilakukan dengan uji F (ANOVA) pada tingkat kepercayaan 99,5% menyimpulkan bahwa bahan telah homogen dengan masing-masing nilai F hitung yang lebih kecil dari F tabel. Dalam penelitian ini juga dipelajari bagaimana efek prakonsentrasi mineral emas kadar rendah berdasarkan berat jenis dengan menggunakan cairan bromoform ( rho = 2,89 g.mL-1). Efek prakonsentrasi        \n \n \n \n \n \n \n \n\nyang diamati terutama pada kadar silika (SiO2) yang bermassa jenis rendah (rho = 1,65 g.mL-1 ) dan kadar besi (Fe) pada senyawa yang bermassa jenis tinggi seperti        \n \n \n \n \n \n \n \n\npirit (rho = 4,9 g.mL-1 ) dan magnetit (rho = 5,21 g.mL-1 ) yang terdapat di dalam mineral emas kadar rendah. Oleh karena massa jenis bromoform yang besar tersebut komponen utama batuan seperti silikat dan mineral ringan lain akan        \n \n \n \n \n \n \n \n\nterapung. Prinsip dari proses ekstraksi dengan bromoform ini adalah perbedaan massa jenis. Diharapkan dengan pemisahan secara fisik ini emas akan mengalami proses pemekatan pada fasa tenggelamnya. Kadar senyawa silika yang didapat pada sampel awal adalah 86,77%, sedangkan setelah prakonsentrasi pada fraksi terapung adalah 39.87% dan fraksi tenggelam adalah 49,02 %. Kadar besi dan senyawa silika yang dianalisis pada sampel awal serta fraksi yang terbentuk setelah dilakukan prakonsentrasi menunjukkan adanya sifat aditif. Kemudian dilakukan pengujian kebolehulangan pengukuran (repeatability) untuk menentukan interval keyakinan pada 95% dan 99% kepercayaan pada mineral bijih emas awal dengan metode spektrometri serapan atom (AAS), interval kepercayaan yang didapat pada 95% adalah 56,556 ppm + 0,442 ppm dan pada 99% adalah 56,556 ppm + 0,635 ppm.", "Daftar File": {"2012 TS PP KORY PRANITA ANDRIYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76304", "2012 TS PP KORY PRANITA ANDRIYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76305", "2012 TS PP KORY PRANITA ANDRIYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76303", "2012 TS PP KORY PRANITA ANDRIYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76299", "2012 TS PP KORY PRANITA ANDRIYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76300", "2012 TS PP KORY PRANITA ANDRIYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76301", "2012 TS PP KORY PRANITA ANDRIYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76302"}, "Penulis": "KORY PRANITA ANDRIYATI  (NIM : 20510010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bahan acuan, emas, bijih emas, pengapungan, analisis ragam, prakonsentrasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}