{"Nomor": 16241, "Judul": "KEBIJAKAN PENERAPAN  MOBILE VIRTUAL NETWORK OPERATOR (MVNO) DI INDONESIA", "Abstrak": "Saat ini Industri telekomunikasi dunia, khususnya di Indonesia mengalami perkembangan yang sangat pesat. Dari sudut pandang teknologi, tren sekarang telah berevolusi dari narrowband ke broadband, dari tradisional menuju Next Generation Network, sedangkan dari sudut bisnis layanan, tren saat ini telah menuju ke layanan data. Mulai dari teknologi 2G, 2.5G, sampai pada 3G saat ini sedang menghingapi pasar Indonesia. Kebutuhan akan investasi pun semakin meningkat. Mahalnya teknologi 3G mengharuskan para operator yang ada saat ini memutar otak untuk bisa mendapatkan investor. Mobile Virtual Network Operator atau yang sering disebut dengan MVNO merupakan salah satu jalan keluar bagi operator dalam mendapatkan investor. Pemain bisnis baru ini memang menawarkan solusi yang menarik guna mengatasi lesunya investasi akibat mahalnya teknologi yang ada. Bisnis MVNO itu sendiri berjalan dengan basis infrastructure sharing. Tanpa kepemilikan ijin frekuensi, dalam implementasinya MVNO akan menjalin kerja sama dengan operator yang ada (MNO). Tentunya hal ini menuntut adanya sebuah regulasi yang spesifik mengaturnya karena sampai saat ini memang belum tersedia di Indonesia. Dengan adanya regulasi ini, diharapkan para pelaku bisnis, baik itu MVNO maupun MNO bisa bermain dengan lebih adil. Dalam penelitian inii juga akan dibahas model perhitungan bisnis yang digunakan keduanya (MVNO dan MNO) dalam menjalankan kerjasama. Konsep wholesale dan bundling digunakan guna mendapatkan pola kerjasama yang ideal dan menguntungkan kedua belah pihak. Dari penelitian ini telah disusun suatu rekomendasi untuk regulasi yang secara khusus mengatur MVNO di Indonesia menyangkut: definisi, tipe, licensed service area, cakupan layanan, jumlah, commercial model, service obligation, alokasi penomoran, branding, kualitas layanan, tafir, customer care, standar teknis, keamanan nasional, dan reporting requirement. Serta contoh perhitungan model bisnis MVNO juga dilakukan.", "Daftar File": {"2010 TA PP KRIDIA AGUS BURHANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76316", "2010 TA PP KRIDIA AGUS BURHANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76317", "2010 TA PP KRIDIA AGUS BURHANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76318", "2010 TA PP KRIDIA AGUS BURHANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76319", "2010 TA PP KRIDIA AGUS BURHANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76320", "2010 TA PP KRIDIA AGUS BURHANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76321", "2010 TA PP KRIDIA AGUS BURHANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76322"}, "Penulis": "KRIDIA AGUS BURHANI  (NIM : 13205191)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sigit Haryadi, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bundling, ijin frekuensi, infrastructure sharing, investasi, kerja sama, MNO, MVNO, regulasi, wholesale.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}