{"Nomor": 16247, "Judul": "PEMODELAN KECEPATAN ALIRAN FLUIDA DI DALAM RETAKAN BATUAN BERBENTUK PLAT DATAR", "Abstrak": "Retakan batuan dalam reservoir dapat mengalirkan fluida. Dengan cara permodelan, bentuk retakan yang cukup kompleks dapat dibuat menjadi lebih sederhana. Pada retakan 2D, aliran dideskripsikan pada retakan tunggal dengan model seri, paralel atau kombinasi keduanya. Dengan melibatkan parameter-parameter seperti besar celah retakan , lebar celah yang akan diukur, selisih tekanan bagian masuk dan keluarnya aliran dalam retakan, dapat ditentukan kecepatan aliran saat memasuki retakan batuan tersebut. Setelah mendapatkan besar kecepatannya, model aliran dalam retakan batuan tersebut dapat ditentukan dengan menggunakan perangkat lunak CFD (Computational Fluids Dynamics) FLUENT 6.3.26. Untuk keadaan tanpa gangguan, pola aliran yang terjadi adalah berbentuk laminar. Namun keadaan retakan batuan tidak selamanya bebas dari gangguan. Tekanan yang diperoleh dari bagian atas retakan menyebabkan dinding retakan bergerak dengan kecepatan tertentu yang dapat menyebabkan pola aliran fluida menjadi tidak teratur. Ada kalanya pola aliran fluida menjadi berturbulensi akibat gangguan tersebut.", "Daftar File": {"2011 TA PP KRISTINA M SIAHAAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76360", "2011 TA PP KRISTINA M SIAHAAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76361", "2011 TA PP KRISTINA M SIAHAAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76362", "2011 TA PP KRISTINA M SIAHAAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76363", "2011 TA PP KRISTINA M SIAHAAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76364", "2011 TA PP KRISTINA M SIAHAAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76365", "2011 TA PP KRISTINA M SIAHAAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76366"}, "Penulis": "KRISTINA M SIAHAAN (NIM : 10206024 )", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Eng. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tekanan, Retakan, Besar Celah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}