{"Nomor": 16248, "Judul": "STUDI PENGEMBANGAN KOMODITAS UNGGULAN DAN KAWASAN SENTRA PRODUKSI PERTANIAN DALAM KONTEKS PENGEMBANGAN WILAYAH KABUPATEN SUBANG", "Abstrak": "Kabupaten Subang mempunyai posisi yang strategis di antara pusat kegiatan nasional yaitu Ciribon dan Bandung serta DKI Jakarta. Pengembangan Komoditas Unggulan yang diformulasikan dalam bentuk Kawasan Sentra Produksi menjadi pilihan strategis dan mempunyai prospek ke depan yang baik. Komoditas Unggulan merupakan komoditas andalan yang memiliki posisi strategis berdasarkan pertimbangan teknis, sosial ekonomi dan kelembagaan. Sedangkan Kawasan Sentra Produksi adalah kota pertanian yang tumbuh dan berkembang karena berjalannya sistem dan usaha agribisnis. Namun demikian kondisi budidaya pertanian masih bersifat tradisional belum dilakukan secara manajemen agribisnis. Belum adanya penetapan Komoditas Unggulan dengan Kawasan Sentra Produksi menyebabkan pengembangan wilayah kurang berkembang. Tujuan penelitian ini adalah merumuskan arahan pengembangan Komoditas Unggulan dan Kawasan Sentra Produksi pertanian yang dapat menjadi stimulator bagi pengembangan wilayah Kabupaten Subang. Metode penentuan Komoditas Unggulan dilakukan secara deskriptif dari keunggulan produksi, ekonomis, jangkauan pasar, pengenalan petani, penyerapan tenaga kerja dan keterkaitan kebelakang-kedepan. Adapun penentuan peringkatnya dengan menggunakan skalogram. Sedangkan penentuan Kawasan Sentra Produksi dilakukan dengan overlay peta tematik dan berdasarkan kondisi eksisting luasan dan produksi komoditas yang sudah berjalan. Hasil penelitian, komoditas terpilih adalah Padi dan Ubi Jalar untuk tanaman pangan, Rambutan, Nanas, Mangga, Pisang, dan Jeruk siam untuk tanaman buah-buahan dan Kopi, Cengkeh, Teh, Kelapa Dalam, dan Jahe. Berdasarkan hasil analisis spasial kesesuaian lahan serta mempertimbangkan kondisi eksisting penggunaan lahan, maka Kawasan Sentra Produksi untuk Padi adalah di Binong, KSP Ubi Jalar di Cibogo, KSP Rambutan di Purwadadi, KSP Nanas di Jalancagak, KSP Mangga di Kompreng, KSP Pisang, Jeruksiam, Cengkeh, dan Teh di Sagalaherang, KSP Kopi di Tanjungsiang, KSP Kelapa Dalam di Pusakanagara, dan KSP Jahe di Cijambe. Untuk meningkatkan pengembangan Komoditas Unggulan pada Kawasan Sentra Produksi perlu peningkatan jumlah produksi agar mencapai produktifitas potensial. Usahatani perlu dijalankan dengan model agribisnis untuk menangkap peluang pasar yang ada.", "Daftar File": {"2007 TS PP KRISTIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76367", "2007 TS PP KRISTIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76368", "2007 TS PP KRISTIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76369", "2007 TS PP KRISTIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76370", "2007 TS PP KRISTIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76371", "2007 TS PP KRISTIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76372", "2007 TS PP KRISTIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76373"}, "Penulis": "KRISTIYANTO  (NIM : 25406062)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Tommy Firman, Ir., M.Sc.,Ph.D,Prof.       \n \n \n\nScanner: Alice Diniarti", "2008-01-17."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Subang ; Priority commodity ; production centre area.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}