{"Nomor": 16246, "Judul": "BRAND EQUITY IMPROVEMENT IN MAKASSAR RESTO", "Abstrak": "To fulfill the enthusiastic of market demand, more culinary business was developed. Not only traditional foods but also international foods is become a good opportunity in culinary business. Bandung is one of big city which became a tourist destination in order to spend their holiday time with shopping or culinary tour. Besides, Bandung is also a destination for students to continue their studies. This is caught as an opportunity to establish a business in the culinary industry. Makassar Resto is one of the restaurants in Bandung that sells traditional cuisine from Makassar (South Sulawesi). Firstly opened at October 2nd 2010. Much effort has been made by Makassar Resto to increase the income of the restaurant. But after running for 1 year, Makassar Resto still cannot reach the revenue target given by the management. To find out the cause of the problem of not achieving the revenue target, research conducted from the internal analysis, situation analysis and brand equity of Makassar Resto. Internal analysis conducted by performing analysis on Segmenting, Targeting, Positioning (STP) and Marketing Mix (7P) in Makassar Resto. Situation analysis conducted by analyzing the Company, Customer, Competitor, Collaborator, Context (5C) of Makassar Resto's business environment. While brand equity is performed by analyzing Brand Awareness, Brand Loyalty, Brand Association, and the Perceived Quality. From the analysis results obtained the roots of problems that caused unachieved target. Based on the analysis, the root cause that causing the unachieved Makassar RestoÃ‚Â’s revenue target is Makassar Resto Brand Equity is low, which involves: Brand Awareness is low, Best Quality is not become Makassar RestoÃ‚Â’s brand image, Makassar Resto is not provide quick service. There are several alternative solutions provided to overcome the problems encountered to improve the brand image of Makassar Resto such as, promotions via internet, discount for students, participating in culinary events, create stickers, make a datasheet, cooperate with good supplier, make SOP, etc. The final results of this study are to provide the proposed improvements of Makassar Resto's brand equity with its program and implementation plan to improve customer satisfaction. With the proposal given, the expected level of Makassar Resto's revenue can reach the targets set by management.", "Daftar File": {"2012 TS PP KRISTIAN LUAS SAUTAN JEFRY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76354", "2012 TS PP KRISTIAN LUAS SAUTAN JEFRY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76355", "2012 TS PP KRISTIAN LUAS SAUTAN JEFRY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76356", "2012 TS PP KRISTIAN LUAS SAUTAN JEFRY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76357", "2012 TS PP KRISTIAN LUAS SAUTAN JEFRY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76358", "2012 TS PP KRISTIAN LUAS SAUTAN JEFRY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76359"}, "Penulis": "KRISTIAN LUAS SAUTAN JEFRY (NIM 29109313)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MBA, MSAE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Makassar Resto, Culinary Business, Traditional Food, Brand Equity", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}