{"Nomor": 16245, "Judul": "ANALISIS PENGARUH BEA EKSPOR DAN PERUBAHAN ROYALTI TERHADAP KINERJA KEUANGAN PT. BUKIT ASAM PERSERO (TBK.) MENGGUNAKAN RETURN ON EQUITY DAN ECONOMIC VALUE ADDED", "Abstrak": "Rencana pemerintah untuk memenuhi kebutuhan batubara dalam negeri membuat pemerintah berencana menerapkan bea ekspor. Selain itu, keinginan pemerintah meningkatkan PNBP di tahun 2014 dan memberikan equal treatment dengan pemegang PKP2B membuat pemerintah berencana menerapkan perubahan royalti batubara bagi pemegang IUP. Tentunya penerapan bea ekspor dan royalti akan mempengaruhi laba perusahaan. Laba perusahaan yang berubah akan mempengaruhi pengembalian pemegang saham. Pada penelitian ini akan digunakan ROE dengan pendekatan Dupont System untuk melihat bagaimana bea ekspor dan perubahan mempengaruhi nilai profit margin yang selanjutnya akan mempengaruhi nilai ROE. Ketika perusahaan berhasil menciptakan laba, belum tentu manajemen berhasil menciptakan nilai tambah ekonomi dari kegiatan operasinya. Untuk melihat apakah perusahaan berhasil menciptakan nilai tambah ekonomi pada kegiatan operasi bisnisnya digunakanlah EVA. Dari hasil penelitian didapatkan pengaruh bea ekspor dan perubahan royalti dari yang paling kecil hingga besar adalah pada saat penerapan bea ekspor sebesar 10%, perubahan royalti, penerapan bea ekspor sebesar 20%, perubahan royalti dan penerapan bea ekspor sebesar 10%, dan yang terakhir perubahan royalti dan penerapan bea ekspor sebesar 20%. Perusahaan tidak berhasil menciptakan nilai tambah dari kegiatan operasinya pada kondisi diterapkannya bea ekspor 20%, royalti & bea ekspor 10%, juga royalti & bea ekspor 20%.", "Daftar File": {"2013 TA PP KRISNA WARDANA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76346", "2013 TA PP KRISNA WARDANA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76347", "2013 TA PP KRISNA WARDANA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76348", "2013 TA PP KRISNA WARDANA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76349", "2013 TA PP KRISNA WARDANA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76350", "2013 TA PP KRISNA WARDANA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76351", "2013 TA PP KRISNA WARDANA  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76352", "2013 TA PP KRISNA WARDANA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76353"}, "Penulis": "KRISNA WARDANA (NIM : 12109032)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof. Dr. Ir. Irwandy Arif, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bea Ekspor & Royalti, Besar Pengaruh, Nilai Tambah Ekonomi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}