{"Nomor": 16251, "Judul": "PENGARUH KONSENTRASI KOH PADA GENERATOR HHO TERHADAP PRESTASI MOTOR BENSIN 4 LANGKAH", "Abstrak": "Semakin menipisnya cadangan minyak bumi di dunia mendorong  \n \n\ndilakukannya berbagai upaya untuk menghemat bahan bakar minyak. Salah satu yang paling menarik adalah menghemat bahan bakar dengan menggunakan air. Bahan bakar air tersebut didapat melalui proses elektrolisis molekul-molekul air. Bahan bakar air bisa digunakan sebagai pelengkap maupun pengganti bahan bakar minyak yang sejak dulu telah digunakan pada motor pembakaran dalam. Penelitian ini dilakukan secara eksperimental menggunakan motor genset Yamawa pembebanan heater listrik yang dilengkapi dengan penggunaan generator HHO sebagai penghasil gas HHO. Jumlah pelat elektroda pada generator HHO yang digunakan adalah 5 pelat dengan variasi konsentrasi KOH dalam elektrolit sebanyak 10% dan 20% dari volume pelarut. Tujuan penelitian ini adalah untuk mengetahui pengaruh penambahan gas HHO pada prestasi motor bensin 4 langkah. Hasil pengujian menyimpulkan bahwa penambahan gas HHO dapat memperbaiki kualitas pembakaran suatu motor bakar. Adanya gas HHO dalam campuran bahan bakar mampu meningkatkan daya sebesar 2, 68 %, penurunan  \n \n\nSFC sebesar 2,25% dan meningkatnya efisiensi termal sebesar 1,7%", "Daftar File": {"2011 TA PP KUNTADI PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76387", "2011 TA PP KUNTADI PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76388", "2011 TA PP KUNTADI PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76389", "2011 TA PP KUNTADI PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76390", "2011 TA PP KUNTADI PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76391", "2011 TA PP KUNTADI PRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76392", "2011 TA PP KUNTADI PRABOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76393", "2011 TA PP KUNTADI PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76394"}, "Penulis": "KUNTADI PRABOWO (NIM : 13106048)", "Kontributor / Dosen Pembimbing": ["Tri Yuswidjajanto Zaenuri", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gas HHO, KOH, menghemat bahan bakar, prestasi motor bensin 4 langkah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}