{"Nomor": 16252, "Judul": "DEGRADASI PERLIT AKIBAT PEMANASAN PADA TEMPERATUR DI BAWAH TEMPERATUR EUTEKTOID", "Abstrak": "Baja karbon medium banyak digunakan untuk berbagai komponen diantaranya adalah roda kereta karena baja tersebut memiliki kekuatan tinggi dengan struktur mikro berupa perlit. Keretakan yang terjadi pada roda kereta api akibat penggantian kanvas rem dari besi cor menjadi komposit,  \n \n\nmenjadi inspirasi dalam penelitian ini. Konduktivitas panas yang rendah dari komposit akan mengakibatkan kenaikan temperatur yang lebih tinggi pada saat pengereman, meskipun kenaikan temperatur tersebut masih di bawah temperatur eutektoid (726oC). Perlit adalah fasa dalam baja yang stabil di bawah temperatur eutektoid, pemanasan di atas temperatur eutektoid akan mengakibatkan perlit bertransformasi menjadi austenit. Penelitian ini bertujuan untuk mengkaji tingkat kestabilan fasa perlit bila dipanaskan di bawah temperatur eutektoid. Perubahan struktur perlit akibat pemanasan tersebut menjadi sasaran utama dalam penelitian ini.  \n \n\nPercobaan dilakukan dengan memanaskan baja dengan kandungan karbon 0,67% berat pada temperatur 400oC, 500oC, 600oC dan 700oC selama 1 jam dan 2,5 jam. Perubahan yang terjadi pada struktur mikro perlit diamati pada temperatur kamar dengan menggunakan mikroskop optik (LOM) dan mikroskop elektron (SEM). Besaran-besaran kuantitatif struktur mikro perlit diamati dengan Omnimet Image Analysis.  \n \n\nHasil penelitian menunjukan bahwa pemanasan di bawah temperatur eutektoid akan mendegradasi perlit dalam bentuk pemutusan lamel sementit, perubahan tebal sementit dan jarak antar lamel. Pendinginan cepat dalam air akan mempertahankan struktur perlit terdegradasi yang terbentuk pada temperatur tinggi, sedang pendinginan udara akan mengembalikan struktur lamel melalui mekanisme difusi. Dengan demikian pendinginan yang cepat sesungguhnya harus  \n \n\ndihindari karena akan menghasilkan perlit terdegradasi.", "Daftar File": {"2004 TS PP KURNIA HASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76395", "2004 TS PP KURNIA HASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76396", "2004 TS PP KURNIA HASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76397", "2004 TS PP KURNIA HASTUTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76398", "2004 TS PP KURNIA HASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76399", "2004 TS PP KURNIA HASTUTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76400", "2004 TS PP KURNIA HASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76401"}, "Penulis": "KURNIA HASTUTI (NIM : 23102007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arif Basuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja karbon medium,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}