{"Nomor": 16265, "Judul": "PERANCANGAN, PEMBUATAN DAN UJI COBA ALAT UKUR SISTEM GAYA UNTUK KAWAT GIGI TIPE PEGAS RETRAKSI SEKSIONAL", "Abstrak": "Tiap ortodontis perlu memiliki pengetahuan mengenai karakteristik kawat gigi yang digunakan dalam praktek ortodonti. Saat ini informasi tersebut hanya  \n \n\ndidapat melalui literatur, pengalaman dan intuisi yang dimiliki. Untuk memastikan karakteristik kawat gigi sebagai acuan klinis, diperlukan sebuah alat ukur yang dapat mengukur gaya dan momen pada kawat gigi. Dengan karakteristik kawat gigi yang akurat, hasil perawatan gigi akan lebih akurat dan efektif.  \n \n\nPada tugas akhir sebelumnya, alat ukur system gaya 3-aksis yang pertama telah berhasil diproduksi dengan baik. Akan tetapi terdapat beberapa kekurangan yang harus diperbaiki. Hasil uji coba menunjukkan bahwa alat ukur ini dapat  \n \n\nmengukur gaya dan momen yang dihasilkan kawat gigi. Hasil pengukuran gaya sudah cukup memuaskan, namun untuk pengukuran momen terdapat variasi data yang cukup besar, yang diperkirakan berasal dari kesalahan-kesalahan yang  \n \n\nterjadi selama pengukuran berlangsung. Dari hasil evaluasi, dapat ditarik kesimpulan sementara bahwa alat ukur yang telah dibuat memiliki kecermatan dan ketidakpastian yang mencukupi untuk melakukan pengukuran gaya dan momen pada pegas retraksi seksional. Namun demikian, beberapa perbaikan masih perlu dilakukan untuk mengurangi sumber-sumber kesalahan selama pengukuran, seperti perancangan dan pembuatan ulang sensor, perbaikan metode kalibrasi pengukuran momen, penempelan bracket yang lebih kuat, penggunaan alat bantu untuk pengecekan ketegaklurusan kawat, melakukan pengukuran jarak awal antar bracket yang lebih akurat, perbaikan mekanisme sliding, dan pengembangan bagian penunjuk aktivasi. Pada tugas sarjana ini beberapa  \n \n\nperbaikan dilakukan terhadap kekurangan yang terjadi tersebut. Dengan membuat sensor dan sistem baru, diharapkan hasil yang didapat bisa lebih baik.", "Daftar File": {"2009 TA PP LANANG PANCA YUDHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76467", "2009 TA PP LANANG PANCA YUDHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76468", "2009 TA PP LANANG PANCA YUDHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76469", "2009 TA PP LANANG PANCA YUDHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76470", "2009 TA PP LANANG PANCA YUDHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76471", "2009 TA PP LANANG PANCA YUDHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76472", "2009 TA PP LANANG PANCA YUDHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76473", "2009 TA PP LANANG PANCA YUDHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76474"}, "Penulis": "LANANG PANCA YUDHA (NIM : 13104063)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Dr. Ir. Rachman Setiawan", "Pembimbing 2 :  Dr. Ir. Agung Wibowo, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ortodontis; kawat gigi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}