{"Nomor": 16260, "Judul": "RESTORASI DAN PHASE UNWRAPPING CITRA KOMPLEKS DENGAN PENDEKATAN MINIMISASI ENERGI SECARA STOKASTIK", "Abstrak": "Sebuah citra digital tersusun atas matriks piksel-piksel yang memiliki intensitas tertentu. Apabila nilai intensitas piksel-piksel tersebut bernilai kompleks, maka citra tersebut dapat dikatakan sebagai citra kompleks. Beberapa citra kompleks yang sudah banyak dikenal diantaranya adalah citra Interferometric Synthetic Aperture Radar (InSAR) dan Magnetic Resonance Imaging (MRI). Karena citra tersebut mengandung informasi magnitude dan fasa, maka diperlukan suatu metode yang dapat memperlakukan citra tersebut secara konsisten agar informasi yang terkandung didalamnya tidak hilang karena pengaruh derau. Metode ini dapat diterapkan untuk restorasi citra dan Phase Unwrapping (PU). Rekonstruksi citra fasa dari bentuk tutupannya disebut PU, karena fasa absolut tidak dapat diekstraksi secara langsung dari data fasa terlipat (wrapped phase). Oleh karena itu diperlukan metode untuk mencari nilai phase cycle yang sesuai ditambahkan pada tiap pengukuran fasa untuk memperoleh nilai yang tepat. \n\nMetode PU yang berkembang saat ini dapat dibagi dalam dua kategori, yaitu metode Lokal dan Global. Secara ideal, tanpa adanya derau fasa, singularitas, dan masalah aliasing, informasi fasa dapat direkonstruksi secara mudah. Akan tetapi pada kenyataannya data fasa selalu mengalami gangguan derau dan diskontinyuitas, sehingga proses PU menjadi lebih komplek. Untuk itu diperlukan metoda yang dapat merekonstruksi citra fasa, yaitu dengan menggunakan pendekatan minimisasi energi secara stokastik. Beberapa ide yang mendasari penelitian ini adalah bahwa citra yang terdegradasi oleh derau akan mengalami peningkatan energi, sehingga untuk merekonstruksi citra fasa secara lebih baik diperlukan metode penurunan energi secara perlahan-lahan. \n\nBerdasarkan permasalahan tersebut, perlu dilakukan pengembangan metode PU. Pada penelitian ini dilakukan pengembangan algoritma dengan menggunakan metode penurunan energi sekumpulan piksel bertetanggaan pada level 1, level 2, dan level 3. Pada metode ini dihitung probabilitas dari sekumpulan piksel bertetanggaan untuk mendapatkan nilai phase cycle sampai energi mencapai titik konvergen, pada kondisi ini berarti perubahan energi (ΔE) akan konstan atau \n\nmendekati nol. \n\nTujuan utama penelitian ini adalah menghasilkan suatu metode yang dapat meningkatkan kinerja restorasi citra dan PU dengan menerapkan metode minimisasi energi secara stokastik dari sekumpulan piksel bertetanggaan dan mengembangkan metoda-metoda baru dengan pendekatan terkini (frontier) dalam bidang pengolahan citra. Sedangkan manfaat dari penelitian ini adalah untuk membantu dalam interpretasi data citra. Sehingga informasi yang terdapat pada citra tersebut sedapat mungkin tidak hilang dan jika terjadi kerusakan pada citra yang disebabkan oleh derau. \n\nMetode yang digunakan pada penelitian ini sebagian besar bersifat pemodelan dan komputasi, dengan langkah-langkah sebagai berikut: studi literatur untuk melihat perkembangan keilmuan terkait, adaptasi, inovasi, dan sintesis metoda \n\nbaru yang sesuai dengan permasalahan, pengujian dengan simulasi pada komputer dan validasi dengan data yang sebenarnya, yaitu dengan menggunakan citra MRI dan/atau InSAR, serta evaluasi kinerja dari metoda yang dikembangkan dengan membandingkan metoda-metoda yang sudah ada (published methods). Dengan menjalankan langkah-langkah tersebut, penelitian ini akan dapat menghasilkan metoda-metoda baru yang bisa memiliki efek besar pada perkembangan keilmuan, terutama yang berhubungan dengan pemulihan citra dan rekonstruksi citra fasa. \n\nSimulasi dengan menggunakan metode minimisasi energi secara stokastik untuk pemulihan citra gray scale dengan berbagai ukuran citra dapat berjalan dengan baik. Beberapa faktor yang mempengaruhi hasil tersebut adalah level derau, level \n\nderau semakin tinggi nilai PSNR menjadi semkin turun dengan hasil yang optimum pada level derau 0 Ã‚Â– 0,6. Untuk ukuran citra sangat berpengaruh pada waktu proses, ukuran citra semakin besar waktu proses yang dibutuhkan semikin tinggi. Pengembangan algoritma PU dengan penurunan energi sekumpulan piksel yang bertetanggan telah berjalan dengan baik. Nilai PSNR banyak dipengaruhi oleh beberapa faktor : level tetanggaan, koherensi, dan jenis citra. Algoritma ini \n\ndapat bekerja dengan baik pada koherensi 0,8 sampai dengan 1 untuk citra permukaan gaussian dan citra bidang miring, untuk citra permukaan fBm pada koherensi 0,4 sampai dengan 1 dengan ukuran citra 128 x 128 dan 256 x 256. Sedangkan untuk level tetanggaan paling efektif dan stabil adalah pada level 1 dan level 3 untuk semua jenis citra. Waktu yang paling efektif untuk algoritma ini diperoleh pada ukuran citra dibawah 512 x 512 dengan level tetanggaan maksimal pada level 3. \n\nMetode ini dapat diaplikasikan pada bidang geologi, yaitu : pada citra InSAR untuk menentukan Digital Elevation Map (DEM) dan pengamatan deformasi. Selain itu berpotensi diaplikasikan pada bidang biomedika, yaitu : pada citra MRI \n\nuntuk pemisahan air dan lemak, memetakan sebaran kecepatan aliran darah, dan pemetaan temperatur untuk deteksi kanker.", "Daftar File": {"2010 DIS PP MAMAN ABDUROHMAN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76441", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76442", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76443", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76444", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76445", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76446", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76447", "2010 DIS PP MAMAN ABDUROHMAN  1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/76448", "2010 DIS PP MAMAN ABDUROHMAN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76449"}, "Penulis": "KUSWORO ADI NIM: 33205011)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Dr. Ir. Tati Latifah R Mengko", "Prof. Andriyan Bayu Suksmono, PhD", "Prof. Dr. Hendra Gunawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "minimisasi energi secara stokastik, derau, restorasi citra, phase unwrapping.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "08 Agu 2014"}