{"Nomor": 16268, "Judul": "PENGARUH KANDUNGAN SULFUR PADA BAHAN BAKAR TERHADAP KERUSAKAN POMPA BAHAN BAKAR MOTOR BENSIN TIPE INJEKSI", "Abstrak": "Akhir - akhir ini sering kita dengar pemberitaan, baik di media televisi, radio, koran, bahkan di millis dan web, mengenai terjadinya kerusakan masal pada sejumlah kendaraan bensin roda empat dengan sistem injeksi yang melibatkan komponen yang dinamakan pompa bahan bakar. Rusaknya pompa bahan bakar kendaraan ini perlu dikaji penyebabnya. Hasil uji bahan bakar oleh sejumlah pihak terhadap sampel bahan bakar dari sejumlah titik di wilayah Jakarta, menemukan bahan bakar berwarna keruh, mengandung gum dan sulfur melebihi batas, serta mengandung beberapa jenis logam seperti Cu, Zn, Fe, dan Pb. Dengan ditemukannya kandungan sulfur melebihi batas, maka perlu dikaji hubungan antara kandungan sulfur dan kerusakan pompa bahan bakar. Penelitian ini bertujuan untuk membahas kandungan sulfur dalam bahan bakar dalam kaitannya dengan kerusakan pompa bahan bakar. Penelitian dilakukan dengan melakukan studi literatur dari beberapa nara sumber dengan menggunakan jenis pompa yang diproduksi oleh Denso. Pompa bahan bakar mengalami kerusakan karena sifat korosif dari campuran sulfur dengan air yang disebut korosi sulfidasi. Kandungan sulfur dalam bahan bakar sudah ada sejak masih dalam bentuk minyak mentah. Sedangkan air berasal dari uap air yang terkandung dalam udara. Ketika udara berada dalam tangki kendaraan, pengembun dapat terjadi pada saat temperatur rendah. Sifat korosif ini menyebabkan korosi pada bagian yang bernama bearing. Ketika bearing mengalami kegagalan maka pompa akan berhenti bekerja sehingga pasokan bahan bakar terhenti dan menyebabkan kendaraan tidak bisa dinyalakan. Sulfur merupakan penyebab kerusakan pompa bahan bakar.", "Daftar File": {"2010 TA PP L. ARYO YOGISWORO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76482", "2010 TA PP L. ARYO YOGISWORO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76483", "2010 TA PP L. ARYO YOGISWORO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76484", "2010 TA PP L. ARYO YOGISWORO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76485", "2010 TA PP L. ARYO YOGISWORO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76486", "2010 TA PP L. ARYO YOGISWORO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76487"}, "Penulis": "L. ARYO YOGISWORO (NIM : 131 04 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ing.Ir. Tri Yuswidjajanto Zaenuri", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sulfur, Pompa Bahan Bakar, Kualitas Bahan Bakar.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}