{"Nomor": 16272, "Judul": "STRATEGY DEVELOPMENT OF PT LEAN DESIGN ELECTRONICS INTERNATIONAL: A STARTUP TECHNOLOGY COMPANY", "Abstrak": "LDEI is a startup technology solution company which was founded in 2010. Its scope of business includes system integration, software industry in governments and software industry in open markets. In engineering, system integration is the bringing together of the component subsystems into one system and ensuring that the subsystems function together as a system. In information technology, systems integration is the process of linking together different computing systems and software applications physically or functionally, to act as a coordinated whole. LDEI has achieved 3.5 Billion rupiah of revenue in 2011 from a government project, which is a pilot project of implementing RFID System for subsidized fuel control. LDEI has also completed a project of gala dinner access management using RFID system in early 2012. After completing the two projects successfully, it is now time for LDEI to decide its strategy for the next years to come, in order to achieve sustainable competitive advantage and above average returns. By strategy, it means a central, integrated, externally oriented concept of how the business will achieve its objectives. Without a strategy, time and resources are easily wasted on piecemeal, disparate activities; mid-level managers will fill the void with their own, often parochial interpretations of what the business should be doing; and the result will be a potpourri of disjointed, feeble initiatives. (Hambrick & Fredrickson, 2001) In this research, LDEIÃ‚Â‘s strategy for the next three years (until 2015) will be crafted by going through the strategic management process which consists of the following stages: (1) environment analysis of LDEI, (2) setting strategic vision, (3) setting objective, (4) crafting strategy and (5) executing the strategy. Based on the result of the environment analysis, LDEIÃ‚Â‘s vision, its objective and its strategy are determined and discussed. In a nut shell, LDEIÃ‚Â‘s strategy is to ―reach IDR 50 Billion revenues in 2015 with 15-20% net margin by offering innovative technology solutions to support customerÃ‚Â‘s operations and supply management through prestigious projects which deliver superior requirement analysis, high value and reliable support. This strategy is supported by a well thought diamond model strategy elaboration and its corresponding activity system map, value chain and business model. This research also provides implementation plan for LDEI as the basis for executing the strategy. The strategy crafted in this research will be the base for LDEIÃ‚Â‘s management to run the company. All activities, initiatives and decisions take place in LDEI should conform to the strategy and support one another in order to achieve the targeted objective.", "Daftar File": {"2012 TS PP LEILA FATMASARI RAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76508", "2012 TS PP LEILA FATMASARI RAHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76509", "2012 TS PP LEILA FATMASARI RAHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76510", "2012 TS PP LEILA FATMASARI RAHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76511", "2012 TS PP LEILA FATMASARI RAHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76512", "2012 TS PP LEILA FATMASARI RAHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76513", "2012 TS PP LEILA FATMASARI RAHMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76514", "2012 TS PP LEILA FATMASARI RAHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76515"}, "Penulis": "LEILA FATMASARI RAHMAN (NIM 29109167)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Kuntoro Mangkusubroto dan Dr. Yos Sunitiyoso"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategy development, PT. Lean Design Electronics International", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}