{"Nomor": 16281, "Judul": "PENERAPAN PERFORMANCE STANDARD INTERNATIONAL FINANCE CORPORATION PADA PROGRAM COMMUNITY DEVELOPMENT PT. FREEPORT INDONESIA", "Abstrak": "Penelitian ini mengkaji kebijakan tanggung jawab sosial PT. Freeport Indonesia (PTFI) dalam memenuhi hak ekonomi, sosial, dan budaya serta penguasaan hak ulayat terhadap komuniti lokal di wilayah operasinya.  \n \n\nKonflik yang sering kali terjadi adalah dikarenakan adanya relasi yang kurang harmonis antara PTFI dan komuniti lokal, yang disebabkan oleh terbenturnya dua  \n \n\nkepentingan. Komuniti lokal sebagai pemilik hak atas tanah ulayat, dan kepentingan ekonomi perusahaan. Penelitian ini lebih ditekankan memegang prinsip dan teori yang mengatakan bahwa masyarakat merupakan stakeholder perusahaan dimana menjadi bagian integral perusahaan yang keberadaanya harus dilibatkan di dalam  \n \n\npengambilan kebijakan yang berdampak atau berkaitan dengan perusahaan.  \n \n\nDemi terwujudnya peran dan tanggung jawab perusahaan dalam penegakan hak asasi manusia, penerapan standar kinerja IFC merupakan instrumen yang dapat dijadikan sebagai acuan tentang hak-hak apa yang harus terpenuhi dalam masyarakat secara kolektif.", "Daftar File": {"2009 TS PP LIBBI GIRINDRAWARDHANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76544", "2009 TS PP LIBBI GIRINDRAWARDHANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76545", "2009 TS PP LIBBI GIRINDRAWARDHANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76546", "2009 TS PP LIBBI GIRINDRAWARDHANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76547", "2009 TS PP LIBBI GIRINDRAWARDHANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76548"}, "Penulis": "LIBBI GIRINDRAWARDHANA (NIM : 29107324)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tesis : Dr Bambang Rudito"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hak Komuniti lokal, Stakeholder, Kepentingan Berbeda, Kekuasaan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}