{"Nomor": 16287, "Judul": "PENGEMBANGAN SPEKTRUM BEBAN PADA FUSELAGE LAP JOINT PESAWAT CN 235-10/100", "Abstrak": "Pada struktur aging aircraft, salah satu kasus yang biasa terjadi adalah multiple site damage (MSD). Terjadinya MSD ini berawal dari beberapa retak yang sangat kecil pada beberapa lokasi yang mengalami tegangan tinggi yang   \n \n \n\ndideteksi menggunakan metode inspeksi tertentu, seiring dengan pengoperasian pesawat maka retak tersebut akan bertambah ukurannya secara bersamaan dengan cepat dan mengakibatkan terjadinya catastrophic failure sebelum dilaksanakan inspeksi berikutnya. Salah satu cara menghindari terjadinya MSD adalah dengan memprediksikannya menggunakan analisis damage tolerance.   \n \n \n\nDalam analisis damage tolerance, prediksi perambatan retak lelah dari satu struktur membutuhkan input data stress spectrum. Stress spectrum dikembangkan dari load spectrum. Dalam mengembangkan load spectrum diperlukan informasi/ data berupa projected utilization, profil misi penerbangan,   \n \n \n\ndata exceedance, kurva hubungan beban (1G dan 1.5G). Data yang diperoleh dari survei ke operator pengguna pesawat CN 235-10/100 diolah menjadi projected utilization. Informasi dari projected utilization dijadikan input untuk membuat   \n \n \n\nkurva exceedance untuk tiap segmen terbang. Dari kurva exceedance dan data geometri fuselage lap joint pada frame 25-26 dan stringer 13-15, dapat dicari nilai tegangan untuk tiap segmen terbang. Hasil dari penghitungan tersebut dijadikan input untuk program Randomize dan akan diperoleh flight by flight spectrum. Besar dan urutan pembebanan yang dialami oleh pesawat udara mempunyai efek   \n \n \n\nyang sangat signifikan terhadap laju perambatan retak.", "Daftar File": {"2009 TS PP LILIES ESTHI RIYANTI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76573", "2009 TS PP LILIES ESTHI RIYANTI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76574", "2009 TS PP LILIES ESTHI RIYANTI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76575", "2009 TS PP LILIES ESTHI RIYANTI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76576", "2009 TS PP LILIES ESTHI RIYANTI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76577", "2009 TS PP LILIES ESTHI RIYANTI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76578", "2009 TS PP LILIES ESTHI RIYANTI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76579"}, "Penulis": "LILIES ESTHI RIYANTI (NIM : 23607012)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing:   \n \n \n\nDr. Ir. Ichsan Setya Putra", "Dr. Ir. Tatacipta Dirgantara", "Ir. Bambang Rahardjo", "Ir. Hendra Syafrial", ""], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "struktur aging aircraft, MSD, pesawat CN 235-10/100, fuselage lap joint", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}