{"Nomor": 16282, "Judul": "STUDI PENENTUAN PERIODE BINTANG GANDA GERHANA DALAM KATALOG ASAS", "Abstrak": "Bintang variabel, khususnya bintang ganda gerhana, merupakan sumber pengetahuan manusia mengenai fisika bintang. Studi bintang ganda gerhana menjadi lebih    \n \n \n \n\nkomprehensif dengan berkembangnya teknik dan instrumen pengamatan. Walaupun demikian, terdapat 90% dari keseluruhan bintang variabel terang (m < 12mag)    \n \n \n \n\nyang hingga saat ini belum terdeteksi (Paczynski 2001). Dengan menyadari bahwa data bintang variabel kurang memadai, beberapa program survey variabilitas mulai dilaksanakan. Salah satu survey tersebut adalah All-Sky Automated Survey(ASAS, Pojmanski 1997). ASAS yang dirintis sejak tahun 1996 ini bertujuan untuk mendeteksi dan menginvestigasi segala variabilitas fotometris di langit dengan I < 13mag. Setelah 10 tahun beroperasi, ASAS telah memperoleh 50.099 data bintang variabel yang 11.076 di antaranya adalah bintang ganda gerhana yang sudah    \n \n \n \n\ndiketahui periodenya (Paczynski et al. 2006).    \n \n \n \n\nData fotometri ASAS untuk setiap satu objek tersebar secara acak pada domain waktu (unevenly spaced data), sehingga penentuan periode variabilitas bintang menjadi lebih sulit. Proses penentuan periode berdasarkan Analysis of Variance (AoV, Schwarzenberg-Czerny 1989) tidak selalu memberikan solusi periode yang terbaik. Hal ini mendorong penulis untuk membandingkan metode penentuan periode    \n \n \n \n\nyang digunakan dalam ASAS tersebut dengan metode penentuan periode lainnya seperti algoritma Lomb-Scargle (Lomb 1976, Scargle 1982) dan Phase Dispersion Minimization (PDM, Stellingwerf 1978). Kedua metode tersebut kemudian akan    \n \n \n \n\ndiimplementasikan pada tiga puluh bintang ganda gerhana berbagai tipe dari katalog ASAS untuk dianalisis kinerjanya dalam menentukan periode. Tiga puluh objek    \n \n \n \n\nanalisis tersebut telah dipilih secara sistematis dengan mempertimbangkan RA, Deklinasi, dan Vmax-nya supaya dapat diamati lebih lanjut dengan teleskop kecil di Observatorium Bosscha.    \n \n \n \n\nTiga puluh objek analisis tersebut kemudian akan dianalisis periodisitasnya dengan bantuan program perhitungan, scargle.pro (Joern Wilms 2000) untuk periodogram Lomb-Scargle dan pdm.pro (Marc W. Buie 1992) untuk PDM. Proses ini masih memerlukan bantuan manusia yaitu pada tahap pemilihan kandidat periode yang muncul dari hasil perhitungan komputasi dengan program yang telah disebutkan sebelumnya. Setelah itu, masing-masing metode akan menghasilkan periode terbaik. Lomb-Scargle hanya bekerja baik pada bintang ganda gerhana dengan kur-    \n \n \n \n\nva cahaya sinusoidal yakni tipe kontak, sedangkan PDM dapat bekerja baik pada bintang ganda gerhana semua tipe. Metode penentuan periode pada tugas akhir ini berhasil memperbaiki 53% kurva cahaya, namun ternyata gagal terhadap 7% kurva cahaya objek terpilih.", "Daftar File": {"2012 TA PP LIDIA MAYANGSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76549", "2012 TA PP LIDIA MAYANGSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76550", "2012 TA PP LIDIA MAYANGSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76551", "2012 TA PP LIDIA MAYANGSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76552", "2012 TA PP LIDIA MAYANGSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76553", "2012 TA PP LIDIA MAYANGSARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76554", "2012 TA PP LIDIA MAYANGSARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76555", "2012 TA PP LIDIA MAYANGSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76556"}, "Penulis": "LIDIA MAYANGSARI (NIM : 10308004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mahasena Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fotometri, bintang variabel, bintang ganda gerhana, pencarian periode.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}