{"Nomor": 16285, "Judul": "DETERMINAN FAKTOR TEKNOLOGI INFORMASI PADA PRODUKTIVITAS USAHA KECIL", "Abstrak": "Penelitian ini bertujuan (1) mengetahui sejauh mana penggunaan teknologi informasi, terutama komputer, dalam \n\nproses operasi perusahaan; (2) mengetahui pengaruh langsung variabel prediktor, yang meliputi ekspektasi \n\nkinerja (performance expectance), ekspektasi usaha (effort expectance), pengaruh sosial (social influence), dan \n\nkondisi pendukung (facilitating condition), terhadap tingkat penggunaan teknologi informasi; (3) mengetahui \n\npengaruh moderating effect, yang meliputi jenis kelamin, umur, pengalaman, dan kewajiban menggunakan suatu \n\nsistem informasi, terhadap hubungan antara prediktor dengan tingkat penggunaan teknologi informasi yang \n\ndisesuaikan dengan kebutuhan UKM; serta (4) menganalisis dampak penggunaan teknologi informasi terhadap \n\nproduktivitas dan kinerja usaha kecil. Faktor yang akan diteliti dalam penelitian ini adalah menggunakan model \n\nUTAUT (unified theory of acceptance and use of technology) faktor individual pemilik UKM yang mencakup \n\nperformance expectancy, effort expectancy, social influence, dan facilitating condition, daya inovasi individu; \n\nfaktor organisasi dan intensitas penggunaan internet; serta faktor kinerja perusahaan yang meliputi pertumbuhan \n\npenjualan dan peningkatan keuntungan. Hasil penelitian yang diperoleh menunjukkan terdapat pengaruh yang \n\nsangat nyata dari variabel prediktor terhadap tingkat penggunaan teknologi informasi, khususnya pada \n\npembuatan laporan keuangan, juga terdapat pengaruh yang sangat nyata dari variabel moderating/kontrol yang \n\nterdiri atas variabel jenis kelamin, usia, pengalaman yang mempengaruhi variabel prediktor terhadap baik pada \n\ntingkat penggunaan serta kinerja perusahaan.", "Daftar File": {"proceedings knsi 2013(146).pdf": "https://digilib.itb.ac.id/gdl/download/76571"}, "Penulis": "Lies Handrijaningsih, Anita Wasutiningsih,  E. Susy Suhendra", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "usaha kecil menengah, model UTAUT, laporan keuangan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "27 Mar 2014"}