{"Nomor": 16280, "Judul": "SINTESIS MATERIAL OKSIDA SR2SNO4:TI4+ DENGAN METODE SONOKIMIA: PENGARUH VARIASI BASA DAN KONSENTRASI LARUTAN", "Abstrak": "Material luminesens atau disebut material phosphor, telah banyak digunakan pada berbagai display dan aplikasi luminesensi seperti pada Plasma Display Panels (PDP). Oksida logam dapat menjadi material phosphor yang baik, salah satunya adalah oksida logam stronsium stannat (Sr2SnO4) yang bersifat semikonduktor dan memiliki lebar celah energi ~4,5 eV. Keberadaan impuritas seperti ion logam transisi dan ion logam tanah jarang dapat menjadi aktivator luminesensi. Salah satu ion logam transisi yang berpotensi adalah Ti4+. Pada penelitian ini disintesis senyawa oksida Sr2Sn1-xTixO4 (x = 0,05) menggunakan metode sonokimia dengan memvariasikan jenis basa (NaOH/NH4OH), konsentrasi Sn4+ dalam larutan (M = 0,4; 0,5; 0,66 mol/L) dan suhu sintering (T = 600, 800, 1000, 1400oC). Pola difraksi yang diperoleh menunjukan penggunaan NH4OH memberikan fasa dominan SrSnO3, sedangkan NaOH memberikan fasa dominan Sr2SnO4. Pola difraksi yang menunjukkan intensitas pengotor paling rendah adalah sampel variasi 3 NaOH. Pola difraksi pada berbagai suhu menunjukkan bahwa pada suhu 1000oC mulai terbentuk fasa dominan Sr2SnO4. Ditentukan juga sifat fotoluminesensi dari senyawa tersebut di bawah radiasi sinar UV dengan rentang λeksitasi = 200Ã‚Â–400 nm. Seluruh sampel menunjukan intensitas emisi tertinggi pada λemisi = 500Ã‚Â–510 nm yang merupakan daerah warna cyan. Kemudian dibandingkan intensitas emisi dari seluruh variasi pada λeksitasi = 295 nm dan sampel yang memberikan intensitas tertinggi adalah sampel dengan variasi 2 NaOH. Dari spektrum eksitasi seluruh variasi diperoleh dua puncak dengan intensitas tertinggi pada ~4,2 eV dan ~5 eV. Hasil fitting spektrum luminesensi menunjukkan intensitas tertinggi pada ~2,3 eV dan ~2,45 eV yang menunjukkan puncak emisi dari material oksida ini.", "Daftar File": {"2012 TA PP LIANY SEPTIANY 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76537", "2012 TA PP LIANY SEPTIANY 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76538", "2012 TA PP LIANY SEPTIANY 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76539", "2012 TA PP LIANY SEPTIANY 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76540", "2012 TA PP LIANY SEPTIANY 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76541", "2012 TA PP LIANY SEPTIANY 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76542", "2012 TA PP LIANY SEPTIANY 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76543"}, "Penulis": "LIANY SEPTIANY (NIM : 10508085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sr2Sn1-xTixO4, phosphor, luminesensi, metode sonokimia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}