{"Nomor": 16294, "Judul": "MODIFIKASI ION LOGAM PUSAT SENYAWA KLOROFIL ALAM : STUDI POTENSI FOTOSENSITIZER PHOTODYNAMIC INACTIVATION", "Abstrak": "Klorofil merupakan salah satu pigmen yang kelimpahannya tinggi di alam. Klorofil memiliki stuktur yang unik yaitu adanya konjugasi antara porfirin dan ion Mg2+. Klorofil memiliki banyak elektron terkonjugasi sehingga klorofil sensitif terhadap sinar tampak. Karakteristik tersebut mengakibatkan klorofil memiliki potensi sebagai fotosensitizer Photodynamic inactivation. Pada penelitian kali ini, efek ion logam yang terkoordinasi pada pusat klorofil dipelajari pada inhibisi pertumbuhan bakteri Staphilococcus aureus. Isolasi klorofil a dan b dari daun bayam dilakukan dengan pengendapan menggunakan dioksan dan air. Pemisahan keduanya menggunakan teknik kolom kromatografi sukrosa. Hasil elusi dengan menggunakan KLT menujukan nilai Rf klrofil a lebih besar dari klorofil b. Analisis serapan sinar tampak, puncak maksimum untuk klorofil a berada pada 435 nm dan 665 nm, klorofil b berada pada 435 dan 660 nm. Ion Mg2+ pada pusat klorofil diganti dengan ion Cu2+ dan Zn2+, produknya dikarakterisasi dengan spektrofotometri emisi dan diuji bioaktivitasnya pada pertumbuhan Staphilococcus aureus. Spektrum emisi menunjukan intensitas klorofil a >Zn-pheophytin a> Cu-pheophytin a. Bioaktivitas klorofil a, Cu-pheophytin a serta Znpheophytin a diuji pada pertumbuhan S.Aureus. Campuran diradiasi dengan menggunakan lampu merah (λ=650 nm) selama 30 menit dan di inkubasi 24 jam. Hasil uji bioaktivitas menunjukan Zn-pheophytin a (66.8%) memiliki daya inhibisi lebih besar dari klorofil a (30.9 %). Tidak adanya aktivitas dari Cu-pheophytin a dimungkinkan tidak terbentuknya singlet oksigen. Inhibisi tanpa penyinaran lebih kecil dibandingkan dengan adanya penyinaran", "Daftar File": {"2012 TA PP LISTIANA OKTAVIA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76605", "2012 TA PP LISTIANA OKTAVIA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76606", "2012 TA PP LISTIANA OKTAVIA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76607", "2012 TA PP LISTIANA OKTAVIA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76608", "2012 TA PP LISTIANA OKTAVIA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76609", "2012 TA PP LISTIANA OKTAVIA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76610", "2012 TA PP LISTIANA OKTAVIA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76611"}, "Penulis": "LISTIANA OKTAVIA (NIM : 10508006)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1  : Dr.Irma Mulyani", "Pembimbing 2 : Dr. Veinardi Suendo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fotosensitizer, Kolom kromatografi Sukrosa, Photodynamic Inactivation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}