{"Nomor": 16297, "Judul": "PERANCANGAN SISTEM PEMANTAUAN PRODUKSI MENGGUNAKAN SISTEM KOMUNIKASI JARINGAN PROGRAMMABLE LOGIC CONTROLLER (PLC)", "Abstrak": "Pada industri manufaktur prinsip efisien dan efektif menjadi hal mutlak. Kebijakan produksi yang tepat sesuai dengan kebutuhan pasar menjadi hal yang sangat penting. Untuk menunjang kebijakan yang tepat itu diperlukan sebuah  \n \n\nsistem pemantauan produksi yang selalu update, cepat dan akurat. Pembuatan sistem pemantauan produksi yang selalu online yang bisa menghasilkan data produksi setiap saat menjadi perhatian dalam dunia manufaktur. Dengan  \n \n\ndiketahuinya data produksi disetiap stasiun maka produksi yang berlangsung bisa diatur sesuai dengan kondisi pasar.  \n \n\nProgrammable logic controller (PLC) dimanfaatkan dalam membuat sistem pemantauan ini. Dengan adanya jaringan PLC yang saling terkoneksi disetiap stasiun pantau diharapkan akan menghasilkan data produksi yang selalu aktual.  \n \n\nData pada setiap stasiun pantau akan dimasukkan kedalam PLC melalui rangkaian tombol-tombol yang diberi nama sesuai dengan jenis produk yang dibuat disetiap stasiun pantau.  \n \n\nPLC dari Mitsubishi Electric akan dipakai dalam pembuatan sistem pemantauan produksi ini. Dalam jaringan sistem pemantauan ini akan dibuat simulasi terlebih dahulu menggunakan PLC Mitsubishi Q02H untuk menguji rancangan sistem pantau. Pada simulasi ini sistem akan menghasilkan data dari setiap stasiun dan data tersebut bisa tertampil di komputer. Data yang diperoleh tersebut berupa data mengenai jenis kendaraan yang dibuat dan waktu pembuatan  \n \n\nuntuk setiap titik stasiun yang diamati. Hasil dari pemantauan ini akan berupa data csv (comma separated value).", "Daftar File": {"2010 TA PP LIYA SETYO BUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76621", "2010 TA PP LIYA SETYO BUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76622", "2010 TA PP LIYA SETYO BUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76623", "2010 TA PP LIYA SETYO BUDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76624", "2010 TA PP LIYA SETYO BUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76625", "2010 TA PP LIYA SETYO BUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76626", "2010 TA PP LIYA SETYO BUDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76627"}, "Penulis": "LIYA SETYO BUDI (NIM : 131 04 029)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr.Ir. Indrawanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Pemantauan Produksi, Sistem Komunikasi Jaringan, Programmable Logic Controller, PLC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}