{"Nomor": 16307, "Judul": "USULAN PERBAIKAN SISTEM KERJA PT.GREAT UNTUK MENEKAN TERJADINYA KETERLAMBATAN WAKTU PADA PEMBUATAN RUNNER TURBIN AIR (STUDI KASUS PROYEK REKONDISI PLTMH CIKOTOK)", "Abstrak": "Pemenuhan kebutuhan dalam negeri untuk sumber energi yang dapat diperbaharui dewasa ini sangat dibutuhkan. PLTMH merupakan salah satu alternatif untuk sumber energi listrik dari energi yang dapat diperbaharui. Pembangunan PLTMH membutuhkan sebuah turbin air dan didalam turbin air terdapat komponen ini yang bernama runner. Saat ini di Indonesia, hanya PT.GREAT yang mempu membuat sebuah runner. Dalam pelaksanaan pembuatan runner PT.GREAT selalu terkendala dengan keterlambatan waktu pembuatan.    \n \n\nPenelitian ini bertujuan untuk membantu PT.GREAT untuk membuat sebuah sistem kerja dan penyelesaian berkaitan dengan keterlambatan dalam pembuatan runner. Untuk mengidentifikasi apakah penyebab dari keterlambatan pembuatan runner, penulis melakukan penelitian yang dimulai dengan membuat Work Breakdown Structure (WBS) untuk mengetahui kegiatan apa sajakah yang berkaitan dengan pembuatan runner, setelah itu melakukan analisa waktu kerja dengan Critical Path Method (CPM). Dari hasil analisa didapat bahwa potensi keterlambatan datang dari PT.TULUS KARYA UTAMA sebagai pihak pembuat casting komponen runner .    \n \n\nKesimpulan yang didapat dari penelitian ini ialah bahwa keterlambatan bisa ditanggulangi dengan berbagai cara, secara berurutan. Hal yang bisa dilakukan ialah mempercepat kegiatan yang dikerjakan oleh PT.GREAT pada awal proses untuk memberi spare waktu untuk proses selanjutnya, membuat jadwal pengawasan terpadu untuk mengawasi kegiatan yang ada pada PT.TULUS KARYA UTAMA agar dapat mengawasi kegiatan PT.TULUS KARAY UTAMA dan mengidentifikasi dengan cepat potensi keterlambatan dari pekerjaan, dan yang terakhir ialah mempercepat waktu kerja pada proses perakitan setelah pembuatan casting komponen bila memang terjadi keterlambatan. Ketiga solusi ini saling melengkapi, namun sebelum melakukan ketiga alternatif ini diperlukan penyusunan pendanaan dan sumber daya untuk melaksanakannya.", "Daftar File": {"2009 TS PP LUCKY HATREZTYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76699", "2009 TS PP LUCKY HATREZTYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76700", "2009 TS PP LUCKY HATREZTYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76701", "2009 TS PP LUCKY HATREZTYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76702", "2009 TS PP LUCKY HATREZTYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76703", "2009 TS PP LUCKY HATREZTYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76704"}, "Penulis": "LUCKY HATREZTYO (NIM : 29107325)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Turbin air, runner, WBS, CPM.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}