{"Nomor": 16303, "Judul": "PERANCANGAN ALAT PELONTAR PANCING DENGAN MEMPERHATIKAN ASPEK TEKNIS, KESELAMATAN DAN KEPRAKTISAN BAGI PENGGUNA", "Abstrak": "Memancing merupakan salah satu olah raga yang diminati dan digemari banyak orang. Selama ini perlengkapan memancing yang dikembangkan hanya melihat aspek kemudahan dan kepraktisan. Joran merupakan salah satu perlengkapan memancing yang berfungsi sebagai alat bantu untuk melempar umpan. Melempar umpan menggunakan joran berpotensi mengakibatkan kecelakaan. Hal tersebut dikarenakan melempar menggunakan joran membutuhkan ruang yang luas pada tahap persiapannya.  \n \n\nPenggemar kegiatan memancing merupakan konsumen dari Alat Pelontar Pancing, maka penggemar memancing dilibatkan langsung dalam proses perancangan Alat Pelontar Pancing. Pada model perancangan Archer, interaksi dari dunia luar sangat diperhatikan. Ide dari perancang dan kebutuhan konsumen diakomodir semaksimal mungkin untuk meningkatkan kualitas perancangan dan produk akhir. Metode FAST digunakan untuk menganalisis fungsi dari produk dan metode QFD digunakan untuk menentukan karakteristik dari produk.  \n \n\nPerancangan Alat Pelontar Pancing dilakukan dengan menerapkan tahapan perancangan Nigel. Perancangan Alat Pelontar Pancing dilakukan pada subsistem pelempar, subsistem pelatuk, subsistem pengikat produk, dan subsistem pemegang umpan. Disain hasil perancangan direalisasikan dalam bentuk prototipe. Prototipe produk diuji dan dievaluasi untuk mendapatkan disain yang sesuai dengan kebutuhan konsumen.", "Daftar File": {"2011 TS PP LONTAR FLUXIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76662", "2011 TS PP LONTAR FLUXIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76663", "2011 TS PP LONTAR FLUXIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76664", "2011 TS PP LONTAR FLUXIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76665", "2011 TS PP LONTAR FLUXIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76666", "2011 TS PP LONTAR FLUXIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76667", "2011 TS PP LONTAR FLUXIANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/76668", "2011 TS PP LONTAR FLUXIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76669"}, "Penulis": "LONTAR FLUXIANTO (NIM : 23409014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Herman R. Soetisna, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Alat Pelontar Pancing, FAST, QFD", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}