{"Nomor": 16311, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN PROTOTIPE TURBIN TESLA SEBAGAI TURBIN DALAM SISTEM ALIRAN TOTAL PADA PEMBANGKIT LISTRIK TENAGA PANAS BUMI", "Abstrak": "Salah satu sistem yang masih dikembangkan pada Pembangkit Listrik  \n \n\nTenaga Panas Bumi (PLTP) adalah sistem aliran total. Pada sistem ini,  \n \n\npenggunaan utilitas panas bumi diminimalkan sedemikian rupa sehingga hanya  \n \n\nmembutuhkan turbin yang mampu beroperasi dalam keadaan fluida yang dua fasa  \n \n\ndan memiliki banyak zat pengotor. Sistem aliran total biasanya membutuhkan  \n \n\nbiaya investasi yang lebih murah daripada sistem panas bumi lainnya.  \n \n\nTurbin Tesla dipatenkan oleh Sir Nikola Tesla pada tahun 1913. Turbin ini  \n \n\nmemiliki beberapa karakteristik yang berbeda dengan turbin pada umumnya  \n \n\nkarena tidak menggunakan sudu untuk mengkonversi energi fluida ke energi  \n \n\nputaran turbin. Untuk mengkonversi energi fluida, Turbin Tesla menggunakan  \n \n\npiringan-piringan yang ditempatkan pada satu poros. Piringan ini berputar akibat  \n \n\nadanya gaya adhesif dan gaya viskositas pada fluida kerja. Turbin Tesla memiliki  \n \n\nkemampuan untuk bekerja pada fluida dengan dua fasa, sehingga diharapkan  \n \n\nmampu digunakan pada sistem aliran total pada PLTP. Pada tugas akhir ini  \n \n\ndibahas mengenai simulasi dan perancangan prototipe Turbin Tesla.  \n \n\nPemodelan dilakukan dengan menggunakan perangkat lunak Fluent dan  \n \n\nGambit. Sebagai validasi, dilakukan pemodelan terhadap simulasi yang sudah  \n \n\npernah dilakukan sebelumnya. Pemodelan juga dilakukan untuk melihat fenomena  \n \n\naliran fluida yang terjadi pada Turbin Tesla. Dari hasil pemodelan, dilakukan  \n \n\nperancangan dengan menggunakan software Autodesk Inventor 2010. Dimensi  \n \n\nperancangan diambil dari pengujian yang sudah ada sebelumnya. Setelah  \n \n\nperancangan selesai, maka dilakukan pembuatan dan perakitan Turbin Tesla.  \n \n\nTugas akhir ini juga menganalisis hasil pengujian prototipe Turbin Tesla.  \n \n\nPengujian dilakukan untuk melihat konversi energi pada Turbin Tesla, serta  \n \n\nmengukur daya keluaran turbin dengan menggunakan alternator. Pada pengujian,  \n \n\nfluida kerja yang digunakan adalah oli dengan laju maksimum 2,8 kg/s. Putaran  \n \n\nturbin pada pengujian adalah sekitar 60 rpm. Putaran ini masih terlalu kecil  \n \n\nsehingga alternator belum mengeluarkan daya. Putaran minimum alternator untuk  \n \n\nmengeluarkan daya adalah 150 rpm.", "Daftar File": {"2010 TA PP LUKMAN ADI PRANANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76719", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76720", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/76721", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/76722", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/76723", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76724", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76725", "2010 TA PP LUKMAN ADI PRANANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76726", "2010 TA PP LUKMAN ADI PRANANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76727"}, "Penulis": "LUKMAN ADI PRANANTO  (NIM :  131 06 030)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof. Dr. Ir. T.A. Fauzi Soelaiman, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Turbin Tesla, sistem aliran total, Fluent, Gambit, Autodesk Inventor 2010", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}