{"Nomor": 16310, "Judul": "ALIGNING BUSINESS STRATEGY OF PT. SEMEN GRESIK (PERSERO) Tbk. WITH INTERNAL IMPROVEMENT TO MAINTAIN LEADER POSITION IN DOMESTIC WHILE GAINING MARKET SHARE IN ASEAN", "Abstrak": "Consumption of cement per capita in Indonesia is the lowest among ASEAN countries and currently domestic demand is lower than maximum capacity. But, growth projection shows that cement production capacity in Indonesia will be shortage in further 2-3 years.  \n \n\nPT. Semen Gresik (PERSERO) Tbk. is the market leader in Indonesia. In year 2008 their production capacity is 18 million tons with utilization rate 100.1%. They have long term plan to become a leading cement company both in Indonesia and at the regional (ASEAN) level. The problem is with current capacity and utilization rate, what actions is needed by PT. Semen Gresik (PERSERO) Tbk. to maintain their position in Indonesia while on the other side gaining market share at regional level as implementation of their long term plan. Business solution in this research obtained through qualitative research methodology. Research focused on how aligning business strategy of PT. Semen Gresik (PERSERO) Tbk. with internal improvement is needed to maintain domestic position while gaining market share in ASEAN. Research also focused on internal readiness evaluation to find the sustainability of competitiveness.", "Daftar File": {"2009 TS PP LUKAS TOMBUS SOTARDODO SILABAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76713", "2009 TS PP LUKAS TOMBUS SOTARDODO SILABAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76714", "2009 TS PP LUKAS TOMBUS SOTARDODO SILABAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76715", "2009 TS PP LUKAS TOMBUS SOTARDODO SILABAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76716", "2009 TS PP LUKAS TOMBUS SOTARDODO SILABAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76717", "2009 TS PP LUKAS TOMBUS SOTARDODO SILABAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76718"}, "Penulis": "LUKAS TOMBUS SOTARDODO SILABAN (NIM : 29107350)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aries Firman, MBA, M. Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "business strategy, capacity, sustainability, kapasitas, keberlanjutan, strategi bisnis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}