{"Nomor": 16317, "Judul": "ANALISIS BURNUP REAKTOR NUKLIR CEPAT DENGAN METODE RUNGE KUTTA ORDE EMPAT", "Abstrak": "Perhitungan Burnup melibatkan pengolahan data-data nuklir berupa microscopic cross section. Perhitungan macroscopic cross section kemudian dilakukan dengan cara mengalikan microscopic cross section tersebut dengan densitas nuklida dan semua material yang terlibat dalam reactor. Setelah itu dilakukan perhitungan persamaan difusi dalam koordinat silinder 2 Dimensi yang melibatkan macroscopic cross section tadi sedemikian rupa sehingga diperoleh distribusi fluks netron, rapat sumber netron, keff dan rapat daya. Dari hasil  \n \n\nperhitungan diperoleh nilai keff = 1.0017918649. Hal ini berarti bahwa reaktor berada dalam keadaan superkritis. Fluks netron maksimum kemudian digunakan dalam persamaan burnup untuk memperoleh densitas nuklida baru selama periode 10 tahun. Pada proses perhitungan burnup dilibatkan 28 buah sistem persamaan differensial dari rantai transmutasi nuklir yang membutuhkan waktu lama dan relatif lebih sulit untuk dipecahkan secara analitik. Pada tugas akhir ini persamaan-persamaan tersebut dipecahkan secara numerik dengan metode Runge  \n \n\nKutta Orde 4. Kemudian diperoleh hasil berupa kurva densitas Nuklida terhadap waktu.", "Daftar File": {"2011 TA PP LUTFI MULYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76752", "2011 TA PP LUTFI MULYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76753", "2011 TA PP LUTFI MULYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76754", "2011 TA PP LUTFI MULYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76755", "2011 TA PP LUTFI MULYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76756", "2011 TA PP LUTFI MULYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76757", "2011 TA PP LUTFI MULYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76758"}, "Penulis": "LUTFI MULYADI (NIM 10206008)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof.Dr.Eng.Zaky SuÃ‚Â’ud"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Burn-up, Difusi Satu Grup, Runge Kutta Orde Empat, Rantai Transmutasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}