{"Nomor": 16322, "Judul": "PENGEMBANGAN PERANGKAT LUNAK COMPUTERIZED MAINTENANCE MANAGEMENT SYSTEMS MODUL MATERIAL CONTROL AND PURCHASE", "Abstrak": "Computerized Maintenance Managemet Systems adalah sistem berbasis komputer yang didesain untuk mendukung pekerjaan perawatan. Perlunya pengembangan sendiri aplikasi CMMS berbasis web menjadi latar belakang dari pengembangan perangkat lunak ini agar dapat diterapkan di institusi pendidikan atau diterapkan di industri yang bergerak di bidang perawatan. Modul yang dikembangkan adalah modul Material Control and Purchase.    \n \n \n\nPenelitian pengembangan perangkat lunak Computerized Maintenance Management Systems modul Material Control and Purchase dimulai dengan studi literatur dari beberapa sumber dan perumusan masalah untu menyusun Design Requirements and Objectives (DRO). Dilanjutkan dengan pembuatan basis data dan desain antarmuka berdasarkan Software Requirements Specifications dan diimplementasikan pada sebuah kasus.    \n \n \n\nAplikasi CMMS modul Material Control and Purchase ini diuji coba di Satuan Pemeliharaan 11 Depo 10 TNI Angkatan Udara bandara Husein Sastranegara. Analisis perangkat lunak dilakukan dengan mengoptimasi persediaan material dan suku cadang, menghitung jumlah pemesanan, menentukan re-order level, dan menghitung jumlah biaya yang dibutuhkan untuk penyetokan agar tidak terjadi kondisi stockout (kekurangan stok). Kesimpulan yang didapat bahwa perangkat lunak ini dapat diterapkan untuk mengakomodir kebutuhan material dan spare parts.", "Daftar File": {"2010 TA PP LUTHFI HENDARSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76784", "2010 TA PP LUTHFI HENDARSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76785", "2010 TA PP LUTHFI HENDARSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76786", "2010 TA PP LUTHFI HENDARSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76787", "2010 TA PP LUTHFI HENDARSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76788", "2010 TA PP LUTHFI HENDARSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76789", "2010 TA PP LUTHFI HENDARSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76790"}, "Penulis": "LUTHFI HENDARSO  (NIM :  13604003)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Computerized Maintenance Management Systems,  modul Material Control and Purchase", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}