{"Nomor": 16328, "Judul": "Perancangan Aplikasi Real-Time Log Monitoring Via E-mail dan SMS pada Server Berbasis Linux", "Abstrak": "Keamanan komputer merupakan sebuah aspek penting dalam dunia teknologi informasi dan \n\nkomunikasi dewasa ini. Menjaga agar komputer yang kita gunakan tetap aman terhadap \n\nintrusi atau ancaman pihak luar (yang tidak memiliki otoritas terhadap sistem kita) merupakan \n\nsesuatu yang wajib dilakukan oleh kita sebagai pengguna. Keamanan komputer yang handal \n\ndapat menjamin integritas data, meningkatkan kinerja pengguna, dan lain-lain. Bagi pengguna \n\nsistem operasi Linux, salah satu langkah untuk memantau keadaan sistem adalah dengan \n\nmemantau isi berkas log, karena di dalam berkas log inilah semua aktifitas yang terjadi \n\nterhadap sistem Linux tercatat. Sehingga dengan menganalisa isi dari berkas-berkas log yang \n\nada kita dapat mengetahui secara detail setiap aktifitas yang berjalan pada sistem. Karena itu \n\nmemantau perubahan terhadap isi berkas log merupakan hal yang dapat membantu kita dalam \n\nmenjaga keamanan sistem. Sistem ini akan membantu untuk menyederhanakan kegiatan \n\npemantauan/monitoring terhadap berkas log, karena sistem ini akan secara Real-Time \n\nmemeriksa isi berkas log dan menganalisa setiap log yang baru serta memberikan kesimpulan \n\nterhadap jenis aktifitas yang tercatat di dalam log. Selain itu, sistem ini juga akan senantiasa \n\nmemberikan notifikasi melalui SMS dan mengirimkan laporan secara detail melalui e-mail \n\ntentang aktifitas tidak normal yang tercatat oleh berkas log di dalam sistem Linux. Sehingga \n\ndengan ini diharapkan dapat meningkatkan awareness pengguna terhadap keamanan sistem \n\noperasi Linux yang digunakan.", "Daftar File": {"proceedings knsi 2014 full edition(4).pdf": "https://digilib.itb.ac.id/gdl/download/76820"}, "Penulis": "Madyana Patasik, Novita Sambo Layuk", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "log file, linux, real-time monitoring.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "10 Mar 2014"}