{"Nomor": 16338, "Judul": "APLIKASI SISTEM INFORMASI BERITA & E-BOOK BERBASIS WEB UNTUK PENYANDANG TUNANETRA", "Abstrak": "Berkat Perkembangan di bidang teknologi informasi berbagai kemudahan dapat dirasakan oleh \n\nmanusia. Begitu banyak cara untuk menyampaikan informasi salah satunya melalui website. Informasi sudah \n\nmenjadi kebutuhan pokok setiap orang, tanpa mengenal usia, jenis kelamin, dan profesi, semuanya \n\nmembutuhkan informasi untuk memperluas wawasan dan ilmu pengetahuan. Begitu pula bagi mereka yang \n\nmemiliki keterbatasan secara fisik, seperti komunitas tunanetra yang tidak dapat menggunakan indra \n\npenglihatannya secara penuh, namun penyandang tunanetra masih dapat menggunakan indra pendengarannya \n\nuntuk menangkap suatu informasi. Untuk membantu memfasilitasinya maka dirancang pembuatan website \n\nkhusus yang bisa diacces dengan menggunakan tabulasi tab yang berisi berita dan e-Book dengan ditambahkan \n\nsuara untuk mendeskripsikan setiap konten yang ada sehingga masyarakat penyandang tunanetra dapat \n\nmengetahui informasi yang disajikan. Metodologi yang digunakan dalam membangun website ini adalah WDLC \n\n(Web Development Life Cycle). Dengan menggunakan tools pemrograman PHP, MySQL, Adobe Flash CS4, \n\nApache, Adobe Soundbooth CS4, Adobe Photoshop CS4 dan Notepad++. Dengan dibangunnya website ini \n\ndiharapkan dapat membantu para penyandang tunanetra dalam mendapatkan informasi berita dan mengunduh ebook \n\nyang sudah disediakan dalam bentuk audio, sehingga mereka dapat memperluas wawasan dan \n\npengetahuannya.", "Daftar File": {"proceedings knsi 2013(2).pdf": "https://digilib.itb.ac.id/gdl/download/76871"}, "Penulis": "M. AlÃ‚Â’Amin, S.Kom, M. Kom, Susi Wagiyati P, S.Kom, MMSI, Drs. Ahmad Rosadi, M.Kom", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komunitas Tunanetra, Tabulasi tab, e-Book, WDLC, tool Pemrograman.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "20 Mar 2014"}