{"Nomor": 16331, "Judul": "PENERAPAN STANDAR INTERNATIONAL FINANCE CORPORATION BAGI PT. NESTLE INDONESIA DALAM PROGRAM CORPORATE SOCIAL RESPONSIBILTY", "Abstrak": "Kopi merupakan salah satu andalan ekspor non-migas bagi Indonesia. Lampung menjadi salah satu sentra pengembangan kopi di Indonesia yang terkenal dengan segitiga emas kopi yang meliputi daerah Sumsel, Bengkulu, dan Lampung. Petani kopi yang berada didaerah Tanggamus Lampung awalnya hanya mengenal sistem tradisional dalam menanam kopi. Nestle Indonesia, merupakan perusahaan yang bergerak di bidang produksi makanan dan minuman, salah satunya produk minuman kopi.    \n \n\nSeiring dengan berjalannya program CSR, telah banyak petani yang dapat mengembangkan lebih jauh perkebunan kopi milik mereka. Para petani telah berubah menjadi supplier yang penting bagi Nestle. Akan tetapi dari sini muncul sebuah permasalahan didalam penerapan program CSR  Nestle.    \n \n\nBerbagai permasalahan yang timbul diantaranya:    \n \n\n(a) Munculnya ketergantungan petani kopi terhadap Nestle    \n \n\n(b) Adanya kesenjangan sosial antara petani kopi tradisional (asalan) dengan petani kopi Nestle    \n \n\n(c) Bagaimana kebijakan Nestle terhadap produksi biji kopi yang tidak dapat ditampung atau dibeli oleh Nestle    \n \n\nUntuk menganalisa masalah ini penulis menggunakan pendekatan kualitatif dengan jenis descriptive research untuk mengetahui berbagai macam kejadian yang berhubungan antara Nestle dengan petani kopi. Teknik pengambilan data dilakukan dengan cara kajian kepustakaan atau library research. Dalam mewujudkan kinerja CSR yang lebih baik maka perusahaan Nestle dapat menggunakan standar IFC (International Finance Corporation) sebagai referensi dan instrumen untuk menjalin hubungan dan meningkatkan kinerja CSR terhadap para petani kopi.", "Daftar File": {"2009 TS PP MAHENDRA VAKHRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76835", "2009 TS PP MAHENDRA VAKHRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76836", "2009 TS PP MAHENDRA VAKHRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76837", "2009 TS PP MAHENDRA VAKHRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76838", "2009 TS PP MAHENDRA VAKHRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76839", "2009 TS PP MAHENDRA VAKHRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76840"}, "Penulis": "MAHENDRA FAKHRI (NIM : 29107309)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tesis: Dr Bambang Rudito"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kopi,  CSR, Nestle, Standar international finance corporation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}