{"Nomor": 16335, "Judul": "APLIKASI MANAJEMEN E-DOCUMENT DI DINAS PERTANIAN KABUPATEN JOMBANG", "Abstrak": "Dokumen dalam suatu instansi atau perusahaan merupakan suatu aset yang sangat penting dalam mendukung \n\ntiap program kerja yang dibuat oleh organisasi tersebut. Banyaknya dokumen yang dihasilkan dalam tiap proses \n\nkerja menuntut instansi tersebut melakukan sistem penyimpanan dan penataan dokumen dengan baik guna \n\nkeperluan di waktu yang akan datang. Dinas Pertanian Kabupaten Jombang merupakan salah satu instansi yang \n\nmemerlukan sistem penyimpanan dokumen yang baik, dimana mencakup aspek-aspek penyimpanan dokumen \n\nyang tertata rapi, tersentralisasi, dan adanya relasi antara tiap dokumen milik tiap bidang dan seksi. Solusi dari \n\npermasalahan ini adalah dengan menggunakan Aplikasi manajemen e-document berbasis web. Aplikasi ini \n\nmendukung berbagai macam manajemen dokumen diantaranya manajemen dokumen pribadi, dokumen publik, \n\nfolder pribadi, folder publik, user, dan grup. Dalam aplikasi ini terdapat 2 jenis manajemen dokumen yaitu \n\nmanajemen dokumen publik dan manajemen dokumen pribadi. Selain itu juga terdapat 10 fitur manajemen \n\ndokumen publik dan pribadi diantaranya upload, download, share, check-in, check-out, edit, view, pindah, \n\nhapus, dan cari. Dengan tata kelola aplikasi manajemen e-document yang seperti ini diharapkan dapat menjadi \n\nsuatu aplikasi manajemen dokumen elektronik yang handal, tersentralisasi, aman, rapi, mudah diakses oleh antar \n\npegawai dari seksi dan bidang yang berbeda dan mudahnya penyebaran dokumen antar seksi dan bidang.", "Daftar File": {"proceedings knsi 2013(212).pdf": "https://digilib.itb.ac.id/gdl/download/76861"}, "Penulis": "M. Ainul Yaqin, Karbila Barakah H.", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "manajemen, e-document, dokumen elektronik, manajemen dokumen", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "03 Apr 2014"}