{"Nomor": 16349, "Judul": "IMPLEMENTASI KNOWLEDGE MANAGEMENT SEBAGAI SOLUSI UNTUK MENINGKATKAN KINERJA DIVISI CENTRAL SERVICES", "Abstrak": "Pada era globalisasi dewasa ini, perusahaan melakukan transformasi atau perubahan agar dapat bertahan di persaingan global. Transformasi dibutuhkan sebagai nilai jual dan kompetensi perusahaan. Agar transformasi berkembang dibutuhkan lingkungan perusahaan yang mendukung terciptanya berbagi pengetahuan. Tentu saja hal ini tidaklah mudah, karena bagi sebagian orang pengetahuan dianggap sebagai nilai jual untuk berkompetisi dengan orang lain. Pendapat ini merupakan tantangan perusahaan untuk merubah mindset seseorang.  \n \n\nUntuk merubah pendapat ini, perusahaan perlu merubah dirinya menjadi perusahaan yang menerapkan knowledge management (KM). Knowledge management dibutuhkan agar  \n \n\npengetahuan yang dimiliki oleh karyawan dikelola sehingga menjadi knowledge asset.  \n \n\nPenelitian ini fokus pada implementasi KM untuk meningkatkan kinerja Divisi Central Services. Kinerja Divisi Central Services perlu mendapat perhatian karena client tidak terpuaskan dan key performance indicator (KPI) tidak tercapai, yang akhirnya berpengaruh kepada bonus karyawan. Indikasi ini dapat dilihat dari jadwal terlambat dan anggaran proyek yang membengkak, sehingga berakibat productivity factor (PF) turun. Untuk itu dilakukanlah penelitian untuk mencari akar masalah mengenai turunnya PF. Mulailah disebarkan kuesioner untuk mencari gejala permasalahan agar mudah kelompokkan  \n \n\nberdasarkan kategori. Setelah gejala permasalahannya ditemukan, dipakailah pendekatan analisa ABC untuk mencari akar masalahnya. Dua prosentase kuesioner tertinggi analisa ABC, dianggap sebagai akar masalah turunnya PF yang harus ditangani.  \n \n\nDigunakanlah lima langkah KM untuk menyelesaikan dua akar masalah di atas, yaitu menetapkan KM objectives, identifikasi kebutuhan people, process dan technology,  \n \n\nmenetapkan KM strategy untuk mencapai KM objectives, mendapatkan komitmen manajemen dan identifikasi KM components.  \n \n\nLalu dicanangkanlah KM initiatives, setelah menetapkan langkah-langkah KM di atas. Untuk memudahkan pelaksanaan KM initiatives, dibagilah rencana penerapannya dalam  \n \n\ndua periode, yaitu rencana jangka pendek dan rencana jangka menengah. Dengan mengikuti rencana ini, diharapkan dapat meningkatkan kinerja Divisi Central Services.", "Daftar File": {"2009 TS PP MANNIX BACHTIAR DAMANIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/76931", "2009 TS PP MANNIX BACHTIAR DAMANIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/76932", "2009 TS PP MANNIX BACHTIAR DAMANIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/76933", "2009 TS PP MANNIX BACHTIAR DAMANIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/76934", "2009 TS PP MANNIX BACHTIAR DAMANIK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/76935", "2009 TS PP MANNIX BACHTIAR DAMANIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/76936", "2009 TS PP MANNIX BACHTIAR DAMANIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/76937"}, "Penulis": "MANNIX BACHTIAR DAMANIK (NIM: 29107143)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "knowledge management, sharing knowledge, organisasi pembelajar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}