{"Nomor": 16368, "Judul": "KAJI TERMODINAMIKA SIKLUS SINGLE FLASH STEAM PEMBANGKIT LISTRIK TENAGA PANAS BUMI", "Abstrak": "Panas bumi merupakan salah satu sumber energi terbarukan yang bersih dan jumlahnya banyak terdapat di Indonesia. Sebagian besar fluida sumur panas bumi yang terdapat di dunia memiliki fasa campuran. Fasa campuran yang ada        \n \n\nkemudian dipisahkan antara fasa uap dan cair; fasa uap akan diekspansi dengan menggunakan turbin, sedangkan fasa cair akan direinjeksikan kembali ke dalam bumi.        \n \n\nDalam tugas akhir ini dilakukan simulasi terhadap komponen yang ada pada siklus single flash steam Pembangkit Listrik Tenaga Panas Bumi (PLTP). Pada siklus single flash steam, fluida yang keluar dari sumur produksi memiliki fasa campuran. Kajian dilakukan dengan melakukan variasi terhadap tekanan proses flashing dan tekanan keluar turbin, sehingga dapat ditentukan kondisi operasi dimana daya yang dihasilkan optimal. Selain itu kajian juga dilakukan        \n \n\nuntuk mendapatkan dimensi dari beberapa komponen siklus single flash steam.        \n \n\nDalam tugas akhir ini dilakukan proses perancangan kondensor dan menara pendingin. Dari hasil kajian terhadap variasi tekanan proses flashing dan tekanan keluar turbin terhadap daya yang dihasilkan, dipilih tekanan proses        \n \n\nflashing sebesar 8 bar (800 kPa) dan tekanan keluar turbin sebesar 0,2 bar (20 kPa). Dengan menggunakan kondisi operasi tersebut daya turbin yang dihasilkan adalah sebesar 22,57 MW.        \n \n\nKondensor dirancang dengan menggunakan tipe AXL dengan diameter shell sebesar 2,08 m; panjang tube 18,28 m; dan menggunakan pipa berdiamater 0,875 in (22,22 mm) yang disusun dengan sudut 450. Menara pendingin dirancang dengan dimensi 10,97 x 15,24 m; tinggi 25,67 m; dan dengan jumlah        \n \n\nmenara 4 buah. Daya blower yang dibutuhkan untuk satu menara adalah sebesar 89,3 kW (atau total sebesar 357,2 kW). Oleh karena itu, daya netto yang dihasilkan adalah sebesar 21,78 MW.", "Daftar File": {"2010 TA PP MARIO ADITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77044", "2010 TA PP MARIO ADITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77045", "2010 TA PP MARIO ADITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77046", "2010 TA PP MARIO ADITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77047", "2010 TA PP MARIO ADITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77048", "2010 TA PP MARIO ADITYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77049", "2010 TA PP MARIO ADITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77050"}, "Penulis": "MARIO ADITYA (NIM : 13106053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Siklus Single Flash Steam, Optimasi, Pemodelan, Penukar Panas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}