{"Nomor": 16364, "Judul": "APPLYING SYSTEM DYNAMICS APPROACH TO FAST FASHION SUPPLY CHAIN: CASE STUDY OF AN SME IN INDONESIA", "Abstrak": "Industri pakaian jadi adalah penyumbang terbesar diantara 14 industri kreatif di Indonesia. Kontribusi industri kreatif terhadap produk domestik bruto adalah 7,74 persen. Selain itu, industri pakaian jadi telah berkembang pesat dengan menjamurnya butik dan factory outlet. Saat ini, perusahaan pakaian banyak bergeser ke arah integrasi vertikal, yang ditandai dengan perubahan supply chain bahan baku hingga menjadi pakaian siap-pakai. Fast fashion adalah konsep yang biasanya diterapkan oleh retailer pakaian jadi dimana arah dan tujuan strategi bisnis yang mengikuti trend fashion terbaru, menjual lebih cepat dari selling season dan mengupayakan mengurangi lead time dalam pengisian stock dalam toko.    \n \n \n \n\nKesuksesan dalam industri pakaian jadi tergantung pada kecepatan, untuk itu retailer fast fashion dihadapkan bagaimana segera merespon permintaan pelanggan terhadap kesesuaian tren saat itu. Selain itu, mendefinisikan target pasar sangat penting untuk menjalankan bisnis fashion yang sukses. Tanpa menganalisis kebutuhan target pasar, perusahaan akan cenderung membuang-buang waktu, uang, dan sumber daya saja. Misalnya, pemasaran ditujukan kepada pelanggan yang salah akan sama artinya dengan berkomunikasi dengan mereka yang tidak tertarik pada produk. Kegiatan supply chain mengubah sumber daya alam, bahan baku, dan komponen menjadi produk jadi yang dikirimkan ke pelanggan akhir. Oleh karena itu, manajemen supply chain memiliki peran    \n \n \n \n\nii    \n \n \n \n\npenting dalam mengkoordinasikan proses rangkaian supply chain untuk mengurangi lead time barang jadi dan memenuhi permintaan konsumen.    \n \n \n \n\nSmall Medium Enterprises (SME) menghadapi tantangan untuk belajar mengelola kinerja keuangan mereka dan mencapai keuntungan yang tinggi tanpa menimbulkan biaya berlebihan. Oleh karena itu, mendefinisikan target pasar dan perencanaan supply chain yang optimal adalah isu-isu penting dalam sebuah perusahaan fast fashion. Oleh karena itu, penelitian ini mengembangkan model pada supply chain dari perusahaan pakaian SME di Indonesia dan mengusulkan sebuah sistem pendukung keputusan kebijakan manajemen dan membantu manajemen mengidentifikasi strategi bisnis terbaik untuk diterapkan dalam menjalankan usaha. Selain itu, SD memfasilitasi formalisasi dan visualisasi dari perilaku konsumen dengan penataan proses pengambilan keputusan dan kemudian menghubungkan proses untuk variabel-variabel pendukung. Mengingat perilaku pelanggan, pemasaran alternatif investasi dapat dimanfaatkan dengan menggunakan matriks keuangan yang sesuai. Skenario simulasi dapat membantu manajemen mengidentifikasi kebijakan yang paling tepat untuk diterapkan di masa depan.    \n \n \n \n\nPenelitian ini menggunakan metode studi kasus. Data dikumpulkan dari sebuah perusahaan fast fashion di Indonesia yang memproduksi barang sendiri mulai dari bahan baku hingga menjadi pakaian siap-pakai. Perusahaan ini memiliki tiga toko, 1 gudang, dan menjalankan sistem penjualan online. Hasil simulasi menunjukkan tiga pengaturan parameter penting yang sangat mempengaruhi kinerja bisnis: desainer keterampilan, teknik seamster, dan ekspansi situs. Ketika semua tiga parameter dirubah, perusahaan mampu mengurangi jumlah pakain yang tidak terjual, meningkatkan penjualan, dan menarik pelanggan untuk membeli produk mereka.", "Daftar File": {"2012 TS PP MARIANY W LIDIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77016", "2012 TS PP MARIANY W LIDIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77017", "2012 TS PP MARIANY W LIDIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77018", "2012 TS PP MARIANY W LIDIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77019", "2012 TS PP MARIANY W LIDIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77020", "2012 TS PP MARIANY W LIDIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77021", "2012 TS PP MARIANY W LIDIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77022"}, "Penulis": "MARIANY W. LIDIA (29010026)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Aya Ishigaki & Prof. Dr. Takeshi Arai & Dr. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "System dynamics, fast fashion, supply chain management, SME, Indonesia", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}