{"Nomor": 16362, "Judul": "PENGARUH KINERJA KEUANGAN TERHADAP RETURN DAN VOLATILITAS SAHAM PERUSAHAAN MANUFAKTUR YANG TERDAFTAR DI BEI (BURSA EFEK INDONESIA)", "Abstrak": "Dalam menanamkan sejumlah dananya di pasar modal, para investor memerlukan informasi-informasi yang terpercaya. Informasi-informasi tersebut digunakan sebagai dasar untuk memprediksi return bagi investor, resiko, jumlah, waktu, dan faktor lain yang berhubungan dengan aktivitas investasi pada modal. Salah satu informasi yang lazim digunakan adalah laporan keuangan. Informasi-informasi yang terdapat pada laporan keuangan akan lebih bermanfaat jika dapat disajikan dalam bentuk rasio keuangan. Jenis rasio keuangan yang digunakan dalam penelitian ini adalah: rasio likuiditas, rasio aktivitas, rasio leverage financial, rasio keuntungan, dan ratio arus kas. Isu utama pada penelitian ini adalah apakah informasi kinerja keuangan menambah manfaat bagi investor. Untuk menguji manfaat informasi akuntansi, rasio keuangan dapat digunakan untuk menentukan kekuatan hubungan rasio dengan fenomena ekonomi. Penelitian ini menganalisis pengaruh kinerja keuangan yang diukur  \n \n\ndengan rasio keuangan terhadap return dan volatilitas saham perusahaan di Bursa Efek Jakarta. Penelitian dilakukan pada perusahaan manufaktur di Indonesia yang meliputi sektor industri dasar dan kimia, aneka industri dan industri barang konsumsi. Penelitian menggunakan statistik parametrik (analisis regresi berganda) dan statistik multivariat (canonical correlation). Rasio-rasio keuangan tidak memiliki pengaruh terhadap return saham pada ketiga sektor perusahaan manufaktur, baik secara simultan maupun partial. Namun, rasiorasio  \n \n\nkeuangan memiliki hubungan terhadap volatilitas saham, terutama pada sektor aneka industri dan industri barang konsumsi. Pada sektor aneka industri, rasio yang paling berpengaruh adalah rasio likuiditas dan rasio profitabilitas. Sedangkan pada sektor industri barang konsumsi, rasio yang paling berpengaruh adalah rasio financial leverage dan rasio profitabilitas. Rasio-rasio tersebut juga akan berpengaruh secara bersama-sama dengan return saham dan volatilitas saham, khususnya pada sektor aneka industri dan industri barang konsumsi.", "Daftar File": {"2010 TS PP MARIA DELLAROSAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77002", "2010 TS PP MARIA DELLAROSAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77003", "2010 TS PP MARIA DELLAROSAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77004", "2010 TS PP MARIA DELLAROSAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77005", "2010 TS PP MARIA DELLAROSAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77006", "2010 TS PP MARIA DELLAROSAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77007"}, "Penulis": "MARIA DELLAROSAWATI I. (NIM : 291080510", "Kontributor / Dosen Pembimbing": ["Pembimbing : Erman Sumirat SE.AK.,M.Bus."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "return saham, volatilitas saham, rasio likuiditas, rasio aktivitas, rasio leverage financial, rasio keuntungan, dan ratio arus kas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}