{"Nomor": 16367, "Judul": "ANALYSIS ON READINESS AND IMPACTS FOR BASEL II IMPLEMENTATION OF CITIBANK INDONESIA", "Abstrak": "Recent economic crises have revealed the importance of bank regulations to hedge against the high risk attributed to imbalances in banksÃ‚Â’ balance sheets. Nonetheless, excessive regulations may have adverse effects. On one hand, it serves as prudential measures that mitigate the effects of economic crises on the stability of the banking system and subsequent accompanying macroeconomic results. On the other hand,  \n \n\nexcessive regulations may increase the cost of intermediation and reduce the profitability of the banking industry. Simultaneously, as banks become more  \n \n\nconstrained, their ability to expand credit and contribute to economic growth would be hampered during normal times.  \n \n\nStarting in 2010, Basel II will take effect in Indonesia. It describes a more comprehensive measure of the capital requirement ratio of banks and other financial institutions. National supervisory authorities are now working to implement the framework through domestic rule making and the creation of functioning national implementation processes. Basel I, the old framework, provided both a credit and market risk perspective, but has been seen as crude and not properly taking into account how well an institution is being operated and what resources it has dedicated to risk  \n \n\nmanagement. The Author looks at Basel II, with focus pillar I especially on the newly added operational risk framework into capital adequacy computation.  \n \n\nThe main choice when implementing the framework was to make the Basel II implementation the number one priority in the company, and the most critical design choice based on this was to involve a large part of the company employees directly or through workshops covering all core processes, as well as all main supporting  \n \n\nfunctions.  \n \n\nWhile most analysts would argue for the need to enforce regulations, the question remains: What is the right benchmark to enforce regulations without jeopardizing the ability of banks to service the economy. To properly address this question, it has become necessary to thoroughly analyze the effect of capital regulations, namely the capital adequacy ratio.", "Daftar File": {"2010 TS PP MARIJANI BOEDISANTOSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77037", "2010 TS PP MARIJANI BOEDISANTOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77038", "2010 TS PP MARIJANI BOEDISANTOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77039", "2010 TS PP MARIJANI BOEDISANTOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77040", "2010 TS PP MARIJANI BOEDISANTOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77041", "2010 TS PP MARIJANI BOEDISANTOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77042", "2010 TS PP MARIJANI BOEDISANTOSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77043"}, "Penulis": "MARIJANI BOEDISANTOSO (NIM: 29106347)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudarso Kaderi Wiryono"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Basel II, capital adequacy, operational risk", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}