{"Nomor": 16389, "Judul": "KARAKTERISTIK FOTODIODA DAN APLIKASINYA UNTUK MENGUKUR INTENSITAS CAHAYA", "Abstrak": "Fotodioda berbeda dengan dioda biasa. Jika fotodioda persambungan p-n bertegangan balik disinari, maka arus akan berubah secara linier dengan kenaikan fluks cahaya yang dikenakan pada persambungan tersebut. Berdasarkan hal tersebut dapat dibuat alat untuk mendeteksi intensitas cahaya dengan memanfaatkan karakteristik fotodioda sebagai salah satu alternatif pendeteksi intensitas cahaya. Alat ini dapat dimanfaatkan bagi siswa dalam memahami tentang materi fotometri dalam pelajaran fisika. Dalam penelitian ini diperoleh hasil bahwa fotodioda dapat berfungsi sebagai sensor untuk mengukur intensitas cahaya, dimana semakin besar intensitas cahaya (ditunjukkan kenaikan daya lampu) yang mengenainya maka arus yang dihasilkan fotodioda juga akan semakin besar. Disamping itu hasil penelitian ini menunjukkan bahwa hubungan antara arus yang dihasilkan fotodioda berubah berbanding terbalik dengan kuadrat jarak dari sumber cahaya dengan arus lampu tetap.", "Daftar File": {"2008 TS PP MAS BUKORI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77165", "2008 TS PP MAS BUKORI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77166", "2008 TS PP MAS BUKORI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77167", "2008 TS PP MAS BUKORI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77168", "2008 TS PP MAS BUKORI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77169", "2008 TS PP MAS BUKORI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77170", "2008 TS PP MAS BUKORI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77171"}, "Penulis": "MAS BUKORI (NIM : 20206022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Pepen Arifin"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "intensitas cahaya, fluks cahaya, kuat cahaya, fotometer, fotodioda, fotometri", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}