{"Nomor": 16384, "Judul": "PENGARUH VARIASI KEKAKUAN STRUKTUR PENUMPU TERHADAP GETARAN KOMPRESOR TORAK", "Abstrak": "Kompresor torak memanfaatkan pergerakan bolak-balik piston dalam siklus kerjanya. Hal ini menyebabkan getaran yang terjadi pada kompresor torak relatif lebih besar dibandingkan dengan kompresor lainnya. Getaran yang terjadi ini dapat dikurangi dengan menambahkan struktur penumpu pada kompresor tersebut. Penambahan struktur penumpu ini bertujuan untuk mengubah kekakuan struktur mesin dengan harapan frekuensi pribadi struktur mesin akan menjauhi frekuensi eksitasi.  \n \n\nPada penelitian ini dibuat suatu struktur yang akan digunakan sebagai penumpu kompresor torak. Selanjutnya, pada struktur penumpu ini dilakukan tiga jenis modifikasi  \n \n\nuntuk mengubah kekakuannya. Modifikasi yang dilakukan adalah dengan menggunakan karet peredam dan penambahan rusuk pada struktur penumpu. Sebagai kondisi referensi,  \n \n\nkompresor langsung dipasang pada struktur penumpu dengan menggunakan baut. Dengan modifikasi ini diharapkan pengaruh kekakuan struktur penumpu terhadap getaran yang terjadi dapat diketahui.  \n \n\nPengujian yang dilakukan pada penelitian ini adalah pengujian FRF dan spektrum daya. Pengujian FRF dilakukan untuk mengetahui frekuensi pribadi dari struktur uji,  \n \n\nsedangkan pengujian spektrum daya dilakukan untuk melihat besar distribusi daya sinyal getaran pada masing-masing frekuensi yang berasal dari getaran komponen-komponen  \n \n\nperangkat uji.  \n \n\nHasil pengujian FRF pada kedua jenis modifikasi struktur penumpu menunjukkan bahwa jika dibandingkan dengan kondisi referensi, nilai frekuensi pribadi struktur mesin mengalami penurunan pada modifikasi dengan penggunaan karet peredam, sedangkan pada modifikasi dengan penambahan rangka frekuensi pribadi akan meningkat. Hasil pengujian spektrum daya menunjukkan bahwa jika digunakan karet peredam, getaran yang dihasilkan akan teredam sehingga level getaran yang terjadi pada struktur penumpu lebih kecil. Pada  \n \n\nmodifikasi dengan penambahan rangka, level getaran yang terjadi pada arah vertikal lebih besar karena penambahan rangka hanya dilakukan pada arah horizontal dan aksial,  \n \n\nsehingga kekakukan pada kedua arah ini meningkat.", "Daftar File": {"2011 TA PP MARVIN CHRISTIAN NANTUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77146", "2011 TA PP MARVIN CHRISTIAN NANTUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77147", "2011 TA PP MARVIN CHRISTIAN NANTUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77148", "2011 TA PP MARVIN CHRISTIAN NANTUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77149", "2011 TA PP MARVIN CHRISTIAN NANTUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77150", "2011 TA PP MARVIN CHRISTIAN NANTUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77151", "2011 TA PP MARVIN CHRISTIAN NANTUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77152"}, "Penulis": "MARVIN CHRISTIAN NANTUNG (NIM : 131 06 142)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kompresor torak, Variasi Kekakuan Struktur Penumpu, Getaran Kompresor Torak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}