{"Nomor": 16382, "Judul": "IDENTIFIKASI KEBUTUHAN KOMPETENSI INFORMATION OFFICER PADA DIREKTORAT JENDERAL PERBENDAHARAAN DEPARTEMEN KEUANGAN", "Abstrak": "Pemanfaatan Teknologi Informasi (TI) di kantor pusat Direktorat Jenderal Perbendaharaan (DJPb) adalah untuk mendukung penyelenggaraan good governance yang akan menjamin transparansi, akuntabilitas, efisiensi dan  \n \n\nefektivitas penyelengaaraan pemerintahan. Dengan demikian diharapkan dapat membantu kelancaran operasional kerja, mempermudah penyediaan informasi  \n \n\ndalam rangka pembuatan kebijakan, pengambilan keputusan pimpinan di kantor pusat DJPb dan memberikan layanan kepada masyarakat atau lembaga pemerintah lainnya. Setiap pegawai, khususnya yang berada pada Direktorat Sistem Perbendaharaan selaku unit TI di DJPb, seyogyanya memiliki kompetensi yang memadai. Penelitian ini mencoba untuk merancang kompetensi baik soft competency maupun hard competency sesuai dengan jabatan masing-masing yang sebaiknya dimiliki oleh information officer atau sumber daya manusia yang mengelola TI. Identifikasi dilakukan melalui proses penyusunan uraian jabatan. Tahapan dalam  \n \n\nidentifikasi ini dimulai dengan penentuan kriteria kinerja yang efektif, identifikasi contoh kriteria, pengumpulan data, penyusunan kompetensi, dan diakhiri dengan validasi kompetensi. Penyusunan uraian jabatan menggunakan matriks Interrelationship of Management Responsibility dengan menggunakan kerangka proses klasifikasi bidang TI dari American Productivity and the  \n \n\nAmerican Quality Center. Validasi atas hasil identifikasi kompetensi dilakukan dengan metode wawancara perilaku atau Behavioral Event Interview. Hasil penulisan ini diharapkan akan menjadi bahan pertimbangan bagi kantor pusat DJPb untuk melakukan assessment, rekrutmen, mutasi, promosi, dan pengembangan pegawai melalui pelatihan peningkatan kompetensi.", "Daftar File": {"2010 TS PP MA’RUF 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77137", "2010 TS PP MA’RUF 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77138", "2010 TS PP MA’RUF 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77139", "2010 TS PP MA’RUF 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77140", "2010 TS PP MA’RUF 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77141", "2010 TS PP MA’RUF 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77142", "2010 TS PP MA’RUF 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77143", "2010 TS PP MA’RUF 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77144"}, "Penulis": "MAÃ‚Â’RUF (NIM : 23208087)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Joko Siswanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kompetensi, uraian jabatan, wawancara perilaku", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}