{"Nomor": 16390, "Judul": "PENENTUAN SUMBER REFRENSI (WEBSITE) PEMBELAJARAN PEMOGRAMAN (STUDI KASUS MAHASISWA AMIKOM MATARAM)", "Abstrak": "Penentuan sumber referensi (website) dalam belajar pemograman di AMIKOM Mataram merupakan suatu hal \n\nyang penting untuk menigkatkan kemampuan dan kualitas mahasiswa dalam belajar pemograman. Sumber \n\nreferensi (website) yang membahas masalah ilmu komputer baik pemograman, IT dan lain sebagainya sudah \n\ntersedia di internet begitu banyak. Dengan banyaknya situs atau website ini, membuat pengunjung terkadang \n\nbingung harus memilih sumber referensi (website) mana yang akan dipilih sebagai acuan untuk belajar \n\npemograman. Kurangnya waktu belajar dikelas juga menjadi faktor penyebab perlunya belajar melalui internet \n\natau website. Untuk menentukan sumber refrensi (website) pembelajaran pemograman yang berkualitas dan \n\ndapat dipercaya, perlu pengambilan suatu keputusan untuk melakukan penilain mengenai manakah dari berbagai \n\nmacam sumber refrensi (website) yang tersedia menjadi sumber refrensi (website) yang perioritas berdasarkan \n\nkriteria-kriteria yang telah kemukakan oleh para ahli seperti Jim Kapoun, Jhon W.K Braham, Depkominfo, \n\nKathleen Schrock dan lain-lain. Untuk itu, dalam penelitian ini, dilakukan pengkajian atau penilaian terhadap \n\nbeberapa sumber referensi (website) diantaranya http://ilmukomputer.org, http://www.delphi3000.com \n\nhttp://www.bengkelprogram.com, http://www.maniavb.com dan http://www.ilmuwebsite.com, http://www. \n\npemogramankomputer.com dengan mengadopsi keriteria yang dikemukakan ole Jim Kapoun yaitu , akurasi, \n\notoritas, objektivitas, peredaran dan cakupan.", "Daftar File": {"proceedings knsi 2013(142).pdf": "https://digilib.itb.ac.id/gdl/download/77172"}, "Penulis": "Maspaeni", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "website, Analytical Hierarcy Process, AHP, Pembelajran Pemograman", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "27 Mar 2014"}