{"Nomor": 16391, "Judul": "PETA RESPON SPEKTRA INDONESIA UNTUK PERENCANAAN STRUKTUR BANGUNAN TAHAN GEMPA BERDASARKAN MODEL SUMBER GEMPA TIGA DIMENSI DALAM ANALISIS PROBABILITAS", "Abstrak": "Indonesia terletak di daerah tektonik yang sangat kompleks dan aktif. Kondisi ini menyebabkan Indonesia masuk dalam wilayah yang mempunyai potensi kegempaan tertinggi di dunia. Dalam mengantisipasi bahaya gempa tersebut, pemerintah Indonesia telah mempunyai standard peraturan perencanaan ketahanan gempa untuk stuktur bangunan gedung yaitu SNI-03-1726-2002. Sejak diterbitkannya peraturan ini, ada beberapa hal yang perlu dipertimbangkan dalam analisis besar percepatan gempa sebagai fungsi dari resiko terjadinya gempa dan tingkat kerusakan bangunan (hazard) secara probabilistik sehingga mendapatkan hasil yang lebih baik. Hal tersebut seperti kejadian-kejadian gempa besar yang melebihi perkiraan dalam 6 tahun terakhir, penelitian terbaru mengenai sesar aktif di sekitar Jawa dan Sumatra, perkembangan pemodelan sumber gempa, dan untuk menentukan besar gempa desain yang dikaitkan dengan tingkat kerusakan dari struktur bangunan.             \n\nAnalisis hazard gempa dilakukan menggunakan metodologi sebagai berikut: 1) review dan studi literatur mengenai kondisi geologi, geofisika dan seismologi dalam mengidentifikasi aktivitas sumber gempa di wilayah Indonesia, 2) pengumpulan dan pengolahan data kejadian gempa yang terekam di wilayah Indonesia, 3) pemodelan zona sumber gempa berdasarkan referensi model yang telah ada dan sesuai untuk wilayah Indonesia, 4) perhitungan parameter-parameter seismik yang meliputi a-b parameter, magnitude maksimum dan slip- rate, 5) analisis seismic hazard menggunakan Teorema Probabilitas Total, 6) pembuatan             \n\npeta gempa Indonesia yang berupa berupa peta percepatan maksimum dan spektra di batuan dasar untuk probabilitas terlampaui 10% dan 2% untuk masa layan bangunan 50 tahun atau setara dengan periode ulang gempa 500 dan 2500 tahun,             \n\n7) penentuan faktor amplifikasi di wilayah Indonesia untuk tanah klas-C (tanah keras dan batuan lunak), klas-D (tanah sedang) dan klas-E (tanah lunak), dan 8) pembuatan peta respon spektra di permukaan untuk berbagai kondisi tanah diatas.             \n\nmempertimbangkan hasil pengukuran GPS. Sumber gempa background dimodelkan menggunakan gridded seismicity berdasarkan laju gempa spatially smoothed. Katalog gempa yang digunakan untuk sumber gempa background adalah mulai dari 1900 s/d 2009. Katalog Engdahl yang sudah diupdate hingga tahun 2009 digunakan untuk mengontrol geometri subduksi. Fungsi atenuasi terbaru seperti Next Generation Attenuation (NGA) telah digunakan, dimana fungsi atenuasi ini disusun dengan menggunakan data gempa global (worldwide             \n\ndata). Pemakaian fungsi atenuasi disesuaikan dengan model sumber gempa yang ada. Logic tree juga diterapkan untuk mengendalikan ketidakpastian epistemis termasuk model pengulangan, magnitude maksimum, dan beberapa fungsi             \n\natenuasi.             \n\nDua level potensi bahaya yang dianalisis mewakili kemungkinan resiko terlampaui 10% dalam 50 tahun (gempa 500 tahun) untuk batas standar keselamatan jiwa (life safety) dan 2% dalam 50 tahun (gempa 2500 tahun) untuk pencegahan keruntuhan (collapse prevention) bangunan. Hasil analisis dari masing-masing nilai percepatan gempa ditampilkan dalam bentuk kontur PGA, spektra 0.2 dan 1.0 detik di batuan dasar.             \n\nBatasan analisis dalam studi ini meliputi: 1) dalam menentukan jarak dari titik sumber gempa ke lokasi yang ditinjau diasumsikan bahwa bumi adalah bundar, 2) nilai probabilitas atenuasi berkenaan dengan PSHA untuk data gerakan tanah diasumsikan dengan pendekatan distribusi normal.             \n\nHasil analisis sensitifitas kemiringan sudut subduksi atau sesar menunjukkan bahwa nilai hazard gempa sangat sensitif bila bersudut kecil dan kurang sensitive bila bersudut besar, sedangkan sensitifitas slip-rate terhadap nilai hazard cukup signifikan disebabkan karena nilai slip-rate berpengaruh terhadap jumlah kejadian gempa pertahun.             \n\nHasil studi ini menunjukkan peta hazard gempa PGA, spektra 0.2 dan 1.0 detik di batuan dasar untuk periode ulang gempa 500 dan 2500 tahun serta peta respon spektra di permukaan tanah untuk kondisi tanah klas-B (batuan), klas-C (tanah             \n\nkeras dan batuan lunak), klas-C (tanah sedang), dan klas-E (tanah lunak) Secara umum peta hasil studi ini menunjukkan nilai yang lebih besar dari yang ada di SNI-03-1726-2002 untuk periode yang sama, terutama di daerah sekitar sesar aktif. Kontribusi hazard akibat sesar aktif lebih besar dari 50% terjadi di sekitar lokasi sesar, seperti zona sesar Sumatera untuk Pulau Sumatera, sesar Palu-Koro dan Matano untuk Pulau Sulawesi, sesar Sorong untuk Maluku, sesar Memberambo dan Yapen untuk Papua bagian tengah dan Utara. Kontribusi hazard akibat sumber gempa background (gridded seismicity) lebih besar dari 30% terjadi pada daerah yang parameter sesarnya belum teridentifikasi dengan baik.              \n\nPeta hazard PGA dan spektra yang dihasilkan dari studi ini diusulkan untuk perencanaan infrastruktur tahan gempa termasuk pengganti peta gempa yang ada di Standard Peraturan Perencanaan Ketahanan Gempa Indonesia. Peta respon spektra di permukaan dapat digunakan untuk disain perencanaan stuktur bangunan tahan gempa setelah mempertimbangkan kondisi tanah.", "Daftar File": {"2010 DS PP ASRURIFAK 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77173", "2010 DS PP ASRURIFAK 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77174", "2010 DS PP ASRURIFAK 1- BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/77175", "2010 DS PP ASRURIFAK 1- BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/77176", "2010 DS PP ASRURIFAK 1- BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/77177", "2010 DS PP ASRURIFAK 1- BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/77178", "2010 DS PP ASRURIFAK 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77179", "2010 DS PP ASRURIFAK 1- BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/77180", "2010 DS PP ASRURIFAK 1- BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/77182", "2010 DS PP ASRURIFAK 1- BAB 6B.pdf": "https://digilib.itb.ac.id/gdl/download/77183", "2010 DS PP ASRURIFAK 1- BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/77184", "2010 DS PP ASRURIFAK 1- BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/77185", "2010 DS PP ASRURIFAK 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77186"}, "Penulis": "M. ASRURIFAK (NIM : 35005003)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Ir. Masyhur Irsyam, MSCE, Ph.D", "Prof. Dr. Ir. Bambang Budiono, ME", "Wahyu Triyoso, MSc, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hazard gempa, probabilitas total, sumber gempa 3D, peta hazard spektra", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "14 file", "Tanggal Input": "27 Sep 2017"}