{"Nomor": 16393, "Judul": "STRATIGRAFI SIKUEN DAERAH AIR KOMERING TIMUR, SUB-CEKUNGAN PALEMBANG SELATAN", "Abstrak": "Penelitian ini bertujuan untuk menyusun stratigrafi sikuen lapisan-lapisan batuan berumur Miosen Awal hingga Miosen Tengah dari Formasi Talang Akar, Formasi Baturaja, Formasi Gumai, Formasi Air Benakat, dan Formasi Muara Enim di daerah Air Komering Timur, Propinsi Sumatra Selatan. \n \n\nMetoda yang digunakan dalam penelitian ini berupa analisis fasies stratigrafi dengan menggunakan data rekaman log talikawat GR dan SP dari 3 (tiga) sumur, yaitu Sumur AR-1, Sumur CM-1, dan Sumur JG-1. \n \n\nDaerah penelitian terletak di bagian tepi selatan Sub-cekungan Palembang Selatan, Cekungan Sumatra Selatan. Pada saat ini Cekungan Sumatra Selatan merupakan salah satu seri cekungan busur belakang Tersier, terbentang di daratanbagian selatan dari Pulau Sumatra dengan arah barat laut-tenggara. \n \n\nAnalisis stratigrafi sikuen membagi lapisan-lapisan batuan berumur Miosen Awal sampai Miosen Tengah di daerah penelitian atas 9 (sembilan) unit stratigrafi sikuen yang dibatasi oleh 9 (sembilan) sequence boundary. Kesembilan unit stratigrafi sikuen tersebut, dari yang tertua hingga termuda, adalah Unit Sekuen 9, Unit Sekuen 8, Unit Sekuen 7, Unit Sekuen 6, Unit Sekuen, Unit Sekuen 4, Unit Sekuen 3, Unit Sekuen 2, dan Unit Sekuen 1. \n \n\nUnit Sekuen 9 diendapkan di lingkungan neritik dalam. Unit Sekuen 8 diendapkan di laut dangkal. Unit Sekuen 7 diendapkan di laut dangkal sampai rawa. Unit Sekuen 6, 5, 4, dan 3 diendapkan di lingkungan neritik dalam sampai luar. Unit Sekuen 2 dan 1 diendapkan di lingkungan rawa sampai tidal mud flat. \n \n\nSecara umum sedimen-sedimen berumur Miosen Awal sampai Miosen Tengah di daerah penelitian diendapkan pada lingkungan yang relatif merupakan laut dangkal. Terdapat kecenderungan pendangkalan dan pendalaman ke atas dari lingkungan neritik tengah sampai ke lingkungan transisional (tidal). \n \n\nDaerah penelitian mengalami perulangan perubahan lingkungan. Namun perubahan lingkungan tersebut bukanlah perubahan yang drastis. Selama umur Miosen Awal hingga Miosen Tengah daerah penelitian masih berada pada kisaran lingkungan tidal sampai neritik luar.", "Daftar File": {"2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77206", "2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77207", "2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77208", "2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77209", "2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77210", "2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77211", "2008 TS PP MASRURI NURHASANUDIN RACHMANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77212"}, "Penulis": "MASRURI NURHASANUDIN RACHMANTO (NIM : 22005008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Djuhaeni"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Stratigrafi sikuen, Daerah air, Komering Timur, Sub-cekungan Palembang Selatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}