{"Nomor": 16395, "Judul": "PERANGKAT LUNAK ANALISIS DAN DESAIN STRUKTUR C-STRAND Betha", "Abstrak": "Sekarang ini, telah banyak tersedia software yang membantu dan memudahkan engineer . Namun, peraturan yang diacu dalam software tersebut bukanlah peraturan yang berlaku di Indonesia. Oleh karena itu tujuan dari penulisan tugas akhir ini adalah membuat dan mengembangkan sebuah program analisis sistem struktur yang terintegrasi dengan program desain secara visual dan kami namakan C-STRAND Betha. Pemvisualan program ini berbasiskan Object Oriented Programming(OOP) dengan maksud agar user bisa lebih mudah memahami penggunaan program dibanding jika menggunakan media yang masih berbasis DOS(Disk Operating System) atau prosedural. Untuk analisis struktur, metoda yang akan digunakan adalah metoda kekakuan dan masih terbatas untuk sistem struktur portal bidang atau 2(dua) dimensi. Dari hasil  \n \n\nanalisis akan diperoleh gaya-gaya pada setiap elemen struktur yang selanjutnya menjadi preliminary design untuk tahap desain struktur. Peraturan desain sistem  \n \n\nstruktur yang dipakai adalah Tata Cara Perhitungan Struktur Beton untuk Bangunan Gedung (SK SNI 03-2487-2002). Sistem struktur yang didesain untuk tugas akhir ini dibatasi untuk struktur beton bertulang saja. Desain tersebut meliputi analisis lentur, geser dan torsi, serta kombinasi aksial tekan dan lentur. Secara khusus, elemen yang akan didesain adalah elemen kolom dan elemen balok. Output program ini adalah rencana tulangan utama dan tulangan geser yang akan mendetail hingga pemilihan diameter tulangan dan pemasangannya (jumlah tulangan dan/atau jarak antar tulangan).", "Daftar File": {"2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77219", "2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77220", "2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77221", "2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77222", "2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77223", "2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77224", "2005 TA PP MASYKUR KIMSAN-ASRUL AHDAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77225"}, "Penulis": "MASYKUR KIMSAN (NIM : 15001069)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Ir. Amrinsyah Nasution, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perangkat Lunak, C-Strand Betha, Desain, visual, OOP, DOS, Beton Bertulang, portal bidang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}