{"Nomor": 16396, "Judul": "ANALISIS PENGARUH VISKOSITAS MATRIKS PADA METODE MANUFAKTUR KOMPOSIT VACUUM ASSISTED RESIN TRANSFER MOLDING (VARTM)", "Abstrak": "Penggunaan material komposit di dunia industri semakin meningkat dari tahun ke tahun. Hal ini disebabkan karena material komposit memiliki banyak keuntungan yang tidak dimiliki material yang lain, diantaranya kekuatan yang tinggi, berat yang ringan, kekakuan, ketahanan terhadap korosi, dan umur struktur yang relatif lebih panjang dibandingkan material lainnya. Industri yang telah memanfaatkan komposit diantaranya adalah industri pesawat terbang, automotif, perkapalan, konstruksi, pengeboran lepas pantai, dll.    \n \n \n \n\nDengan melihat banyaknya kebutuhan terhadap material komposit maka diperlukan metode manufaktur yang dapat memproduksi suatu struktur komposit yang optimal. Vacuum Assisted Resin Transfer Molding (VARTM) merupakan metode manufaktur yang dapat menghasilkan suatu produk komposit yang berprestasi tinggi dengan biaya produksi yang relatif lebih rendah. VARTM adalah metode manufaktur komposit yang menggunakan bantuan tekanan untuk mencampurkan serat dengan matriks. Produk komposit yang dihasilkan melalui metode ini mempunyai kekuatan yang tinggi karena dengan VARTM gelembung udara (void) yang dapat mengurangi kekuatan struktur dapat diminimalisir sampai dibawah 5 %.    \n \n \n \n\nDalam tugas akhir ini akan dibahas pengaruh viskositas matriks pada metode manufaktur komposit VARTM. Hal ini berkaitan dengan waktu yang dibutuhkan matriks untuk mengaliri serat selama proses VARTM berlangsung, sebelum matriks tersebut menjadi gel. Maka waktu pemrosesan (waktu yag dibutuhkan matriks membasahi serat sampai ujung cetakan) harus kurang dari gel time matriks tersebut.", "Daftar File": {"2008 TA PP MATZA GUSTO ANDIKA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77226", "2008 TA PP MATZA GUSTO ANDIKA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77227", "2008 TA PP MATZA GUSTO ANDIKA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77228", "2008 TA PP MATZA GUSTO ANDIKA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77229", "2008 TA PP MATZA GUSTO ANDIKA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77230", "2008 TA PP MATZA GUSTO ANDIKA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77231", "2008 TA PP MATZA GUSTO ANDIKA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77232"}, "Penulis": "MATZA GUSTO ANDIKA  (NIM : 13604030)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Ir. Bambang Kismono Hadi     \n \n \n \n\nIr. Hendri Syamsudin M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komposit,Vacuum Assisted Resin Transfer Molding (VARTM), Matriks, Viskositas, Waktu pemrosesan, gel time, void.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}