{"Nomor": 16410, "Judul": "PENGARUH KANDUNGAN OLEFIN PADA BAHAN BAKAR TERHADAP KERUSAKAN POMPA BAHAN BAKAR MOTOR BENSIN TIPE INJEKSI", "Abstrak": "Akhir-akhir ini marak diberitakan di media cetak dan internet tentang kerusakan pompa bahan bakar di kendaraan roda empat motor bensin tipe injeksi. Di sisi lain, dari beberapa sampel bahan bakar yang diambil di beberapa tempat ditemukan kandungan sulfur dan gum yang melebihi batas maksimum. Gum adalah suatu zat dengan bentuk seperti kerak yang terbentuk akibat reaksi polimerisasi olefin dalam bahan bakar. Hampir seluruh bahan bakar otomotif memiliki kandungan olefin. Olefin merupakan zat yang terbentuk pada saat proses cracking minyak mentah hingga menjadi komponen-komponen lain yang lebih bermanfaat. Olefin memiliki kelebihan pada peningkatan nilai oktan. Sedangkan kelemahannya adalah kecenderungannya membentuk gum dan meningkatkan emisi berbahaya pada kendaraan bermotor. Permasalahan yang timbul adalah hubungan antara olefin dan kerusakan pompa bahan bakar serta penyebab kerusakan pompa bahan bakar di Indonesia. Penelitian ini bertujuan untuk membahas kandungan olefin dalam bahan bakar dan kaitannya dengan kerusakan pompa bahan bakar. Penelitian dilakukan dari studi literatur dari berbagai sumber, dan pompa yang menjadi referensi adalah buatan Denso. Pompa bahan bakar mengalami kerusakan karena adanya gum yang menghambat kinerja komponen-komponen pompa bahan bakar. Ketika terjadi kegagalan pada salah satu komponen pompa bahan bakar atau lebih maka pompa akan berhenti bekerja dan kendaraan akan mati karena tidak ada suplai bahan bakar. Olefin merupakan awal mula terbentuknya gum dalam bensin yang dapat merusak pompa bahan bakar.", "Daftar File": {"2010 TA PP M. DHARMA PERKASA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77317", "2010 TA PP M. DHARMA PERKASA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77318", "2010 TA PP M. DHARMA PERKASA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77319", "2010 TA PP M. DHARMA PERKASA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77320", "2010 TA PP M. DHARMA PERKASA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77321", "2010 TA PP M. DHARMA PERKASA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77322"}, "Penulis": "M. DHARMA PERKASA (NIM : 131 04 059)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr.Ing.Ir. Tri Yuswidjajanto Zaenuri", "Pembimbing II : Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Olefin, Pompa Bahan Bakar, Getah, Kualitas Bahan Bakar.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}