{"Nomor": 16426, "Judul": "PENGEMBANGAN PERANGKAT LUNAK DAN ANALISIS TERMODINAMIKA SIKLUS HIBRID UNTUK SISTEM PANAS BUMI", "Abstrak": "Ketergantungan dunia yang tinggi terhadap bahan bakar fosil sebagai sumber energi perlu ditanggulangi dengan berbagai usaha. Berdasarkan data International Energy Agency (IEA) tahun 2004, 80,3% pasokan energi dunia berasal dari bahan bakar fosil dan 13,1% berasal dari sumber energi terbarukan. Bahan bakar fosil yang merupakan sumber energi tak terbarukan harus dimanfaatkan secara efisien dan ketergantungan terhadap bahan bakar fosil juga perlu dikurangi. Untuk itu, pengembangan sistem gabungan pembangkit daya berbahan bakar fosil dan sistem tenaga panas bumi merupakan salah satu solusi yang menjadi fokus penelitian ini.  \n \n\nPembangkit listrik tenaga panas bumi (PLTP) memiliki efisiensi termal yang rendah, yaitu 8% sampai 20%. Peningkatan efisiensi PLTP dapat dilakukan dengan menaikkan temperatur uap sumber panas bumi sebelum masuk ke turbin. Gas buang dari turbin gas digunakan untuk memanaskan uap panas bumi yang masuk ke turbin uap. Sisa panas gas buang itu dimanfaatkan ulang oleh siklus Rankine organik (ORC). Kinerja sistem itu ditingkatkan lebih lanjut dengan sistem pendinginan udara masuk kompresor turbin gas. Panas yang dibuang dari kondensor mesin pendingin dimanfaatkan untuk pemanasan awal fluida kerja ORC sebelum masuk ke pemanas organik. Gabungan dari empat siklus dalam sistem pembangkit ini disebut siklus hibrid.  \n \n\nBerdasarkan hasil simulasi, kenaikan daya dan efisiensi siklus PLTP setelah menjadi siklus hibrid terhadap siklus PLTP sebelum menjadi siklus hibrid ialah 42,70% dan 15,86%. Kondisi optimum siklus hibrid terjadi saat temperatur udara masuk turbin gas 6 oC, rasio tekanan sistem turbin gas 20, temperatur masuk turbin sistem turbin gas 1200 oC, fluida kerja ORC dan mesin pendingin adalah R-600. Saat kondisi optimum, kenaikan daya dan efisiensi siklus hibrid keseluruhan terhadap PLTP sebelum menjadi siklus hibrid ialah 281,52% dan 92,17%. Faktor utilisasi bahan bakar fosil optimum yang diperoleh ialah 56,30%.", "Daftar File": {"2009 TA PP MERLY PASTALOZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77421", "2009 TA PP MERLY PASTALOZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77422", "2009 TA PP MERLY PASTALOZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77423", "2009 TA PP MERLY PASTALOZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77424", "2009 TA PP MERLY PASTALOZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77425", "2009 TA PP MERLY PASTALOZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77426", "2009 TA PP MERLY PASTALOZI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77427", "2009 TA PP MERLY PASTALOZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77428"}, "Penulis": "MERLY PASTALOZI (NIM :  13104047)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. I Made Astina"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahan bakar fosil ; turbin gas; International Energy Agency; IEA;  PLTP; Pembangkit listrik tenaga panas bumi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}