{"Nomor": 16420, "Judul": "PEMODELAN MATEMATIKA KETINGGIAN BANJIR STUDI KASUS : DESA DAYEUHKOLOT", "Abstrak": "Peristiwa banjir yang terjadi di suatu Daerah Aliran Sungai (DAS) adalah bencana alam yang sangat merugikan. Oleh karena itu perlu dibuat suatu model yang berguna untuk menghitung tinggi banjir yang terjadi setiap waktu di suatu daerah. Prediksi ketinggian banjir diperlukan agar masyarakat yang mengalaminya dapat mempertimbangkan kapan mereka harus melakukan evakuasi dan harta benda apa saja yang akan terendam banjir. Model ini berupa selisih dari in      \n \n \n \n \n \n\nflow dan outflow yang mengalir di daerah tesebut saat terjadi hujan. Salah satu masukan yang diperlukan untuk melengkapi model ini adalah jumlah air limpasan yang berasal dari sungai. Jumlah limpasan ini dapat dicari dengan menggunakan hidrograf satuan yang merupakan respon dari suatu DAS terhadap unit kelebihan hujan yang terjadi. Dalam tugas akhir ini dlakukan studi kasus di Desa Dayeuhkolot, yaitu salah satu DAS Citarum. Daerah ini dipilih karena merupakan daerah padat penduduk yang selalu terkena banjir periodik setiap tahunnya pada musim hujan. Solusi dalam tugas akhir ini juga diberikan agar banjir yang terjadi di Desa Dayeuhkolot mengakibatkan kerugian yang sesedikit mungkin.", "Daftar File": {"2012 TA PP MELATI WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77378", "2012 TA PP MELATI WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77379", "2012 TA PP MELATI WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77380", "2012 TA PP MELATI WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77381", "2012 TA PP MELATI WULANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77382", "2012 TA PP MELATI WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77383", "2012 TA PP MELATI WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77384"}, "Penulis": "MELATI WULANDARI (NIM : 10108016)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Dr. Edy Soewono", "Pembimbing II : Muhammad Islahuddin, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DAS, model, infl ow, outfl ow, air limpasan, hidrograf satuan, kelebihan hujan, banjir periodik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}