{"Nomor": 16432, "Judul": "EVALUASI KEEFEKTIFAN IZIN MENDIRIKAN BANGUNAN UNTUK PENGENDALIAN PEMANFAATAN RUANG DI KOTA METRO", "Abstrak": "Dalam Undang-undang No. 26 Tahun 2007 tentang penataan ruang disebutkan bahwa perizinan merupakan salah satu langkah yang dilakukan dalam pengendalian pemanfaatan ruang. Salah satu izin yang dipakai dalam pemanfaatan ruang adalah Izin Mendirikan Bangunan (IMB). Di Kota Metro khususnya Kecamatan Metro Pusat, IMB telah digunakan sebagai salah satu perangkat pengendalian pemanfaatan ruang. Hal ini dilakukan dengan menerbitkan IMB sesuai dengan arahan dan ketentuan yang telah tercantum di dalam RDTR Kecamatan Metro Pusat.Meskipun demikian, masih banyak bangunan yang mempunyai IMB tetapi keberadaanya melanggar ketentuan di dalam Rencana Detail Tata Ruang. Sehingga timbul pertanyaan sejauh mana keefektifan IMB untuk pengendalian pemanfaatan ruang di Kota Metro khususnya Kecamatan Metro Pusat. Studi ini mengevaluasi keefektifan IMB untuk pengendalian pemanfaatan ruang di Kecamatan Metro Pusat melalui pendekatan produk dokumen IMB yang dibandingkan dengan Rencana Detail Tata Ruang dan kondisi eksisting bangunan tersebut pada saat ini.Penilaian keefektifan ini dilakukan dengan mengevaluasi  keefektifan IMB untuk pengendalian pemanfaatan ruang di Kota Metro menggunakan indikator-indikator dan tolok ukur yang telah diturunkan dari berbagai produk kebijakan yang berlaku. Diharapkan studi ini dapat menjadi gambaran keefektifan IMB untuk pengendalian pemanfaatan ruang di Kota Metro dan dapat memberikan implikasi yang perlu diperhatikan untuk menyempurnakannya. Melalui pengujian indikator dan tolok ukur didapatkan bahwa pemanfaatan IMB untuk pengendalian pemanfaatan ruang di Kota Metro kurang efektif karena ketentuan dan aturan dalam penerbitan dan pelaksanaan pembangunan gedung atau pada saat bangunan didirikan tidak dilaksanakan dengan baik.Dari hasil analisa terhadap temuan di lapangan maka rumusan implikasi di masa mendatang dalam rangka penyempurnaan pemanfaatan IMB untuk pengendalian pemanfaatan ruang di Kota Metro adalah dengan lebih mensosialisasikan Perda tentang IMB dan aturan-aturan dalam RDTR kepada masyarakat selain dengan cara memperketat pengawasan pada saat bangunan tersebut didirikan maupun pada saat difungsikan. Selain itu, untuk menjamin penerbitan IMB sesuai dengan RDTR perlu dilakukan pelatihan mengenai kebijakan yang berkaitan dengan pengendalian pemanfaatan ruang dan pemberian sangsi yang tegas bagi aparat yang melanggar.", "Daftar File": {"2009 TS PP METTY WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77465", "2009 TS PP METTY WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77466", "2009 TS PP METTY WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77467", "2009 TS PP METTY WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77468", "2009 TS PP METTY WULANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77469", "2009 TS PP METTY WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77470", "2009 TS PP METTY WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77471"}, "Penulis": "METTY WULANDARI (NIM 25406027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Andi Oetomo, Ir., MP.I."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "IMB, pemanfataan ruang, kota metro", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}