{"Nomor": 16430, "Judul": "MODEL OPTIMASI PENYEBARAN PENYAKIT DEMAM BERDARAH DENGUE DENGAN VAKSINASI", "Abstrak": "Demam Berdarah Dengue merupakan penyakit berbahaya bagi manusia yang disebabkan oleh virus dengue. Penyebaran penyakit ini dirumuskan ke dalam persamaan diferensial SIRV, yaitu modifikasi dari model penyebaran penyakit Susceptible-Infected-Recovered (SIR) dengan penambahan vaksin. Pada model ini juga ditambahkan variabel nyamuk sebagai perantaranya. Selain pencegahan penyakitnya, upaya penelitian untuk menemukan vaksin ini terus dilakukan demi pencegahan endemik dalam kasus penyebarannya. Biasanya dana yang dianggarkan oleh pemerintah terbatas, oleh sebab itu diperlukan metode optimasi untuk menentukan biaya yang minimum dalam pemberian vaksin kepada masyarakat. Metode optimasi ini dirumuskan dalam fungsi objektif cost function yang berupa persamaan kuadratik dengan batasan jumlah endemik. Solusi dari permasalahan ini diperoleh dengan      \n \n \n \n \n \n\nmenggabungkan metode Runge Kutta orde 4 dan algoritma genetika.      \n \n \n \n \n \n\nDari analisis yang telah dilakukan dengan kedua metode tersebut diperoleh proporsi pemberian vaksin yang optimal untuk menyelesaikan kasus khusus berdasarkan parameter yang sudah ditentukan dalam masalah ini.", "Daftar File": {"2012 TA PP MERYDA YUNIKA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77457", "2012 TA PP MERYDA YUNIKA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77458", "2012 TA PP MERYDA YUNIKA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77459", "2012 TA PP MERYDA YUNIKA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77460", "2012 TA PP MERYDA YUNIKA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77461", "2012 TA PP MERYDA YUNIKA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77462", "2012 TA PP MERYDA YUNIKA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77463"}, "Penulis": "MERYDA YUNIKA SARI (NIM : 10108039)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "algoritma genetika, epidemik, Runge Kutta orde 4, vaksinasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}