{"Nomor": 16431, "Judul": "DESAIN APLIKASI LAYANAN GANGGUAN PENERANGAN JALAN UMUM SEBAGAI IMPLEMENTASI G2C", "Abstrak": "Kebutuhan masyarakat terhadap penerangan jalan umum merupakan kebutuhan vital terutama pada malam hari \n\ndimana saat ini masyarakat beraktivitas sampai dengan 24 jam. Pelayanan ini merupakan prioritas bagi Dinas \n\nKebersihan dan Pertamanan Kota Tangerang sebagai instansi yang memberikan pelayanan masyarakat, terkait \n\ndengan kebersihan, pertamanan, dekorasi kota, dan penerangan jalan umum. Mengingat luasnya wilayah Kota \n\nTangerang, Dinas Kebersihan dan Pertamanan Kota Tangerang dalam mengelola data dan informasi pelayanan \n\nPJU, membutuhkan partisipasi masyarakat untuk turut serta dalam menginformasikan mengenai gangguan atau \n\nkerusakan lampu PJU di wilayahnya. Pelaporan gangguan PJU ini dapat dilakukan dengan berbagai cara salah \n\nsatunya dapat disampaikan secara langsung melalui line telepon atau dapat melapor langsung ke Dinas \n\nKebersihan dan Pertamanan. Dengan memanfaatkan teknologi informasi yang perkembangannya kian pesat, \n\npekerjaan menjadi mudah dan lancar. Penelitian ini dikembangkan dengan disain eksploratori menggunakan alat \n\nbantu (tools) unified modelling language dilanjut pemrograman menggunakan MySQL untuk repositori data, \n\npenulisan koding dengan PHP dan desain interface dengan dreamweaver CS3. Hasil dari penelitian ini berupa \n\naplikasi layanan gangguan penerangan jalan umum berbasis web yang dapat memudahkan partisipasi \n\nmasyarakat dalam memberikan laporan gangguan penerangan jalan umum.", "Daftar File": {"proceedings knsi 2014 full edition(140).pdf": "https://digilib.itb.ac.id/gdl/download/77464"}, "Penulis": "Meta Amalya Dewi, Fatkhiyatun NiÃ‚Â’mah, Suryanti, Silvia Herman", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem informasi, layanan dan penerangan jalan.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}