{"Nomor": 16446, "Judul": "CIRI GETARAN AKIBAT ADANYA CACAT GIGI PADA RODA GIGI MIRING", "Abstrak": "Salah satu elemen mesin yang banyak digunakan pada berbagai mesin adalah roda gigi. Fungsi utama roda gigi adalah mentransmisikan daya dan mengubah kecepatan. Kerusakan pada elemen mesin ini seringkali terjadi. Kerusakan ini bisa disebabkan karena beban berlebih, adanya cacat pada permukaan gigi ataupun pelumasan yang tidak sesuai. Oleh karena itu, perlu adanya pemantauan terhadap kemungkinan adanya kerusakan pada roda gigi tersebut. Salah satu parameter yang seringkali diamati untuk melihat kondisi roda gigi adalah getaran yang ditimbulkannya Pada penelitian tugas sarjana ini dilakukan pengukuran getaran terhadap dua kondisi roda gigi. Kondisi pertama adalah roda gigi dalam keadaan baik, sedangkan kondisi kedua adalah roda gigi yang memiliki cacat gigi. Cacat gigi yang dimaksud disini adalah cacat yang sengaja dibuat pada roda gigi miring dengan cara menempelkan suatu massa pada permukaan giginya. Selain itu, pada penelitian ini juga akan diusulkan suatu metoda untuk mengurangi pengaruh karakteristik dinamik sistem pada spektrumnya. Hasil yang diperoleh dari penelitian tugas sarjana ini adalah sinyal getaran akibat kontak gigi berupa impuls yang muncul secara periodik. Sinyal getaran akibat cacat gigi berupa impuls dengan amplitudo besar relatif terhadap amplitude impuls kontak gigi. Spektrum yang dihasilkan dari getaran roda gigi yang memiliki cacat mengandung banyak sekali frekuensi harmonik dari satu kali frekuensi putar roda gigi yang mengalami cacat. Selain itu, metoda yang diusulkan pada penelitian ini menghasilkan suatu spektrum baru tidak berdimensi yang menyerupai spektrum gaya.", "Daftar File": {"2009 TA PP MIFTAHUL ULUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77550", "2009 TA PP MIFTAHUL ULUM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77551", "2009 TA PP MIFTAHUL ULUM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77552", "2009 TA PP MIFTAHUL ULUM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77553", "2009 TA PP MIFTAHUL ULUM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77554", "2009 TA PP MIFTAHUL ULUM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77555"}, "Penulis": "MIFTAHUL ULUM (NIM :13104128)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "roda gigi; cacat gigi; roda gigi miring", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}