{"Nomor": 16456, "Judul": "KAJIAN TEKNIS JARINGAN DISTRIBUSI AIR MINUM KOTA BANDUNG TAHUN 2010 MENGGUNAKAN EPANET 2.0", "Abstrak": "Dalam rangka peningkatan mutu pelayanan, PDAM Kota Bandung memiliki scenario pengembangan sistem penyediaan air bersih yang direncanakan akan diaplikasikan pada tahun 2010. Pembangunan Instalasi Penyediaan Air Minum (IPA) Cimenteng di Bandung Selatan, rekonstruksi sistem transmisi eksisting dari Sungai Cisangkuy serta pembangunan jalur transmisi dari PLTA Dago Bengkok menuju instalasi penyediaan air minum Badak Singa akan dilakukan. Dengan adanya skenario baru ini, produksi air minum Kota Bandung akan bertambah sebesar 1.000 L/dt. Pengembangan wilayah pelayanan dilakukan di daerah Gedebage sebagai daerah yang dialokasikan untuk dilakukan pengembangan jaringan distribusi. Dalam penelitian ini dilakukan pemodelan sistem distribusi air minum menggunakan Epanet 2.0 dengan berdasarkan rencana scenario dari PDAM (scenario 1), yaitu alokasi penambahan air sebesar 650 L/dt untuk menngkatkan pelayanan eksisting ke Bandung Selatan, dan 200 L/dt untuk perluasan jaringan eksisting ke Gedebage . Selain itu, dibuat skenario tandingan (scenario 2) dengan perbedaan alokasi wilayah penambahan air untuk peningkatan pelayanan wilayah eksisting, yaitu disimulasikan untuk wilayah Bandung Tengah Selatan (650 L/dt). Selain itu dibuat simulasi untuk mengetahui perluasan terjauh yang dapat dilakukan ke daerah Gedebage. Hasil simulasi menunjukkan modifikasi yang perlu dilakukan dengan pengaplikasian scenario 2 lebih sedikit dibanding scenario 1. Hasil simulasi ketiga menunjukkan perluasan terjauh yang dapat dibangun dengan mempertahankan pengaliran secara gravitasi adalah sejauh 6,5 km dari interkoneksi pipa distribusi utama IPA Cimenteng dengan node loading sebesar 204,5 L/dt untuk daerah Gedebage.", "Daftar File": {"2008 TA PP MIRANTI MAYANGSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77613", "2008 TA PP MIRANTI MAYANGSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77614", "2008 TA PP MIRANTI MAYANGSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77615", "2008 TA PP MIRANTI MAYANGSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77616", "2008 TA PP MIRANTI MAYANGSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77617", "2008 TA PP MIRANTI MAYANGSARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77618", "2008 TA PP MIRANTI MAYANGSARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77619", "2008 TA PP MIRANTI MAYANGSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77620"}, "Penulis": "MIRANTI MAYANGSARI (NIM 15304006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Rofiq Iqbal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penyediaan air minum, distribusi, pemodelan, EPANET 2.0,  water supply, distribution, modeling, EPANET 2.0", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}