{"Nomor": 16465, "Judul": "PENGGUNAAN FUNGSI LAMBERT-W UNTUK MENEYELESAIKAN MASALAH NILAI ASIMTOTIK MODEL SIR DAN SOLUSI DARI PERSAMAAN DIFFERENSIAL TUNDAAN LINIER DENGAN KOEFISIEN KONSTAN", "Abstrak": "Model SIR merupakan model persebaran penyakit menular sederhana. Pada model ini, populasi diasumsikan terbagi menjadi 3 golongan, Susceptible, Infected, dan Recovered. Kegunaan dari membangun model ini adalah kita dapat memprediksi seberapa parah persebaran penyakit tersebut, sehingga dapat digunakan sebagai pertimbangan untuk mengambil langkah pencegahan dan antisipasi penyakit tersebut. Caranya dengan mengetahui jumlah individu pada masing-masing golongan saat sistem berada pada keadaan setimbang. Masalah ini disebut dengan masalah nilai asimtotik. Namun tidak mudah menyelesaikan masalah ini secara analitik untuk mendapatkan solusi eksplisitnya. Persamaan diferensial tundaan linier dengan koefisien konstan merupakan salah satu bentuk dari persamaan diferensial. Penyelesaian masalah ini pun tidak sederhana seperti halnya menyelesaikan persamaan diferensial biasa. Terdapat beberapa metode untuk menyelesaikan masalah ini, namun kebanyakan metode tersebut tidak praktis dan sulit digunakan. Fungsi Lambert-W, suatu fungsi yang belum banyak diketahui, namun telah banyak digunakan untuk memecahkan permasalahan dari berbagai bidang keilmuan. Fungsi Lambert-W akan digunakan untuk menyelesaikan masalah nilai asimtotik model SIR dan persamaan diferensial tundaan linier dengan koefisien konstan dengan lebih mudah dan lebih praktis digunakan daripada metode lainnya.", "Daftar File": {"2011 TA PP M MAULANA YASIN J 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77665", "2011 TA PP M MAULANA YASIN J 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77666", "2011 TA PP M MAULANA YASIN J 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77667", "2011 TA PP M MAULANA YASIN J 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77668", "2011 TA PP M MAULANA YASIN J 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77669", "2011 TA PP M MAULANA YASIN J 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77670", "2011 TA PP M MAULANA YASIN J 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77671"}, "Penulis": "M.MAULANA YASIN J.  (NIM : 101070270)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji S"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fungsi Lambert-W, model SIR, persamaan diferensial tundaan linier, masalah nilai asimtotik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}