{"Nomor": 16469, "Judul": "PERANCANGAN CORAN STEEL CAM SPROCKET DENGAN MENGGUNAKAN SIMULASI KOMPUTER MAGMASOFT", "Abstrak": "Sebuah metodologi dalam proses produksi baja cor telah dikembangkan untuk mengukur tingkat terjadinya cacat porositas penyusutan melalui prediksi pada casting simulation. Steel casting, terutama yang memiliki dimensi relatif masif, memerlukan perhatian khusus dalam perancangan feeder-nya, dari segi jumlah, lokasi, besar, dan dimensinya. Beberapa aplikasi tabel, grafik dan panduan  \n \n\nperancangan yang masing-masing memberikan sudut pandang yang berbeda, menghasilkan perancangan yang berbeda pula, yang tidak seluruhnya dapat menghasilkan sound casting. Bentuk geometri yang lebih kompleks akan menghasilkan efek arah dan waktu pembekuan yang praktis tidak diberikan dalam  \n \n\nliteratur panduan perancangan, dan formula Chvorinov yang digunakan dalam sebagian besar literatur untuk mengukur waktu pembekuan pun tidak lagi dapat digunakan.  \n \n\nSimulasi pengecoran, seperti AFS, ProCast, SolidCast dan MAGMASoft, memberikan solusi yang sangat penting dalam perhitungan pembekuan. Penggunaan program simulasi pengecoran ini sangat mempengaruhi kinerja perancangan coran secara signifikan. Hal utama yang didapatkan pada aplikasi simulasi ini adalah proses Ã‚Â“cold trial and errorÃ‚Â”, yang tentu saja mengurangi biaya dan waktu produksi.  \n \n\nTesis ini menggambarkan bagaimana merancang feeder pada baja cor paduan rendah pada produk Cam Sproket sebagai objeknya. Perancangan awal Ã‚Â– sebelum aplikasi program simulasi Ã‚Â– dilakukan dengan menggunakan rumus, tabel, dan  \n \n\nliteratur. Percobaan yang dilakukan ternyata menghasilkan cacat penyusutan yang cukup untuk menyatakan produk tersebut reject. Perbaikan dan penyempurnaan perancangan baja cor dengan simulasi komputer Magmasoft menunjukkan prediksi hasil yang hampir sesuai dengan percobaan di  \n \n\nbengkel pengecoran logam. Posisi, bentuk dan besar rongga susut yang terjadi dapat dinyatakan sama. Tesis ini juga merekomendasikan beberapa kemungkinan yang dapat terjadi akibat penyimpangan dari parameter dan kondisi pengecoran.  \n \n\nSecara keseluruhan, dapat disimpulkan bahwa dengan kemampuan memprediksi arah pembekuan dan cacat coran, program simulasi dapat membantu usaha efisiensi dalam hal trial and error. Serta perancangan penambah (posisi,jumlah,  \n \n\ndan bentuk) lebih mudah dan lebih akurat dengan menggunakan program simulasi.", "Daftar File": {"2007 TS PP MOCHAMAD ACHYARSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77681", "2007 TS PP MOCHAMAD ACHYARSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77682", "2007 TS PP MOCHAMAD ACHYARSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77683", "2007 TS PP MOCHAMAD ACHYARSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77684", "2007 TS PP MOCHAMAD ACHYARSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77685", "2007 TS PP MOCHAMAD ACHYARSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77686", "2007 TS PP MOCHAMAD ACHYARSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77687"}, "Penulis": "MOCHAMAD ACHYARSYAH (NIM : 23104015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arif Basuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Perancangan coran, simulasi pengecoran, magmasoft, baja cor, porositas, feeder.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}