{"Nomor": 16461, "Judul": "PROSES PENGUJIAN PENETRASI SULFAT PADA BETON", "Abstrak": "Material semen adalah semen yang mempunyai bentuk awal serbuk, yang kemudian dicampur dengan air pada jumlah tertentu, disesuaikan dengan rasio air-semen (w/c ratio), dan jadilah pasta semen. Sedangkan material beton adalah material yang terdiri dari beberapa material penyusun, yaitu semen dan air (dalam jumlah tertentu, bergantung pada rasio airsemen), agregat kasar (berupa batu-batuan dengan ukuran yang cukup besar, biasanya berdiameter 20 mm), agregat halus (berupa batu-batuan dengan ukuran yang lebih kecil dibandingkan agregat kasar, biasanya dipakai pasir), dan zat tambahan atau zat aditif (jika diperlukan).    \n \n \n \n\nMaterial beton juga terdiri dari beton tanpa tulangan dan beton bertulang, yaitu beton yang dilengkapi dengan tulangan yang terbuat dari baja (biasanya disebut concrete reinforced steel).    \n \n \n \n\nUntuk pemakaian material beton pada lingkungan yang cukup rawan terhadap reaksi kimiawi, misalnya saja pada lingkungan yang mengandung ion klorida dan sulfat, maka diperlukan material beton yang tidak hanya tahan terhadap serangan kimiawi yang akan merusak beton tersebut, tetapi juga harus mempunyai umur pakai (lifetime) yang lama, mengingat perbaikan ataupun penggantian beton akan memakan biaya yang tidak sedikit. Khususnya untuk pemakaian beton yang diekspos pada lingkungan bersulfat, efek merusak dari ion sulfat kepada beton hampir setara dengan efek merusak ion klorida.    \n \n \n \n\nPada penelitian tugas akhir ini, untuk membuat suatu contoh beton yang dipakai pada lingkungan sulfat, maka dilakukan suatu simulasi penetrasi sulfat ke dalam beton dengan metode Rapid Sulfate Migration Test (RSMT), di mana    \n \n \n \n\nmetode RSMT ini merupakan suatu metode dipercepat (accelerated method) untuk mensimulasi suatu beton yang diekspos pada lingkungan kerja yang mengandung ion sulfat. Metode ini dibuat, dikembangkan, dan diteliti sebagai    \n \n \n \n\nsuatu metode alternatif untuk pengujian penetrasi sulfat ke dalam beton dikarenakan perlunya metode pengujian penetrasi sulfat yang lebih praktis dan tidak memakan waktu yang lama. Adapun metode lain untuk menguji penetrasi sulfat ke dalam beton, yaitu metode perendaman (ponding test) memerlukan waktu sedikitnya 3 bulan.    \n \n \n \n\nKesimpulan yang dapat diambil dari tugas akhir ini adalah Proses pengujian penetrasi sulfat pada beton dengan metode Rapid Sulfate Migration Test (RSMT) merupakan suatu metode dipercepat (accelerated method) yang menggunakan faktor arus listrik (I) sebagai driving force untuk mempercepat waktu pengujian, sehingga pengujian dengan metode ini dapat dilakukan dalam waktu 24 jam untuk satu kali pengujian.", "Daftar File": {"2010 TA PP MISAEL PRAWIRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77643", "2010 TA PP MISAEL PRAWIRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77644", "2010 TA PP MISAEL PRAWIRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77645", "2010 TA PP MISAEL PRAWIRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77646", "2010 TA PP MISAEL PRAWIRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77647", "2010 TA PP MISAEL PRAWIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77648"}, "Penulis": "MISAEL PRAWIRA (NIM : 13706006)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Beton, semen, penetrasi sulfat, metode RSMT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}