{"Nomor": 16472, "Judul": "SISTEM PENGENDALI PADA KENDARAAN RAJAWALI SEM ITB DAN USULAN PENGEMBANGAN LANJUT", "Abstrak": "Kendaraan Rajawali Shell Eco Marathon ITB adalah salah satu kendaraan hemat energi yang dirancang dan dibuat oleh mahasiswa ITB. Kendaraan ini dirancang dengan tujuan agar memiliki konsumsi bahan bakar spesifik sekecil mungkin. Oleh karena itu, kendaraan ini harus memiliki tingkat efisiensi motor penggerak yang tinggi, rugi-rugi yang  \n \n\nsangat rendah, bobot yang ringan, dan mudah untuk dioperasikan. Guna memudahkan pengoperasian kendaraan maka dibuatlah suatu sistem pengendali pada kendaraan Rajawali.  \n \n\nSistem pengendali tersebut selanjutnya disebut sebagai ECM (Electronic Control Module). ECM (Electronic Control Module) merupakan inti perangkat pengendali yang dipasang pada kendaraan Rajawali. ECM memiliki berbagai fitur seperti cruise control, multifunction display, dan sistem pengaman. Proses perancangan dan pembuatan ECM yang telah ada pada kendaraan Rajawali akan diterangkan pada sebagian laporan tugas sarjana ini. Kemudian, dalam tugas sarjana ini juga dilakukan serangkaian simulasi pengendaraan yang hasilnya akan digunakan sebagai dasar pengembangan kendaraan lanjut. Simulasi tersebut dilakukan dalam lima kondisi yang dibedakan oleh beberapa parameter seperti jenis transmisi dan cara pengendaraan kendaraan. Lima simulasi tersebut yaitu simulasi perhitungan daya kendaraan pada kecepatan konstan, simulasi perhitungan daya dengan metode konvensional, metode ON-OFF, metode Proporsional, dan metode Proporsional ideal. Tiap metode simulasi tersebut.  \n \n\nMengacu pada hasil simulasi yang telah dilakukan, arah pengembangan sistem kendaraan lanjut sebaiknya disesuaikan dengan metode simulasi Proporsional ideal karena dengan menggunakan metode tersebut diperoleh nilai terkecil energi hilang. Sementara itu, metode Proporsional ideal merupakan metode dimana kendaraan menggunakan sistem transmisi dengan rentang rasio transmisi yang lebar dan menggunakan mesin penggerak yang bekerja pada kecepatan putar yang rendah.", "Daftar File": {"2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77702", "2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77703", "2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77704", "2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77705", "2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77706", "2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77707", "2011 TA PP MOCHAMAD LUJENG PRATIKTAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77708"}, "Penulis": "MOCHAMAD LUJENG PRATIKTAMA (NIM : 13105042)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Zainal Abidin", "Pembimbing 2 : Prof. Dr. Djoko Suharto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kendaraan Rajawali Shell Eco Marathon ITB,  kendaraan hemat energi, ECM (Electronic Control Module), metode Proporsional ideal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}