{"Nomor": 16488, "Judul": "PANDUAN STRATEGI INOVASI IKM BIDANG KERAJINAN", "Abstrak": "Industri Kecil dan Menengah (IKM) di Indonesia jumlahnya sangat banyak dan telah menjadi penghasil produk kerajinan terbesar di Asia tenggara, sehingga memiliki peran yang cukup penting dalam membangun kekuatan finansial negara Indonesia ini. Namun di satu sisi IKM menghadapi berbagai krisis dan permasalahan yang menghambat perkembangannya. Beberapa IKM berhasil selamat dan berkembang namun sebagian terpaksa menyerah dan bangkrut.       \n \n \n \n \n \n \n\nSalah satu solusi yang dapat dilakukan untuk menghadapi krisis dan permasalahan yang dihadapi oleh IKM adalah dengan melakukan inovasi dalam usaha mereka.      \n \n \n \n \n \n \n\n Secara simultan penelitian telah melakukan pengumpulan tiga jenis data, yaitu data mengenai teori inovasi, data mengenai gambaran kondisi IKM melalui pengumpulan artikel dan jurnal penelitian lain untuk mendapatkan data yang luas dari sudut pandang peneliti maupun penulis berita lainnya. Lalu melakukan pengumpulan data dengan melakukan grounded research untuk mendapatkan data langsung dari sudut pandang kondisi pelaku IKM dengan melakukan observasi lapangan serta wawancara langsung dengan pelaku bisnis IKM.       \n \n \n \n \n \n \n\nPenelitian ini telah menemukan bahwa permasalahan yang dihadapi oleh IKM sangat beragam, serta solusi inovasi yang diperlukan pun beragam sesuai dengan permasalahan yang dihadapi. Hingga akhirnya penelitian ini menghasilkan sebuah petaan permasalahan dan solusi yang menjadi panduan bagi IKM untuk memilih strategi inovasi di bidang yang sesuai dengan permasalahan yang mereka hadapi.", "Daftar File": {"2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77809", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77810", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77811", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77812", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77813", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77814", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77815", "2009 TS PP MOHAMAD YUDIAPUTRA MASHUDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77816"}, "Penulis": "MOHAMAD YUDIAPUTRA MASHUDI (29007019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "IKM, Kerajinan, Inovasi, Petaan, Grounded Research", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}