{"Nomor": 16498, "Judul": "KONSEP DAN DESAIN SISTEM PEMANTAUAN JARAK JAUH BERBASIS MIKROKONTROLLER ARM CORTEX PADA RADAR PLESSEY AR 325 COMMANDER", "Abstrak": "Radar Plessey AR 325 Commander adalah salah satu alat utama sistem persenjataan (alutsista) yang dimiliki oleh TNI Angkatan Udara (TNI AU) sebagai bagian dari sistem pertahanan udara nasional (sishanudnas) yang berfungsi untuk alat pertahanan wilayah udara negara Indonesia. Saat ini terdapat beberapa Radar TNI AU yang sudah terinstalasi dan tersebar di berbagai wilayah Indonesia. Pada kegiatan operasi serta pemeliharaannya, Satuan Radar (Satrad) setempat akan selalu berkordinasi dengan satuan lainnya, namun sebagian besar kegiatan tersebut masih bersifat menggunakan tenaga manusia (manual).  \n \n\nDalam makalah ini, akan disampaikan satu konsep baru yaitu sistem pemantauan Radar jarak jauh secara langsung (real-time) dengan mengintegrasikan alutsista tersebut ke dalam jaringan komunikasi agar informasi serta kondisi Radar terkini dapat diakses dari jarak jauh. Aplikasi untuk menunjang sistem tersebut dapat diwujudkan dengan merancang suatu sistem antarmuka berbasis mikrokontroller ARM Cortex NXP LCP1768 dengan terlebih dahulu melakukan analisa dan pemodelan pada sistem Radar tersebut, dan kemudian dilanjutkan dengan melakukan simulasi dengan referensi data yang ada serta asumsi-asumsi yang sekiranya yang diperlukan sebagai pengujian terhadap sistem yang telah dirancang.  \n \n\nDari penelitian ini diketahui bahwa konsep dan desain Sistem Pemantauan Jarak Jauh (SPJJ) dapat diaplikasikan pada Radar Plessey AR 325 Commander setelah melakukan simulasi sistem tersebut. Sehingga ke depannya diharapkan agar proses operasional serta pemeliharaan dapat berjalan lebih praktis dan efisien dalam rangka meningkatkan kehandalan sishanudnas Republik Indonesia.", "Daftar File": {"2010 TA PP  MOH. ARIF SARONY1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77881", "2010 TA PP  MOH. ARIF SARONY1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77882", "2010 TA PP  MOH. ARIF SARONY1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77883", "2010 TA PP  MOH. ARIF SARONY1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77884", "2010 TA PP  MOH. ARIF SARONY1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77885", "2010 TA PP  MOH. ARIF SARONY1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77886", "2010 TA PP  MOH. ARIF SARONY1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77887"}, "Penulis": "MOH. ARIF SARONY ( NIM : 13207601)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Yudi S. Gondokaryono, MSEE, Ph.D", "Dr. Arwin D.W. Sumari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mikrokontroller ARM Cortex NXP LCP1768, Radar, Plessey AR325 Commander, Sishanudnas, Sistem Pemantauan Jarak Jauh", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}