{"Nomor": 16494, "Judul": "PEMODELAN TIGA DIMENSI RESERVOIR STATIS DARI BATUGAMPING GLOBIGERINA DI LAPANGAN MDA, SELAT MADURA, CEKUNGAN JAWA TIMUR", "Abstrak": "Lapangan MDA adalah salah satu lapangan temuan gas yang terletak di Selat Madura, Cekungan Jawa Timur.Empat sumur eksplorasi telah dibor untuk mengetahui potensi lapangan ini. Tiga sumur yang dibor (MDA-1, MDA-2 dan MDA-4) menemukan gas pada reservoir Batu gamping Globigerina berumur Pliosen, sedangkan pada sumur MDA-3 batuan reservoir tidak berkembang. Pada sumur MDA-3 didominasi oleh Fasies Foraminifera Wackestone dan Mudstone yang kurang berpori. Perbedaan hasil ini menunjukkan adanya variasi dalam kualitas reservoir pada lapangan ini. Suatu model geologi statis yang terintegrasi disusun untuk memahami penyebaran porositas, permeabilitas dan saturasi air pada reservoir BatugampingGlobigerina di lapangan ini. Analisis biostratigrafi dari serbuk bor dan conto batuan inti menunjukan bahwa Batu gamping Globigerina diendapkan pada umur Pliosen awal hingga akhir pada lingkungan Laut dalam (Neritik Luar hingga Bathyal). Analisis Petrografi pada keempat sumur menunjukanbahwa porositas yang terbentuk pada batuan ini adalah porositas primer yaitu porositas antar butir dan porositas intra butir. Besaran porositas tersebut sangat beragam dipengaruhi oleh perbandingan matriks terhadap butir. Berdasarkan perbandingan tersebutsetidaknya batuan ini dapat dibagi ke dalam 3 litofasies. Fasies Foraminifera Grainstone, Foraminifera Packstone dan Foraminifera Wackestone dan Mudstone. Analisis terhadap pola log dikombinasikan dengan analisis fasies dari sayatan tipis digunakan untuk menyusun penyebaran fasies pada sumur.  \n \n\nPemodelan statis 3D dilakukan untuk memahami penyebaran fasies, porositas, saturasi air dan permeabilitas. Analisis atribut seismik digunakan sebagai kerangka penyebaran porositas, saturasi air dan permeabilitas. Secara umum Fasies Foraminifera Grainstone dan Foraminifera Packstone mendominasi daerah selatan Lapangan MDA disekitar Sumur MDA-1, MDA-2 dan MDA-4 dengan arah barat-timur. Sementara Fasies Foraminifera Wackestone dan Mudstonemendominasi daerah utara Lapangan MDA disekitar Sumur MDA-3. Begitupula dengan arah penyebaran porositas hasil cokriging nilai porositas terhadap atribut seismik phase menunjukkan bahwa porositas terbaik tersebar berarah barat-timur sepanjang Sumur MDA-1, MDA-2 dan MDA-4. Hasilnya menunjukan bahwa penyebaran porositas BatugampingGlobigerina bersesuaian dengan penyebaran fasies.", "Daftar File": {"2014 TS PP  MOHAMMAD IRVAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77853", "2014 TS PP  MOHAMMAD IRVAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77854", "2014 TS PP  MOHAMMAD IRVAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77855", "2014 TS PP  MOHAMMAD IRVAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77856", "2014 TS PP  MOHAMMAD IRVAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77857", "2014 TS PP  MOHAMMAD IRVAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77858", "2014 TS PP  MOHAMMAD IRVAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77859"}, "Penulis": "MOHAMMAD IRVAN (NIM: 22010316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Djuhaeni", "Dwiharso Nugroho, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan MDA, sumur eksplorasi, reservoir Batu gamping Globigerina berumur Pliosen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}