{"Nomor": 16493, "Judul": "PEMODELAN TIGA DIMENSI RESERVOIR STATIS DARI BATUGAMPING GLOBIGERINA DI LAPANGAN MDA, SELAT MADURA, CEKUNGAN JAWA TIMUR", "Abstrak": "Lapangan MDA adalah salah satu lapangan temuan gas yang terletak di Selat Madura, Cekungan Jawa TImur. Empat sumur eksplorasi telah dibor untuk mengetahui potensi lapangan ini. Tiga sumur yang dibor menemukan gas pada reservoir Batugamping Globigerina berumur Pliosen, sedangkan satu sumur tidak berhasil. Perbedaan hasil ini menunjukkan adanya variasi dalam kualitas reservoir pada lapangan ini. Suatu model geologi statis yang akurat dan terintegrasi disusun untuk memahami penyebaran kualitas (porositas, permeabilitas dan saturasi) reservoir batugamping globigerina di lapangan ini.    \n \n \n \n\nAnalisis biostratigrafi dari serbuk bor dan conto batuan inti menunjukan bahwa Batugamping Globigerina diendapkan pada umur Pliosen awal hingga Pliosen akhir pada lingkungan Laut dalam (Neritik Luar hingga Bathyal).    \n \n \n \n\nAnalisis Petrography pada keempat sumur menunjukan bahwa porositas yang terbentuk pada batuan ini adalah porositas primer yaitu porositas antar butir dan porositas intra butir. Besaran porositas tersebut sangat beragam dipengaruhi oleh perbandingan matriks terhadap butir. Berdasarkan teksturnya setidaknya batuan ini dapat dibagi ke dalam 3 litofasies. Fasies Foraminifera Grainstone, Foraminifera Packstone dan Foraminifera Wackestone dan Mudstone. Analisis terhadap pola log dikombinasikan dengan analisis fasies dari sayatan tipis digunakan untuk menyusun penyebaran fasies pada sumur.    \n \n \n \n\nPemodelan statis 3D dilakukan untuk menyebarkan fasies, porositas, saturasi air dan permeabilitas. Analisis atribut seismik digunakan sebagai kerangka penyebaran porositas, saturasi air dan permeabilitas. Hasilnya menunjukan bahwa penyebaran porositas Batugamping Globigerina bersesuaian dengan penyebaran fasies. Dapat disimpulkan bahwa penyebaran porositas dikontrol oleh fasies pengendapannya.", "Daftar File": {"2014 TS PP MOHAMMAD IRVAN 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77846", "2014 TS PP MOHAMMAD IRVAN 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77847", "2014 TS PP MOHAMMAD IRVAN 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77848", "2014 TS PP MOHAMMAD IRVAN 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77849", "2014 TS PP MOHAMMAD IRVAN 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77850", "2014 TS PP MOHAMMAD IRVAN 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77851", "2014 TS PP MOHAMMAD IRVAN 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77852"}, "Penulis": "MOHAMMAD IRVAN (NIM : 22010316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Djuhaeni, Dwiharso Nugroho, ST., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan MDA, reservoir statis, batu gamping globegerina, lapangan MDA, selat madura,  cekungan jawa timur.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}