{"Nomor": 16491, "Judul": "3D PANZER SIMULATOR DESIGN AND IMPLEMENTATION", "Abstrak": "The game and multimedia industry is continuosly developing as new innovations in software and hardware technologies are found. The use of game and multimedia technology is not only bound to the game industry itself, but is also commonly used for creating life-like simulations in the modelling and simulation community. One such application of life-like simulation is a tank vehicle simulation used by the army to train their military personnel in high-risk situations with expensive equipment. The aim of this final project is to design and implement a 3D Panzer Simulator that simulates the panzer tank vehicle produced by PT Pindad. The 3D Panzer Simulator created as a result of this final project consists of one server and four clients. The server acts as a message router while the core simulation is delegated to one simulator client. The driver inputs steering commands through a steering client and the objectives the driver must follow are set by a user using the evaluator client. Any personnel who wishes to view the simulation may do so by viewing the simulation through the observer client. Vehicle position updates are sent in intervals from the server to the clients, the clients must use a synchronization technique to update the vehicle position between vehicle position updates sent by the server. For that reason, two techniques are implemented, which is interpolation and dead-reckoning. The software is implemented using the Delta3D API with Open Scene Graph (OSG) for the rendering. The panzer vehicle simulation is implemented using Open Dynamics Engine (ODE) integrated with the Delta3D API.", "Daftar File": {"2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77831", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77832", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77833", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77834", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77835", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77836", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77837"}, "Penulis": "MOHAMMAD HAKIM ADIPRASETYA (NIM : 13206169)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ary Setijadi Prihatmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "server, Delta3D, OSG, ODE, interpolasi, dead-reckoning", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}