{"Nomor": 16490, "Judul": "3D PANZER SIMULATOR DESIGN AND IMPLEMENTATION", "Abstrak": "Industri game dan multimedia senantiasa berkembang seiring dengan ditemukannya inovasi baru di bidang teknologi perangkat lunak dan keras. Penggunaan dari teknologi game dan multimedia tidah hanya terbatas pada industri game saja, namun seringkali juga digunakan untuk menghasilkan simulasi dunia nyata di dalam komunitas modeling dan simulasi. Contoh aplikasi simulasi dunia nyata adalah sebuah simulasi kendaraan tank yang digunakan oleh pihak militer untuk melatih tentaranya dalam situasi beresiko tinggi dengan peralatan yang mahal. Tujuan dari tugas akhir ini adalah untuk merancang dan mengimplementasikan sebuah Panzer Simulator 3D yang mensimulasikan kendaraan tank panzer produksi PT Pindad. Panzer Simulator 3D yang terbentuk sebagai hasil dari tugas akhir ini terdiri dari satu server dan empat klien. Server tersebut berfungsi sebagai router pesan sementara simulasi utama didelegasikan ke sebuah klien simulator. Pengendara memasukkan perintah setir melalui sebuah klien pengendali dan objektif-objektif yang harus dipenuhi pengendara dimasukkan oleh seorang user yang menggunakan klien evaluator. Siapapun yang ingin melihat simulasi yang sedang berjalan dapat melakukannya dengan menggunakan klien observer. Update posisi kendaraan dikirim dalam interval waktu dari server ke klien-kliennya, klien harus menggunakan teknik sinkronisasi untuk mengisi posisi diantara update posisi yang dikirim oleh server. Untuk itu, dua teknik sinkronisasi posisi kendaraan digunakan, yaitu interpolasi dan dead-reckoning.  \n \n\nPerangkat lunaknya diimplementasikan menggunakan API Delta3D dengan Open Scene Graph (OSG) untuk merender gambar-gambarnya. Simulasi kendaraan panzer diimplementasikan dengan menggunakan Open Dynamics Engine (ODE) yang telah terintegrasi dengan API Delta3D.", "Daftar File": {"2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77824", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77825", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77826", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77827", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77828", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77829", "2010 TA PP MOHAMMAD HAKIM ADIPRASETYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77830"}, "Penulis": "MOHAMMAD HAKIM ADIPRASETYA (NIM : 13206169)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ary Setijadi Prihatmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "server, Delta3D, OSG, ODE, interpolasi, dead-reckoning", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}