{"Nomor": 16492, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM LAYANAN PUSH E-MAIL SEBAGAI SUBSISTEM KANTOR DIGITAL", "Abstrak": "Salah satu dampak positif perkembangan dunia teknologi informasi adalah perkembangan konsep digital office, dimana kantor tidak lagi memiliki definisi fisik yang kaku dan dapat eksis sepenuhnya di jaringan. Layanan surat elektronik menjadi salah satu fondasi utama dalam kantor digital yang secara ideal harus memiliki sistem transaksi informasi yang paperless. Layanan push e-mail adalah layanan nilai tambah pada sistem surat elektronik berupa metoda pengaksesan data pada kotak surat menggunakan teknologi push. Sejauh ini, implementasi layanan push e-mail lebih banyak dilakukan pada high-end devices dengan sifat device-specific. Hambatan ini membuat teknologi push e-mail belum dapat diterapkan secara luas. Dalam Tugas Akhir ini, akan dilakukan perancangan dan implementasi sistem layanan push e-mail yang bersifat generik sehingga berpotensi untuk diterapkan di sebanyak mungkin jenis mobile device. Selain itu, rancangan juga bersifat modular, yaitu dapat berdiri sendiri tanpa banyak bergantung pada keberadaan sistem lain. Proses pengerjaan yang dilakukan meliputi perancangan dan implementasi mail server, server sinkronisasi data, serta aplikasi klien. Selain itu diperlukan pula konfigurasi jaringan agar sistem dapat berjalan dengan baik. Pengujian dilakukan dengan cara melakukan transaksi surat elektronik antara mail server dan mobile device dengan menggunakan layanan push e-mail.", "Daftar File": {"2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77838", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77839", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77840", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77841", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77842", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77843", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77844", "2010 TA PP MOHAMMAD IMAN MAHDITAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77845"}, "Penulis": "MOHAMMAD IMAN MAHDITAMA (NIM : 13205062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Albarda, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kantor digital, transaksi informasi paperless, surat elektronik, push e-mail, sistem generik, sistem modular", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}