{"Nomor": 16496, "Judul": "KONSTRUKSI SPHERICAL (2t+1)-DESIGN DAN PERUMUMANNYA", "Abstrak": "Desain kombinatorial adalah salah satu objek yang penting dalam kombinatorika. Desain ini dapat dipandang sebagai suatu aproksimasi dari bola diskrit Sk dari semua k-subhimpunan oleh koleksi sub-koleksi X di Sk. Dari sana, Delsarte, Goethals dan Seidel memperkenalkan konsep yang serupa berkenaan dengan desain untuk untuk bola (yang kontinu) dengan mendefinisikan spherical t-desain. Masalah utama dalam spherical t-design adalah mengenai bagaimana cara untuk memberikan konstruksi desain yang eksplisit. Konstruksi spherical design dapat direduksi dengan mengkonstruksi interval design. Pada penelitian ini, beberapa teorema diajukan untuk memberikan semacam kondisi cukup bagi suatu himpunan titik untuk membentuk spherical 3-, 5-, dan 7- design di ruang Euclid untuk sebarang dimensi juga menunjukkan kondisi perlu dari eksistensi himpunan Kuperberg untuk membentuk interval t-design dengan derajat dan dimensi tertentu. Perumuman untuk strength      \n \n \n \n \n \n\nganjil pun dibahas, yakni konstruksi spherical (2t +1)-design pada bola satuan Sd-1 untuk beberapa nilai s dan d. Secara umum, metode konstruksi yang digunakan adalah dengan memperluas himpunan Kuperberg dengan menambahkan sejumlah titik dan dengan mengevaluasi polinom peubah banyak yang dihasilkan dengan menggunakan Teorema Sturm. Pembahasan mengenai Euclidean t-design juga ditinjau di bab terakhir sebagai pengantar untuk perumuman spherical t-design      \n \n \n \n \n \n\npada sejumlah berhingga bola.", "Daftar File": {"2012 TA PP MOHAMMAD SAMY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77866", "2012 TA PP MOHAMMAD SAMY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77867", "2012 TA PP MOHAMMAD SAMY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77868", "2012 TA PP MOHAMMAD SAMY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77869", "2012 TA PP MOHAMMAD SAMY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77870", "2012 TA PP MOHAMMAD SAMY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77871", "2012 TA PP MOHAMMAD SAMY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77872"}, "Penulis": "MOHAMMAD SAMY (NIM : 10108064)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Djoko Suprijanto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Spherical t-design, interval t-design, Teorema Rabau-Bajnok, Teorema SturmÃ‚Â’s Theorem, himpunan Kuperberg, polinom simetris elementer, Euclidean tdesign.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}