{"Nomor": 16505, "Judul": "PEMBUATAN PROTOTIPE GASIFIER SISTEM KONTINU BERBAHAN BAKAR TONGKOL JAGUNG", "Abstrak": "Tongkol jagung merupakan salah satu bahan bakar alternatif yang dapat digunakan untuk menggantikan bahan bakar fosil. Tongkol jagung merupakan salah satu limbah pertanian yang  \n \n\ncukup melimpah di Indonesia. Selain itu, dari segi lingkungan, penggunaan biomassa sebagai bahan bakar memiliki 2 segi positif yaitu 1) bersifat mendaur ulang CO2, sehingga emisi CO2 ke atmosfir secara netto berjumlah nol, dan 2) sebagai sarana mengatasi masalah limbah pertanian. Namun dalam pemanfaatannya diperlukan suatu teknologi tepat guna sehingga biomassa dapat digunakan sebagai bahan bakar. Teknologi tersebut adalah teknologi gasifikasi. Kebutuhan akan bahan bakar alternatif sebagai pengganti bahan bakar fosil dikalangan industri kecil menjadi dasar dalam penelitian ini.  \n \n\nDalam penelitian ini digunakan metode simulasi dengan program komputer Cycle-tempo dan CFD (Computational Fluid Dynamics) dalam merancang prototipe gasifier. Hasil rancangan tersebut kemudian direalisasikan dan dilakukan pengujian. Konsep dari gasifier ini terdiri dari 3 bagian yaitu bagian feeding, bagian reaktor, dan bagian burner. Tongkol jagung diumpankan ke dalam reaktor oleh screw conveyor. Proses gasifikasi berlangsung di dalam reaktor dan gas hasil gasifikasi dialirkan ke burner untuk dibakar. Dari pengujian awal diketahui bahwa agar gasifier dapat berfungsi dengan baik maka diperlukan beberapa modifikasi.  \n \n\nDari hasil dari simulasi dengan program Cycle tempo didapatkan komposisi gas hasil gasifikasi (syngas) dan kemudian dilakukan perhitungan sehingga didapatkan daya reaktor maksimum sebesar 19,38 kW untuk diameter reaktor 20,32 cm. Syngas kemudian dibakar di burner dan harus terbakar sempurna. Simulasi dengan program CFD menghasilkan geometri burner yaitu diameter 6 inci dengan panjang 50 cm.  \n \n\nDari pengujian yang telah dilakukan tongkol jagung yang diumpankan ke dalam reaktor harus dicacah dahulu menjadi ukuran 5 mm x 5 mm. Proses gasifikasi berlangsung dengan cukup sempurna dengan laju aliran massa bahan bakar sebesar 6,68 kg/jam dan laju aliran massa oksidan sebesar 10,8 kg/jam. Api yang dihasilkan dari pembakaran syngas berwarna putih dan proses gasifikasi dapat berlangsung secara kontinu. Pada bagian pembuangan abu terjadi penumpukan abu karena pada bagian tersebut menggunakan watershield. Karena sifat abu yang ringan, maka abu mengambang di watershield dan tidak dapat keluar dari pembuangan abu.", "Daftar File": {"2010 TS PP M PRAMUDA SIRODZ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77926", "2010 TS PP M PRAMUDA SIRODZ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77927", "2010 TS PP M PRAMUDA SIRODZ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77928", "2010 TS PP M PRAMUDA SIRODZ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77929", "2010 TS PP M PRAMUDA SIRODZ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77930", "2010 TS PP M PRAMUDA SIRODZ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77931", "2010 TS PP M PRAMUDA SIRODZ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77932"}, "Penulis": "M PRAMUDA SIRODZ (NIM : 23107014)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Willy Adriansyah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Tongkol jagung, Gasifikasi, Gasifier, Inverted downdraft gasifier, Burner, Corn cob, Gasifcation, Gasifier, Inverted downdraft gasifier", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}