{"Nomor": 16511, "Judul": "IDENTIFIKASI FAKTOR SUKSES KONTRAKTOR INDONESIA  MELAKSANAKAN PROYEK LUAR NEGERI DALAM ERA GLOBALISASI (Studi Kasus Filipina dan Bahrain)", "Abstrak": "Globalisasi membawa dampak positif dan negatif pada seluruh bidang kehidupan di Indonesia, termasuk bidang konstruksi. Dampak positif adanya globalisasi pada bidang konstruksi khususnya industri jasa konstruksi Indonesia adalah semakin terbukanya peluang pasar jasa konstruksi ke luar negeri, sedangkan dampak negatifnya adalah terbukanya pasar jasa konstruksi nasional bagi para pelaku industri jasa konstruksi asing.Penelitian ini menggunakan lingkup studi kasus Filipina dan Bahrain dan bertujuan untuk mendapatkan gambaran dari usaha kontraktor Indonesia dalam melaksanakan proyek serta mengidentifikasi faktor kunci sukses kontraktor Indonesia dalam melaksanakan proyek di luar negeri khususnya Filipina dan Bahrain, sebagai bagian dari upaya memanfaatkan peluang era globalisasi.Penelitian ini menghasilkan gambaran dari usaha melaksanaan proyek yang dilakukan kontraktor di Filipina dan Bahrain, meliputi berbagai aspek baik internal maupun eksternal, berbagai kendala yang dihadapi serta alternalif solusi yang diambil. Penelitian ini juga menghasilkan faktor kunci sukses kontraktor Indonesia dalam melaksanakan proyek di masing-masing negara, formulasi strategi serta rekomendasi.Identifikasi faktor kunci sukses menggunakan analisa SWOT dengan metoda komparasi dan metoda analisa faktor pendukung dan penghambat sebagai alat analisis. Hasil analisis menunjukkan bahwa faktor kunci sukses melaksanakan proyek di Filipina terdiri dari; modal, sumberdaya manusia, material, national interest, regulasi, lembaga keuangan dan asuransi serta lingkungan, sedangkan faktor kunci sukses melaksanakan proyek di Bahrain terdiri dari; modal, sumberdaya manusia, peralatan, national interest, regulasi, lembaga keuangan dan asuransi serta kompetitor.", "Daftar File": {"2008 TS PP M. SULFAN MATAUCH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77971", "2008 TS PP M. SULFAN MATAUCH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77972", "2008 TS PP M. SULFAN MATAUCH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77973", "2008 TS PP M. SULFAN MATAUCH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/77974", "2008 TS PP M. SULFAN MATAUCH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/77975", "2008 TS PP M. SULFAN MATAUCH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77976", "2008 TS PP M. SULFAN MATAUCH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/77977", "2008 TS PP M. SULFAN MATAUCH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77978"}, "Penulis": "M. SULFAN MATAUCH (NIM 25005015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. DR. Rizal Z. Tamin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Globalisasi, studi kasus Filipina dan Bahrain, gambaran pelaksanaan proyek, analisa SWOT, faktor kunci sukses, Globalization, case study of Philippine and Bahrain, lessons learned of project execution, SWOT analyses, successful key factor", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}