{"Nomor": 16510, "Judul": "ANALISIS KEGAGALAN OUTBOARD GROUND SPOILER ACTUATOR PESAWAT TERBANG BOEING 737-400 GARUDA INDONESIA PK-GWQ", "Abstrak": "Pesawat penumpang Boeing B737-400 PK-GWQ mengalami kehilangan tekanan hidrolik sesaat sebelum flap dioperasikan pada penerbangan dari UPG menuju BIK, 15 Januari 2010. Pesawat berhasil mendarat namun saat berada di tengah-tengah runway, nose steering wheel tidak dapat dioperasikan. Teknisi menemukan bahwa telah terjadi            \n \n \n\nkegagalan pada ground spoiler actuator sehingga menyebabkan cairan hidrolik keluar dari dalam aktuator. Housing aktuator patah menjadi dua bagian pada daerah ulirnya yang            \n \n \n\nberhubungan dengan nut aktuator. Aktuator mengalami kegagalan pada 43.453 FH atau 31.752 FC (Time Since New) dan belum pernah dilepas sebelumnya. Investigasi dilakukan untuk menentukan penyebab kegagalannya. Untuk mendukung analisis kegagalan, dilakukan analisis komposisi kimia, pemeriksaan visual awal, fraktografi, metalografi, pengujian kekerasan, dan analisis beban-tegangan.            \n \n \n\nbagian dalam dan merambat secara radial ke arah luar aktuator. Beach mark terlihat jelas sebagai indikasi kegagalan lelah. Adanya multiple crack dan daerah patahan sisa yang relatif sempit menunjukan bahwa tingkat konsentrasi tegangan yang terjadi sangat tinggi dan terjadi pada tingkat tegangan yang rendah. Pemeriksaan metalografi memperlihatkan bahwa daerah ulir dibuat dengan cara machining sehingga memiliki karakteristik lelah yang terbatas dan konsentrasi tegangan yang tinggi. Analisis beban menunjukkan bahwa beban yang dominan berasal dari dalam aktuator. Analisis tegangan menyimpulkan bahwa daerah yang paling lemah adalah daerah thread root antara ulir pertama dan kedua. Daerah tersebut merupakan lokasi perambatan retak terjadi. Produsen pembuat komponen diharapkan dapat memodifikasi geometri dan proses            \n \n \n\nmanufaktur ulir komponen housing untuk mengurangi tingkat konsentrasi tegangan pada daerah thread root. Perusahaan perawatan diharapkan untuk mewaspadai komponen ini pada umur 25.000-32.000 FC karena kegagalan dimulai pada lokasi yang sulit untuk dideteksi.", "Daftar File": {"2011 TA PP M. S. SYAHIED FAUZY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/77961", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/77962", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/77963", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 3-A.pdf": "https://digilib.itb.ac.id/gdl/download/77964", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 3-B.pdf": "https://digilib.itb.ac.id/gdl/download/77965", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 4-A.pdf": "https://digilib.itb.ac.id/gdl/download/77966", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 4-B.pdf": "https://digilib.itb.ac.id/gdl/download/77967", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 4-C.pdf": "https://digilib.itb.ac.id/gdl/download/77968", "2011 TA PP M. S. SYAHIED FAUZY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/77969", "2011 TA PP M. S. SYAHIED FAUZY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/77970"}, "Penulis": "M. S. SYAHIED FAUZY (NIM : 13606056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Djarot Widagdo (ITB)", "Dr. Tatacipta Dirgantara (ITB)", "Dr. Eng. Arif Sugianto (PT. GMF AeroAsia)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis kegagalan, aktuator spoiler, kegagalan lelah, ulir, konsentrasi tegangan, analisis visual awal, fraktografi, metalografi, analisis komposisi kimia, uji kekerasan, analisis tegangan, metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}