{"Nomor": 16520, "Judul": "PENGEMBANGAN PROGRAM KOMUNITAS XLENT HEROES UNTUK MENINGKATKAN LOYALITAS KONSUMEN KARTU PRABAYAR XL", "Abstrak": "Sejak dikeluarkannya Undang-undang Nomor 3 Tahun 1989 juncto Nomor 36 tahun 1999 tentang telekomunikasi, PT. Telekomunikasi Indonesia, Tbk. (Telkom) bukan merupakan  \n \n\nsatu-satunya operator telekomunikasi di Indonesia. XL merupakan salah satu perusahaan swasta pertama yang bergerak di bidang penyedia jasa dan jaringan telekomunikasi yang berdiri di Indonesia. XL merupakan pemegang market share ketiga terbesar di Indonesia setelah Telkomsel dan Indosat. Sampai saat ini sudah ada 11 perusahaan yang bergerak di bidang pelayanan telekomunikasi di Indonesia, baik yang menggunakan teknologi GSM, maupun CDMA. Oleh karena itu XL sebagai salah satu perusahaan yang sudah lebih dulu hadir di Indonesia harus dapat mempertahankan loyalitas pelanggannya. Salah satu cara membangun loyalitas adalah melalui komunitas. XL membentuk komunitas bernama XLent Heroes untuk membangun loyalitas di kalangan remaja, karena remaja merupakan target pasar XL yang paling potensial. Program komunitas XLent Heroes bertujuan untuk mempertahankan retensitas dan loyalitas konsumen, sehingga dapat meningkatkan ARPU (Average Revenue Per User) dan LoS (Length of Stay). Dari hasil penelitian, terbukti bahwa hobi, lama menjadi anggota, dan lama berlangganan sangat berpengaruh terhadap kepuasan konsumen untuk menjadi anggota komunitas XLent Heroes yang berdampak pada kepuasan mereka untuk menggunakan kartu XL, oleh karena itu program XLent Heroes perlu untuk dikembangkan melalui Program Development dan  \n \n\nCommunity Development yang disesuaikan dengan karakteristik anggota komunitas.", "Daftar File": {"2010 TS PP MUHAMAD EGI RESTIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78035", "2010 TS PP MUHAMAD EGI RESTIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78036", "2010 TS PP MUHAMAD EGI RESTIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78037", "2010 TS PP MUHAMAD EGI RESTIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78038", "2010 TS PP MUHAMAD EGI RESTIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78039", "2010 TS PP MUHAMAD EGI RESTIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78040"}, "Penulis": "MUHAMAD EGI RESTIADI (NIM: 29108050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Telekomunikasi, Komunitas, Kepuasan Konsumen, Loyalitas Konsumen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}