{"Nomor": 16529, "Judul": "PERANCANGAN MINI MORPHING UNMANNED AERIAL VEHICLE MiMo-UAV", "Abstrak": "Mini Morphing Unmanned Aerial Vehicle (Mimo-UAV) adalah pesawat terbang tak berawak dengan ukuran mini yang memiliki kemampuan untuk mengubah bentuk konfigurasi eksternal utamanya sebagai adaptasi terhadap perubahan fasa terbangnya. MiMo-UAV dikategorikan dalam kelas mini    \n \n \n \n\ndikarenakan memiliki berat kurang dari lima kilogram. Pesawat pada kelas ini biasanya digunakan untuk misi pengintaian. Teknologi morphing biasanya diaplikasikan di pesawat terbang untuk mendapatkan prestasi maksimum pada    \n \n \n \n\nseluruh fasa terbangnya. Dalam tugas akhir ini, perancangan sebuah MiMo-UAV dimaksudkan untuk memahami lebih jauh mengenai teknologi morphing dan menerapkannya dalam sebuah rancangan UAV.    \n \n \n \n\nHal-hal yang dilakukan dalam tugas akhir ini adalah melakukan perancangan MiMo-UAV melalui studi parametrik untuk mendapatkan parameter desain, menganalisis karakteristik pesawat udara yang menerapkan teknologi    \n \n \n \n\nmorphing, perancangan awal dan perancangan detail, dan analisis kelayakan produksi. Teknologi morphing yang akan diterapkan pada MiMo-UAV adalah konfigurasi variable sweep wing dan variable extension tail. Dengan segala keterbatasan yang ada dari segi ketersediaan teknologi, manufaktur, dan biaya, definisi di atas menjadi tantangan tersendiri bagi penulis untuk mewujudkan MiMo-UAV yang mampu terbang layaknya mini-UAV konvensional.    \n \n \n \n\nHasil akhir dari tugas akhir ini adalah pengetahuan dan konsep desain mengenai MiMo-UAV yang layak untuk diproduksi. MiMo-UAV akan dijadikan sebagai platform pengujian untuk mendesain sistem kendali adaptif melalui    \n \n \n \n\npemasangan instrumen dan sensor.", "Daftar File": {"2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78097", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78098", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78099", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78100", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78101", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78102", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/78103", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/78104", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/78105", "2009 TA PP MUHAMAD LUTHFI IMAM NURHAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78106"}, "Penulis": "MUHAMAD LUTHFI IMAM NURHAKIM (NIM : 13605058)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Taufiq Mulyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mini Morphing Unmanned Aerial Vehicle, MiMo-UAV, Mini-UAV, morphing aircraft, variable sweep wing, variable extension tail, perancangan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}