{"Nomor": 16521, "Judul": "SINTESIS DAN KARAKTERISASI ZNTIO3 SERTA PENGARUH PENAMBAHAN DOPAN CA(II), SR(II), DAN BA(II)", "Abstrak": "Seng titanat (ZnTiO3) dengan struktur perovskite adalah material yang berpotensi untuk microwave dielectrics, sensor gas, penyerap pada proses desulfurisasi uap panas batubara, degradasi limbah organik, fotokatalisis dan lain sebagainya. Sistem ZnO-TiO2 biasanya menghasilkan salah satu bentuk atau lebih senyawa-senyawa berikut: Zn2Ti3O8, Zn2TiO4, dan ZnTiO3. Dalam penelitian ini, sintesis ZnTiO3 dilakukan melalui metode reaksi padatan untuk memperoleh kristal murni ZnTiO3 dan mengamati pengaruh penambahan dopan Ca(II), Sr(II), dan Ba(II) terhadap sistem ZnO-TiO2. Seng titanat disintesis dari campuran homogen prekursor ZnO dan TiO2 yang di-sintering pada suhu 900 oC dengan variasi waktu 24, 48, dan 96 jam serta pada suhu 850 oC dengan variasi waktu 36 dan 48 jam. Sintesis dengan penambahan 0,2 mol dopan dalam sistem ZnO-TiO2 di-sintering pada suhu 900 oC selama 24 jam. Dilakukan pengukuran difraksi sinar-X terhadap sampel-sampel yang disintesis untuk mengetahui fasa-fasa senyawa dalam sampel. Sampel dengan kemurnian tinggi diperoleh pada ZnTiO3 yang disintering pada suhu 900 oC. Penambahan dopan menyebabkan diamatinya pengotor berupa Zn2TiO4 dan Zn2Ti3O8. Nilai hambatan listrik untuk sampel ZnTiO3 murni bertambah dengan meningkatnya suhu pengukuran. Ini menunjukkan bahwa ZnTiO3 bersifat konduktor. Sedangkan pada sampel yang di-doping, nilai hambatan mengalami kenaikan dengan bertambahnya suhu dan menunjukkan 2 puncak pada daerah 250-350 oC. Jenis dopan mempengaruhi nilai hambatan listrik dan jenis dopan juga mempengaruhi lebar puncak anomali pada pengukuran hambatan listrik. Parameter kisi a dan b diamati menjadi semakin kecil dengan penambahan dopan Ca, Sr, dan Ba. Ukuran butir partikel pada sampel yang ditambahkan dopan meningkat dengan meningkatnya ukuran jari-jari ion dari Ca ke Ba.", "Daftar File": {"2012 TA PP MUHAMAD FADLI FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78041", "2012 TA PP MUHAMAD FADLI FAUZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78042", "2012 TA PP MUHAMAD FADLI FAUZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78043", "2012 TA PP MUHAMAD FADLI FAUZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78044", "2012 TA PP MUHAMAD FADLI FAUZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78045", "2012 TA PP MUHAMAD FADLI FAUZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78046", "2012 TA PP MUHAMAD FADLI FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78047"}, "Penulis": "MUHAMAD FADLI FAUZI (NIM : 10507058)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Bambang Prijamboedi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fotokatalis, dielektrik, konduktivitas, perovskite, seng titanat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}