{"Nomor": 16530, "Judul": "DEVELOPMENT OF A 6-DOF TRACKING SYSTEM FOR INDOOR UNMANNED AERIAL VEHICLE USING DUAL CAMERA TECHNIQUE", "Abstrak": "Metode pengukuran berbasis optik adalah sebuah alternatif dalam estimasi penentuan posisi dan orientasi dari pesawat nir-awak (UAVs) yang beroperasi dalam ruangan. Tipe pengukuran ini memiliki beberapa keuntungan, seperti ketiadaan akumulasi nilai kesalahan, akibat perhitungan integral pada alat sensor inersial, atau ketiadaan kesalahan pengukuran karena gangguan medan elektromagnet yang ditimbulkan dari motor DC elektrik. Dengan memperhatikan batasan jarak pandang dan cakupan area pengamatan, pengukuran berbasis optik dapat digunakan sebagai alternatif dengan berbagai kelebihan untuk wahana nir-awak dalam ruangan.   \n \n \n\nPenelitian yang dikerjakan kali ini adalah pengembangan sistem penjejakan 6 derajat kebebasan (DOF) berbasis optik menggunakan teknik dua kamera. Dengan tujuan mengestimasi posisi dan orientasi secara tiga dimensi sebuah model UAV yang beroperasi di dalam ruangan. Sistem ini dikembangkan dalam kerangka virtual. Sistem yang digunakan terdiri dari dua video kamera virtual dengan kemampuan rekaman 30 gambar per detik, sebuah model virtual yang terdiri dari empat buah tanda berupa bola berwarna yang terpasang pada tiap sudut model, dan perangkat komputer beserta piranti lunaknya yang digunakan untuk mengambil dan memroses gambar digital selama model bergerak. Dalam tesis ini, keseluruhan pekerjaan dilakukan dalam sebuah simulasi 3D. Proses dimulai dari pemodelan model pengamatan, lingkungan pengamatan, perekaman dan pemrosesan gambar digital, hingga rekonstruksi posisi dan sikap dari model. Dengan menjalankan skenario pergerakan untuk model observasi, dua video kamera virtual yang diletakan pada dua posisi yang berbeda akan mengambil gambar seluruh gerakan model. Rekaman video digital yang terekam kemudian dipisahkan menjadi gambar tunggal. Tiap gambar tersebut dikonversi dari gambar RGB menjadi gambar skala abu-abu, untuk kemudian dikonversi menjadi gambar hitam putih. Sepasang gambar dari dua kamera virtual untuk tiap framenya akan menjadi informasi yang akan diolah untuk merekonstruksi posisi dan sikap dari model.   \n \n \n\nKalibrasi kamera virtual serta rekonstruksi posisi dan sikap secara tiga dimensi, menggunakan metode Direct Linear Transformation (DLT). Simulasi diatur sedemikian rupa untuk memastikan bahwa sistem yang dikembangkan mampu menelusuri seluruh pergerakan tanda yang terintegrasi pada model. Sistem yang dikembangkan secara otomatis, mampu mendeteksi pergerakan dari tiap tanda. Hasil akhir yang didapat memberikan hasil pendeteksian dan penjejakan yang presisi, dengan error yang masih bisa diterima. Untuk pengembangan lebih lanjut, sistem ini akan digunakan sebagai alat estimasi posisi dan orientasi dalam sebuah uji terbang wahana UAVs dalam ruangan.", "Daftar File": {"2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78107", "2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78108", "2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78109", "2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78110", "2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78111", "2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78112", "2011 TS PP MUHAMAD LUTHFI IMAM NURHAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78113"}, "Penulis": "MUHAMAD LUTHFI IMAM NURHAKIM (NIM: 23609001)", "Kontributor / Dosen Pembimbing": ["Advisor: Dr. Taufiq Mulyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "indoor UAV, optical pose estimation, 6-DOF motion tracking, Direct Linear Transformation (DLT), dual view camera technique, indoor-UAV, estimasi posisi dan sikap berbasis optik, penelusuran gerak 6 derajat kebebasan, Direct Linear Transformation (DLT), teknik dua kamera.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}