{"Nomor": 16533, "Judul": "E-COMMERCE DEVELOPMENT OF KIOS NABAWI OF MAJELIS RASULULLAH", "Abstrak": "Majelis Rasulullah is the largest majlis dhikr and shalawat in Jakarta which has congregation scattered in various cities in Indonesia and even abroad. In getting funding for the dakwah, Majelis Rasulullah established Kios Nabawi to sell the products and souvenir of Majelis Rasulullah. When founded in 2006, Kios Nabawi only sold one type of model of Jacket of Majelis Rasulullah. The turnover of Kios Nabawi has been growing and sells more various products. Kios Nabawi selling activities move from one place to another place following the events of Majelis Rasulullah around Jakarta without having a permanent store. The event of Majelis Rasulullah is not held every days, it means that Kios Nabawi does not get revenue every day. In the other side, potential market is big including more than seven millions congregation of Majelis Rasulullah are spreading in various cities in Indonesia that could not be reached by Kios Nabawi. To make customer easier to get information and order, Kios Nabawi develops ecommerce. Previously there are many issues of Kios Nabawi such as lack of organization, financial and inventory records, so the organization of Kios Nabawi should be improve before ecommerce runs. Organizational assessment is the first step in improving the management of the organization, then analyst of the elements of organization, creates organizational structure, recruitment and training for staffs of each division to make sure they are ready to carry out the daily operation. E-commerce is created by forming a project team and designed in accordance with the steps that used to be taken by companies that already successful in e-commerce. Once the e-commerce project is completed it is necessary to provide training and handover to the operational team of Kios Nabawi. The objectives of this thesis is developing e-commerce but the first is improved the organization of Kios Nabawi", "Daftar File": {"2012 TS PP M. YOPAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78129", "2012 TS PP M. YOPAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78130", "2012 TS PP M. YOPAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78131", "2012 TS PP M. YOPAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78132", "2012 TS PP M. YOPAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78133", "2012 TS PP M. YOPAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78134"}, "Penulis": "MUHAMAD YOPAN (NIM 29110116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Prasetyo B. Saksono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "e-commerce, organization, Majelis Rasulullah, Kios Nabawi", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}