{"Nomor": 16534, "Judul": "ANALISIS UJI IMPACT PADA BATANG KOMPOSIT BERSERAT BAMBU", "Abstrak": "Penggunaan serat alami seperti serat bambu sebagai penguat pada material komposit meningkat luar biasa. Hal ini disebabkan sifat-sifatnya yang potensial seperti berat spesifik yang rendah sehingga menghasilkan kekuatan spesifik dan kekakuan yang lebih tinggi dari serat gelas. Hal ini tentu saja menjadi keuntungan terutama apabila serat tersebut dipakai untuk menjadi material yang memang didesain memiliki kekakuan lentur. Serat alami seperti bambu ini merupakan sumber daya alam yang dapat diperbarui, hanya membutuhkan sedikit energy dalam produksinya. Material dari serat bambu dapat diproduksi dengan biaya yang rendah, sehingga membuat material ini menjadi produk yang menarik untuk negara-negara dengan pendapatan rendah. Proses produksi yang relative aman, tidak membutuhkan peralatan yang rumit, dan tidak menimbulkan iritasi kulit dalam proses produksinya membuat material dari serat bambu ini menarik untuk dikembangkan. Tugas akhir ini merupakan studi mengenai pengujian impact komposit lamina. Pengujian impact ini dilakukan untuk mengetahui modus kegagalan yang terjadi pada spesimen komposit serta bambu dan bagaimana karakteristiknya. Hasil yang diperoleh setelah pengujian adalah energi maksimum yang mampu diserap sampai spesimen tersebut benar-benar hancur adalah 427.5 Joule baik untuk pelat maupun lidi. Sedangkan energi treshould yang bisa diserap sesaat sebelum spesimen hancur untuk pelat 62-65 Joule dan untuk lidi 162.5 Joule. Modus kegagalan yang terjadi pada spesimen komposit serat bambu lebih dominan adalah perambatan retak dengan arah Ã‚Â± 45 o.", "Daftar File": {"2009 TA PP MUHAMAD YUNUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78135", "2009 TA PP MUHAMAD YUNUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78136", "2009 TA PP MUHAMAD YUNUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78137", "2009 TA PP MUHAMAD YUNUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78138", "2009 TA PP MUHAMAD YUNUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78139", "2009 TA PP MUHAMAD YUNUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78140", "2009 TA PP MUHAMAD YUNUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78141"}, "Penulis": "MUHAMAD YUNUS (NIM : 13605025)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Bambang Kismono Hadi, Ir. Muhammad Kusni, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komposit serat bambu, Uji impact", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}