{"Nomor": 16544, "Judul": "STUDI EKSPERIMEN PENGARUH VIBRASI AKIBAT BEBAN DAN LAJU KERETA API TERHADAP NILAI VERTIKAL DISPLACEMENT PADA TIMBUNAN JALAN KERETA API DENGAN ALAT PIEZOELECTRIC ACCELEROMETER", "Abstrak": "Beban dinamis dengan tonase yang sangat besar akibat laju kereta api menimbulkan permasalahan tersendiri pada konstruksi jalan kereta api maupun terhadap tanah dasar dan lingkungan di sekitar jalan kereta api. Salah satu indikator pengaruh beban dinamis Kereta Api adalah besaran nilai displacement vibrasi yang terjadi pada timbunan dan tanah dasar.  \n \n\nTesis ini didasarkan pada studi eksperimen lapangan pada dua lokasi jalan kereta api Indonesia, Cipinang dan Rancaekek, yang memiliki nilai kadar air dan indeks  \n \n\nplastisitas tanah yang berbeda. Pengukuran data vibrasi menggunakan 9 sensor piezoelectric accelerometer yang dipasang vertikal pada bantalan, permukaan tanah timbunan, permukaan tanah dasar dan pada kedalaman satu meter dibawah  \n \n\npermukaan tanah. Perekaman mencatat akselerasi vibrasi yang ditimbulkan oleh laju kereta api dengan variasi beban dan kecepatan. Analisis displacement diperoleh dari proses dua kali integrasi data akselerasi dalam domain waktu. Analisis frekuensi vibrasi dilakukan dengan bantuan proses Fast Fourier Transform untuk merubah data domain waktu menjadi domain frekuensi.  \n \n\nHasil analisis menunjukkan displacement di rancaekek pada tanah dasar CH dengan indeks plastisitas 25.21 dan kadar air 40.05% meningkat dengan bertambahnya kecepatan kereta api dengan pola cenderung linier untuk kecepatan kereta api dibawah 50 km/jam dan kenaikan displacement cenderung eksponensial untuk kecepatan kereta api diatas 50 km/jam. Berbeda dengan di cipinang pada tanah dasar SC dengan indeks plastisitas 14.09 dan kadar air 16.46%, displacement meningkat dengan pola linier sampai kecepatan kereta api terukur tertinggi 87 km/jam.", "Daftar File": {"2010 TS PP M ARIFUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78191", "2010 TS PP M ARIFUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78192", "2010 TS PP M ARIFUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78193", "2010 TS PP M ARIFUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78194", "2010 TS PP M ARIFUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78195", "2010 TS PP M ARIFUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78196", "2010 TS PP M ARIFUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78197"}, "Penulis": "MUHAMMAD ARIFUDIN (NIM : 25008044)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Ilyas Suratman, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "vibrasi, accelerometer, displacement, indeks plastisitas, redaman.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}