{"Nomor": 16552, "Judul": "STUDI PENGARUH WAKTU DAN KEBERADAAN BIOFILM Pseudomonas fulva strain SKCSH-05 TERHADAP KOROSI MIKROBIOLOGI PADA API 5L X52 OLEH BAKTERI Comamonas testosteroni DAN KONSORSIUM BAKTERI Alicyclobacillus ferrooxidans DAN JAMUR Aspergillus sp.", "Abstrak": "Salah satu jenis korosi yang bisa membahayakan bagi hampir seluruh jenis engineering adalah korosi mikrobiologi atau yang lebih dikenal dengan Microbiological Influenced Corrosion (MIC). MIC diperkirakan memiliki porsi sebesar 20% dari biaya yang harus dikeluarkan industri di seluruh dunia untuk menangani korosi. MIC bisa jadi berbahaya karena korosi jenis ini bisa terjadi hampir di semua tempat, seperti tanah, sungai, laut, dan industri.    \n \n \n \n\nIsolat bakteri yang digunakan dalam penelitian adalah jenis bakteri pengoksidasi besi, yaitu Comamonas testosteroni yang didapatkan dari AMD Pertamina Geotermal, Kamojang dan Alicyclobacillus ferrooxidans yang berkonsorsium dengan jamur Aspergillus sp. yang diduga menggunakan besi dalam kelangsungan hidupnya (Didapatkan dari Tanah Pertambangan PT INCO, Sulawesi). Penelitian dilakukan dengan menggunakan spesimen API 5L X52 dan tiga parameter, yaitu jenis mikroba pengkorosi, waktu percobaan, dan keberadaan biofilm.    \n \n \n \n\nParameter waktu yang digunakan adalah 2 dan 4 minggu. Jenis mikroba yang digunakan adalah bakteri (Comamonas testosteroni ) dan konsorsium antara bakteri dan jamur (Alicyclobacillus ferrooxidans dan Aspergillus sp.). Biofilm yang digunakan adalah biofilm yang dibentuk oleh bakteri Pseudomonas fulva strain SKCSH-05. Indikator korosi yang diamati dalam penelitian ini adalah pengurangan berat (weight loss), unsur atau senyawa yang terkandung dalam    \n \n \n \n\nproduk korosi, dan pengamatan morfologi kerusakan permukaan. Karakterisasi produk korosi dan pengamatan morfologi kerusakan permukaan dilakukan dengan    \n \n \n \n\nmenggunakan SEM-EDS.    \n \n \n \n\nHasil penlitian menunjukkan bahwa spesimen yang mengalami    \n \n \n \n\npengurangan berat terbesar dan terkecil disebabkan oleh mikroba pengkorosi yang sama, yaitu konsorsium antara Alicyclobacillus ferrooxidans dan Aspergillus sp. Pengurangan berat terbesar (10, 1065 mg/cm2) terjadi pada waktu percobaan 2 minggu pada spesimen yang tidak dilapisi biofilm. Sedangkan pengurangan berat terkecil (0,085 mg/cm2) terjadi pada spesimen yang dilapisi oleh biofilm dan diujicobakan selama 2 minggu. Pengamatan permukaan menggunakan SEM menunjukkan bahwa morfologi kerusakan yang terjadi akibat aktivitas mikroba pengkorosi dalam penelitian ini adalah korosi sumuran (pitting corrosion).", "Daftar File": {"2011 TA PP MUHAMMAD FEBRY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78243", "2011 TA PP MUHAMMAD FEBRY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78244", "2011 TA PP MUHAMMAD FEBRY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78245", "2011 TA PP MUHAMMAD FEBRY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78246", "2011 TA PP MUHAMMAD FEBRY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78247", "2011 TA PP MUHAMMAD FEBRY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78248", "2011 TA PP MUHAMMAD FEBRY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78249"}, "Penulis": "MUHAMMAD FEBRY (NIM : 13707042)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Bambang Widyanto dan Siti Khodijah Chaerun, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Korosi mikrobiologi, Mikroba pengoksidasi besi, Biofilm pelindung, Comamonas testosteroni, Konsorsium, Alicyclobacillus ferrooxidans, Aspergillus sp., Pseudomonas fulva strain SKCSH-05", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}