{"Nomor": 16569, "Judul": "PROGRAM PENINGKATAN COSTOMER RELATIONSHIP MANAGEMENT (CRM) UNTUK MENINGKATKAN KEPUASAN NASABAH BANK JABAR BANTEN CABANG UTAMA BANDUNG", "Abstrak": "Tantangan dunia usaha semakin berat dan rumit, terutama di bidang usaha perbankan, karena pemain di bidang ini sudah sangat padat dan terus bermunculan pemain-pemain baru. Semakin banyaknya bank-bank yang melakukan merger akan semakin menambah rumitnya persaingan di dunia perbankan. Strategi bank saat ini seharusnya tidak hanya fokus terhadap nasabah baru, tetapi bagaimana membangun loyalitas nasabah. Pada masa lalu kepuasan konsumen hampir selalu diidentikan dengan kualitas produk/ jasa yang dihasilkan, pada dunia perbankan mungkin bisa dilihat dari tingkat bunga yang dapat diberikan bank tersebut. Sehingga nasabah cenderung untuk memilih bank yang mampu memberikan bunga yang besar sebagai tempat untuk berinvestasi. Untuk itu sekarang konsumen tidak hanya cukup untuk dipuaskan kebutuhan (needs) dan keinginan (wants) nya saja tetapi mereka menuntut hal yang lain yaitu harapan (expectations).  \n \n\nPermasalahan ini dapat diselesaikan dengan melakukan pengukuran tingkat kepuasan nasabah terhadap pelayanan jasa yang diberikan oleh Bank Jabar Banten dengan menggunakan model CARTER sebagai dimensi untuk mengukur tingkat kepuasan nasabah. Pengukuran tingkat kepuasan nasabah dengan menggunakan model CARTER mampu mengevaluasi kinerja bagian pelayanan dalam menciptakan suatu nilai di masa yang akan datang melalui peningkatan-peningkatan standar pelayanan.Langkah selanjutnya yaitu menganalisa hasil survey dimana hasilnya akan dibuat berdasarkan nilai kesenjangan terbesar yang akan dibuat sebagai program prioritas. Penelitian yang dilakukan menghasilkan rancangan program peningkatan customer relationship management (CRM) yang dapat diterapkan di Bank Jabar Banten, yang diharapkan dapat meningkatkan kepuasanan nasabah akan pelayanan, meningkatkan loyalitas nasabah, meningkatkan market share dengan sistem word of mouth.  \n \n\nImplementasi customer relationship management (CRM) dimulai dari peranan dan tanggung jawab top management , kemudian pelatihan karyawan sebagai usaha meningkatkan kualitas sumber daya manusia, dan terakhir penerapan program-program pembuatan call center dan customer service database. Dalam program customer relationship management (CRM) membuat pelayanan terus dikembangkan dan ditingkatkan sehingga perbaikan di bagian pelayanan akan terus dilakukan untuk kepentingan nasabah.", "Daftar File": {"2009 TS PP MUHAMMAD ILHAM NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78366", "2009 TS PP MUHAMMAD ILHAM NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78367", "2009 TS PP MUHAMMAD ILHAM NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78368", "2009 TS PP MUHAMMAD ILHAM NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78369", "2009 TS PP MUHAMMAD ILHAM NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78370"}, "Penulis": "MUHAMMAD ILHAM NUGRAHA (NIM : 29107379)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "customer relationship management (CRM), Bank Jabar Banten, Kepuasan nasabah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}