{"Nomor": 16564, "Judul": "DANONE RELATIONWITH THE STAKEHOLDER IN MULTI-PARTYPARTNERSHIP PROJECT (CASE STUDY IN NANGGERANG VILLAGE) FINAL PROJECT", "Abstrak": "Indonesia adalah salah satu negara berkembang di dunia. Negara-negara berkembang biasanya menghadapi beberapa tantangan seperti krisis ekonomi, kurangnya pendidikan di kalangan masyarakat miskin, serta masalah lingkungan. Terutama di daerah yang belum berkembang seperti di desa Nanggerang, Sukabumi, Jawa Barat, Indonesia. Kurangnya sistem air dan sanitasi buruk menjadi masalah penting bagi Nanggerang desa. Masalah ini berdampak untuk Nanggerang masyarakat desa dalam kehidupan sehari-hari, kondisi ekonomi dan lingkungan.     \n \n \n \n \n\nProgram Higinitas Air Bersih dan Sanitasi (WASH) yang diprakarsai oleh desa Nanggerang masyarakat dan DANONE Aqua dengan bantuan dari YPCII (Yayasan Pembangunan Insan Citra Indonesia), Departemen Pekerjaan Umum, dan Pemerintah Daerah Kabupaten Sukabumi, telah membantu Desa Nanggerang untuk mengatasi masalah air dan sanitasi. Tujuan program ini adalah untuk menyediakan sistem air bersih serta menyediakan sanitasi publik.     \n \n \n \n \n\nBerdasarkan evaluasi dilakukan dengan metode pendekatan deskriptif kualitatif dan kondisi dari masyarakat desa Nanggerang, dapat diambil kesimpulan bahwa pelaksanaan program WASH di desa Nanggerang telah sukses. Masyarakat desa Nanggerang telah mampu mempertahankan kemampuan ekonomi, sosial, dan lingkungan dengan harapan memiliki cara hidup yang lebih baik untuk satu tahun terakhir. Ini bisa dilihat dengan meningkatnya tingkat standar sehat di setiap rumah, efisiensi dan efektivitas kegiatan sehari-hari masyarakat, dan upaya menjaga lingkungan mereka agar tetap memiliki sumber air bersih.", "Daftar File": {"2012 TA PP  MUHAMMAD ICHSAN FEBRIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78328", "2012 TA PP  MUHAMMAD ICHSAN FEBRIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78329", "2012 TA PP  MUHAMMAD ICHSAN FEBRIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78330", "2012 TA PP  MUHAMMAD ICHSAN FEBRIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78331", "2012 TA PP  MUHAMMAD ICHSAN FEBRIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78332", "2012 TA PP  MUHAMMAD ICHSAN FEBRIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78333"}, "Penulis": "MUHAMMAD ICHSAN FEBRIAN (NIM 19008057) pembimbing : DR. Bambang Rudito, Msi", "Kontributor / Dosen Pembimbing": ["pembimbing : DR. Bambang Rudito, Msi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR, Community Development, WASH Program, Nanggerang Village.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Sep 2014"}