{"Nomor": 16577, "Judul": "IMPLEMENTASI PENERIMA SIARAN TELEVISI MENGGUNAKAN FRAMEWORK GNU RADIO", "Abstrak": "Di dalam tugas akhir ini, dilakukan implementasi penerima siaran televisi analog dengan menggunakan GNU Radio. Tujuan yang ingin dicapai dari tugas akhir ini adalah untuk membangun sebuah pengolah sinyal siaran televisi analog dengan standar PAL berdasarkan teknologi radio berbasis perangkat lunak. Pengolahan siaran televisi analog dilakukan secara modular sehingga penambahan fungsi dapat  \n \n\ndilakukan dengan mudah. Penggunaan GNU Radio sebagai framework perangkat lunak radio dilakukan untuk memberikan fleksibilitas dalam penambahan modul pengolah sinyal pada masa depan.  \n \n\nPengolahan sinyal dilakukan dengan menggunakan blok-blok yang ditulis dengan bahasa pemrograman C++. Blok-blok pengolahan sinyal tersebut dihubungkan menggunakan bahasa python. Untuk antarmuka pengguna ditulis menggunakan  \n \n\nbahasa python dengan kontrol-kontrol yang diberikan oleh paket wxPython.  \n \n\nDari penelitian ini didapatkan sebuah program yang mampu mengolah dan menampilkan audio dan video dari sinyal televisi analog dengan standar PAL. Program tersebut telah diuji kemampuannya dan ditemukan telah sesuai dengan  \n \n\nstandar video dan audio yang digunakan.", "Daftar File": {"2010 TA PP  MUHAMMAD NAJIB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78425", "2010 TA PP  MUHAMMAD NAJIB 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78426", "2010 TA PP  MUHAMMAD NAJIB 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78427", "2010 TA PP  MUHAMMAD NAJIB 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78428", "2010 TA PP  MUHAMMAD NAJIB 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78429", "2010 TA PP  MUHAMMAD NAJIB 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78430", "2010 TA PP  MUHAMMAD NAJIB 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78431"}, "Penulis": "MUHAMMAD NAJIB (NIM: 13203035)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Ir. Armein Z.R. Langi M.Sc., Ph.D.", "Yoanes Bandung S.T.,M.T.,", "Dr.Eko Marpanaji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Televisi, Analog, PAL, modular, Software Defined Radio, GNU Radio.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}