{"Nomor": 16575, "Judul": "FENOMENA AGING PADA SUPERALLOY DAN BAJA TAHAN KARAT SUPER DUPLEX", "Abstrak": "Karbida yang terbentuk secara kontinyu pada batas butir superalloy terjadi ketika superalloy mengalami overheating dan dapat menjadi jalur perambatan retakan atau mengalami dekohesi. Fasa sigma merupakan senyawa intermetalik    \n \n \n \n\nyang dapat menurunkan ketangguhan dan ketahanan korosi pada baja tahan karat duplex dan dapat terbentuk ketika baja tahan karat duplex mengalami laju pendinginan lambat setelah proses pengelasan atau penempaan. Penelitian ini    \n \n \n \n\ndilakukan untuk mempelajari pengaruh waktu aging terhadap pembentukan karbida dan fasa dengan melakukan pemanasan.    \n \n \n \n\nPemanasan dilakukan pada tiga waktu yang berbeda yaitu 10 menit, 30 menit, dan 60 menit pada temperatur 900 oC untuk Incoloy 800 dan pada temperatur 850 oC untuk baja tahan karat super duplex SAF 2507. Pengaruh waktu aging diamati    \n \n \n \n\ndengan pengamatan struktur mikro menggunakan mikroskop optik dan SEM serta identifikasi fasa menggunakan EDS.    \n \n \n \n\nPertambahan waktu aging menyebabkan karbida [Fe, Cr, Ti]xCy terbentuk diskrit pada waktu 10 menit, terbentuk kontinyu dengan tebal seragam pada waktu 30 menit, dan sebagian terbentuk diskrit kembali dengan tebal berbeda Ã‚Â– beda pada    \n \n \n \n\nwaktu 60 menit. Pada waktu 10 menit fasa  mulai terbentuk di batas butir dan di dalam butir    \n \n \n \n\ndelta ferit melalui transformasi eutectoid, pada waktu 30 menit fasa tumbuh pada delta ferit, dan pada waktu 60 menit hampir seluruh delta ferit bertransformasi menjadi fasa  dan secondary austenit.", "Daftar File": {"2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78408", "2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78409", "2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78410", "2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78411", "2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78412", "2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78413", "2011 TA PP MUHAMMAD IRFAN AHADIAN BARUSTAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78414"}, "Penulis": "MUHAMMAD IRFAN AHADIAN BARUSTAN (NIM : 13707014)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Arif Basuki", "Dr. Eng. Asep Ridwan Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Superalloy, baja tahan karat super duplex, waktu aging, fasa , karbida", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}