{"Nomor": 16588, "Judul": "USULAN PETA SEISMIC HAZARD DAN GROUND MOTION DI BATUAN DASAR UNTUK BEBERAPA KOTA BESAR DI WILAYAH SULAWESI BERDASARKAN HASIL ANALISIS SEISMIC HAZARD MENGGUNAKAN MODEL SUMBER GEMPA 3-DIMENSI", "Abstrak": "Peta seismic hazard diperlukan untuk menunjukkan tingkat hazard gempa suatu wilayah. Peta hazard kegempaan untuk wilayah Indonesia tercantum dalam Tata Cara Perencanaan Ketahanan Gempa untuk Bangunan Gedung (SNI 03-1726-2002) yang disusun berdasarkan hasil analisis seismic hazard probabilistik (probabilistic seismic hazard analysis/PSHA) menggunakan model sumber gempa dua dimensi. Adanya kejadian-kejadian gempa yang memiliki magnitudo yang cukup signifikan setelah tahun 2000 serta berkembangnya perangkat lunak (software) yang memiliki kemampuan memperhitungkan sumber gempa 3-dimensi, menuntut perlunya tinjauan terhadap peta percepatan gempa beserta respon spektra gempa rencana yang terdapat di dalam SNI 03-1726-2002. Oleh karena itu untuk memenuhi tuntutan ini telah dibentuk Tim Revisi Peta Gempa Indonesia pada tahun 2010 untuk memberikan tinjauan terhadap peta gempa Indonesia. Selain itu pada umumnya data-data kegempaan di Indonesia khususnya wilayah Sulawesi hanya meliputi lokasi episenter, magnitude, kedalaman, dan          \n\nmekanisme sumber gempa. Sedangkan informasi data riwayat waktu percepatan di batuan dasar atau sering juga disebut sebagai ground motion di batuan dasar masih sangat sedikit. Padahal pada kenyataannya ground motion dapat menggambarkan bagaimana suatu kejadian gempa bumi berdampak pada suatu          \n\nlokasi tertentu. Hal ini karena Ground motion tercatat dalam bentuk time histories terhadap perpindahan, kecepatan, ataupun percepatan, sehingga karakteristik dari          \n\ndata ground motion yang berupa amplitudo, frekuensi, dan durasi dapat diketahui. Studi ini berisi pembahasan mengenai metode pembuatan peta seismic hazard berdasarkan hasil analisa seismic hazard menggunakan model sumber gempa 3 dimensi dan pembuatan ground motion sintetik dibatuan dasar yang diusulkan untuk beberapa kota besar di wilayah Sulawesi yang memiliki sejarah kegempaan aktif. Studi diawali dengan identifikasi sumber gempa yang dilakukan dengan mengumpulkan data historis kejadian gempa dan informasi tentang karakteristik sumber gempa. Pembuatan model zona sumber gempa dilakukan berdasarkan hasil indentifikasi sumber gempa dan kajian seismotektonik dan geologi regional. Model zona sumber gempa yang digunakan dibedakan atas mekanisme gempa subduksi, shallow crustal, dan bacground. Pengolahan data dilakukan dengan metode statistik terhadap data historis kejadian gempa untuk menghasilkan data yang independen yang diperlukan dalam penentuan parameter seismic. Pengolahan ini meliputi konversi skala magnitude, analisa depedency, serta analisis kelengkapan/completeness. Dengan model sumber gempa 3 dimensi, PSHA menghasilkan nilai Peak Ground Accelaration (PGA) dibatuan dasar yang lebih akurat. PSHA dalam studi ini dilakukan untuk periode ulang gempa 475 tahun (10% probabilitas dalam 50 tahun) dan 2475 tahun (2% probabilitas dalam 50 tahun). Respon spektra dibatuan dasar diskalakan untuk periode spektra t = 0.2 detik dan t = 1.0 detik untuk mendapatkan target spektra. Hasil analisa          \n\nmenghasilkan scale spectra dan scale acceleration time histories dibatuan dasar yang diusulkan sebagai ground motion sintetik pada studi ini. Hasil PSHA menggunakan model sumber gempa 3 dimensi menunjukkan hasil yang relatif          \n\nlebih tinggi dibandingkan dengan peta hazard kegempaan wilayah Indonesia (SNI 03-1726-2002). Hasil PSHA studi ini jika dibandingkan dengan peta hazard kegempaan wilayah Indonesia yang disusun oleh tim revisi peta gempa Indonesia          \n\n2010 memiliki variasi perbedaan pada interval 0.05g sampai dengan 0.10g sementara kecenderung pola kontur percepatan sudah menunjukkan pola kemiripan. Pada studi ini pembuatan peta seismic hazard dilakukan dengan bantuan program USGS 2008, sedangkan program EZ-FRISK TM Version 7.37 dari Risk Engineering Inc. digunakan untuk melakukan kontrol terhadap hasil PSHA dari program USGS dan digunakan untuk melakukan analisa deagregasi dan spectral matching sehingga didapat bentuk ground motion sintetik yang diusulkan untuk beberapa kota besar di wilayah Sulawesi.", "Daftar File": {"2010 TS PP MUHAMMAD RIZA 1-COVER.PDF": "https://digilib.itb.ac.id/gdl/download/78488", "2010 TS PP MUHAMMAD RIZA 1-BAB 1.PDF": "https://digilib.itb.ac.id/gdl/download/78487", "2010 TS PP MUHAMMAD RIZA 1-BAB 2.PDF": "https://digilib.itb.ac.id/gdl/download/78485", "2010 TS PP MUHAMMAD RIZA 1-BAB 3.PDF": "https://digilib.itb.ac.id/gdl/download/78486", "2010 TS PP MUHAMMAD RIZA 1-BAB 4.PDF": "https://digilib.itb.ac.id/gdl/download/78489", "2010 TS PP MUHAMMAD RIZA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/78491", "2010 TS PP MUHAMMAD RIZA 1-BAB 6.PDF": "https://digilib.itb.ac.id/gdl/download/78490", "2010 TS PP MUHAMMAD RIZA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/78492", "2010 TS PP MUHAMMAD RIZA 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/78493", "2010 TS PP MUHAMMAD RIZA 1-BAB 5D.pdf": "https://digilib.itb.ac.id/gdl/download/78494", "2010 TS PP MUHAMMAD RIZA 1-BAB 5E.pdf": "https://digilib.itb.ac.id/gdl/download/78495", "2010 TS PP MUHAMMAD RIZA 1-BAB 5F.pdf": "https://digilib.itb.ac.id/gdl/download/78496"}, "Penulis": "MUHAMMAD RIZA (NIM : 25007036)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Ir. Masyhur Irsyam, MSCE, Ph.D", "Ir. Erza Rismantojo, MSCE, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "ground motion, PSHA, EZ-FRISK, deagregasi, spectra matching, USGS, dan scale acceleration time histories", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}