{"Nomor": 16581, "Judul": "ANALISIS DAMPAK PELAKSANAAN TANGGUNG JAWAB SOSIAL PERUSAHAAN  PADA INDUSTRI PULP DAN KERTAS (Studi Kasus Yayasan Peduli Pemberdayaan Masyarakat/CECOM Foundation)", "Abstrak": "Terkait dengan disahkannya UU Perseroan Terbatas tentang diwajibkannya pelaksanaan CSR (Corporate Social Responsibility) terhadap perusahaan besar yang bergerak di sektor pemanfaatan sumber daya alam pada akhir Juli 2007 yang lalu, program-program CSR PT. XYZ Pulp and Paper yang sejak Juli 2005 dilaksanakan secara independen oleh CECOM menjadi subjek penelitian penulis merupakan fenomena menarik untuk dikaji.Salah satu program pemberdayaan CECOM yaitu Integrated Farming System merupakan alternatif solusi untuk meningkatkan taraf hidup komunitas petani yang marjinal sebagai wujud nyata tanggung jawab sosial perusahaan terhadap masyarakat lokal, dalam upaya mendukung pemerintah dalam program pengentasan kemiskinan.Hasil pengukuran VPA terhadap mitra dampingan program IFS CECOM yang memperlihatkan peningkatan taraf kehidupan dan pola pikir pada tahapan pemberdayaan selanjutnya ternyata memiliki kinerja kredit program yang baik. Penulis memandang perlu untuk dilakukan pengukuran VPA pada mitra dampingan program pemberdayaan lainnya sebagai salah satu indikator yang membantu analisa kelayakan disalurkannya kredit program baik itu oleh KSP Mitra Madani sebagai lembaga keuangan mikro inisiasi CECOM Foundation ataupun lembaga-lembaga keuangan mikro lainnya.", "Daftar File": {"2008 TS PP MUHAMMAD REYZA HANDIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78453", "2008 TS PP MUHAMMAD REYZA HANDIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78454", "2008 TS PP MUHAMMAD REYZA HANDIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78455", "2008 TS PP MUHAMMAD REYZA HANDIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78456", "2008 TS PP MUHAMMAD REYZA HANDIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78457", "2008 TS PP MUHAMMAD REYZA HANDIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78458", "2008 TS PP MUHAMMAD REYZA HANDIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78459"}, "Penulis": "MUHAMMAD REYZA HANDIKA (NIM 24005030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Teti. A. Argo dan Dr. Tang Anthoni"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "tanggung jawab sosial perusahaan, industri pulp dan kertas, pemberdayaan masyarakat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}