{"Nomor": 16596, "Judul": "PENGEMBANGAN MODEL ROBUST DAN REDESIGNING CELLULAR MANUFACTURING SYSTEM YANG MEMPERTIMBANGKAN FLEKSIBILITAS ROUTING, BIAYA SETUP, DAN PERUBAHAN DEMAND", "Abstrak": "Tata letak mesin penting untuk merespon dengan cepat perubahan pasar dan kebutuhan konsumen. Dalam merancang Cellular Manufacturing System, banyak kondisi nyata yang harus diperhatikan. Di antaranya adalah kapasitas mesin agar bisa memastikan demand yang datang bisa diselesaikan; proses produksi dari suatu komponen yang mempunyai alternative routing; mesin yang mampu memproses dengan waktu yang lebih singkat namun dengan biaya yang lebih mahal; Biaya intracell dan intercell material handling; dan biaya setup yang cukup tinggi.  \n \n\nBerkaitan dengan permasalahan tersebut, penelitian ini mengembangkan dua model. Model pertama mengembangkan model Robust dan Redesigning CMS dengan fungsi tujuan minimasi biaya intracell dan intercell material handling dengan mempertimbangkan konstrain kapasitas mesin dan perencanaan pada level operasi, konstrain ukuran cell maksimum dan mempertimbangkan alternative routing. Model kedua mengembangkan model Robust dan Redesigning CMS dengan menambahkan variabel biaya setup yang di penelitian-penelitian tentang CMS sebelumnya belum  \n \n\ndipertimbangkan. Selanjutnya akan dibandingkan model Robust CMS dan Model Redesign CMS untuk mendapatkan model yang menghasilkan total biaya yang minimal. Metode yang digunakan untuk memecahkan masalah dalam penelitian ini adalah Integer Linear Programming. Hasil penelitian menunjukkan bahwa perancangan CMS perlu memperhatikan faktor kapasitas dan perencanaan pada level operasi. Nilai perubahan parameter biaya intracell dan intercell material handling tidak terlalu berpengaruh pada total biaya. Sedangkan ukuran cell maksimum dan alternative routing mempengaruhi total biaya. Alternative routing memberikan penghematan sebesar 21,52%. Dengan contoh data numerik yang digunakan dapat disimpulkan: Untuk model tahap I, Robust CMS lebih efisien 36,72 % dibanding Redesigning CMS, model tahap II non-setup,  \n \n\nRedesigning CMS lebih efisien 3,17 % dibanding Robust CMS, dan untuk model tahap II with setup, Redesigning CMS lebih efisien 4,41 % dibanding Robust CMS", "Daftar File": {"2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78548", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78549", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78550", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78551", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78552", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78553", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/78554", "2012  TS PP MUHAMMAD SHODIQ ABDUL KHANNAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78555"}, "Penulis": "MUHAMMAD SHODIQ ABDUL KHANNAN (NIM. 234 10 025)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Anas MaÃ‚Â’ruf, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Robust CMS, Redesigning CMS, Fleksibilitas Routing, Biaya Setup, Perubahan demand", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}