{"Nomor": 16605, "Judul": "ANALISIS TEKNO EKONOMI TEKNOLOGI HIGH SPEED DOWNLINK PACKET ACCESS DI KOTA BANDUNG", "Abstrak": "HSDPA (High Speed Downlink Packet Access) adalah suatu teknologi selular generasi 3,5 (3,5G) yang dikembangkan dari platform jaringan generasi ketiga (3G) yaitu UMTS (Universal Mobile Telecommunication System). Teknologi HSDPA tersebut mulai diimplementasikan di Indonesia sejak tahun 2007 dan terus berusaha dikembangkan agar dapat mencapai kematangan teknologi sehingga dapat melayani  \n \n\npelanggan dengan lebih baik. Teknologi HSDPA merupakan pengembangan dari platform teknologi generasi kedua (2G) yaitu GSM dimana untuk komunikasi data menggunakan GPRS (General Packet Radio System). Kedepannya, sebelum teknologi keempat (4G) diluncurkan, akan diimplementasikan terlebih dahulu generasi Ã‚Â“Super 3GÃ‚Â” seperti LTE dan Wimax yang dapat memberikan layanan dengan kecepatan transfer data serta mobilitas yang tinggi. Dalam implementasi suatu teknologi dibutuhkan suatu perencanaan yang matang,  \n \n\nbaik dari segi teknis maupun ekonominya. Cara yang dapat digunakan adalah menggunakan ilmu analisis tekno ekonomi untuk merancang hal tersebut. Dalam analisis tekno ekonomi tersebut diperhitungkan perencanaan dari sisi teknis yang  \n \n\nmenyangkut planning jaringan, trafik yang akan terjadi, dan peralatan yang dibutuhkan. Dan juga perencanaan dari sisi ekonomi yang menyangkut forecasting pelanggan yang potensial, penetrasi teknologi, market share, churn rate, dan populasi yang ada pada suatu daerah tertentu. Metodologi yang digunakan adalah identifikasi permasalahan, observasi, studi pustaka, perancangan, analisis, dan  \n \n\nkesimpulan. Analisis tekno ekonomi dilakukan terhadap layanan HSDPA di kota Bandung, dengan lama waktu studi 11 tahun terhitung dari tahun 2008-2018. Skenario yang  \n \n\ndigunakan adalah mengacu pada operator yang ingin mengupgrade layanan 2G sehingga dapat memberikan layanan HSDPA kepada pelanggan. Hasil analisis tekno ekonomi yang didapatkan menyatakan bahwa investasi yang dilakukan mencapai kondisi layak investasi dengan beberapa indikator, yaitu nilai NPV nya dari tahun 2008-2018 mencapai Rp1.647.630.058.281 dengan IRR mencapai 17,17% dan payback period sekitar 4 tahun. Jumlah pelanggan akan mencapai saturasi mulai tahun 2016. Data yang digunakan pada Tugas Akhir ini mengacu pada data yang didapatkan oleh penulis pada saat sekarang, data tersebut digunakan untuk memperlihatkan kondisi riil pada saat sekarang.", "Daftar File": {"2010 TA PP MUHAMMAD TITO SEPTIARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78602", "2010 TA PP MUHAMMAD TITO SEPTIARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78603", "2010 TA PP MUHAMMAD TITO SEPTIARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78604", "2010 TA PP MUHAMMAD TITO SEPTIARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78605", "2010 TA PP MUHAMMAD TITO SEPTIARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78606", "2010 TA PP MUHAMMAD TITO SEPTIARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78607", "2010 TA PP MUHAMMAD TITO SEPTIARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78608"}, "Penulis": "MUHAMMAD TITO SEPTIARTO (NIM: 13206134)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing Tugas Akhir : Ir. Sigit Haryadi MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "HSDPA, analisis tekno ekonomi, perencanaan, NPV, IRR, payback period.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}