{"Nomor": 16601, "Judul": "PENGARUH WAKTU DAN TEMPERATUR PEMANASAN TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIK MATERIAL SUDU KOMPRESOR X20 CRMOV12-1", "Abstrak": "Sudu kompresor sebagai salah satu komponen terpenting pada turbin gas beroperasi pada temperatur yang relatif tinggi, lingkungan yang relatif korosif serta rentan terjadinya fenomena creep. Ketiga faktor tersebut berhubungan dengan fungsi parameter temperatur dan waktu. Seringkali pengoperasian suatu mesin kompresor ditentukan oleh umur operasi pada sudu, sehingga prediksi mengenai umur operasi dan juga temperatur operasi menjadi sangat penting untuk dilakukan. Penelitian mengenai prediksi umur serta temperatur operasi material sudu sudah banyak dilakukan, salah satu model yang banyak digunakan adalah parameter Hollomon Ã‚Â– Jaffe[17]. Parameter Hollomon Ã‚Â– Jaffe menghubungkan pengaruh temperatur dan waktu pemanasan terhadap sifat mekanik. Penelitian ini mempelajari pengaruh waktu dan temperatur pemanasan terhadap perubahan struktur mikro dan sifat mekanik sudu kompresor baja X20 CrMoV12-1. Parameter temperatur pemanasan yang digunakan adalah 400, 450 dan 500Ã‚Â°C dan waktu pemanasan yang digunakan adalah 6, 12 dan 24 jam. Dengan parameter tersebut diprediksi umur sudu dengan metode Hollomon Ã‚Â– Jaffe.    \n \n \n \n\nHarga kekerasan terendah dari seluruh parameter untuk sudu R1-8 adalah 25.2 HRC dan sudu R4-19 adalah 25.7 HRC. Uji tarik dilakukan pada kondisi tanpa pemanasan (kondisi TP) dan dilakukan pemanasan (kondisi PM). Kekuatan tarik kondisi TP sudu R1-8 adalah 925.8 MPa dan sudu R4-19 adalah 952.6 MPa. Kekuatan tarik kondisi PM untuk sudu R1-8 adalah 927.3 MPa dan sudu R4-19 adalah 955.7 MPa. Dengan metode Hollomon Ã‚Â– Jaffe didapat sudu R1-8 memiliki waktu sisa operasi selama 1958.44 jam, sedangkan sudu R4-19 35481.33 jam.", "Daftar File": {"2011 TA PP MUHAMMAD SYARIF MAHFUD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78579", "2011 TA PP MUHAMMAD SYARIF MAHFUD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78580", "2011 TA PP MUHAMMAD SYARIF MAHFUD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78581", "2011 TA PP MUHAMMAD SYARIF MAHFUD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78582", "2011 TA PP MUHAMMAD SYARIF MAHFUD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78583", "2011 TA PP MUHAMMAD SYARIF MAHFUD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78584", "2011 TA PP MUHAMMAD SYARIF MAHFUD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78585"}, "Penulis": "MUHAMMAD SYARIF MAHFUD (NIM : 13706057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja X20 CrMoV12-1, temperatur pemanasan, waktu pemanasan, struktur mikro, uji keras, SEM, EDS, parameter Hollomon-Jaffe.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}