{"Nomor": 16604, "Judul": "PERHITUNGAN KOEFISIEN JOULE-THOMSON DENGAN MENGGUNAKAN BEBERAPA PERSAMAAN KEADAAN GAS", "Abstrak": "Gas yang berekspansi melalui penyempitan bidang akan mengalami fenomena Joule-Thomson. Fenomena Joule-Thomson dapat diartikan fenomena perubahan temperatur dengan adanya perubahan tekanan ketika gas berekspansi pada kondisi entalpi yang konstan. Ukuran dari fenomena ini adalah sebuah koe…sien yang dikenal dengan koe…sien Joule-Thomson. Dalam produksi gas alam, gas mengalir dari reservoir ke dasar sumur. Pada saat ini, terjadi fenomena Joule-Thomson, yang mengakibatkan temperatur di  \n \n\ndasar sumur tidak akan sama dengan temperatur dalam reservoir. Namun, pada kenyataannya dalam perhitungan distribusi temperatur sepanjang pipa yang menggunakan informasi temperatur di dasar sumur masih menganggap  \n \n\nbahwa temperatur di dasar sumur sama dengan temperatur dalam reservoir. Dengan kata lain, fenomena Joule-Thomson ini selalu diabaikan. Koe…fisien Joule-Thomson dapat ditentukan dengan berbagai cara, salah satunya dengan menggunakan pendekatan hukumtermodinamika. Tugas akhir ini berisi tentang penurunan koe…sien Joule-Thomson dengan menggunakan hukum-hukum termodinamika, Relasi Maxwell, dan Persamaan Keadaan. Persamaan Keadaan yang digunakan dalam tugas akhir ini adalah Van der Waals  \n \n\ndan Beattie-Bridgeman.", "Daftar File": {"2011 TA PP MUHAMMAD TELAGA KAUTSAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78596", "2011 TA PP MUHAMMAD TELAGA KAUTSAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78597", "2011 TA PP MUHAMMAD TELAGA KAUTSAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78598", "2011 TA PP MUHAMMAD TELAGA KAUTSAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78599", "2011 TA PP MUHAMMAD TELAGA KAUTSAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78600", "2011 TA PP MUHAMMAD TELAGA KAUTSAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78601"}, "Penulis": "MUHAMMAD TELAGA KAUTSAR (NIM 101 06 084)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Joule-Thomson, Persamaan Keadaan, Van derWaals, Beattie- Bridgeman, Relasi Maxwell, Termodinamika", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}