{"Nomor": 16619, "Judul": "PERANCANGAN SIMULATOR KENDALI TURRET", "Abstrak": "Kemajuan teknologi merupakan kebutuhan yang sangat fundamental bagi pertahanan negara. Untuk mencapai kemajuan tersebut perlu adanya penguasaan teknologi sesuai tingkat perkembangan teknologi pertahanan yang pesat dan kompleks. Begitu pula yang seharusnya dilakukan oleh bangsa Indonesia karena Indonesia masih sangat besar ketergantungannya terhadap negara lain yang telah mempunyai dan menguasai teknologi pertahanan. Salah satu persenjataan yang sampai saat ini masih mendatangkan dari negara lain adalah advanced mortar system khususnya pada bagian turret. Alat ini dapat dipasang pada tank atau kapal perang yang berfungsi sebagai salah satu senjata artileri untuk peluncur mortir atau roket yang bisa dikendalikan.  \n \n\nPerancangan simulator kendali turret sebagai tahap awal dalam merancang turret yang sebenarnya. Simulator ini sebagai salah satu aplikasi ilmu robotik yang mengkaji dari aspek kinematik dan dinamik. Dengan pendekatan kinematik,  \n \n\ndiketahui besarnya kecepatan, dan dengan pendekatan dinamik diketahui besarnya torsi yang harus diberikan oleh aktuator berupa silinder hidrolik dan motor hidrolik yang menyebabkan simulator bergerak. Metode Newton-Euler (force  \n \n\nbalance) digunakan untuk menghitung persamaan dinamik. Dengan merencanakan lintasan (trajectory), maka akan diperoleh torsi joint pada setiap joint simulator.", "Daftar File": {"2007 TS PP MUNADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78692", "2007 TS PP MUNADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78693", "2007 TS PP MUNADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78694", "2007 TS PP MUNADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78695", "2007 TS PP MUNADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78696", "2007 TS PP MUNADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78697", "2007 TS PP MUNADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/78698", "2007 TS PP MUNADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78699"}, "Penulis": "MUNADI  (NIM : 231 05 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indrawanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Simulator, Turret, Persamaan Dinamik, Newton-Euler, Lintasan, Torsi Joint", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}