{"Nomor": 16610, "Judul": "SUPERSONIC NOZZLE DESIGN OF SMALL LIQUID ROCKET ENGINE", "Abstrak": "The small liquid rocket engine is designed with pressurized feed system configuration. Injectors, combustion chamber, nozzle and system configuration design are the domain of the research. However, the primary focus is the design of  \n \n\nsmall annular bell shape supersonic nozzle. The design of rocket propulsion technology will always involves nozzle as  \n \n\none of the important part of the system. To generate the propulsive force, the rocket has to convert the pressure from combustion process inside the combustion chamber into kinetic energy. Therefore, nozzle is designed to convert the combustion energy into kinetic energy. The nozzle is designed to reach supersonic condition at the exhaust.  \n \n\nThe axisymmetryc supersonic nozzle region is designed by using method of characteristic (MOC) which implemented in numerical code developed by B.L. Denton. The numerical code is partially adopted and rewritten with addition of subsonic nozzle region calculation. The subsonic nozzle is designed by using McCabe's method. The nozzle designed with assumption of inviscid, irrotational, and isentropic.  \n \n\nThe three-dimensional CFD simulation is conducted in order to validate the nozzle design. The performance of the nozzle is checked through processing the results of CFD simulation. The nozzle flow simulated using commercial CFD  \n \n\nsoftware.", "Daftar File": {"2009 TA PP MUHAMMAD ZULKIFLI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78640", "2009 TA PP MUHAMMAD ZULKIFLI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78641", "2009 TA PP MUHAMMAD ZULKIFLI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78642", "2009 TA PP MUHAMMAD ZULKIFLI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78643", "2009 TA PP MUHAMMAD ZULKIFLI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78644", "2009 TA PP MUHAMMAD ZULKIFLI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78645", "2009 TA PP MUHAMMAD ZULKIFLI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/78646", "2009 TA PP MUHAMMAD ZULKIFLI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78647"}, "Penulis": "MUHAMMAD ZULKIFLI  (NIM : 13604051)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Djoko Sardjadi", "Pembimbing 2 : Dr. Romie O. Bura", "Pembimbing 3 : Dr. Firman Hartono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Axisymmetryc Supersonic Nozzle, Method of Characteristic, Small Rocket, Pressurized Liquid Rocket, Computational Fluid Dynamics", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}