{"Nomor": 16626, "Judul": "ANALISIS BUDAYA ENTREPRENEURIAL DI PERTAMINA SETELAH TRANSFORMASI", "Abstrak": "Lingkungan bisnis dewasa ini mengalami perubahan. Perubahan regulasi dan kondisi bisnis dengan masuknya kompetitor dari luar negeri yang berskala internasional menyebabkan persaingan menjadi semakin ketat. Untuk mempertahankan eksistensi dalam kondisi persaingan yang semakin ketat, perusahaan harus dapat bergerak lebih cepat dari kompetitornya dan inovatif dengan ide-ide yang segar dan kreatif. Untuk mencapai itu dibutuhkan adanya transformasi. Budaya perusahaan dan kepemimpinan di dalam suatu perusahaan menjadi komponen paling penting yang menentukan kesuksesan dari transformasi perusahaan. Budaya perusahaan yang sangat tepat untuk kondisi bisnis saat ini adalah budaya kerja Entrepreneurship (Corporate Entrepreneurship). Budaya kerja Entrepreneurship memiliki karakteristik terbuka akan perubahan, inovatif, kreatif, dan persaingan yang sehat di dalam perusahaan untuk melakukan yang terbaik.  \n \n\nTugas akhir ini berfokus pada analisis budaya entrepreneurship di Kantor Pusat PERTAMINA.  \n \n\nUntuk menerapkan transformasi budaya pada perusahaan, PERTAMINA melakukan OPP survey (Organizational Performance Profile Survey) untuk melihat persepsi pegawai mengenai hasil kerja dengan prakteknya di dalam perusahaan. Penelitian ini melengkapi OPP survey dengan menggunakan instrument yang dikembangkan oleh Neal Thornberry (2006) yaitu Entrepreneurial Leadership Questionair (ELQ) dan Individual Orientation Questioner, Entrepreneurial Orientation Survey (EOS) yang dimodifikasi sehingga lebih memperlihatkan tingkah laku dari pegawai dan pemimpin dari perusahaan.  \n \n\nHasil dari analisis OPP survey memperlihatkan adanya gap yang cukup besar antara persepsi pegawai dengan praktek yang dilakukan di lapangan, terutama pada elemen motivasi, akuntabilitas dan kapabilitas, dan pengarahan akan visi dan misi perusahaan. Didukung dengan hasil dari ELQ survey yang menyatakan bahwa terdapat gap yang cukup besar juga pada interpretasi kepemimpinan yang  \n \n\ndiinginkan oleh pegawai dengan praktek yang dilakukan oleh para pimpinan PERTAMINA di lapangan.  \n \n\nHasil dari behavioural survey yang dapat memberikan hasil bahwa orientasi individu pegawai PERTAMINA masih kurang bersifat entrepreneurial. Pola pikir pegawai PERTAMINA masih mencondong ke arah birokratis.  \n \n\nSehingga untuk mengefektifkan program transformasi, langkah paling penting dan paling awal untuk dilakukan oleh PERTAMINA adalah melakukan program untuk perubahan dan pembentukan pola pikir yang entrepreneurial. Serta diperlukan figur-figur pemimpin yang memiliki pola pikir yang entrepreneurial sehingga lebih kreatif, innovatif dan lebih terbuka dengan ide-ide baru dan lebih dapat  \n \n\nmenyesuaikan diri dan direktorat atau divisinya dalam suasana bisnis yang baru. Diharapkan rekomendasi yang diberikan dapat meningkatkan efektivitas proses transformasi dan meningkatkan produktivitas kerja serta menumbuhkan budaya kerja yang entrepreneurial.", "Daftar File": {"2010 TS PP MUTHIA NURUL HUDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78733", "2010 TS PP MUTHIA NURUL HUDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78734", "2010 TS PP MUTHIA NURUL HUDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78735", "2010 TS PP MUTHIA NURUL HUDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78736", "2010 TS PP MUTHIA NURUL HUDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78737", "2010 TS PP MUTHIA NURUL HUDA 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/78738"}, "Penulis": "MUTHIA NURUL HUDA (NIM: 29108008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate Entrepreneurship, EOS, ELQ, Transformasi Budaya Kerja", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}