{"Nomor": 16627, "Judul": "ESTIMASI SUMBER DAYA CBM DI SUB CEKUNGAN TARAKAN", "Abstrak": "Cekungan Tarakan di wilayah Kalimantan Timur merupakan salah satu cekungan Tersier yang mengandung batubara. Lapisan batubara didaerah penelitian terdapat pada Formasi Tabul dan Santul yang berumur Miosen - Pliosen dan diendapkan pada lingkungan deltaik. Penelitian ini bertujuan untuk mengetahui potensi gas metana batubara yang terdapat pada daerah penelitian. Untuk mencapai tujuan tersebut, pada tahap awal dilakukan identifikasi batubara pada sumur sumur yang ada dengan pendekatan analisis data keratan bor yang digabung dengan data log  \n \n\ntalikawat. Kemudian dibuat model tiga dimensi distribusi batubara berdasarkan data sumur dan peta struktur kedalaman yang dibuat dari data seismik.  \n \n\nPerhitungan volume batubara dilakukan berdasarkan model sebaran batubara yang dibatasi pada kedalaman 300m-1200m. Hal ini mempertimbangkan kedalaman optimal terbentuknya gas metana pada batubara yang umumnya berkisar pada kedalaman tersebut. Data proksimat batubara diperoleh dari literatur yang sudah terpublikasikan dan sebagian diperoleh dari laporan internal perusahaan yang bekerja didaerah tersebut. Untuk mengetahui kandungan gas metana batubara dilakukan pendekatan dengan rumus Kim yang didalamnya mempertimbangkan hasil analisis proximat batubara, sementara untuk memperoleh volume gas ditempat (gas in place) maka hasil dari perhitungan Kim dikalikan dengan volume batubara yang diperoleh dari hasil pemodelan. Hasil penelitian menunjukkan besarnya volume batubara yang terdapat pada daerah penelitian mencapai 123x106 acre feet dan volume gas metana mencapai 1,97 Tcf.", "Daftar File": {"2013 TS PP  MUTIARA GANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78739", "2013 TS PP  MUTIARA GANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78740", "2013 TS PP  MUTIARA GANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78741", "2013 TS PP  MUTIARA GANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78742", "2013 TS PP  MUTIARA GANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78743"}, "Penulis": "MUTIARA GANI (NIM : 220093060", "Kontributor / Dosen Pembimbing": ["Pembimbing  :  Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Tarakan, CBM, Formula Kim.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}