{"Nomor": 16638, "Judul": "PENGEMBANGAN SISTEM PENGAKSESAN CITRA MEDIK BERBASIS SFVQ ( SCALABLE FUZZY VECTOR QUANTIZATION )", "Abstrak": "Tugas akhir yang berjudul Ã‚Â”Pengembangan Sistem Pengaksesan Citra Medik Berbasis SFVQ ( Scalable Fuzzy Vector Quantization )Ã‚Â” ini secara garis besar bertujuan untuk mengimplementasikan metode SFVQ pada PACS ( Picture  \n \n\nArchiving and Communication System ). Dunia medis yang semakin berkembang menuntut dunia penyampaian informasi medis untuk terus mengalami perkembangan.  \n \n\nPACS merupakan sebuah sarana yang dapat mengumpulkan beberapa data citra medik ke dalam sebuah sarana penyimpanan (repository). Definisi dari PACS adalah serangkaian komputer ataupun jaringan yang berfungsi untuk  \n \n\nmenyimpan, mengunduh, mendistribusikan, dan mempresentasikan data gambar. PACS terdiri atas 3 bagian besar, yaitu encoder, decoder, dan repository pada server. Pada Tugas Akhir ini, pengimplementasian SFVQ pada PACS dilakukan dengan bahasa pemrograman C#.  \n \n\nHasil akhir dari tugas akhir ini adalah suatu sistem PACS yang menggunakan SFVQ yang mampu memberikan kemudahan dalam mendapatkan data dengan kualitas baik oleh pelaku kesehatan melalui LAN maupun GPRS. Untuk melakukan proses encoding citra medik yang diuji memakan waktu antara 1 menit 9 detik 96 milidetik hingga 2 menit 36 detik 16 milidetik untuk ukuran citra uji terkecil adalah 1328 x 1282 piksel dan terbesar adalah 2002 x 1915 piksel. Sedangkan untuk proses decoding citra medik yang diuji memakan waktu antara 96 milidetik hingga 2 detik 33 milidetik.", "Daftar File": {"2010 TA PP  NADIA PARAMITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78813", "2010 TA PP  NADIA PARAMITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78814", "2010 TA PP  NADIA PARAMITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78815", "2010 TA PP  NADIA PARAMITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78816", "2010 TA PP  NADIA PARAMITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78817", "2010 TA PP  NADIA PARAMITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78818", "2010 TA PP  NADIA PARAMITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78819"}, "Penulis": "NADIA PARAMITA (NIM : 13205029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Tati L. E. R. Mengko", "Prof. Andriyan B. Suksmono, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SFVQ, PACS, encoder, decoder, server.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}