{"Nomor": 16636, "Judul": "PEMODELAN DAN SIMULASI EVAKUASI TSUNAMI BERBASIS AGEN DI KOTA BENGKULU", "Abstrak": "Secara geografis, wilayah pesisir barat Sumatera merupakan wilayah berisiko tinggi terkena dampak tsunami. Tsunami yang melanda wilayah ini pada tahun 2004, 2005 dan 2010 telah menimbulkan banyak korban jiwa, kerusakan lingkungan dan infrastruktur publik. Hal ini disebabkan oleh kurangnya upaya dan perencanaan mitigasi tsunami. Perencanaan mitigasi tsunami sangat erat kaitannya dengan keakuratan informasi bahaya tsunami yang detil dan keefektifan sistem peringatan dini tsunami.        \n \n\nPenelitian ini menjelaskan tentang suatu pemodelan dan simulasi berbasis agen untuk proses evakuasi tsunami di suatu kelurahan di Kota Bengkulu yang berada pada zona bahaya tsunami. Pemodelan dan simulasi dilakukan dalam environment NetLogo, suatu toolkit untuk melakukan pemodelan dan simulasi sistem kompleks berbasis agen. Informasi detail terkait bahaya tsunami, data Sistem Informasi Geografis dan perilaku penduduk saat evakuasi menjadi input awal pemodelan. Penduduk yang direpresentasikan sebagai agen akan menentukan tujuan akhir dan melakukan pencarian rute dengan menggunakan Algoritma A* (A star Algorithm). Skenario evakuasi yang disimulasikan dalam penelitian ini yaitu skenario evakuasi dari pemerintah setempat dan 3 skenario model. Hasil menunjukkan bahwa perlu dilakukan perbaikan dan peninjauan ulang terhadap skenario evakuasi yang dimiliki pemerintah setempat. Simulasi dengan hasil terbaik diberikan oleh skenario pemanfaatan 2 bangunan umum sebagai shelter yaitu dapat menyelamatkan 1647 penduduk(99.64%) dalam waktu 20 menit. Model yang dirancang bermanfaat untuk analisis kelayakan sistem evakuasi dan analisis kebutuhan shelter.", "Daftar File": {"2014 TS PP NADIA INDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78798", "2014 TS PP NADIA INDAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78799", "2014 TS PP NADIA INDAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78800", "2014 TS PP NADIA INDAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78801", "2014 TS PP NADIA INDAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78802", "2014 TS PP NADIA INDAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78803", "2014 TS PP NADIA INDAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78804"}, "Penulis": "NADIA INDAH  (NIM : 22411307)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Irwan Meilano", "Prof.Dr.Edy Soewono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Evakuasi tsunami, pemodelan dan simulasi berbasis agen, NetLogo", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}