{"Nomor": 16649, "Judul": "STUDI FAMILI HIDROKARBON SUBCEKUNGAN JAMBI SUMATRA MELALUI KAJIAN ATRIBUT ORGANOFASIES", "Abstrak": "Sejumlah percontoh uji dari subcekungan Jambi termasuk di dalamnya set data-1 dan set data-2 dari studi terdahulu serta data dari luar Kawasan Jambi meliputi sedimen bawah permukaan (63 percontoh), minyak bumi dan kondensat (55) telah digunakan dalam studi ini. Kaji ulang dan uji validasi terhadap data dari studi terdahulu dilakukan untuk mendapatkan kualitas data sesuai dengan standar tertentu terutama ketersediaan data biomarker dan isotop karbon. Analisis dan integrasi penilaian biomarker dan isotop karbon telah dilakukan terhadap set data yang tersedia menggunakan metoda geokimia dengan standar internasional (Peters & Moldowan, 1993). Data hasil analisis telah diintegrasikan dengan hasil kajian geologi yang telah dilakukan terdahulu.   \n \n \n\nAtribut organofasies minyak bumi dan kondensat dari Kawasan Jambi ini umumnya berasal dari lingkungan perairan dimana kerogen Tipe I- II ditemukan dalam jumlah yang melimpah. Komposisi hidrokarbon percontoh uji dikendalikan oleh empat fenomena meliputi (i) karakter asli source input dan lingkungan pengendapan, (ii) kematangan termal batuan induk saat ekspulsi, (iii) geokromatografi dan (iv) kejadian proses biodegradasi dalam reservoir. Atribut allochthonous penciri tumbuhan tinggi juga terlihat di sebagian percontoh uji dengan konsentrasi sangat bervariasi. Kajian korelasi menetapkan bahwa minyak bumi dan kondensat di Kawasan Jambi bersumber dari organosedimen serpih Gumai dan Talangakar (TRM) yang merupakan batuan induk utama di kawasan tersebut. Minyak bumi dan kondensat dari Kawasan Jambi dapat diklasifikasikan dalam 4 famili utama sesuai dengan komposisi organofasiesnya: grup 2, grup 3 dan grup 4, dan grup 5.   \n \n \n\nDua skenario migrasi secara hipotesis telah diilustrasikan dalam studi ini. Pola migrasi SW - NE dan SE - NW telah digunakan untuk menentukan arah umum migrasi dari dapur menuju perangkap. Sejalan dengan hipotesis awal, adanya 5 dalaman (graben) sebgai dapur: Berembang, Bajubang-Betung, Tempino-Kenaliasam dan Geragai yang korelatif dengan kehadiran beberapa famili hidrokarbon di subcekungan Jambi. Fenomena migrasi sekunder vertikal ke bawah dari strata muda menuju strata tua dengan jalur SE - NW dimungkinkan untuk menjelaskan organofasies yang korelatif antara hidrokaron di RCD-C dengan percontoh sedimen di dalaman Bajubang-Betung. Jalur migrasi yang paling mungkin adalah melalui patahan yang komplek dan data tekanan reservoir mendukung kesimpulan ini.", "Daftar File": {"2002 TS PP NANDANG HERIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78892", "2002 TS PP NANDANG HERIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78893", "2002 TS PP NANDANG HERIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78891", "2002 TS PP NANDANG HERIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78890", "2002 TS PP NANDANG HERIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78889", "2002 TS PP NANDANG HERIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78888", "2002 TS PP NANDANG HERIYANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/78886", "2002 TS PP NANDANG HERIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78887"}, "Penulis": "NANDANG HERIYANTO (NIM 22000025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Eddy A. Subroto dan Imam B. Sosrowidjojo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "organo-facies, famili hidrokarbon, subcekungan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}