{"Nomor": 16658, "Judul": "PENGARUH WAKTU DETENSI HIDROLIS DALAM TANGKI ANOXIC TERHADAP KINERJA RANGKAIAN BIOREAKTOR MEMBRAN KONTAK STABILISASI DALAM PENYISIHAN ZAT WARNA REMAZOL BLACK V", "Abstrak": "Zat warna azo merupakan masalah utama dari limbah yang dihasilkan oleh industri tekstil. Zat warna azo menjadi begitu berbahaya karena sifatnya yang toksik dan mutagenik untuk kehidupan. Zat warna azo sangat sulit didegradasi karena memiliki struktur molekul yang khas yaitu ikatan rantai double nitrogen (-N=N-). Untuk menghilangkan zat warna azo pada air buangan, maka dikembangkan strategi baru untuk pengolahan air buangan secara biologi. Tujuan penelitian optimasi waktu detensi hidrolis dalam tangki anoxic. Zat warna yang digunakan pada penelitian ini yaitu Remazol Black V. Bioreaktor membran kontak stabilisasi terdiri dari tangki anoxic, tangki kontak, membran ultrafiltrasi, dan tangki stabilisasi. Tangki anoxic dioperasikan dalam kondisi anoxic, tangki kontak dan tangki stabilisasi dioperasikan pada kondisi aerob, dan membran UF dioperasikan pada tekanan 0.1 bar. Variasi HRT pada tangki anoxic yaitu 1/2 jam, 1 jam, 1 1/2 jam, 2 jam, 2 1/2 jam, 3 jam, dan 3 1/2 jam, HRT pada tangki kontak yaitu 2 jam, dan HRT pada tangki stabilisasi yaitu 4 jam. Penelitian ini akan mengamati pengaruh variasi HRT pada tangki anoxic terhadap penyisihan warna dan penyisihan bahan organik. Hasil penyisihan warna terhadap variasi HRT pada tangki anoxic 1/2 jam, 1 jam, 1 1/2 jam, 2 jam, 2 1/2 jam, 3 jam, dan 3 1/2 jam yaitu 64%, 74%, 77%, 81%, 85%, 86%, dan 76%. Hasil penyisihan TOC terhadap vaiasi HRT pada tangki anoxic 1/2 jam, 1 jam, 1 1/2 jam, 2 jam, 2 1/2 jam, 3 jam, dan 3 1/2 jam yaitu 84%, 88%, 94%, 96%, 96%, 98%, dan 86%.    \n \n\nHasil penyisihan COD terhadap variasi HRT pada tangki anoxic 1/2 jam, 1 1/2 jam, 2 jam, 2 1/2 jam, dan 3 jam, dan 3 1/2 jam yaitu 95%, 95%, 96%, 97%, 97%, 97%, dan 85%. Hasil penyisihan BOD terhadap variasi HRT pada tangki anoxic 1/2 jam, 1 1/2 jam, 2 jam, 2 1/2 jam, 3 jam, dan 3 1/2 jam yaitu 95%, 95%, 96%, 97%, 97%, 97%, dan 85%.    \n \n\nBerdasarkan hasil penelitian ini maka disimpulkan pada saat HRT pada tangki anoxic 3 jam maka diperoleh efisiensi penyisihan warna yang tertinggi yaitu 86%, penyisihan TOC tertinggi yaitu 98%, penyisihan COD tertinggi 97%, dan penyisihan BOD tertinggi yaitu 97%.", "Daftar File": {"2008 TS PP NARAINA ANANTHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78934", "2008 TS PP NARAINA ANANTHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78935", "2008 TS PP NARAINA ANANTHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78936", "2008 TS PP NARAINA ANANTHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78937", "2008 TS PP NARAINA ANANTHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78938", "2008 TS PP NARAINA ANANTHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78939", "2008 TS PP NARAINA ANANTHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78940"}, "Penulis": "NARAINA ANANTHI (NIM 25306034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Wisjnuprapto, Dipl.SE dan Dr. I. G. Wenten"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Zat warna azo, Bioreaktor membran kontak stabilisasi, Tangki anoxic, Tangki kontak, Membran, Tangki stabilisasi, Hydraulic retention time", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}