{"Nomor": 16662, "Judul": "ANALISIS PENGARUH ENVIRONMENTAL VALUES TERHADAP PERILAKU PEMBELIAN KONSUMEN AKAN PRODUK RAMAH LINGKUNGAN", "Abstrak": "Kesadaran dunia terhadap lingkungan mulai bergema dan menjadi pusat perhatian seiring adanya perubahan iklim akibat pemanasan global yang membuat cuaca tidak menentu dan banyaknya bencana alam. Pertumbuhan lingkungan yang semakin dewasa ternyata membawa permasalahan sosial yang berdampak pada lingkungan.Hal ini disebabkan adanya keterkaitan yang erat antara kualitas lingkungan dan terpeliharanya sumber daya alam dengan kondisi kehidupan sosial masyarakat. Begitu banyak masalah lingkungan yang muncul terkait dengan konsumsi manusia, maka masalah perlindungan alam pun telah menjadi pembahasan sampai ke tingkat konsumen. Konsumen kemudian dituntut untuk mulai mengambil tanggung jawab dengan mengurangi kerusakan lingkungan melalui konsumsi produk-produk yang ramah lingkungan. Tujuan dari penelitian ini adalah menentukan atribut-atribut yang paling penting dalam mempengaruhi perilaku pembelian konsumen terhadap produk ramah lingkungan menggunakan paradigma ganda dengan dua variabel dependen, sehingga dapat memberikan masukan kepada perusahaan yang memasarkan produk ramah lingkungan. Metode penelitian yang digunakan dalam penelitian ini adalah asosiatif melalui penyebaran kuesioner kepada 221 responden yaitu penduduk kota Bandung tahun 2008 yang berusia 15-54 tahun. Berdasarkan data yang terkumpul dari lapangan, dengan uji statistik paradigma ganda dengan dua variabel dependen, menyimpulkan bahwa environmental belief yang tinggi kemudian ditunjang oleh product performance dari produk ramah lingkungan yang menekankan pada manfaat produk merupakan faktor yang sangat mempengaruhi perilaku pembelian konsumen terhadap produk ramah lingkungan. Hasil akhir dari penelitian ini adalah usulan action plan untuk pemasaran produk ramah lingkungan sehingga diharapkan dapat berkontribusi memenangkan penjualan produk ramah lingkungan.", "Daftar File": {"2010 TS PP NATALIA HELENA TERISNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78966", "2010 TS PP NATALIA HELENA TERISNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78967", "2010 TS PP NATALIA HELENA TERISNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78968", "2010 TS PP NATALIA HELENA TERISNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78969", "2010 TS PP NATALIA HELENA TERISNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78970", "2010 TS PP NATALIA HELENA TERISNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78971"}, "Penulis": "NATALIA HELENA TERISNO (NIM : 29108032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Environmental Beliefs, Perilaku Pembelian, Product Performance, Produk Ramah Lingkungan, Paradigma Ganda Dengan Dua Variabel Dependen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}