{"Nomor": 16667, "Judul": "PENGUKURAN KETEBALAN DAN INDEKS BIAS LAPIS JAMAK DENGAN METODA ATTENUATED TOTAL REFLECTANCE", "Abstrak": "Penentuan ketebalan dan indeks bias lapis jamak dengan analisis kurva Attenuated Total Reflectance melalui curve fitting dari perangkat lunak Winspall. Pengukuran ketebalan dan indeks bias lapis jamak dapat dilakukan dengan metoda  \n \n\npantulan. Teknik pengukuran yang digunakan pada tugas akhir ini adalah mempergunakan metoda Attenuated Total Reflectance. Dengan menganalisis kurva Attenuated Total Reflectance melalui curve fitting dalam perangkat lunak Winspall, didapat hasil berupa besarnya ketebalan dan indeks bias suatu lapis jamak. Dalam Winspall ini terdapat suatu metode iteratif yang bisa digunakan untuk melakukan fitting dari kurva intensitas pantulan terhadap sudut datang cahaya, yang menghasilkan data berupa besarnya indeks bias dan tebal dari lapisan tersebut. Lapis jamak yang digunakan terdiri dari dua lapisan sampai enam lapisan. Pengukuran ketebalan dan indeks bias dilakukan secara bertahap. Pertama kali mencari besarnya indeks bias prisma yang digunakan (sistem dua lapis), kemudian prisma dilapis dengan dielektrik (sistem tiga lapis), yang akan dicari besarnya tebal dan indeks bias dieletrik tersebut. Setelah didapat indeks bias pada lapis ketiga, maka lapis ketiga tersebut akan dilapis oleh bahan lainnya (sistem empat lapis), kemudian mencari besarnya ketebalan dan indeks bias lapisan keempat tersebut. Hal yang sama telah dilakukan sampai sistem menjadi enam lapisan. Hasil pengolahan curve fitting tersebut, yang berupa data indeks bias dan ketebalan telah dilakukan perbandingan dengan literatur. Misalnya ketebalan dan indeks bias emas berdasarkan literatur tebal emas 50 nm dan indeks bias 10.1 + 1.5i, berdasarkan curve fitting tebal emas 45,14 nm dan indeks bias -13,3632 + 2,8858i. Dengan melakukan analisa kurva karateristik ATR melalui curve fitting perangkat lunak Winspall maka ketebalan dan indeks bias lapis jamak dapat diketahui.", "Daftar File": {"2011 TA PP NATAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78986", "2011 TA PP NATAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78987", "2011 TA PP NATAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78988", "2011 TA PP NATAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78989", "2011 TA PP NATAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78990", "2011 TA PP NATAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78991", "2011 TA PP NATAL 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78992"}, "Penulis": "NATAL (NIM : 10205007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hendro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "indeks bias lapis jamak, analisis kurva Attenuated Total Reflectance, curve fitting, perangkat lunak Winspall", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}