{"Nomor": 16668, "Judul": "ESTIMASI CADANGAN ENERGI PANAS BUMI MENGGUNAKAN METODE VOLUMETRIK DI LAPANGAN PANAS BUMI X", "Abstrak": "Ketergantungan akan sumber daya fosil sebagai sumber daya utama dalam menghasilkan energi dapat mengakibatkan terjadinya krisis energi karena kandungan sumber daya fosil yang semakin menipis. Oleh karena itu, dibutuhkan sumber daya alternatif untuk menggantikan sumber daya fosil. Salah satunya dengan memanfaatkan sumber daya panas bumi. Sumber daya panas bumi merupakan sumber daya terbaharukan dan bersifat ramah lingkungan. Sumber daya panas bumi mulai dikembangkan secara luas di Indonesia. Pemanfaatan sumber daya panas bumi di Indonesia merupakan pilihan yang tepat, mengingat kandungan sumber daya panas bumi Indonesia mencapai 40% cadangan panas bumi dunia.    \n \n \n \n\nDalam penentuan besar energi panas bumi yang dapat dimanfaatkan sebagai sumber energi digunakan metode volumetrik. Metode volumetrik merupakan suatu metode untuk mengestimasi besar cadangan energi panas bumi pada suatu reservoir di lapangan panas bumi. Besarnya cadangan energi panas bumi pada suatu reservoir sangat bergantung terhadap parameter-parameter fisis yang diperlukan sebagai input pada persamaan-persamaan volumetrik. Asumsi-asumsi yang digunakan dalam perhitungan adalah factor recovery sebesar 25%, faktor konversi listrik sebesar 15%, dan temperatur akhir sebesar 180oC yang merupakan temperatur minimal untuk menggerakan turbin. Perhitungan dengan metode volumetrik dilakukan sesuai prosedur perhitungan yang ada dan didapatkan nilai estimasi cadangan energi panas bumi di lapangan panas bumi X sebesar 375,03 MWthermal dan potensi listrik yang dapat dimanfaatkan untuk pembangkit listrik sebesar 56,25 MWelectric untuk jangka waktu 25 tahun kegiatan eksploitasi serta semakin menurun untuk jangka waktu yang semakin lama.", "Daftar File": {"2011 TA PP NATAN HATULISTIWA GUNAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78993", "2011 TA PP NATAN HATULISTIWA GUNAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78994", "2011 TA PP NATAN HATULISTIWA GUNAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78995", "2011 TA PP NATAN HATULISTIWA GUNAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78996", "2011 TA PP NATAN HATULISTIWA GUNAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78997", "2011 TA PP NATAN HATULISTIWA GUNAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/78998", "2011 TA PP NATAN HATULISTIWA GUNAWAN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78999"}, "Penulis": "NATAN HATULISTIWA GUNAWAN ( NIM 10206001) pembimbing : Dr.Eng. Alamta Singarimbun", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr.Eng. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Energi listrik, manifestasi, metode volumetrik, panas bumi, reservoir", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}