{"Nomor": 16666, "Judul": "PENINGKATAN TINGKAT HUNIAN THE LA OMA CAFE & HOTEL", "Abstrak": "The La Oma Cafe & Hotel adalah sebuah hotel setara bintang tiga yang terletak di Kecamatan Lembang. Hotel ini memiliki konsep desain bangunan bernuansa etnik  \n \n\nJawa‐Bali serta memiliki taman yang luas dengan beraneka ragam pohon dan tanaman. Tingkat hunian yang rendah mengindikasikan bahwa adanya ketidak seimbangan antara jumlah kamar yang dihuni dengan yang dimiliki. Untuk menemukan akar masalah dari gejala yang dialami oleh The La Oma Cafe & Hotel, dilakukanlah penelitian terhadap kondisi internal dan kompetitor dari perusahaan. Hasil penelitian memperlihatkan bahwa perusahaan masih berada pada tahap pengenalan berkelanjutan. Perencanaan promosi yang tidak maksimal tercermin dari serangkaian kegiatan promosi yang tidak tepat sasaran serta kurang menarik,  \n \n\nberawal dari strategi pemasaran yang tidak sesuai dengan fase keberadaannya pada siklus kehidupan produk. Permasalahan keterbatasan dana mengakibatkan terganggunya proses beberapa kegiatan hingga relasi perusahaan dengan konsumen tidak terjalin dengan baik. Standar hotel bintang tiga yang tidak terpenuhi dipengaruhi juga oleh pilihan SDM yang terbatas dikarenakan regulasi SDM. Agar dapat meningkatkan tingkat hunian, langkah awal yang diambil adalah dengan  \n \n\nmembuat matriks SWOT. Kemudian, dilanjutkan dengan memperbaiki segmentation, targeting dan positioning yang akan dipergunakan untuk membenahi marketing mix. Pembenahan ditunjang juga dengan usulan manajemen relasi dan peningkatan kualitas layanan, yang difokuskan pada variabel promotion untuk mendapatkan awareness dari target konsumen dan meningkatkan loyalitas dari eksisting konsumen. Solusi yang diusulkan antara lain solusi dari penerapan manajemen relasi dengan konsumen, solusi program evaluasi dan penghargaan, solusi promosi, solusi sumber daya manusia, dan solusi fasilitas tambahan penunjang produk utama. Usulan menyertakan pula jadwal pelaksanaan dan estimasi biaya yang dibutuhkan oleh The La Oma Cafe & Hotel.", "Daftar File": {"2010 TS PP  NATALIA WAHYU1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/78980", "2010 TS PP  NATALIA WAHYU1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/78981", "2010 TS PP  NATALIA WAHYU1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/78982", "2010 TS PP  NATALIA WAHYU1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/78983", "2010 TS PP  NATALIA WAHYU1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/78984", "2010 TS PP  NATALIA WAHYU1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/78985"}, "Penulis": "NATALIA WAHYU (NIM : 29108018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hotel, tingkat hunian, marketing mix, customer relationship marketing, service quality.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}