{"Nomor": 16672, "Judul": "PENGEMBANGAN 2D OPTICAL MOTION TRACKING MEASUREMENT SYSTEM UNTUK ANALISIS GERAK BERJALAN MANUSIA", "Abstrak": "Kajian mengenai gerakan manusia merupakan topik yang menarik dan mempunyai aplikasi yang luas seperti dalam bidang rehabilitasi medis untuk desain ortotik dan prostetik. Data mengenai posisi dan orientasi berbagai sendi pada tubuh manusia diperlukan dokter rehabilitasi medis untuk menentukan lokasi ketidaknormalan, memonitori perkembangan pasien saat proses terapi, evaluasi penggunaan alat prostetik yang terpasang pada tubuh pasien, dan terapi penyakit persendian. Saat ini banyak tersedia komersial software motion analysis untuk rehabilitasi medis, tetapi   \n \n \n\ndijual dengan harga yang mahal dan tidak memungkinkan untuk setiap rumah sakit memilikinya. Oleh karena itu, penelitian ini bertujuan untuk membuat optical motion system untuk analisis gerak berjalan manusia. Sistem ini menggunakan kamera video 90 fps, LED markers, PC, dan perangkat lunak yang digunakan untuk akuisisi data dan pengolahan citra digital. Dalam eksperimen, pasien ditempel marker pada   \n \n \n\npersendian kaki (panggul, lutut, dan mata kaki) kemudian direkam. Hasil eksperiemen berupa sekumpulan gambar (frame) yang nantinya dideteksi posisinya dengan menggunakan image binarization method dan dilacak lokasinya dengan   \n \n \n\nmenggunakan metode jarak minimum (least distance method). Setup eksperimen harus dilakukan dengan benar untuk menjamin bahwa software dapat melacak pergerakan marker ketika berjalan. Sistem yang dibuat dalam penelitian ini telah berhasil mendeteksi dan melacak pergerakan marker dan juga dapat mengatasi masalah overlapping yang disebabkan karena marker tertutup anggota tubuh yang lain ketika berjalan. Posisi marker yang diperoleh dari eksperimen ini akan digunakan untuk analisis kinematik dan dinamik.", "Daftar File": {"2010 TS PP NDARU JULIYAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79016", "2010 TS PP NDARU JULIYAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79017", "2010 TS PP NDARU JULIYAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79018", "2010 TS PP NDARU JULIYAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79019", "2010 TS PP NDARU JULIYAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79020", "2010 TS PP NDARU JULIYAD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79021", "2010 TS PP NDARU JULIYAD 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79022", "2010 TS PP NDARU JULIYAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79023"}, "Penulis": "NDARU JULIYAD (NIM : 23608008)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Andi Isra Mahyuddin", "Pembimbing 2 : Dr. Tatacipta Dirgantara", "Pembimbing 3  : Dr.Eng. Sandro Mihradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Experimental, Optical, Tracking, Markers, Gait Analysis, Eksperimen, Optik, Tracking, Marker, Analisis Gait", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}