{"Nomor": 16670, "Judul": "RANCANG BANGUN PKUMAPS.COM BERBASIS LOCATION BASED SERVICE (LBS) DENGAN TEKNOLOGI MULTI PLATFORM", "Abstrak": "Masyarakat sangat membutuhkan aplikasi yang dapat menyediakan layanan informasi lokasi. Kebanyakan \n\naplikasi mobile yang ada hanya dapat berjalan pada platform tertentu saja, seperti aplikasi pada android hanya \n\ndapat berjalan platform android sementara untuk platform blackberry dan ios tidak dapat dijalankan. Pada saat \n\nini perkembangan perangkat mobile yang ada di masyarakat terdiri dari berbagai macam platform. Solusi yang \n\ndapat dilakukan adalah mengembangkan aplikasi layanan informasi lokasi yang dapat berjalan pada setiap \n\nmobile platform yang ada. Location Based Service (LBS) adalah layanan informasi yang dapat diakses melalui \n\nperangkat mobile dengan menggunakan jaringan internet dan dilengkapi kemampuan untuk memanfaatkan lokasi \n\ndari perangkat mobile tersebut. \n\nPkumaps.com meruapkan Informasi lokasi yang sangat di butuhkan berisi tentang fasilitas umum di kota \n\nPekanbaru. Informasi tersebut menampilkan lokasi-lokasi di peta, serta melihat rute perjalanan dan informasi \n\nmengenai jarak menuju lokasi tujuan. Aplikasi mobile layanan informasi merupakan aplikasi yang membutuhkan \n\nkoneksi internet dan sistem GPS untuk memaksimalkan penggunaan fitur yang ada. Pengujian yang digunakan \n\nadalah model pengujian Black Box. Pengujian yang dilakukan meliputi pengujian aplikasi beserta fungsi yang \n\nada pada platform mobile yang berbeda. Hasil pengujian menunjukkan bahwa aplikasi layanan informasi lokasi \n\nmenggunakan teknologi LBS dan application web mobile dapat menjalankan keseluruhan fungsi aplikasi dengan \n\nbaik dan dapat berjalan pada setiap platform mobile.", "Daftar File": {"proceedings knsi 2014 full edition(164).pdf": "https://digilib.itb.ac.id/gdl/download/79007"}, "Penulis": "Nazruddin Safaat H,Dimas Essa Anugrah Putra", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pkumaps.com, Location Based Service (LBS), Multi Platform", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}