{"Nomor": 16678, "Judul": "THE EXISTENCE OF INTER-INDUSTRY CONVERGENCE IN FINANCIAL RATIOS: EMPIRICAL EVIDENCE FROM COMPANIES LISTED AT INDONESIA STOCK EXCHANGE", "Abstrak": "Konvergensi bisa didefinisikan sebagai garis temu. Garis bertemu sendiri berarti datang dari berbagai penjuru arah dengan tujuan bertemu satu sama lain. Di dalam aspek finansial, hal tersebut merupakan sebuah kebutuhan untuk melakukan suatu pemusatan pada satu titik di perusahaan dalam target sektor dan target inter-sektor. Jika pemusatan pada satu titik tersebut telah terbentuk, maka akan terjadi pertanda baik dimana sektor atau inter-sektor tersebut bergerak pada tujuan atau arah yang benar.Penyesuaian rasio finasial untuk target-target industri merupakan sebuah lapangan penelitian yang penting dalam literatur keuangan. Penelitian finansial yang dilakukan sejak 50 tahun lalu, telah menunjukkan bukti empiris yang menyarankan perusahaan untuk melakukan penyesuaian rasio-rasio finansial mereka pada target-target industri. Perusahaan-perusahaan yang tidak konvergenakan melakukan penyesuaian dengan tujuan mencapai nilai target industri.Topik dalam penelitian ini adalah untuk menguji hipotesa-hipotesa yang ada dalam ruang lingkup pasar Indonesia, dimana data dari 100 perusahaan yang ada di Indonesia digunakan untuk melakukan hal tersebut. Akan terdapat 4 tingkatan pengukuran, yaitu: pertama; seluruh perusahaan dalam periode waktu tahun 2000 hingga 2007 dengan analisa tahunan; tingkatan kedua hingga keempat akan menggunakan periode waktu dari tahun 2005 hingga 2007 dengan analisa triwulan/per-tiga bulan. Penelitian ini akan menggunakan lima macam rasio untuk memastikan/memutuskan inter-convergence, rasio-rasio tersebut antara lain: Quick Ratio, Current Ratio, Equity to Debt Ratio, Sales to Inventory Ratio, dan Sales to Asset Ratio.Penelitian ini akan memutuskan/memastikan jika ada konvergensi dalam keseluruhan perusahaan, perusahaan di dalam industri, dan perusahaan didalam sub-industri. Dan juga akan menentukan kecepatan dari perubahan yang dibuat melalui rasio-rasio yang diacu. Terakhir, penelitian ini juga akan menentukankecenderungan perilaku finansial di dalam empat tingkat pengukuran.", "Daftar File": {"2008 TA PP NESSA NENDYTA TEDJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79035", "2008 TA PP NESSA NENDYTA TEDJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79036", "2008 TA PP NESSA NENDYTA TEDJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79037", "2008 TA PP NESSA NENDYTA TEDJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79038", "2008 TA PP NESSA NENDYTA TEDJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79039", "2008 TA PP NESSA NENDYTA TEDJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79040", "2008 TA PP NESSA NENDYTA TEDJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79041"}, "Penulis": "NESSA NENDYTA TEDJI (NIM 19005032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy P. Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Convergence, Indonesian market, Industry target, Quick Ratio, Current Ratio", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "04 Apr 2014"}