{"Nomor": 16675, "Judul": "RANCANG BANGUN APLIKASI PENELUSURAN PENGIRIMAN BARANG (TRACKING) PADA JASA PENGIRIMAN BARANG BERBASIS ANDROID", "Abstrak": "Desember 2008 Android mulai menjadi pemimpin sistem operasi mobile phone setelah diakuisisi oleh Google \n\nInc. Seiring dengan itu kebutuhan masyarakat akan jasa ekspedisi dan pengiriman yang semakin meningkat \n\nmembuat potensi-potensi kesalahan dalam proses pengiriman barang dapat terjadi kapan saja dan dimana saja. \n\nKeluhan-keluhan dari konsumen karena paket kirimannya belum sampai tidak bisa langsung diproses atau \n\nditanggapi. Ini dikarenakan tidak adanya suatu sistem untuk memonitoring kerja kurir, seperti melihat posisi \n\nkurir yang sedang mengantarkan paket, kelebihandariaplikasiiniadalahmampumenampilkanposisikurirpada map \n\ndigital danbisamenampilkanidentitaspengirim, penerimadankurir. Kurir menjelaskan alasan keterlambatan \n\nmereka mengirimkan paket dikarenakan mereka tidak selalu mengetahui secara pasti posisi satu per satu alamat \n\ntujuan paket tersebut. Untuk itu dibutuhkan suatu aplikasi tracking map berbasis Android yang mempunyai fitur \n\nutama untuk melihat posisi paket, didukung dengan fitur-fitur tambahan seperti menampilkan identitas pengirim, \n\npenerima, kurir, dan isi paket serta rute menuju alamat penerima paket. Dengan menggunakan metode \n\npengembangan Rapid Application Development (RAD) menurut Kendall & Kendallyang terdiri dari tahap \n\nperencanaan syarat, workshop design, dan implementasi, aplikasi ini dirancang menggunakan UML (Unified \n\nModelling Language). Hasil dari penelitian ini adalah sebuah aplikasi tracking map berbasis android yang \n\ndigunakan untuk memantau kerja kurir dengan melihat posisi paket, identitas pengirim, penerima, kurir, dan isi \n\npaket, serta membantu kurir dalam menjalankan tugasnya dengan menampilkan rute kurir - penerima (direction).", "Daftar File": {"proceedings knsi 2013(214).pdf": "https://digilib.itb.ac.id/gdl/download/79026"}, "Penulis": "NennyAnggraini, S.Kom, MT, FeriFahrianto, M.Sc.,Rizky Dana Saputro", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tracking, Android, Rapid Application Development (RAD), UML (Unified Modelling Language)", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "03 Apr 2014"}