{"Nomor": 16686, "Judul": "ANALISIS KEKUATAN TARIK KOMPOSIT SERAT BAMBU YANG DIBUAT DENGAN METODE MANUFAKTUR HAND LAY UP", "Abstrak": "Salah satu serat alam yang tersedia banyak di sekitar kita adalah bambu. Bambu memiliki waktu tumbuh yang jauh lebih cepat dan harga yang lebih murah dari pohon penghasil kayu. Dengan dijadikan komposit, maka kekuatan dan ketahanan material akan meningkat sehingga memiliki kegunaan yang lebih banyak. Dalam penelitian ini diuji kekuatan tarik komposit serat bambu (Modulus Elastisitas dan Ultimate Strength) dengan variasi jenis serat (bentuk serat pipih dan lidi), dianalisis perbandingan dengan kekuatan tarik serat dan resin yang digunakan, dan dianalisis modus kegagalan yang terjadi.     \n \n \n \n\nKomposit dengan serat bambu tipis pipih memiliki harga modulus elastisitas rata-rata sebesar 6,424 GPa dan ultimate strength sebesar 97,5 MPa. Komposit dengan serat bambu menyerupai lidi memiliki harga modulus elastisitas rata-rata sebesar 4,894 GPa dan ultimate strength sebesar 39,37 MPa. Seluruh spesimen uji mengalami kegagalan akibat tegangan geser.    \n \n \n \n\nResin Epoxy memiliki harga modulus elastisitas rata-rata sebesar 1,52 GPa dan ultimate strength sebesar 17,51 MPa. Serat bambu tipis pipih memiliki harga modulus elastisitas rata-rata sebesar 19,08 GPa dan ultimate strength sebesar 245,6 MPa. Serat bambu menyerupai lidi memiliki harga modulus elastisitas rata-rata sebesar 34,78 GPa dan    \n \n \n \n\nultimate strength sebesar 323,29 MPa.", "Daftar File": {"2009 TA PP NICKI SUBIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79080", "2009 TA PP NICKI SUBIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79081", "2009 TA PP NICKI SUBIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79082", "2009 TA PP NICKI SUBIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79083", "2009 TA PP NICKI SUBIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79084", "2009 TA PP NICKI SUBIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79085", "2009 TA PP NICKI SUBIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79086"}, "Penulis": "NICKI SUBIANTO (NIM :  136 05 017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Ir. Bambang K. Hadi", "Ir. Muhammad Kusni, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bambu, Analisis Kekuatan Tarik, Komposit, Serat Bambu, Metode Manufaktur Hand Lay Up", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}