{"Nomor": 16682, "Judul": "THE PERFORMANCE, EXHAUST GAS EMISSIONS AND COMBUSTION OF A DIRECT INJECTION DIESEL ENGINE USING BIODIESEL FUEL FROM PHYSIC NUT OIL (JATROPHA CURCAS L. OIL)", "Abstrak": "The purpose of this final project was to investigate the influences of using biodiesel fuel from Physic Nut oil on a direct injection diesel engine. The experiments concentrated primarily on engine performance and the reduction of exhaust gas emissions. Furthermore, the in-cylinder pressure and rate of heat release were recorded to analyze the combustion process that effects on engine performance and emission.  \n \n\nThe experiments results showed that biodiesel from Physic Nut oil and its blends with diesel fuel could comparable with diesel fuel about performance parameters. These fuels give slightly lower in torque and power output than diesel fuel, but the comparison of fuel volumetric consumption, brake specific energy consumption and thermal efficiency is almost no change. The using of biodiesel fuel following European Stationary Cycle (Directive 1999/96/EC) was remarked significantly reducing emission of HC (27.53 %), CO (12.32 %), and Smoke emission (86.06 %) and slightly increasing NOx emission (9 %). At constant engine speed (maximum torque and different load), the using of blend fuel B10 gives better performance of fuel volumetric consumption, brake specific fuel consumption,  \n \n\nthermal efficiency than diesel fuel. The result from in-cylinder pressure and rate of heat release presented the effect of oxygen content on ignition delay. Fuel with higher biodiesel percent (higher cetane index and higher oxygen content) gives shorter ignition delay (shorter 16.6 milliseconds at 1200 rpm, BMEP 500 kPa) so that it gives better combustion and higher reduction of exhaust gas emissions.", "Daftar File": {"2006 TS PP NGUYEN NGOC DUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79063", "2006 TS PP NGUYEN NGOC DUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79064", "2006 TS PP NGUYEN NGOC DUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79065", "2006 TS PP NGUYEN NGOC DUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79066", "2006 TS PP NGUYEN NGOC DUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79067", "2006 TS PP NGUYEN NGOC DUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79068", "2006 TS PP NGUYEN NGOC DUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79069"}, "Penulis": "NGUYEN NGOC DUNG  (NIM : 23104035)", "Kontributor / Dosen Pembimbing": ["Committee Members : Dr. Iman Kartolaksono Reksowardojo", "Dr. Tirto Prakoso Brodjonegoro", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "biodiesel fuel, Physic Nut oil, Jatropha Curcas L. Oil, direct injection diesel engine, Exhaust Gas Emissions", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}