{"Nomor": 16704, "Judul": "PERANCANGAN UNIT REWINDER MESIN EKSTRUSI-LAMINASI PLASTIK", "Abstrak": "Kemasan dengan bahan dasar plastik semakin sering ditemui di pasaran akhir-akhir ini. Penggunaannya sangat luas, mulai dari kemasan makanan, minuman, produk elektronik, hingga peralatan rumah tangga. Beberapa jenis produk memerlukan kemasan dengan spesifikasi yang khusus, seperti kekuatan yang tinggi atau kedap udara. Spesifikasi ini dapat diperoleh dengan menggabungkan beberapa jenis plastik menjadi satu lembaran plastik. Salah satu mesin yang dapat melakukan hal seperti ini adalah mesin ekstrusi laminasi. Tugas sarjana ini berisi perancangan salah satu unit pendukung mesin ekstrusi laminasi, yaitu unit rewinder. Unit rewinder berperan dalam menggulung lembaran plastik yang telah dilaminasi. Dalam pengerjaan tugas sarjana ini, Fakultas Teknik Mesin dan Dirgantara (FTMD) Ã‚Â– Institut Teknologi Bandung (ITB) berkolaborasi dengan PT Norita Flexindo yang berlokasi di Cileungsi, Bogor, Jawa Barat.  \n \n\nUntuk mendukung fungsinya, unit rewinder yang dirancang harus memenuhi beberapa kriteria, yaitu memiliki mekanisme untuk menukar airshaft tanpa harus mematikan mesin, mampu menahan beban sebesar 1 ton dan dapat digunakan untuk  \n \n\nmenggulung material dengan lebar 1200 mm. Dari kriteria-kriteria tersebut, dibuatlah rancangan dengan didasari pemilihan dan perhitungan umur bantalan, pemilihan motor,  \n \n\nserta pemilihan mekanisme transmisi daya. Hingga kini, proses produksi unit rewinder belum dapat dilakukan karena  \n \n\nketerbatasan tempat dan sumber daya manusia (teknisi). Namun, tugas sarjana ini tetap dilengkapi dengan gambar teknik setiap komponen serta perencanaan proses produksinya  \n \n\nsehingga akan memudahkan PT Norita Flexindo bila suatu saat rancangan ini hendak direalisasi.", "Daftar File": {"2010 TA PP NIKOLAS ADIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79193", "2010 TA PP NIKOLAS ADIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79194", "2010 TA PP NIKOLAS ADIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79195", "2010 TA PP NIKOLAS ADIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79196", "2010 TA PP NIKOLAS ADIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79197", "2010 TA PP NIKOLAS ADIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79198", "2010 TA PP NIKOLAS ADIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79199"}, "Penulis": "NIKOLAS ADIYANTO (NIM : 13106054)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Ir. Ignatius Pulung Nurprasetio, MSME", "Pembimbing 2 : Eka Febrian Sutanto, ST"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan Unit Rewinder, Mesin Ekstrusi, Laminasi Plastik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}