{"Nomor": 16709, "Judul": "ANALISIS KEBIJAKAN PENINGKATAN KUALITAS TERMINAL BANDAR UDARA TJILIK RIWUT DENGAN METODE ANALYTICAL HIERARCHY PROCESS (AHP)", "Abstrak": "Dalam penataan bandar udara, ada beberapa pendekatan kebijakan yang dapat dilakukan dalam mengambil keputusan. Salah satu metode tersebut adalah metode Analytical Hierarchy Process (AHP) yang menggunakan pairwise comparison (perbandingan berpasangan). Dalam metode ini dilibatkan beberapa stakeholder, dimana masing-masing stakeholder akan dibandingkan pendapatnya untuk mendapatkan nilai yang mengakomodasi semua pihak. Penilaian dilakukan dengan cara membandingkan sejumlah kombinasi elemen yang ada pada setiap hirarki sehingga dapat dilakukan penilaian kuantitatif untuk mengetahui besarnya bobot setiap elemen. Tesis mengkaji proses penataan bandar udara dengan menggunakan Analytical Hierarchy Process (AHP) dengan studi kasus Bandar Udara Tjilik Riwut. Proses AHP pada studi kasus ini meliputi tahap penyusunan hirarki, penentuan kriteria (elemen), penentuan sub kriteria (sub elemen), penentuan alternatif, penentuan responden (stakeholder), penentuan bobot kriteria dan penentuan prioritas. Kriteria yang merupakan bagian-bagian utama yang ada di bandar udara pada penelitian ini adalah meliputi 6 elemen yaitu (1) Parkir dan Jalan Masuk Bandar Udara, (2) Security Check-in, (3) Ruang Tunggu, (4) Check-in, (5) Sistem Informasi, dan (6) Areal Kedatangan. Sedangkan stakeholder yang terlibat sebagai responden diwakili oleh 4 kelompok stakeholder yang terdiri dari unsur pemerintah (Dishub), operator penerbangan dan unsur masyarakat yang diwakili dari unsur akademisi dan konsultan perencana di bidang bandar udara. Struktur hirarki yang dihasilkan pada penelitian ini terdiri dari 4 level yaitu: level nol berupa tujuan yang hendak dicapai (goal), level satu terdiri dari 6 elemen, level kedua ditetapkan 23 sub elemen dan level ketiga terdiri dari 2 alternatif yaitu, peningkatan kualitas sarana dan prasarana dan peningkatan kualitas personil (SDM). Hasil analisis ini terlihat bahwa kualitas SDM masih rendah sehingga kurang maksimal dalam memberikan pelayanan kepada penggunan jasa bandar udara. Hampir seluruh bagian dan sub bagian dari terminal bandar udara ini mempunyai kekurangan pada kualitas SDM.", "Daftar File": {"2010 TS PP NINDYA LARAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79226", "2010 TS PP NINDYA LARAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79227", "2010 TS PP NINDYA LARAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79228", "2010 TS PP NINDYA LARAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79229", "2010 TS PP NINDYA LARAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79230", "2010 TS PP NINDYA LARAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79231", "2010 TS PP NINDYA LARAS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79232", "2010 TS PP NINDYA LARAS 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/79233"}, "Penulis": "NINDYA LARAS SITORESMI  (NIM : 25007044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harmein Rahman, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kualitas layanan, terminal bandar udara, Analytical Hierarchy Process (AHP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}