{"Nomor": 16714, "Judul": "PERANCANGAN DAN IMPLEMENTASI APLIKASI SERVER UNTUK SURVEILLANCE SYSTEM PADA AREA TERBATAS BERBASISKAN JAVA 2 SE DAN PROTOKOL SMTP", "Abstrak": "Aplikasi Ã‚Â‘SIMPLESurveillanceÃ‚Â’ memiliki fungsi serupa dengan  \n \n\nsurveillance system konvensional, yaitu melakukan pemantauan terhadap suatu ruangan dengan menggunakan capture device kemudian menyimpan data hasil pemantauan. Aplikasi SIMPLESurveillance cocok diimplementasikan di gudang pertokoan maupun di rumah-rumah dimana penghuninya (untuk seterusnya akan disebut dengan user) sering meninggalkan barang berharga mereka. Aplikasi SIMPLESurveillance memungkinkan user yang berada di sisi  \n \n\nremote untuk tetap mengetahui keamanan area yang ingin dipantaunya (untuk seterusnya akan disebut dengan coverage area). User akan mendapat notifikasi atau peringatan adanya intruder. Notifikasi ini berupa email yang berisi pesan teks disertai dengan beberapa attachment gambar yang memuat intruder pada coverage area. Kelebihan lain dari aplikasi SIMPLESurveillance adalah memori penyimpanan yang dibutuhkan sedikit karena sistem pemantau hanya menyimpan  \n \n\ndata hasil pemantauan apabila terdeteksi adanya intruder pada coverage area. Aplikasi SIMPLESurveillance bekerja pada platform Java 2 Standard Edition dan menggunakan webcam yang harganya lebih terjangkau dibanding capture device lain. Dalam pelaksanaannya, aplikasi SIMPLESurveillance memerlukan sebuah server yang terkoneksi ke jaringan internet. Server merupakan tempat berjalannya aplikasi SIMPLESurveillance, serta sebagai tempat penyimpanan data-data hasil pemantauan. Aplikasi ini mampu melakukan pendeteksian adanya intruder pada coverage area, penyimpana data-data hasil pemantauan dalam bentuk file dengan format JPEG, serta notifikasi kepada user di sisi remote. Untuk mendeteksi adanya intruder pada coverage area, sistem ini mengobservasi lama waktu objek tersebut berada di coverage area serta kebergerakan (motion) objek tersebut, kemudian sistem pemantau menjalankan algoritma untuk memutuskan apakah objek tersebut adalah intruder atau bukan.", "Daftar File": {"2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79238", "2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79239", "2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79240", "2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79241", "2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79242", "2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79243", "2010 TA PP NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79244"}, "Penulis": "NI WAYAN EKA AGUSTINA RINDAVALDINI DAMAYANTI (NIM : 13206058)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Hendrawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "surveillance system, webcam, J2SE, image processing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}