{"Nomor": 16717, "Judul": "PROSES SECONDARY BONDING PADA BILAH TURBIN ANGIN YANG DIBUAT MENGGUNAKAN METODE VARTM DAN KAJI KEKUATAN INTERLAMINAR SHEAR PADA STRUKTUR LAMINAT KOMPOSIT", "Abstrak": "Proses assembly memegang peranan yang sangat penting pada tahapan manufaktur pembuatan bilah turbin angin. Salah satu metode dalam assembly bilah turbin angin adalah dengan menggunakan secondary bonding. Secondary bonding pada bagian leading edge dan trailing edge merupakan aspek yang kritikal pada manufaktur penggabungan upper dan lower skin bilah turbin angin. Parameter kualitas produk pada tahap assembly adalah kesesuaian antara bilah turbin yang diproduksi dengan drawing dan cetakan. Agar kontur permukaan atas dan bawah sesuai cetakan, diperlukan alat bantu yaitu assy fixture. Pada penelitian ini, assy fixture dirancang dan dibuat untuk mendapatkan secondary bonding yang baik. Penelitian ini mengkaji kekuatan interlaminar shear pada struktur komposit, menggunakan short beam test yang mengacu pada ASTM D 2344. Spesimen yang diuji dibuat dengan menggunakan metode Vacuum Assisted Resin Transfer Molding (VARTM) dan metode hand lay up. Hasil yang diperoleh selanjutnya dibandingkan untuk melihat pengaruh proses yang digunakan terhadap konsistensi kekuatan secondary bonding, karakteristik modus kegagalan dan kekuatan geser interlaminar yang umum diperoleh pada produk industri. Hasil yang diperoleh menyatakan bahwa penggunaan assy fixture membantu dalam proses secondary bonding, metode VARTM menghasilkan konsistensi kekuatan geser interlaminar pada hasil pengujian, dan kekuatan geser masuk dalam nilai kisaran standar industri.", "Daftar File": {"2010 TA PP NONO SUKARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79258", "2010 TA PP NONO SUKARNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79259", "2010 TA PP NONO SUKARNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79260", "2010 TA PP NONO SUKARNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79261", "2010 TA PP NONO SUKARNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79262", "2010 TA PP NONO SUKARNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79263", "2010 TA PP NONO SUKARNO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79264", "2010 TA PP NONO SUKARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79265"}, "Penulis": "NONO SUKARNO (NIM : 13605062)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n \n\nDr. Hendri Syamsudin", "Ir. Handoko Subawi (PT. DI)", "Dr. Djarot Widagdo", ""], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "assembly, secondary bonding, upper- lower skin, assy fixture, short beam test, interlaminar shear, Vacuum Assisted Resin Transfer Molding dan hand lay up", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}