{"Nomor": 16726, "Judul": "PERANCANGAN AWAL ALAT UJI SPLIT HOPKINSON PRESSURE BAR UNTUK MENGUKUR SIFAT MEKANIK MATERIAL PADA LAJU REGANGAN TINGGI", "Abstrak": "Tugas akhir ini membahas proses desain Split Hopkinson Pressure Bar (SHPB) yang juga dikenal sebagai Kolsky bar sebagai alat untuk menentukan sifat material pada laju regangan tinggi. Alat ini terdiri dari dua bar panjang, dimana spesimen uji diletakkan diantaranya. Bar pertama adalah incident bar dan bar kedua adalah transimitter bar. Dengan menembakkan sebuah proyektil ke incident bar, gelombang regangan tekan dibangkitkan dan merambat kearah spesimen. Ketika gelombang regangan mencapai spesimen, sebagian gelombang ini dipantulkan kembali, sebagian lagi diteruskan ke transmitter bar, dan spesimen terdeformasi secara plastis. Sistem instrumen merekam gelombang yang terjadi pada incident bar dan transmitter bar, sehingga sifat tegangan-regangan spesimen dapat diketahui. SHPB ini dirancang dengan tiga (3) bagian utama, yaitu sistem penembak, sistem bar, serta sistem sensor dan pengolah data. Sistem penembak berfungsi untuk menembakkan proyektil    \n \n \n \n\ndengan kecepatan yang ditentukan dan massa proyektil yang dapat diubah. Sistem bar terdiri atas dua buah bar serta frame penumpu. Sistem sensor dan pengolah data berfungsi untuk merekam gelombang regangan yang terjadi pada batang pertama dan batang kedua dan mengolahnya sehingga didapat data tegangan terhadap regangan. Seluruh sistem dirancang untuk dapat dapat menghasilkan regangan pada spesimen    \n \n \n \n\ndengan rentang laju regangan 103 - 104 s-1. Proses perancangan dilakukan dengan mempertimbangkan kemudahan manufaktur dan ketersediaan komponen yang dibutuhkan. Tugas ini dikerjakan dengan mengikuti langkah-langkah sistematika    \n \n \n \n\nperancangan, mulai dari perancangan konsep hingga perancangan rinci. Hasil akhir dari rancangan SHPB ini ditampilkan dalam bentuk gambar teknik.", "Daftar File": {"2011 TA PP NOVRI ADRIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79313", "2011 TA PP NOVRI ADRIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79314", "2011 TA PP NOVRI ADRIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79315", "2011 TA PP NOVRI ADRIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79316", "2011 TA PP NOVRI ADRIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79317", "2011 TA PP NOVRI ADRIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79318", "2011 TA PP NOVRI ADRIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79319"}, "Penulis": "NOVRI ADRIAN (NIM : 13607037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Leonardo Gunawan", "Dr. Tatacipta Dirgantara", "Prof. Dr. Ichsan Setya Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Desain, Split Hopkinson Pressure Bar, laju regangan tinggi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}