{"Nomor": 16732, "Judul": "TANGGAPAN DINAMIK STRUKTUR TERKUBUR DANGKAL TERHADAP PEMBEBANAN TUMBUKAN PERMUKAAN", "Abstrak": "Pengembangan metode mekanis untuk penyapuan ranjau dengan peralatan tipe cambuk memerlukan pengetahuan yang cukup mengenai transfer gaya serta interaksi antara alat, tanah, dan ranjau. Penelitian terakhir telah mendapatkan pemahaman yang baik mengenai interaksi antara tanah dan alat, tetapi transfer gaya dan tanggapan ranjau terkubur akibat beban dari cambuk masih belum didefinisikan. Ranjau darat dianggap sebagai struktur terkubur tak terdukung dan beban dari gerakan pencambukan dianggap sebagai beban tumbukan pada permukaan tanah dengan penekanan pada beban vertikal. Untuk mensimulasikan tanggapan tanah yang dapat bersifat elastis, plastis, atau viskos, dibuat model mekanis dari tanah dan struktur terkubur, kemudian dilakukan pengujian untuk mengetahui transfer beban serta tanggapan dinamik struktur terkubur terhadap beban tumbukan permukaan. Simulasi respons model dilakukan dengan menggunakan perangkat lunak Simulink. Tanggapan dari model 4 DOF tersebut didukung oleh data pengujian dan dirasa cukup untuk memodelkan dan memperkirakan perilaku dari ranjau darat pada penyapuan ranjau atau struktur terkubur tak terdukung lainnya yang diberikan beban tumbukan permukaan.", "Daftar File": {"2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79350", "2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79351", "2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79352", "2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79353", "2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79354", "2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79355", "2009 TS PP NUHANSYAH SULAIMAN ACHMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79356"}, "Penulis": "NUHANSYAH SULAIMAN ACHMAD (NIM : 23107022)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Prof. Dr. Ir. Djoko Suharto", "Dr. Ir. Andi Isra Mahyuddin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Beban tumbukan, struktur terkubur, pembersihan ranjau", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}