{"Nomor": 16733, "Judul": "ANALISIS SIFAT TRANSPOR PROTON PADA MEMBRAN BLEND PSF-SPSF-TEOS MELALUI PENGUKURAN POTENSIAL MEMBRAN", "Abstrak": "Salah satu sumber energi alternatif yang sedang berkembang pesat yaitu Polymer Electrolyte Membrane Fuel Cell (PEMFC). PEMFC merupakan sel bahan bakar yang menggunakan membran polimer bermuatan yang dapat mentranspor proton dari anoda ke katoda. Untuk menghasilkan energi, PEMFC memerlukan gas oksigen dari udara dan gas hidrogen sebagai bahan bakar untuk melangsungkan reaksi redoks dan menghasilkan air. Dalam penelitian ini, dilakukan pembuatan membran penghantar proton dari campuran antara polisulfon (PSF), polisulfon tersulfonasi (SPSF) dan tetraetoksisilan (TEOS). Membran ini diharapkan dapat menggantikan membran penghantar proton komersil, yaitu Nafion, yang harganya relatif mahal dan limbahnya cenderung tidak ramah lingkungan. Dalam penelitian ini, SPSF dibuat bervariasi dari 10 hingga 50 persen berat, dengan berat total yang konstan. Adanya gugus sulfonat dan silanol dalam membran polimer diharapkan dapat meningkatkan kemampuannya dalam mentranspor proton. Sulfonasi polisulfon dilakukan menggunakan senyawa asam klorosulfonat dalam kloroform sedangkan polimerisasi TEOS menggunakan asam metansulfonat sebagai katalis. Hasil pengukuran potensial membran menunjukkan, seiring meningkatnya persen SPSF, nilai muatan efektifnya juga meningkat, yang berarti semakin baik kemampuannya dalam mentranspor proton. Data ini juga didukung oleh hasil pengukuran konduktivitas proton yang juga cenderung mengalami peningkatan. Dilakukan juga karakterisasi pendukung seperti pengamatan struktur dan morfologi membran menggunakan Scanning Electron Microscope (SEM), spektrofotometri infrared (IR), dan spektroskopi Raman, serta pengamatan terhadap sifat fisika-kimia membran melalui pengukuran water uptake, sudut kontak, dan kapasitas penukar ion.", "Daftar File": {"2012 TA PP NUNGKY APRILIA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79357", "2012 TA PP NUNGKY APRILIA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79358", "2012 TA PP NUNGKY APRILIA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79359", "2012 TA PP NUNGKY APRILIA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79360", "2012 TA PP NUNGKY APRILIA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79361", "2012 TA PP NUNGKY APRILIA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79362", "2012 TA PP NUNGKY APRILIA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79363"}, "Penulis": "NUNGKY APRILIA (NIM : 10508040)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Veinardi Suendo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PSF-SPSF-TEOS blend, PEMFC, tranpor proton, potensial membran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}