{"Nomor": 16749, "Judul": "PEMBUATAN SISTEM INFORMASI OPERASI DAN PERAWATAN MOTOR DIESEL STUDI KASUS KAPAL KERUK BELITUNG 1 PT TIMAH TAHUN 2007-2010", "Abstrak": "Motor Diesel banyak digunakan dalam industri baik sebagai pembangkit listrik maupun sebagai sumber tenaga penggerak. Kegiatan perawatan yang efektif terhadap motor Diesel diperlukan untuk menjamin agar prestasi mesin tersebut  \n \n\nselalu baik. Kegiatan perawatan yang efektif hanya dapat tercapai dengan perencanaan yang disertai dengan analisis yang mendalam terhadap motor Diesel.  \n \n\nAnalisis tersebut dapat dilakukan jika tersedia data lengkap mengenai motor Diesel yang dibahas, baik data kondisi operasi, data perawatan, maupun data kegagalan yang terjadi.  \n \n\nPengumpulan data operasi, perawatan, dan kegagalan akan lebih mudah dilakukan dengan menggunakan teknologi internet. Sistem informasi yang baik dapat membantu proses pengumpulan data dan kemudian menyimpan data tersebut ke dalam database dengan rapi. Pengolahan dan pengiriman data juga dapat berlangsung lebih cepat dengan memanfaatkan teknologi internet. Cepatnya pengolahan dan pengiriman data ini akan memungkinkan dilakukannya kegiatan pemantauan terhadap kondisi motor dari jarak jauh.  \n \n\nTugas sarjana ini berhasil membuat sebuah sistem informasi yang dapat digunakan untuk pengumpulan data operasi, perawatan, dan kegagalan pada motor Diesel. Sistem informasi yang telah dibuat juga dapat mengolah data yang  \n \n\ntelah dimasukkan dan kemudian menampilkannya ke dalam format yang dapat memudahkan analisis terhadap data tersebut. Tugas sarjana ini juga menganalisis kegiatan perawatan pada Kapal Keruk Belitung 1 PT Timah tahun 2007 sampai 2010 dengan memanfaatkan hasil keluaran sistem informasi tersebut.", "Daftar File": {"2011 TA PP NURMALA RUSYDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79443", "2011 TA PP NURMALA RUSYDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79444", "2011 TA PP NURMALA RUSYDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79445", "2011 TA PP NURMALA RUSYDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79446", "2011 TA PP NURMALA RUSYDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79447", "2011 TA PP NURMALA RUSYDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79448", "2011 TA PP NURMALA RUSYDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79449", "2011 TA PP NURMALA RUSYDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79450"}, "Penulis": "NURMALA RUSYDI (NIM : 13106063)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir. Arief Hariyanto", "Pembimbing 2 : Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pembuatan Sistem Informasi Operasi, dan Perawatan Motor Diesel, Kapal Keruk Belitung 1, PT Timah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}