{"Nomor": 16742, "Judul": "PERKEMBANGAN CEKUNGAN SALAWATI BAGIAN BARAT (DAERAH KOFIAU) PADA UMUR PLIOSEN AKHIR SAMPAI SEKARANG", "Abstrak": "Penelitian perkembangan cekungan dilakukan pada daerah Kofiau yang merupakan    \n \n \n \n\nbagian dari cekungan Salawati bagian barat dengan target interval penelitian dari umur    \n \n \n \n\nKetidakselarasan Pliosen Tengah hingga sekarang. Endapan sedimen silisiklastik    \n \n \n \n\nPliosen ini merupakan play baru sehingga perlu dieksplorasi lebih lanjut untuk    \n \n \n \n\nmengetahui potensi hidrokarbonnya.    \n \n \n \n\nPada umur Pliosen cekungan Salawati khususnya daerah Kofiau merupakan cekungan    \n \n \n \n\ndivergent pull-apart transtensional sebagai akibat dari pergerakan patahan geser    \n \n \n \n\nmengiri Sorong yang secara episodik aktif sejak umur Miosen Akhir dan menjadi sangat    \n \n \n \n\naktif pada umur Pliosen Tengah. Kegiatan tektonik ini menghasilkan perkembangan    \n \n \n \n\ncekungan yang diwarnai oleh beberapa fase restrukturisasi.    \n \n \n \n\nKerangka sikuen stratigrafi dibagi berdasarkan batas stratigrafi sikuen seismik dan    \n \n \n \n\ninformasi lingkungan pengendapan sumur diperoleh setidaknya tiga sikuen stratigrafi    \n \n \n \n\ndimana setiap sikuen ini memiliki ciri-ciri fasies seismik dan ketebalan yang berbeda    \n \n \n \n\ndari umur Ketidakselarasan Pliosen tengah 2.2 juta tahun sampai dengan sekarang.    \n \n \n \n\nFase pertama perkembangan cekungan dari umur 2.2-1.9 juta tahun (Ketidakselarasan    \n \n \n \n\nPliosen Tengah Ã‚Â– Pliosen Akhir) memperlihatkan ketidakselasaran Pliosen Tengah    \n \n \n \n\nmenjadi penanda awal pembentukan dan pembukaan ruang akomodasi serta awal    \n \n \n \n\npengisian sedimentasi disebelah timur laut daerah penelitian dengan pasokan sedimen    \n \n \n \n\ndari arah barat daya. Hal ini dibuktikan dari adanya penebalan sedimen ke arah timur    \n \n \n \n\nlaut dan indikasi potensi reservoir serta perangkap untuk play baru silisiklastik Pliosen.    \n \n \n \n\nFase kedua dari umur 1.9-1.0 juta tahun (Pliosen Akhir Ã‚Â– Pleistosen) memperlihatkan    \n \n \n \n\npengisian ruang akomodasi dengan pasokan sedimen dari arah barat daya dan tenggara.    \n \n \n \n\nPola sedimentasi pada fase ini menunjukkan penebalan sedimen di daerah Kofiau.    \n \n \n \n\nFase ketiga dari umur 1.0 juta tahun (Pleistosen) sampai dengan sekarang    \n \n \n \n\nmemperlihatkan perubahan di area ruang akomodasi Kofiau dari sebelumnya tebal    \n \n \n \n\nmenjadi relatif tipis dan deposenter bergeser ke arah timur laut.", "Daftar File": {"2013 TS PP NURHASAN 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79402", "2013 TS PP NURHASAN 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79403", "2013 TS PP NURHASAN 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79404", "2013 TS PP NURHASAN 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79405", "2013 TS PP NURHASAN 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79406", "2013 TS PP NURHASAN 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79407", "2013 TS PP NURHASAN 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79408"}, "Penulis": "NURHASAN (NIM 22010334)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi : Dr. Ir. Djuhaeni"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Perkembangan cekungan, stratigrafi sikuen seismik, patahan geser mengiri Sorong, pola sedimentasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}