{"Nomor": 16746, "Judul": "ANALISIS PENGARUH BIT ERROR TERHADAP KUALITAS VIDEO BERBASIS H.264/AVC", "Abstrak": "Teknik pengkodean video H.264/AVC merupakan teknik pengkodean terbaru yang dikembangkan oleh JVT yang merupakan hasil kolaborasi ITU-T VCEG dengan ISO/IEC MPEG. Teknik pengkodean ini bertujuan untuk memampatkan data video yang cenderung berukuran besar sehingga dapat ditransmisikan pada saluran transmisi ataupun disimpan pada media penyimpanan yang berkapasitas terbatas. Namun, video hasil kompresi memiliki kelemahan yakni video menjadi rentan terhadap error sehingga dapat menyebabkan penurunan kualitas video yang signifikan.        \n \n\nPada tugas akhir ini akan dilakukan analisis dan penelitian mengenai pengaruh bit error terhadap kualitas video H.264/AVC. Program sederhana dibuat untuk menghasilkan error pada payload data sesuai dengan BER yang diinginkan serta error pada header sesuai dengan jumlah error yang diinginkan. Penilaian kualitas video rekonstruksi yang telah disisipi error selanjutnya dilakukan dengan membandingkan PSNR video rekonstruksi dengan PSNR video original.        \n \n\nHasil yang diperoleh menunjukkan bahwa bit error dapat menyebabkan propagasi error pada deretan frame video. Jika error terjadi pada header, maka dapat menyebabkan keseluruhan frame video tidak dapat didekodekan. Model burst error menghasilkan video dengan kualitas yang lebih baik dibandingkan model random error.", "Daftar File": {"2010 TA PP NUR INAYAH YUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79423", "2010 TA PP NUR INAYAH YUSUF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79424", "2010 TA PP NUR INAYAH YUSUF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79425", "2010 TA PP NUR INAYAH YUSUF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79426", "2010 TA PP NUR INAYAH YUSUF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79427", "2010 TA PP NUR INAYAH YUSUF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79428", "2010 TA PP NUR INAYAH YUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79429"}, "Penulis": "NUR INAYAH YUSUF  (NIM : 13206138)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Dr. Ir. Hendrawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Teknik pengkodean, video H.264/AVC, JVT, ITU-T VCEG, ISO/IEC MPEG.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}