{"Nomor": 16756, "Judul": "STRATEGI OPERASI UNTUK PENINGKATAN KINERJA DAN KUALITAS DI MAINTENANCE SUPPORT SERVICES PT CHEVRON PACIFIC INDONESIA", "Abstrak": "PT. Chevron Pacific Indonesia (PT. CPI) merupakan perusahaan penghasil minyak bumi dengan produksi sekitar 380.000 barrel minyak mentah per hari. Kegiatan operasional di PT. CPI sangat ditunjang oleh tersedianya peralatan produksi yang dapat beroperasi pada tingkat kehandalan yang tinggi. Maintenance Support Services (MSS) adalah salah satu unit kerja di PT. CPI yang memiliki peran sentral dalam perbaikan dan perawatan peralatan produksi di wilayah operasi Sumatera. Setelah reorganisasi di tahun 2004, ruang lingkup MSS cenderung dipersempit menjadi pekerjaan shop-based (berbasis bengkel). Penyelesaian detail pekerjaan juga lebih banyak mengandalkan pada kontraktor-kontraktornya karena tenaga-tenaga ahli di MSS banyak yang dipindahkan ke unit-unit lain. Hal ini berakibat kemampuan pengawasan MSS terhadap kontraktornya juga berkurang sehingga berpengaruh terhadap kinerja dan hasil pekerjaan kontraktor. Pelanggan yang selama ini memperbaiki dan merawat peralatannya di MSS, kini cenderung untuk membuat kontrak tersendiri yang dianggap dapat lebih memenuhi kebutuhan pelanggan. Sebagai upaya untuk meningkatkan kinerja dan reputasi MSS sebagai salah satu   \n \n \n\nunit kerja yang menangani perbaikan dan perawatan peralatan produksi, maka dilakukan evaluasi untuk mencari faktor-faktor yang dapat mempengaruhi kinerja MSS dan menemukan solusi yang tepat untuk mengatasinya. Dua faktor utama yang sangat berpengaruh terhadap kinerja MSS adalah kapabilitas organisasi dan kualifikasi kontraktor. Akar masalah diperoleh dengan menggunakan diagram sebab akibat yang didapat dari hasil workshop untuk mengevaluasi dan menganalisis kondisi di MSS yang melibatkan pegawai dan pimpinan di MSS yang representatif dibidangnya. Survey terhadap pegawai mitra kerja juga telah dilaksanakan untuk mendapatkan gambaran   \n \n\nmengenai persepsi pegawai mitra kerja atas kondisi kerja yang ada di MSS dan menemukan permasalahan yang ada dari sudut pandang pegawai mitra kerja. Beberapa upaya perbaikan telah diidentifikasi yang mencakup 15 usulan strategi operasi, antara lain : perubahan struktur organisasi, melaksanakan kualifikasi kontraktor, bundle repair & maintenance contract, kontrak terintegrasi, Kontrak terintegrasi, pelatihan dan sertifikasi personnel, membangun kultur belajar di MSS dan mitra kerja, membangun hubungan dengan pelanggan, basis data peralatan, aplikasi JDE, aplikasi lean sigma, optimalisasi SDM dan shop/bengkel, pemusatan perbaikan   \n \n\ndan perawatan di MSS, penyediaan peralatan inspeksi/kontrol kualitas, pendirian pusat informasi MSS, menambahkan pekerjaan lapangan/field job dalam lingkup kerja. Proyek Akhir ini diajukan untuk membahas strategi-strategi operasi tersebut dan rencana implementasi untuk peningkatan kinerja dan kualitas MSS.", "Daftar File": {"2010 TS PP NURSYIRWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79475", "2010 TS PP NURSYIRWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79476", "2010 TS PP NURSYIRWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79477", "2010 TS PP NURSYIRWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79478", "2010 TS PP NURSYIRWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79479"}, "Penulis": "NURSYIRWAN (NIM: 291063830", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kapabilitas organisasi, perbaikan kinerja, strategi operasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}