{"Nomor": 16752, "Judul": "PREPARASI KANDIDAT IN-HOUSE REFERENCE MATERIAL KACANG KEDELAI BAGI PENENTUAN KADAR LOGAM CA, MG, FE, ZN, CU DAN PB SECARA SPEKTROFOTOMETRI SERAPAN ATOM", "Abstrak": "Reference material atau bahan acuan adalah suatu bahan yang memiliki sifat-sifat tertentu yang cukup homogen dan stabil, yang telah ditetapkan secara pasti untuk dapat digunakan dalam proses pengukuran. Reference material ini terdiri dari dua jenis, yaitu reference material standar dan reference material dengan matriks. Saat ini, reference material dengan matriks sangat dibutuhkan untuk keperluan analisis suatu sampel termasuk sampel makanan, hanya saja jumlah yang tersedia masih terbatas dan mahal. Penelitian ini bertujuan untuk menyiapkan kandidat in-house reference materials kacang kedelai bagi penentuan kadar logam Ca, Mg, Fe, Zn, Cu dan Pb secara spektrofotometri serapan atom. Sampel kedelai diperoleh dari supermarket di Bandung. Analisis yang dilakukan meliputi kadar air, kadar abu, dan kadar logam. Metode untuk penentuan kadar air, abu, dan logam divalidasi. Validasi metode meliputi limit deteksi, linearitas, homogenitas, stabilitas, dan presisi. Analisis kadar air dan abu dilakukan dengan metode gravimetri. Dari 10 sampel kedelai yang dianalisis kadar air dan abu, diperoleh kadar air, μ (adb) = (5,73 Ã‚Â± 0,519)%, μ (adk) =      \n \n \n \n \n \n\n(6,08 Ã‚Â± 0,530)% dan kadar abu, μ = (5,216 Ã‚Â± 0,220)%. Sedangkan penentuan kadar logam ditentukan dengan menggunakan spektrofotometer serapan atom dari larutan hasil destruksi abu sampel dengan asam kuat. Di dalam lima sampel kedelai, terdapat kandungan ion logam, yaitu μ Ca = (12,7 Ã‚Â± 0,21) mg, μ Mg = (3,63 Ã‚Â± 0,12) mg, μ Fe = (0,155 Ã‚Â± 0,010) mg, μ Zn = (0,073 Ã‚Â± 0,006) mg, μ Cu = (0,029 Ã‚Â± 0,002) mg, dan μ Pb = (0,002 Ã‚Â± 0,002) mg.", "Daftar File": {"2012 TA PP NUR RIZKI AMALIAH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79465", "2012 TA PP NUR RIZKI AMALIAH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79466", "2012 TA PP NUR RIZKI AMALIAH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79467", "2012 TA PP NUR RIZKI AMALIAH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79468", "2012 TA PP NUR RIZKI AMALIAH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79469", "2012 TA PP NUR RIZKI AMALIAH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79470", "2012 TA PP NUR RIZKI AMALIAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79471"}, "Penulis": "NUR RIZKI AMALIAH (NIM : 10508011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "in-house reference material, kacang kedelai, logam, spektrofotometer serapan atom", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}