{"Nomor": 16750, "Judul": "ANALISIS KEBUTUHAN KOMPRESOR DAN UKURAN PIPA DALAM STASIUN KOMPRESOR STUDI KASUS: STASIUN KOMPRESOR GAS DI MERBAU", "Abstrak": "Saat ini gas alam merupakan salah satu sumber energi alternatif yang memiliki peranan besar untuk menggantikan pemakaian bahan bakar minyak. Untuk itu perlu dibangun stasiun pengolah yang mampu meningkatkan kapasitas produksi gas bumi. Salah satu peralatan yang memiliki peranan penting adalah kompresor. Pemasangan unit kompresor ini juga membutuhkan beberapa fasilitas pendukung lainnya agar dapat beroperasi dengan optimal. Maka, sebelum pemasangan unit kompresor perlu dilakukan kajian teknis untuk menentukan ukuran pipa dan kapasitas unit kompresor yang akan digunakan.  \n \n\nPada tugas akhir ini dilakukan analisis hidraulik sistem perpipaan pada stasiun kompresor gas di Merbau. Analisis dilakukan berdasarkan pemodelan sistem perpipaan yang dibuat dengan software HYSYS 3.2 untuk menganalisis aliran fluida dan daya kompresor yang dibutuhkan, dilanjutkan dengan perhitungan tebal pipa yang mengacu pada ASME B31.3 Process Piping.  \n \n\nHasil analisis menunjukkan bahwa ukuran pipa yang paling optimal adalah NPS 14 inch schedule 20 untuk sisi masuk kompresor, NPS 10 inch schedule 60 untuk sisi keluar kompresor, NPS 20 inch schedule 20 untuk gas dari sumur, LP Separator, dan LP Scrubber, NPS 12 inch schedule 60 untuk sisi masuk Cooler, dan NPS 10 inch schedule 60 untuk sisi keluar Cooler dan HP Scrubber. Daya kompresor total yang dibutuhkan adalah 2 x 3404 kW dengan menggunakan kompresor jenis sentrifugal bertingkat.", "Daftar File": {"2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79451", "2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79452", "2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79453", "2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79454", "2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79455", "2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79456", "2009 TA PP NUR RAHIM BIMA DWI PUTRA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79457"}, "Penulis": "NUR RAHIM BIMA DWI PUTRA (NIM : 13104138)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing I : Prof. Dr. Ir. IGN Wiratmaja Puja", "Dosen Pembimbing II : Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis hidraulik;  sistem perpipaan; HYSYS 3.2; ASME B31.3 Process Piping; gas bumi; gas alam; bahan bakar minyak; sumber energi alternatif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}