{"Nomor": 16758, "Judul": "ANALISIS GEOMEKANIKA PADA BATUAN DASAR DI LAPANGAN SUBAN, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Suban merupakan lapangan gas terbesar yang memiliki reservoir pada batuan dasar. Reservoir ini terhubung dengan reservoir pada batuan sedimen yang terletak di atasnya. Batuan dasar dan batuan sedimen di lapangan ini terbentuk akibat peristiwa struktur geologi yang kompresional. Peristiwa ini diyakini membentuk rekahan khususnya pada batuan dasar sehingga memiliki porositas yang cukup untuk menjadi reservoir. Namun permasalahan yang ingin dipelajari di lapangan tersebut yaitu apakah regim tegasan yang bekerja saat ini masih berada para kondisi kompresional (sesar geser dan sesar naik) atau kini malah berada pada kondisi sedikit kompresional (sesar geser dan sesar normal) atau justru ekstensional (sesar Ã‚Â– sesar normal).    \n \n \n \n\nTerdapat hubungan yang konsisten antara regim tegasan dengan struktur geologi di beberapa daerah. Anomali hubungan ini terdapat di Tempen Spur (Laut Utara) yang memiliki regim tegasan kompresional sedangkan struktur geologi di daerah tersebut berupa ekstensional (sesar normal). Regim tegasan kompresional tersebut terbentuk akibat reaktivasi sesar normal dan uplift dalam 20.000 tahun terakhir. Peristiwa sebaliknya terjadi di cekungan Monagas (Venezuela). Struktur geologi daerah tersebut sangat kompresional berupa sesar Ã‚Â– sesar naik, namun tegasan yang bekerja saat ini justru pada keadaan sedikit kompresional (regim tegasan sesar geser dan sesar normal).    \n \n \n \n\nMetode geomekanika merupakan salah satu metode yang dapat diterapkan untuk mengetahui tentang tegasan yang bekerja saat ini pada batuan dasar. Metode ini merupakan integrasi antara tiga tegasan utama yang saling tegak lurus (Sv, SHmax, Shmin), tekanan pori (Pp), dan kekuatan batuan (C0). Parameter-parameter tersebut didapatkan melalui berbagai metode baik selama maupun setelah pemboran seperti: nilai tegasan vertikal (Sv) didapatkan dari log densitas, tekanan pori didapatkan langsung dari DST atau RFT, besar tegasan horizontal minimum (Shmin) didapatkan dari data LOT atau xLOT, tes inti batuan dilakukan untuk mendapatkan kekuatan batuan, arah tegasan horizontal maksimum (SHmax) diperoleh dari pengamatan breakout dan rekahan induced-tensile pada log gambar sedangkan besarnya diperoleh melalui pemodelan berdasarkan keterdapatan breakout dan rekahan induced-tensile, serta kondisi frictional equilibrium. Terdapat ketidakpastian yang dimiliki setiap parameter dalam pembentukan model geomekanika antara lain akibat: keterbatasan alat, keterbatasan data, dan keterbatasan pengetahuan memproses data. Sehingga ketidakpastian ini perlu diperhatikan khususnya dalam pangambilan asumsi dan penjelasan tingkat kepercayaan terhadap setiap parameter agar didapatkan model geomekanika yang diyakini kebenarannya.    \n \n \n \n\nInformasi tentang besaran tiga tegasan utama yaitu: Sv, Shmin, dan SHmax digunakan untuk mengklasifikasikan regim tegasan insitu di masing-masing sumur berdasarkan klasifikasi Anderson yaitu: regim tegasan sesar normal (Sv > SHmax > Shmin), regim tegasan sesar geser (SHmax > Sv > Shmin), atau regim tegasan sesar naik (SHmax > Shmin > Sv).    \n \n \n \n\nAnalisis tegasan pada batuan dasar di daerah penelitian menunjukan bahwa daerah penelitian berada pada kondisi tegasan kompresional (regim sesar geser dan sesar naik). Kondisi ini konsisten terhadap struktur geologi yang kompresional di daerah penelitian. Pada regim tegasan ini SHmax berlaku sebagai tegasan terbesar (S1), Shmin berlaku sebagai tegasan terkecil (S3) yaitu di sumur B-1, B-2, B-4, B-5, B-6, dan B-8 (regim sesar geser), sedangkan Sv berlaku sebagai tegasan terkecil (S3) di sumur B-3 dan B-7 (regim sesar naik).    \n \n \n \n\nHasil pengamatan log gambar terhadap arah breakout dan rekahan induced-tensile menunjukkan bahwa terdapat dua arah tegasan arah horizontal maksimum yaitu: arah tegasan horizontal maksimum yang cenderung timurlaut Ã‚Â– baratdaya (NE Ã‚Â– SW) terdapat di sumur B-2, B-3, B-6, dan B-8 sedangkan di sumur B-1, B-4, B-5, dan B-7 menunjukkan arah tegasan horizontal maksimum yang cenderung baratlaut Ã‚Â– tenggara (NW Ã‚Â– SE).    \n \n \n \n\nBerdasarkan data regional, arah tegasan horizontal maksimum (σ) di Sumatra adalah N 15o E, sedangkan arah maksimum pemendekan Ã‚Â‘shorteningÃ‚Â’ di daerah penelitian berdasarkan data seismik adalah timurlaut Ã‚Â– baratdaya (N 45o E). Arah tegasan SHmax yang utara timurlaut Ã‚Â– selatan baratdaya (NNE Ã‚Â– SSW) di sumur B-2 dan B-3 terjadi akibat arah tegasan horizontal maksimum regional, sedangkan arah tegasan SHmax timurlaut Ã‚Â– baratdaya di sumur B-6 dan B-8 terjadi pada arah maksimum pemendekan atau arah kompresional (σc) tegasan horizontal maksimum. Pada sumur B-7, tegasan SHmax yang berarah utara baratlaut Ã‚Â– selatan tenggara (NNW Ã‚Â– SSE) masih dapat dijelaskan secara mekanis sebagai akibat arah tegasan regional yang berubah arah akibat pengaruh bidang sesar yang membelok. Hal yang sulit dijelaskan berdasarkan prinsip mekanika adalah sumur B-1, B-4 dan B-5. Pada ketiga sumur ini arah tegasan SHmax sejajar dengan arah sesar yaitu barat laut Ã‚Â– tenggara (NW Ã‚Â– SE) dan tegak lurus terhadap arah maksimum pemendekan serta tanpa ada pengaruh bidang sesar. Kemungkinan hal ini terjadi akibat anisotropi batuan di lapangan tersebut atau akibat rotasi tegasan.", "Daftar File": {"2013 TS PP NURUL BURHAN 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79481", "2013 TS PP NURUL BURHAN 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79482", "2013 TS PP NURUL BURHAN 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79483", "2013 TS PP NURUL BURHAN 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79484", "2013 TS PP NURUL BURHAN 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79485", "2013 TS PP NURUL BURHAN 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79486", "2013 TS PP NURUL BURHAN 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79487"}, "Penulis": "NURUL BURHAN (NIM 22009307)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Rekahan, Geomekanika, Batuan Dasar, dan Cekungan Sumatra Selatan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}