{"Nomor": 16769, "Judul": "ANALISIS HUBUNGAN ANTARA IMBAL HASIL SAHAM (STOCK RETURN) DENGAN INFLASI, NILAI TUKAR, DAN SUKU BUNGA SERTIFIKAT BANK INDONESIA (SBI) PERSEKTOR INDUSTRI TAHUN 2006-2008 DI INDONESIA", "Abstrak": "Penelitian ini dilakukan terhadap faktor-faktor makro ekonomi (inflasi, nilai tukar, dan suku bunga SBI) yang mempengaruhi imbal hasil saham. Objek penelitian adalah  \n \n\nperusahaan-perusahaan publik di 9 sektor industri yang terdaftar di Bursa Efek Indonesia (BEI), dengan nilai histori tahun 2006-2008. Terdapat 252 buah saham yang diteliti, dan 12 saham dikeluarkan dalam penelitian ini karena data yang tersedia tidak mencukupi. Imbal hasil saham dihitung dari persentase perubahan harga saham penutupan setiap bulan. Faktor-faktor yang diduga mempunyai hubungan dengan imbal hasil saham adalah inflasi, nilai tukar, dan suku bunga SBI. Data inflasi, dan suku bunga SBI diambil dengan jangka waktu perbulan, dan pada nilai tukar, nilai yang digunakan adalah harga beli. Data dianalisa dengan menggunakan regresi berganda dengan program SPSS. Pengamatan dilakukan dengan cara pertahun dan selama tiga tahun. Hasil penelitian  \n \n\nmenujukkan, bahwa inflasi, nilai tukar, dan suku bunga tidak memberikan pengaruh signifikan terhadap imbal hasil saham pada tahun 2006 dan 2007. Tetapi, pada tahun 2008, inflasi, nilai tukar, dan suku bunga SBI memberikan pengaruh signifikan hanya pada sektor industri Ã‚Â“Properti dan Real EstatÃ‚Â”. Hasil penelitian selama tiga tahun, menunjukkan ternyata inflasi, nilai tukar, dan suku bunga SBI mempunyai hubungan yang signifikan pada sebagian besar sektor industri.", "Daftar File": {"2009 TS PP OCTAFIANA MACHETTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79545", "2009 TS PP OCTAFIANA MACHETTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79546", "2009 TS PP OCTAFIANA MACHETTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79547", "2009 TS PP OCTAFIANA MACHETTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79548", "2009 TS PP OCTAFIANA MACHETTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79549", "2009 TS PP OCTAFIANA MACHETTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79550"}, "Penulis": "OCTAFIANA MACHETTY (NIM : 29107392)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudarso Kaderi Wiryono"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inflasi, Nilai Tukar, Suku Bunga SBI, Imbal Hasil Saham, 2006 Ã‚Â– 2008", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}