{"Nomor": 16763, "Judul": "PENGEMBANGAN FREZVILLA SEBAGAI MODEL BISNIS BARU DALAM INDUSTRI DISTRIBUSI BAHAN PANGAN DENGAN MENERAPKAN KONSEP STRATEGI SAMUDRA BIRU", "Abstrak": "Kebutuhan bahan pangan, merupakan kebutuhan mendasar bagi setiap keluarga. Pemenuhan kebutuhan pangan harian merupakan sesuatu yang dilakukan secara terus-menerus oleh setiap keluarga, dengan frekuensi konsumsi yang tinggi, dan sifat konsumsi yang pasti. Fakta ini menunjukkan bahwa industri terkait penyediaan bahan pangan, memiliki potensi ekonomi yang sangat besar.  \n \n\nSaat ini, produk bahan pangan sampai ke konsumen akhir, melalui 4 channel utama pendistribusian, yaitu pasar tradisional, pasar modern (minimarket, midimarket, supermarket, dan hypermarket), penjual sayur keliling, dan warung kecil di sekitar pemukiman. Setiap channel memiliki keunggulan dan kelemahan yang membuat setiap channel diterima oleh target pasarnya, dimana masing-masing memiliki ekspektasi berbeda-beda mengenai nilai produk dan layanan yang diinginkan. Pada masyarakat perkotaan, terkait dengan terbatasnya waktu yang sebagian besar terpakai untuk pekerjaan dan perjalanan, adanya layanan yang mendukung dan mempermudah penyediaan  \n \n\npangan keluarga akan sangat membantu. Frezvilla, sebagai sebuah usaha yang bergerak dalam lingkup usaha pendistribusian bahan pangan keluarga, yang menjadi bahasan utama dari proyek akhir ini, dibentuk untuk menjawab kebutuhan tersebut. Setelah 6 bulan beroperasi, pertumbuhan Frezvilla yang cenderung lambat, diketahui  \n \n\ndiakibatkan oleh pemanfaatan yang tidak optimal terhadap sumber daya yang dimiliki, dan penerapan model bisnis yang belum optimal. Melalui penerapan strategi samudra biru dengan inovasi nilai sebagai batu pijaknya, dilakukan perumusan kurva nilai yang inovatif, sehingga diperoleh model bisnis baru yang akan mendorong percepatan pertumbuhan Frezvilla. Frezvilla menetapkan faktor harga, kualitas produk, kenyamanan, keramahtamahan dan aspek kekeluargaan sebagai faktor strategis penting, dan menambahkan layanan pesan antar serta bentuan referensi menu sebagai faktor strategis baru yang diciptakan Analisis perhitungan bobot manfaat-risiko memilih beberapa solusi sebagai solusi paling  \n \n\npotensial untuk membawa Frezvilla menjadi pemain penting dalam industri distribusi bahan pangan. Solusi tersebut adalah penerapan sistem waralaba, kerjasama dengan pedagang sayur keliling dan petani produsen, serta pembukaan toko fisik berupa minimarket atau mobil berjualan. Penerapan bertahap terhadap rancangan model bisnis baru ini diharapkan akan mendorong percepatan perluasan pasar, sehingga investasi yang dikeluarkan dapat kembali dan memberikan keuntungan pada tahun pertama setelah penerapannya.", "Daftar File": {"2010 TS PP NUS P NUGRAHENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79513", "2010 TS PP NUS P NUGRAHENI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79514", "2010 TS PP NUS P NUGRAHENI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79515", "2010 TS PP NUS P NUGRAHENI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79516", "2010 TS PP NUS P NUGRAHENI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79517", "2010 TS PP NUS P NUGRAHENI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79518"}, "Penulis": "NUS P NUGRAHENI (NIM : 29108021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi samudra biru, distribusi bahan pangan, inovasi nilai, kerangka kerja empat langkah, kerangka kerja enam jalan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}