{"Nomor": 16779, "Judul": "OPTIMIZING MANAGE MOBILE APPLICATION PROJECTS WITH LIMITED RESOURCES IN P.T. XYZ", "Abstrak": "XYZ Company was established in1999 and since 2003 focuses on mobile and internet technology. Their vision is to become a leading provider for mobile-service-platform and value-added service solutions and its mission is to helps brands, content providers, portals and media companies to enable themselves and their contents to be Ã‚Â“mobile readyÃ‚Â”. Their experiences combined with extensive R&D make them able to provide their clients a head start in their new media and mobile business initiatives. They are also cooperating with prominent vendor like EA and Disney as a reseller of mobile content for Indonesia market. Currently they have around 70 employees that divided into 3 divisions: Content Division (selling mobile content), Solution Division (help clients to find solutions using mobile technology) and R & D division (research against latest mobile technology). Mobile application industry growing very fast in line with high demand of smartphone, and now mobile applications also become one of companyÃ‚Â’s marketing tool. This condition can be maximized by XYZ Company through partnering with advertising agency that makes them flooded with many mobile application projects that makes them facing Ã‚Â“good problemÃ‚Â” related with limited mobile programmers. In other hands they are facing Ã‚Â“real problemÃ‚Â” in content division, the total revenue dropped significantly up to 65% due to government policy meanwhile company avoid to do lay-off and hope the revenue from this division will raise again. In normal situation, this good problem can be solved by in-house with hire new programmers (if the project related with companyÃ‚Â’s core competence) or outsourcing (if the project not too related with companyÃ‚Â’s core competence), but adding with dropped revenue from content division makes this problem become more complex. This final project purposes is to find out which one better in-house or outsourcing a project and whether any other alternatives that fit with XYZ CompanyÃ‚Â’s current condition. In order to find the solutions, data collected through direct interview to related parties and accredited media such as newspaper and website. The results from data analysis show additional problems where between programmer quite difficult to share knowledge and also several programmers resigned and move to other companies due to high competition. Through project management, knowledge management and business strategy theory approach, this final project recommend that company has to do improvement in project management through establish project management office, and implement good knowledge management system to easier sharing knowledge between programmers. In addition of that, company also has to able to increase their programmersÃ‚Â’ commitment by developing their skill with training and education to improve their competencies and find a way to make content divisionÃ‚Â’s revenue rise again. This recommendation need to be supported and socialize well to all stake holders.", "Daftar File": {"2012 TS PP OKTAVIANUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79607", "2012 TS PP OKTAVIANUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79608", "2012 TS PP OKTAVIANUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79609", "2012 TS PP OKTAVIANUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79610", "2012 TS PP OKTAVIANUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79611", "2012 TS PP OKTAVIANUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79612"}, "Penulis": "OKTAVIANUS (NIM 29110112)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aries Feizal Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "outsourcing, project management, project management office.", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}