{"Nomor": 16771, "Judul": "ESTIMASI NILAI PERMEABILITAS PADA SAMPEL IRISAN BATUAN DENGAN MENGGUNAKAN ANALISA CITRA", "Abstrak": "Telah dilakukan analisa citra tidak hanya dengan metoda distribusi pori namun juga metoda factor koreksi untuk mengetahui nilai permeabilitas pada sampel irisan batuan. Dalam tugas akhir ini, metoda analisa citra yang digunakan penulis dibantu software image processing DIPMA (digital image processing micro analysis). Sampel dianalisa citra melalui serangkaian proses, yaitu proses tresholding dan proses TPCP dimana keduanya berperan untuk mendapatkan nilai permeabiltas. Setelah melakukan metoda analisa citra, penulis membandingkan hasil metoda tersebut dengan data sampel. Terjadi perbedaan nilai permeabilitas saat dilakukan perbandingan yang disebabkan oleh beberapa faktor, diantaranya pengaturan warna, modifikasi, dan ketidak akuratan pemilihan area yang digunakan. Meskipun nilai permeabilitas hasil metoda analisa citra tidak tepat sama nilainya dengan data sampel, tetapi metoda ini tetap bias dikatakan akurat. Hal ini dikarenakan perbedaan yang muncul tidak terlalu signifikan dengan data-data nilai permeabilitas yang telah ada.", "Daftar File": {"2011 TA PP ODING AMINUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79558", "2011 TA PP ODING AMINUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79559", "2011 TA PP ODING AMINUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79560", "2011 TA PP ODING AMINUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79561", "2011 TA PP ODING AMINUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79562", "2011 TA PP ODING AMINUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79563", "2011 TA PP ODING AMINUDIN 1-DAFTAR  PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79564"}, "Penulis": "ODING AMINUDIN ( NIM 10205053) pembimbing : Prof. Dr. rer. nat Umar Fauzi", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof. Dr. rer. nat Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "permeabilitas, dipma, analisa citra, tresholding.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}