{"Nomor": 16782, "Judul": "MANAJEMEN ADAPTIF ALOKASI AIR DALAM MENGHADAPI PERUBAHAN IKLIM MENGGUNAKAN GCM (Global Climate Model) STUDI KASUS CITARUM HULU", "Abstrak": "Perubahan iklim global menyebabkan perubahan yang signifikan terhadap ketersediaan air yang ada. Hal tersebut tentu membutuhkan pengelolaan alokasi air yang baik dan efektif bagi setiap wilayah pengguna air. Pembagian air antar hulu-hilir maupun antar sektor pengguna air perlu dialokasikan sedemikian rupa untuk dapat melakukan respon dan adaptasi yang tepat terhadap perubahan iklim sehingga diperoleh keadilan dan manfaat yang optimal dan berkelanjutan. Berdasarkan hal tersebut perlu dilakukan kajian untuk menganalisis dampak perubahan iklim terhadap ketersediaan air di Daerah Aliran Sungai (DAS) dan bagaimana manajemen alokasi air yang sebaiknya dilakukan sehingga dapat memberikan  \n \n\nrekomendasi atau solusi terhadap kondisi alokasi air saat ini serta bagaimana skenario pengalokasian air masa mendatang. Dengan studi ini diharapkan dapat memberikan  \n \n\njawaban atas kebutuhan analisis perubahan iklim secara meteorologi yang berkaitan dengan curah hujan yang selanjutnya akan mempengaruhi variabel-variabel yang terkait dengan sistem kesetimbangan air dan manajemen air secara terintegrasi. Analisa yang dilakukan dalam penulisan ini meliputi analisa hujan bulanan untuk  \n \n\nmengetahui trend hujan yang terjadi, analisa perubahan iklim dari sisi hujan dengan berbagai skenario dengan menggunakan Magicc Scengen, Analisa hujan limpasan  \n \n\ndengan metode Nreca dan terakhir analisa alokasi air di DAS Citarum Hulu. Berdasarkan hasil analisa, di DAS Citarum hulu menunjukan adanya tren perubahan iklim dengan ditunjukan adanya penurunan besarnya hujan dari tahun 1916-1988. Namun Analisa Magicc Scengen menghasilkan nilai hujan yang dapat dikatakan optimis. Hasil kalibrasi Nreca untuk DAS Citarum Hulu mendapatkan besaran kesalahan absolut rata-rata sebesar 31% yang dapat dikatakan cukup memadai untuk proyeksi debit di masa mendatang. Sedangkan dari analisa alokasi air di DAS Citarum Hulu pada periode 2030 menghasilkan debit 80% yang akan semakin kecil dengan lama kekeringan yang makin panjang. Dengan demikian akan terjadi pergeseran musim tanam yang perlu diantisipasi.", "Daftar File": {"2009 TS PP OKY SUBRATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79626", "2009 TS PP OKY SUBRATA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79627", "2009 TS PP OKY SUBRATA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79628", "2009 TS PP OKY SUBRATA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79629", "2009 TS PP OKY SUBRATA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79630", "2009 TS PP OKY SUBRATA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79631", "2009 TS PP OKY SUBRATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79632"}, "Penulis": "OKY SUBRATA (NIM : 95008028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan K Hadihardaja, Ph.D", "Dr. Ir. Wanny K. Adidarma, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Magicc Scengen, Nreca, Alokasi Air, Citarum Hulu.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}