{"Nomor": 16792, "Judul": "TANGGUNG JAWAB SOSIAL PERUSAHAAN SEBAGAI STRATEGI BISNIS YANG BERKELANJUTAN (Sebuah Jawaban atas Kontroversi Pasal 74 UU No. 40 Tahun 2007)", "Abstrak": "Tujuan utama sebuah perusahaan adalah mencari laba, tetapi tujuan tersebut mengalami pergeseran karena tuntutan masyarakat, pemerintah, dan stakeholder-nya. Perusahaan kini juga harus memikirkan bagaimana cara agar masyarakat, pemerintah, dan stakeholder-nya memberi pengakuan terhadap keberadaan perusahaan. Tuntutan dan kebutuhan akan tanggung jawab sosial perusahaan (CSR) yang semakin besar memaksa pemerintah untuk lebih memperhatikan hal tersebut. Pada tengah tahun 2007, pemerintah mengeluarkan Undang-Undang Perseroan Terbatas (UUPT)/UU No. 40 Tahun 2007 dan memasukkan CSR sebagai salah satu pasal pada UUPT tersebut, yaitu pasal 74. Dengan Pasal 74 UUPT ini, pemerintah berharap akan tercipta hubungan yang baik antara perusahaan dengan lingkungan, nilai, norma, dan budaya setempat. Pemerintah juga berharap Pasal 74 UUPT ini dapat memberikan kejelasan mengenai regulasi maupun definisi dan pemahaman terhadap kepentingan dan manfaat CSR. Tetapi, tampaknya para pengusaha dan perusahaan-perusahaan tidak sepenuhnya setuju dengan adanya Pasal 74 UUPT ini, sehingga yang terjadi hingga saat ini adalah kontroversi yang tidak kunjung berakhir.  \n \n\nDilema CSR memberikan manfaat atau beban merupakan faktor utama terjadinya kontroversi. Selain itu, substansi pasal, komitmen pemerintah, definisi CSR pada pasal tersebut, dan implikasi pada masyarakat merupakan faktor-faktor lain yang menyebabkan kontroversi. Pasal 74 tersebut tentu memiliki dampak yang cukup besar terhadap pemerintah, masyarakat, dan terutama untuk perusahaan. Sehingga, kontroversi dapat diselesaikan jika ketiga pihak ini dapat bekerja sama dan berkompromi untuk menyelesaikan masalah ini.  \n \n\nPemerintah perlu melakukan diskusi dengan berbagai pihak yang terkait, seperti: pengusaha, perusahaan, masyarakat, pakar hukum, para ahli, kalangan perguruan tinggi, akademisi dan sebagainya. Kemudian, pemerintah perlu melakukan studi banding kebijakan-kebijakan CSR dengan negara-negara yang dikenal baik dalam hal kebijakan CSR, seperti: Belanda, Amerika Serikat, dan sebagainya. Pemerintah juga dapat melakukan studi banding dan menjadikan ISO 26000 menjadi acuan, karena diakui oleh dunia internasional. Selain itu, pemerintah perlu melakukan studi literatur mengenai CSR dan standar-standar CSR. Setelah melakukan hal tersebut, diharapkan pemerintah dapat membuat definisi resmi CSR yang baik, tidak sempit, dan mendangkalkan substansi CSR. Pemerintah juga harus mengubah artikulasi-artikulasi pada pasal yang bersifat menjebak. Terakhir, pemerintah perlu menunjukkan dan menjaga komitmennya untuk membangun bangsa, sehingga kepercayaan masyarakat dan perusahaan terhadap pemerintah bertambah.  \n \n\nPerusahaan perlu melihat peluang-peluang yang bisa didapatkan dengan pelaksanaan CSR, karena penelitian-penelitian tentang CSR sudah membuktikan manfaat CSR terhadap perusahaan. Perusahaan kemudian harus memasukkan CSR dalam strategi bisnisnya, melakukannya secara berkelanjutan, dan memasukkan dimensi sosial dalam proposisi nilainya untuk mendapatkan hasil yang optimal. Selain itu perusahaan memiliki peluang yang lebih untuk menunjukkan perannya sebagai agen pembangunan bangsa. Perusahaan perlu menjaga moral bisnisnya karena kelebihan-kelebihan yang dimilikinya.  \n \n\nMasyarakat perlu berperan lebih aktif dalam mensukseskan pelaksanaan CSR di Indonesia. Masyarakat dan organisasi masyarakat harus dapat menghargai perusahaan-perusahaan yang memiliki kinerja CSR yang tinggi, mempromosikannya sebagai teladan, serta membantu perusahaan-perusahaan yang serius memperbaiki dirinya dalam hal CSR. Dengan begitu, masyarakat akan memiliki peran lebih dalam hal ini, membantu mengupayakan peningkatan kinerja CSR perusahaan, dan menjaga perusahaan-perusahaan dan pemerintah dari kecenderungan melakukan kecurangan dengan memanfaatkan CSR ini.  \n \n\nKolaborasi ketiga pihak tersebut dan kepedulian perusahaan untuk menyisihkan sebagian keuntungannya bagi kepentingan pembangunan manusia dan lingkungan secara berkelanjutan berdasarkan prosedur yang tepat dan profesional akan menciptakan pertumbuhan bisnis yang sehat. Hal ini merupakan wujud nyata pelaksanaan CSR di Indonesia dalam upaya penciptaan kesejahteraan bagi masyarakat Indonesia, menjadi masyarakat yang berdaya dan lepas dari kemiskinan.", "Daftar File": {"2009 TS PP PANDU WICAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79683", "2009 TS PP PANDU WICAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79684", "2009 TS PP PANDU WICAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79685", "2009 TS PP PANDU WICAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79686", "2009 TS PP PANDU WICAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79687", "2009 TS PP PANDU WICAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79688"}, "Penulis": "PANDU WICAKSONO (NIM : 29107037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Imam Istiyanto, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "tanggung jawab sosial perusahaan (CSR), pasal 74 UU No. 40 Tahun 2007, kontroversi, perusahaan, pemerintah, masyarakat.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}