{"Nomor": 16806, "Judul": "IDENTIFIKASI STRUKTUR BIAYA TRANSPORTASI (Studi Kasus : Transportasi Besi Beton Pada Perusahaan Kontraktor)", "Abstrak": "Berawal dari permasalahan pada penelitian ini-- mengidentifikasi struktur biaya transportasi sehingga menghasilkan potensi usaha dalam pengurangan biaya transportasi akibat tingginya biaya transportasi dalam kegiatan konstruksi, yang dibatasi pada  2 (dua) proyek yang memiliki karakteristik transportsi yang berbeda dimiliki oleh 1 (satu) perusahaan kontraktor di Jakarta yaitu proyek bagunan sipil dermaga  dan proyek bangunan gedung tinggi yang terdapat di Jakata, serta fokus penelitian pada lingkup kegiatan transportasi besi beton, maka penelitian ini bertujuan menjawab permasalahan tersebut. Proses pencarian jawaban ini dilakukan melalui metode pendekatan eksplorasi (exploratory study). Proses analisis melakukan; perbandingan struktur biaya transportasi yang dimiliki oleh 2 (dua) proyek, perbandingan struktur biaya transportasi yang dimiliki oleh industri konstruksi dengan industri manufaktur, dan identifikasi potensi pengurangan biaya transportasi konstruksi. Ketiga proses ini menghasilkan temuan yang memberikan jawaban terhadap permasalahan yang mendasari penelitian ini.Perbandingan struktur biaya transportasi yang dimiliki oleh masing-masing proyek ditemukan adanya perbedaan dalam struktur biaya transportasi proyek. Perbedaan ini terletak pada komponen biaya alat transportasi akibat penggunaan sistem kepemilikan sewa alat yang digunakan masing-masing proyek berbeda yaitu sistem sewa terpadu (integrated rent system) dan sistem sewa terpisah (separated rent system). Teridentifikasinya dua sistem ini mengakibatkan teridentifikasinya variasi struktur biaya transportasi pada lingkup proyek.Perbandingan struktur biaya transportasi industri konstruksi dengan industri manufaktur ditemukan adanya; [1] komponen biaya transportasi industri manufaktur yang tidak ada pada komponen biaya transportasi industri konstruksi yaitu biaya bongkar/muat barang dan biaya kegagalan memuat barang. Hal ini dikarenakan industri manufaktur merupakan industri berbasis pada produk barang sedangkan industri konstruksi merupakan industri berbasis pada jasa, serta [2] komponen biaya transportasi yang seharusnya dihitung oleh industri konstrksi namun tidak dihitung oleh industri konstruksi yaitu biaya pembayaran internasioal angkutan barang. Hal ini dikarenakan jangkauan kegiatan transportasi manufaktur sudah internasional sedangkan jangkauan kegiatan transportasi konstruksi masih regional. Teridentifikasinya hasil perbandingan komponen biaya transportasi mengakibatkan struktur biaya transportasi di industri konstruksi lebih terperinci dan menghasilkan potensi usaha untuk melakukan pengurangan biaya transportasi konstruksi dapat lebih besar.Potensi usaha untuk melakukan pengurangan biaya transportasi di konstruksi tidak harus dilakukan pada semua faktor yang dapat menurunkan biaya transportasi. Namun dapat dilakukan pada salah satu faktor yang memiliki pengaruh besar terjadinya penurunan dalam komponen-komponen biaya transportasi. Faktor peningkatan produktivitas pekerja dan alat merupakan dua faktor yang dapat dilakukan untuk melakukan usaha pengurangan biaya transportasi konstruksi.", "Daftar File": {"2009 TS PP PATHURACHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79786", "2009 TS PP PATHURACHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79787", "2009 TS PP PATHURACHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79788", "2009 TS PP PATHURACHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79789", "2009 TS PP PATHURACHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79790", "2009 TS PP PATHURACHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79791", "2009 TS PP PATHURACHMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79792", "2009 TS PP PATHURACHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79793"}, "Penulis": "PATHURACHMAN (NIM: 25006012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. MUHAMAD ABDUH, MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur biaya, pengurangan biaya, transportasi, konstruksi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}