{"Nomor": 16809, "Judul": "MODEL ONLINE SHOPPING HESTITATION: SUATU SURVEI DI BANDUNG JAWA BARAT", "Abstrak": "Dengan berkembangnya teknologi internet memungkinkan terjadinya gelembung internet tahap kedua di mana pemakaian internet sebagai alat untuk melakukan transaksi dan proses tukar menukar barang atau penjualan barang semakin marak. Di Indonesia perusahaan yang melakukan proses penjualan secara online di internet belum terlalu banyak tapi sudah marak karena banyak pribadi atau perusahaan menjual produk dengan memasarkannya di jejaring sosial yang semakin marak di Indonesia seperti facebook. Walaupun marak tetap juga banyak yang belum melakukan proses berbelanja secara online di internet.  \n \n\nModel dasar penelitian ini diambil dari Cho et al. (2006) dalam penelitiannya yang berjudul Online Shopping Hestitation. Menurut Cho et al., keraguan melakukan belanja secara online disebabkan oleh empat faktor yang menunjang seperti faktor ketidakpastian, faktor inovasi media/channel, faktor kontekstual dan faktor karakteristik pelanggan. Masing-masing faktor terdapat sub faktor yang mendukung faktor utama, berdasarkan model dasar ini kemudian dikembangkan model penelitian dengan menambahkan beberapa sub faktor dari Turban dan Mathew (2001).  \n \n\nPenelitian ini bertujuan untuk mengetahui faktor-faktor apa saja yang mempengaruhi seseorang untuk menolak berbelanja di internet. Penelitian dilakukan dengan mengadakan survei di Bandung, Jawa Barat dan dari 90 sampel yang dibagikan terkumpul 75 sampel responden individu untuk melihat faktor-faktor yang mempengaruhi individu untuk menunda bahkan menolak untuk berbelanja secara online. Pengujian model menggunakan metode pengolahan data partial least square (PLS) untuk dalam pengujian hipotesis.  \n \n\nHasil dari penelitian ini adalah model dasar dan tambahan sub faktor terbukti bahwa dari 17 sub faktor yang diteliti 15 sub faktor mempengaruhi keraguan dalam berbelanja secara online dan hanya 2 sub faktor yang tidak terbukti mempengaruhi keraguan dalam berbelanja secara online.", "Daftar File": {"2011 TS PP PAULUS SUGIANTO YUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79809", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB  1.pdf": "https://digilib.itb.ac.id/gdl/download/79810", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79811", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79812", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79813", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79814", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79815", "2011 TS PP PAULUS SUGIANTO YUSUF 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/79816", "2011 TS PP PAULUS SUGIANTO YUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79817"}, "Penulis": "PAULUS SUGIANTO YUSUF (NIM: 23408015)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Rajesri Govindaraju"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "online shopping, e-commerce, hestiation, partial leat square, online shopping acceptance model, survei.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}