{"Nomor": 16803, "Judul": "ANALISIS NUMERIK DAN PENGUJIAN MATERIAL UNTUK AXLE KERETA PENUMPANG YANG MENGALAMI KEGAGALAN", "Abstrak": "Terdapat dua bentuk kegagalan axle kereta penumpang yang ditemukan yaitu axle patah tegak lurus sumbu dengan permukaan patahan yang menunjukkan kegagalan lelah dan axle patah pada daerah bearing dengan bentuk patahan yang menunjukkan axle mengalami keausan, perlakuan panas, dan deformasi plastis. Untuk mencegah dan menghindari kegagalan yang sama terulang kembali maka perlu dilakukan studi analisis akar penyebab kegagalan axle kereta penumpang.  \n \n\nMelalui studi ini diharapkan fenomena axle panas Ã‚Â– patah dapat dipahami dan diharapkan akar penyebab terjadinya fenomena axle panas dan patah dapat diketahui.  \n \n\nTujuan akhir yang diharapkan adalah alternatif penanganan terhadap fenomena kegagalan axle dan memberikan rekomendasi mengenai langkah-langkah korektif dan prefentif yang  \n \n\ndiperlukan. Dalam penelitian ini dilakukan studi pustaka mengenai kegagalan dan penyebab kegagalan pada axle kereta api yang pernah terjadi. Survei dan wawancara dilakukan ke  \n \n\nfasilitas perawatan perangkat roda untuk mengetahui kondisi perawatan axle kereta api serta bentuk kegagalan axle yang terjadi. Analisis pembebanan dan tegangan yang terjadi  \n \n\npada axle juga dilakukan untuk mendapatkan performa axle pada kondisi pembebanan normal, pada kondisi sambungan rel buruk dan terdapat kerusakan profil kebulatan roda. Pengujian struktur mikro dan kekerasan spesimen axle yang gagal dilakukan untuk mengetahui kondisi material axle yang mengalami kegagalan.  \n \n\nHasil analisis beban dan tegangan axle mendapatkan tegangan maximum principal pada axle 89,9 MPa pada kondisi pembebanan ideal. Pada pembebanan dengan percepatan  \n \n\ndalam arah vertikal sebesar 2.5g (g merupakan percepatan gravitasi bumi) tegangan pada axle lebih besar dari endurance limit sehingga umurnya terbatas. Pengujian struktur mikro menunjukkan terdapat beberapa lapisan struktur mikro yang berbeda pada axle panas.  \n \n\nHasil pengujian pada spesimen axle panas ditemukan struktur Widmanstatten yang merupakan indikasi bahwa material axle mengalami pemanasan hingga 1000oC dan didinginkan di udara. Panas tinggi tersebut berasal dari gesekan antara bearing dan permukaan axle akibat suaian yang kurang baik antara bearing dan axle. Pada axle patah diamati kegagalan fatigue pada axle diakibatkan oleh ketidaksempurnaan pada proses  \n \n\npengerasan permukaan yang mengakibatkan pelunakan pada beberapa posisi sehingga kekuatannya lebih rendah. Kekuatan yang rendah tersebut tidak dapat menanggung beban yang berasal dari tegangan sisa tarik pada chrom plating dan tegangan akibat beban lentur pada axle. Untuk menghindari kegagalan yang sama maka perlu dilakukan perbaikan prosedur perawatan bearing dan prosedur proses chromium plating axle.", "Daftar File": {"2010 TS PP PARNINGOTAN SIBURIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79765", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79766", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79767", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79768", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79769", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79770", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79771", "2010 TS PP PARNINGOTAN SIBURIAN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/79772", "2010 TS PP PARNINGOTAN SIBURIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79773"}, "Penulis": "PARNINGOTAN SIBURIAN (NIM : 231 08 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. IGN. Wiratmaja Puja", "Dr. Ir. Husaini Ardy"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kegagalan lelah axle, axle kereta penumpang, bearing kereta api", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}