{"Nomor": 16810, "Judul": "PERANCANGAN MESIN PENDINGIN PADA KAPAL PENANGKAP IKAN DENGAN KAPASITAS 30 GROSS TONAGE", "Abstrak": "Penggunaan ice slurry sebagai medium pendingin produk perikanan untuk menggantikan medium es telah dikembangkan di beberapa negara. Dengan karakteristik yang berbeda dengan es konvensional, ice slurry terbukti lebih  \n \n\nefektif dalam menjaga kualitas produk perikanan.  \n \n\nPenelitian ini membahas mengenai perancangan mesin refrigerasi penghasil ice slurry untuk dapat diterapkan pada kapal penangkap ikan dengan kapasitas 30 Gross Tonage yang digunakan di Indonesia. Perancangan dilakukan terhadap  \n \n\nkomponen utama mesin refrigerasi dengan menggunakan persamaan-persamaan termodinamika secara teoretik dan empirik. Dari perancangan yang dilakukan, diperoleh bahwa untuk memenuhi kebutuhan pendinginan pada kapal dengan kapasitas 30 GT, diperlukan mesin refrigerasi dengan kapasitas 5 ton refrigerasi (18 kW). Adapun sistem yang  \n \n\ndigunakan adalah sistem bertingkat dengan refrigeran R-134a pada tingkat pertama dan R-507a pada tingkat kedua. Sistem tersebut terdiri atas tujuh komponen utama, yaitu kondensor tingkat pertama jenis shell and tubes dengan satu laluan shell dan satu laluan tube, evaporator tingkat kedua yang berperan sebagai ruang penghasil ice slurry, evaporator tingkat pertama jenis shell and tubes dengan satu laluan shell dan dua laluan tubes, dua buah kompresor yang  \n \n\nmasing-masing berkapasitas 4kW, dan pipa kapiler. Adapun dimensi dari komponen-komponen utama tersebut merupakan hasil akhir dari penelitian dalam tugas sarjana ini.", "Daftar File": {"2009 TA PP PEBRI LISTIYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79818", "2009 TA PP PEBRI LISTIYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79819", "2009 TA PP PEBRI LISTIYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79820", "2009 TA PP PEBRI LISTIYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79821", "2009 TA PP PEBRI LISTIYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79822", "2009 TA PP PEBRI LISTIYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79823", "2009 TA PP PEBRI LISTIYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79824"}, "Penulis": "PEBRI LISTIYANI (NIM : 13104087)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ice slurry; Perancangan Mesin Pendingin Kapal Penangkap Ikan;  kapal Kapasitas 30 Gross Tonage", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}