{"Nomor": 16811, "Judul": "SINTESIS KOMPLEKS NIKEL(II) DENGAN LIGAN TURUNAN SALISILIDEN ANILIN SEBAGAI SENYAWA POTENSIAL OLED (ORGANIC LIGHT-EMITTING DIODE)", "Abstrak": "Senyawa imina termasuk golongan senyawa basa Schiff yang memiliki aplikasi sangat luas baik di bidang biologi maupun kimia. Salah satu senyawa imina yang telah banyak diteliti adalah salisiliden anilin. Senyawa ini diperoleh dari kondensasi senyawa anlin dengan salisilaldehid. Kompleks logam transisi dengan ligan salisiliden anilin dan turunannya telah dikembangkan secara ekstensif di berbagai bidang seperti katalis, sistem biologi, dan kimia material. Beberapa senyawa kompleks ligan turunan salisiliden anilin dengan ion logam Nikel(II) sudah banyak diteliti sebagai anti bakteri dan anti mikroba, tapi sifat fluoresensinya belum terlalu ditelaah lebih lanjut padahal dari segi struktur kimia berpotensi untuk berfluoresensi. Oleh karena itu pada penelitian ini dilakukan sintesis kompleks Nikel(II) dengan ligan turunan salisiliden anilin yakni salisiliden p-kloroanilin dan salisiliden p-toluidin untuk dipelajari sifat fluoresensinya.        \n \n \n \n\nMetode yang digunakan dalam penelitian ini adalah yang mendukung green chemistry yakni dengan penggunaan pelarut ramah lingkungan, hemat energi dan rendemen yang tinggi. Senyawa kompleks Nikel(II) dengan ligan turunan salisiliden anilin disintesis dengan metode MAOS (Microwave Assisted Organic Synthesis) dan dipelajari aktivitasnya sebagai senyawa potensial OLED (Organic Light-Emitting Diode). Sedangkan senyawa-senyawa imina (E)-2-((4-klorofenilimino)metil)fenol (L1) dan (E)-2-((p-tolilimino)metil))fenol (L2) disintesis dengan kombinasi pelarut etil L-laktat:air (9:1). Untuk L1 dan L2, rendemen masing-masing adalah 97% (t.l.: 98-100oC) dan 96% (t.l.: 92-94oC). Spektrum IR kedua senyawa menunjukkan serapan yang khas di daerah 3500 cm-1 (-OH) dan di daerah 1600 cm-1 (C=N). Dari analisis MS, diperoleh puncak dengan nilai m/z 232,12 (L1) dan 212,19 (L2). Analisis 1H NMR menunjukkan geseran kimia dari H yang terikat ke C=N di 8,576 ppm (L1) dan 8,629 ppm (L2). Geseran kimia 13C NMR di 161,206 ppm (L1) dan 161,25 ppm (L2) menunjukkan atom karbon C=N. Kompleks Nikel (II) hasil sintesis berwarna hijau muda untuk K1 (suhu dekomposisi:190oC) dan hijau tua untuk K2 (suhu dekomposisi: 170oC). Uji KLT dengan eluen metanol:kloroform (2:1) menghasilkan Rf 0,78 (K1) dan 0,82 (K2). Dari spektrum IR, puncak C=N pada bilangan gelombang 1612 cm-1 (L1) dan 1653 cm-1 (L2) mengalami pergeseran ke frekuensi yang lebih rendah yakni 1597 cm-1 pada K1 dan 1621 cm-1 pada K2, disebabkan adanya ikatan C-O-M. Berdasarkan pengukuran fluoresensi, puncak emisi untuk L1 hanya muncul di 305 nm, sedangkan L2 muncul di dua puncak yaitu di 305 nm dan 514 nm. Spektrum fluoresensi dalam bentuk kompleksnya menghasilkan puncak emisi yang berbeda. Pada spektrum emisi K1, puncak emisi ada 3 puncak yakni di pada panjang gelombang 295 nm, 586 nm, dan 862 nm. Sedangkan pada spektrum emisi K2, ada 4 puncak emisi diperoleh pada panjang gelombang 294 nm, 351 nm, 586 nm, dan 682 nm. Dari banyaknya puncak emisi pada berbagai panjang gelombang, maka K2 yakni kompleks dengan ligan yang mengandung gugus pendorong elektron, lebih berpotensi sebagai senyawa berpotensi OLED.", "Daftar File": {"2012 TS PP  IRMA NURIL MARYAM  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79825", "2012 TS PP  IRMA NURIL MARYAM  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79826", "2012 TS PP  IRMA NURIL MARYAM  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79827", "2012 TS PP  IRMA NURIL MARYAM  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79828", "2012 TS PP  IRMA NURIL MARYAM  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79829", "2012 TS PP  IRMA NURIL MARYAM  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79830", "2012 TS PP  IRMA NURIL MARYAM  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79831"}, "Penulis": "IRMA NURIL MARYAM (NIM : 205 10 024)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Dr. Deana Wahyuningrum, M. Si.,     \n \n \n \n\nPembimbing 2 : Dr. Irma Mulyani, M. Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Nikel(II), salisiliden anilin, OLED, MAOS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}