{"Nomor": 16838, "Judul": "EFFECTIVE IMPLEMENTATION OF LEAN MANUFACTURING IN PT KALBE FARMA TBK", "Abstrak": "PT Kalbe Farma Tbk is one of the largest pharmaceutical company in Southeast Asia. PT Kalbe Farma Tbk is capable of producing superior quality products in local and international markets. Products and services that are owned PT Kalbe Farma Tbk is divided into four categories of prescription drugs, health products, nutritional products and distribution. PT Kalbe Farma Tbk concerns of two financial measures which are the gross margin and operating profit margin. Both of these financial measures are quite low due to high production cost component. Production costs are influenced by the high average value of inventory. Inventory which meant here are the inventory of materials, semi-finished materials inventory and finished product inventory. To cope with the amount of inventory that is high enough, PT Kalbe Farma Tbk implement lean manufacturing in order to obtain the production process that uses the minimum inventory Programs lean manufacturing called Kalbe Lean System which goals are lower lead time, higher quality and low cost. The purpose of this study was to determine the effectiveness of the implementation of lean manufacturing in PT Kalbe Farma Tbk and its impact. The study uses secondary data methodology which are lead time, the amount of work in process (WIP) and achievement rate. The study focused on the production process flow Promag on Line 1. Determination of the target lead time and the amount of inventory is divided into three periods. In the first and second period, lead time and the amount of inventory is slowly lowered to be determined at 1 day and 7 batch. In the second period, the achievement of production fell by an average of 63.44%. Then in the third period, lead time and WIP amount was increased to 2.5 days and 17 batches so that the achievement of the average production per month was increased to 94.93%. For three times the period of the determination of lead time and the amount of WIP, obtained trend that the lower lead time and WIP, the lower the amount of achievement rate. After analysis in the period from September to November 2010 related to achievement rate decline is line stop was quite high. One cause that is dominant is the absence of a tablet and after visible roots of the problem is caused by unplanned breakdown. With the applied flow, part of the lean, so if there is one machine breaks down then the next machine canÃ‚Â’t run because of the amount of WIP is set as low as possible. Appropriate to principles of Toyota Production System and Operational Excellence, the basis of the application of lean manufacturing is a system of production, including production machinery, need to be stable. According to Liker, when enginee often stops, management needs to think to implement Total Productive Maintenance (TPM). TPM involves all employees of all levels to maintain engine performance.", "Daftar File": {"2012 TS PP PRASTI SULANJARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79989", "2012 TS PP PRASTI SULANJARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79990", "2012 TS PP PRASTI SULANJARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79991", "2012 TS PP PRASTI SULANJARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79992", "2012 TS PP PRASTI SULANJARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79993", "2012 TS PP PRASTI SULANJARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79994"}, "Penulis": "PRASTI SULANJARI", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lean Manufacturing, Lead Time, WIP, Achievement Rate, Total Productive Maintenance", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}