{"Nomor": 16836, "Judul": "STUDI PERBANDINGAN UJI TRIAKSIAL MULTITAHAP TERHADAP UJI TRIAKSIAL KONVENSIONAL PADA BATU GAMPING", "Abstrak": "Uji triaksial bertujuan untuk menentukan sifat-sifat mekanik batuan pada kondisi pembebanan triaksial melalui persamaan kriteria keruntuhan. Sifat-sifat mekanik ini sangat berguna sebagai parameter rancangan desain tambang, dan parameter kegiatan penambangan seperti penerowongan, pemboran, penggalian, peledakan, dll. Uji triaksial konvensional yang selama ini sering dilakukan memiliki beberapa kelemahan, yaitu membutuhkan banyak contoh batuan dalam setiap uji, sehingga memerlukan biaya yang cukup besar dan waktu yang cukup lama dalam mempersiapkannya.Beberapa ilmuwan (Kovari & Tisa, 1975; Kim & Ko, 1979; Crawford & Wylie, 1987; dan Pagoulatos, 2004), mengusulkan pengujian triaksial multitahap untuk memecahkan masalah uji triaksial konvensional. Mereka menyatakan bahwa metode ini merupakan metode yang efisien dalam menentukan kriteria keruntuhan dan sifat-sifat mekanik batuan, karena hanya memerlukan satu contoh batuan, dan hasilnya ekivalen dengan hasil uji triaksial konvensional.Pada penelitian ini, batu kapur diuji dengan triaksial metode konvensional dan multitahap. Berdasarkan evaluasi kedua metode tersebut dengan menggunakan kriteria keruntuhan Mohr-Coulomb, Hoek-Brown, Bieniawski I dan II, Secara umum menunjukkan bahwa metode triaksial multitahap dapat dijadikan suatu metode yang efisien untuk menentukan kriteria keruntuhan batu kapur.", "Daftar File": {"2008 TA PP PRASASTA ANINDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79975", "2008 TA PP PRASASTA ANINDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79976", "2008 TA PP PRASASTA ANINDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79977", "2008 TA PP PRASASTA ANINDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79978", "2008 TA PP PRASASTA ANINDITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79979", "2008 TA PP PRASASTA ANINDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79980", "2008 TA PP PRASASTA ANINDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79981"}, "Penulis": "PRASASTA ANINDITA (NIM 12104012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ridho K. Wattimena, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "uji triaksial multitahap, uji triaksial konvensional, batu gamping", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}