{"Nomor": 16834, "Judul": "STUDI KINERJA SISO, SISO-OFDM, MISO(2x1)-OFDM, DAN MIMO(2x2)-OFDM", "Abstrak": "Pada komunikasi wireless, kanal multipath frequency selective fading merupakan kondisi yang sangat mengganggu proses komunikasi. Untuk menghadapi kondisi ini, berbagai cara diciptakan, diantaranya adalah penggunaan sistem multi-antena dan Orthogonal Frequency Division Multiplexing (OFDM). Pada tugas akhir ini, dilakukan analisis kinerja sistem SISO, SISO-OFDM, MISO(2x1)-OFDM, dan MIMO(2x2)-OFDM dalam kondisi kanal AWGN, singlepath flat fading terdistribusi Rayleigh, dan multipath frequency selective fading terdistribusi Rician, yang menggunakan standar model kanal SUI-3. Selain itu, dilakukan juga analisis pengaruh penggunaan teknik modulasi BPSK, QPSK, QAM-16, dan QAM-64 pada simulasi sistem diatas.   \n\nTugas akhir ini menggunakan MATLAB R2008b untuk melakukan simulasi, dengan hasil berupa grafik BER vs SNR, dari keempat sistem diatas. Parameter OFDM yang digunakan pada tugas akhir ini mengacu pada standar WiMAX/IEEE 802.16d yang kita kenal dengan sebutan fixed WiMAX. Teknik Space-Time Block Coding (STBC) digunakan untuk sistem MISO dan MIMO.   \n\nBerdasarkan hasil simulasi, disimpulkan bahwa kinerja sistem yang menggunakan OFDM lebih baik dari sistem yang tidak menggunakannya. Disimpulkan juga bahwa kinerja sistem pada kondisi kanal AWGN adalah yang terbaik dibandingkan pada kondisi kanal fading. Melalui hasil simulasi dapat dibuktikan bahwa penambahan jumlah antena memberikan perbaikan kinerja sistem dalam mengatasi gangguan dari kanal. Dalam hal ini MIMO-OFDM memiliki kinerja terbaik dalam mengatasi kondisi kanal dibanding kinerja MISO-OFDM dan SISO-OFDM. Dapat disimpulkan juga bahwa penggunaan mapping modulasi BPSK dan QPSK memberikan kinerja yang lebih baik pada sistem yang disimulasikan dibanding QAM-16 dan QAM-64.", "Daftar File": {"2010 TA PP PRANA SURYA LAKSMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/79961", "2010 TA PP PRANA SURYA LAKSMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/79962", "2010 TA PP PRANA SURYA LAKSMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/79963", "2010 TA PP PRANA SURYA LAKSMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/79964", "2010 TA PP PRANA SURYA LAKSMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/79965", "2010 TA PP PRANA SURYA LAKSMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/79966", "2010 TA PP PRANA SURYA LAKSMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/79967", "2010 TA PP PRANA SURYA LAKSMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/79968"}, "Penulis": "PRANA SURYA LAKSMANA  (NIM: 13203165)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Suhartono Tjondronegoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OFDM, SISO, MISO, MIMO, BPSK, QPSK, QAM-16, QAM-64, AWGN, Flat Fading Rayleigh, SUI-3, STBC, WiMAX, 802.16d", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}