{"Nomor": 16846, "Judul": "PEMANFAATAN METODE GROUND PENETRATING RADAR UNTUK DETEKSI OBJEK TERPENDAM", "Abstrak": "Ground Penetrating Radar atau biasa disebut GPR merupakan salah satu    \n \n \n \n\nmetoda yang sering dipergunakan untuk kepentingan survei atau pengukuran    \n \n \n \n\nsubsurface. GPR dapat dipergunakan mulai dari pemetaan bawah tanah, pencarian    \n \n \n \n\nranjau, deteksi retakan dan celah di bawah permukaan bumi, hingga deteksi    \n \n \n \n\nstruktur bangunan. Terdapat dua jenis metode pengambilan data GPR, yaitu    \n \n \n \n\nmetode surface dan borehole. Dari kedua metode ini, metode surface adalah yang    \n \n \n \n\npaling sering digunakan karena praktis, mudah, cepat dan relatif murah.    \n \n \n \n\nPada tugas akhir ini akan dibahas mengenai cara mempergunakan metode    \n \n \n \n\nsurface GPR untuk melakukan deteksi objek terpendam. Objek yang    \n \n \n \n\ndipergunakan berupa logam konduktor sempurna berbentuk kubus dan silinder.    \n \n \n \n\nPengukuran akan dilakukan pada dua jenis medium yang berbeda, pasir pantai dan    \n \n \n \n\npasir kali. Pengukuran pada medium pasir pantai akan dilakukan dengan bantuan    \n \n \n \n\naplikasi GPRSCAN sementara pengukuran pada medium pasir kali akan    \n \n \n \n\ndilakukan dengan Georadar. Pengukuran dilakukan untuk mendapatkan citra BScan    \n \n \n \n\ndari masing-masing objek. Data yang didapat ini kemudian akan diolah    \n \n \n \n\nterlebih dahulu mempergunakan aplikasi MATLAB. Data hasil pengolahan akan    \n \n \n \n\ndibandingkan untuk dua jenis objek seperti yang tersebut di atas baik pada    \n \n \n \n\nmedium yang sama maupun pada medium yang berlainan.    \n \n \n \n\nHasil penelitian pada tugas akhir ini adalah menjelaskan cara melakukan    \n \n \n \n\npengukuran mempergunakan metode GPR dalam keadaan real dan    \n \n \n \n\nmembandingkan hasil pengolahan citra untuk dua objek berbeda pada dua jenis    \n \n \n \n\nmedium yang berbeda.", "Daftar File": {"2010 TA PP PRIAMBADA ARYAGUNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80050", "2010 TA PP PRIAMBADA ARYAGUNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80051", "2010 TA PP PRIAMBADA ARYAGUNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80052", "2010 TA PP PRIAMBADA ARYAGUNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80053", "2010 TA PP PRIAMBADA ARYAGUNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80054", "2010 TA PP PRIAMBADA ARYAGUNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80055", "2010 TA PP PRIAMBADA ARYAGUNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80056"}, "Penulis": "PRIAMBADA ARYAGUNA (NIM: 13206170) Pembimbing : Ir. Nana Rachmana S, M. Eng", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nana Rachmana S, M. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPR, pasir, surface, GPRSCAN, Georadar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}