{"Nomor": 16844, "Judul": "PENERAPAN PENDEKATAN CONTINUOUS IMPROVEMENT UNTUK MENINGKATKAN KUALITAS PELAYANAN DI THE VALLEY BISTRO CAFE BANDUNG", "Abstrak": "Dikenal sebagai salah satu fine-dining restaurant terbaik di kota Bandung, The Valley Bistro Cafe konon mampu menciptakan sebuah pengalaman makan-minum yang mengesankan melalui pengantaran kualitas pelayanan yang sangat mampu memuaskan para pengunjungnya. Namun sayangnya, kenyataan yang terjadi pada saat ini berbicara sebaliknya. Yang dirasakan oleh para pengunjung pada saat ini, The Valley Bistro Cafe Bandung tidak lagi mampu untuk memberikan kualitas pelayanan seperti yang diharapkan sebelumnya. Hal tersebut ditandai dengan bermunculannya jumlah komplain dari para pengunjung atas kualitas pelayanan yang diberikan dan serta menurunnya rata-rata tingkat seat turn-over yang kemudian berdampak kepada penurunan food and beverage sales pada beberapa bulan kebelakang.  \n \n\nDalam industri restoran, terdapat empat dimensi kualitas pelayanan yang menjadi sebuah fondasi utama dalam penentuan tingkat kepuasan pelanggan, yakni: dimensi responsif pelayanan, dimensi desain fisik, kebersihan, dan fasilitas, dimensi kualitas makanan dan minuman, dan dimensi harga. Dan selanjutnya untuk menyikapi isu bisnis yang sedang terjadi, tahapan penelititan ini diawali dengan mengumpulkan customer input atas persepsi kualitas pelayanan yang telah diterima melalui penyebaran kuesioner Walk-through Audit dan SERVQUAL. Melalui hasil pengolahan kuesioner tersebut, didapatkan bahwa: sub-dimensi kualitas makanan dan minuman mengenai rasa dan kelezatan adalah merupakan sebuah dimensi kualitas pelayanan yang sangat perlu untuk diperbaiki dan ditingkatkan kualitasnya. Kegiatan analisis pun dilanjutkan dengan pengumpulan informasi-informasi dan data yang diperlukan, mengevaluasi proses bisnis dan serta penerapan berbagai total quality tools untuk menggali akar permasalahan yang sebenarnya. Dimana berdasarkan analisis tersebut, terdapat tiga akar permasalahan yang diyakini menyebabkan ketidakpuasan rasa dan kelezatan makanan dan minuman, yakni: over job-tasked to handle, personal issues, dan none or less training and knowledge sharing.  \n \n\nSalah satu pendekatan yang dapat digunakan untuk membangun dan meningkatkan kualitas agar dapat memenuhi dan bahkan melebihi ekspektasi pelanggan adalah pendekatan continuous improvement, khususnya melalui penerapan pendekatan the ten-steps of problem solving in Plan-Do-Check-Act cycle. Untuk mengatasi tiga akar permasalahan yang terjadi, solusi yang ditawarkan adalah berupa: perekrutan part-time staff pada departemen kitchen dan departemen purchasing, penggunaan kanban card pada departemen kitchen, dan pengadaan training and knowledge sharing pada departemen kitchen dan departemen purchasing.  \n \n\nSolusi-solusi yang telah disebutkan dapat diimplementasikan dalam kurun waktu hanya 1 bulan, dengan kisaran biaya minimal yang perlu dikeluarkan adalah sebesar Rp. 5.775.000. Diyakini, dengan pengimplementasian solusi tersebut disertai komitmen yang kuat untuk berbenah diri dan selalu berusaha untuk dapat memberikan kualitas pelayanan yang mampu memenuhi dan bahkan melebihi ekspektasi pengunjung, perusahaan dapat menerima imbal hasil yang memuaskan seperti: menurunnya jumlah komplain pengunjung, meningkatnya tingkat seat turn-over dan food and beverage sales, dan yang terpenting adalah dapat menjaga keberlangsungan bisnis The Valley Bistro Cafe Bandung untuk masa mendatang.", "Daftar File": {"2010 TS PP PRAYUDHI HARMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80037", "2010 TS PP PRAYUDHI HARMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80038", "2010 TS PP PRAYUDHI HARMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80039", "2010 TS PP PRAYUDHI HARMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80040", "2010 TS PP PRAYUDHI HARMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80041", "2010 TS PP PRAYUDHI HARMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80042"}, "Penulis": "PRAYUDHI HARMAWAN (NIM : 29108066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kualitas pelayanan, industri restoran, continuous improvement", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}