{"Nomor": 16849, "Judul": "PERANCANGAN, SIMULASI CFD DAN PENGUJIAN SISTEM PROPULSI POWER AUGMENTED RAM WING IN SURFACE EFFECT CRAFT (PARWISE CRAFT)", "Abstrak": "Wing in Surface Effect (WiSE) adalah suatu pesawat yang terbang rendah dekat dengan permukaan. Terbang dengan ketinggian rendah ini dimaksudkan agar pesawat mendapatkan tambahan gaya angkat dari efek permukaan tersebut dan memaksimalkan rasio gaya angkat terhadap gaya hambat (lift to drag ratio). Dimana efek permukaan tersebut dapat terjadi bila ketinggian pesawat lebih rendah dari panjang chord sayap pesawat tersebut.  \n \n\nLaporan tugas akhir tentang PARWISE Craft ini membahas tentang aspek aerodinamik, sistem propulsi, analisis takeoff dan proses manufaktur. Untuk membantu proses pengolahan data dan analisis, penulis menggunakan bantuan software, antara lain: DesignFoil R6, Solidworks 2010, CFD Gambit 2.2.30, CFD Fluent 6.2.16, Microsoft Office 2010 dan Microsoft Excel 2010.  \n \n\nPermasalahan yang akan dikaji dan diulas pada laporan tugas akhir ini berkitan dengan simlasi CFD, pengujian propulsi dan analisis takeoff PARWISE Craft. Simulasi CFD dilakukan untuk memperoleh data aerodinamik (Lift, Drag dan Moment) dari model yang telah dibuat. Sistem propulsi dilakukan pengujian untuk memperoleh data prestasi mesin dan daya thrust maksimum yang dihasilkan. Analisis takeoff dilakukan untuk memprediksi daya propulsi yang digunakan apakah mampu untuk menerbangkan pesawat tersebut.  \n \n\nPada kondisi takeoff bekerja gaya aerodinamik dan hidrodinamik sehingga dibutuhkan daya propulsi yang lebih besar. Oleh sebab itu, diterapkan teknologi Power Augmented Ram (PAR) pada model untuk membantu selama proses takeoff. Dimana teknologi PAR ini dapat terjadi bila aliran udara dari putaran propeller propulsi diarahkan ke arah bawah leading edge sayap utama sehingga terjadi perbedaan tekanan yang besar antara permukaan bawah dan atas sayap (prinsip hoverCraft). Perbedaan tekanan tersebut mengakibatkan meningkatkannya rasio Lift-Drag yang diharapkan pesawat tersebut dapat terangkat dari permukaan sehingga gaya hidrodinamik dapat menurun yang akhirnya pesawat mampu melakukan takeoff.", "Daftar File": {"2010 TA PP PRIMA AHMAD WIHARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80071", "2010 TA PP PRIMA AHMAD WIHARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80072", "2010 TA PP PRIMA AHMAD WIHARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80073", "2010 TA PP PRIMA AHMAD WIHARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80074", "2010 TA PP PRIMA AHMAD WIHARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80075", "2010 TA PP PRIMA AHMAD WIHARDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80076", "2010 TA PP PRIMA AHMAD WIHARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80077"}, "Penulis": "PRIMA AHMAD WIHARDI  (NIM : 13104001)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama Prof. Dr. Ir. Muljowidodo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WISE, PAR, Aerodinamik dan Takeoff", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}