{"Nomor": 16842, "Judul": "EVALUASI STRATEGI PT EXCELKOMINDO PRATAMA DAlAM MENYIKAP PERATURAN MENGENAI MENARA BERSAMA", "Abstrak": "Menara merupakan salah satu aset yang sangat vital bagi penyelenggara telekomunikasi karena menara merupakan struktur bangunan untuk penempatan antena BTS. Keberadaan BTS berkorelasi langsung dengan luas area cakupan pelayanan jaringan operator yang bersangkutan. XL merupakan operator telekomunikasi dengan jumlah  \n \n\nBTS terbanyak kedua setelah Telkomsel di mana cakupan area jaringan merupakan salah satu hal yang menjadi keunggulan kompetitif XL relatif terhadap operator lain.  \n \n\nNamun dengan dikeluarkannya PERMEN Kominfo No.2/PER/M.KOMINFO/3/2008 tentang Menara Bersama keunggulan kompetitif ini menjadi terancam karena peraturan tersebut memudahkan operator lain untuk mengakses infrastruktur menara XL. Peraturan tersebut menharuskan operator untuk merelakan menaranya digunakan secara bersama-sama oleh minimal dua operator yang berbeda. Hal ini berpotensi menurunkan pendapatan XL di masa mendatang. Namun di sisi lain, dengan keunggulannya dalam jumlah menara, XL berpotensi untuk mengambil keuntungan dari perturan ini dengan menyewakan ruang pada menaranya pada operator lain yang berminat. Jumlah operator yang sangat banyak di Indonesia yaitu 11 buah dengan karakteristik area cakupan yang masih terbatas menjadi pasar potensial bagi bisnis penyewaan ruang  \n \n\npada menara XL. Dengan melakukan analisa pada kondisi internal XL yang mencakup kondisi finasial dan operasionalnya, juga analisa pada kondisi industri telekomunikasi Indonesia saat ini, serta prospek bisnis penyewaan menara, dan gambaran industri ini ke depannya, diturunkan beberapa alternatif solusi bisnis berkaitan kebijakan XL terhadap menaranya. Solusi yang ditawarkan adalah: 1. Menjual menara yang dimilikinya dan menggunakan dana hasil penjualan tersebut untuk menyewa kembali (leased back), dan 2. Mempertahankan semua menaranya dan menyewakannya pada operator lain yang  \n \n\nberminat. Berdasarkan hasil analisa, strategi yang kedua lebih sesuai untuk XL karena keunggulannya dalam jumlah menara yang berkorelasi dengan area coverage masih  \n \n\nrelatif dominan dibandingkan sebagian besar operator lain di Indonesia dan strategi ini memberikan potensi pendapatan yang lebih besar bagi XL daripada bila XL memilih untuk menjual menaranya. Implementasi strategi dilakukan dengan menentukan tahapan-tahapan yang perlu  \n \n\ndijalankan untuk menjual site pada menaranya tersebut. Secara garis besar meliputi verifikasi, penetapan kualifikasi, penetapan jumlah menara komersial, penentuan margin keuntungan dan harga, serta pemasaran.", "Daftar File": {"2009 TS PP PRATIWI SUMIAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80024", "2009 TS PP PRATIWI SUMIAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80025", "2009 TS PP PRATIWI SUMIAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80026", "2009 TS PP PRATIWI SUMIAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80027", "2009 TS PP PRATIWI SUMIAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80028", "2009 TS PP PRATIWI SUMIAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80029"}, "Penulis": "PRATIWI SUMIAR (NIM: 29107317)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Uke MMP Siahaan., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "XL, menara bersama, BTS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}