{"Nomor": 16856, "Judul": "ANALISIS PERAMBATAN LOCAL BUCKLING PADA PIPA PENYALUR DI LAUT DALAM", "Abstrak": "Lokal buckling yang terjadi pada pipa penyalur lepas pantai akibat tekanan luar atau penyebab lainnya dapat merambat apabila tekanan hidrostatik air laut cukup tinggi. Analisis dilakukan untuk mencari tebal dinding pipa minimum agar perambatan buckling tidak terjadi.  \n \n\nPada tugas sarjana ini dilakukan analisis perhitungan tebal dinding pipa minimum untuk mencegah lokal buckling dan perambatannya berdasarkan code dan standard DnV OS F101, API RP 1111, dan BS 8010. Untuk mempermudah analisis, dikembangkan program bantu perhitungan (calculation  \n \n\nsheet) dengan perangkat lunak Microsoft Office Excel. Untuk memahami pengaruh parameter perhitungan dilakukan analisis parameter-parameter perhitungan yang hasilnya ditunjukan dalam bentuk grafik.  \n \n\nSebagai studi kasus dilakukan analisis perhitungan tebal dinding pipa penyalur dari Sadewa W field menuju Attaka platform dan pipa penyalur dari FPU menuju TLP B di area West Seno. Dari hasil analisis untuk kondisi instalasi pipa penyalur Sadewa W menuju Attaka platform dengan diameter 8 in memerlukan tebal dinding pipa 0,25 in dan pipa dengan diameter 16 in memerlukan tebal pipa 0,5 in. Untuk pipa penyalur West seno development field phase II dengan diameter 12,75 in memerlukan tebal dinding pipa 0,84 mm.  \n \n\nAnalisis tekanan collapse dan tekanan perambatan pada pipa dengan penurunan tebal dinding pipa akibat korosi diperoleh kriteria tekanan collapse akan dilewati apabila korosi pada dinding pipa untuk pipa 8 in mencapai 43,5%, 16 in mencapai 49%, dan 12 in mencapai 41%.", "Daftar File": {"2009 TA PP PRIYATNO SURJITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80121", "2009 TA PP PRIYATNO SURJITO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80122", "2009 TA PP PRIYATNO SURJITO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80123", "2009 TA PP PRIYATNO SURJITO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80124", "2009 TA PP PRIYATNO SURJITO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80125", "2009 TA PP PRIYATNO SURJITO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80126", "2009 TA PP PRIYATNO SURJITO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80127"}, "Penulis": "PRIYATNO SURJITO ( NIM : 13104100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lokal buckling; pipa penyalur lepas pantai", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}