{"Nomor": 16859, "Judul": "ANALISIS TOLERANSI DIMENSI ARAH VERTIKAL PADA CRANK DRIVE (PERANCANGAN ULANG MOTOR BAKAR DIESEL SATU SILINDER)", "Abstrak": "Proses manufaktur mesin penggerak mula terutama motor bakar diesel, terdiri atas banyak komponen dan banyak tahapan. Tahap awal yang sangat penting adalah pembuatan gambar detail. Pada pembuatan gambar detil masalah yang paling  \n \n\npenting diperhitungkan adalah adanya variasi pada komponen-komponen penyusunnya yang menyebabkan variasi rakitan karena adanya tumpukan toleransi yang salah satunya menyebabkan ketidak seragaman performa. Ketidak seragaman inilah salah satu masalah rumit yang dihadapi industri motor bakar diesel di Indonesia, terutama Usaha kecil Menengah (UKM) dan Industri Kecil Menengah (IKM).  \n \n\nDengan melakukan serangkaian penelitian dan penggalian informasi terhadap motor bakar diesel satu silinder merek Kromhout, kemudian dilakukan pemodelan tiga dimensi. Hasil dari pemodelan ini divalidasi dengan melakukan analisis  \n \n\ninterfensi (interference) dan analisa tabrakan (collusion) pada penelitian sebelumnya. Dari pemodelan yang telah divalidasi ini maka dilakukan analisis toleransi dimensi untuk mengetahui pengaruhnya terhadap variasi rakitan pada  \n \n\ntesis ini.  \n \n\nTahapan-tahapan dalam penelitian adalah: mendefinisikan model toleransi rakitan, dan melakukan analisa toleransi dimensi. Analisa toleransi dimensi pada sub rakitan crank drive dilakukan dengan menggunakan metode linierisasi langsung (Direct Linierization Method / DLM) dalam 2 dimensi. Hasil dari analisa ini diperoleh toleransi dimensi komponen yang sesuai untuk memenuhi variasi rakitan yang dirancang. Selanjutnya hasil perhitungan ini sebagai landasan dalam membuat gambar detil dari motor bakar diesel merek kromhout satu silinder.", "Daftar File": {"2011 TS PP PUJIYANTO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80140", "2011 TS PP PUJIYANTO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80141", "2011 TS PP PUJIYANTO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80142", "2011 TS PP PUJIYANTO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80143", "2011 TS PP PUJIYANTO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80144", "2011 TS PP PUJIYANTO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80145"}, "Penulis": "PUJIYANTO (NIM : 23108303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Indra Djodikusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "toleransi dimensi, variasi rakitan, analisis toleransi, detail design, direct linierization method/DLM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}