{"Nomor": 16865, "Judul": "PENGEMBANGAN METODE FLOW INJECTION ANALYSIS (FIA) UNTUK PENENTUAN ASAM ASKORBAT DENGAN DETEKTOR AMPEROMETRI", "Abstrak": "Asam askorbat adalah senyawa kimia yang disebut vitamin C, dikenal dengan sifat reduktifnya, yang dikonsumsi secara luas sebagai agen antioksidan pada makanan, minuman dan obat-obatan. Selain itu, asam askorbat juga telah digunakan untuk pencegahan dan pengobatan berbagai penyakit seperti demam, kemandulan, kanker dan AIDS. Pada penelitian ini, dikembangkan metode Flow Injection Analysis (FIA) untuk analisis vitamin C menggunakan elektroda pasta karbon yang dimodifikasi poli-EBT (Eriochrome black-T) sebagai detektor amperometri. Pada permukaan elektroda termodifikasi ini terjadi proses katalitik yang memungkinkan oksidasi asam askorbat berlangsung lebih cepat. Voltamogram siklik menunjukkan puncak oksidasi pada nilai potensial 444 mV terhadap elektroda pembanding Ag/AgCl dalam larutan buffer fosfat pH 4,0. Pada metoda Ã‚Â“BatchÃ‚Â”, kurva kalibrasi elektroda ini linier pada rentang konsentrasi 1 Ã‚Â– 10 μM dengan limit deteksi 0,2867 μM. Pada metoda FIA, kurva kalibrasi linier pada rentang konsentrasi 5-50 mM. Penentuan presisi dengan FIA menunjukkan hasil yang sangat bagus dengan % koefisien variansi sebesar 0,85% pada konsentrasi 10 mM. Hasil analisis sampel vitamin C menggunakan metode FIA sama dengan metode spefktrofotometri UV-Vis.", "Daftar File": {"2012 TA PP PUSPA SARI DEWI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80157", "2012 TA PP PUSPA SARI DEWI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80158", "2012 TA PP PUSPA SARI DEWI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80159", "2012 TA PP PUSPA SARI DEWI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80160", "2012 TA PP PUSPA SARI DEWI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80161", "2012 TA PP PUSPA SARI DEWI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80162", "2012 TA PP PUSPA SARI DEWI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80163"}, "Penulis": "PUSPA SARI DEWI  (NIM : 10507068)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Indra Noviandri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "asam askorbat, amperometri, Flow Injection Analysis (FIA), poli-EBT (Eriochrome black-T)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}