{"Nomor": 16866, "Judul": "PEMBUATAN APLIKASI FORWARD MODELING GELOMBANG RAYLEIGH MENGGUNAKAN VISUAL BASIC 6 DAN MATLAB", "Abstrak": "Pemodelan kedepan (Forward Modeling) termasuk salah satu metode untuk mencari model data yang digunakan sebagai bahan untuk melakukan inversi data sehingga didapatkan data yang mirip dengan data riil / data lapangan. Pemodelan kedepan menggunakan gelombang Rayleigh ini bertujuan untuk mencari tahu karakteristik tanah yang diukur. Gelombang Rayleigh merupakan gelombang seismik yang terbentuk dari gabungan 2 gelombang yang saling berinteraksi, yaitu gelombang P dan gelombang S. Gelombang permukaan Rayleigh sering menjadi hal yang dominan pada rekaman data seismik yang menyebarkan energi ke semua arah (penyebaran sferis dalam medium homogen). Hal ini disebabkan energinya lebih besar dan penyebaran secara geometri lebih rendah dari gelombang badan. Untuk mendapatkan data yang cukup valid dalam pemodelan kedepan menggunakan persamaan Rayleigh ini, ada beberapa parameter yang harus dipenuhi, diantaranya adalah parameter ketebalan (thickness), kerapatan (density), kecepatan gelombang S, frekuensi dan offset. Pada metode pemodelan kedepan ini, kecepatan gelombang P tidak memiliki pengaruh, kecepatan ini hanya akan dipakai pada metode inversi nantinya.", "Daftar File": {"2011 TA PP PUSPOKO PONCO RATNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80164", "2011 TA PP PUSPOKO PONCO RATNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80165", "2011 TA PP PUSPOKO PONCO RATNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80166", "2011 TA PP PUSPOKO PONCO RATNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80167", "2011 TA PP PUSPOKO PONCO RATNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80168", "2011 TA PP PUSPOKO PONCO RATNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80169", "2011 TA PP PUSPOKO PONCO RATNO 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80170"}, "Penulis": "PUSPOKO PONCO RATNO (NIM 10205073) : pembimbing", "Kontributor / Dosen Pembimbing": ["pembimbing", "Drs. Gunawan Handayani, M.ScE.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismik, Rayleigh, Pemodelan Kedepan, Visual Basic 6, Matlab.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}