{"Nomor": 16870, "Judul": "STRATEGI IMPERFECT REPAIR UNTUK GARANSI DUA DIMENSI BERBASIS LAJU PENGGUNAAN PRODUK", "Abstrak": "untuk melayani klaim garansi. Ongkos garansi berpengaruh secara signifikan terhadap harga jual produk. Ongkos garansi dapat ditekan melalui tiga cara, yaitu meningkatkan keandalan produk, tindakan pemeliharaan (preventive maintenance) dan strategi layanan  \n \n\nyang dilakukan produsen.  \n \n\nPada penelitian ini dikembangkan dua strategi layanan garansi untuk produk yang dapat diperbaiki (repairable) dan dijual dengan kebijakan garansi dua dimensi. Untuk produk repairable, produsen memiliki pilihan dalam melakukan rektifikasi yaitu penggantian dengan produk baru (replacement) atau perbaikan. Tingginya ongkos replacement dibandingkan dengan perbaikan menjadi dasar pemikiran munculnya strategi imperfect repair.  \n \n\nPada kedua strategi ini, daerah garansi dibagi menjadi tiga sub-daerah dimana subdaerah kedua tidak terbatas pada bentuk L dan kerusakan pertama kali yang terjadi pada daerah tersebut akan direktifikasi dengan imperfect repair. Kerusakan lainnya akan direktifikasi dengan minimal repair. Model Accelerated Failure Time (AFT) digunakan untuk melihat pengaruh laju penggunaan terhadap degradasi tingkat keandalan. Beberapa contoh numerik diberikan untuk mengilustrasikan solusi optimal dari dua strategi yang dipelajari.", "Daftar File": {"2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80193", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80194", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80195", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80196", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80197", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80198", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/80199", "2008 TS PP PUTI MEDINA INDASARI MASJHUR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80200"}, "Penulis": "PUTI MEDINA INDASARI MASJHUR (NIM: 23406062)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof. Dr. Ir. Bermawi P. Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "garansi dua dimensi, strategi imperfect repair, laju penggunaan, ekspektasi ongkos garansi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}