{"Nomor": 16876, "Judul": "ANALISIS SAMBUNGAN MEKANIK PADA PELAT KOMPOSIT SERAT BAMBU", "Abstrak": "Serat alam merupakan serat yang berasal dari alam yaitu dari tumbuhan atau buah, seperti serat bambu, serat kelapa, serat kelapa sawit, sekam padi, serat rami, serat nanas dan lainnya. Bambu adalah salah satu tanaman yang banyak terdapat di Indonesia. Untuk lebih memanfaatkan keuntungan dari tanaman bambu yang dapat tumbuh lebih cepat dan banyak maka dilakukan pembuatan spesimen pelat komposit serat bambu.Dalam penggunaanya, komposit serat bambu ini tidak akan terlepas dari perancangan suatu sambungan mekanik. Sambungan komponen atau sambungan mekanik ini menimbulkan berbagai masalah dan modus kegagalan yang bervariasi. Salah satu pengetahuan penting dalam respon struktur komposit terhadap pembebanan adalah pengetahuan mengenai modus kegagalan bearing.Analisis dilakukan dari hasil percobaan melalui pengujian tarik sambungan pada spesimen sambungan mekanik komposit serat bambu 0o. Analisis yang dilakukan meliputi modus kegagalan yang terjadi pada spesimen pelat komposit serat bambu 0o, kekuatan bearing, panjang karakteristik dan efisiensi sambungan karena adanya lubang.", "Daftar File": {"2009 TA PP RACHMAD HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80232", "2009 TA PP RACHMAD HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80233", "2009 TA PP RACHMAD HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80234", "2009 TA PP RACHMAD HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80235", "2009 TA PP RACHMAD HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80236", "2009 TA PP RACHMAD HIDAYAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80237", "2009 TA PP RACHMAD HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80238"}, "Penulis": "RACHMAD HIDAYAT (NIM : 136 05 035)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Dr. Ir. Bambang K. Hadi", "Pembimbing 2 : Ir. Muhammad Kusni, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Serat alam, Analisis Sambungan Mekanik, Pelat Komposit Serat Bambu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}