{"Nomor": 16873, "Judul": "THE RELATIONSHIP OF KEY PERFORMANCE INDICATOR USING BALANCED SCORE CARD PERSPECTIVES TO DISTRIBUTION CENTRE PRODUCTIVITY AND ORGANIZATIONAL CULTURE AS A MEDIATING VARIABLE (CASE STUDY OF A DISTRIBUTION CENTRE RETAIL COMPANY)", "Abstrak": "Efficency performance of warehousing operations can significantly give impact for the overall business process in organization. This study explores and defined the relationship between Key Performance Indicator using Balanced Score Card Perspective to Distribution Centre      \n \n \n \n \n \n\nProductivity and Organizational Culture as a mediator variable. An observation, interview and survey commenced in Distribution Centre of a Retail Company in Cikarang, Indonesia, involved 183 respondents that an employee of a Distribution Centre in Retail Company. The data were analyzed with descriptive statistic and use Correlation and Regresion using SPSS 16.0, and the statistical finding that KPI using BSC perspectives and Organizational Culture positively affected the DC Productivity and significant had a relation to the DC Productivity, and Organizational Culture as a Mediator Variable can be used to capture phenomena of Distribution Centre (DC) culture and core value system, to represent whole of organizational      \n \n \n \n \n \n\nsituation. KPI using BSC Perspective as a tool to evaluate and control revised, will improved whole process in service situations and also warehouse operations. DC as a consistent process, can be measured throughout linked business process, and continous improvement to drive      \n \n \n \n \n \n\nperformence and productivity upwards. The result from this research were created a new model of human resources development analyzed from the relationship between Key Performance Indicator using Balancedd Score Card Perspectives and DC Productivity and Organizational Culture.", "Daftar File": {"2012 TS PP PUTU WIDHI ISWARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80216", "2012 TS PP PUTU WIDHI ISWARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80217", "2012 TS PP PUTU WIDHI ISWARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80218", "2012 TS PP PUTU WIDHI ISWARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80219", "2012 TS PP PUTU WIDHI ISWARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80220", "2012 TS PP PUTU WIDHI ISWARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80221", "2012 TS PP PUTU WIDHI ISWARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/80222", "2012 TS PP PUTU WIDHI ISWARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80223"}, "Penulis": "PUTU WIDHI ISWARI (29010025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof.Ir.Surna Tjahja Djajadiningrat, M.Sc, Ph.D &  Ir. John Welly ,M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Warehouse, Distribution Centre (DC), Business Process, Performance, Balanced Score Card, Productivity,Organizational Culture, Retail", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}