{"Nomor": 16888, "Judul": "STUDI PENGARUH RADIASI GELOMBANG MIKRO TERHADAP PEMBENTUKAN FASA DAN SIFAT MAGNET SERBUK BARIUM FERIT", "Abstrak": "Barium ferit dengan struktur hexagonal (BaFe12O19) merupakan salah satu material magnetik yang sering digunakan sebagai magnet permanen dan dapat menyerap microwave. Dalam penelitian ini, serbuk BaFe12O19 disintesis melalui proses sol-gel autocombustion. Penelitian ini membahas pengaruh radiasi microwave terhadap pembentukan fasa dan sifat magnet BaFe12O19. Bahan baku awal pada percobaan ini adalah Feric Nitrat (Fe(NO3)3.9H2O)    \n \n \n \n\ndan Barium nitrat (Ba(NO3)2) sebagai prekursor utama, serta asam sitrat (C6H8O7.H2O) sebagai chelating agent dan fuel untuk proses autocombustion. Rasio molar Ba : Fe : Asam Sitrat yang digunakan adalah 1 : 11,5 : 25. Masingmasing    \n \n \n \n\nbahan baku tersebut dilarutkan dengan aquabidestilat kemudian dicampur sehingga menjadi larutan sitrat-nitrat. Amonia (NH4OH) ditambahkan ke dalam larutan tersebut sehingga pH larutan menjadi 3,4. Larutan tersebut dilakukan    \n \n \n \n\nproses dehidrasi termal dengan oven untuk menghasilkan gel kering. Proses radiasi microwave dilakukan di dalam oven microwave yang sudah dimodifikasi.    \n \n \n \n\nKarakterisasi yang dilakukan adalah TG/DTA, FTIR, XRD, SEM, dan VSM. Data TG/DTA menunjukan gel kering mengalami reaksi eksotermis pada temperatur sekitar 350 oC disertai dengan terdekomposisinya senyawa Ã‚Â– senyawa organik secara drastis. Adanya senyawa Ã‚Â– senyawa organik pada gel kering dapat    \n \n \n \n\ndibuktikan pada data FTIR. Perlakuan microwave dengan parameter proses tertentu dapat menghasilkan 20 w% BaFe12O19. Untuk mendapatkan fasa tunggal BaFe12O19, dilakukan pemanasan tambahan di dalam tungku pada temperatur 900 oC. Serbuk BaFe12O19 yang dihasilkan memiliki ukuran partikel rata-rata sebesar 175 nm. Penambahan radiasi microwave dalam percobaan ini justru menurunkan sifat magnet serbuk Barium Ferit.", "Daftar File": {"2010 TA PP RADO RIADY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80311", "2010 TA PP RADO RIADY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80312", "2010 TA PP RADO RIADY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80313", "2010 TA PP RADO RIADY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80314", "2010 TA PP RADO RIADY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80315", "2010 TA PP RADO RIADY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80316", "2010 TA PP RADO RIADY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80317"}, "Penulis": "RADO RIADY (NIM : 13706039)", "Kontributor / Dosen Pembimbing": ["Pembimbing, : Ir. Ahmad Nuruddin, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Barium ferit, Sol-gel autocombustion, Microwave, sifat magnet", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}