{"Nomor": 16881, "Judul": "SINTESIS DAN KARAKTERISASI GAMMA-ALUMINA (&#978;-Al2O3 ) BERBASIS CERAMIC FOAM SEBAGAI APLIKASI CATALYTIC CONVERTER AUTOMOBILE", "Abstrak": "Permintaan produksi catalytic converter di dunia semakin bertambah karena permasalahan global warming. Catalytic converter digunakan untuk pereduksi polutan seperti COx, NOx, dsb.alat catalytic converter yang konvensional masih menggunakan platinum sebagai membran aktifnya. Karena    \n \n \n \n\nharga platinum menghabiskan biaya produksi yang besar, serta ketersediaannya yang terbatas, maka penggunaannya sebagai bahan baku menjadi masalah. Penulis mencoba untuk mencari material alternatif yang memiliki efek catalytic untuk reduksi gas. γ-Alumina (gamma alumina) adalah salah satu material yang sangat berpotensi untuk menggantikan peran platinum sebagai katalis dalam proses reduksi gas. Temperatur pembentukannya pun tergolong rendah (500-700oC),    \n \n \n \n\nsehingga biaya produksi menjadi lebih rendah. Penelitian ini menggunakan serbuk alumina yang digunakan untuk membuat ceramic foam sebagai body-nya. Lalu body tersebut akan di lapisi dengan membran gamma alumina yang didapat dari    \n \n \n \n\nproses impregnasi larutan AlOH. Penelitian ini juga menggunakan variasi temperatur kalsinasi (500oC, 600oC, 700oC) dan efek penambahan chitosan. Proses karakterisasi menggunakan pengujian XRD, SEM, EDS dan BET. Dari uji XRD kita akan dapat melihat single-phase dari gamma alumina dari 500oC, 600oC, dan 700oC temperatur kalsinasi. Sedangkan uji SEM menunjukan morfologi kristal yang berbentuk seperti bunga (flowerlike).", "Daftar File": {"2010 TA PP RADEN MAS DEWANDANU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80270", "2010 TA PP RADEN MAS DEWANDANU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80271", "2010 TA PP RADEN MAS DEWANDANU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80272", "2010 TA PP RADEN MAS DEWANDANU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80273", "2010 TA PP RADEN MAS DEWANDANU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80274", "2010 TA PP RADEN MAS DEWANDANU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80275", "2010 TA PP RADEN MAS DEWANDANU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80276"}, "Penulis": "RADEN MAS DEWANDANU (NIM : 13706038)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Catalytic Converter, Gamma Alumina, Ceramic Foam.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}