{"Nomor": 16899, "Judul": "MEKANISME KALIBRASI TERRESTRIAL LASER SCANNER (TLS)", "Abstrak": "Dalam setiap pengukuran yang dilakukan pasti memiliki kesalahan, salah satunya berasal dari dalam alat yang digunakan. Kesalahan ini biasa disebut kesalahan sistematis. Untuk meminimalkan pengaruh dari kesalahan sistematis alat, dapat dilakukan suatu proses kalibrasi terhadap alat ukur yang digunakan. Dalam penelitian ini, alat yang akan dikalibrasi adalah Terrestrial Laser Scanner (TLS). Dikarenakan TLS merupakan alat yang memiliki teknologi baru, belum terdapat metode kalibrasi yang dibakukan. Menurut Optical Test and Calibration Ltd, kalibrasi merupakan pengecekan akurasi data dengan membandingkannya dengan ukuran yang yang dianggap benar. Dalam penelitian ini, kalibrasi yang akan dilakukan adalah dengan membandingkan data hasil pengukuran TLS dengan data hasil pengukuran ETS atau yang dianggap benar. Dalam proses pelaksanaannya, kalibrasi dilakukan di dalam suatu ruangan yang telah dipasang target-target yang akan dijadikan obyek pengukuran. Akuisisi data dengan TLS diawali dengan melakukan pemindaian target-target tersebut kemudian dilanjutkan oleh pemindaian ruangan. Sedangkan akuisisi data dengan ETS hanya dilakukan dengan melakukan pengukuran terhadap target-target yang ada. Hasil akuisisi data dari kedua alat tersebut kemudian diolah hingga mendapatkan data hasil yang akan dibandingkan, yaitu data jarak ruang dan koordinat target yang dihasilkan. Selisih dari hasil perbandingan tersebut akan dianggap sebagai nilai kesalahan pengukuran dari TLS. Dari hasil penelitian ini, selisih rata-rata ukuran jarak ruang yang didapatkan adalah sebesar 4 mm, sedangkan selisih rata-rata nilai koordinat target yang dihasilkan adalah sebesar -4 mm pada sumbu-e (easting), -2 mm pada sumbu-n (northing) dan -3,2 cm pada sumbu-u (up).", "Daftar File": {"2013  TA PP RAHMAN ADHITIAPUTRA1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80382", "2013  TA PP RAHMAN ADHITIAPUTRA1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80383", "2013  TA PP RAHMAN ADHITIAPUTRA1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80384", "2013  TA PP RAHMAN ADHITIAPUTRA1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80385", "2013  TA PP RAHMAN ADHITIAPUTRA1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80386", "2013  TA PP RAHMAN ADHITIAPUTRA1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80387", "2013  TA PP RAHMAN ADHITIAPUTRA1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80388"}, "Penulis": "RAHMAN ADHITIAPUTRA (NIM: 15109009)", "Kontributor / Dosen Pembimbing": ["pembimbing : Irwan Gumilar, ST., M.Si.", "Nia Haerani, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kalibrasi, Terrestrial Laser Scanner (TLS), Electronic Total Station (ETS)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}