{"Nomor": 16894, "Judul": "RISIKO FINANSIAL DAN APLIKASI TEORI NILAI EKSTRIM PADA RETURN BOX OFFICE FILM AMERIKA SERIKAT", "Abstrak": "Di Amerika Serikat, film dirilis pertama kali pada akhir pekan, karena mayoritas penonton bioskop menonton film pada akhir pekan (Jumat, Sabtu, atau Minggu). Penghasilan box office akhir pekan tersebut dianggap cukup mewakili penghasilan box office mingguan secara keseluruhan. Dalam tugas akhir ini, digunakan teori nilai ekstrim untuk memodelkan return box office mingguan Amerika Serikat, dengan menggunakan data penghasilan box office tanggal 7 Januari 2000 hingga 27 Desember 2009. Metode Peak over Threshold dan Maximum Likelihood digunakan untuk memperoleh parameter dari distribusi Pareto diperumum, distribusi yang digunakan untuk memodelkan nilai ekstrim dari return mingguan box office, baik untuk return positif maupun negatif. Pengukuran risiko melalui Value at Risk (VaR) dan Expected Shortfall (ES) juga dilakukan pada return mingguan untuk melihat dampak dari nilai ekstrim pada industri perfilman secara keseluruhan. Hasil pengolahan data memperlihatkan bahwa nilai ekstrim pada return mingguan box office Amerika Serikat dapat dimodelkan dengan baik oleh distribusi Pareto diperumum. Estimasi terhadap nilai VaR dan ES pada return positif menunjukkan bahwa dengan peluang 1%, penghasilan box office dari suatu akhir pekan ke akhir pekan berikutnya dapat meningkat sebesar lebih dari 73.50%. Jika ini terjadi, maka rata-rata peningkatannya adalah 87.88%. Dengan peluang yang sama, penghasilan box office dari suatu akhir pekan dapat turun hingga 68.57% pada akhir pekan berikutnya, dengan rata-rata penurunan yang melebihi nilai ini adalah 71.77%. Pengukuran risiko juga memperlihatkan bahwa peluang untuk rugi di dunia perfilman lebih kecil daripada peluang untuk untung.", "Daftar File": {"2010 TA PP RAFKI HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80348", "2010 TA PP RAFKI HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80349", "2010 TA PP RAFKI HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80350", "2010 TA PP RAFKI HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80351", "2010 TA PP RAFKI HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80352", "2010 TA PP RAFKI HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80353"}, "Penulis": "RAFKI HIDAYAT (NIM : 10106022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Novriana Sumarti", "Khreshna I.A. Syuhada, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "box office, teori nilai ekstrim, distribusi Pareto diperumum, value at Risk", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}