{"Nomor": 16900, "Judul": "MASALAH ASURANSI KESEHATAN PENENTUAN RISK PREMIUM (STUDI KASUS PEMBEDAHAN)", "Abstrak": "Asuransi kesehatan terbagi atas dua jenis pertanggungan, yaitu rawat jalan dan rawat inap. Pembedahan dapat dikategorikan ke dalam kedua jenis pertanggungan tersebut, sesuai dengan jenis pembedahan yang dilakukan. Dalam tugas akhir ini, data klaim pembedahan yang didapat termasuk ke dalam jenis pertanggungan rawat inap.    \n \n \n \n\nData klaim dicatat dalam tiga peubah acak, yaitu banyak atau frekuensi klaim, lamanya hari menginap dan besarnya klaim yang diajukan. Masing-masing peubah acak tersebut dimodelkan dengan suatu model parametrik tertentu. Selanjutnya, model compound digunakan untuk memodelkan aggregate loss atau total klaim dan aggregate hospital day sesuai kategori usia yang diinginkan. Untuk menghitung fungsi massa peluang dari model compund, digunakan metode rekursif dengan terlebih dahulu mendiskritkan peubah acak besar klaim.    \n \n \n \n\nRisk premium kemudian ditentukan dengan dua cara, yaitu secara teori dan secara simulasi menggunakan simulasi Monte Carlo. Dengan membandingkan kedua hasil tersebut, disimpulkan bahwa rataan dan simpangan baku aggregate loss melalui simulasi memberikan hasil yang tidak jauh berbeda dari perhitungan berdasarkan teori.", "Daftar File": {"2010 TA PP RAHMAT ELDHIE SYA'BANNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80389", "2010 TA PP RAHMAT ELDHIE SYA'BANNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80390", "2010 TA PP RAHMAT ELDHIE SYA'BANNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80391", "2010 TA PP RAHMAT ELDHIE SYA'BANNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80392", "2010 TA PP RAHMAT ELDHIE SYA'BANNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80393", "2010 TA PP RAHMAT ELDHIE SYA'BANNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80394"}, "Penulis": "RAHMAT ELDHIE SYAÃ‚Â’BANNI (NIM. 101 06 087)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dumaria R. Tampubolon, Ph.D", "Ocke Kurniandi, M.Si., FSAI"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "model compound, metode rekursif, risk premium, simulasi Monte Carlo.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}