{"Nomor": 16905, "Judul": "STUDI EKSPERIMENTAL KARAKTERISTIK PENGERINGAN IKAN TERI (ANCHOVIA ENGRAULIDAE)", "Abstrak": "Tujuan dari kajian ini adalah untuk menentukan kecepatan dan temperature udara pengering yang optimum untuk mendapatkan ikan teri (Anchovia Engraulidae) kering berkualitas baik. Sampel ikan teri yang digunakan memiliki panjang Ã‚Â± 7 cm dan massa 3,0-3,5 gram disusun di atas nampan berukuran 15x15 cm2 di dalam ruang pengering dengan luas penampang melintang 17x30 cm2. Kecepatan udara pengering divariasikan antara 0,6 hingga 0,9 m/s sejajar arah nampan sedangkan temperaturnya divariasikan antara 40-70 oC. Nampan terhubungkan secara langsung dengan timbangan digital sehingga dapat melakukan pengukuran massa secara terus menerus selama proses pengeringan. Seluruh data hasil pengujian dicatat menggunakan sistem akuisisi data. Konduktivitas terma (k) dan panas spesifik (cp)ikan teri juga diukur pada pengujian ini.  \n \n\nDari penelitian ini diperoleh nilai konduktivitas termal (k) dan panas spesifik (cp) ikan teri yaitu sebesar 0,166 Wm-1K-1 dan 1,563 Jg-1K-1, pada MC 81%; dan 0,062 W⋅m-1⋅K-1 dan 0,62 Jg- 1⋅K-1pada MC 35%. Sedangkan kadar air kritis ikan teri sebesar 48,8-50,3% (basis basah). Konstanta pengeringan ikan teri pada pengujian ini diperoleh nilai sebesar 0,0051-0,0121. Kondisi pengeringan optimum dapat dicapai dengan menjalankan proses pengeringan secara  \n \n\nbertahap, tahap pertama menjalankan pengujian pada temperature 70 oC untuk 150 menit pertama, tahap kedua adalah 50 oC untuk 100 menit berikutnya dan tahap ketiga adalah 40 oC hingga kesetimbangan kadar air tercapai selama 700 menit.", "Daftar File": {"2010 TS PP RAHMAT SUBARKAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80420", "2010 TS PP RAHMAT SUBARKAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80421", "2010 TS PP RAHMAT SUBARKAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80422", "2010 TS PP RAHMAT SUBARKAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80423", "2010 TS PP RAHMAT SUBARKAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80424", "2010 TS PP RAHMAT SUBARKAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80425", "2010 TS PP RAHMAT SUBARKAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/80426", "2010 TS PP RAHMAT SUBARKAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80427"}, "Penulis": "RAHMAT SUBARKAH (NIM : 23107304)", "Kontributor / Dosen Pembimbing": ["RAHMAT SUBARKAH (NIM : 23107304)", "Pembimbing Utama : DR. Ir. Abdurrachim", ""], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ikan teri, karakteristik pengeringan, optimasi pengeringan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}