{"Nomor": 16902, "Judul": "DAMPAK GABUNGAN KATA ARAB TERHADAP HASIL MESIN PENERJEMAH BERBASIS STATISTIK", "Abstrak": "Tulisan ini meneliti dampak adanya gabungan kata (muta Ã‚Â’allaq) terhadap hasil mesin penerjemah berbasis \n\nstatistik dalam menerjemahkan dokumen berbahasa Arab ke dalam bahasa Indonesia. Uniknya, kata-kata yang \n\ntergabung dalam mutaÃ‚Â’allaq tidak harus muncul secara berurutan. Muta Ã‚Â’allaq terkadang dipisahkan oleh \n\nbanyak kata yang tidak terikat jumlah maupun jenisnya dengan muta Ã‚Â’allaq. Penelitian ini mengungkap bahwa \n\nhanya 2 dari 25 kalimat yang mengandung muta Ã‚Â’allaq berhasil diterjemahkan dengan baik. Penelitian ini \n\nakhirnya mengusulkan solusi untuk mengurangi dampak adanya muta Ã‚Â’allaq dengan cara pengidentifikasian \n\nmuta Ã‚Â’allaq. Setelah teridentifikasi, kata -kata penyusun muta Ã‚Â’allaq ini diletakkan pada posisi yang \n\nberdekatan sehingga metode statistik dapat merekam kemunculan kedua gabungan kata ini. Hasilnya adalah \n\ntingkat efektifitas sebesar 60% atau sebanyak 15 dari 25 kalimat yang mengandung mutaÃ‚Â’allaq bisa \n\nditerjemahkan dengan baik menggunakan mesin penerjemah berbasis statistik yang telah mengimplementasi \n\nsolusi yang diusulkan dalam penelitian ini. Solusi ini juga meningkatkan nilai BLUE Score dari semula \n\n0.3574 menjadi 0.3584 atau meningkat sebesar 0.0010 poin.", "Daftar File": {"proceedings knsi 2014 full edition(40).pdf": "https://digilib.itb.ac.id/gdl/download/80403"}, "Penulis": "Rahmat Izwan Heroza M.T.", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mesin translasi berbasis statistik bahasa Arab, muta Ã‚Â’allaq, Moses, PoS tag, MADA+TOKAN", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "11 Mar 2014"}