{"Nomor": 16904, "Judul": "OPERATOR TRAINING BERBASIS OPEN SOURCE: PERANCANGAN GRAPHICAL USER INTERFACE", "Abstrak": "Operator Training Simulator (OTS) adalah aplikasi yang dibuat untuk pelatihan    \n \n \n \n\noperator agar dapat mengoperasikan suatu unit operasi. Pengembangan OTS    \n \n \n \n\nsebelumnya sudah mencapai hasil yang cukup memuaskan. Pada pengembangan    \n \n \n \n\nOTS tersebut terdapat beberapa komponen penting, komponen tersebut antara lain    \n \n \n \n\nsimulation engine menggunakan Scilab, OPC (Object Linking and Embedding for    \n \n \n \n\nProcess Control) menggunakan Matrikon OPC+FSGateway, operator dan    \n \n \n \n\ninstructor station menggunakan Wonderware Intouch, dan database server    \n \n \n \n\nmenggunakan Microsoft SQL Server. Untuk membentuk satu sistem OTS dengan    \n \n \n \n\ntiga operator dan satu instruktur dibutuhkan biaya hingga $19,961. Hal ini    \n \n \n \n\nmenjadi salah satu latar belakang pengembangan OTS menggunakan arsitektur    \n \n \n \n\nberbasis open source.    \n \n \n \n\nPengembangan GUI untuk OTS open source menggunakan perangkat lunak    \n \n \n \n\nPVBrowser. Perangkat lunak ini dipilih karena masuk kriteria open source, masih    \n \n \n \n\ndikembangkan, dan mempunyai kemampuan koneksi dengan OPC. Pada    \n \n \n \n\npengembangan ini, diimplementasikan seksi Primary Reformer. Pada seksi ini    \n \n \n \n\nterdapat empat jendela utama, dengan enam jendela ESD (Emergency Shutdown),    \n \n \n \n\ntujuh jendela FOS(Field Operator Station), jendela trending dan alarm sebagai    \n \n \n \n\nfitur pelengkap OTS.    \n \n \n \n\nBeberapa masalah ditemui dalam pengembangan OTS ini, yakni perangkat lunak    \n \n \n \n\nPVBrowser tidak memiliki fitur yang dimiliki oleh Wonderware Intouch. Fitur    \n \n \n \n\nalarm, faceplate, dan trending harus dibuat terlebih dahulu, kemudian sistem GUI    \n \n \n \n\nOTS open source dapat direalisasikan.    \n \n \n \n\nSetelah transformasi selesai dilakukan, kemudian dilakukan pengujian terhadap    \n \n \n \n\nkomponen-komponen OTS ini. Pengujian dilakukan pada kondisi simulasi.    \n \n \n \n\nKondisi simulasi adalah kondisi dimana seluruh komponen telah terintegrasi dan    \n \n \n \n\nbekerja seperti OTS sebelumnya bekerja. Setelah pengujian dilakukan dan    \n \n \n \n\ndidapatkan hasil yang cukup memuaskan, maka OTS dengan arsitektur baru    \n \n \n \n\nberbasis open source dinyatakan siap dan dapat digunakan untuk pelatihan    \n \n \n \n\noperator.", "Daftar File": {"2010 TA PP RAHMAT RANUDIGDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80413", "2010 TA PP RAHMAT RANUDIGDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80414", "2010 TA PP RAHMAT RANUDIGDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80415", "2010 TA PP RAHMAT RANUDIGDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80416", "2010 TA PP RAHMAT RANUDIGDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80417", "2010 TA PP RAHMAT RANUDIGDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80418", "2010 TA PP RAHMAT RANUDIGDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80419"}, "Penulis": "RAHMAT RAMUDIGDO (NIM: 13206132) Pembimbing : Dr. Ir. Bambang Riyanto Trilaksono", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Operator Training Simulator, GUI, HMI, Open Source, PVBrowser, Primary Reformer", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}