{"Nomor": 16919, "Judul": "DRAW POINT CONSTRUCTION IMPROVEMENT USING SIX SIGMA", "Abstrak": "PT Freeport Indonesia (PTFI) as one of the big mining companies in the world currently uses two mining techniques: open pit (surface) mine and underground mine. The production in surface mine already decrease and PTFI ready to move into the future underground mine era. Block caving is the main mining method for underground mine. One of important thing in block caving    \n \n\nis draw point. Draw point is a loading point beneath a stope, utilizing gravity to move bulk material. DP is a steel set that is erected and poured in place with concrete. There are 9 sub processes of draw point construction: site preparation, lean concrete, embedded rail, concrete floor, anvil top, lintel set, forming & meshing, wall & roof concrete, stripping & general clean‐up. Based on analysis data period 2006‐2008, the capability of target achievement is low (Cp = 0.15 and Cpk = 0.06, both of them below 1). It indicated there is process problem in draw point construction so it makes draw point construction incompliance to achieve their monthly or yearly target. To improve the process, it will be used Six Sigma methodology in this thesis. Six Sigma is todayÃ‚Â’s leading technique to maximize production efficiency and maintain control over each step in the managerial process to improve speed, quality, and cost. The principle of Six Sigma is the activities that cause the customerÃ‚Â’s critical‐to‐quality (CTQ) issues and create the longest time delays in any process offer the greatest opportunity for improvement in cost, quality and lead time. Six Sigma is becoming a proven approach for businesses and organizations to    \n \n\nimprove their performance. The spectrum of companies actively engaging in Six Sigma today is wide from manufacturing like Celanese, Caterpillar, GE, Honeywell, and 3M to service/retail organizations like Starwood Hotels, Sears, and Home Depot. Six Sigma has even started in the financial industry with Bank of America and JPMorgan Chase initiating major deployments in the past two years. Probably the most exciting area is in the public and healthcare sectors with success stories emerging from city government and John Hopkins Medical. Voice of customer is collected to know what customer requirements. Based on interview with customer, the CTQ of draw point construction are delivering 12.5 draw points per month, 150 draw points in a year, completion time 42 shifts per draw point, and cost per unit draw point less than $56,115. But the facts of current situation are yearly target never achieved in period 2006 Ã‚Â– 2008, completion time average 46.07 shifts. The completion time is a key factor to achieve monthly and yearly target. The business objective of this thesis is to improve the speed of completion time 10% faster so it will reduce labor cost 10%. Based on Six Sigma analysis, there are some statistically significant root cause of the completion time problem in draw point. The root causes are tight and over break in draw point area, and low productivity. The tight is non added value in draw point construction process and it makes site preparation out of control. The over break make wall & roof meshing & forming out of control. The low productivity statistically contributes to make variance in draw point completion. To solve the root cause, it is founded 3 solutions which are statistically significant to improve    \n \n\ndraw point construction process. Asking guarantee from UG Development to avoid tight, Performance Management application to increase productivity, & Modified forming to anticipate over break.", "Daftar File": {"2009 TS PP RAKHMAT MULYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80499", "2009 TS PP RAKHMAT MULYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80500", "2009 TS PP RAKHMAT MULYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80501", "2009 TS PP RAKHMAT MULYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80502", "2009 TS PP RAKHMAT MULYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80503", "2009 TS PP RAKHMAT MULYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80504"}, "Penulis": "RAKHMAT MULYANTO (NIM : 29107140)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Draw point; Six Sigma; Completion time; Incompliance; Capability.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}