{"Nomor": 16929, "Judul": "ZEOLIT MFI NANOSHEET SEBAGAI PENYANGGA KATALIS KOBALT UNTUK REAKSI FISCHER-TROPSCH", "Abstrak": "Zeolit adalah material kristalin alam berbasis alumino-silikat terhidrasi yang memiliki mikropori serta rongga dalam suatu kerangka tertentu. Seiring dengan perkembangan    \n \n \n \n\nteknologi, zeolit sintetik telah ditemukan lebih dari 200 jenis kerangka zeolit. Bentuk kristal zeolit MFI dapat direkayasa menjadi nanosheet sehingga diharapkan dapat meningkatkan luas permukaan untuk mendispersikan pusat aktif katalis kobalt. Dalam penelitian ini, nanosheet zeolit MFI disintesis dengan bantuan molekul organik amina dikuarterner (dC5I2) melalui metode hidrotermal dan dipakai sebagai penyangga katalis logam kobalt, prekursor katalis, untuk reaksi Fischer Tropsch. Pertukaran ion H+ dilakukan sebelum tahap impregnasi kobalt. Karakterisasi zeolit dilakukan dengan difraksi sinar-X, fisisorpsi N2, 29Si dan 27Al MAS NMR dan SEM. Pola difraksi nanosheet zeolit menunjukkan adanya puncak ketidakmurnian kuarsa dan zeolit tipe MTW meskipun puncak MFI memiliki intensitas yang    \n \n \n \n\nrendah. Luas permukaan BET zeolit nanosheet lebih rendah dibandingkan dengan zeolit ZSM-5. Permukaan kristal nanosheet zeolit tampak lebih kasar dan ukurannya lebih kecil dibandingkan dengan ZSM-5 yang menyerupai bentuk coffin. Pada sampel nanosheet zeolit terlihat pula adanya campuran berbentuk coffin. Struktur aluminium dan silika dalam zeolit penyangga memiliki bentuk tetrahedral yang dilihat dari pengukuran MAS NMR. Kedua zeolit penyangga tersebut diimpregnasi dengan 5% kobalt. Pola difraksi katalis tidak menunjukkan adanya perubahan yang signifikan pada puncak. Luas permukaan BET nanosheet zeolit meningkat dari 6,36 m2/g menjadi 42,50 m2/g. Sementara volume pori    \n \n \n \n\nmengalami penurunan dari 0,12 cm3/g menjadi 0,05 cm3/g untuk MFI nanosheet. Komposisi kobalt oksida dalam nanosheet zeolit penyangga yang diukur menggunakan EDX adalah 6,25%. Nanosheet zeolit tidak terbentuk sempurna karena dC5I2 mengalami reaksi eliminasi Hoffman menjadi olefin, air, dan amina tersier sehingga terdapat campuran bentuk partikel.", "Daftar File": {"2012 TA PP RANDY RADIKAPRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80564", "2012 TA PP RANDY RADIKAPRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80565", "2012 TA PP RANDY RADIKAPRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80566", "2012 TA PP RANDY RADIKAPRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80567", "2012 TA PP RANDY RADIKAPRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80568", "2012 TA PP RANDY RADIKAPRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80569", "2012 TA PP RANDY RADIKAPRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80570"}, "Penulis": "RANDY RADIKAPRATAMA (NIM : 10508049)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : I Nyoman Marsih, Ph.D", "Pembimbing II : Dr.rer.nat. Rino R. Mukti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Zeolit MFI, nanosheet, Fischer-Tropsch, katalis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}