{"Nomor": 16925, "Judul": "ANALISIS ANOMALI MEDAN MAGNETIK GUNUNGAPI PAPANDAYAN MENGGUNAKAN METODE MAGNETIK", "Abstrak": "Gunungapi Papandayan adalah gunungapi aktif yang terletak di Kabupaten Garut, Jawa Barat dan terakhir meletus tahun 2002. Untuk menyelidiki struktur bawah permukaan gunungapi dapat dilakukan dengan beberapa metode geofisika diantaranya metode magnetik. Pengambilan data magnetik telah dilakukan di area kawah Gunungapi Papandayan dengan luas area pengukuran sekitar 400m2 menggunakan Proton Precission magnetometer G-856AX. Pada Pengolahan data dilakukan koreksi harian dan koreksi IGRF sehingga diperoleh sebaran nilai medan magnetik yang dijadikan dasar sebagai pendugaan struktur bawah permukaan termasuk kondisi temperatur bawah permukaan. Dari hasil sebaran medan magnet diketahui bagian utara area survei mempunyai nilai medan magnetik lebih kecil daripada bagian selatan yang mengindikasikan kemungkinan adanya perbedaan temperatur dimana bagian utara lebih panas daripada bagian selatan. Berdasarkan hasil pemodelan kedepan dua dimensi diperoleh model benda magnetik berbentuk persegi panjang dengan parameternya adalah panjang, kedalaman, kemiringan, suseptibilitas, dan posisi awal dengan nilai suseptibilitas batuan 0.0135 dan 0.18 yang dapat diinterpretasi sebagai batuan andesit dan basaltik. Sebagai data pendukung digunakan hasil pengukuran geolistrik.", "Daftar File": {"2012 TA PP RANDI FARMANA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80535", "2012 TA PP RANDI FARMANA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80536", "2012 TA PP RANDI FARMANA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80537", "2012 TA PP RANDI FARMANA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80538", "2012 TA PP RANDI FARMANA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80539", "2012 TA PP RANDI FARMANA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80540", "2012 TA PP RANDI FARMANA PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/80541", "2012 TA PP RANDI FARMANA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80542"}, "Penulis": "RANDI FARMANA PUTRA (NIM : 10207066)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Nurhasan", "Pembimbing 2 :  Dr. rer. nat Sparisoma Varidi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Magnetik, Gunung Papandayan, Temperatur, Pemodelan Kedepan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}