{"Nomor": 16935, "Judul": "PERHITUNGAN NILAI EKONOMI SUMBER DAYA NIKEL DI WILAYAH PT XYZ MINING", "Abstrak": "Rencana pembukaan tambang nikel baru pada tahun 2008 oleh PT. XYZ Mining mengakibatkan dibutuhkannya perhitungan nilai ekonomi sumber daya nikel yang dimiliki oleh PT. XYZ Mining. Proses ini diperlukan untuk melihat kelayakan dari rencana tersebut apakah menguntungkan atau tidak. Perhitungan nilai ekonomi untuk sumber daya mineral PT. XYZ dilaksanakan dengan 3 pendekatan yaitu Cost Approach, Market Approach dan Income Approach. Cost Approach mendasarkan perhitungannya atas biaya-biaya yang dikeluarkan dan  \n \n\nhasil kegiatan eksplorasi terdahulu perusahaan.. Market Approach mendasarkan perhitungannya dengan cara membandingkan kesamaan-kesamaan data seperti kondisi geologi, besarnya cadangan, jenis cadangan, lokasi , tahun akuisisi dan lainnya untuk menentukan nilai suatu sumber daya. Pendekatan terakhr adalah Income Approach, Income Approach mendasarkan perhitungannya dari potensi  \n \n\nmaksimal sumber daya dalam hal ini adalah berapa banyak keuntungan yang didapat jika sumber daya ditambang.  \n \n\nKetiga metoda ini akan memberikan hasil yang berbeda. Perhitungan nilai ekonomi untuk sumber daya nikel yang dimiliki oleh PT. XYZ Mining dengan Cost Approach memberikan nilai $15.439.759. Perhitungan dengan Market Approach memberikan nilai $223.252.548 dan perhitungan dengan Income Approach memberikan nilai $2.074.690.000.  \n \n\nSelain itu juga dilakukan perhitungan mendalam untuk Income Approach dengan menggunakan Montecarlo yang memberikan selang nilai ekonomi pada $1.210.570.000 sampai $2.931.970.000 dengan rataan pada $2.071.610.000", "Daftar File": {"2009 TA PP RANTO BAGUS SIHOMBING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80595", "2009 TA PP RANTO BAGUS SIHOMBING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80596", "2009 TA PP RANTO BAGUS SIHOMBING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80597", "2009 TA PP RANTO BAGUS SIHOMBING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80598", "2009 TA PP RANTO BAGUS SIHOMBING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80599", "2009 TA PP RANTO BAGUS SIHOMBING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80600", "2009 TA PP RANTO BAGUS SIHOMBING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80601"}, "Penulis": "RANTO BAGUS SIHOMBING (NIM : 12102060)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr.Ir. Rudianto Ekawan, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Income Approach,  tambang nikel, nilai ekonomi sumber daya", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}