{"Nomor": 16933, "Judul": "PERMASALAHAN LIMBAH ELEKTRONIK (E-WASTE) DAN SOLUSI PENANGANANNYA DI INDONESIA", "Abstrak": "Kesadaran masyarakat akan dampak buruk dari limbah elektronik masih sangat rendah, hal inilah yang menjadi \n\ndasar permasalahan dari topik yang dibahas pada tulisan ini. Limbah elektronik menjadi permasalahan yang terus \n\ndibahas dan menjadi perhatiaan, terutama pada negara-negara maju yang telah membuat kebijaksanaan terkait \n\nsampah elektronik yang dapat dilihat pada E-waste policy paper, SOMO Amsterdam (2009). Limbah elektronik \n\nmerupakan hal yang berbahaya karena mengandung bahan kimia seperti merkuri dan logam berbahaya lain yang \n\ndapat merusak lingkungan. Jumlah limbah elektronik terus meningkat karena perkembangan teknologi pada \n\nnegara maju dan konsumsi barang elektronik juga meningkat.Banyak barang elektronik yang telah menjadi \n\ndilimbah tidak diolah dan ditangani dengan baik, impor ilegal sampah elektronik merupakan salah satu \n\npermasalahan yang ada.Impor ilegal menjadikan sampah elektronik yang berbahaya merusak lingkungan negara \n\ntujuan impor.Di Indonesia sampah elektronik belum ditangani secara khusus, padahal Indonesia menjadi salah \n\nsatu tujuan impor limbah elektronik secara ilegal. Pada paper ini disusun usulan solusi yang dibedakan \n\nberdasarkan sasaran pelaku solusi, antara lain: pengguna barang elektronik, pihak berwenang dan pakar \n\nteknologi informasi dan komunikasi. Berdasarkan usulan solusi yang dirancang diharapkan dapat menangani \n\npermasalahan sampah elektronik, terutama dampak buruknya bagi lingkungan.", "Daftar File": {"proceedings knsi 2014 full edition(221).pdf": "https://digilib.itb.ac.id/gdl/download/80588"}, "Penulis": "Ranny, Adhi Kusnadi", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "E-waste, limbah elektronik", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "14 Mar 2014"}