{"Nomor": 16945, "Judul": "ANALISIS STRUKTUR FASA FILM PVDF MENGGUNAKAN METODE PENGUKURAN RESISTIVITAS PERMUKAAN DENGAN ELEKTRODA EMPAT TITIK (FOUR POINT PROBE)", "Abstrak": "Penggunaan sensor dalam kehidupan sudah banyak digunakan dan dikembangkan. Sifat Piezoelektrik adalah salah satu sifat elektrik yang akan timbul apabila terjadi gangguan mekanik. Aplikasi piezoelektrik ini sudah banyak  \n \n\ndigunakan dan diaplikasikan dalam kehidupan sehari-hari sebagai sensor mekanik dan biologi. Bahan material yang mampu menghasilkan efek Piezoelektrik paling besar dihasilkan dari bahan Poly(vinylidene flouride) (=PVDF). PVDF ini merupakan salah satu polimer dengan susunan semikristalin yang terdiri dari kristal dan amorf. Struktur fasa dari kristal PVDF terdiri dari alpha,beta dan gamma. Pembuatan sensor tidak lepas dari syarat mutlaknya yaitu nilai resistivitas permukaan pada film tipis PVDF. Pengukuran resistivitas permukaan PVDF  \n \n\nmenggunakan metode Four Point Probe dengan parameter arus dan tegangan. Melalui kurva arus dan tegangan dapat diketahui nilai hambatan dan resistivitas permukaan. Nilai resistivitas permukaan merupakan representasi dari fasa kristal yang terdapat pada film PVDF, sehingga struktur fasa kristal dapat ditentukan melaui perhitungan resistivitas permukaan tanpa melalui proses X-Ray Diffraction.", "Daftar File": {"2011 TA PP REDI MUHAMMAD TAUFIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80661", "2011 TA PP REDI MUHAMMAD TAUFIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80662", "2011 TA PP REDI MUHAMMAD TAUFIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80663", "2011 TA PP REDI MUHAMMAD TAUFIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80664", "2011 TA PP REDI MUHAMMAD TAUFIK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80665", "2011 TA PP REDI MUHAMMAD TAUFIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80666", "2011 TA PP REDI MUHAMMAD TAUFIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80667"}, "Penulis": "REDI MUHAMMAD TAUFIK (NIM : 102 06 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Suparno Satira, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PVDF, Piezoelektrik, Resistivitas permukaan, dan Four Point Probe", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}