{"Nomor": 16944, "Judul": "PERANCANGAN SISTEM PEMANTAUAN RUMAH TINGGAL MENGGUNAKAN SNMP DAN BAHASA JAVA", "Abstrak": "Sebagai pemenuh kebutuhan pokok manusia, rumah memiliki banyak fungsi vital yaitu sebagai tempat tinggal dan tempat berkumpul keluarga. Selain itu, perkembangan zaman menuntut rumah tinggal untuk memiliki fitur keamanan dan kenyamanan yang memadai. Untuk memenuhi tuntutan tersebut, akan dirancang sistem pemantauan aktif yang dapat melakukan fungsi pengawasan dan fungsi kontrol pada rumah tinggal. Fungsi pengawasan dijalankan dengan melihat status suatu perangkat pada rumah tinggal seperti contohnya status terbuka atau tertutupnya suatu pintu. Fungsi kontrol dilakukan dengan mengatur suatu status pada perangkat rumah. Untuk kasus pada pintu, fungsi kontrol berjalan apabila nilai pintu diatur menjadi suatu nilai tertentu yang dapat membuat pintu tertutup atau terbuka. Sistem pemantauan dibuat dengan menggunakan protokol SNMP. Dengan SNMP, setiap perangkat akan dapat diambil nilainya dengan perintah Get dan dapat diatur nilainya dengan perintah Set. Selain itu, perintah lain yang akan digunakan adalah perintah Trap. Dengan trap, pengguna dapat mendapatkan informasi mengenai suatu perangkat yang mengirim info yang diinginkan sewaktu-waktu. Contoh penggunaannya pada sistem pemantauan rumah tinggal misalnya untuk mendapatkan informasi darurat ketika terjadi kebakaran. Sistem ini dibuat dengan menggunakan bahasa Java dan dimodelkan dengan Unified Model Language (UML) dan Data Flow Diagram (DFD). Sistem terbagi menjadi dua yaitu program pada server yang merupakan program utama dan program pada ponsel yang merupakan aplikasi antarmuka untuk pengguna pada jarak jauh. Pengujian sistem dilakukan pada simulasi dan juga pada sistem nyata dengan menggunakan board yang benar-benar digunakan untuk sistem berbasis SNMP dan keduanya menghasilkan keluaran sesuai dengan yang diinginkan.", "Daftar File": {"2010 TA PP REDHA BHAWIKA PUTRA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80654", "2010 TA PP REDHA BHAWIKA PUTRA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80655", "2010 TA PP REDHA BHAWIKA PUTRA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80656", "2010 TA PP REDHA BHAWIKA PUTRA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80657", "2010 TA PP REDHA BHAWIKA PUTRA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80658", "2010 TA PP REDHA BHAWIKA PUTRA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80659", "2010 TA PP REDHA BHAWIKA PUTRA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80660"}, "Penulis": "REDHA BHAWIKA PUTRA (NIM : 13206013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aciek Ida W, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rumah tinggal, sistem pemantauan, SNMP, Java, UML, DFD.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}