{"Nomor": 16948, "Judul": "ANALISIS TOLERANSI DIMENSI CRANKDRIVE ARAH HORIZONTAL (PERANCANGAN ULANG MOTOR BAKAR DIESEL SATU SILINDER)", "Abstrak": "Perancangan dan analisis toleransi merupakan tahapan penting dalam perencanaan komponen motor bakar. Pendimensian dan pentoleransian yang benar akan berakibat pada aspek keterbuatan, keterakitan, keberfungsian dan keterawatan serta ketertukaran komponen sejenis. Gambar detail komponen yang dilengkapi dengan toleransi yang benar akan memudahkan dalam kontrol pembuatan, mudah dalam perakitan, sehingga sistem dapat berfungsi sesuai dengan yang diharapkan. Untuk menjamin agar variasi toleransi dimensi dan geometrik komponen mesin berada dalam batas-batas spesifikasi yang diharapkan perlu diawali dengan  \n \n\nanalisis toleransi . Dengan dilakukannya analisis toleransi dapat diketahui pengaruh tumpukan toleransi (tolerance stacks) pada level perakitan, sehingga kemudian toleransi individual komponen rakitan juga dapat ditentukan .Berbagai  \n \n\nmetoda analisis dapat diterapkan, salah satunya metoda worstcase yang menjadi metoda analisis yang digunakan dalam tesis ini.  \n \n\nDari analisis toleransi dapat diketahui potensi perpindahan sumbu conrod yang dapat menimbulkan kesulitan dalam perakitan jika tidak ada yang dapat mengkompensasinya. Toleransi yang diperoleh dari hasil perhitungan iterative  \n \n\ndicantumkan pada gambar detail dengan dimensi dan toleransi tertentu, sehingga diharapkan komponen maupun sistem dapat dibuat,dirakit dan berfungsi sesuai dengan yang diharapkan.", "Daftar File": {"2011 TS PP REFRIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80681", "2011 TS PP REFRIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80682", "2011 TS PP REFRIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80683", "2011 TS PP REFRIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80684", "2011 TS PP REFRIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80685", "2011 TS PP REFRIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80686"}, "Penulis": "REFRIZAL  (NIM : 23108009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Indra Djodikusumo,MME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Analisis Toleransi, metoda worstcase, tumpukan toleransi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}