{"Nomor": 16941, "Judul": "KAJIAN RISIKO PIPA TRANSMISI BERDASARKAN METODE INDEKS STUDI KASUS: PIPA TRANSMISI MINYAK TEMPINO - PLAJU", "Abstrak": "Risiko didefinisikan sebagai perkalian antara seberapa besar kemungkinan suatu peristiwa kegagalan pada suatu sistem peralatan dapat terjadi dan akibat jika peristiwa kegagalan tersebut terjadi. Dalam pengoperasian suatu pipeline, risiko dipengaruhi oleh berbagai faktor seperti corrosion factor, design factor, receptors dan sebagainya. Pipeline risk assessment diperlukan dalam mengkaji nilai risiko pada suatu pipeline dengan tujuan mengevaluasi risiko dan mengidentifikasi cara yang efektif untuk mengatasi risiko tersebut.  \n \n\nPada tugas sarjana ini dilakukan kajian risiko berdasarkan metode indeks yang dikembangkan oleh Muhlbauer. Untuk mempermudah analisis, dikembangkan program bantu perhitungan berdasarkan metode tersebut. Sebagai studi kasus, penulis menganalisis risiko pada pipa transmisi minyak Tempino Ã‚Â– Plaju KM77 Ã‚Â– KM 3 pada pipa eksisiting dan pipa yang baru.  \n \n\nHasil analisis studi kasus menunjukkan bahwa pada pipeline eksisting terdapat 10 zone low risk, 10 zone medium risk dan 9 zone medium high risk sedangkan pada pada pipeline baru terdapat 11 zone low risk, 15 zone medium risk dan 3 zone medium high risk. Nilai risiko untuk kategori probability of failure pada pipa eksisting lebih besar dibanding pipa baru yakni dengan nilai risiko tertinggi adalah 127.84 poin, akan tetapi nilai risiko untuk kategori  \n \n\nconsequence of failure pada pipa baru lebih besar dibanding pipa eksisting yaitu 392 poin. Selain itu, dilakukan juga analisis pengaruh parameter nilai tebal dinding pipa dan receptors terhadap nilai risiko pada pipa baru. Dari analisis tersebut disimpulkan bahwa semakin tipis nilai tebal dinding pipa maka nilai risiko untuk kategori probability of failure akan semakin besar pula dengan nilai  \n \n\nresiko terbesar adalah 191.5 poin. Sedangkan semakin besar nilai receptors maka nilai risiko untuk kategori consequence of failure akan semakin besar pula dengan nilai risiko terbesar mencapai 428 poin.", "Daftar File": {"2009 TA PP R. DHANY RAHADIAN S. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80627", "2009 TA PP R. DHANY RAHADIAN S. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80628", "2009 TA PP R. DHANY RAHADIAN S. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80629", "2009 TA PP R. DHANY RAHADIAN S. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80630", "2009 TA PP R. DHANY RAHADIAN S. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80631", "2009 TA PP R. DHANY RAHADIAN S. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80632", "2009 TA PP R. DHANY RAHADIAN S. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80633"}, "Penulis": "R. DHANY RAHADIAN S. (NIM : 13104131)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pipelile risk; kajian resiko; pipa transmisi;  metode indeks;  pipa transmisi pipa minyak tempino", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}