{"Nomor": 16959, "Judul": "PENGEMBANGAN FLIGHT PLAN BERBASIS KOMPUTER BERDASARKAN AIRCRAFT PERFORMANCE MANUAL BOEING 767-300", "Abstrak": "Flight Plan adalah rencana penerbangan dari setiap perusahaan penerbangan untuk menentukan rute penerbangan pesawat yang bersangkutan dengan memperhatikan aspek    \n \n \n \n\npesawat, penumpang, kargo, bahan bakar, kondisi angin, kecepatan terhadap permukaan bumi, ketinggian serta pengeluaran bahan bakar setiap jamnya.    \n \n \n \n\nStudi yang dilakukan pada tugas akhir ini ditekankan pada penyusunan algoritma sebagai desain awal Flight Plan berbasis komputer untuk pesawat Boeing 767-300. Data yang digunakan pada studi ini yaitu data prestasi pesawat yang terdapat dalam Flight Plan and Performance Manual untuk pesawat Boeing 767-300. Data ini digunakan untuk mendapatkan jumlah bahan bakar dan waktu yang digunakan untuk melakukan suatu perjalanan.    \n \n \n \n\nPengembangan program Flight Plan berbasis SQL-Visual Basic (VB) ini dibangun dengan menyusun desain algoritma. Penggunaan program Flight Plan ini kemudian dianalisis    \n \n \n \n\nuntuk mengetahui tingkat efisiensi waktu, keakuratan, dan kemudahan dalam melakukan perhitungan jika dibandingkan dengan perhitungan metode manual.    \n \n \n \n\nHasil akhir berupa program Flight Planning berbasis komputer yang dapat menggantikan perhitungan dengan metode manual. Perhitungan dapat dilakukan dengan waktu yang lebih    \n \n \n \n\nsingkat serta mendapatkan hasil yang lebih akurat.", "Daftar File": {"2010 TA PP RENNY ASYITA RAMADYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80758", "2010 TA PP RENNY ASYITA RAMADYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80759", "2010 TA PP RENNY ASYITA RAMADYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80760", "2010 TA PP RENNY ASYITA RAMADYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80761", "2010 TA PP RENNY ASYITA RAMADYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80762", "2010 TA PP RENNY ASYITA RAMADYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80763", "2010 TA PP RENNY ASYITA RAMADYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80764"}, "Penulis": "RENNY ASYITA RAMADYA (NIM : 136 06 037)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Ir. Toto Indriyanto", "Reza Syafrudin, ST"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Flight Plan, SQL-Visual Basic, Flight Planning Program.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}