{"Nomor": 16967, "Judul": "IMPROVING THE RECRUITMENT PERFORMANCE OF THE MANAGERS OF AGENTS IN PT ABC LIFE INDONESIA", "Abstrak": "Like in any other life insurance companies, successful agent recruitment is important to PT. ABC Life Indonesi's business. To the company, more successful recruitment simply means more potential revenues. The more qualified agents recruited by the company, the  \n \n\nmore policies and revenues will be potentially generated through the agents.  \n \n\nIn addition to its importance to the company, agent recruitment is also important to Managers of Agents' performance. To the Managers, agent recruitment is a part of their job and prerequisites to their promotion. Beside that, successful agent recruitment offers some benefits, including bonus and incentives to them.  \n \n\nHowever, the importance of the agent recruitment does not always seem to get along with its success. Currently, the recruitment performance of the Managers of Agents is below expectation. Most of them do not meet their recruitment target.  \n \n\nIn relation to the above mentioned background, this thesis tries to explore the problems and identify the factors that influence the recruitment performance of the Managers of Agents. From the interview, this thesis identifies nine factors, which are reward system,  \n \n\nrecruitment bonus, access to resources, job's image, recruiting skills, facilities, recruitment process, profiling, and development skills.  \n \n\nBased on the analysis on the factors that influences the recruitment performance, this thesis proposes seven points of solutions. The solutions are modification of recruitment process, modification of agent profiling, modification of referrals program, comprehensive recruitment campaign, improvement of facility management, recruiting and developing training, and modification of reward system.", "Daftar File": {"2010 TS PP RESTIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80801", "2010 TS PP RESTIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80802", "2010 TS PP RESTIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80803", "2010 TS PP RESTIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80804", "2010 TS PP RESTIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80805", "2010 TS PP RESTIANA 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/80806"}, "Penulis": "RESTIANA (NIM : 29107367)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Nurianna Thoha, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Agent, life insurance, Manager of Agent, and recruitment, agen, asuransi jiwa, manajer agen, dan rekrutmen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}