{"Nomor": 16962, "Judul": "STRATEGI PROMOSI TELKOM SPEEDY MELALUI MEMBER GET MEMBER", "Abstrak": "TELKOM adalah perusahaan negara yang bergerak di bidang penyedia jasa dan jaringan telekomunikasi terluas di nusantara. Salah satu bisnis TELKOM yang cukup penting adalah produk layanan internetnya yaitu Speedy. Yang merupakan isu pada penelitian ini adalah adanya penurunan market share pada TELKOM Speedy yaitu sebesar 10% dari tahun 2007 ke 2008.  \n \n\nPenurunan market share ini disebabkan oleh beberapa faktor diantaranya, semakin banyaknya pemain yang masuk kedalam industri internet, kurang adanya informasi mengenai program promosi TELKOM Speedy dan munculnya teknologi Mobile Broadband Adapun metodologi penelitian yang dilakukan adalah dengan melakukan beberapa langkah  \n \n\nyaitu penelitian pendahuluan dengan tujuan untuk mengeksplorasi atribut-atribut apa saja yang dapat mendukung penelitian tersebut, setelah itu pengumpulan data dengan cara wawancara pihak internal TELKOM, mengumpulkan data internal TELKOM untuk menganalisa strategi promosi TELKOM Speedy yang dilakukan pada tahun 2008, serta melakukan survey berupa FGD (Focus Group Discussion) pelanggan TELKOM Speedy untuk mengetahui apa saja yang menjadi keinginan pelanggan terhadap pilar promosi baik yang bersifat atribut sampai dengan pemilihan program promosi. Kemudian adanya pembatasan penelitian agar fokus terhadap yang diteliti yaitu  \n \n\nseputar strategi promosi, adapun tujuan penelitian ini adalah untuk mengetahui prilaku konsumen dalam memilih Internet Service provider, mengetahui strategi promosi kompetitor dalam menggaet calon konsumen, menentukan strategi promosi yang sesuai dengan keinginan calon pelanggan dan sarana atau media yang tepat untuk menarik calon pelanggan.  \n \n\nSetelah penulis melakukan beberapa pendekatan dan analisa, yang menjadi akar permasalahannya adalah kurang adanya informasi mengenai program promosi yang diluncurkan oleh TELKOM Speedy terhadap pelanggannya.  \n \n\nPermasalahan tersebut dapat diatasi dengan cara merevisi alokasi budget promosi yang sekarang yang didasarkan hasil FGD pelanggan Speedy. Setelah merevisi alokasi budget, diusulkan solusi bisnis berupa member get member untuk menggaet potensial konsumen.Tentunya strategi ini dapat dijadikan masukan bagi pihak Speedy dalam merumuskan strategi promosi mereka di tahun berikutnya yang nantinya dapat meningkatkan market share mereka.", "Daftar File": {"2009 TS PP RESIAN SANGGA BATARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80773", "2009 TS PP RESIAN SANGGA BATARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80774", "2009 TS PP RESIAN SANGGA BATARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80775", "2009 TS PP RESIAN SANGGA BATARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80776", "2009 TS PP RESIAN SANGGA BATARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80777"}, "Penulis": "RESIAN SANGGA BATARA (NIM : 29107388)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Promosi, internet, member get member", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}