{"Nomor": 16987, "Judul": "PEMILIHAN WADAH SEMENTASI PADA PROSES KARBURISASI PADAT", "Abstrak": "Karburisasi merupakan suatu proses perlakuan termo kimia yang umumnya diterapkan pada baja yang tidak mudah untuk dikeraskan. Agar baja tersebut dapat dikeraskan permukaannya perlu dilakukan perubahan komposisi kimia dari baja. Karburisasi padat merupakan metoda karburisasi yang paling sederhana yaitu menggunakan serbuk arang sebagai unsur penambah unsur karbon.     \n \n \n \n\nTujuan penelitian ini adalah untuk mengetahui wadah sementasi yang paling baik dan fleksibel yang nantinya diharapkan dapat digunakan oleh masyarakat pandai besi. Benda uji yang digunakan adalah baja karbon rendah dengan kandungan 0,15% C. Proses karburasi padat dilakukan pada suhu 900oC selama 2 jam dilanjutkan dengan pendinginan di udara. Proses pengerasan dilakukan pada suhu 900 oC ditahan selama 30 menit kemudian dicelup dalam oli. Struktur martensit yang terbentuk diamati dengan mikroskop optik dan diuji dengan Micro Vickers Hardness Tester.    \n \n \n \n\nDari penelitian ini disimpulkan bahwa wadah sementasi yang relatif kedap diperlukan untuk proses karburisasi padat. Hal ini ditunjukkan oleh hasil proses karburisasi padat pada baja karbon rendah yang dilakukan pada wadah sementasi dalam bentuk kotak yang dimur serta pipa ledeng.", "Daftar File": {"2010 TS PP R. HENNY MULYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80920", "2010 TS PP R. HENNY MULYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80921", "2010 TS PP R. HENNY MULYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80922", "2010 TS PP R. HENNY MULYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80923", "2010 TS PP R. HENNY MULYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80924", "2010 TS PP R. HENNY MULYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80925", "2010 TS PP R. HENNY MULYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80926"}, "Penulis": "R. HENNY MULYANI  (NIM : 23707301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Karburisasi padat, difusi karbon,pipa ledeng, martensit.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}