{"Nomor": 16986, "Judul": "KARAKTERISTIK MOTOR DIESEL PENYEMPROTAN LANGSUNG DENGAN BAHAN BAKAR CAMPURAN 50% MINYAK KELAPA MURNI (Cocos nucifera) DAN SOLAR YANG DIPANASKAN", "Abstrak": "Minyak kelapa merupakan salah satu jenis minyak nabati yang dapat digunakan sebagai bahan bakar alternatif untuk motor diesel. Minyak ini memiliki beberapa kelebihan, yaitu dapat diperbaharui, ramah lingkungan, tersedia dalam jumlah banyak di Indonesia, dapat dikonsumsi manusia, tidak memiliki unsur belerang, dapat terdegradasi secara alami, dan tidak berkontribusi terhadap penambahan gas rumah kaca. Namun, minyak kelapa memiliki viskositas yang cukup tinggi. Oleh karena itu, untuk mendapatkan viskositas yang sesuai, minyak kelapa dipanaskan terlebih dahulu. Penelitian ini dilakukan untuk mengetahui pengaruh penggunaan campuran 50% minyak kelapa murni-solar yang dipanaskan sebagai bahan bakar motor diesel dibandingkan solar.  \n \n\nPengujian dilakukan selama 17 jam sebagai uji ketahanan dari bahan bakar campuran minyak kelapa murni-solar dan mengacu pada SAE Paper 942010. Pengujian pun dilakukan pada solar yang tidak dipanaskan sebagai pembanding. Hasilnya, campuran minyak kelapa-solar lebih buruk baik prestasi (-6,4% untuk BSFC dan -3,9% untuk efisiensi termal), maupun deposit (50% minyak kelapasolar 67% lebih tebal) setelah uji ketahanan berlangsung.", "Daftar File": {"2009 TA PP R. FUAD SATRIO AJIE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80913", "2009 TA PP R. FUAD SATRIO AJIE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80914", "2009 TA PP R. FUAD SATRIO AJIE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80915", "2009 TA PP R. FUAD SATRIO AJIE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80916", "2009 TA PP R. FUAD SATRIO AJIE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80917", "2009 TA PP R. FUAD SATRIO AJIE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80918", "2009 TA PP R. FUAD SATRIO AJIE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80919"}, "Penulis": "R. FUAD SATRIO AJIE (NIM : 13103004)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Iman K. Reksowardojo", "Pembimbing II : Dr. Ir. Tirto P. Brodjonegoro", "Pembimbing III : Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Motor Diesel;  Bahan Bakar Campuran;  Minyak Kelapa  Murni; Cocos nucifera", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}