{"Nomor": 16983, "Judul": "SISTEM KEMUDI OTOMATIS BERBASIS GPS DAN ORIENTASI MAGNETIK", "Abstrak": "Sistem kemudi otomatis merupakan suatu sistem yang dapat memandu gerak alat lainnya atau kendaraan agar dapat bergerak menuju ke suatu titik tujuan secara otomatis. Sistem kemudi otomatis mempermudah kerja pengguna karena dengan sistem kemudi otomatis pengguna cukup memberikan masukan berupa koordinat tujuan yang diinginkan. Setelah itu sistem akan memandu gerakan dari alat untuk mendekati tujuan. Sistem kemudi otomatis banyak digunakan dalam dunia penerbangan untuk membantu pilot dalam menerbangkan pesawat. Dalam dunia penerbangan, sistem ini dikenal dengan istilah auto-pilot.      \n \n \n \n\nPada tugas akhir ini, sistem kemudi otomatis diintegrasikan pada robot pengamat sehingga robot dapat bergerak menuju suatu titik koordinat tujuan yang diinginkan secara otomatis dengan berdasarkan pada data koordinat GPS dari robot dan orientasi arah gerak robot. Berdasarkan hasil ujicoba yang dilakukan pada tugas akhir ini, robot dapat mengetahui posisi dan heading dirinya secara real time. Data koordinat dan heading yang didapat kemudian diproses oleh software pada sever dan menghasilkan keluaran berupa perintah gerak untuk mendekati koordinat tujuan. Pada tugas akhir ini, robot dapat bergerak mendekati koordinat tujuan dan berhenti dengan rata-rata selisih jarak 273.25 cm dari tujuan dengan standar deviasi 88.26 cm.", "Daftar File": {"2012 TA PP REZA RENDIAN SEPTIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80891", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80892", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80893", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80894", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80895", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80896", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/80897", "2012 TA PP REZA RENDIAN SEPTIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80898"}, "Penulis": "REZA RENDIAN SEPTIAWAN (NIM : 10208045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Suprijadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "auto-drive, GPS, heading, magnetometer, robot pengamat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}