{"Nomor": 16982, "Judul": "PENGARUH KADAR ADITIF ANTIFRICTION DAN ANTIWEAR TERHADAP KINERJA PELUMAS MOTOR DIESEL", "Abstrak": "Pelumas berfungsi untuk mengurangi gesekan dan keausan pada mesin sehingga umur mesin lebih lama. Untuk memaksimalkan kinerja pelumas, maka aditif ditambahkan sehingga perbaikan karakteristik pelumas dapat diperbaiki.   \n \n\nPenelitian dilakukan untuk mengetahui pengaruh penambahan aditif terhadap kinerja pelumas, mengingat fungsi utama pelumas untuk mengurangi gesekan. Analisis dari pengujian berdasarkan dari pengujian awal. Pengujian dilakukan dua kali. Pengujian gearbox untuk melihat pengurangan gesekan dan pengujian motor Diesel untuk melihat penghematan.  \n \n\nHasil pengujian menyimpulkan bahwa penambahan aditif secara individual tidak mampu mengurangi gesekan, karena gesekan terjadi bukan karena hanya satu faktor saja, tetapi bila masing-masing dicampurkan satu sama lain maka gesekan dapat dikurangi. Sehingga konsumsi bahan bakar pada Diesel lebih kecil dan penghematannya lebih besar.  \n \n\nSpecific fuel consumption (sfc) terendah dihasilkan aditif D3 saat beban 20-60% dengan penambahan 4.67 % aditif. Penghematan terbesar dihasilkan aditif D2 dengan rata-rata penghematan 10.29%.", "Daftar File": {"2011 TA PP REZA NETANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80884", "2011 TA PP REZA NETANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80885", "2011 TA PP REZA NETANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80886", "2011 TA PP REZA NETANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80887", "2011 TA PP REZA NETANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80888", "2011 TA PP REZA NETANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80889", "2011 TA PP REZA NETANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80890"}, "Penulis": "REZA NETANI (NIM : 131066032)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ing. Tri Yuswidjajanto Z", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pelumas, Gearbox, motor Diesel, Specific fuel consumption (sfc)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}