{"Nomor": 16988, "Judul": "DESIGN AND IMPLEMENTATION OF A COLLABORATIVE PC GAME SYSTEM USING TABLETOP USER INTERFACE", "Abstrak": "The swift development in communication and entertainment technology carries good and bad consequences to the society. The online culture brings new defini-tion to social life: a list of text and graphics displayed in a screen. The same space and time are not required anymore; which unconsciously diminishes the social skills involved in the former communication forms. This final project tries to elaborate a game system which uses a tabletop user in-terface to be able to enforce a collaborative environment to the players. The table-top user interface allows players to interact mostly in the real world so that the communication is more vivid than online interactions. The aid of computer allows people to forget about the menial tasks like score keeping, score calculations, etc, and spare more focus to the game and the other players one is playing with. The project attempts to exhibit the process of developing a computer system with non-technical value put into consideration. Such system would facilitate its users to interact and collaborate. The findings and considerations discovered during the design and implementation process then could be used as a reference on building similar system. The computer uses reacTIVision framework as the object tracking application. And the game is developed on LÃƒÂ–VE 2D game framework using Lua program-ming language.", "Daftar File": {"2010 TA PP RHEZA LOUIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80927", "2010 TA PP RHEZA LOUIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80928", "2010 TA PP RHEZA LOUIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80929", "2010 TA PP RHEZA LOUIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80930", "2010 TA PP RHEZA LOUIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80931", "2010 TA PP RHEZA LOUIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80932", "2010 TA PP RHEZA LOUIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80933"}, "Penulis": "RHEZA LOUIS (NIM : 132 06 081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ary Setijadi Prihatmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "game system; system design; collaboration; user interface design, sistem permainan komputer; perancangan sistem; kolaborasi; perancangan antarmuka pengguna;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}