{"Nomor": 16984, "Judul": "EVALUASI KEBERHASILAN PENERAPAN KNOWLEDGE MANAGEMENT DI PT UNILEVER INDONESIA", "Abstrak": "Knowledge Management (KM) menjadi salah satu alat yang digunakan perusahaan modern untuk mengelola informasi sehingga menjadi pengetahuan sebagai aset yang bersifat intangible untuk meningkatkan daya saing perusahaan.   \n\nPT.Unilever Indonesia (UI) telah menerapkan KM sejak tahun 1998.UI merupakan perusahaan peraih Most Admired Knowledge Enterprise Awards (MAKE Awards) selama 3 tahun berturut Ã‚Â– turut sejak tahun 2005 sampai dengan 2007. MAKE Awards adalah penghargaan bagi organisasi yang dinilai sukses dalam menerapkan KM di Indonesia.   \n\nPertanyaan yang muncul setelah KM diterapkan di UI sejak 10 tahun yang lalu adalah Ã‚Â“faktor Ã‚Â– faktor apa saja yang mempengaruhi keberhasilan organisasi dalam menerapkan KM, sehingga dapat memberikan dukungan yang berarti bagi kemajuan UI secara berkelanjutan ?Ã‚Â” Studi ini diarahkan untuk dapat menganalisis faktor Ã‚Â– faktor keberhasilan penerapan KM di UI. Studi dimulai dengan melakukan kajian literatur,survey kepada responden/karyawan UI yang terlibat dalam pengembangan KM dan wawancara dengan para ahli KM. Hasil studi menunjukkan bahwa UI telah berhasil menerapkan KM dan selaras dengan strategi bisnis UI, hal ini ditunjukkan dengan skor yang tinggi untuk 3 kelompok faktor yang dianalisis, dimana kelompok People yang terdiri dari tujuh (7) kategori yaitu: 1)Budaya mendapat nilai 21 dari maksimum 25 dinilai sangat berhasil dalam mendukung kesuksesan penerapan KM di UI .2) Kepemimpinan mendapat nilai 16 dari maksimum 20 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 3)Cara Kerja mendapat nilai 11 dari maksimum 15 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 4)Penghargaan mendapat nilai 12 dari maksimum 15 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 5)Struktur mendapat nilai 13 dari maksimum 15 dinilai sangat berhasil dalam mendukung kesuksesan penerapan KM di UI. 6)Jejaring mendapat nilai 12 dari maksimum 15 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 7)Pelatihan mendapat nilai 12 dari maksimum 15 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. Kelompok Process yang terdiri dari tiga (3) kategori yaitu: 1)Kebijakan mendapat nilai 23 dari maksimum 30 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 2)Pengelolaan Pengetahuan mendapat nilai 20 dari maksimum 25 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 3)Perbaikan Kinerja mendapat nilai 16 dari maksimum 20 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. Kelompok Technology terdiri dari empat (4) kategori yaitu: 1)Fitur mendapat nilai 24 dari maksimum 30 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 2)Aplikasi mendapat nilai 16 dari maksimum 20 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 3)Infrastruktur mendapat nilai 8 dari maksimum 10 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. 4)Tempat Penyimpanan mendapat nilai 7 dari maksimum 10 dinilai telah berhasil dalam mendukung kesuksesan penerapan KM di UI. Dapat disimpulkan bahwa UI pantas mendapatkan MAKE Awards sebagai perusahaan yang telah berhasil menerapkan KM sebagai alat untuk menuju kelanggengan bisnis, pertumbuhan bisnis serta menciptakan nilai-nilai jangka panjang bagi para stakeholders, karyawan dan rekan bisnis.", "Daftar File": {"2009 TS PP REZZA PUJIAKBARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80899", "2009 TS PP REZZA PUJIAKBARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80900", "2009 TS PP REZZA PUJIAKBARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80901", "2009 TS PP REZZA PUJIAKBARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80902", "2009 TS PP REZZA PUJIAKBARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80903", "2009 TS PP REZZA PUJIAKBARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80904", "2009 TS PP REZZA PUJIAKBARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80905"}, "Penulis": "REZZA PUJIAKBARI (NIM : 29107017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Jann Hidajat Tjakraatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge Management(KM), Unilever Indonesia (UI), faktor- faktor keberhasilan penerapan knowledge management", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}