{"Nomor": 16998, "Judul": "ANALISIS LINGKUNGAN PENGENDAPAN BATUBARA DI DAERAH BUSUI KALIMANTAN TIMUR DAN DI DAERAH SATUI KALIMANTAN SELATAN", "Abstrak": "Batubara memiliki karakteristik dan kualitas yang berbeda-beda dari satu tempat dengan tempat yang lainnya. Banyak faktor yang menyebabkan perbedaan karakteristik dan kualitas batubara antara lain fasies batubara, lingkungan pengendapan, tumbuhan pembentuk batubara dan kontrol dari prosesÃƒÂ‚Ã‚Â–proses geologi seperti struktur geologi. Dalam hal ini, penulis melakukan analisis lingkungan pengendapan batubara menurut parameter Diessel (1986) dan Calder (1991). Sampel batubara yang diteliti diambil dari 2 lokasi yaitu di daerah Busui pada Formasi Warukin yang berumur Miosen pada Cekungan Pasir di Kalimantan Timur dan di daerah Satui pada Formasi Tanjung yang berumur Eosen pada Cekungan Asam-asam di Kalimantan Selatan, masing-masing terdiri dari 3 titik lokasi pengambilan sampel. Pengambilan sampel batubara dilakukan dengan menggunakan metoda channel sampling yang berbasis genetik berdasarkan selang perbedaan karakteristik cleat. Kemudian sampel dianalisis dengan metode analisis petrografi batubara untuk mengetahui reflektansi vitrinit dan komposisi maseral (%) batubara. Hasil pengukuran reflektansi vitrinit, batubara di daerah Busui A (rata-rata Rv=0,59%), Busui B (rata-rata Rv=0,56%), Satui A (rata-rata Rv=0,54%), Satui B (rata-rata Rv=0,58%) dan Satui C (rata-rata Rv=0,57%) berperingkat subbituminus sedangkan Busui C (rata-rata Rv=0,61%) berperingkat high volatile bituminus (Australian Standart, 1986). Hasil analisis lingkungan pengendapan batubara yang diteliti pada daerah Busui dan Satui terendapkan pada lingkungan lower-upper delta plain dengan tipe gambut yang bersifat bog-ombrotrophic dan bog forest-ombrotrophic.", "Daftar File": {"2008 TA PP RICKY SIMANJUNTAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80985", "2008 TA PP RICKY SIMANJUNTAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80986", "2008 TA PP RICKY SIMANJUNTAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80987", "2008 TA PP RICKY SIMANJUNTAK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80988", "2008 TA PP RICKY SIMANJUNTAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80989", "2008 TA PP RICKY SIMANJUNTAK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80990", "2008 TA PP RICKY SIMANJUNTAK 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/80991", "2008 TA PP RICKY SIMANJUNTAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80993"}, "Penulis": "RICKY SIMANJUNTAK (NIM 12101053)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Komang Anggayana, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batubara, analisis lingkungan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}