{"Nomor": 16992, "Judul": "PERANCANGAN UNIT LAMINASI MESIN EKSTRUSI-LAMINASI PLASTIK", "Abstrak": "Industri pengolahan plastik dan juga industri kemasan makanan dan minuman berkembang pesat akhir-akhir ini. Untuk memenuhi kebutuhan teknologi kemasan pada industri makanan, dikembangkan pengolahan plastik jenis ekstrusi laminasi. Ekstrusi laminasi adalah proses pelapisan suatu bahan, contohnya plastik, karung, kertas, alumunium, dengan plastik jenis polyethylene dan polypropylene hasil ekstrusi yang berbentuk lembaran. Proses ini digunakan untuk melapis bahan agar lebih kuat dan melindungi dari goresan cetakan. Perancangan mesin ini dilakukan oleh Institut Teknologi  \n \n\nBandung bekerja sama dengan PT Norita Flexindo, sebuah perusahaan yang bergerak di bidang kemasan plastik. Mesin ekstrusi laminasi terdiri atas empat unit yaitu unit ekstrusi, laminasi, rewinder, dan unwinder. Fokus tugas sarjana ini adalah pada perancangan unit laminasi.  \n \n\nUnit laminasi sendiri terdiri dari beberapa komponen yang fungsinya memberi tekanan untuk menempelkan lapisan bahan menggunakan plastik cair hasil ekstrusi. Selain itu, di unit ini dilaksanakan pula proses pendinginan plastik agar semua bagian terekat sempurna. Unit laminasi dirancang dengan lebar bahan maksimum 1200 mm dengan mekanisme rol penekan dan mekanisme outfeed. Perancangan ini meliputi desain konstruksi frame, rol, perhitungan motor penggerak, pemilihan gearbox, dan perhitungan umur bantalan. Perancangan unit laminasi dilengkapi dengan gambar mesin dan perencanaan proses produksi. Dengan demikian, tugas akhir ini akan memudahkan PT Norita Flexindo saat memroduksi mesin-ekstrusi laminasi.", "Daftar File": {"2010 TA PP RIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/80955", "2010 TA PP RIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/80956", "2010 TA PP RIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/80957", "2010 TA PP RIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/80958", "2010 TA PP RIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/80959", "2010 TA PP RIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/80960", "2010 TA PP RIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/80961"}, "Penulis": "RIANTO (NIM : 13106066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ign Pulung Nurprasetio, MSME", "Eka Febrian Sutanto, ST"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ekstrusi laminasi, Industri pengolahan plastik, industri kemasan makanan dan minuman, teknologi kemasan, olyethylene, polypropylene, PT Norita Flexindo", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}