{"Nomor": 17003, "Judul": "PENENTUAN KAPASITAS & PERANCANGAN DASAR PEMBANGKIT LISTRIK UNTUK KABUPATEN KOTABARU PROVINSI KALIMANTAN SELATAN", "Abstrak": "Master plan pembangkit listrik adalah suatu dokumen mengenai konsep perencanaan pengembangan pembangkit listrik secara menyeluruh. Master plan pembangkit listrik berguna untuk mengkoordinasi persiapan-persiapan rencana pembangunan pembangkit listrik yang lebih detail. Pada tugas sarjana ini, pembuatan master plan pembangkit listrik dibatasi pada pada penentuan kapasitas pembangkit listrik, pemilihan jenis pembangkit listrik, perancangan dasar          \n \n \n \n \n \n \n \n \n \n\npembangkit listrik, dan aspek finansial pembangunan pembangkit listrik.          \n \n \n \n \n \n \n \n \n \n\nDalam tugas sarjana ini diperkirakan kebutuhan energi listrik Kabupaten Kotabaru, Provinsi Kalimantan Selatan sampai dengan sepuluh tahun mendatang. Perkiraan kebutuhan energi listrik dilakukan dengan dua pendekatan, yaitu dengan pertumbuhan jumlah penduduk dan pendapatan domestik regional bruto. Pada tugas sarjana ini, selanjutnya dilakukan pemilihan jenis pembangkit listrik yang cocok untuk Kabupaten Kotabaru, pemilihan jenis pembangkit listrik ini menggunakan metode pair-wise comparison. Analisis energi merupakan tahap selanjutnya pada tugas sarjana ini, perangkat lunak Cycle-Tempo dan FireCAD          \n \n \n \n \n \n \n \n \n \n\ndigunakan pada tahap analisis energi ini. Validasi kadua perangkat lunak ini dilakukan dengan membandingkan hasil yang didapat dengan penghitungan manual menurut buku teks. Pembuatan layout komplek pembangkit listrik dan analisis finansial merupakan tahap terakhir dalam pembuatan tugas sarjana ini.          \n \n \n \n \n \n \n \n \n \n\nDari hasil penghitungan kebutuhan listrik dengan pendekatan          \n \n \n \n \n \n \n \n \n \n\npertumbuhan jumlah penduduk didapatkan bahwa kebutuhan listrik Kabupaten Kotabaru sebesar 45,51 MW pada tahun 2018, sedangkan dengan pendekatan pendapatan domestik regional bruto, kebutuhan listrik di Kabupaten Kotabaru          \n \n \n \n \n \n \n \n \n \n\nmencapai 46,39 MW pada tahun 2018. Jenis pembangkit listrik yang cocok untuk dibangun di Kabupaten Kotabaru menurut hasil penghitungan dengan metode pair-wise comparison adalah Pusat Listrik Tenaga Uap (PLTU). Investasi pembangunan pembangkit listrik ini akan kembali setelah pembangkit listrik beroperasi selama 13 tahun 11 bulan bila menggunakan batubara berkalori 5000 kcal/kg dengan IRR sebesar 12,61%, dan NPV sebesar Rp 122.490.000.000.000,          \n \n \n \n \n \n \n \n \n \n\nsedangkan bila menggunakan batubara berkalori 6200 kcal/kg, investasi akan kembali setelah pembangkit listrik beroperasi selama 16 tahun 1 bulan, dengan IRR sebesar 10,52%, dan NPV sebesar Rp 39.782.000.000.000.", "Daftar File": {"2009 TA PP RIFANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81033", "2009 TA PP RIFANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81034", "2009 TA PP RIFANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81035", "2009 TA PP RIFANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81036", "2009 TA PP RIFANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81037", "2009 TA PP RIFANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81038", "2009 TA PP RIFANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81039"}, "Penulis": "RIFANDI (NIM : 13104004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Master plan pembangkit listrik; pembangkit listrik; Cycle-Tempo;  FireCAD; pair-wise comparison; PLTU", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}