{"Nomor": 17006, "Judul": "SINTESIS DAN KARAKTERISASI LAPISAN TIPIS ZnO DENGAN METODA CHEMICAL BATH DEPOSITION", "Abstrak": "ZnO merupakan material semikonduktor dengan energi band gap yang lebar pada temperatur ruangan. dan energi ikat eksiton yang besar (~ 60 eV), memiliki transparansi optis dan konduktivitas listrik yang baik. Dengan melihat sifat-sifat tersebut, lapisan tipis ZnO merupakan kandidat yang menjanjikan untuk berbagai aplikasi seperti transparent conductive oxide (TCO), sel surya, liquid crystal display (LCD),photocatalytic, , sensor gas, dan lain sebagainya.    \n \n \n \n\nPada penelitian ini dilakukan sintesis lapisan tipis ZnO dengan menggunakan metoda chemical bath deposition menggunakan Zinc Acetate Dihydrate (Zn(CH3COOH)2.2H2O) sebagai prekursor dengan larutan ammonia dan kaca preparat sebagai substrat. Pada penelitian ini dilakukan pengaturan besar medan listrik eksternal pada saat proses deposisi. Temperatur kalsinasi yang digunakan adalah 550oC.    \n \n \n \n\nDeposisi lapisan tipis ZnO pada substrat kaca preparat dengan metoda deposisi chemical bath telah berhasil dilakukan. X-ray Diffraction (XRD) sampel menunjukkan ZnO tanpa pengotor. Pemberian medan listrik eksternal selama proses pertumbuhan lapisan tipis ZnO meningkatkan keseragaman ukuran butir, kristalinitas lapisan tipis ZnO, dan ketebalan lapisan secara linier dengan laju 15.6 nm/kVcm-1. Nilai transmitansi optik lapisan tipis ZnO tanpa medan listrik adalah 52%-63% pada rentang gelombang sinar tampak, dengan band gap sebesar 3,92 eV.", "Daftar File": {"2011 TA PP RIFQI JATNIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81048", "2011 TA PP RIFQI JATNIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81049", "2011 TA PP RIFQI JATNIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81050", "2011 TA PP RIFQI JATNIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81051", "2011 TA PP RIFQI JATNIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81052", "2011 TA PP RIFQI JATNIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81053", "2011 TA PP RIFQI JATNIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81054"}, "Penulis": "RIFQI JATNIKA  (NIM : 13707015)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Ir. Ahmad Nuruddin, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Zinc Oxide, chemical bath deposition, medan listrik eksternal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}