{"Nomor": 17000, "Judul": "STRATEGI PEMASARAN PVC MOTOR PT SRM", "Abstrak": "Dalam dunia bisnis selalu terdapat kompetisi antara satu perusahaan dengan perusahaan lainnya untuk memenangkan pangsa pasar yang paling banyak. Untuk memenangkan kompetisi ini suatu perusahaan harus memiliki kompetensi yang tinggi, yang dibangun oleh strategi bisnis yang tepat, di mana strategi ini harus dapat menjembatani perusahaan tersebut untuk mencapai tujuan akhir yaitu memenangkan kompetisi. Analisa terhadap situasi pasar dan kompetitor menjadi faktor-faktor utama dalam membangun strategi bisnis suatu perusahaan, yang akan  \n \n\nmenentukan juga masa depan perusahaan.  \n \n\nPVC adalah singkatan dari Poly Vinyl Chloride, yang menjadi bahan dasar kulit imitasi sehingga digunakan untuk menyebut produk kulit imitasi. PVC digunakan untuk melapisi jok motor. Proses produksi PVC terdiri dari proses mixing, coating, emboss, finishing, dan final  \n \n\ninspection. Potensi pasar yang begitu besar dalam penjualan PVC motor di Indonesia, dapat dilihat dari semakin banyaknya populasi sepeda motor di Indonesia. Kemampuan PT SRM dalam memproduksi PVC dapat dimanfaatkan untuk memasuki pasar sepeda motor yaitu  \n \n\ndengan menjual PVC untuk jok motor. Market untuk motor dibagi menjadi dua macam yaitu market OEM dan after market. Permasalahan timbul saat PT SRM memasuki industri PVC motor, penjualan PVC motor yang dicapai PT SRM sangat rendah jika dibandingkan dengan besarnya konsumsi PVC motor untuk market OEM dan after market.  \n \n\nUntuk mencari akar masalah dari rendahnya penjualan PVC motor PT SRM, dilakukan analisa industri, analisa kondisi internal dan eksternal perusahaan, analisa pasar, dan analisa strategi pemasaran. Akar masalah dari rendahnya penjualan PVC motor PT SRM adalah persepsi komunitas OEM yang buruk, kualitas PVC PT SRM kurang stabil dan baik (selama menyuplai PVC untuk OEM), belum mengenal banyak relasi dalam komunitas OEM, belum  \n \n\ndiketahui customer besar PVC after market, dan manejemen tidak mau menjual PVC ke after market dengan harga lebih kecil dari 19.000 per meter. Dari akar masalah, solusi bisnis harus dicari agar masalah ini dapat diselesaikan. Solusi yang diusulkan untuk market OEM yaitu dengan memberikan service quality yang terbaik untuk membangun relationship yang kuat lalu menggunakan relationship marketing dan akhirnya diperoleh networking yang kuat dalam komunitas OEM. Solusi yang diusulkan untuk after  \n \n\nmarket yaitu dengan membangun data base customer after market karena belum diketahui kondisi rantai bisnis after market, yang membuat PT SRM belum bisa melangkah lebih jauh lagi. Rencana implementasi dari solusi-solusi yang diusulkan, disusun dalam bentuk jadwal pelaksanaan yang mencakup monitoring dan controlling pelaksanaan solusi tersebut dan alokasi SDM yang dibutuhkan untuk menjalankan solusi-solusi tersebut.", "Daftar File": {"2009 TS PP RIDWAN KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81007", "2009 TS PP RIDWAN KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81008", "2009 TS PP RIDWAN KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81009", "2009 TS PP RIDWAN KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81010", "2009 TS PP RIDWAN KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81011", "2009 TS PP RIDWAN KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81012"}, "Penulis": "RIDWAN KURNIAWAN (NIM: 29107091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mustika Sufiati Purwanegara, Ir., MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PVC motor, relationship marketing, service quality", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}