{"Nomor": 17017, "Judul": "UPAYA PENINGKATAN KINERJA MANAJEMEN RANTAI PASOK BAHAN PELEDAK KOMERSIAL MELALUI PEMETAAN RANTAI PASOK DAN RANCANGAN METRIK KINERJA MENGGUNAKAN MODEL SCOR 9.0. Studi Kasus pada Unit Handakkom PT. PINDAD", "Abstrak": "kebutuhan energi di Indonesia dipenuhi oleh sumber energi utama yaitu bahan bakar fosil yang dihasilkan industri pertambangan. Dari total konsumsi energi Indonesia tahun 2003, 52,2% pemenuhannya dari minyak bumi, 21,20% dari gas alam, dan 19,7 % batubara (Indonesia Mineral and Coal Statistic, 2005). Hal tersebut merupakan efek permintaan energi dari sektor transportasi yang menggunakan bahan bakar minyak, sektor industri yang menggunakan gas alam dan sektor perumahan yang membutuhkan batubara untuk pembangkit tenaga listrik. Pertumbuhan permintaan terhadap sumber energi utama merupakan suatu peluang bagi industri bahan peledak komersial atau non‐militer. Bahan peledak sudah dikenal sejak lama dalam industri pertambangan sebagai salah satu teknologi yang digunakan dalam proses penambangan baik di tambang terbuka (open pit) maupun pekerjaan tambang di bawah permukaan bumi (under surface). Biasanya perusahaan tambang yang menggunakan bahan peledak tergolong dalam perusahaan tambang skala menengah dan besar.", "Daftar File": {"2009 TS PP RINALDO DA VINCI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81124", "2009 TS PP RINALDO DA VINCI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81125", "2009 TS PP RINALDO DA VINCI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81126", "2009 TS PP RINALDO DA VINCI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81127", "2009 TS PP RINALDO DA VINCI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81128", "2009 TS PP RINALDO DA VINCI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81129"}, "Penulis": "RINALDO DAVINCI (NIM : 29107076)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Ir. Gatot Yudoko, MASc, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pertumbuhan ekonomi global, kinerja manajemen rantai pasok bahan peledak, Model Scor 9.0", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}