{"Nomor": 17013, "Judul": "SINTESIS DAN KARAKTERISASI SERBUK NANOMAGNETIK FE3O4 DENGAN VARIASI KONSENTRASI SODIUM ALGINATE SEBAGAI CHELATING AGENT", "Abstrak": "Fe3O4 merupakan suatu padatan yang disintesis dari suatu senyawa berbasis besi dengan menggunakan metode ko-presipitasi dari campuran larutan Ferrous sulphate heptahydrate (FeSO4.7H2O) dan Ferric chloride hexahydrate (FeCl3.6H2O) dengan ratio perbandingan mol 1 : 2 yang dipanaskan pada suhu 70oC selama 30 menit pada kondisi lingkungan tertutup. Parameter yang digunakan dalam proses    \n \n \n \n\nsistesis Fe3O4 ini adalah konsentrasi dari sulphate heptahydrate (FeSO4.7H2O) dan Ferric chloride hexahydrate (FeCl3.6H2O ) dan sodium alginate. Untuk mengetahui fasa, morfologi mikrostruktur permukaan, bentuk partikel nano, gugus-gugus kimia dan sifat magnetik digunakan X-Ray Diffraction (XRD), Scanning Electron Microscopy (SEM), Fourier Transform Infrared Spectrometer (FTIR) dan vibrating sample magnetometer (VSM). Hasil uji pada serbuk Fe3O4 didapatkan fasa tunggal Fe3O4 dan Puncak karakteristik Fe3O4 dengan indeks sesuai referensi JCPDS File No. 19−629, yaitu (2 2 0), (3 1 1), (4 0 0), (4 2 2), (5 1 1) and (4 4 0) pada 2θ = 30,2o, 35,5o, 43,1o, 53,4o, 57o, dan 62,6o. Kemudian pada karakterisasi SEM morfologi dari partikel Fe3O4 terlihat bulat-bulat dan terdispersi pada diameter rata-rata partikel tanpa alginat adalah 46 nm dan dengan alginat adalah 40 nm. Pada karakterisasi FTIR    \n \n \n \n\nterlihat adanya gugus O-H dengan panjang gelombang 3386,39cm-1 dari alginat dan adanya gugus Fe-O dengan panjang gelombang 563,112cm-1, bearti memperlihatkan    \n \n \n \n\nadanya interaksi antar alginat-FeO dari prekursor sebagai awal terjadinya rantai metal Fe-O-Fe. Dari karakterisasi VSM kita dapatkan kurva histerisnya yang menandakan    \n \n \n \n\nsifat magnetiknya dari sifat magnetik partikel Fe3O4 adalah superparamagnetik dengan momen magnetnya sebesar 67,29 emu/gram dan sifat magnetik pada penambahan alginat maka momen magnet yang didapat lebih kecil yaitu dengan rentang (60,7 sampai 42,48 emu/gram), sampai pada penambahan natirum alginat 0,2% maka momen magnetnya 57,31 emu/gram.", "Daftar File": {"2011 TA PP RIKY CIAYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81095", "2011 TA PP RIKY CIAYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81096", "2011 TA PP RIKY CIAYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81097", "2011 TA PP RIKY CIAYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81098", "2011 TA PP RIKY CIAYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81099", "2011 TA PP RIKY CIAYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81100", "2011 TA PP RIKY CIAYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81101"}, "Penulis": "RIKY CIAYADI (NIM : 13707062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ko-presipitasi, superparamagnetik, natrium alginat, Fe3O4.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}