{"Nomor": 17010, "Judul": "PEMBUATAN PROGRAM KOMPUTER UNTUK ANALISIS KONVEYOR PNEUMATIK", "Abstrak": "Fakta menyatakan bahwa pengangkutan material berperan penting dalam kemajuan suatu industri. Pneumatik konveyor merupakan salah satu dari jenis konveyor yang digunakan dalam proses pengangkutan material. Pneumatik konveyor pada dasarnya sederhana dan sangat cocok untuk proses pengangkutan material yang berbentuk butir-butir atau serbuk pada suatu industri. Keuntungan dari pneumatik konveyor ini adalah proses pengangkutan berlangsung dalam  \n \n\nsaluran tertutup sehingga material yang diangkut bisa dilindungi dari pengaruh kondisi lingkungan atau sebaliknya material tidak mencemari lingkungan.  \n \n\nPerhitungan pneumatik konveyor secara manual dapat dilakukan dengan menggunakan rumus-rumus dan data empirik berupa grafik. Dengan menggunakan program komputer, rumus-rumus dapat diubah menjadi kode-kode komputer dan data-data empiris dapat disimpan di dalam memori, sehingga perhitungan dapat dilakukan lebih sistematis. Perhitungan yang bersifat iterasi dapat dilakukan dengan lebih cepat.  \n \n\nDalam tugas sarjana ini, dibahas pembuatan program komputer sebagai alat bantu perhitungan unutk merancang pneumatic konveyor. Selain unutk menghitung secara otomatis sesuai dengan instruksi pengguna program, program komputer ini juga memfasilitasi pengguna dengan basis data yang berisi  \n \n\nparameter-parameter yang berguna dalam pengambilan keputusan", "Daftar File": {"2010 TA PP RIKI PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81070", "2010 TA PP RIKI PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81071", "2010 TA PP RIKI PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81072", "2010 TA PP RIKI PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81073", "2010 TA PP RIKI PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81074", "2010 TA PP RIKI PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81075", "2010 TA PP RIKI PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81076", "2010 TA PP RIKI PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81077"}, "Penulis": "RIKI PUTRA (NIM : 13105106)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Prof. Dr. Ir. Indra Nurhadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Program Komputer, Analisis Konveyor Pneumatik, pneumatik konveyor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}