{"Nomor": 17027, "Judul": "KARAKTERISASI DAN PENGUJIAN SULFIDE STRESS CRACKING PADA PIPA CLADDING BAJA X-42 DENGAN PADUAN 825", "Abstrak": "Peningkatan kebutuhan akan minyak dan gas alam mendorong perkembangan dalam eksplorasi yang lebih sulit. Kesulitan dalam eksplorasi ini diantaranya adalah masalah korosi. Salah satu penyebab korosi dalam industri migas adalah H2S. Keberadaan H2S dan tegangan mekanik pada material dapat mengakibatkan fenomena korosi Sulfide Stress Cracking (SSC). Untuk mangantisipasi lingkungan yang korosif, dapat digunakan material jenis Corrosion Resistant Alloys (CRA). Akan tetapi karena harganya yang mahal, maka dilakukan cladding, yakni menggabungkan CRA dengan material lain seperti baja karbon yang memiliki nilai ekonomis rendah namun dengan ketahanan korosi yang rendah pula. Dalam penelitian ini dilakukan karakterisasi pipa cladding Baja X-42 dan Incoloy 825 serta pengujian SSC guna melihat pengaruh pembebanan, pengelasan, serta celah pada pipa cladding.    \n \n \n \n\nKarakterisasi dilakukan dengan menggunakan OES, EDS, metalografi, uji tarik, uji bending, serta uji keras. Pengujian SSC dilakukan sesuai standar uji NACE TM 0177-05 metode B. Pembebanan bending diberikan pada spesimen dengan pseudo-stress 80% kekuatan luluh pipa. Larutan yang digunakan adalah larutan A (NACE TM 0177-05) dan air laut tiruan (ASTM D 1141). Spesimen diambil dari daerah badan pipa, seam weld, serta girth weld. Spesimen diuji dengan pembebanan; dengan pembebanan dan lubang; serta tanpa pembebanan. Pengujian dilakukan pada temperatur kamar selama 96 jam dan 720 jam.    \n \n \n \n\nSetelah dilakukan pemeriksaan hasil pengujian SSC, tidak ditemukan adanya retakan SSC pada seluruh spesimen, baik spesimen yang dibebani; dibebani dan dilubangi; serta tidak dilubangi. Ketahanan pipa cladding dalam menghadapi serangan SSC dapat disebabkan oleh unsur-unsur dalam Incoloy 825 yang berperan membangun kekuatan serta ketahanan terhadap serangan korosi basah maupun kering.", "Daftar File": {"2011 TA PP RINI NOVELIA SUAWA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81180", "2011 TA PP RINI NOVELIA SUAWA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81181", "2011 TA PP RINI NOVELIA SUAWA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81182", "2011 TA PP RINI NOVELIA SUAWA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81183", "2011 TA PP RINI NOVELIA SUAWA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81184", "2011 TA PP RINI NOVELIA SUAWA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81185", "2011 TA PP RINI NOVELIA SUAWA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81186"}, "Penulis": "RINI NOVELIA SUAWA  (NIM : 13706020)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  1 :  Dr. Ir. Slameto Wiryolukito", "Dosen Pembimbing  2 :  Dr. Ir. Hermawan Judawisastra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sulfide stress cracking, pipa cladding, corrosion resistance alloys", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}