{"Nomor": 17031, "Judul": "STRATEGI KOMUNIKASI PEMASARAN ITHB UNTUK MENINGKATKAN MINAT SISWA/SISWI SMA DALAM MEMILIH PERGURUAN TINGGI", "Abstrak": "Perkembangan dunia pendidikan di Indonesia menunjukkan kemajuan yang sangat pesat. Dikota Bandung terdapat tiga perguruan Tinggi Negeri yaitu Institut Teknologi Bandung (ITB),Universitas Padjajaran (UNPAD) dan Universitas Pendidikan Indonesia (UPI). Berbedadengan PTN, PTS berjumlah lebih banyak sehingga banyak pula yang masih asing di telingakita. Masing-masing PTS menawarkan berbagai jenis program dan fasilitas yang mendukung  \n \n\nproses belajar mengajar. Institut Teknologi Harapan Bangsa adalah salah satu PTS yang ada dikota Bandung. Didirikan pada tanggal 17 Mei 2002, ITHB mengambil bagian dalampersaingan antar perguruan tinggi terutama perguruan tinggi swasta di kota Bandung.Tujuan dari penelitian ini adalah untuk mengetahui tingkat awareness dan association sertauntuk mengetahui atribut-atribut kunci yang mempengaruhi perilaku konsumen (terutama  \n \n\nsiswa-siswi SMA kelas XII) untuk menentukan keputusan dalam pemilihan perguruan tinggiterutama ITHB. Metode penelitian yang digunakan dalam penelitian ini adalah kualitatifmelalui focus group disscussion, kuesioner dan in depth interview terhadap siswa-siswi SMAkelas XII yang merupakan target market ITHB selama periode 21 Nopember 2009 Ã‚Â– 4Desember 2009.Berdasarkan hasil temuan di lapangan, peneliti menyimpulkan bahwa masih terdapat beberapanarasumber yang belum pernah mendengar ITHB dan sebagian besar sudah pernah mendengar ITHB namun tidak mengetahui secara jelas mengenai jurusan, lokasi serta keunggulan ITHB disebabkan oleh minimnya informasi yang diperoleh narasumber. Beberapa sekolah yang menjadi target market ITHB belum pernah mendapat kunjungan dari team marketing ITHB. Ada atau tidaknya jurusan yang diminati, nama besar, alumni dan tempat yang nyaman  \n \n\nmerupakan faktor terpenting utama dalam memilih perguruan tinggi. Pengenalan ITHB sejak dini dan edukasi kepada siswa/siswi SMA yang dimulai dari kelas X, XI dan XII sangat penting sehingga mereka akan memiliki pandangan yang baik terhadap perguruan tinggi swasta. Hasil akhir dari penelitian ini adalah strategi komunikasi pemasaran dan rencana implementasi bagi ITHB yang dilakukan melalui calender activities sehingga diharapkan dapat berkontribusi memenangkan persaingan dunia pendidikan terutama perguruan tinggi swasta di kota Bandung. Sehingga diharapkan dapat meningkatkan minat siswa/siswi SMA untuk melanjutkan perkuliahan di ITHB.", "Daftar File": {"2010 TS PP RINTAN BR SARAGIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81202", "2010 TS PP RINTAN BR SARAGIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81203", "2010 TS PP RINTAN BR SARAGIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81204", "2010 TS PP RINTAN BR SARAGIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81205", "2010 TS PP RINTAN BR SARAGIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81206", "2010 TS PP RINTAN BR SARAGIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81207"}, "Penulis": "RINTAN BR SARAGIH (NIM: 29108047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness, Brand Association, Institut Teknologi Harapan Bangsa, Perilaku konsumen dalam Memilih Perguruan Tinggi, Metode Kualitatif.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}