{"Nomor": 17043, "Judul": "PENGEMBANGAN MODEL PEMILIHAN TEKNOLOGI PADA RUMAH KEMASAN", "Abstrak": "Potensi Industri Kecil dan Menengah di Indonesia sangat besar terutama pada industri pangan yang mencapai 780.000 unit pada tahun 2009. Jumlah industri yang besar tidak diikuti oleh nilai ekspor produk pangan IKM yang masih defisit.  \n \n\nHal tersebut dikarenakan produk pangan IKM kalah bersaing dengan produk pangan asing. Kemasan yang baik pada sebuah produk dapat meningkatkan nilai tambah bagi produk tersebut. Untuk itu, pemerintah memberikan bantuan dalam bidang pengemasan melalui rumah kemasan untuk meningkatkan daya saing.  \n \n\nRumah kemasan memerlukan teknologi dalam mendukung kegiatannya. Pemilihan teknologi yang sesuai untuk menjadi hal yang penting dalam proses pengemasan agar teknologi tidak menjadi tidak berguna atau tidak memberikan nilai tambah. Untuk itu dalam proses pemilihan teknologi diperlukan model yang mendekati sistem nyata.  \n \n\nPenelitian ini menyajikan satu model keputusan pemilihan teknologi. Model keputusan pemilihan teknologi yang diajukan adalah model keputusan pemilihan teknologi dengan mengintegrasikan model Brown Gibson, ANP dan teori himpunan Fuzzy. Model ini menggunakan faktor finansial dan non finansial sebagai kriteria dalam pemilihan teknologi. Untuk penilaian faktor finansial  \n \n\ndigunakan fuzzy present value sementara fuzzy ANP digunakan untuk penilaian faktor non finansial. Keduanya kemudian dinilai dengan kerangka model Brown Gibson.  \n \n\nModel diterapkan pada satu contoh kasus yaitu pemilihan teknologi kemasan.  \n \n\nPenerapan model adalah untuk memilih alternatif terbaik dari tiga alternatif kemasan yaitu teknologi pengemas stand-up pouch, gusseted, dan center seal (pillow) Dengan menggunakan kriteria finansial dan sepuluh kriteria non finansial maka diperoleh bahwa alternatif teknologi kedua (gusseted) menjadi teknologi Ã‚Â‘terbaikÃ‚Â’ dengan nilai TPM : 0,390.", "Daftar File": {"2012 TS PP RITA ISTIKOWATI 1COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81274", "2012 TS PP RITA ISTIKOWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81275", "2012 TS PP RITA ISTIKOWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81276", "2012 TS PP RITA ISTIKOWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81277", "2012 TS PP RITA ISTIKOWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81278", "2012 TS PP RITA ISTIKOWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81279", "2012 TS PP RITA ISTIKOWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81280", "2012 TS PP RITA ISTIKOWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81281"}, "Penulis": "RITA ISTIKOWATI (NIM: 23410046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pemilihan teknologi, fuzzy, ANP, Brown Gibson Model", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}