{"Nomor": 17048, "Judul": "KAJIAN PENGARUH PENGEROLAN DINGIN REDUKSI 0%, 25%, 75% DAN TEMPERATUR TERHADAP LAJU KOROSI TEMBAGA", "Abstrak": "Proses pengerjaan dan perlakuan yang dilakukan terhadap suatu material akan menjadikan material tersebut memiliki sifat dan bentuk yang berbeda-beda. Tembaga adalah logam yang umum digunakan dalam pembuatan kawat penghantar untuk konduktor instalasi listrik karena mempunyai daya hantar listrik dan daya hantar panas yang tinggi, serta mempunyai      \n \n \n \n\nmampu bentuk yang baik. Penelitian ini dilakukan untuk mengetahui pengaruh proses pengerolan dingin dan pemanasan terhadap laju korosi tembaga. Penelitian ini akan mempelajari dan membandingkan laju korosi tembaga yang sudah mengalami perlakuan deformasi akibat pengerolan dingin dengan reduksi sebesar 0%, 25%, 75% tanpa dilanjutkan proses pemanasan dibandingkan tembaga yang mengalami pengerolan dingin dilanjutkan proses pemanasan sebesar 600oC selama 24 jam di dalam tungku. Karakteristik struktur mikro antara kedua perlakuan diamati dengan menggunakan pengujian metalografi, perubahan berat yang terjadi pada spesimen, uji kekerasan dan penghitungan laju korosi menggunakan pengujian polarisasi potensiodinamik. Hasil penelitian menunjukkan bahwa untuk tembaga hasil reduksi dan tanpa pemanasan akan mengeras karena regangan, sehingga akan bertambah kekuatannya. Sedangkan, tembaga hasil pengerolan dingin dan dipanaskan akan mengalami rekristalisasi karena sudah terlihatnya bentuk butir baru, yang semulanya pipih memanjang telah menjadi bulat.", "Daftar File": {"2010 TA PP RIZA IRAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81308", "2010 TA PP RIZA IRAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81309", "2010 TA PP RIZA IRAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81310", "2010 TA PP RIZA IRAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81311", "2010 TA PP RIZA IRAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81312", "2010 TA PP RIZA IRAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81313", "2010 TA PP RIZA IRAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81314"}, "Penulis": "RIZA IRAWAN (NIM : 13706053)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof. Dr. Ir. H. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengerolan dingin, pemanasan, struktur mikro, uji keras, laju korosi, SEM/EDS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}