{"Nomor": 17044, "Judul": "PARAMETER EFEKTIF DAN PARAMETER TOTAL  DALAM ANALISA GALIAN DALAM", "Abstrak": "Penggunaan dinding penahan tanah yang bersifat temporer seringkali digunakan untuk pekerjaan basement, galian sistem cut and cover. Sesuai dengan fungsinya, maka dinding penahan tanah ini didesain hanya bekerja sementara, sehingga dalam desainnya digunakan undrained analisis untuk tanah lempung. Hal ini dikarenakan waktu konstruksi yang relatif singkat dibandingkan dengan waktu yang diperlukan air untuk bermigrasi ke tempat lain. Laju kecepatan air untuk bermigrasi ke tempat lain ini ditunjukkan dengan nilai permeabilitas tanah. Nilai permeabilitas tanah lempung ini sangat kecil, bervariasi mulai dari 1.10-5 sampai 1.10-10 m/sec2.  \n \n\nUntuk menghasilkan prediksi yang tepat terhadap perilaku dinding penahan tanah temporer, ada beberapa metode dalam metode elemen hingga yang sering digunakan dalam memprediksi perilaku dan performa galian dalam tersebut. Metode tersebut yaitu; Metode Ã‚Â“AÃ‚Â” parameter kekuatan dan kekakuan menggunakan parameter efektif (cÃ‚Â’,Ã‚Â’,EÃ‚Â’) dan Metode Ã‚Â“BÃ‚Â” menggunakan parameter kekuatan total sementara parameter kekakuan dengan efektif (Su, u = 0, EÃ‚Â’). Hasil penelitian ini menunjukkan perilaku tanah NC dan OC clay memiliki perilaku yang berbeda, sehingga dalam analisa performa galian dalam perlu dipetimbangkan beberapa metoda analisa yang tepat.  \n \n\nAnalisa sensitivitas yang telah dilakukan mendapatkan beberapa kesimpulan yaitu; dalam memprediksi deformasi dibelakang dinding yang terjadi perlu diperhitungkan deformasi tambahan akibat adanya pemasangan ground anchor. Ada dua variabel yang menjadi bahan dasar pertimbangan dalam mendesain dinding penahan tanah yaitu; deformasi dan angka keamanan. Bebeapa faktor yang mempengaruhi deformasi yaitu; initial stress, kekakuan dinding. Untuk dinding yang lebih kaku (D-Wall) akan menghasilkan deformasi yang lebih kecil dibandingkan dengan Sheetpile. Panjang tiang tertanam dan faktor reduksi akibat adanya gangguan tanah dibelakang dinding hanya berpengaruh kecil terhadap deformasi yang terjadi tetapi dominan terhadap angka keamanan galian", "Daftar File": {"2010 TS PP RIVAI SARGAWI -1-BAB COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81282", "2010 TS PP RIVAI SARGAWI -1-BAB  1.pdf": "https://digilib.itb.ac.id/gdl/download/81283", "2010 TS PP RIVAI SARGAWI -1-BAB  2.pdf": "https://digilib.itb.ac.id/gdl/download/81284", "2010 TS PP RIVAI SARGAWI -1-BAB  3.pdf": "https://digilib.itb.ac.id/gdl/download/81285", "2010 TS PP RIVAI SARGAWI -1-BAB  4.pdf": "https://digilib.itb.ac.id/gdl/download/81286", "2010 TS PP RIVAI SARGAWI -1-BAB  5.pdf": "https://digilib.itb.ac.id/gdl/download/81287", "2010 TS PP RIVAI SARGAWI -1-BAB  6.pdf": "https://digilib.itb.ac.id/gdl/download/81288", "2010 TS PP RIVAI SARGAWI -1-BAB  7.pdf": "https://digilib.itb.ac.id/gdl/download/81289", "2010 TS PP RIVAI SARGAWI -1-BAB PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81290"}, "Penulis": "RIVAI SARGAWI  (NIM : 25008043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Endra Susila, Ph.D.", "Ir. Erza Rismantojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Deformasi, Parameter tanah, Analisa sensitivitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}