{"Nomor": 17041, "Judul": "APLIKASI ASSEMBLY OPERATION SHEET BERBASIS WEB PADA INDUSTRI PERAKITAN KENDARAAN BERMOTOR", "Abstrak": "Penelitian ini berhubungan dengan model produk (product model) yang menyuplai informasi-informasi yang dibutuhkan untuk setiap tahapan pada siklus produk termasuk informasi produksi. Sistem informasi produksi yang terstruktur dan  \n \n\nefektif dapat membantu kelancaran dalam kegiatan produksi, salah satunya adalah Assembly Operation Sheet (AOS).  \n \n\nAOS merupakan lembaran dokumen mengenai proses produksi yang memuat berbagai informasi mengenai komponen yang dibutuhkan, operasi yang dilakukan, serta peralatan atau jig yang digunakan. AOS-AOS tersebut dirangkai membentuk  \n \n\nsuatu diagram alir yang menggambarkan urutan proses perakitan sebenarnya. AOS yang ada saat ini kurang praktis dalam pencarian informasi dan merespon perbaikanperbaikan  \n \n\nyang mungkin terjadi dalam proses produksi. Atas dasar tersebut maka dibuatlah AOS berbasis web.  \n \n\nAOS berbasis web merupakan sistem informasi berbasis komputer yang dibuat untuk mempermudah dalam pendataan AOS, mulai dari pembuatan AOS, perbaikan dan penghapusan atribut-atribut dari AOS, serta pencarian informasi yang dibutuhkan.  \n \n\nSelain itu aplikasi ini dapat diakses dengan menggunakan koneksi server karena berbasis web, sehingga dapat digunakan pada unit-unit produksi yang memerlukan untuk membantu kelancaran proses produksinya.  \n \n\nMetodologi penelitian ini antara lain mempelajari aliran informasi produksi pada industri otomotif, mempelajari sistematika AOS, pembuatan basis data (database) AOS, dan pembuatan tampilan (interface) web dari AOS. Sistem informasi ini merupakan sub dari sistem informasi besar mengenai model produk.", "Daftar File": {"2009 TS PP RISYANDI ADIL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81260", "2009 TS PP RISYANDI ADIL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81261", "2009 TS PP RISYANDI ADIL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81262", "2009 TS PP RISYANDI ADIL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81263", "2009 TS PP RISYANDI ADIL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81264", "2009 TS PP RISYANDI ADIL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81265", "2009 TS PP RISYANDI ADIL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81266"}, "Penulis": "RISYANDI ADIL (NIM : 231 07 309)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Yatna Yuwana Martawirya dan Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Assembly Operation Sheet, informasi proses produksi, industri perakitan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}