{"Nomor": 17040, "Judul": "PENGELOLAAN SAMPAH RUMAH TANGGA PERKOTAAN BERBASIS MASYARAKAT DI BANJARSARI JAKARTA SELATAN", "Abstrak": "Seiring dengan peningkatan jumlah penduduk dan tumbuhnya perekonomian, terjadi peningkatan kuantitas sampah dan munculnya jenis sampah yang baru. Hal ini dapat menimbulkan permasalahan lingkungan yang makin kompleks, bila kemampuan masyarakat dalam pengelolaan sampah tidak berkembang. Oleh karena ini, pengelolaan sampah berbasis masyarakat menjadi metode pengelolaan yang makin relevan dan penting.       \n \n\nUpaya untuk mengembangkan kemampuan dalam pengelolaan sampah telah dirintis oleh masyarakat Kampung Banjarsari, Jakarta Selatan, sejak lebih dari tiga dekade yang lalu. Dalam dekade terakhir, hasil-hasil dari upaya masyarakat Kampung Banjarsari telah mendapat pengakuan dari berbagai kalangan, terutama di DKI Jakarta. Penelitian ini bertujuan untuk memahami proses perkembangan pengelolaan sampah di Kampung Banjarsari, serta dampak dari proses ini. Khususnya, pertanyaan-pertanyaan penelitian yang diajukan adalah: bagaimana kondisi pengelolaan sampah di Banjarsari pada saat ini; apa hal-hal yang diinisiasi pada tahap awal, dan bagaimana dinamika perkembangan pengelolaan sampah tersebut; bagaimana faktor kelembagaan internal dan eksternal mempengaruhi perkembangan pengelolaan sampah di Banjarsari; serta bagaimana perkembangan pengelolaan sampah tersebut menimbulkan mafaat (benefit) dan biaya (cost) bagi masyarakat Banjarsari.       \n \n\nPenelitian ini menggunakan metode kualitatif, khususnya menggunakan pendekatan etnografi dalam analisis data. Pengumpulan data dilakukan melalui observasi lapangan, wawancara mendalam (in-depth interview) dan semi-terstruktur pada para tokoh dan warga masyarakat Banjarsari, para pemulung sampah, dan sejumlah aparat pemerintah yang relevan. Deskripsi atas hasil analisis data dilakukan dengan menyusun periodisasi (kronologis), kategorisasi, dan interpretasi.        \n \n\nDari keseluruhan hasil analisis tersebut dapat disimpulkan hal-hal sebagai berikut. Pertama, pengelolaan sampah yang dilakukan oleh masyarakat di Kampung Banjarsari dapat dikategorikan sebagai pengelolaan sampah terpadu berbasis masyarakat, karena upaya-upaya inisiatif dan sumber-sumber daya yang digunakan dalam pengelolaan sampah tersebut berasal dari masyarakat Banjarsari sendiri. Lebih jauh lagi, masyarakat Banjarsari berhasil mengembangkan unsur-unsur kelembagaan, yang menjadi faktor penting dalam menopang kegiatan pengelolaan sampah tersebut. Kaum perempuan merupakan inisiator dan motor dari perkembangan pengelolaan sampah di Banjarsari. Namun hal ini tidak terlepas dari dukungan keluarga (termasuk para suami), dan norma sosial yang diadopsi oleh masyarakat Banjarsari.       \n \n\nKedua, perkembangan pengelolaan sampah di Banjarsari dapat dikategorikan ke dalam tiga periodisasi: era prakarsa masyarakat (sebelum tahun 1996); era intervensi pihak luar (1996-2002); era pengembangan dan perluasan jaringan  (2002-sekarang). Dari ketiga periode tersebut, era prakarsa masyarakat (sebelum 1996) merupakan yang paling penting karena pada tahap tersebut terjadi perubahan pola pikir, perilaku, dan nilai-nilai sosial masyarakat.       \n \n\nKetiga, sejumlah lembaga yang berperan dalam perkembangan pengelolaan sampah di Banjarsari dapat dikelompokkan ke dalam internal dan eksternal: KWT, PKK, Karang Taruna, Pos Yandu, Majelis Taklim merupakan kelompok lembaga internal, sedangkan UNESCO, Unilever, dan  Pemerintah Daerah merupakan kelompok lembaga eksternal. Kelompok lembaga internal merupakan faktor penting yang membentuk karakteristik terpadu pada pengelolaan sampah masyarakat Banjarsari. Sementara peran lembaga-lembaga ekternal lebih sebagai fasilitator dalam perluasan jaringan.        \n \n\nKeempat, pengelolaan sampah di Banjarsari memberikan manfaat dalam bentuk kebersihan dan kelestarian lingkungan, peningkatan kesejahteraan masyarakat lokal, serta interaksi-interaksi sosial yang mendukung pembelajaran lokal. Namun demikian, ada beberapa hal yang dapat menjadi biaya sosial seperti: hilangnya peluang ekonomik yang lain (selain yang terkait dengan pengelolaan sampah), melebarkan kesenjangan dalam kesejahteraan, dan keterisolasian masyarakat Banjarsari dari lingkungan sosialnya dikarenakan kuatnya kemandirian ekonomik mereka.        \n \n\nPenelitian ini merekomendasikan beberapa hal untuk menghindari timbulnya biaya sosial di masa mendatang, yaitu: (a) alih pengetahuan antara masyarakat Banjarsari dan masyarakat-masyarakat lain di lingkungannya; (b) pengembangan hubungan kemitraan antara masyarakat Banjarsari dan Pemerintah Daerah dalam kegiatan-kegiatan promosi pengelolaan lingkungan; (c) pembentukan koperasi di masyarakat Banjarsari untuk menghindari melebarnya kesenjangan ekonomik.", "Daftar File": {"2008 TS PP RISTIEN DWI HANDAYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81252", "2008 TS PP RISTIEN DWI HANDAYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81253", "2008 TS PP RISTIEN DWI HANDAYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81254", "2008 TS PP RISTIEN DWI HANDAYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81255", "2008 TS PP RISTIEN DWI HANDAYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81256", "2008 TS PP RISTIEN DWI HANDAYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81257", "2008 TS PP RISTIEN DWI HANDAYANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81258", "2008 TS PP RISTIEN DWI HANDAYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81259"}, "Penulis": "RISTIEN DWI HANDAYANI (NIM 24006098)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "environmental management, community based waste management, institutional development, continous development", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}