{"Nomor": 17052, "Judul": "PERANCANGAN PLTP DENGAN PEMANFAATAAN UAP BERLEBIH STUDI KASUS PT INDONESIA POWER UBP KAMOJANG", "Abstrak": "Pengembangan energi panas bumi dapat dilakukan dengan memanfaatkan sumur-sumur panas bumi yang telah ada maupun dengan cara mengoptimasi pembangkit listrik tenaga panas bumi (PLTP) yang telah beroperasi. Salah satu PLTP yang telah beroperasi saat ini adalah PLTP Kamojang unit 1, 2, dan 3 milik PT Indonesia Power. Saat ini diperkirakan terdapat uap panas sebesar 28,45 kg/s yang terbuang di vent structure. Hal ini merupakan bagian dari kesepakatan antara PT Pertamina Geothermal Energy dan PT Indonesia Power sebagai kompensasi adanya rugi-rugi pada proses pengangkutan uap. Pada tugas akhir ini dilakukan perancangan sebuah PLTP tambahan dengan menggunakan siklus uap kering dengan memanfaatkan uap panas yang terbuang tersebut. Perancangan dilakukan dengan memodelkan PLTP dan mengoptimasi dengan memvariasikan tekanan kondensor dan konfigurasi sistem ekstraksi gas untuk mendapatkan daya bersih turbin paling optimum. Dari hasil pemodelan didapatkan daya bersih turbin optimum adalah sebesar 15,19 MW, dengan daya turbin dan daya bantu masing-masing sebesar 15,94 MW dan 755,18 kW. Kondisi ini dicapai pada tekanan masuk turbin 6,5 bar, tekanan kondensor 0,07 bar, dan sistem ekstraksi gas liquid ring vacuum pump (LRVP) dua tingkat. Daya bantu digunakan untuk kebutuhan pompa, kipas menara pendingin, LRVP, dan komponen lainnya dalam sistem PLTP. Pada tugas akhir ini juga dilakukan perancangan ukuran separator dan demister.", "Daftar File": {"2010 TA PP RIZA MOCHAMAD IQBAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81325", "2010 TA PP RIZA MOCHAMAD IQBAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81326", "2010 TA PP RIZA MOCHAMAD IQBAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81327", "2010 TA PP RIZA MOCHAMAD IQBAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81328", "2010 TA PP RIZA MOCHAMAD IQBAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81329", "2010 TA PP RIZA MOCHAMAD IQBAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81330", "2010 TA PP RIZA MOCHAMAD IQBAL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81331", "2010 TA PP RIZA MOCHAMAD IQBAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81332"}, "Penulis": "RIZA MOCHAMAD IQBAL (NIM : 131 06 114)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. T.A. Fauzi Soelaiman, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "panas bumi, Kamojang, uap berlebih, pemodelan, optimasi, separator, demister", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}