{"Nomor": 17055, "Judul": "APLIKASI AUGMENTED REALITY PENGENALAN ALAT DAPUR TRADISIONAL BERBASIS DESKTOP", "Abstrak": "Berkembangnya zaman membuat semua hal berkembang, termasuk dalam kebutuhan teknologi. Perkembangan \n\nini memberikan dampak positif bagi para pengguna terutama di bidang informasi, edukasi dan komunikasi. Salah \n\nsatu bentuk teknologi yang berkembang adalah augmented reality. Augmented Reality merupakan teknologi yang \n\nmenggabungkan benda maya dua dimensi atau tiga dimensi ke dalam lingkungan nyata. Dalam penerapannya, \n\nmedia yang digunakan yaitu marker berupa buku saku yang terdiri atas text, border outline dan pattern image. \n\nPada paper ini digunakan augmented reality untuk menampilkan alat dapur tradisional agar terlihat lebih \n\nmenarik. Dimana sebelumnya pengguna kurang tertarik dalam mempelajari peninggalan-peninggalan budaya \n\nbangsa seperti alat dapur tradisional karena disajikan dalam bentuk dua dimensi. Software yang digunakan dalam \n\npembuatan aplikasi ini yaitu Blender 2.63 dan ARToolkit. Blender 2.63 merupakan software yang digunakan \n\nuntuk pembuatan objek alat dapur tradisional. Dalam aplikasi ini dibutuhkan tujuh objek alat dapur yaitu kendi, \n\ncentong, tampah, cobek, bakul, kendhil dan anglo. Untuk perancangan marker dapat dibuat pada adobe \n\nphotoshop. Sedangkan ARToolkit bertindak sebagai software library untuk membangun augmented reality, \n\nseperti dalam membaca objek dan tes kamera. Disini objek akan tampil secara bergantian sesuai dengan marker \n\nyang diarahkan ke kamera.", "Daftar File": {"proceedings knsi 2014 full edition(115).pdf": "https://digilib.itb.ac.id/gdl/download/81341"}, "Penulis": "Rizka Muslimaturrohmah, Kemal Ade Sekarwati", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alat Dapur Tradisional, Augmented Reality, ARToolkit, Marker, Blender 2.63", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "12 Mar 2014"}