{"Nomor": 17061, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN SALTGRADIENT SOLAR POND BERUKURAN 1000 LITER", "Abstrak": "Tugas sarjana ini membahas tentang perancangan, pembuatan, dan pengujian prototipe Salt-Gradient Solar Pond (SGSP) berukuran 1000 liter. SGSP merupakan salah satu alternatif cara penyimpanan energi matahari selain menggunakan tangki air panas, batu-batuan, dan material berubah fasa, yaitu dengan menggunakan larutan air garam. Hal ini menjadikan SGSP sangat praktis dalam pembuatan dan mudah dalam  \n \n\npengoperasiannya untuk menyimpan energi matahari.  \n \n\nPada tugas sarjana ini, prototipe SGSP dibuat dengan menggunakan tangki polyethylene berukuran 1000 liter dengan tinggi 1,2 m dan diameter 1,2 m. Isolasi panas yang digunakan berupa glasswool dengan tebal 10 cm yang dibungkus di dalam plastik dan dilapisi oleh aluminium foil pada bagian luarnya. Pengujian SGSP dilakukan di atap  \n \n\nLab Surya FTMD ITB selama 14 hari dengan mengukur temperatur dan densitas larutan air garam di dalam tangki pada beberapa lokasi dalam arah vertikal. Pengukuran  \n \n\ntemperatur dilakukan setiap hari dari pagi hari pada pukul 08.00 hingga sore hari pada pukul 17.00 dengan selang waktu setiap satu jam dan pengukuran densitas dilakukan setiap satu minggu sekali.  \n \n\nHasil pengujian SGSP kemudian dibandingkan dengan hasil kajian teoritik model 1-D yang juga dilakukan pada tugas sarjana ini. Meskipun hasil pengujian dan hasil kajian teoritik model 1-D masih berbeda, namun keduanya mempunyai tendensi kurva yang hampir sama. Dengan melakukan kajian teoritik dan kajian eksperimental lebih lanjut diharapkan akan diperoleh hasil yang lebih baik sehingga SGSP ini dapat dibuat dalam skala yang lebih besar.", "Daftar File": {"2011 TA PP RIZKI NARINDRA MUHAMMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81375", "2011 TA PP RIZKI NARINDRA MUHAMMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81376", "2011 TA PP RIZKI NARINDRA MUHAMMAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81377", "2011 TA PP RIZKI NARINDRA MUHAMMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81378", "2011 TA PP RIZKI NARINDRA MUHAMMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81379", "2011 TA PP RIZKI NARINDRA MUHAMMAD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81380", "2011 TA PP RIZKI NARINDRA MUHAMMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81381"}, "Penulis": "RIZKI NARINDRA MUHAMMAD (NIM : 13106064)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Abdurrachim Halim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Salt- Gradient Solar Pond, energi matahari, penyimpanan panas,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}