{"Nomor": 17064, "Judul": "PUSAT DATA GENERASI LANJUT: SEBUAH TINJAUAN KASUS TRANSFORMASI PUSAT DATA CHEVRON INDONESIA MENUJU PUSAT DATA DENGAN EFISIENSI ENERGI", "Abstrak": "Sejak dideklarasikannya Piagam Kyoto (Kyoto Protocol) pada Desember 1997 dan seiring dengan meningkatnya kesadaran akan isu-isu lingkungan dan sejumlah peringatan mengenai hubungan antara peningkatan kebutuhan energi dengan pelepasan gas rumah kaca (atau greenhouse gas emissions), Pemerintah dan kalangan bisnis mulai lebih memusatkan perhatian dan strategi bersama untuk lebih menefisienkan penggunaan energi dalam operasional sehari-hari. Piagam Kyoto pada dasarnya adalah upaya PBB untuk menstabilkan dan merekonstruksi konsentrasi gas rumah kaca di atmosfir pada level yang dapat menghindari manusia dari bahaya perubahan atau penyimpangan sistem iklim dunia. Piagam ini memiliki kekuatan hukum yang mengikat secara internasional dimana lebih dari 183 negara (termasuk Indonesia yang telah menandatanganinya pada tahun 1998 dan meratifikasinya pada tahun 2004)1 yang berpartisipasi memiliki komitmen untuk melakukan efisiensi dan konservasi penggunaan energi guna mengurangi rata-rata 5.2% emisi karbon dan gas rumah kaca dari level yang ada di tahun 1990 pada tahun 2012.   \n \n \n\nUntuk mencapai target tersebut efisiensi penggunaan energi saat ini telah menjadi salah satu program kerja penting sejumlah perusahaan besar dunia yang mencakup segala lini usaha dalam perusahaan; termasuk Departemen Teknologi Informasi yang salah satu fungsinya adalah membangun dan mengoperasikan pusat data (atau Data Center) perusahaan. Pusat Data (atau lebih sering disebut Data Center atau disingkat DC) suatu perusahaan adalah pengguna energi listrik yang signifikan; kedua terbesar setelah biaya tenaga kerja IT. Kebutuhan yang terus meningkat akan kemampuan komputasi bisnis suatu perusahaan dalam menghadapi era Informasi Teknologi telah mendorong meningkatnya konsumsi energi listrik Ã‚Â– baik konsumsi secara langsung untuk mensuplai kebutuhan perangkat komputer maupun konsumsi secara tidak langsung yang berhubungan dengan fasilitas infrastruktur Data Center. Akan menjadi suatu konsekuensi besar bagi bisnis, baik dari sisi waktu maupun biaya, saat bisnis membutuhkan kemampuan komputasi terbaru harus terkendala dengan ketidakmampuan DC perusahaan tersebut dalam mengakomodasi perangkat komputer baru (seperti server atau media penyimpanan data Ã‚Â– data storage) karena ketiadaan pasokan energi listrik yang mencukupi. Situasi akan menjadi lebih kritis sekiranya pasokan listrik yang ada tidak dapat mencukupi kenaikan kebutuhan energi listrik untuk fasilitas pendingin ruangan seiring dengan meningkatkan pengeluaran panas akibat penambahan perangkat komputasi. Di sisi lain, banyak perusahaan, dengan dalih untuk ekpansi di masa datang,mengalokasikan sejumlah besar pasokan energi listrik ke dalam data center dimana kebutuhan sesungguhnya jauh di bawah pasokan yang ada walau untuk lima tahun ke depan. Kelebihan pasokan ini tentunya hanya menciptakan pemborosan biaya maupun sumber daya pembangkit yang pada akhirnya akan meningkatkan emisi gas rumah kaca.   \n \n \n\nDidorongkan oleh tanggung-jawab terhadap lingkungan tersebut maka sejumlah pakar Informasi Teknologi merumuskan sejumlah inisiatif maupun langkah-langkah praktis bagaimana mentransformasi operasi data center menjadi lebih efisien dan ramah lingkungan atau menjadikan pusat data yang lebih hijau (green data center).Karya Tulis ini adalah sebuah studi kasus (case study) mengenai langkah-langkah transformasi, baik secara teknologi maupun perhitungan komersial, Data Center di Chevron Indonesia menjadi sebuah Data Center yang efisien dalam penggunaan energi dan konsekuensi lanjutan dalam hal manajemen operasional sehari-hari.", "Daftar File": {"2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81399", "2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81400", "2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81401", "2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81402", "2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81403", "2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81404", "2009 TS PP RIZQI CHAIDAR STUDIAILMI RADJAB 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81405"}, "Penulis": "RIZQI CHAIDAR STUDIAILMI RADJAB (NIM: 29107153)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Lusie Indrawati Susantono, SH, MBA, LLM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate data centers, green data center, energy efficient  data center", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}