{"Nomor": 17069, "Judul": "PENINGKATAN KETERSEDIAAN PADA PABRIK PENGHANCUR BIJIH NORTH SOUTH DI PT FREEPORT INDONESIA", "Abstrak": "Pabrik Penghancur Bijih North South adalah bagian dari Divisi Konsentrating PT Freeport Indonesia yang berlokasi di MP74 Tembagapura, Papua. Didalam pabrik,  \n \n\nCrusher menghancurkan bijih menjadi ukuran yang lebih kecil sementara Pengayak memisahkan bijih dimana yang berukuran kecil menjadi produk akhir yang akan  \n \n\ndikirimkan ke pabrik pengolahan North South untuk proses lebih lanjut. Untuk menghadapi pertambangan masa depan dimana tambang terbuka akan ditutup dan  \n \n\ntambang bawah tanah akan menjadi sumber utama bijih tambang, pada tahun 2007 pabrik penghancur bijih North South telah ditingkatkan dan masih berlanjut sampai  \n \n\nsekarang. Isu bisnis pada pabrik Penghancur bijih NS adalah tidak terpenuhinya KPI prestasi perawatan yang menyebabkan kehilangan tonase dan dolar akibat waktu tidak beroperasi tak terencana. Dengan menggunakan analisa Pareto, Sabuk Berjalan dan Penghancur Bijih diidentifikasi menjadi dua penyebab utama pada waktu tidak beroperasi tak terencana dan akan dianalisa untuk menemukan akar masalahnya. Metoda Six Sigma DMAIIC akan diimplementasikan pada perawatan pabrik Penghancur bijih sebagai praktek terbaik model perawatan dan sebagai alat untuk mendisain dan melaksanakan program peningkatan perawatan yang berkelanjutan. Diagram Fishbone dan matriks XY dipergunakan untuk mengidentifikasi akar  \n \n\nmasalah dan pembobotannya, dan matriks Dampak - Usaha dikembangkan untuk menghitung tingkat kesuksesan dari tiap solusi. Akar masalah dan solusinya kemudian dikategorikan menjadi belanja operasi, pengoperasian, prosedur, keahlian, tenaga kerja, dan rekayasa. Solusi perbaikan diterangkan pada rencana pelaksanaan dan melibatkan pemain kunci dalam organisasi. Rencana pelaksanaan sebagian selesai ditahun 2008 dan lainnya dijadwalkan dan dalam proses ditahun 2009. Total potensi penghematan dari material adalah US$ 685.000 dan produksi akibat kehilangan waktu beroperasi selama 216,05 jam adalah US$ 7.777.740,- dengan biaya peningkatan US$ 268.000,-.", "Daftar File": {"2009 TS PP ROBERT HASOLOAN LUBIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81435", "2009 TS PP ROBERT HASOLOAN LUBIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81436", "2009 TS PP ROBERT HASOLOAN LUBIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81437", "2009 TS PP ROBERT HASOLOAN LUBIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81438", "2009 TS PP ROBERT HASOLOAN LUBIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81439", "2009 TS PP ROBERT HASOLOAN LUBIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81440"}, "Penulis": "ROBERT HASOLOAN LUBIS (NIM: 29107133)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "DMAIIC, Belt Conveyor, Crusher, plant maintenance improvement program", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}