{"Nomor": 17062, "Judul": "OPTIMASI DAN PENGUJIAN PENAMBAHAN SELUBUNG PADA TURBIN ANGIN SUMBU VERTIKAL", "Abstrak": "Melonjaknya harga minyak bumi dunia sempat mengguncang perekonomian negara-negara berkembang, tidak terkecuali Indonesia. Berbagai upaya dilakukan Pemerintah Indonesia dalam usaha menyelamatkan persediaan energi negara antara  \n \n\nlain dengan membuat berbagai kebijakan tentang energi baru dan terbarukan. Energi angin merupakan salah satu jenis sumber energi terbarukan yang berpotensi dikembangkan di Indonesia. Namun demikian, karakter angin yang unik  \n \n\nmengakibatkan diperlukannya kajian khusus dalam pemanfaatannya.  \n \n\nModel Computational Fluid Dynamics (CFD) merupakan salah satu model yang mampu menawarkan solusi terbaik untuk mengetahui karakteristik angin berikut performa selubung (shroud) pada turbin angin. Simulasi CFD dapat memberikan kurva efisiensi turbin, data-data kecepatan dan tekanan udara yang dapat digunakan sebagai landasan dalam melakukan optimasi. Optimasi dilakukan pada berbagai jenis konfigurasi selubung antara lain variasi diameter, jumlah sekat dan profil selubung. Kecepatan pada setiap konfigurasi dibandingkan dan dipilih desain mana yang paling optimum. Desain akhir hasil optimasi kemudian disimulasikan dalam 3 dimensi, dibuat, kemudian diuji pengaruhnya terhadap performa turbin angin pada terowongan angin.  \n \n\nDiameter 4,5 m, jumlah sekat 4 buah, profil selubung cembung merupakan kesimpulan dari penelitian. Hasil pengujian menunjukkan adanya kenaikan performa hingga hampir tiga kali lipat dari 160 rpm sebelum penambahan selubung menjadi 450 rpm setelah ditambahkan selubung.", "Daftar File": {"2010 TA PP RIZKI RACHMATULLOH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81382", "2010 TA PP RIZKI RACHMATULLOH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81383", "2010 TA PP RIZKI RACHMATULLOH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81384", "2010 TA PP RIZKI RACHMATULLOH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81385", "2010 TA PP RIZKI RACHMATULLOH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81386", "2010 TA PP RIZKI RACHMATULLOH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81387", "2010 TA PP RIZKI RACHMATULLOH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81388", "2010 TA PP RIZKI RACHMATULLOH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81389"}, "Penulis": "RIZKI RACHMATULLOH (NIM : 131 05 129)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Ir. T. A. Fauzi Soelaiman", "Pembimbing 2 : Dr. Ir. Nathanael P. Tandian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penambahan Selubung,  Turbin Angin Sumbu Vertikal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}