{"Nomor": 17073, "Judul": "PENERAPAN METODA GENETIC ALGORITHM PADA OPTIMISASI PENENTUAN LOKASI DAN KAPASITAS DISTRIBUTED GENERATION ENERGI TERBAHARUKAN : PLTS DAN PLTB", "Abstrak": "Distributed Generation adalah konsep pembangkitan energi listrik yang tersebar dengan menggunakan pembangkit Ã‚Â– pembangkit kecil di sekitar pusat beban. Penggunaan DG yang awalnya sebagai suplai darurat, lambat laun menjadi suatu    \n \n\nkonsep yang disukai dibeberapa negara, mengingat kebutuhan akan pembangkit listrik yang ramah lingkungan dan makin menipisnya cadangan sumber energi fosil. Interkoneksi DG ke sistem distribusi perlu memperhatikan beberapa hal, salah satunya adalah lokasi penempatan DG dan kapasitas yang bisa dibangkitkan. Keduanya faktor tersebut sangat menentukan terhadap dampak interkoneksi DG terhadap kinerja sistem, terutama dalam hal rugi Ã‚Â– rugi daya sistem, dan kualitas    \n \n\ntegangan di tiap bus. Alokasi DG tersebut menjadi permasalahan yang harus dicari solusi optimalnya. Tugas Akhir ini membahas sebuah metoda optimisasi dalam hal penentuan lokasi dan kapasitas Distributed Generation(DG) dengan menggunakan Genetic Algorithm (GA). GA digunakan sebagai alat pemecah permasalahan optimisasi dengan permasalahan yang sudah terdefinisi sebelumnya dan fungsi objektif yang telah ditentukan. Fungsi objektif berupa rugi Ã‚Â– rugi daya sistem didapat dari analisis aliran daya. Analisis aliran daya dikombinasikan dengan GA, sampai    \n \n\ntercapai solusi permasalahan yang paling optimal. Metoda ini diuji pada sistem distribusi 28 bus dengan jumlah DG yang dipasang sebanyak lima (5) buah DG.", "Daftar File": {"2010 TA PP ROBIN SEPTAVYN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81468", "2010 TA PP ROBIN SEPTAVYN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81469", "2010 TA PP ROBIN SEPTAVYN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81470", "2010 TA PP ROBIN SEPTAVYN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81471", "2010 TA PP ROBIN SEPTAVYN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81472", "2010 TA PP ROBIN SEPTAVYN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81473", "2010 TA PP ROBIN SEPTAVYN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81474"}, "Penulis": "ROBIN SEPTAVYN (NIM : 13205124)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Muhammad Nurdin", "Dr.Ir.Nanang Haryanto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Distributed Generation, Genetic Algorithm, lokasi, kapasitas , rugi Ã‚Â– rugi daya dan kualitas tegangan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}