{"Nomor": 17074, "Judul": "STUDI KARAKTERISTIK TANAH DASAR: KEPADATAN, KADAR AIR DAN CALIFORNIA BEARING RATIO", "Abstrak": "Dua parameter penting dalam pengawasan hasil pemadatan tanah dasar di lapangan, yaitu kepadatan dan kadar air. Tingkat kepadatan dipengaruhi oleh kadar air, jumlah  \n \n\nlintasan dan jenis kompaktor. Di lapangan, tingkat kepadatan umumnya diuji dengan sand cone; kadar air bisa segera diketahui dengan alat speedy moisture tester, rumpun  \n \n\nkurva kepadatan dapat dikembangkan untuk memfasilitasi jenis kompaktor sehubungan dengan tingkat kepadatan yang dicapai. Kualitas pemadatan dinyatakan dalam nilai CBR, diuji mengikuti prosedur menurut AASHTO, Inggris mengeluarkan prosedur pengujian dan selanjutnya disebut BS, di Indonesia ini tidak pernah digunakan.  \n \n\nAnalisis hasil-hasil pengujian kepadatan terhadap jenis tanah tidak rentan terhadap penghancuran, nilai kepadatan kering (γd) pada kadar air (ω) tertentu tidak dipengaruhi pemadatan yang dibuat pada kondisi benda uji remolded tidak diulang & diulang tiga kali dan unremoulded diulang tiga kali; cara A dan B. Speedy moisture tester menurut AASHTO, didapat nilai kadar air ada di bawah nilai kadar air kering oven, bisa digunakan di lapangan dengan benda uji yang cukup sehingga diperoleh kurva nilai korelasi terhadap kadar air kering oven. Hasil analisis, kurva ini dapat digunakan alat tersebut untuk konversi dengan kadar air kering oven pada pengujian-pengujian kadar air selanjutnya.  \n \n\nHasil analisis rumpun kurva kepadatan yang diteliti dengan kodisi benda uji remoulded menurut kepadatan standar dan kepadatan yang dimodifikasi cara B, di lapangan dapat dibuat dengan cara A pada variasi energi melalui jumlah tumbukan per lapis 25x dan 56x, dan menurut kepadatan yang dimodifikasi cara A pada jumlah tumbukan 25x dan 75x. Selanjutnya untuk membentuk rumpun kurva lebih rapat,  \n \n\ndibuat kurva-kurva tambahan dengan mengikuti kemiringan dari kurva yang sudah terbentuk.  \n \n\nNilai CBR menurut ASHTO dan BS, ditentukan dari gabungan hasil uji pemadatan standar dan yang dimodifikasi pada 100 % γdmak dan ωopt; 98 % γdmak pada ωkering dan ω basah, CBR direndam pada 100 % γdmak dan ωopt. Hasil analisis didapat nilai CBR yang sama menurut AASHTO dan BS. Hasil analisis, pembuatan benda uji, BS perlu uji coba untuk menentukan jumlah tumbukan sehingga didapat kepadatan yang ingin  \n \n\ndicapai sementara AASHTO jumlah tumbukan sudah ditentukan. Untuk mendapatkan satu nilai CBR, AASHTO diperlukan 3 buah benda uji dan BS cukup satu.", "Daftar File": {"2010 TS PP ROCHAETI 1-COVER.PDF": "https://digilib.itb.ac.id/gdl/download/81475", "2010 TS PP ROCHAETI 1-BAB 1.PDF": "https://digilib.itb.ac.id/gdl/download/81476", "2010 TS PP ROCHAETI 1-BAB 2.PDF": "https://digilib.itb.ac.id/gdl/download/81477", "2010 TS PP ROCHAETI 1-BAB 3.PDF": "https://digilib.itb.ac.id/gdl/download/81478", "2010 TS PP ROCHAETI 1-BAB 4.PDF": "https://digilib.itb.ac.id/gdl/download/81479", "2010 TS PP ROCHAETI 1-BAB 5.PDF": "https://digilib.itb.ac.id/gdl/download/81480", "2010 TS PP ROCHAETI 1-PUSTAKA.PDF": "https://digilib.itb.ac.id/gdl/download/81481"}, "Penulis": "ROCHAETI (NIM : 25008024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Djunaedi Kosasih, MSc.", "Dr. Ir. Eri Susanto Haryadi, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pemadatan tanah, sand cone, CBR, AASHTO", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}