{"Nomor": 17072, "Judul": "PERANCANGAN SISTEM TATA UDARA RUANGAN BERSIH BERTEKANAN UNTUK RUANG BEDAH", "Abstrak": "Sistem pengondisian udara ruangan merupakan sistem yang memanipulasi udara ruangan sehingga memiliki suhu dan kelembaban nisbi yang memenuhi kriteria kenyamanan termal. Pada kasus tertentu, mutu udara ruangan seperti tingkat kebersihan, profil aliran, dan tekanan udara ruangan juga menjadi hal yang harus terkendali, contohnya adalah ruangan operasi. Tanpa adanya pengondisian udara ruangan operasi yang tepat, pasien yang sedang menjalani pembedahan akan beresiko terkena penyakit lain akibat kontaminasi udara ke bagian tubuh yang sedang dibedah.Dalam tugas akhir ini, dirancang ruangan operasi beserta sistem pengondisian udara yang digunakan. Kriteria perancangan termal dan kosntruksi ruangan operasi dipilih dari standar yang diberikan oleh American Society of Heating, Refrigerating, and Air Conditioning Engineers (ASHRAE) dan Kementerian Kesehatan RI.  \n \n\nKedua standar tersebut menerangkan bahwa ruangan operasi harus memiliki suhu 21oC, kelembaban nisbi 55%, udara yang bersih dari kontaminan, memiliki tekanan relatif positif terhadap lingkungannya, dan memiliki sistem pengendali otomatis untuk mengkompensasi gangguan termal yang ada. Dari hasil perancangan diketahui bahwa untuk mencapai kriteria yang telah ditentukan standar, sistem pengondisian udara yang digunakan harus mencatu ruangan dengan udara bersuhu 17,8oC dan kelembaban nisbi 65,7%, memiliki filter dengan tingkatan efisiensi yang berbeda, menggunakan laju pergantian udara per jam sebesar 25, memiliki unit energy recovery, dan menggunakan kipas dengan daya sebesar 1.360,2 W. Ruangan operasi yang telah dirancang juga telah dikembangkan model matematik suhu, kelembaban, dan tekanan udara ruangannya sehingga dapat diperkirakan metode pengendalian sistem tata udara yang efektif.", "Daftar File": {"2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81461", "2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81462", "2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81463", "2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81464", "2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81465", "2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81466", "2014 TA PP  ROBI JUNIARDI-EGA RISANDY IMAM PRAMADHANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81467"}, "Penulis": "ROBI JUNIARDI (NIM : 13310038) - EGA RISANDY IMAM PRAMADHANI (NIM : 13310049)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nIr. Wisnu Hendradjit, M.Sc.E.", "Dr. Ir. Sutanto Hadisupadmo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perancangan, ruangan operasi, sistem pengondisian udara, psikrometrik, pemodelan matematik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}