{"Nomor": 17083, "Judul": "MODEL SISTEM EVALUASI KINERJA GURU SMK", "Abstrak": "Pendidik (guru) Sekolah Menengah Kejuruan (SMK) adalah salah satu sumberdaya utama dalam \n\npelaksanaan kegiatan pendidikan di SMK. Kualitas guru SMK sangat mempengaruhi proses belajar \n\nmengajar, hubungan kerjasama dengan perusahaan tempat magang, status akreditasi SMK, dan \n\nsertifikasi guru. Standar Pendidik (Guru) SMK adalah salah satu dari delapan standar dalam perangkat \n\nakreditasi SMK, standar pendidik memiliki bobot nilai tertinggi, 15 dari nilai total 100. Dalam sistem \n\nSertifikasi Guru, ada proses verifikasi dokumen dan portofolio, serta uji kompetensi guru SMK. \n\nSistem evaluasi kinerja guru SMK harus dibangun sesuai kebutuhan setiap program keahlian yang \n\ndimiliki SMK, mengacu pada standar yang ditetapkan pemerintah (akreditasi dan sertifikasi guru), \n\nserta standar kebutuhan dunia kerja/dunia usaha. Kegiatan evaluasi kinerja guru harus dilakukan rutin \n\ndalam jangka waktu tertentu. Hasil evaluasi kinerja guru menjadi pendukung pengambilan keputusan \n\noleh pimpinan SMK. Untuk promosi jabatan, mutasi/rotasi, penetapan guru teladan, pemutusan \n\nhubungan kerja, sertifikasi guru, dan proses pengisian standar pendidik dalam perangkat akreditasi \n\nSMK. Tujuan penelitian ini adalah melakukan analisis terhadap sistem evaluasi kinerja guru SMK. \n\nKriteria evaluasi diambil dari butir penilaian guru dalam perangkat akreditasi SMK dan dari \n\nkondisi/karakteristik SMK. Standar evaluasi ditetapkan menggunakan standar normalisasi (berbasis \n\nkeuntungan atau biaya) dan standar tabel konversi. Teknik penilaian yang digunakan adalah Weighting \n\nMethod dan Grid Analysis.", "Daftar File": {"proceedings knsi 2014 full edition(208).pdf": "https://digilib.itb.ac.id/gdl/download/81521"}, "Penulis": "Rosa de Lima Endang Padmowati", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Weighting Method, Grid Analysis", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}