{"Nomor": 17081, "Judul": "PENGEMBANGAN PERANGKAT LUNAK DAN ANALISIS TERMODINAMIKA SIKLUS MODIFIKASI PLTGU PRIOK", "Abstrak": "Pertumbuhan permintaan tenaga listrik di Indonesia mencapai rata-rata 6-9% setiap tahunnya, sementara itu ketersediaan bahan bakar fosil semakin berkurang dengan berjalannya waktu. Oleh karena itu, usaha yang dibutuhkan adalah peningkatan daya dan efisiensi dari pembangkit listrik yang menggunakan bahan bakar fosil. Dalam penelitian ini dipilih UBP PLTGU Priok, karena PLTGU Priok merupakan pembangkit dengan sistem dan kondisi operasi yang sesuai dengan perkembangan teknologi saat ini dan memiliki efisiensi yang tinggi.  \n \n\nTemperatur udara masuk kompresor di PLTGU Priok sekitar 30 oC. Kondisi ini tidak sesuai dengan kondisi operasi pada standar ISO yaitu temperatur udara masuk kompresor 15 oC dan kelembaban relatif 60%. Karena kompresor bekerja sesuai dengan laju volumetrik spesifikasinya, kondisi operasi yang berbeda ini menyebabkan laju aliran massa udara turun. Untuk itu temperatur udara masuk kompresor perlu didinginkan sehingga laju aliran massa udara menjadi lebih besar. Hal ini akan menambah kerja dan efisiensi turbin gas. Selain itu dilakukan juga penambahan siklus Rankine organik (ORC) untuk memanfaatkan panas gas buang dari HRSG. Dengan penambahan ORC, panas gas keluar dari HRSG dapat diubah menjadi kerja turbin ORC untuk menambah pembangkit daya.  \n \n\nDari simulasi yang telah dilakukan, bila temperatur udara masuk kompresor diturunkan menjadi 15 oC, maka diperoleh peningkatan daya sebesar 21,64% dan peningkatan efisiensi dari 48,94% menjadi 51,87%. Hasil ini diperoleh pada kondisi temperatur masuk turbin gas 1070 oC, temperatur gas keluar HRSG 150 oC, temperatur masuk turbin ORC 140 oC, tekanan masuk turbin ORC 2,5 MPa, jenis fluida kerja pada sistem pendingin dan ORC adalah R-600. Kondisi optimal didapat pada rasio tekanan sistem turbin gas 16. Penggantian sistem turbin gas perlu dilakukan di masa yang akan datang, karena rasio tekanan yang terpasang pada sistem belum optimal.", "Daftar File": {"2009 TA PP RONALD JEFFERSON PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81507", "2009 TA PP RONALD JEFFERSON PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81508", "2009 TA PP RONALD JEFFERSON PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81509", "2009 TA PP RONALD JEFFERSON PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81510", "2009 TA PP RONALD JEFFERSON PURBA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81511", "2009 TA PP RONALD JEFFERSON PURBA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81512", "2009 TA PP RONALD JEFFERSON PURBA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81513", "2009 TA PP RONALD JEFFERSON PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81514"}, "Penulis": "RONALD JEFFERSON PURBA (NIM : 13104044)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. I Made Astina"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLTGU;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}