{"Nomor": 17092, "Judul": "ANTENA MIKROSTRIP UWB KOMPAK 50-5000 MHZ UNTUK APLIKASI SFCW GPR", "Abstrak": "Di dalam desain sistem Step Frequency Continuous Wave Ã‚Â– Ground Penetrating Radar (SFCWÃ‚Â–GPR) selalu ada trade-off antara resolusi dan kedalaman penetrasi yang sangat tergantung pada kebutuhan aplikasinya. Frekuensi kerja yang rendah memberikan penetrasi yang lebih dalam, sedangkan frekuensi yang lebih tinggi memberikan resolusi yang yang lebih baik. Mengingat desain antena, salah satu komponen penting sistem GPR, sangat bergantung pada frekuensi, maka persoalan yang timbul adalah selalu dibutuhkan beberapa antena yang berbeda untuk aplikasi GPR yang berbeda. Oleh karena itu, merupakan suatu keuntungan tersendiri jika kita  \n \n\nmampu mendesain antena yang dapat digunakan untuk berbagai level penetrasi, resolusi, terlebih dapat menjawab kebutuhan akan bandwith yang lebar yang sangat dibutuhkan sistem yang bekerja dengan sinyal berperioda sempit seperti GPR. Di dalam tugas akhir ini, antena kompak UWB yang bekerja pada rentang frekuensi 50-5000MHz untuk aplikasi SFCW GPR diusulkan sebagai solusi dari permasalahan di atas. Desain antena yang diusulkan adalah antena mikrostrip octopus, dinamai demikian sesuai dengan bentuknya, yang merupakan modifikasi dari antena monopole T-shape dengan menambahkan empat transisi mendadak di lenganlengannya  \n \n\ndan sebuah patch berbentuk lingkaran di atasnya sebagai kepala octopus. Beban resistif ditempatkan pada ujung lengan monopole T-shape untuk meningkatkan bandwidth antena sekaligus menekan level ringing yang sangat berperan penting dalam meningkatkan resolusi GPR. Keempat bentuk transisi mendadak dan patch lingkaran digunakan untuk meningkatkan gain dan efisiensi radiasi antena. Ground berbentuk U juga ditambahkan untuk memperbaiki kondisi  \n \n\nmatch antena setelah penambahan patch berbentuk lingkaran. Saluran transmisi 50 Ω digunakan untuk mencatu antena. Sebuah cavity juga didesain untuk menghasilkan pola  \n \n\nradiasi yang unidireksional sekaligus meningkatkan gain dari antena. Studi parameter terhadap dimensi lengan, kepala, ground plane berbentuk U, dan cavity, serta nilai beban resistif dilakukan untuk mengetahui pengaruh setiap parameter tersebut terhadap karakteristik antena. Beberapa simulasi dengan software simulator 3D dilakukan dalam rangka memperoleh desain antena yang optimum. Desain antena selanjutnya direalisasi di atas PCB berukuran 72.8x60 mm2 dengan substrat FR-4 epoxy yang memiliki konstanta dielektrik 4.3 dan tebal 1.6 mm. Pengukuran karakteristik di laboratorium dilakukan untun memvalidasi karakteristik return loss, VSWR, gain, dan pola radiasi yang telah diperoleh lewat simulasi. Pengukuran terhadap level ringing antena juga dilakukan. Dari hasil simulasi dan pengukuran, diperoleh desain optimum antena octopus dengan empat  \n \n\ntransisi bentuk dan ground plane berbentuk U yang dapat bekerja dengan baik (VSWR", "Daftar File": {"2010 TA PP ROY B. V. B. SIMORANGKIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81574", "2010 TA PP ROY B. V. B. SIMORANGKIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81575", "2010 TA PP ROY B. V. B. SIMORANGKIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81576", "2010 TA PP ROY B. V. B. SIMORANGKIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81577", "2010 TA PP ROY B. V. B. SIMORANGKIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81578", "2010 TA PP ROY B. V. B. SIMORANGKIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81579", "2010 TA PP ROY B. V. B. SIMORANGKIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81580"}, "Penulis": "ROY B. V. B. SIMORANGKIR (NIM : 13206203)", "Kontributor / Dosen Pembimbing": ["Pembimbing, : Dr. Achmad Munir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ultra wideband, SFCW GPR, antena octopus, ringing, pembebanan resistif, ground plane berbentuk U.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}