{"Nomor": 17094, "Judul": "KAJIAN RISIKO SISTEM PERPIPAAN DI WILAYAH PADAT PENDUDUK BERDASARKAN METODE INDEKS DAN API 581 STUDI KASUS: PIPA TRANSMISI GAS TAMBUN-TEGAL GEDE", "Abstrak": "Risiko didefinisikan sebagai perkalian antara kemungkinan terjadinya kegagalan pada suatu peralatan dengan akibat negatif yang ditanggung apabila kejadian kegagalan tersebut terjadi. Pengoperasian pipeline dan piping tidak lepas dari risiko terjadinya kegagalan. Kajian risiko merupakan suatu kajian yang ditujukan untuk mengevaluasi risiko dan mengidentifikasi cara yang efektif untuk mengatasi risiko tersebut.  \n \n\nPada tugas sarjana ini dilakukan kajian risiko yang berdasarkan dua metode. Metode pertama ditujukan untuk pipeline, yaitu metode indeks yang dikembangkan oleh  \n \n\nMuhlbauer[5]. Metode kedua adalah metode analisis semi-kuantitatif risk based inspection berdasarkan API 581[7] yang ditujukan untuk piping. Untuk mempermudah penganalisisan, dikembangkan program bantu perhitungan untuk masing-masing metode tersebut. Sebagai studi kasus, risiko dianalisis pada pipa transmisi gas Tambun-Tegal  \n \n\nGede dan pada sistem perpipaan stasiun kompresor Pondok Tengah.  \n \n\nHasil analisis studi kasus menunjukkan bahwa pada pipeline terdapat 18 zona low risk, 4 zona medium risk dan 3 zona medium high risk sedangkan pada pada piping terdapat 21 piping yang berada di zona medium risk. Nilai risiko pipeline tertinggi terletak di KM 31+5-32+8, yaitu di wilayah padat penduduk Tegal Gede dengan nilai probability of failure 155.18 (kategori 4) dan consequence of failure 778.8 (kategori C). Sedangkan untuk piping, nilai risiko tertinggi pada pipa 10Ã‚Â”-B-X52-PG-40-060 dengan probability of failure 65 (kategori 3) dan flammable consequence 734.01 ft2 (kategori C).  \n \n\nBerdasarkan studi parameter untuk pipeline, didapatkan bahwa semakin tingkat aktivitas penduduk, maka semakin tinggi kemungkinan terjadinya kegagalan, begitu pula apabila dengan semakin tipisnya dinding pipa. Selain itu dengan semakin padatnya penduduk suatu daerah, nilai consequence of failure akan semakin tinggi.", "Daftar File": {"2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81588", "2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81589", "2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81590", "2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81591", "2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81592", "2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81593", "2010 TA PP R. RAMADHANI AFRIADI BARJONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81594"}, "Penulis": "R. RAMADHANI AFRIADI BARJONO (NIM : 13106098)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kajian Risiko, Sistem Perpipaan,  Metode Indeks, API 581,  Pipa Transmisi Gas, Tambun-Tegal Gede", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}