{"Nomor": 17100, "Judul": "EQUIPMENT CRITICALITY RATING PADA GAS SWEETENING PLANT", "Abstrak": "Equipment criticality rating merupakan suatu metode untuk menentukan peranan suatu peralatan terhadap peralatan lain berdasarkan dampak kegagalan dalam suatu proses produksi. Tujuan dilakukannya ECR adalah untuk menyederhanakan aktifitas perawatan dan penyediaan suku cadang. Dengan dilakukannya ECR, diharapkan perintah kerja yang bersifat darurat menjadi sedikit. Hal ini akan menyebabkan banyak perintah kerja yang bisa dilakukan perencanaan sehingga wrench time dapat ditingkatkan. Berkurangnya perintah kerja yang bersifat darurat pun dapat digunakan untuk meningkatkan preventive maintenance daripada corrective maintenance yang bersifat reaktif. Di lain hal, Penyediaan suku cadang menjadi optimal, karena penyediaan suku cadang yang tidak perlu berkurang. Tugas sarjana ini membahas mengenai prosedur pelaksanaan ECR pada suatu perusahaan. Perusahaan tersebut membagi tingkat kekritisan peralatan menjadi 4, yaitu vital, essential, supporting dan operating. Dilakukan uji coba ECR pada subsistem CO2 Removal di gas plant. Hasil uji coba ECR tersebut dianalisis untuk memengetahui apakah prosedur pelaksanaan uji coba ECR tersebut sudah sesuai dengan tujuan dari ECR atau tidak, juga dianalisis definisi kekritisan peralatan untuk mengetahui apakah hasilnya dapat disesuaikan dengan definisi awal atau tidak. Berdasarkan hasil analisis dari data lapangan yang dapat diperoleh, diketahui bahwa dengan melakukan ECR berdasarkan prosedur normalisasi yang ada justru akan menyebabkan tidak tercapainya tujuan awal. Untuk mencapai tujuan awal tersebut maka normalisasi tidak perlu dilakukan. Pendefinisian peralatan kritis pada perusahaan pun tidak memiliki definisi yang jelas, sehingga sukar untuk membandingkan definisi hasil perhitungan dan definisi awal. Untuk itu, perlu dilakukan tinjauan terhadap definisi awal dan penyediaan data yang lebih lengkap.", "Daftar File": {"2011 TA PP RUBEN JUNUS SILABAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81619", "2011 TA PP RUBEN JUNUS SILABAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81620", "2011 TA PP RUBEN JUNUS SILABAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81621", "2011 TA PP RUBEN JUNUS SILABAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81622", "2011 TA PP RUBEN JUNUS SILABAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81623", "2011 TA PP RUBEN JUNUS SILABAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81624", "2011 TA PP RUBEN JUNUS SILABAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81625", "2011 TA PP RUBEN JUNUS SILABAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81626"}, "Penulis": "RUBEN JUNUS SILABAN (NIM : 1310706)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Dr. Ing Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Equipment Criticality Rating, Gas Sweetening System", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}