{"Nomor": 17118, "Judul": "KENDALI MOTOR DC MENGGUNAKAN MIKROKONTROLER ATMEGA 8535 DENGAN KONTROL PID METODE ZIEGLER-NICHOLS", "Abstrak": "Penggunaan motor DC saat ini sangat variatif sekali diberbagai bidang, mulai dari perangkat industri sampai peralatan rumah tangga bahkan alat permainan anak-anak. Perkembangan teknologi elektronika memungkinkan dibuat perangkat pengendali untuk motor DC dengan ukuran yang kecil, memiliki kemampuan komputasi, kecepatan dan keandalan yang tinggi seperti dengan menggunakan mikrokontroller. Ukuran kinerja kendali motor DC dapat dilihat dari kemampuan sistem untuk mengejar kecepatan dan posisi pada set point dan mempertahankan keadaan tersebut agar tetap sesuai dengan set point ketika diberi beban. Karena itu pentingnya di buat sebuah kontrol untuk motor DC. Salah satu sistem kontrol yang terkenal adalah Proporsional Integral Derivatif (PID) dan merupakan sistem kontrol yang sering digunakan pada bidang industri. Sistem ini mempunyai keluaran dengan respon yang cepat, tidak ada offset dan tidak berosilasi dan sangat cocok diterapkan untuk plant dengan gangguan yang tidak terlalu besar. Penggunaan mikrokontroler pada bidang sistem kontrol sudah sangat banyak dan salah satunya adalah Atmega 8535 yang dapat diaplikasikan untuk sistem kontrol PID metoda Ziegler-Nichols dengan modul Pulse Width Modulation (PWM) terintegrasi untuk mengendalikan suatu plant.", "Daftar File": {"2009 TS PP RUZITA SUMIATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81723", "2009 TS PP RUZITA SUMIATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81724", "2009 TS PP RUZITA SUMIATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81725", "2009 TS PP RUZITA SUMIATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81726", "2009 TS PP RUZITA SUMIATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81727", "2009 TS PP RUZITA SUMIATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81728", "2009 TS PP RUZITA SUMIATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81729"}, "Penulis": "RUZITA SUMIATI (NIM : 23107001)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Indrawanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PID, Encoder, Motor DC dan Mikrokontroler", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}