{"Nomor": 17110, "Judul": "PERANCANGAN DAN PEMBUATAN TURBIN ANGIN SUMBU HORIZONTAL TIGA SUDU BERDIAMETER 5 M DENGAN MODIFIKASI PEMOTONGAN DAN PENGATURAN SUDUT PITCH", "Abstrak": "Meningkatnya permintaan energi, Semakin berkurangnya sumber daya energi fosil serta efek negatif yang ditimbulkan terhadap lingkungan mengakibatkan perlunya dikembangkan teknologi pemanfaatan sumber energi terbarukan. Angin adalah salah satu sumber energi terbarukan yang ramah  \n \n\nlingkungan. Energi angin dapat dimanfaatkan dengan menggunakan turbin angin. Jenis turbin angin yang dipilih dalam tugas sarjana ini adalah turbin angin sumbu horizontal tiga sudut berdiameter 5 meter upwind dengan pengarah ekor. Perancangan turbin angin dilakukan dengan penekanan kepada keterbuatan dan kemampuan turbin angin untuk mengekstraksi energi angin secara optimal.  \n \n\nMetode penelitian yang digunakan adalah kombinasi antara perancangan dan eksperimental. Perhitungan menggunakan program komputer dilakukan untuk memprediksi kondisi aliran pada penampang airfoil sudu dan memperkirakan sudut serang optimum untuk menghasilkan rasio lift/drag terbesar. Simulasi aliran juga digunakan untuk memprediksi kondisi aliran pada rotor, nilai torsi rotor, nilai pembebanan pada rotor akibat kondisi aliran tersebut, dan memprediksikan nilai sudut pitch optimum pada kondisi operasi tertentu dan bentuk geometri sudu tertentu.  \n \n\nPengujian kinerja turbin angin dilakukan untuk mendapatkan karakteristik daya turbin angin terhadap kecepatan angin dan memperoleh nilai cut in speed turbin angin.", "Daftar File": {"2009 TA PP RUKMIN SARIF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81678", "2009 TA PP RUKMIN SARIF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81679", "2009 TA PP RUKMIN SARIF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81680", "2009 TA PP RUKMIN SARIF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81681", "2009 TA PP RUKMIN SARIF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81682", "2009 TA PP RUKMIN SARIF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81683"}, "Penulis": "RUKMIN SARIF (NIM : 13103134)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Ir. Kemas Rifian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sumber daya energi fosil; sumber energi terbarukan; Energi angin; turbin angin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}