{"Nomor": 17122, "Judul": "IMPLEMENTASI RCM DALAM PERAWATAN MENARA PENDINGIN, KONDENSOR DAN POMPA KONDENSAT PADA PLTGU BEKASI POWER", "Abstrak": "PLTGU merupakan salah satu jenis pembangkit yang menggunakan sistem yang kompleks, sehingga dalam perawatannya dibutuhkan usaha yang lebih dan strategi yang tepat. Akan tetapi PLTGU di Indonesia pada umumnya menggunakan metoda perawatan preventif untuk merawat pembangkit mereka. Metoda perawatan pencegahan tidak mampu memprediksi kerusakan yang akan terjadi dan tidak efisien dalam waktu pemeliharaannya karena pada saat overhaul masih harus dicek satu persatu komponen untuk mencari kerusakan yang terjadi. Strategi perawatan yang dirasa tepat untuk mengatasi masalah tersebut diatas adalah dengan Perawatan Berbasis Kehandalan (RCM). Dengan menggunakan metoda RCM diharapkan komponen dapat bertahan kehandalannya dan berjalan berkesinambungan. Dengan menggunakan RCM waktu perawatan mesin lebih cepat karena kerusakan sudah diprediksi dahulu, data tentang kerusakan yang terjadi dicatat sehingga lebih mudah dalam memprediksi mode kegagalan yang terjadi. Dalam tulisan ini akan dibahas mengenai penerapan metoda RCM pada PLTGU Bekasi Power untuk menara pendingin, kondensor dan pompa kondensat. Implementasi RCM pada tulisan ini mencakup pembuatan metoda FMEA hingga pengambilan keputusan yang tepat sebagai tindakan perawatan dari komponen-komponen tersebut. Dalam menyusun RCM pendekatan yang diambil adalah pendekatan fungsional. Hasil dari penilitian ini berupa rekomendasi tentang metoda perawatan yang cocok diterapkan pada PLTGU Bekasi Power untuk komponen menara pendingin, kondensor dan pompa kondensat.", "Daftar File": {"2011 TA PP RYAN WAHYUDHI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81750", "2011 TA PP RYAN WAHYUDHI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81751", "2011 TA PP RYAN WAHYUDHI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81752", "2011 TA PP RYAN WAHYUDHI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81753", "2011 TA PP RYAN WAHYUDHI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81754", "2011 TA PP RYAN WAHYUDHI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81757", "2011 TA PP RYAN WAHYUDHI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81755", "2011 TA PP RYAN WAHYUDHI  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81756"}, "Penulis": "RYAN WAHYUDHI (NIM : 13106035)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Ir Sangriyadi Setio", "Pembimbing 2 :  Prof. Dr. Ir Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Implementasi RCM, Perawatan Menara pendingin, Kondensor,  Pompa Kondensat, PLTGU Bekasi Power", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}