{"Nomor": 17137, "Judul": "PENGARUH PERISTIWA PENGUMUMAN HASIL PEMILIHAN PRESIDEN REPUBLIK INDONESIA TERHADAP SEKTOR&#8208;SEKTOR DI BURSA EFEK INDONESIA", "Abstrak": "Untuk sebagian besar pasar yang berkembang (U.S.A, U.K, dan Canada), kebanyakan penelitian menyimpulkan bahwa peristiwa politik berkaitan dengan pemilu memiliki efek secara statistik terhadap Pasar Modal. Hal ini disebabkan peraturan yang akan diambil pemerintah yang baru dapat berdampak pada laba perusahaan, yang berarti juga dapat berdampak pada dividen yang akan diterima oleh investor. Hubungan antara kegiatan politik pemilu telah terbukti dengan ketika hasil perhitungan pada hari selasa malam secara jelas dinyatakan bahwa George Bush telah terpilih untuk keduakalinya. Pasar Modal bereaksi terhadap hasil pengumuman ini dengan kenaikan yang tinggi dalam semalam sepanjang tahun itu.  \n \n\nBerdasarkan pada latar belakang tersebut maka penelitian ini bertujuan untuk meng observasi reaksi ke sembilan indeks sektoral yaitu pertanian, pertambangan, aneka industri, industri dasar, industri konsumsi, infrastruktur, properti, keuangan dan perdagangan. Terhadap peristiwa politik penelitian ini memfokuskan pada pengumuman hasil pemilihan presiden Republik Indonesia. Metode studi peristiwa yang digunakan dalam penelitian ini menggunakan sebelas hari untuk masa jendela, yang terdiri dari lima hari sebelum tanggal peristiwa dan lima hari setelah tanggal peristiwa selama  \n \n\nmasa jendela. Reaksi yang muncul akan tercermin pada rata-rata pengembalian tidak wajar yang signifikan pada tanggal peristiwa dan perbedaan rata-rata pengembalian tidak wajar lima hari sebelum dan lima hari sesudah tanggal peristiwa pada masa jendela secara signifikan. Hasil dari penelitian menunjukan bahwa ada berbagai macam pengembalian tidak wajar dari setiap sektor di setiap tahun peristiwa politik, namun secara keseluruhan tidak terdapat rata-rata pengembalian tidak wajar yang  \n \n\nsignifikan pada tanggal peristiwa maupun sebelum dan setelah peristiwa politik pada masa jendela.  \n \n\nHal ini dapat disebabkan oleh beberapa alasan yaitu karena para calon presiden dalam kampanyenya tidak secara jelas dan spesifik tentang kebijakan apa saja yang akan digunakannya dalam masa kepemimpinannya, investor kurang memperhatikan informasi hasil pemilihan umum sebagai salah satu indikator dalam pengambilan keputusan, dan partai yang terlalu banyak membuat masing-masing partai yang ada tidak memiliki ciri yang berbeda sehingga siapapun yang terpilih kebijakan yang diambil tidak akan jauh berbeda dari sebelumnya. Sehingga dari penelitian ini menunjukan bahwa pasar modal Indonesia masih merupakan bentuk pasar efisien yang lemah, dimana harga sahamnya tidak mencerminkan keseluruhan informasi seperti yang terjadi di U.S.A, U.K, dan Canada.", "Daftar File": {"2010 TS PP SAID RAHMADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81848", "2010 TS PP SAID RAHMADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81849", "2010 TS PP SAID RAHMADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81850", "2010 TS PP SAID RAHMADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81851", "2010 TS PP SAID RAHMADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81852", "2010 TS PP SAID RAHMADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81853", "2010 TS PP SAID RAHMADI 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/81854"}, "Penulis": "SAID RAHMADI (NIM : 29107368)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. A. Imam Istiyanto, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "peristiwa politik, informasi, pengembalian tidak wajar, signifikansi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}