{"Nomor": 17136, "Judul": "ANALISIS NUMERIK DAN EKSPERIMEN TUMBUKAN KUASI-STATIK PADA TABUNG SILINDER POLYVINYL CHLORIDE", "Abstrak": "Aplikasi tabung berdinding tipis telah banyak digunakan pada konfigurasi rancangan teknologi otomotif sebagai penyerap energi ketika terjadi tabrakan. Komponen tersebut adalah sistem bumper pada mobil. Sistem bumper ini berfungsi menyerap energi tumbukan akibat tabrakan melalui proses deformasi (progressive buckling). Dengan proses deformasi ini, sistem bumper dapat mengurangi kerusakan pada kompartemen penumpang yang dapat menyebabkan penumpang terluka serta memberikan perlambatan yang berada pada tingkat aman terhadap tubuh penumpang.    \n \n \n \n\nPada Tugas Akhir ini, akan dilakukan analisis tabung silinder PVC yang menerima beban tumbukan kuasi-statik. Tujuan dari penelitian ini adalah untuk mengetahui modus deformasi dan karakteristik crushing force tabung silinder PVC pada kasus tumbukan kuasi-statik. Hal ini dikaji sebagai alternatif penggunaan material polimer pada sistem penyerap energi pada sistem bumper mobil.    \n \n \n \n\nAnalisis tumbukan kuasi-statik dilakukan secara eksperimen dan numerik. Simulasi numerik menggunakan perangkat lunak metode elemen hingga non-linear, LS-DYNA. Pengujian dilakukan pada spesimen dengan diameter 59 mm, ketebalan 1,5 mm dan tinggi 190 mm. Hasil eksperimen dan simulasi numerik menunjukkan modus deformasi yang terjadi berupa modus diamond dan harga mean crushing force lebih tinggi dibandingkan hasil numerik berkisar 20-26 %.", "Daftar File": {"2011 TA PP SAHRIL AFANDI SITOMPUL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81841", "2011 TA PP SAHRIL AFANDI SITOMPUL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81842", "2011 TA PP SAHRIL AFANDI SITOMPUL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81843", "2011 TA PP SAHRIL AFANDI SITOMPUL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81844", "2011 TA PP SAHRIL AFANDI SITOMPUL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81845", "2011 TA PP SAHRIL AFANDI SITOMPUL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81846", "2011 TA PP SAHRIL AFANDI SITOMPUL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81847"}, "Penulis": "SAHRIL AFANDI SITOMPUL  (NIM : 13606014)", "Kontributor / Dosen Pembimbing": ["SAHRIL AFANDI SITOMPUL  (NIM : 13606014)", "Tim Pembimbing :     \n \n \n \n\nDr. Tatacipta Dirgantara", "Dr. Leonardo Gunawan", "Prof. Dr. Ichsan Setya Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem bumper, progressive buckling, tabung lingkaran, tumbukan kuasi-statik, mean crushing force, modus diamond,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}