{"Nomor": 17139, "Judul": "STUDI KUALITATIF MENGENAI PERBAIKAN HUBUNGAN KERJASAMA ANTARA PERTAMINA LUBRICANTS DENGAN PT PAMAPERSADA NUSANTARA DALAM BISNIS PELUMAS INDUSTRI BERDASARKAN PERSEPSI PT PAMAPERSADA NUSANTARA", "Abstrak": "Pertamina Lubricants memutuskan untuk melakukan penjualan langsung ke PT Pamapersada Nusantara melalui    \n \n\npenjualan B2B. Kerja sama B2B dengan Pama dimulai pada bulan Agustus 2009. Sejak saat itu, Pama membeli langsung seluruh kebutuhan pelumasnya ke Pertamina Lubricants. Kerjasama B2B ini menguntungkan kedua belah    \n \n\npihak. Bagi Pama, proses pembelian dapat terorganisir dengan baik, sedangkan bagi Pertamina Lubricants kerja sama ini memberikan kepastian pembelian pelumas selama 1 tahun.    \n \n\nDalam menjalankan kerjasama B2B dengan Pama, Pertamina Lubricants dihadapkan pada beberapa isu yang bersifat    \n \n\ntransaksional (yang meliputi produk, proses, dan peayanan) dan relasional (yang meliputi kebijakan hubungan implementasi, komitmen hubungan, dan pelayanan purna jual). Hal ini menyebabkan hubungan B2B Pertamina    \n \n\nLubricants dan Pama menjadi belum optimal pada tingkat consultative selling. Beberapa isu tersebut dapat    \n \n\ndiidentifikasi dengan melakukan analisis data sekunder (Focus Group Discussion) dan analisis data primer    \n \n\n(wawancara konsumen), kemudian mengolahnya dengan teknik content analysis.    \n \n\nPemilihan solusi bisnis untuk masalah transaksional meliputi pengembangan produk pelumas hidrolik, perbaikan    \n \n\nkemasan pelumas curah mesin dan hidrolik, dan penambahan lokasi depot (agen). Sedangkan pemilihan solusi bisnis    \n \n\nuntuk masalah relasional meliputi standardisasi dan pengawasan di tingkat agen oleh petugas Pertamina Lubricants dan melakukan kunjungan ke site Pama. Pemilihan solusi bisnis dalam proyek akhir ini difokuskan pada masalah relasional.    \n \n\nRencana implementasi untuk solusi bisnis masalah relasional dituang ke dalam alokasi waktu dan penyediaan sumber daya manusia, teknologi, dan modal.", "Daftar File": {"2010 TS PP SAKA ADHI PERTIW 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81856", "2010 TS PP SAKA ADHI PERTIW 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81857", "2010 TS PP SAKA ADHI PERTIW 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81858", "2010 TS PP SAKA ADHI PERTIW 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81859", "2010 TS PP SAKA ADHI PERTIW 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81860", "2010 TS PP SAKA ADHI PERTIW 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81861"}, "Penulis": "SAKA ADHI PERTIWI (NIM : 291083210)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pelumas industri, hubungan B2B, Focus Group Discussion, wawancara, Pertamina Lubricants, PT Pamapersada Nusantara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}