{"Nomor": 17134, "Judul": "PENGEMBANGAN MODEL KEPUTUSAN INTEGRASI METODE ANALYTIC HIERARCHY PROCESS (AHP) DAN PREFERENCE RANKING ORGANIZATION METHOD FOR ENRICHMENT EVALUATION (PROMETHEE) (STUDI KASUS: PEMILIHAN PEMASOK DI DIVISI TEMPA DAN COR PT X)", "Abstrak": "Permasalahan pengambilan keputusan dewasa ini telah menjadi hal sangat menarik untuk dibahas. Salah satu permasalahan dalam proses pengambilan keputusan adalah  \n \n\nmengenai banyaknya alternatif dan kriteria yang menjadi pertimbangan. Salah satu cabang analisis keputusan yang sesuai atas permasalahan tersebut adalah MultiCriteria Decision Making (MCDM). Multi-criteria decision making merupakan teknik pengambilan keputusan dari beberapa pilihan alternatif. Terdapat banyak teknik MCDM, dan dua di antaranya yang sering digunakan adalah Analityc  \n \n\nHierarchy Process atau AHP dan Preference Ranking Organization Method for Enrichment Evaluation atau Promethee. AHP merupakan salah satu metode MCDM yang paling banyak digunakan karena sifatnya yang memfasilitasi permasalahan multikriteria. Namun, atas beberapa kelemahannya, telah terbentuk beberapa pengembangan metode AHP, seperti AHP Liberatore dan AHP dengan pola benchmark. Pengembangan metode AHP juga telah menghasilkan integrasi metode ini ke dalam metode Promethee menjadi satu model integrasi. Pada dasarnya integrasi AHP dan Promethee tersebut dilakukan untuk  \n \n\nmenutupi kelemahan masing-masing metode. Namun, integrasi antara keduanya ternyata masih memiliki kekurangan. Penelitian ini bertujuan untuk mengembangkan model integrasi metode AHP dan Promethee yang menjawab kelemahan yang teridentifikasi tersebut. Terdapat dua  \n \n\npengembangan yang dilakukan dalam penelitian ini. Pengembangan yang pertama adalah penambahan satu alternatif yang telah dikenal kebaikannya pada set alternatif tersedia sebagai pembanding. Pengembangan yang kedua adalah dengan menambahkan satu tipe generalisasi kriteria untuk kriteria yang tidak pasti atau kualitatif, setelah seblumnya terdapat enam tipe generalisasi kriteria pada Promethee. Penulis sebelumnya telah melakukan suatu peneltian yaitu merancang model  \n \n\nkeputusan di divisi tempa dan cor PT X. Diketahui kemudian bahwa terdapat beberapa kelemahan dalam model keputusan tersebut. Model yang dikembangkan dalam penelitian ini kemudian digunakan sebagai bentuk evaluasi terhadap model keputusan yang telah peneliti rancang sebelumnya di PT X. Selain itu, penerapan  \n \n\nmodel pengembangan pada divisi tempa dan cor PT X tersebut juga sekaligus sebagai sebuah studi kasus yang menunjukkan performansi/kontribusi pengembangan model yang dilakukan terhadap permasalahan nyata.", "Daftar File": {"2010 TS PP SAHAT MARTUA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81825", "2010 TS PP SAHAT MARTUA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81826", "2010 TS PP SAHAT MARTUA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81827", "2010 TS PP SAHAT MARTUA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81828", "2010 TS PP SAHAT MARTUA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81829", "2010 TS PP SAHAT MARTUA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81830", "2010 TS PP SAHAT MARTUA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81831", "2010 TS PP SAHAT MARTUA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81832"}, "Penulis": "SAHAT MARTUA (NIM : 23409030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Kadarsah Suryadi, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Model keputusan, Multi-criteria decision making (MCDM), Analytic Hierarchy Process, Promethee, Pengembangan model integrasi AHP dan Promethee", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}