{"Nomor": 17145, "Judul": "MODEL KNOWLEDGE SHARING ANTAR INDIVIDU BERBASIS AGEN (KASUS : SISTEM KNOWLEDGE SHARING PADA BAGIAN FOLLOWUP MARKETING PT. GRAHA SURYA ANGKASA BANJARAN)", "Abstrak": "Penelitian ini dilakukan disebuah perusahaan tekstil yang berskala internasional, yaitu PT. Graha Surya Angkasa (GSA). Penelitian ini diawali oleh identifikasi terhadap sistem kerja PT. GSA secara menyeluruh. Berdasarkan identifikasi awal tersebut, diketahui bahwa proses pembagian pengetahuan pada bagian pengikut order dalam bagian pemasaran terdapat indikasi terjadi masalah. Disebabkan bagian pengikut order dalam bagian pemasaran ini merupakan bagian yang penting dalam konteks hubungannya dengan konsumen maka dilakukan penelitian untuk mengetahui pengaruh faktor intelektual, komunikasi, kepercayaan dan pengawasan pimpinan dalam proses pembagian pengetahuan terhadap kepuasan pelanggan. Untuk mengetahui faktor-faktor tersebut tanpa menimbulkan resiko pada sistem sesungguhnya, salah satu cara untuk mengetahuinya adalah dengan melakukan simulasi berbasis agen. Kesimpulan yang diperoleh dari penelitian ini antara lain berupa simulasi pembagian pengetahuan berbasiskan agen untuk mendukung bagian marketing untuk mengetahui faktor-faktor seperti faktor intelektual, komunikasi, kepercayaan dan pengawasan pimpinan dalam proses pembagian pengetahuan terhadap kepuasan pelanggan. Penelitian ini juga menggunakan 3 buah agen untuk memfasilitasi mekanisme pembagian pengetahuan. Mekanisme pembagian pengetahuan yang terjadi antara lain berupa mekanisme pembagian pengetahuan antara sesama pengikut order dalam bagian pemasaran dan mekanisme pembagian pengetahuan dari pengikut order dalam bagian pemasaran kepada operator produksi Berdasarkan hasil simulasi yang terjadi dapat diketahui bahwa keempat faktor, yaitu : faktor intelektual, dan pengawasan pimpinan dalam melakukan aktivitas pembagian pengetahuan berpengaruh secara positif kepada kepuasan pelanggan. Sedangkan faktor komunikasi antar staf, dan kepercayaan berpengaruh secara negatif terhadap kepuasan pelanggan", "Daftar File": {"2012 TS PP SAMUEL SEBASTIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81887", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81888", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81889", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81890", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81891", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81892", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81893", "2012 TS PP SAMUEL SEBASTIAN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/81894", "2012 TS PP SAMUEL SEBASTIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81895"}, "Penulis": "SAMUEL SEBASTIAN (NIM : 234 10 035)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir. T.M. Agung Ari Samadhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pembagian pengetahuan, simulasi berbasis agen, faktor intelektual, komunikasi, kepercayaan, dan pengawasan pimpinan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}