{"Nomor": 17140, "Judul": "ANALISIS, MODIFIKASI, DAN SIMULASI RUANG BAKAR", "Abstrak": "Pada tugas akhir ini dirancang beberapa desain 2D axisymmetri ruang bakar untuk mesin turbojet 500 N. Mesin turbojet 500 N generasi pertama telah dibuat dan diuji coba namun timbul masalah pada ruang bakar. Pembakaran terjadi tidak di tempat yang seharusnya bahkan hingga keluar nozzle mesin.    \n \n \n \n\nMetode yang dilakukan pada tugas akhir ini adalah simulasi CFD cold flow ruang bakar dengan menggunakan FLUENT 6.3.26. Desain-desain ruang bakar pada tugas akhir ini merupakan modifikasi dari desain ruang bakar mesin turbojet 500 N generasi pertama.    \n \n \n \n\nAnalisis aliran dilakukan pada tiap desain untuk mencari pola aliran yang terbaik. Pola aliran ruang bakar yang baik memenuhi kriteria tertentu seperti adanya sirkulasi udara dan mass flow udara yang cukup di tiap zona. Metode    \n \n \n \n\nanalisis yang digunakan untuk tiap desain berbeda-beda sesuai dengan kasus pada desain tersebut. Sebagian besar analisis akan disajikan dalam bentuk penjelasan kualitatif    \n \n \n \n\nmengenai fenomena yang terjadi. Penjelasan hasil analisis tersebut akan didukung oleh grafik, tabel, dan gambar dari desain yang bersangkutan.    \n \n \n \n\nPada bagian akhir tugas akhir ini akan ditentukan desain ruang bakar yang terbaik diantara desain-desain yang ada. Penentuan desain tersebut hanya didasarkan pada bentuk aliran udara hasil analisis simulasi CFD.", "Daftar File": {"2010 TA PP SAKA RAHARDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81862", "2010 TA PP SAKA RAHARDIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81863", "2010 TA PP SAKA RAHARDIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81864", "2010 TA PP SAKA RAHARDIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81865", "2010 TA PP SAKA RAHARDIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81866", "2010 TA PP SAKA RAHARDIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81867", "2010 TA PP SAKA RAHARDIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81868"}, "Penulis": "SAKA RAHARDIANTO (NIM : 136 06 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Firman Hartono", "Pembimbing 2: Dr. Romie O. Bura"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mesin Turbojet 500 N, Simulasi Ruang Bakar, simulasi CFD, desain ruang bakar, 2D axisymmetri, FLUENT 6.3.26", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}