{"Nomor": 17147, "Judul": "KAJI EKSPERIMENTAL MESIN PENDINGIN PACKAGED UNIT KAPASITAS 5 TON REFRIGERASI DENGAN MEMAKAI REFRIGERAN R-22, R-290, DAN R-407C", "Abstrak": "Penggunaan refrigeran halokarbon HCFC pada dasarnya memberikan dampak yang merugikan lapisan atmosfer bumi. Dampak yang merugikan tersebut antara lain adalah terjadi penipisan lapisan ozon dan juga menyebabkan potensi pemanasan global. Karena dampak yang ditimbulkan tersebut maka penggunaan HCFC sebagai refrigeran akan dihentikan secara bertahap, termasuk di Indonesia. HCFC-22 atau R-22 merupakan refrigeran yang lazim dipakai pada mesin pengkondisian udara, dan juga mesin packaged unit merupakan tipe mesin pengkondisi udara yang juga lazim dipakai pada bangunan bertingkat atau gedung tinggi lainnya. Dengan akan dihentikannya penggunaan R-22 tersebut maka haruslah dicari alternatif pengganti refrigeran tersebut. Refrigeran hidrokarbon dan HFC merupakan kandidat yang kuat sebagai   \n \n\nalternatif pengganti refrigeran R-22 dengan diwakili oleh R-290 dan R-407C. Refrigeran ini dipilih berdasarkan kemiripan sifatnya dengan R-22. Dari hasil pengujian didapatkan bahwa untuk mesin packaged unit dengan kapasitas 5 ton refrigerasi jumlah muatan massa yang diperlukan untuk   \n \n\nmencapai kinerja optimum dari R-290 hanya sekitar 30% dari muatan massa R-22 dengan hasil kapasitas sebesar 18,56 kW dan COP 8,2. Sedangkan R-407C mencapai hasil kinerja yang paling besar dengan kapasitas 19,7 kW dengan COP 8,6 dengan muatan massa yang mirip seperti R-22. Pertimbangan untuk   \n \n\npemilihan ini adalah bahwa R-290 memiliki sifat yang sangat mudah terbakar sehingga resiko menjadi besar dan R-407C memiliki biaya harga yang jauh lebih mahal.", "Daftar File": {"2011 TA PP SANDI MUHAMMAD MUFTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81902", "2011 TA PP SANDI MUHAMMAD MUFTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81903", "2011 TA PP SANDI MUHAMMAD MUFTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81904", "2011 TA PP SANDI MUHAMMAD MUFTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81905", "2011 TA PP SANDI MUHAMMAD MUFTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81906", "2011 TA PP SANDI MUHAMMAD MUFTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81907", "2011 TA PP SANDI MUHAMMAD MUFTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81908"}, "Penulis": "SANDI MUHAMMAD MUFTI (NIM : 13107111)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mesin Pendingin, Packaged Unit Kapasitas 5 Ton, Refrigerasi,  Refrigeran R-22, Refrigeran R-290, Refrigeran R-407C", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}