{"Nomor": 17158, "Judul": "ANALISIS KEKUATAN LENTUR DAN TUMBUKAN KECEPATAN RENDAH STRUKTUR KOMPOSIT SERAT BAMBU LAMINAT DENGAN METODE EKSPERIMENTAL", "Abstrak": "Isu lingkungan yang berkaitan dengan pemanasan global mendorong manusia untuk mengembangkan teknologi yang lebih ramah lingkungan. Indonesia dikenal sebagai negara yang kaya akan sumber daya alam. termasuk bambu. Tanaman bambu tumbuh cukup melimpah di Indonesia. Serat bambu memiliki sifat yang baik dalam aplikasinya pada struktur komposit. Komposit serat bambu memiliki potensi untuk menggantikan serat sintetik yang tergolong cukup mahal pada perancangan struktur kompleks. Komposit serat bambu juga memiliki potensi untuk menggantikan kayu pada struktur sederhana, sementara kayu terbuat dari pohon yang merupakan paru-paru dunia.    \n \n \n \n\nTujuan dari penelitian pada tugas akhir ini adalah untuk mengetahui karakteristik komposit berbahan serat bambu saat diberikan beban lentur dengan metode pengujian three point bending dan beban tumbukan dengan metode pengujian low velocity impact. Pengujian dilakukan pada spesimen dengan menggunakan serat bambu anyam arah 0o dan 90o. Melalui pengujian ini akan diperoleh karakteristik bending dan impact dari komposit serat bambu serta mengidentifikasi kecenderungan modus kegagalan yang terjadi pada masing-masing pengujian.    \n \n \n \n\nAnalisis dilakukan dari hasil pengujian dan perhitungan analitik. Hasil yang diperoleh menunjukkan bahwa flexural strength dan modulus of flexural komposit serat bambu anyam 0o dan 90o adalah 27,19 MPa dan 3,37 GPa. Pada pengujian impact diperoleh bahwa komposit serat bambu mampu menerima energi tumbukan sebesar 11,16 Joule.", "Daftar File": {"2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/81963", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/81964", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/81965", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/81966", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/81967", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/81968", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/81969", "2011 TA PP SANG PUTU ARIESTA INDRA PERMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/81970"}, "Penulis": "SANG PUTU ARIESTA INDRA PERMANA (NIM : 13606045)", "Kontributor / Dosen Pembimbing": ["Pembimbing:     \n \n \n \n\nDr. Ir. Bambang Kismono Hadi", "Ir. Muhammad Kusni, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "isu lingkungan, komposit serat bambu, serat bambu anyam, three point bending, low velocity impact, flexural strength, modulus of flexural, beban impact.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}