{"Nomor": 17178, "Judul": "STRATEGI PERTUMBUHAN PERUSAHAAN PERKAPALAN PT.SS BOATYARD", "Abstrak": "Kebutuhan Indonesia sebagai negara kepulauan akan armada kapal sangatlah tinggi. Hal ini harus didukung oleh industri maritim di Indonesia untuk memenuhi kebutuhan  \n \n\ntersebut. Tetapi, kondisi yang ada memperlihatkan bahwa kebutuhan ini dibatasi oleh daya beli yang tidak besar. Hal ini menyebabkan pasar yang ada menjadi terbatas setiap tahunnya dan berdampak galangan‐galangan harus berkompetisi untuk mendapatkan pekerjaan. PT. SS Boatyard adalah salah satu perusahaan yang bergerak di bidang ini. PT. SS Boatyard memiliki masalah internal yang mengganggu perusahaan untuk mendapatkan pekerjaan secara kontinu, masalah tersebut antara lain pada aspek keuangan, administratif, marketing, dan SDM. Dengan keterbatasan tersebut, perusahaan mengalami kejenuhan dan tidak mengalami perkembangan luar biasa dalam dua tahun terakhir. Proyek akhir ini membahas implementasi strategi pertumbuhan pada PT. SS Boatyard. Sasaran dari implementasi solusi ini adalah: pertama, menyelesaikan dan memperbaiki masalah‐masalah yang ada. Setelah masalah dapat diselesaikan maka selanjutnya adalah mengembangkan perusahaan hingga perusahaan dapat membesar. Alternatif solusi diperoleh melalui brainstorming dan survei pada galangan lainnya.  \n \n\nAlternatif solusi yang didapat adalah: menjual kapal secara retail, usaha rental kapal, masuk dalam segmen niche product, aktif dalam tender, melakukan repeat production, membuka usaha pada bidang passanger transportation, membuka usaha docking, dan melakukan diversifikasi produk pada kapal aluminium dan besi. Solusi‐solusi tersebut akan dianalisis dan dipilih  \n \n\nmenggunakan metode Quantitative Strategic Planning Matrix (QSPM). Faktor pertimbangan dalam pemilihan strategi adalah: waktu perealisasian, durasi pekerjaan, modal, profit, SDM, kuantitas pekerjaan, kemudahan pekerjaan, prestise dan kompetisi. Tujuan analisis ini  \n \n\nadalah untuk menentukan prioritas strategi yang sesuai dengan kebutuhan perusahaan saat ini. Hasil analisis menyatakan bahwa keputusan yang baik bukan memilih satu solusi tetapi mengimplementasikan semuanya dengan cara bertahap (sesuai hasil QSPM). Untuk lebih realistis maka penulis membagi dalam beberapa tahapan. Yang pertama adalah tahap primer, memiliki tujuan untuk memperoleh stabilitas perusahaan dan juga sebagai pondasi dari strategi pertumbuhan, solusi yang dipilih merupakan solusi yang dapat dilaksanakan dengan kondisi masalah perusahaan yang ada. Solusi tahap ini adalah menjual secara retail dan rental kapal. Tahap berikutnya adalah tahap sekunder, tahap dimana perusahaan mencari keuntungan untuk mulai mengembangkan perusahaan. Solusi yang dapat dilakukan adalah repeat order, usaha pelayaran kapal penumpang, membuat niche product  \n \n\ndan aktif tender. Tahap terakhir adalah tahap tersier, yaitu tahap yang dilakukan setelah perusahaan sudah berkembang. Tujuannya adalah menambah keuntungan perusahaan dan meningkatkan skala perusahaan. Solusi yang dilakukan adalah membuat docking dan diversifikasi material kapal ke aluminium dan besi. Solusi ini adalah langkah konkrit dari implementasi strategi pertumbuhan yang ditawarkan penulis untuk membangun perusahaan.", "Daftar File": {"2009 TS PP SATRIA PATRIOSIANDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82076", "2009 TS PP SATRIA PATRIOSIANDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82077", "2009 TS PP SATRIA PATRIOSIANDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82078", "2009 TS PP SATRIA PATRIOSIANDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82079", "2009 TS PP SATRIA PATRIOSIANDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82080", "2009 TS PP SATRIA PATRIOSIANDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82081"}, "Penulis": "SATRIA PATRIOSIANDO (NIM : 29106351)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi pertumbuhan, Quantitative Strategic Planning Matrix (QSPM), kontinuitas pekerjaan, diferensiasi, diversifikasi usaha.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}