{"Nomor": 17187, "Judul": "STUDI PERILAKU PENGGUNA PARKIR DI PUSAT KOTA BANDUNG", "Abstrak": "Abstrak:        \n \n \n\nPusat kota merupakan kawasan yang memiliki peruntukan fungsi jasa dan komersial yang menimbulkan tarikan pergerakan yang cukup besar dan menambah beban pada beberapa ruas jalan di pusat kota. Meningkatnya pergerakan yang dilakukan penduduk kota menambah permintaan akan ruang jalan, sehingga pada akhirnya meningkatkan permintaan kebutuhan parkir.        \n \n \n\nPermasalahan lalulintas yang timbul akibat adanya on-street parking merugikan pemakai jalan, sehingga membutuhkan penanganan yang serius bagi Pemerintah Kota Bandung, salah satunya dengan mengetahui perilaku pengguna parkir di pusat kota sebagai langkah awal dalam menentukan kebijakan parkir di pusat kota.        \n \n \n\nSalah satu bentuk penanganan masalah lalulintas di pusat kota adalah dengan penanganan masalah parkir. Pengelolaan parkir tanpa pengetahuan mengenai pengguna parkir akan mengakibatkan kurang optimalnya penyelenggaraan parkir tersebut. Untuk  itu dibutuhkan studi untuk mengetahui perilaku pengguna parkir. Tujuan studi ini adalah mengetahui perilaku pengguna parkir di pusat kota dengan sasaran mengetahui karakteristik pengguna parkir di pusat kota, persepsi masyarakat mengenai kondisi parkir, serta kemauan membayar pengguna parkir terhadap tarif parkir.        \n \n \n\nDari hasil analisis diperoleh bahwa karakteristik pengguna parkir di pusat kota sangat beragam. Sehingga dalam menentukan tarif parkir di pusat kota berdasarkan kemauan membayar harus mempertimbangkan hal-hal tersebut. Tarif parkir yang sensitif adalah Rp.5.000, hal ini berdasarkan kemauan membayar tarif parkir kelompok pendapatan Rp.1.000.000 -Rp.3.000.000 dimana kelompok ini merupakan populasi pengguna parkir terbanyak dan memiliki kebutuhan dan kepentingan yang tinggi di pusat kota, dibandingkan dengan kelompok pendapatan lainnya. Kemampuan membayar tidak selalu dipengaruhi oleh pendapatan, tetapi kepentingan pengguna parkir di pusat kota juga mempengaruhi kemauan mereka membayar parkir.", "Daftar File": {"2007 TA PP SAVIENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82129", "2007 TA PP SAVIENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82130", "2007 TA PP SAVIENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82131", "2007 TA PP SAVIENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82132", "2007 TA PP SAVIENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82133", "2007 TA PP SAVIENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82134"}, "Penulis": "SAVIENA (NIM 15403023) Pembimbing : Iwan Pratoyo Kusumantoro,Ir, MT", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Pratoyo Kusumantoro,Ir, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pusat kota, Pemerintah Kota Bandung, lalulintas, parkir", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}