{"Nomor": 17196, "Judul": "FITOREMEDIASI CU(II) OLEH KECAMBAH VIGNA RADIATA (KACANG HIJAU)", "Abstrak": "Fitoremediasi merupakan suatu cara yang dapat digunakan untuk menghilangkan unsur atau molekul berbahaya dari lingkungan. Dalam fitoremediasi digunakan tanaman akumulator yang dapat menyerap zat racun tersebut yang kemudian dapat dikumpulkan dan dibuang di tempat terisolasi. Penelitian ini mencoba menggunakan kecambah Vigna radiata (kacang hijau) sebagai akumulator untuk mengurangi kadar Cu(II) dari lingkungan. Dalam jumlah kecil, Cu(II) merupakan nutrien penting bagi tumbuhan namun jumlah Cu(II) yang tinggi justru membahayakan tanaman dan lingkungan sekitar. Penelitian ini mempelajari kadar Cu(II) yang masih dapat ditoleransi oleh perkecambahan Vigna radiata dan kadar Cu(II) yang terakumulasi dalam kecambah Vigna radiata. Biji kacang hijau ditumbuhkan dalam medium kapas yang mengandung larutan CuSO4 dengan konsentrasi 10, 20, 30, 40, dan 50 ppm. Pertumbuhan kecambah dilakukan hingga 11 hari. Kemudian, kadar Cu(II) dalam kecambah dianalisis menggunakan Atomic Absorption Spectroscopy (AAS) setelah proses pengabuan basah, dengan metode penambahan standar untuk meminimalkan gangguan matriks dari sampel. Hasil percobaan menunjukkan bahwa Vigna radiata masih dapat tumbuh pada medium dengan konsentrasi Cu(II) 10, 20, 30, 40, dan 50 ppm namun pertumbuhannya terhambat. Hal ini terlihat dari tinggi kecambah yang berkurang rata-rata 5 cm terhadap kecambah kontrol setiap penambahan konsentrasi Cu(II) 10 ppm. Semakin besar konsentrasi Cu(II) dalam medium, akar kecambah semakin berwarna gelap. Kadar air dalam kecambah Vigna radiata turun sekitar 1% setiap penambahan konsentrasi Cu(II) 10 ppm. Hasil analisis AAS menunjukkan bahwa kadar Cu(II) dalam kecambah Vigna radiata yang ditumbuhkan dalam medium dengan konsentrasi Cu(II) 10; 20; 30; 40; 50 ppm berturut-turut adalah 2,3034; 5,0478; 5,8483; 5,2360; 6,1994 ppm atau 35,56; 79,12; 91,83; 82,11; 97,40 kali lebih besar dibandingkan kecambah kontrol.", "Daftar File": {"2012 TA PP  SENTYA WISENDA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82162", "2012 TA PP  SENTYA WISENDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82163", "2012 TA PP  SENTYA WISENDA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82164", "2012 TA PP  SENTYA WISENDA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82165", "2012 TA PP  SENTYA WISENDA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82166", "2012 TA PP  SENTYA WISENDA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82167", "2012 TA PP  SENTYA WISENDA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82168"}, "Penulis": "SENTYA WISENDA (NIM :  10507071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Enny Ratnaningsih, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fitoremediasi, Vigna radiata, Cu(II), dan Spektroskopi Serapan Atom", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}