{"Nomor": 17191, "Judul": "PENGARUH KENAIKAN TEKANAN INTRAPERITONEAL TERHADAP DISTRIBUSI CAIRAN DALAM JARINGAN MENGGUNAKAN METODE BEDA HINGGA", "Abstrak": "Dalam penelitian ini, simulasi numerik sistem transport Peritoneal Dialisis menggunakan metode beda hingga. Kenaikan tekanan intraperitoneal saat batuk memiliki nilai yang tinggi di luar wilayah kerja fraksi volume kosong terhadap tekanan hidrostatik (P). Untuk menggambarkan pengaruh dari kenaikan tekanan ini, maka nilai tekanan yang dipilih berada di wilayah kerja fraksi volume kosong, yaitu antara 1 dan 3 mmHg. Pengaruhnya adalah tekanan dalam jaringan peritoneal juga meningkat dan menyebabkan aliran cairan lebih banyak masuk ke dalam pembuluh darah dan pembuluh limfe. Kenaikan tekanan jaringan membuat fluks volume cairan jv dan fluks zat terlarut js meningkat pula. Cairan yang lebih banyak masuk ke dalam pembuluh darah dan pembuluh limfe menyebabkan aliran cairan qv dan aliran glukosa qs yang menuju jaringan dari pembuluh memiliki nilai semakin negatif dan membuat konsentrasi glukosa CG dalam jaringan berkurang. Posisi pembuluh yang lebih dalam di jaringan mengalami reaksi lebih lambat terhadap kenaikan tekanan dibandingkan posisi pembuluh yang dekat dengan rongga peritoneal.", "Daftar File": {"2012 TA PP SELMI PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82148", "2012 TA PP SELMI PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82149", "2012 TA PP SELMI PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82150", "2012 TA PP SELMI PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82147", "2012 TA PP SELMI PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82145", "2012 TA PP SELMI PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82146", "2012 TA PP SELMI PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82144"}, "Penulis": "SELMI PUTRI (NIM: 10207057)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Idam Arif", "Pembimbing II  : Dr. Siti Nurul Khotimah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Peritoneal Dialisis, Metode Beda Hingga, Batuk, Tekanan Intraperitoneal, Konsentrasi Glukosa, Fluks Volume Cairan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}