{"Nomor": 17209, "Judul": "ANALISIS DAN IMPLEMENTASI CHANGE DATA CAPTURE DENGAN METODE ASYNCHRONOUS DISTRIBUTED HOTLOG PADA DATA WAREHOUSE", "Abstrak": "Data warehouse hadir dan berkembang sebagai repository data yang saat ini sangat dibutuhkan oleh \n\nperusahaan. Pengelolaan data yang sangat banyak dan tersebar serta informasi yang dapat digali dari historical \n\ndata menjadi tujuan dari pembuatan data warehouse. Sebagai sebuah repository data, data warehouse tentunya \n\nakan selalu berinteraksi dengan data dalam jumlah yang besar, menangani transaksi data dalam jumlah yang \n\nbesar dan intensitas yang tinggi. Oleh karena itu, data warehouse dituntut untuk mampu menangani setiap \n\ntransaksi yang terjadi di operasional database dan menangkap perubahan data dari setiap transaksi dan \n\nmenyimpannya sebagai sebuah historical data dengan delay sekecil mungkin. Untuk itu, ada sebuah proses \n\ndalam data warehouse yang disebut change data captue (CDC). CDC akan mengidentifikasi dan memproses \n\nsetiap perubahan yang terjadi di operasional database kemudian dikirimkan dan disimpan ditempat penyimpanan \n\nsementara yang disebut staging database. Dengan banyaknya data dan transaksi yang terjadi setiap harinya, \n\ndiperlukan performansi yang bagus dari proses CDC. Untuk mendapatkan performansi yang bagus, tentunya \n\ndiperlukan kinerja yang bagus dari setiap komponen yang membangun proses CDC. Untuk itu, dalam penelitian \n\nini, dilakukan implementasi dan pengujian terhadap proses CDC untuk melihat performansi yang dihasilkan \n\nberdasarkan waktu eksekusi CDC. Lalu kemudian di analisis komponen apa saja yang berperan dalam CDC dan \n\nbagaimana kinerja dari setiap komponen tersebut. Dengan analisis performansi dan mengetahui faktor-faktor \n\nyang mempengaruhi performansi, maka proses waiting dalam CDC dapat dihilangkan atau dikurangi intensitas \n\ndan waktunya. Sehingga proses CDC dapat menghasilkan delay sekecil mungkin.", "Daftar File": {"proceedings knsi 2013(252).pdf": "https://digilib.itb.ac.id/gdl/download/82251"}, "Penulis": "Shafniati, Warih Maharani, ST.MT., Kusuma Ayu L, ST.MT.", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Data warehouse, Change Data Capture, Historical data, Performansi, Delay", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "17 Apr 2014"}