{"Nomor": 17206, "Judul": "ANALISIS PERBAIKAN KINERJA RANTAI PASOK MELALUI PENGURANGAN WAKTU TUNDA ALIRAN MATERIAL DAN INFORMASI DENGAN METODOLOGI DINAMIKA SISTEM", "Abstrak": "Pengaturan tingkat produksi dalam suatu sistem produksi-distribusi menjadi suatu masalah sulit karena adanya amplifikasi permintaan dalam rantai pasok (supply chain). Amplifikasi terjadi karena adanya waktu tunda (delay time) dalam aliran material dan informasi. Amplifikasi mengakibatkan produksi dan persediaan mengalami kelebihan atau kekurangan dari tingkat yang seharusnya, sehingga menurunkan kinerja. Permasalahan yang dikaji pada penelitian ini adalah pengembangan suatu model dinamika sistem untuk meningkatkan kinerja rantai pasok suatu sistem produksi-distribusi dengan pengurangan waktu tunda aliran material dan informasi. Dari penelitian ini dihasilkan suatu model rantai pasok sistem produksi-distribusi yang terdiri atas tiga matarantai, yaitu pengecer, distributor, dan pabrik. Dengan melakukan simulasi model, dapat diketahui pengaruh perubahan permintaan terhadap karakteristik rantai pasok dan pengaruh pengurangan waktu tunda aliran material dan informasi terhadap kinerja rantai pasok tersebut. Hasil simulasi model juga menunjukkan bahwa pengurangan waktu tunda aliran informasi memberi dampak perbaikan kinerja yang lebih tinggi daripada pengurangan waktu tunda aliran material dan ketidakseimbangan dalam aliran material dan informasi menurunkan kinerja rantai    \n \n\npasok.", "Daftar File": {"2002 TS PP SETIJADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82219", "2002 TS PP SETIJADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82220", "2002 TS PP SETIJADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82221", "2002 TS PP SETIJADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82222", "2002 TS PP SETIJADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82223", "2002 TS PP SETIJADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82224", "2002 TS PP SETIJADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82225", "2002 TS PP SETIJADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82226"}, "Penulis": "SETIJADI (NIM : 234 99 075)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Lucia Diawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model, dinamika sistem, rantai pasok, sistem produksi-distribusi, kinerja", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}