{"Nomor": 17200, "Judul": "PENYIAPAN KANDIDAT REFERENCE MATERIAL UNTUK PENENTUAN KAFEIN DAN ASAM KLOROGENAT DALAM BIJI KOPI HIJAU SECARA KROMATOGRAFI LAPIS TIPIS KINERJA TINGGI (HPTLC)", "Abstrak": "Kopi merupakan minuman yang berasal dari pengolahan biji tanaman kopi dan diyakini berkhasiat bagi tubuh manusia karena mengandung berbagai komponen kimia. Secara umum kopi mengandung senyawa kimia aktif berupa alkaloid, saponin, flavonoid dan polifenol. Kafein adalah salah satu senyawa kimia aktif golongan alkaloid yang terdapat di dalam biji kopi. Biji kopi juga mengandung asam klorogenat yang merupakan salah satu senyawa golongan polifenol yang berperan sebagai antioksidan. Kafein dan asam klorogenat terdapat dalam biji kopi dalam biji kopi dalam jumlah yang cukup banyak terutama dalam biji kopi hjiau. Dewasa ini, kajian mengenai biji kopi hijau dan kandungan senyawa kimia yang terdapat di dalamnya banyak menjadi perhatian para peneliti, khususnya bagi keperluan analisis kontrol kualitas. Untuk analisis kontrol kualitas, diperlukan suatu standar reference material yang sesuai. Namun standar reference material cenderung mahal dan sulit diperoleh. Oleh karena itu, pada penelitian ini dipelajari penyiapan kandidat reference material untuk penentuan kafein dan asam klorogenat dalam biji kopi hijau. Sampel yang digunakan berasal dari biji kopi hijau jenis Arabika yang di peroleh dari Desa Pangharapan Kecamatan Pangalengan Kabupaten Bandung Jawa Barat. Biji kopi dipisahkan berdasarkan tingkat kematangannya, yaitu biji kopi mentah, setengah matang dan matang. Penyiapan biji kopi sebagai kandidat reference material terdiri dari beberapa tahap, yaitu pemisahan biji dan kulit, fermentasi, pencucian, penjemuran penghalusan dan pengemasan. Fermentasi dilakukan dengan metoda fermentasi basah. Sebagai karakter umum, ditentukan kadar air, kadar abu, kadar logam (Fe, Cu dan Zn) dan analisis spektroskopi absorpsi infra merah (IR). Kadar air ditentukan dengan memanaskan 1 gram sampel menggunakan oven pada suhu 105oC selama  2 jam. Kadar abu ditentukan dengan pembakaran 1 gram sampel di dalam tanur pada suhu 750oC selama  4 jam. Kadar logam ditentukan dengan pengukuran menggunakan spektrofotometer serapan atom (AAS). Dari hasil penelitian, diperoleh kadar air sekitar 5,61 % - 8,17 %, kadar abu berkisar antara 2,76 % - 5,25 %, kadar Fe berkisar antara 33,23 % - 76, 20 %, kadar Cu 6,25 % - 16,34 % dan kadar Zn sebesar 5,71 % - 8,08 % tergantung tingkat kematangan biji kopi. Pada penelitian ini, uji homogenitas dan stabilitas hanya dilakukan terhadap uji kadar air. Hasil pengukuran uji homogenitas kadar air menununjukkan bahwa kandidat reference material yang telah disiapkan bersifat homogen dan masih stabil (dalam 2 bulan masa penyimpanan), terutama untuk biji kopi matang. Isolasi senyawa dilakukan dengan metode soxhletasi menggunakan metanol sebagai pelarut. Analisis kafein dan asam klorogenat dilakukan secara kromatografi lapis tipis kinerja tinggi (HPTLC) menggunakan plat aluminium terlapisi silika gel 60F-254 sebagai fase diam dan campuran etil asetat: asam asetat : asam format : air (100 : 11 : 11: 25, v/v/v/v) sebagai fase gerak. Camag TLC Scanner digunakan untuk scanning spektrodensitometri pada panjang gelombang 273 nm untuk kafein dan 329 nm untuk asam klorogenat. Pengukuran dengan TLC Scanner menghasilkan informasi berupa faktor retardasi (Rf) dan luas area. Nilai Rf dari kafein adalah 0,70 dan nilai Rf untuk asam klorogenat adalah 0,63. Kafein dan asam klorogenat ditentukan dengan membandingkan luas area sampel dengan luas area standar. Hasil analisis menunjukkan bahwa biji kopi yang disiapkan sebagai kandidat reference material mengandung kafein sebesar 1,22 % - 1,28 % dan asam klorogenat sebesar 8,53 % - 9,29 %. Penggunaan metode HPTLC memberikan hasil yang cukup akurat untuk penentuan kafein dan asam klorogenat dengan dalam biji kopi hijau dengan R2 = 0,9904 untuk kafein dan R2= 0,9628; standar deviasi relatif untuk pengukuran repeatability sebesar 1,23 % untuk kafein dan 1,58% untuk asam klorogenat, dengan limit deteksi sebesar 0,01 ppm untuk kafein dan 0,05 ppm untuk CGA dan limit kuantisasi sebesar 2,33 (mu)g untuk kafein dan 91,97 μg untuk CGA. Persen recovery sekitar 98,74 % - 98,79 % untuk kafein dan 96,24 % - 97,57 % untuk asam klorogenat. Dengan demikian biji kopi hijau yang disiapkan dapat dijadikan sebagai kandidat reference material, terutama untuk penentuan kafein dan asam klorogenat secara HPTLC.", "Daftar File": {"2012 TS PP SEPTIANI MANGIWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82185", "2012 TS PP SEPTIANI MANGIWA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82186", "2012 TS PP SEPTIANI MANGIWA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82187", "2012 TS PP SEPTIANI MANGIWA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82188", "2012 TS PP SEPTIANI MANGIWA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82189", "2012 TS PP SEPTIANI MANGIWA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82190", "2012 TS PP SEPTIANI MANGIWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82184"}, "Penulis": "SEPTIANI MANGIWA ( NIM : 20510027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Buchari"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Reference material, kafein, asam klorogenat, biji kopi hijau, HPTLC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}