{"Nomor": 17214, "Judul": "KARAKTERISASI MENGGUNAKAN DIFRAKSI SINAR-X PADA LEMPUNG SUKABUMI HASIL EKSTRUSI DENGAN SUDUT DIES 20o DAN 45o", "Abstrak": "Pada produk piring ditemui adanya oreintasi partikel akibat proses ekstrusi. Massa plastis kemudian dibentuk menjadi piring menggunakan mesin roller-head dan menyebabkan gradasi orientasi partikel. Gradasi tersebut dapat menimbulkan perbedaan susut bakar (differential shrinkage) yang menyebabkan produk melengkung. Orientasi partikel akan mempengaruhi diffractogram XRD yang dapat mengakibatkan kesalahan interpretasi. Penelitian ini dilakukan untuk mempelajari pengaruh orientasi partikel pada diffractogram XRD serta untuk melihat pengaruhnya terhadap susut bakar pada kaolinite.    \n \n \n \n\nSpesimen berbentuk pelat dibuat dengan proses ekstrusi. Bahan baku menggunakan lempung sukabumi yang memiliki kandungan 24% kaolinite. Ekstrusi dilakukan dengan menggunakan 2 macam sudut masuk pada die yaitu 20o dan 45o.    \n \n \n \n\nGreen body spesimen hasil ekstrusi kemudian dikarakterisasi menggunakan XRD untuk melihat perbedaan antara kedua diffractogram terutama intensitas pada bidang basal (001). Pengaruh sudut masuk die ekstrusi juga diperhatikan dilakukan dengan mengamati kurva susut bakar vs temperatur masing-masing spesimen pada arah panjang, lebar dan tebal.    \n \n \n \n\nDari data pengamatan ditemukan bahwa semakin besar sudut die, orientasi partikel didalam spesimen semakin tinggi. Hal ini ditunjukkan dari hasil karakterisasi XRD dimana terjadi peningkatan intensitas XRD pada bidang basal (001) seiring dengan kenaikan sudut masuk die. Selain itu, hasil perhitungan I020/I001 pada Sampel Serbuk, Sampel Bulk 20o, dan Sampel Bulk 45o adalah 0,52; 0,08; 0,05. I020/I001 yang semakin kecil menunjukkan bahwa partikel didalam sampel memiliki tingkat orientasi yang lebih tinggi. Studi lanjut perlu dilakukan untuk mengetahui pegaruh orientasi sebelum dan sesudah dibakar pada 1150oC.", "Daftar File": {"2011 TA PP SHEIFVA ASTRILIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82288", "2011 TA PP SHEIFVA ASTRILIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82289", "2011 TA PP SHEIFVA ASTRILIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82287", "2011 TA PP SHEIFVA ASTRILIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82286", "2011 TA PP SHEIFVA ASTRILIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82285", "2011 TA PP SHEIFVA ASTRILIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82284", "2011 TA PP SHEIFVA ASTRILIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82283"}, "Penulis": "SHEIFVA ASTRILIA (NIM : 13707048)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kaolinite, Partikel Terorientasi, Bidang Basal (001), Differential Shrinkage, Difraksi Sinar Ã‚Â–X", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}