{"Nomor": 17211, "Judul": "ANGKLUNG SYNTHESIZER BERBASIS WSOLA PITCH SHIFTING DAN CONCATENATIVE SYNTHESIS", "Abstrak": "Angklung adalah alat musik tradisional Sunda yang terbuat dari bambu dan dimainkan dengan cara digetarkan. Sebuah angklung hanya menghasilkan satu nada, sehingga  \n \n\nuntuk memainkan komposisi angklung dibutuhkan banyak angklung dan pemain. Penelitian ini menghasilkan angklung synthesizer yang dapat dimainkan oleh satu orang. Metode concatenative synthesis dan WSOLA pitch shifting digunakan untuk melakukan sintesis suara angklung. Concatenative synthesis adalah metode sintesis suara dengan menjumlahkan sekumpulan sampel suara dasar. Pitch shifting digunakan untuk menghasilkan suara berbeda nada dari sebuah sampel suara dasar. Perilaku getaran angklung yang dimainkan oleh pemain manusia dimodelkan sebagai model stokastik dengan concatenative synthesis. Penggabungan kedua metode tersebut mampu menghasilkan suara angklung berbagai nada dan artikulasi dari sekumpulan kecil sampel suara dasar. Pengujian kualitas suara angklung synthesizer dilakukan melalui uji dengar subjektif menggunakan metode MUSHRA. Karakteristik sinyal dilihat melalui analisis sinyal yang terdiri atas deteksi puncak ketukan, estimasi waktu luruh, dan estimasi formant menggunakan cepstral-smoothed spectrum. Hasil uji dengar subjektif menunjukkan bahwa kualitas suara angklung synthesizer  \n \n\nmendapat penilaian Cukup pada skala MUSHRA. Hasil analisis sinyal menunjukkan bahwa karakteristik getaran suara kurulung angklung synthesizer dapat menyerupai karakteristik getaran pemain manusia. Penurunan kualitas besar dipengaruhi oleh timbre suara yang berubah akibat pitch shifting, sehingga peningkatan kualitas diharapkan dapat dicapai dengan perbaikan pada metode pitch shifting yang digunakan.", "Daftar File": {"2014 TA PP SHANI HADIYANTO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82261", "2014 TA PP SHANI HADIYANTO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82262", "2014 TA PP SHANI HADIYANTO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82263", "2014 TA PP SHANI HADIYANTO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82264", "2014 TA PP SHANI HADIYANTO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82265", "2014 TA PP SHANI HADIYANTO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82266", "2014 TA PP SHANI HADIYANTO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82267"}, "Penulis": "SHANI HADIYANTO (NIM : 13308002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eko Mursito Budi, MT.", "Dr. Ir. R. Sugeng Joko Sarwono, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Angklung, synthesizer, WSOLA, pitch shifting, Uji Dengar Subjektif.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}