{"Nomor": 17228, "Judul": "ANALISIS PENGARUH KEBIJAKAN INVESTASI PEMERINTAH DAERAH TERHADAP PERTUMBUHAN EKONOMI DAERAH (STUDI KASUS : PROPINSI D.I.JOGJAKARTA)", "Abstrak": "Kegiatan ekonomi daerah dapat diukur dari mulai nominal pendapatan domestik regiona; bruto, yang menunjukkan peranan sektor-sektor lapangan.   \n \n\nSektor-sektor lapangan usaha dapat dikelompokkan dalam 3 saktor yaitu; Pertanian, Industri, dan jasa. Setiap sektor dikelompokkan dalam 3 sektor yaitu pertanian, inustri dan jasa.  Setiap sektor akan membutuhkan sumber daya yang sama yaitu: modal, tenaga kerja, dan lahan.  \n \n\nPemerintahan memiliki peranan untuk mengatur sumber daya tersebut agar dapat memberikan dampak ekonomi yang baik melalui serangkaian kebijakkan pemerintah yang mendorong penggunaan sumber daya lebih diberdayakan untuk mengembangkan sektor tertentu menurut skala prioritas pembangunan yang telah diterapkan.   \n \n\nPenelitian ini menggunakan pendekatan sistem dinamik untuk menunjukkan sub sektor sistem yang meliputi : populasi, lapangan, usaha, lahan, modal, pemerintah, dan tenaga kerja yang mendukung sistem perekonoman daerah dan menentukan alternatif kebijakkan yang mendorong perekonomian daerah.   \n \n\nAlternatif kebijakan yang dianalisis adalah : usaha meningkakan iklim investasi melalui usaha penurunan nilai ICOR, belanja pemerintah modal pembangunan untuk masing-masing sektor lapangan usaha, dam perpajakan. Kebijakan-kebijakan tersebut memiliki kemampuan meningkatkan nilai nominal PDRB, PDRB per kapita, dan tingkat produktivitas yang berbeda-beda dan perlu mendapat perhatian adalah implikasi dari kebijakan-kebijakan tersebut.", "Daftar File": {"2002 TS PP SIGIT PURWANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82364", "2002 TS PP SIGIT PURWANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82365", "2002 TS PP SIGIT PURWANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82366", "2002 TS PP SIGIT PURWANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82367", "2002 TS PP SIGIT PURWANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82368", "2002 TS PP SIGIT PURWANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82369", "2002 TS PP SIGIT PURWANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82370", "2002 TS PP SIGIT PURWANTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/82371", "2002 TS PP SIGIT PURWANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82372"}, "Penulis": "SIGIT PURWANTO (NIM : 23499094)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Lucia Diawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ekonomi daerah, nominal pendapatan domesstik regional bruto", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}