{"Nomor": 17223, "Judul": "KAJIAN PENERAPAN KONSEP LEAN DALAM INTERVENSI PEMILIK SWASTA PADA RANTAI PASOK PROYEK JALAN TOL", "Abstrak": "Semakin ketatnya persaingan mendorong perusahaan-perusahaan jasa konstruksi untuk berupaya menekan pemborosan (waste). Adapun upaya penekanan pemborosan (waste) ini sangat erat kaitannya dengan konsep lean yang dikembangkan dan dipromosikan oleh industri manufaktur (sistem produksi  \n \n\nToyota).). Sejalan dengan hal tersebut, pada beberapa tahun belakangan ini pemerintah berencana untuk mempercepat pembangunan jalan tol dengan memberikan konsesi pada sejumlah investor yang kemudian menimbulkan persaingan antar investor, sehingga investor diharuskan melakukan beberapa upaya untuk mengembangkan sektor industri jalan tol. Dalam hal, ini upaya yang dapat dilakukan oleh investor mulai diarahkan kepada suatu usaha peningkatan  \n \n\nkinerja pelaksanaan proyek jalan tol agar dapat se-lean mungkin. Salah satunya dengan cara meningkatkan kinerja rantai pasok proyek jalan tol itu sendiri atau dengan kata lain membuat rantai pasok proyek menjadi lebih lean. Namun, upaya pemilik dalam meningkatkan kinerja rantai pasok proyek jalan tol tersebut terbentur dengan kenyataan bahwa pelaksanaan proyek jalan tol dilakukan oleh kontraktor termasuk dalam menciptakan dan mengelola jaringan rantai pasok proyeknya yang membuat pemilik tidak bisa secara langsung mengendalikan rantai pasok proyeknya. Sehingga dalam hal ini, yang dapat dilakukan oleh pemilik terbatas pada kegiatan intervensi terhadap rantai pasok proyeknya yang tidak lain merupakan rantai pasok milik kontraktor proyek jalan tol (Wirahadikusumah dan Abduh. 2009), khususnya dalam mengendalikan jaringan rantai pasok proyeknya, yaitu pada kegiatan pengadaan dan juga pada kegiatan pelaksanaan yang keduanya dilakukan oleh kontraktor. Adapun bentuk intervensi pemilik terhadap rantai pasok proyek jalan tol ini terbagi atas dua model menurut Wiirahadikusumah dan Abduh (2009), yaitu model Nominated by Owner (NO) dan juga Created by Owner (CO), yang masing-masing memiliki implementasi yang berbeda sesuai karakteristik pemiliknya. Dalam hal ini intervensi pemilik terhadap rantai pasok proyek pada model CO lebih besar dibandingkan intervensi pemilik pada model NO. Dengan  \n \n\nadanya perbedaan kadar intervensi yang dilakukan oleh pemilik tersebut tentunya akan akan sangat berpengaruh terhadap upaya peningkatan kinerja pelaksanaan proyek jalan tol, khususnya dalam upaya menekan pemborosan (waste) yang  \n \n\nmungkin terjadi dan meningkatkan value yang diharapkan oleh pemilik. Apakah dengan intervensi pemilik yang cukup besar tersebut dapat menjadikan penciptaan jaringan rantai pasok ataupun pelaksanaan konstruksi menjadi lebih lean atau  \n \n\nmalah sebaliknya. Maka dari itu diperlukan suatu kajian untuk meneliti sejauh mana pengaruh intervensi pemilik dikaitkan dengan penerapan konsep lean, dalam upaya meningkatkan kinerja rantai pasok proyek jalan tol yang lean, khususnya pada model NO dan CO, sehingga dapat diketahui apakah dengan semakin besarnya kadar intervensi pemilik dapat mendukung upaya peningkatan kinerja rantai pasok proyek pada kegiatan pengadaan dan juga selama pelaksanaan konstruksi yang dilakukan oleh kontraktor atau malah justru menghambat kegiatan kontraktor. Pada penelitian ini, intervensi pemilik pada rantai pasok proyek jalan tol ditinjau terhadap kegiatan pengadaan dan pelaksanaan konstruksi akan dinilai terhadap konsep lean (lean thinking), dengan menggunakan cara pandang produksi dengan prinsip lean (conversion view, flow view, dan value view), sehingga diperoleh gambaran spesifik intervensi pemilik dalam setiap kegiatan pengadaan dan pelaksanaan konstruksinya pada masing-masing model NO atau CO yang  \n \n\nditerapkan. Pendekatan yang dilakukan pada penelitian ini adalah pendekatan kualitatif dengan metode wawancara bebas terpimpin. Teknik analisis yang akan digunakan adalah dengan teknik perbandingan. Adapun perbandingan ini dilakukan antara gambaran penerapan konsep lean terhadap  \n \n\nintervensi pemilik pada rantai pasok proyek model NO dan CO. Dengan begitu, akan terlihat apakah intervensi pemilik tersebut masih menganut sistem konvensional atau sudah mulai diarahkan kepada sistem lean, dimana sebelumnya dilakukan kajian pengaruh intervensi pemilik dinilai terhadap pendekatan cara pandang prosuksi berdasarkan konsep lean (conversion view, flow view, dan value view), sesuai dengan pengelompokkannya masing-masing. Sehingga pada akhirnya, proses analisis ini akan menuju temuan sesuai hasil pengukurannya, yakni berupa intervensi yang dilakukan kurang mendukung, cukup mendukung, atau sangat mendukung terhadap aspek-aspek cara pandang produksi berdasarkan prinsip lean. Adapun hasil dari penelitian ini menunjukkan bahwa semakin besarnya kadar intervensi pemilik tidak serta merta memberikan pengaruh positif dalam upaya  \n \n\npeningkatan kinerja pelaksanaan proyek jalan tol. Dalam hal ini, pemilik perlu membatasi kegiatan intervensi yang diberikan sehingga tidak sampai menghambat kegiatan kontraktor, dan juga pemilik perlu melakukan perencanaan yang cukup matang dalam setiap kegiatan intervensi yang dilakukan.", "Daftar File": {"2010 TS PP SHITA ANDRIYANI 1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82338", "2010 TS PP SHITA ANDRIYANI 1-_BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82339", "2010 TS PP SHITA ANDRIYANI 1-_BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82340", "2010 TS PP SHITA ANDRIYANI 1-_BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82341", "2010 TS PP SHITA ANDRIYANI 1-_BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82342", "2010 TS PP SHITA ANDRIYANI 1-_BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82343", "2010 TS PP SHITA ANDRIYANI 1-_BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82344", "2010 TS PP SHITA ANDRIYANI 1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82345"}, "Penulis": "SHITA ANDRIYANI  (NIM : 25008005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Reini D. Wirahadikusumah, MSCE, Ph.D", "Dr. Ir. Purnomo Soekirno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "konsep lean, intervensi, pemilik swasta, rantai pasok proyek, proyek jalan tol", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}