{"Nomor": 17229, "Judul": "PENGARUH UKURAN BUTIR DAN WAKTU CHARGING TERHADAP PENURUNAN SIFAT MEKANIK BAJA KARBON RENDAH PADA SIMULASI HYDROGEN CHARGING", "Abstrak": "Penggetasan Hidrogen adalah fenomena menurunnya kekuatan mekanik logam akibat berinteraksi dengan lingkungan. Berbeda dengan peristiwa korosi pada umumnya, peristiwa penggetasan hidrogen justru terjadi saat logam berada dalam    \n \n \n \n\nkondisi katodik. Saat berada dalam kondisi yang katodik, reduksi dari ion hidrogen akan terjadi pada permukaan logam tersebut. Karena ukuran atom hidrogen sangat kecil, maka atom hidrogen dapat berdifusi ke dalam logam. Spesimen yang digunakan adalah baja A516, dan untuk mendapatkan ukuran butir yang berbeda, dilakukan proses grain growth dengan waktu pemanasan yang berbeda, yaitu pemanasan selama 45 menit (menghasilkan ASTM GRAIN SIZE Number 8), 90 menit (ASTM GRAIN SIZE Number 7,5), dan 120 menit (ASTM GRAIN SIZE 7). Untuk mengintroduksi hidrogen kedalam material maka digunakan charging dalam Elektrolit H2SO4 0,5M, rapat arus 15 μm, lama charging 4 jam, dengan menggunakan Grafit sebagai Anoda. Karakteriasasi kekuatan mekanik dilakukan dengan uji tarik. Dari percobaan yang dilakukan, penurunan kekuatan tarik pada sampel dengan ASTM GRAIN SIZE Number 8,5 adalah 10,9%, pada sampel dengan ASTM GRAIN SIZE Number 8 adalah 7,5%, untuk sampel dengan ASTM GRAIN SIZE Number 7,5 adalah 5,8%, sedangkan pada sampel ASTM GRAIN SIZE Number 7 adalah 2,8 %. Untuk reduksi ketangguhan, penurunan ketangguhan pada sampel dengan ASTM GRAIN SIZE Number 8,5 adalah 29,5%, pada sampel dengan ASTM GRAIN SIZE Number 8    \n \n \n \n\nadalah 19,7%, untuk sampel dengan ASTM GRAIN SIZE Number 7,5 adalah 11,95%, dan sampel ASTM GRAIN SIZE Number 7 adalah 6,7 %. Penurunan sifat mekanik memiliki kecenderungan menurun untuk setiap ukuran butir semakin besar, hal ini disebabkan karena ukuran butir akan semakin besar bila proses grain growth dilakukan lebih lama, pada saat proses grain growth, jumlah batas butir, densitas dislokasi dan void akan semakin menurun, sehingga media    \n \n \n \n\nterjebaknya atom hidrogen pada material akan semakin sedikit. Faktor lain yang berpengaruh dalam mekanisme hidrogen Embrittlement adalah lama waktu charging. Untuk charging selama 4 jam, penurunan kekuatan dan ketangguhannya adalah (5,8% dan 11,95%), sedangkan waktu pada waktu charging 3 jam adalah (3,4% dan 7,6%).", "Daftar File": {"2011 TA PP SIGIT WIRAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82373", "2011 TA PP SIGIT WIRAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82374", "2011 TA PP SIGIT WIRAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82375", "2011 TA PP SIGIT WIRAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82376", "2011 TA PP SIGIT WIRAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82377", "2011 TA PP SIGIT WIRAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82378"}, "Penulis": "SIGIT WIRAWAN (NIM : 13706011): Dosen Pembimbing : Dr. Bambang Widyanto", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Bambang Widyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Penggetasan Hidrogen, Hidrogen charging, mekanik logam, Penurunan Sifat Mekanik Baja Karbon Rendah, Charging", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}