{"Nomor": 17226, "Judul": "ANALYSIS IN TELKOM CORPORATE STRATEGY IN TURBULANCE INDUSTRY", "Abstrak": "The changing in the industry trend, technology trend, new platform of communication, and convergence of service has shaped the telecommunication industry worldwide. This is including in Indonesia. This condition also causes TELKOM to adapt in order to anticipate those changing. This research will focus on         \n \n\nassessing TELKOM corporate strategy; including their strategic action, in terms of acquisition and joint         \n \n\nventure, to fill in the gap of competencies in entering new business portfolios; and the alignment among its business units and subsidiaries in order to achieve the optimum business diversifications. The literature review will provide theoretical framework of analyzing which are consist of external environment which include macro environment and industry environment; internal environment by using strategic diamond  analysis; corporate strategy; business strategy; portfolio strategy; and acquisition and joint ventures as         \n \n\nstrategic option to build non organic growth of a company. The qualitative research is used as research         \n \n\nmethodology. The primary data gathered by one on one interview with the authorities who are related with the topic. The secondary data are collected from internal data, articles, annual report, public information, journals, and other publicized data. The objective of the research is providing recommendation for further TELKOM strategy and operational improvement. TELKOM's decision to expand its business portfolio, not only in telecommunication sectors, but also in information, media, and edutainment (IME) is the right decision. Four similar overseas companies taken as benchmarked companies also show significant increasing performance by making similar changes with TELKOM. The expansion of a portfolio of businesses, particularly in IME is performed through non organic growth, in terms of acquisition and joint ventures. This is done to speed up time to market as the macro environment and the industry changing rapidly. General guidance in developing non organic growth is made so that steps taken would be more focused and efficient. This will result in increasing numbers of business units and subsidiaries. In addition, the changing in organizational structure has made because of customer segmentation, product distribution, and demographic factor. Therefore, the form of holding         \n \n\ncompany will be the suitable one for TELKOM, as it will increase operational flexibility; improve value in fast-growing environment; foster entrepreneurial spirit and initiatives; and allow for easier company acquisition/ integration in the short run. The integration and alignment process is the next important step to do. The synergy among its business unit and subsidiaries would make possible for TELKOM to deliver attractive packaging tailor made solution as its sustainable competitive advantage to win the competition", "Daftar File": {"2010 TS PP SIGIT ADI PRAMONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82362", "2010 TS PP SIGIT ADI PRAMONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82361", "2010 TS PP SIGIT ADI PRAMONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82360", "2010 TS PP SIGIT ADI PRAMONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82359", "2010 TS PP SIGIT ADI PRAMONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82358", "2010 TS PP SIGIT ADI PRAMONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82357", "2010 TS PP SIGIT ADI PRAMONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82355", "2010 TS PP SIGIT ADI PRAMONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82356"}, "Penulis": "SIGIT ADI PRAMONO (NIM : 29108101)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "acquisition, business alignment, business strategy, corporate strategy, joint ventures, sustainable competitive advantage", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}