{"Nomor": 17236, "Judul": "ANALISIS STRUKTUR INDUSTRI KECIL DAN MENENGAH KOMPONEN OTOMOTIF DI JABOTABEK DENGAN MENGGUNAKAN MODEL LIMA KEKUATAN BERSAING PORTER", "Abstrak": "Pertumbuhan pasar kendaraan bermotor Indonesia terus meningkat sehingga mendorong pertumbuhan industri-industri pendukungnya seperti industri komponen otomotif baik skala besar maupun skala kecil dan menengah (IKM).  \n \n\nOleh karena industri otomotif banyak terletak di Jakarta dan sekitarnya seperti Bogor, Tangerang, dan Bekasi (Jabotabek) maka di wilayah tersebut juga banyak  \n \n\ntumbuh IKM komponen otomotif. IKM komponen otomotif perlu menyusun strategi untuk menghadapi persaingan industri. Porter (1980) menyatakan bahwa penyusunan strategi bersaing memerlukan analisis struktur industri dan penentuan posisi terbaik dalam suatu struktur industri. Oleh karena itu, penelitian ini mencoba menganalisis struktur IKM komponen otomotif di Jabotabek dengan menggunakan model analisis struktur industri yang dikembangkan Porter. Model ini terdiri dari lima  \n \n\nkekuatan bersaing, yaitu ancaman masuknya pendatang baru, kekuatan persaingan antar perusahaan, ancaman adanya produk substitusi, tawar-menawar pembeli, dan tawar-menawar pemasok. Perhitungan nilai kekuatan bersaing dalam penelitian ini menggunakan metode Analytic Hierarchy Process (AHP). Hasil-hasil penelitian ini menunjukkan bahwa IKM komponen otomotif di  \n \n\nJabotabek secara umum memiliki posisi yang baik dalam hubungannya dengan pendatang baru, kompetitor, pemasok, serta produk substitusi. Sedangkan posisi terlemah IKM terletak pada hubungannya dengan pembeli. Peran pemerintah dalam perbaikan kondisi IKM komponen otomotif di Jabotabek diperlukan dalam melakukan pengembangan kemampuan teknis dan manajemen usaha SDM IKM, pendekatan pola kemitraan industri komponen otomotif termasuk IKM dengan prinsipal pemegang merk serta peningkatan teknologi pengolahan melalui kerjasama di bidang penelitian dan pengembangan.", "Daftar File": {"2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82405", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82406", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82407", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82408", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82409", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82410", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82411", "2008 TS PP SILVIE ARDHANIE AVIANDHARIE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82412"}, "Penulis": "SILVIE ARDHANIE AVIANDHARIE (NIM : 23406056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ali Basyah Siregar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Komponen Otomotif, Analisis Struktur Industri, IKM, Michael E.Porter.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}