{"Nomor": 17248, "Judul": "ANALISA KARAKTERISTIK RISIKO PADA USAHA KECIL DAN MENENGAH (UKM) DI BANDUNG", "Abstrak": "dilaksanakan di perusahaan-perusahaan besar dan bank. Namun, pembelajaran untuk sektor Usaha Kecil dan Menengah (UKM) masih terabaikan dalam kebijakan dan praktik manajemen risiko, dan lini usaha ini belum dapat menentukan posisi risiko bisnis secara menyeluruh. Penelitian empiris ini bertujuan untuk mengisi kekosongan tersebut.Penelitian ini berkaitan dengan analisa karakteristik risiko UKM di Bandung, Indonesia, serta berpusat pada risiko langsung yang menyangkut risiko kredit, risiko pasar dan risiko operasional. Pertanyaan penelitian akan dijawab melalui kuesioner yang ditujukan kepada pemilik atau manajer dari beberapa sektor UKM, sebagai contoh: industri kerajinan dari kayu, bambu dan rotan; industri roti, biskuit, mie, macaroni dan lainnya, dan industri pakaian siap pakai dan rajutan. Hasil dari penelitian ini dari uji factor analysis bahwa faktor dominan yang dihasilkan adalah frekuensi dan dampak dalam risiko pinjaman kredit.Uji multiple discriminant analysis antara tiga sektor menunjukkan fungsi diskriminan yang signifikan adalah dampak data yang kurang berguna dan frekuensi pasar bisnis yang terbatas. Selanjutnya, uji canonical correlation menemukan hubungan yang kuat antara fungsi canonical weights dan loadings    \n \n \n \n\nberasal dari dampak dan frekuensi risiko pasar. Kombinasi dari pemetaan risiko tiga sektor mempunyai hasil inflasi nasional adalah risiko utama yang harus dikelola dampak dan frekuensinya, diikuti oleh risiko dalam bisnis pasar yang    \n \n \n \n\nmasih terbatas dan risiko pinjaman kredit. Akhirnya, penelitian ini diharapkan berkontribusi terhadap analisa risiko untuk penciptaan nilai perusahaan dan pemeliharaannya.", "Daftar File": {"2012 TS PP SITI ARFIAH ARIFIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82484", "2012 TS PP SITI ARFIAH ARIFIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82485", "2012 TS PP SITI ARFIAH ARIFIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82486", "2012 TS PP SITI ARFIAH ARIFIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82487", "2012 TS PP SITI ARFIAH ARIFIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82488", "2012 TS PP SITI ARFIAH ARIFIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82489", "2012 TS PP SITI ARFIAH ARIFIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82490"}, "Penulis": "SITI ARFIAH ARIFIN (29010019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Sudarso Kaderi Wiryono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risk Characteristics, Direct Risks, Three Sectors of Small to Mediumsized Enterprises (SMEs) in Bandung", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}