{"Nomor": 17243, "Judul": "DAYA INHIBISI CAMPURAN NATRIUM MOLIBDAT-TIOUREA TERHADAP KOROSI BAJA KARBON DALAM LARUTAN NACL 1%", "Abstrak": "Dalam industri perminyakan, baja karbo digunakan sebagai material pipa pengalir minyak dan gas bumi. Keberadaan air, gas karbon dioksida (CO2) dan ion seperti Cl- dalam aliran fluida mempercepat terjadinya proses korosi pada pipa baja karbon. Salah satu upaya untuk mengurangi laju korosi yaitu dengan penggunaan inhibitor korosi. Pada penelitian ini dikaji penggunaan inhibitor natrium molibdat (Mo) dan tiourea (TU) secara sendiri-sendiri dan campurannya terhadap korosi baja karbon di lingkungan larutan 1% NaCl yang jenuh CO2. Untuk memperoleh kinerja inhibitor terbaik, kedua inhibitor divariasikan komposisinya pada lingkungan larutan uji bersuhu 30, 45, dan 60 oC. Penentuan daya inhibisi dilakukan dengan menggunakan metode pengurangan berat (wheel test), Electrochemical Impedance Spectroscopy (EIS) dan metode ekstrapolasi Tafel. Hasil penelitian ini menunjukkan bahwa pada suhu 60 oC, 100 ppm natrium molibdat mempunyai daya inibisi sebesar 80,48% dan 50 ppm tiourea mempunyai daya inhibisi sebesar 57,46%. Penggunaan inhibitor campuran pada suhu 60 oC menunjukkan daya inhibisi sebesar 76,8 % untuk campuran Mo:TU (100:40 ppm). Penambahan natrium molibdat pada suhu tersebut meningkatkan daya inhibisi tiourea, namun penambahan tiourea menyebabkan penurunan daya inhibisi natrium molibdat pada berbagai suhu. Daya inhibisi inhibitor campuran natrium molibdat-tiourea kurang efektif jika dibandingkan dengan daya inhibisi inhibitor tunggal natrium molibdat.", "Daftar File": {"2012 TA PP SIRLIYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82452", "2012 TA PP SIRLIYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82453", "2012 TA PP SIRLIYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82454", "2012 TA PP SIRLIYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82455", "2012 TA PP SIRLIYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82456", "2012 TA PP SIRLIYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82457", "2012 TA PP SIRLIYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82458"}, "Penulis": "SIRLIYANI (NIM : 10508026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bunbun Bundjali"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Natrium Molibdat, Tiourea, Inhibitor korosi, Baja karbon", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}