{"Nomor": 17257, "Judul": "IMPLEMENTASI P3JJ MENGGUNAKAN PERANGKAT LUNAK BERBASIS WEB DENGAN STUDI KASUS PENGEMBANGAN SDM PT. INDONESIA POWER", "Abstrak": "Perusahaan di Indonesia, baik yang menghasilkan produk maupun jasa semuanya memanfaatkan sumber daya manusia dalam operasionalnya. Setiap perusahaan dalam melaksanakan kegiatannya, menerapkan pola pengelolaan usaha yang tertentu. Untuk melaksanakan pola pengelolaan usaha tersebut diperlukan sumber daya manusia yang berkualitas. Dalam mengembangkan SDM yang berkualitas, digunakan suatu pola baku yaitu pola P3JJ (Profesi dengan 3 Jalur ber-Jenjang). P3JJ adalah suatu pola umum pengembangan      \n \n \n \n \n \n\nsumber daya manusia untuk membangun beragam profesi yang dibutuhkan dunia usaha. Karena perubahan yang berkelanjutan pada masyarakat dan dunia usaha, sistem ketenagakerjaan ini dirancang dengan pola baku yang sederhana namun penjabaran nya dapat diubah secara dinamik sesuai dengan kebutuhan untuk mengikuti perkembangan profesi baik jenis dan perinciannya. Untuk mengimplementasikan konsep P3JJ tersebut ke dalam organisasi/perusahaan, maka dirancang dan dibuat sebuah perangkat lunak yang dapat membantu dan mempermudah pengimplementasiannya.      \n \n \n \n \n \n\nLaporan penelitian ini membahas tentang konsep dasar P3JJ, perancangan basis data P3JJ dan pembuatan perangkat lunaknya dengan studi kasus pengembagan SDM P.T Indonesia Power. Hasil yang diperoleh dari penelitian ini adalah basis data untuk mengimplementasikan konsep P3JJ dan prototipe perangkat lunak P3JJ yang berarsitektur n-tiers dan berbasis web sehingga tidak diperlukan penginstalasian      \n \n \n \n \n \n\nperangkat lunak khusus pada sisi pengguna.", "Daftar File": {"2006 TA PP S MANGIHUT TUA SIMORANGKIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82514", "2006 TA PP S MANGIHUT TUA SIMORANGKIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82515", "2006 TA PP S MANGIHUT TUA SIMORANGKIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82516", "2006 TA PP S MANGIHUT TUA SIMORANGKIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82517", "2006 TA PP S MANGIHUT TUA SIMORANGKIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82518", "2006 TA PP S MANGIHUT TUA SIMORANGKIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82519"}, "Penulis": "S MANGIHUT TUA SIMORANGKIR (NIM : 131 00 091)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "P3JJ", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}