{"Nomor": 17256, "Judul": "PERENCANAAN STRATEGIK SISTEM INFORMASI MANAJEMEN RSUD Dr. MURJANI SAMPIT", "Abstrak": "Rumah Sakit Umum Daerah (RSUD) dr Murjani merupakan salah satu rumah sakit umum Daerah yang \n\nberdomisili di Provinsi Kalimantan Tengah yang terus berkembang dalam meningkatkan kwalitas pelayanan dan \n\nmemajukan mutu karyawannya. Berkaitan dengan perkembangan teknologi, dan sejalan dengan pendayagunaan \n\nsisi teknologi di RSUD dr Murjani, perlu membenahi keadaan infrastruktur seperti pengembangan struktur \n\njaringan, pengembangan sumberdaya manusia serta pengembangan aplikasi bisnis dalam rangka automasi \n\nfungsi-fungsi bisnisnya. Dalam pengembangan sistem informasinya, RSUD dr Murjani belum memiliki rencana \n\nstrategis dan prosedur yang sehingga mnyebabkan SI/TI tidak berjalan dengan baik. Penelitian ini bertujuan \n\nuntuk membuat rencana strategis SI/TI yang sejalan dengan strategi bisnis yang dimiliki RSUD dr Murjani \n\nSampit. Dengan adanya rencana strategis SI/TI ini, diharapkan rumah sakit memiliki panduan dalam pelaksanaan \n\npengembangan SI/TI yang sejalan dengan visi, misi, tujuan, dan strategi bisnis rumah sakit. Metode- metode \n\nyang digunakan berdasarkan pemikiran dari John Ward dan Joe Peppard dan metode analisa perencanaan \n\nstrategik menggunakan analisa portofolio (McFarlan) untuk merumuskan strategi sistem informasi guna \n\nmendukung dan memacu proses bisnis yang ada di RSUD dr Murjani. Penelitian ini menghasilkan usulan berupa \n\nportfolio aplikasi Ã‚Â– aplikasi sistem informasi mendatang, strategi pengelolaan informasi, serta usulan \n\ninfrastruktur teknologi informasi bagi RSUD dr Murjani yang mengacu kepada strategi bisnis rumah sakit.", "Daftar File": {"proceedings knsi 2014 full edition(176).pdf": "https://digilib.itb.ac.id/gdl/download/82513"}, "Penulis": "Slamet Riyadi", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Strategis sistem informasi, RSUD dr. Murjani.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "13 Mar 2014"}