{"Nomor": 17267, "Judul": "PENGARUH KECEPATAN DAN KONSENTRASI NaCl TERHADAP KOROSI EROSI PADA BAJA KARBON RENDAH", "Abstrak": "Salah satu jenis korosi yang banyak ditemukan pada sistem perpipaan adalah korosi erosi. Korosi erosi adalah kerusakan pada material logam akibat adanya pergerakan relatif fluida korosif dengan permukaan logam. Kecepatan fluida yang relatif tinggi dan mengandung partikel akan menyebabkan erosi, dan kecepatan fluida yang relatif lambat akan menimbulkan korosi saja. Hanya pada kecepatan tertentu (kecepatan kritis) korosi erosi dapat terjadi. Laju kerusakan yang diakibatkan oleh sinergi antara korosi dan erosi lebih besar dibandingkan dengan kerusakan oleh korosi saja atau erosi saja.  \n \n\nPenelitian ini dilakukan pada baja karbon rendah dengan kecepatan fluida yang bervariasi. Alat uji yang digunakan adalah liquid jet impingement. Proses pengujian dilakukan pada sudut impact 900 dan dilakukan selama empat jam pada  \n \n\nmaterial St 37. Kerusakan permukaan hasil pengujian diamati dengan kamera makro dan mikroskop stereo. Cross section diamati dengan mikroskop optik Kontur permukaan diukur dengan dial gauge. Distribusi tegangan geser pada permukaan spesimen disimulasikan dengan Computational Fluid Dynamics  \n \n\n(CFD).  \n \n\nDari penelitian ini didapatkan weight loss yang terjadi pada kecepatan 2,1 relative besar baik pada pengujian menggunakan partikel alumina maupun tanpa alumina  \n \n\ndibandingkan pengujian pada kecepatan 4,42 m/s. Hal ini mengindikasikan pristiwa pada kecepatan rendah lebih dominan korosi dibandingkan erosi. Pada kecepatan yang lebih tinggi yaitu pada kecepatan 6,63 m/s, weight loss yang dialami benda kerja lebih besar dibandingkan kecepatan 2,1 m/s dan 4,42 m/s. Hal ini mengindikasikan bahwa pada kecepatan tinggi peristiwa erosi lebih dominan dibandingkan korosi. Konsentrasi NaCl 3,% memiliki kelarutan oksigen yang optimal dibandingkan dengan konsentrasi NaCl 5%. Kelarutan oksigen yang optimal ini mengakibatkan proses terjadinya autokatalitik oleh ion Cl- menjadi optimal. Kondisi kerusakan permukaan benda kerja pada pengujian dengan konsentrasi NaCl 3,5 % lebih dominan dibandingkan dengan konsentrasi NaCl 5%.", "Daftar File": {"2010 TS PP SOMAWARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82567", "2010 TS PP SOMAWARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82568", "2010 TS PP SOMAWARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82569", "2010 TS PP SOMAWARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82570", "2010 TS PP SOMAWARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82571", "2010 TS PP SOMAWARDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82572", "2010 TS PP SOMAWARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82573"}, "Penulis": "SOMAWARDI (NIM : 23107012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Widyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "korosi-erosi; kecepatan; Konsentrasi NaCl; baja karbon rendah; liquid jet impingement; simulasi CFD; sinergi korosi erosi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}