{"Nomor": 17260, "Judul": "PERBANDINGAN: PREDIKSI PRESTASI BELAJAR MAHASISWA MENGGUNAKAN TEKNIK DATA MINING (STUDY KASUS FASILKOM UNSIKA)", "Abstrak": "Prestasi belajar merupakan salah satu aspek yang paling penting dalam bidang pendidikan. Prestasi belajar yang \n\ntinggi selalu menjadi harapan semua pihak. Bagi pihak perguruan tinggi prestasi belajar mahasiswanya merupakan salah satu \n\nindikator efektif proses belajar mengajar, yang sekaligus dapat digunakan untuk meningkatkan citra perguruan tinggi \n\ntersebut. Di perguruan tinggi prestasi belajar yang dicapainya oleh mahasiswa menggunakan Indeks Prestasi \n\nKumulatif (IPK). Data akademik, data ekonomi dan data geografis mahasiswa dapat digunakan dalam \n\nmenganalisis dan memprediksi kinerja mahasiswa dengan menggunakan teknik-teknik data mining diantaranya adalah \n\nteknik decision tree, NaÃƒÂ¯ve Bayes dan artificial neural network. Dengan variabel-variabel penentu adalah umur saat \n\nmasuk perguruan tinggi, jenis kelamin, suku bangsa, asal sekolah, sks yang diambil, IPS, pembiayaan kuliah, status \n\nmahasiswa, penghasilan orang tua, penghasilan pribadi, dan tempat tinggal. Dari penelitian yang telah dilakukan maka didapat \n\nNaÃƒÂ¯ve Bayes merupakan teknik data mining yang memiliki akurasi yang paling tinggi jika dibandingkan dengan \n\ndecision tree dan artificial neural network. NaÃƒÂ¯ve Bayes juga memiliki waktu yang paling cepat untuk membangun \n\nmodel dibandingkan dua model lain. NaÃƒÂ¯ve Bayes termasuk kedalam good classification dilihat dari ROC Curve.", "Daftar File": {"proceedings knsi 2014 full edition(21).pdf": "https://digilib.itb.ac.id/gdl/download/82522"}, "Penulis": "Sofi Defiyanti", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "data mining, prestasi belajar, perbandingan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "11 Mar 2014"}