{"Nomor": 17263, "Judul": "ANALISA PEMILIHAN PARAMETER APERTUR ZERO OFFSET SERTA PENGARUHNYA TERHADAP STACKING PADA METODE CRS-STACK", "Abstrak": "Operator Common Reflection Surface (CRS) merupakan fungsi dari tiga atribut CRS yang saling mempengaruhi dalam meningkatkan kualitas stacking. Atribut RNIP bergantung dari nilai kecepatan sedangkan atribut RN dipegaruhi oleh fungsi kecepatan dan frekuensi dominan. Ketiga atribut CRS ini memberikan informasi bawah permukaan yaitu sudut datang gelombang normal di permukaan α dan jari-jari kelengkungan dua muka gelombang hipotesis Normal Incidence Point (NIP) RNIP dan normal (N) RN. Ketiga parameter ini didapat dari data pre- stack seismik hasil optimasi dengan fungsi objektif koherensi untuk mendapatkan stacking surface yang tepat pada setiap sampel zero-offset (ZO).      \n \n \n \n \n \n\nPada tugas akhir ini pengolahan CRS-Stack menggunakan data seismik sintetik. Akuisisi data sintetik menggunakan streamer sepanjang 3 km dengan channel sebanyak 120 serta jumlah sumber 141. Waktu perekaman 4s dan interval sampling 4ms. Pengolahan data dengan CRS-Stack dilakukan pada struktur bawah permukaan yang cukup kompleks.      \n \n \n \n \n \n\nAgar mennghasilkan penampang CRS-Stak yang optimum maka dilakukan anlisis pemilihan parameter apertur zero-offset (ZO), kemudian dilakukan pengolahan data CRS untuk bermacam-macam nilai apertur zero-offset (ZO) sehingga dapat dianlisa pengaruhnya terhadap penampang stack.", "Daftar File": {" 2011 TA PP SOFYAN RAMLAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82538", " 2011 TA PP SOFYAN RAMLAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82539", " 2011 TA PP SOFYAN RAMLAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82540", " 2011 TA PP SOFYAN RAMLAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82541", " 2011 TA PP SOFYAN RAMLAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82542", " 2011 TA PP SOFYAN RAMLAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82543", " 2011 TA PP SOFYAN RAMLAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82544"}, "Penulis": "SOFYAN RAMLAN (NIM12305039) pembimbing :Dr. Ir. Agus Laesanpura, M.S.,", "Kontributor / Dosen Pembimbing": ["pembimbing :Dr. Ir. Agus Laesanpura, M.S.,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Atribut CRS, Apertur zero-offset (ZO), Metode CRS-Stack", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}