{"Nomor": 17276, "Judul": "DESAIN SISTEM SUSPENSI AKTIF KERETA API DENGAN TEORI KONTROL H2", "Abstrak": "Di berbagai negara, kereta api merupakan alat transportasi yang esensial, dikarenakan kereta api lebih efisien, cepat, dan ekonomis. Namun, ada beberapa hal yang harus diperbaiki, antara lain masih banyaknya terjadi kecelakaan akibat sistem suspensi yang buruk dan keluhan akan guncangan yang terjadi sehingga menimbulkan ketidaknyamanan para pengguna jasa kereta api. Untuk itu diperlukan suatu rancangan sistem kontrol yang mampu meminimumkan gangguan terhadap kereta api, baik gangguan dari dalam system atau pun dari di luar sistem.  \n \n\nDalam perancangan sistem kontrol, kekokohan dari sistem terhadap gangguan merupakan faktor penting yang harus diperhitungkan. Salah satu jenis kontrol yang kokoh terhadap gangguan adalah kontrol H2.  \n \n\nTugas akhir ini membahas teori kontrol H2 dan aplikasinya pada model kereta api, di mana suspensi pada masalah ini adalah suspensi aktif. Tujuan utama yang ingin dicapai adalah mendesain kontrol agar vibrasi atau gangguan yang terjadi pada sistem kereta api tersebut minimal.  \n \n\nPertama akan diturunkan model matematika dari sistem kereta api tersebut, kemudian akan diturunkan persamaan ruang keadaannya. Lalu dengan menggabungkan plant dengan fungsi-fungsi bobotnya akan didapatkan plant diperumum. Selanjutnya akan dirancang suatu pengontrol optimal dan tunggal menggunakan teori kontrol H2.  \n \n\nDari hasil simulasi diperoleh bahwa kontrol H2 efektif untuk mereduksi gangguan pada sistem suspensi.", "Daftar File": {"2010 TA PP SORNONG MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82602", "2010 TA PP SORNONG MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82603", "2010 TA PP SORNONG MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82604", "2010 TA PP SORNONG MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82605", "2010 TA PP SORNONG MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82606", "2010 TA PP SORNONG MAULANA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82607"}, "Penulis": "SORNONG MAULANA  (NIM : 10104047)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Prof. Dr. Roberd Saragih"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kontrol H2, suspensi aktif, model kereta api, plant diperumum, fungsi transfer loop tertutup", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}