{"Nomor": 17281, "Judul": "ESTIMASI SEBARAN FLUIDA MENGGUNAKAN ATRIBUT POISSON IMPEDANCE MELALUI TEKNIK INVERSI SIMULTAN", "Abstrak": "Reservoir di lapangan Minex* merupakan built up karbonat. Penelitian ini bertujuan memprediksi distribusi lateral dari gas yang terkandung dalam reservoir dengan menggunakan metoda inversi simultan. Metoda ini menginversikan data partial stack (near, mid dan far offset stack) secara bersama-sama (simultaneous) untuk menghasilkan informasi impedansi gelombang P (Ip), impedansi gelombang S (Is), dan Densitas. Untuk mendapatkan properti reservoar yang berhubungan dengan keberadaan fluida pada sumur Minex*, dilakukan beberapa analisa crossplot sebagai uji sensitivitas. Hasil uji sensitivitas menunjukkan bahwa parameter yang baik untuk identifikasi gas adalah Fluid Impedance. Fluid Impedance merupakan atribut Poisson Impedance yang diperoleh dari hasil kombinasi impedansi gelombang P dan impedansi gelombang S sebagai indikator yang sensitif terhadap keberadaan hidrokarbon. Hasil penelitian ini menunjukkan bahwa, batuan karbonat yang tersaturasi gas akan terpisah dari wet reservoir pada harga Fluid Impedance dibawah 2250 m/s*g/cc. Fluid Impedance kemudian digunakan untuk mencitrakan distribusi penyebaran batuan karbonat yang tersaturasi gas. Anomali nilai fluid impedance rendah yang tidak terdapat pada sumur Minex* 3 membuktikan bahwa sumur ini merupakan sumur wet.", "Daftar File": {"2009 TA PP SRI HARMINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82625", "2009 TA PP SRI HARMINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82626", "2009 TA PP SRI HARMINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82627", "2009 TA PP SRI HARMINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82628", "2009 TA PP SRI HARMINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82629", "2009 TA PP SRI HARMINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82630", "2009 TA PP SRI HARMINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82631"}, "Penulis": "SRI HARMINI (NIM 12404028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sonny Winardhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Poisson Impedance, Fluid Impedance, Partial stack, Inversi simultan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}