{"Nomor": 17285, "Judul": "SISTEM MONITORING DISTRIBUSI LPG 3KG PADA PT. GERAI TERPADU INDONESIA", "Abstrak": "Teknologi dapat memberikan kemudahan terhadap suatu masalah yang dihadapi oleh masyarakat. Salah satu \n\nteknologi yang banyak dibutuhkan adalah aplikasi sistem monitoring, dimana sistem ini dapat memonitor hasil \n\ninput dari sebuah proses transaksi. Dengan sistem monitoring, banyak keputusan dapat diambil dengan cepat dan \n\ntepat setelah melewati proses analisis data hasil monitoring. \n\nPT. Gerai Terpadu Indonesia sebagai konsultan yang ditunjuk oleh pemerintah melalui kementrian ESDM akan \n\nmelakukan sistem pendistribusian LPG 3kg secara tertutup di beberapa wilayah di Indonesia. Pihak Konsultan, \n\ndalam kegiatan distribusi memiliki tanggung jawab dalam mengontrol dan memonitoring distribusi. Dalam \n\nkegiatan ini tentunya dukungan teknologi informasi akan sangat dibutuhkan sebagai alat untuk mengontrol \n\npendistribusian agar LPG 3kg tersebut sampai ke masyarakat yang berhak, yaitu dengan membangun aplikasi \n\nsistem monitoring yang dikembangkan dengan menggunakan bahasa pemrograman C# dengan IDE Microsoft \n\nVisual Studio 2010 dan DBMS PostgreSQL 8.4 menjadi basis data distribusi LPG 3kg. \n\nDengan menerapkan sebuah sistem monitoring Distribusi LPG 3kg pada PT. Gerai Terpadu Indonesia, maka \n\npenggunaan dan konsumsi LPG 3kg oleh masyarakat dapat dimonitoring secara langsung oleh pihak perusahaan \n\nyang tentunya akan diserahkan kepada pemerintah negara Repulik Indonesia melalui Kementrian Energi dan \n\nSumber daya Mineral (ESDM) untuk membantu pihak pemerintah untuk mengambil kebijakan-kebijakan yang \n\nterkait dengan distribusi LPG 3kg.", "Daftar File": {"proceedings knsi 2013(205).pdf": "https://digilib.itb.ac.id/gdl/download/82653"}, "Penulis": "Sri Mulyati, Ita Novita, Budi Arie Wibowo", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aplikasi sistem monitoring, pengontrolan distribusi LPG", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "02 Apr 2014"}