{"Nomor": 17286, "Judul": "ISOLASI DAN KARAKTERISASI METABOLIT SEKUNDER DARI EKSTRAK DAUN EUPATORIUM INULIFOLIUM (KIRINYUH)", "Abstrak": "Indonesia merupakan salah satu dari tiga negara yang memiliki keanekaragaman hayati yang tinggi, termasuk keberadaan sekitar 30.000 spesies tanaman. Adanya metabolit sekunder seperti alkaloid, flavanoid, quinon, lignin, steroid, dan terpenoid telah menjadikan tanaman sebagai sumber obat. Eupatorium inulifolium atau Ã‚Â“KirinyuhÃ‚Â” telah dilaporkan memiliki kandungan metabolit sekunder utama dari golongan terpenoid dan flavonoid. Tanaman ini juga telah dilaporkan memiliki banyak manfaat, antara lain sebagai, antimalaria, pembersih, obat luka. Berdasarkan banyaknya manfaat tersebut, penelitian ini bertujuan untuk   \n \n \n \n \n \n\nmengisolasi dan mengkarakterisasi metabolit sekunder yang terdapat pada daun tanaman tersebut. Penelitian ini meliputi proses maserasi 1,94 kg serbuk daun kering selama 2 x 24 jam dengan menggunakan MeOH dan menghasilkan 237 gram ekstrak berwarna hijau. Dua puluh gram ekstrak dipisahkan dengan berbagai teknik pemisahan seperti kromatografi cair vakum (KCV), kromatografi radial, dan kromatografi kolom sephadex sehingaa diperoleh senyawa murni. Struktur molekul senyawa murni ditetapkan berdasarkan data spektrum UVVis dan NMR (1H NMR, 13C NMR, HSQC, HMBC, dan COSY). Pada kegiatan tersebut telah berhasil diisolasi dan diidentifikasi dua senyawa murni yaitu dari jenis flavonoid dan terpenoid. Senyawa flavonoid tersebut adalah 5,7,3Ã‚Â’,4Ã‚Â’-tetrahidroksi-6-metoksiflavon (=      \n \n \n \n \n \n\nnepetin) yang merupakan senyawa kelompok flavon, sedangkan senyawa terpenoidnya adalah inulifolinon E dari kelompok diterpen norlabdan. Keistimewaan dari senyawa 5,7,3',4'-tetrahidroksi-6-metoksiflavon adalah adanya gugus metoksi di posisi C-6 pada cincin A senyawa flavon, yang jarang ditemukan pada tanaman lain, namun telah ditemukan pada tanaman genus Eupatorium seperti E. inulifolium, E. arnottianum, dan E. littorale Inulifolinon E dicirikan dengan adanya cincin furan dan ikatan rangkap terkonjugasi dari gugus karbonil pada posisi C-12, alkena eksosiklik pada posisi C-8, dua gugus hidroksil, dan satu ester monoasetat. Berdasarkan hasil-hasil tersebut, maka pada penelitian ini telah berhasil diisolasi dan diidentifikasi dua senyawa yaitu 5,7,3Ã‚Â’,4Ã‚Â’-tetrahidroksi-6-metoksiflavon (=nepetin) dan inulifolinon E. Kedua senyawa ini sebelumnya telah ditemukan dan dilaporkan.", "Daftar File": {"2012 TA PP SRI RAHAYU MULYATI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82654", "2012 TA PP SRI RAHAYU MULYATI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82655", "2012 TA PP SRI RAHAYU MULYATI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82656", "2012 TA PP SRI RAHAYU MULYATI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82657", "2012 TA PP SRI RAHAYU MULYATI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82658", "2012 TA PP SRI RAHAYU MULYATI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82659", "2012 TA PP SRI RAHAYU MULYATI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82660"}, "Penulis": "SRI RAHAYU MULYATI (NIM : 10508041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Eupatorium, Eupatorium inulifolium, 5,7,3Ã‚Â’,4Ã‚Â’-tetrahidroksi-6-metoksiflavon inulifolinon E", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}