{"Nomor": 17299, "Judul": "DYNAMIC ELECTRONIC BULLETIN BOARD (STUDI KASUS: UNIVERSITAS ABC)", "Abstrak": "Penelitian ini bertujuan membuat sebuah prototype aplikasi yang dapat menyampaikan informasi secara dinamis \n\nkepada setiap civitas akademi di Universitas ABC. Universitas ABC menyampaikan informasi kepada civitas \n\nakademi melalui papan pengumuman, media elektronik(telepon, short message service), Internet(email, groups, \n\nmedia social networking). Informasi dapat disampaikan melalui media cetak ataupun dalam bentuk format \n\ndigital. Informasi dalam bentuk cetakan bersifat statik sedangkan informasi dalam bentuk digital dapat bersifat \n\ndinamis atau berubah-ubah.Penelitian ini membuat tentang aplikasi bulletin board yang dinamis, aplikasi ini \n\ndapat melakukan interaksi dengan penggunanya.Aplikasi ini dapat mendeteksi informasi seorang user dan \n\nmemberikan respons informasi yang berkaitan dengan user tersebut.Adapun metode yang digunakan oleh penulis \n\nyaitu prototyping dan metodologi yang digunakan yaitu metode rekayasa perangkat lunak dengan teknik \n\npengumpulan data yaitu observasi. Dalam perancangan aplikasi ini menggunakan tools seperti : bahasa \n\npemrograman C#.NET, Oracle, dan Adobe Photoshop. Dari penelitian yang dilakukan, teknologi touch screen, \n\ndan face recognition membuat penyajian informasi dapat didistribusikan dengan baik, menjadi menarik, user \n\nfriendly dan efektif.Hasil Pengujian menunjukkan fungsi untuk pengenalan wajah serta informasi yang terkait \n\ndengan user dapat disampaikan dengan baik melalui aplikasi ini. Dengan menggunakan teknologi touch screen \n\ndan face recognition maka user dapat dengan mudah melakukan interaksi dengan papan pengumuman \n\nelektronik.", "Daftar File": {"proceedings knsi 2013(133).pdf": "https://digilib.itb.ac.id/gdl/download/82694"}, "Penulis": "Stenly R. Pungus,Ulaen, Hendra David Christoper, Runtuwarow, Maikel Kristian", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DEBB(Dynamic Electronic Bulletin Board),Touch screen, face recognition", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "26 Mar 2014"}