{"Nomor": 17296, "Judul": "PENGEMBANGAN SISTEM PENGUKUR TEKANAN DIFERENSIAL BERBASIS PC", "Abstrak": "Perkembangan zaman telah menuntut adanya perkembangan dalam bidang instrumentasi dan pengukuran. Untuk itu pengembangan sistem indikator tekanan berbasisi PC sangat diperlukan diperlukan untuk menjawab tantangan tersebut. Dengan berbasis pada PC, sistem diupayakan menjadi sistem yang lebih mudah, sederhana, murah, serta efisien dan efektif dalam pemanfaatanya di terowongan angin, laboratorium Program Studi Aeronautika dan Astronautika, FTMD-ITB. hasil pengukuran dengan sistem ini digunakan untuk menganalisis karakter berbagai model aliran dalam terowongan angin dengan bidang uji sebesar 40cmÃƒÂ—40cm. Model aliran yang diuji antara lain, aliran lapisan batas pada pelat datar, distribusi tekanan pada airfoil Eppler, aliran pada blunt body dan pemanfaatan lainnya yang mengukur perbedaan tekanan. Sistem ini dikembangkan dengan pembangunan perangkat keras dan pembangunan perangkat lunak untuk melakukan akusisi data dan antarmuka dengan peneliti yang menggunakannya. Setelah dibangun, sistem dikalibrasi dengan mikromanometer dan juga Digital Pressure Indikator yang ada di laboratorium. Kemudian sistem diuji dengan membandingkan hasil pengukurannya dengan DPI dan juga solusi analitik dari kasus telah memiliki solusi analitiknya. Hasis pengujian menunjukan bahwa sistem bekerja dengen baik dan dapat digunakan sebagai alat ukur di terowongan angin. Sistem ini juga memiliki kelebihan dibandingkan DPI yaitu mampu menampilkan dan menyimpan data hasil pengukuran melalui PC.", "Daftar File": {"2011 TS PP STARLY NOPE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82683", "2011 TS PP STARLY NOPE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82684", "2011 TS PP STARLY NOPE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82685", "2011 TS PP STARLY NOPE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82686", "2011 TS PP STARLY NOPE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82687", "2011 TS PP STARLY NOPE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82688", "2011 TS PP STARLY NOPE 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82689", "2011 TS PP STARLY NOPE 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/82690", "2011 TS PP STARLY NOPE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82691"}, "Penulis": "STARLY NOPE (NIM : 136 05 005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Lavi R. Zuhal Ema Amalia, ST. , MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem indikator tekanan diferensial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}