{"Nomor": 17290, "Judul": "THE EFFECT OF VIBRATION AMPLITUDE AND FREQUENCY ON THE FATIGUE LIFE", "Abstrak": "Fatigue can sometimes lead to a catastrophic failure in many products such as, aircraft, bridge, railways, etc. Fatigue is often caused by vibration due to the repeating  \n \n\nmovement or cycling load. Vibration is characterized by the amplitude and frequency. If machines or other components run at high level of amplitude, which often occurs at the  \n \n\nresonance frequency, it is believed that they will damage rapidly.  \n \n\nBased on that background, this research is dedicated to study the effect of vibration amplitude and frequency on the fatigue life. To perform the research, a finite element  \n \n\nsoftware is used to design two different types of steel specimens before the experiment under bending load is performed on an electro dynamic shaker. In this experiment, there are 20 specimens to be tested. The tested frequency is around the first natural frequency of the specimen and it is carried out at the frequency ratios r = f/fn (f = excitation frequency, fn = natural frequency) = 0.9010, 0.9792, 1.0000, 1.0200, 1.0900. The frequency ratio is used  \n \n\ninstead of frequency in order to get rid of the error occurs because the first natural frequencies of the specimens are not exactly the same. The amplitude of the vibration is varied in two ways. The first is a constant acceleration level of 10g (g = 9.81 m/s2), while the second is a constant displacement level (the displacement is maintained at level equal to the displacement producing acceleration level of 10g at natural frequency).  \n \n\nThe results of the experiment show that at both ways of testing, i.e. at constant acceleration and constant displacement levels with respect to the variation of frequency ratios, the fatigue life of the specimens increases as the frequency ratio increases.  \n \n\nIn order to confirm the results of the fatigue testing, strain measurements by using strain gage are performed. The results of the strain measurements show that the maximum  \n \n\nstress occurs at the resonance frequency so the fatigue life must have been the shortest at this frequency. Moreover, the results also reveal that at the frequency ratios r = 0.9792 and 1.0200, the stresses are approximately similar but they are higher than those at frequency ratios r = 0.9010 and 1.0900. Hence, the fatigue life of the specimen would he higher when the frequency is far from the resonance frequency.", "Daftar File": {"2012 TS PP SRY VANNEI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82673", "2012 TS PP SRY VANNEI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82672", "2012 TS PP SRY VANNEI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82671", "2012 TS PP SRY VANNEI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82670", "2012 TS PP SRY VANNEI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82674", "2012 TS PP SRY VANNEI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82675", "2012 TS PP SRY VANNEI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82676", "2012 TS PP SRY VANNEI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82677"}, "Penulis": "SRY VANNEI (NIM: 23109019) Tim Pembimbing : Dr. Ir. Zainal Abidin", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Zainal Abidin", "Prof.Dr. Ir. Djoko Suharto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Vibration amplitude, fatigue life, fatigue", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}