{"Nomor": 17306, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM KENDALI PI ANTI WINDUP KONVERTER DC-DC 2 KUADRAN PADA SISTEM TENAGA HIBRIDA BERBASIS SEL BAHAN BAKAR HIDROGEN", "Abstrak": "Sistem tenaga hibrida terdiri dari beberapa komponen berupa sel bahan bakar hidrogen (Fuel Cell), baterai Li-Ion, dan juga Superkapasitor. Adapun sistem ini digunakan untuk memberikan daya ke beban dinamis melalui suatu DC Bus. Tujuan utama dari sistem tenaga hibrida ini adalah untuk memperbaiki respon transien dan kinerja sistem secara keseluruhan.  \n \n\nKonverter DC-DC yang menjadi topik tugas akhir ini adalah konverter 2 kuadran dimana daya dapat mengalir 2 arah baik masukan (input) ke keluaran (output) ataupun sebaliknya. Konverter ini DC-DC dirancang untuk mendukung sumber energi tambahan pada sistem yaitu baterai dan superkapasitor. Konverter DC-DC dirancang untuk meregulasi tegangan output DC Bus serta menyesuaikan mode kerja superkapasitor. Mode kerja ini dapat bersifat mengeluarkan energi (discharging) ataupun menyimpan energi (charging).  \n \n\nHasil dari perancangan konverter DC-DC adalah penggunaan saklar MOSFET sebanyak 2 buah, induktor L sebesar 333 𝜇𝐻, kapasitor C sebesar 140.625 𝜇𝐹, serta rangkaian superkapasitor yang memanfaatkan 9 buah superkapasitor 120 F. Hasil simulasi dan implementasi menghasilkan output sesuai dengan keinginan. Adapun frekuensi switching yang digunakan adalah 25 kHz. Untuk kendali konverter sendiri digunakan proportional integral (PI) dan juga hysteresis sebagai pengendali arus. Adapun pengendali PI ini menggunakan Anti Windup untuk meningkatkan kinerja dan membatasi sinyal kendalian yang dihasilkan.  \n \n\nSetelah dilakukan perancangan dan implementasi DC konverter, dilakukan suatu pemodelan dinamis untuk menghasilkan suatu model yang menggambarkan karakteristik dari konverter. Model dinamis ini dibentuk dalam ruang keadaan dengan mengambil arus induktor dan tegangan kapasitor sebagai status, tegangan bus sebagai output, serta memiliki 3 buah input yaitu arus superkapasitor, tegangan superkapasitor, dan faktor kerja.", "Daftar File": {"2010 TA PP STEVEN TASLIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82735", "2010 TA PP STEVEN TASLIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82736", "2010 TA PP STEVEN TASLIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82737", "2010 TA PP STEVEN TASLIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82738", "2010 TA PP STEVEN TASLIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82739", "2010 TA PP STEVEN TASLIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82740", "2010 TA PP STEVEN TASLIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/82741"}, "Penulis": "STEVEN TASLIM  (NIM : 13206021)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Dr. Ir. Pekik Argo Dahono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Tenaga Hibrida, Konverter DC-DC 2 kuadran, Anti Windup PI, Model Dinamis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}