{"Nomor": 17312, "Judul": "ANALISIS TEGANGAN SISTEM PERPIPAAN BAWAH TANAH STUDI KASUS: PIPA PENYALUR MINYAK TEMPINO-PLAJU PADA PERSILANGAN SUNGAI GERONG", "Abstrak": "Instalasi pipa-pipa penyalur minyak dan gas biasanya dikubur dalam tanah. Alasan pipa penyalur harus dikubur adalah untuk menghindari sabotase, resiko kecelakaan, faktor estetika, dan ketika melintasi pemukiman penduduk, sungai maupun jalan. Oleh karena itu perlu dilakukan  \n \n\nanalisis kedalaman penguburan pada pipa diantaranya adalah untuk menganalisis tegangan yang terjadi pada pipa bawah tanah akibat tekanan vertikal tanah berdasarkan ASME B31.4, ASME B31.8, dan API RP 1102.  \n \n\nPada tugas sarjana ini dilakukan perhitungan dan analisis menggunakan software CANDE 2007 untuk mempermudah perhitungan analisis tegangan dan defleksi pada pipa yang terkubur. Tegangan yang dianalisis adalah tegangan akibat momen bending dan gaya thrust, sedangkan defleksi yang dianalisis adalah defleksi dalam arah lateral dan vertikal pipa. Sebagai studi kasus, penulis menganalisis tegangan pada penampang pipa pada persilangan Sungai Gerong. Ukuran pipa yang dianalisis adalah NPS 10 schedule 40. Analisis dilakukan pada posisi KM 5+250, KM 5+430, dan KM 5+830 dengan memvariasikan kedalaman penguburan dan tekanan hidrostatik air sungai.  \n \n\nDari hasil analisis tegangan dan defleksi yang dilakukan diperoleh bahwa seluruh posisi pipa yang dianalisis memiliki rasio tegangan dari kombinasi thrust dan bending < 1, sehingga kondisi ini aman. Defleksi vertikal yang terjadi pada pipa juga berada < 2% berdasarkan ketentuan yang diijinkan oleh API RP 1102, sehingga kondisi pipa aman. Saran dari penulis adalah perlu adanya analisis tegangan dalam arah longitudinal dan analisis kestabilan ring akibat tekanan tanah dan air agar hasil analisisnya lebih lengkap dan mendalam.", "Daftar File": {"2009 TA PP SUCIPTA PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82774", "2009 TA PP SUCIPTA PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82775", "2009 TA PP SUCIPTA PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82776", "2009 TA PP SUCIPTA PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82777", "2009 TA PP SUCIPTA PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82778", "2009 TA PP SUCIPTA PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82779", "2009 TA PP SUCIPTA PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82780"}, "Penulis": "SUCIPTA PRATAMA (NIM : 13104099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Instalasi pipa-pipa; Perpipaan bawah tanah;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}