{"Nomor": 17318, "Judul": "PENGARUH DIETANOLAMIN PADA MORFOLOGI DAN SIFAT MAGNET LAPISAN TIPIS BARIUM FERIT", "Abstrak": "Penggunaan magnetic recording media pada teknologi penyimpanan inforrmasi memegang peranan penting dalam kehidupan manusia. Magnetic recording media tanpa lapisan overcoat merupakan salah satu tantangan dalam perkembangan teknologi tersebut.  Dibutuhkan material yang mempunyai sifat magnet, sifat mekanik, dan stabilitas kimia yang baik sebagai bahan magneic recording media tanpa lapisan overcoat.  Salah satu material yang dapat menjadi kandidat potensial yaitu berium ferit.     \n \n \n \n\nLapisan tipis barium ferit telah berhasil dibuat dengan metode sol-gel dip coating.  Barium nitrat dan ferit dilarutkan ke dalam etilen glkol dengan chelating agent. Larutan divariasikan dengan cara mencelupkan substrat alumina ke dalam larutan, dikeringkan pada temperatur 250 oc, dan dikalsinasi pada temperatur 900 oc selama 3 jam.     \n \n \n \n\nKarakteristik dilakukan menggunakan XRD untuk mengetahui fasa kristalin yang terbentuk, SEM untuk mengetahui morfologi permukaan lapisan tipis, dan VSM untuk mengetahui sifat magnetnya.  Hasilnya yaitu terbentuknya fasa lapisan tipis BaFe12O19.  Morfologi permukaan lapisan tipis yaitu terutama partikel berbentuk seperti batang. Meningkatkan penambahan DEA mempengaruhi partikel seperti batang menjadi lebih besar dan lebih seragam.  Sifat magnet lapisan tipis barium ferit dipengaruhi oleh ukuran partikel dan komposisi fasa BaFe12O19.", "Daftar File": {"2010 TA PP SUGIARSO AMIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82810", "2010 TA PP SUGIARSO AMIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82811", "2010 TA PP SUGIARSO AMIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82812", "2010 TA PP SUGIARSO AMIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82813", "2010 TA PP SUGIARSO AMIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82814", "2010 TA PP SUGIARSO AMIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82815", "2010 TA PP SUGIARSO AMIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82816"}, "Penulis": "SUGIARSO AMIN (NIM : 13706047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ahmad Nuruddin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Lapis tepis, barium ferit, BaFe12O19, magnet, sol-gel, dip coating, Dietnolamin (DEA)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}