{"Nomor": 17317, "Judul": "PENGARUH VARIASI PROSES ZINCATE DAN PARAMETER ELECTROPLATING TERHADAP KARAKTERISTIK LAPISAN NIKEL PADA ALUMINIUM SERI 1100", "Abstrak": "Proses pelapisan nikel adalah salah satu proses yang banyak digunakan sebagai proses akhir pada permukaan untuk memperbaiki penampilan maupun kualitas permukaan. Salah satu contoh aplikasi pelapisan nikel adalah pelapisan cavity pada injection mould dan continuous caster pada pembuatan baja. Pelapisan nikel pada permukaan aluminium tidak dapat dilakukan secara langsung karena adanya aluminium oksida yang bersifat pasif sehingga lapisan nikel tidak dapat merekat pada permukaan aluminium. Proses zincate dengan larutan ZnO dan NaOH adalah salah satu cara untuk menggantikan lapisan oksida dengan lapisan seng agar bersifat aktif sehingga permukaan aluminium dapat dilapisi      \n \n \n \n\nnikel. Kekuatan rekat lapisan nikel pada aluminium dipengaruhi oleh lamanya proses zincate dan konsentrasi ZnO dalam larutan.      \n \n \n \n\nPenelitian ini bertujuan untuk mengamati sifat mekanik yaitu kekerasan, kekuatan rekat dan tampilan yang optimal dari pelapisan nikel pada permukaan aluminium sebagai alternatif pelapis cetakan produk pewter. Penelitian ini dilakukan dengan cara memvariasikan konsentrasi ZnO dan parameter pelapisan lainnya untuk mendapatkan hasil yang optimal. Hasil penelitian pada proses zincate dengan  pencelupan selama 10 detik pada konsentrasi 80 g/l ZnO pada 400 g/l NaOH mempunyai kekuatan rekat yang lebih baik dari pada 40 g/l dan 60 g/l ZnO pada 400 g/l NaOH. Kekuatan rekat dengan pengujian peel test yang paling tinggi pada      \n \n \n \n\npenelitian ini adalah 13,8 N/mm per lebar substrate. Sedangkan hasil variasi parameter pelapisan menggunakan larutan citrate diperoleh hasil kekerasan dengan tampilan permukaan yang optimal pada kondisi rapat arus 30 A/dm2, pH      \n \n \n \n\n4, temperatur 50OC dengan waktu pelapisan selama 20 menit. Kekerasan rata-rata tertinggi dengan tampilan permukaan terbaik (berwarna cerah dan tidak cacat)adalah 178+22 VHN. Kekerasan dan kekuatan rekat yang diperoleh ternyata masih belum sesuai untuk dapat dijadikan lapisan dalam cetakan untuk membuat produk pewter, sehingga perlu dilakukan penelitian selanjutnya.", "Daftar File": {"2010 TS PP SUGIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82803", "2010 TS PP SUGIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82804", "2010 TS PP SUGIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82805", "2010 TS PP SUGIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82806", "2010 TS PP SUGIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82807", "2010 TS PP SUGIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82808", "2010 TS PP SUGIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82809"}, "Penulis": "SUGIANTO (NIM: 23708001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Zincate, citrate bath, pelapisan listrik, aluminium", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}