{"Nomor": 17314, "Judul": "ISOLASI DAN KARAKTERISASI BIOPIGMEN DARI MIKROALGA LAUT THALASSIOSIRA SP.", "Abstrak": "Mikroalga merupakan sumber daya alam yang sangat melimpah. Penelitian mikroalga sebagai sumber biomassa untuk menghasilkan biodiesel telah banyak dilakukan. Namun,    \n \n \n \n\npenelitian mikroalga sebagai sumber penghasil biopigmen yang sangat bermanfaat bagi industri makanan (sebagai pewarna makanan), kosmetik, dan obat-obatan (sebagai anti    \n \n \n \n\noksidan dan pro-vitamin A) belum banyak dilaporkan. Oleh karena itu, penelitian ini dilakukan untuk mengidentifikasi dan mengarakterisasi biopigmen yang dihasilkan mikroalga laut Thallassiosira sp. Pada penelitian ini mikroalga laut Thalassiosira sp.    \n \n \n \n\ndikultivasi selama 6 hari dengan intensitas cahaya terang:gelap = 12:12. Sel dipanen dengan metode sentrifugasi; biopigmen diekstrak dengan menggunakan pelarut aseton; komponen biopigmen dipisah dengan kromatografi lapis tipis (KLT) menggunakan eluen    \n \n \n \n\naseton:heksana = 3:7; dan masing-masing biopigmen diidentifikasi dan dikarakterisasi. Konsentrasi biomassa Thalassiosira sp. yang diperoleh sebesar 1,75 g/L. Hasil karakterisasi dengan menggunakan KLT, pemindai KLT, dan spektrofotometer UV-Vis menunjukkan bahwa pada mikroalga laut Thalassiosira sp. terdapat biopigmen (pada (lambda)maks) yang berbedabeda meliputi klorofil a (409 nm dan 669 nm) dan c (409 nm dan 669 nm), xantofil (neoxantin (410 nm, 439 nm, dan 466 nm), violaxantin (409 nm, 428 nm, dan 453 nm), lutein (409 nm, 428 nm, dan 452 nm) dan fukosantin (447 nm dan 469 nm)), karoten (beta- karoten (427 nm, 453 nm, dan 473 nm)), dan feofitin (405 nm dan 663 nm).", "Daftar File": {"2012 TA PP SUCI ROMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82782", "2012 TA PP SUCI ROMAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82783", "2012 TA PP SUCI ROMAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82784", "2012 TA PP SUCI ROMAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82785", "2012 TA PP SUCI ROMAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82786", "2012 TA PP SUCI ROMAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82787", "2012 TA PP SUCI ROMAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82788"}, "Penulis": "SUCI ROMAYANTI (NIM : 10508093)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr, Santi Nurbaiti", "Pembimbing 2 : Zeily Nurachman, Dsc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mikroalga, Thalassiosira sp., biopigmen, karotenoid, klorofil", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}