{"Nomor": 17311, "Judul": "LEVERAGE STRATEGI BISNIS UNTUK MENDONGKRAK KINERJA DAN PENCIPTAAN BUSINESS SUSTAINABILITY PADA PERUSAHAAN PERTAMBANGAN BATU BARA SKALA MENENGAH: Studi Kasus di PT Sentra Inovasitama", "Abstrak": "Perusahaaan pertambangan batubara khususnya skala menengah membutuhkan strategi bisnis yang khusus untuk dapat bertahan di tengah problematika umum menyangkut problem problem operasional maupun kelemahan kelemahan operasional yang ada. Menghadapi kondisi tipikal seperti ini, perusahaan dituntut untuk dapat bertahan dan memenangi persaingan dengan membuat terobosan baru berupa strategi bisnis yang dinamis dan berorientasi jangka panjang.Perusahaan juga dituntut memiliki kapabilitas unggulan yang unik serta dukungan strategi yang memadai untuk mendongkrak kinerja dan penciptaan kelangsungan usaha jangka panjang. Problem problem tersebut dapat diatasi bilamana perusahaan bisa mengidentifikasi secara tepat kelemahan operasional melalui analisa yang memadai sehingga bisa ditentukan strategi bisnis yang paling sesuai untuk memecahkan masalah operasional dan strategi tersebut.Untuk memecahkan problem operasional menyangkut pencapaian skala keekonomian bisnis dan pencapaian produktivitas dan kemampuan pengiriman yang menjadi kunci sukses bisnis, diperlukan pendekatan yang paling rasional dan sederhana. Pada saat yang sama, untuk menjamin terciptanya pertumbuhan kinerja bisnis secara jangka panjang juga membutuhkan format strategi dan prakondisi yang kuat dan jitu. Untuk itu strategi yang mendukung arah tersebut perlu dikembangkan berupa strategi perencanaan portofolio penjualan jangka panjang, pengelolaan umur tambang yang optimal serta pengembangan model bisnis yang inovatif dan meningkatkan brand dan reputasi bisnis di pasar. Secara praktis, untuk mendongkrak kinerja, perusahaan pertambangan batubara skala menengah harus fokus dalam mengembangkan dan meningkatkan sumberdaya dan kapabilitas yang ada saat ini guna menciptakan struktur pendapatan dan margin yang lebih baik dengan memperkuat critical success factors yang dimiliki baik berupa dukungan pendanaaan, kecakapan operasional serta kreativitas bisnis serta meminimalisasi gap dalam kelemahan operasional.Untuk menciptakan pertumbuhan bisnis dan tingkat kelangsungan usaha secara jangka panjang, perusahaan pertambangan batubara skala menengah harus dapat mengembangkan daya saing strategis berbasis sumberdaya dan kapabilitas unggul yang ada melalui proses leveraging dan kapitalisasi dan sekuritisasi sumberdaya tersebut.Perusahaan perlu fokus pada pengembangan strategy dinamis dan inisiatif bisnis yang lebih kreatif guna mendukung implementasi rencana strategis yang ada,  \n \n\nRiset dalam thesis ini telah menghasilkan desain strategi bisnis berorientasi jangka panjang beserta aneka inisiatif strategis dan rencana aksi yang dapat diaplikasikan dalam lingkungan PT Sentra Inovasitama untuk mendongkrak kinerja dan menciptakan kelangsungan usaha secara jangka panjang. Inisitaif Strategis tersebut meliputi pengembangan Image dan Reputasi bisnis, Pengembangan Business Value Creation, Pengembangan Sumberdaya dan Kapabalitas Strategis serta pengembangan dan sekuritisasi jaringan bisnis. Strategi strategi ini diharapkan dapat meningkatkan kinerja operasional, penguatan posisi strategis dan daya saing strategis. Secara jangka panjang diharapkan pula mampu meningkatkan kapasitas strategis untuk mencapai kelangsungan usaha. Implementasi strategi bisnis yang berorientasi jangka panjang ini harus dimulai dengan peran dan tanggung jawab manajemen puncak yang disertai strategic leaderships dan tingkat komitmen maupun konfiden yang tinggi serta partisipasi seluruh tim. Preferensi dan intensi manajemen untuk mengalokasikan sumberdaya dan dukungan financial akan menjadi asset berharga dalam rangka percepatan pencapaian tujuan.Sebagai bagian proses transformasi organisasi, manajemen juga dapat membentuk tim khusus yang bertugas untuk mengawal proses implementasi strategis ini sehingga pendongkrakan kinerja dan kelangsungan usaha dapat dikawal secara sistematis dan strategis. Feedback dari implementasi strategi ini akan membuat organisasi dapat dinamis dan focus serta sistematis dalam menggapai end state destination.", "Daftar File": {"2009 TS PP SUBIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82768", "2009 TS PP SUBIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82769", "2009 TS PP SUBIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82770", "2009 TS PP SUBIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82771", "2009 TS PP SUBIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82772", "2009 TS PP SUBIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82773"}, "Penulis": "SUBIYANTO (NIM: 29107168)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Muhammad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sustainability, operating disadvantages, portfolio planning, leveraging, securitizing, robust strategy, business value creation, transformation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}