{"Nomor": 17315, "Judul": "KAJIAN TEORITIS PENGARUH GUGUS PENARIK DAN PENDORONG ELEKTRON PADA SIFAT LUMINESENSI KOMPLEKS EUROPIUM MENGGUNAKAN LIGAN 1,10-FENANTROLIN TERSUBSTITUSI", "Abstrak": "Kemampuan gugus pendorong dan penarik elektron (EDG/EWG) mempengaruhi distribusi elektron suatu molekul menjadi dasar pemikiran penelitan ini. Jika molekul dengan distribusi elektron yang berbeda digunakan sebagai ligan pada logam tertentu, maka struktur dan energi eksitasi kompleks tersebut akan berbeda dan menghasilkan sifat luminesensi yang bervariasi. Variasi sifat luminesensi tersebut telah dipelajari secara teoritis pada kompleks [Eu(III)(1,10-fenantrolin)]3+ menggunakan gugus CH3, CH=CH2, F, OH, CN, CF3, NO2, dan CHO agar diperoleh kesimpulan spesifik mengenai pengaruh masing-masing gugus EDG/EWG.    \n \n \n \n\nParameter yang dipelajari meliputi selisih energi tereksitasi singlet dan triplet ligan (DeltaEISC), selisih energi tereksitasi triplet ligan dan energi level 5D0 europium (DeltaEET), dan laju transer energi (WET) antara ligan dan atom pusat europium. Parameter-parameter tersebut dipelajari secara teoritis menggunakan metode DFT/B3LYP untuk keadaan dasar molekul dan TDDFT untuk keadaan tereksitasi molekul. Fungsi basis 6-31G digunakan untuk atom-atom ligan dan Stuttgart RSC 1997 ECP untuk atom europium. Gugus penarik dan pendorong elektron divariasikan pada posisi 2-X-1,10-fenantrolin, 5-X-1,10-fenantrolin, random-X-1,10-fenantrolin.    \n \n \n \n\nHasil penelitian menunjukkan nilai DeltaEISC lebih besar jika menggunakan EDG (CH3, CH=CH2, F, dan OH) dan lebih kecil jika menggunakan EWG (CN, CF3, NO2, dan CHO). Pola yang berbeda terjadi pada nilai DeltaEET yang lebih besar jika menggunakan gugus yang tidak memiliki ikatan rangkap (CH3, F, OH, dan CF3) dan lebih kecil jika menggunakan gugus yang memiliki ikatan rangkap (CH=CH2, CN, NO2, dan CHO). Pola tersebut konsisten pada posisi 2-X-1,10-fenantrolin, 5-X-1,10-fenantrolin, dan random-X-1,10-fenantrolin. Nilai WET tertinggi diperoleh jika menggunakan ligan 2-NO2-1,10-fenantrolin yang disebabkan terjadinya interaksi langsung antara atom-atom gugus tersebut dengan atom europium.    \n \n \n \n\nOleh karena itu, dapat disimpulkan bahwa jenis, sifat, posisi, dan variasi gugus penarik/pendorong elektron mempengaruhi DeltaEISC, DeltaEET, RL, dan WET kompleks Eu(III)-fenantrolin tersubstitusi. Secara spesifik, gugus penarik elektron    \n \n \n \n\nmeningkatkan nilai DeltaEISC, gugus dengan ikatan (pi) menurunkan nilai DeltaEET, dan gugus yang dapat berinteraksi langsung dengan europium sebagai atom pusat meningkatkan nilai WET. Hasil penelitian ini diharap menjadi panduan untuk merancang kompleks europium yang memiliki sifat luminesensi lebih baik.", "Daftar File": {"2012 TS PP SUDARLIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82793", "2012 TS PP SUDARLIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82791", "2012 TS PP SUDARLIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82792", "2012 TS PP SUDARLIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82790", "2012 TS PP SUDARLIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82789", "2012 TS PP SUDARLIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82795", "2012 TS PP SUDARLIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82794"}, "Penulis": "SUDARLIN (NIM : 20510030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Abdulkadir Martoprawiro"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "luminesensi, europium, fenantrolin, EDG, EWG", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}