{"Nomor": 17313, "Judul": "PENGEMBANGAN MODEL PENERAPAN TOGAF DAN COBIT DALAM TATA KELOLA TEKNOLOGI INFORMASI PADA AMIK WAHANA MANDIRI", "Abstrak": "Perencanaan penerapan Teknologi Informasi (Information Technology/IT) pada Perguruan tinggi merupakan \n\nsuatu institusi pendidikan yang memiliki program studi yang melaksanakan kegiatan pelayanan terhadap \n\nmahasiswa memiliki upaya untuk meningkatakan kualitas pelayanan . Oleh karena itu, harus dibuat perencanaan \n\nstrategis sistem informasi yang bersifat menyeluruh dan terintegrasi yang ada dalam program studi. Perguruan \n\ntinggi memilki tugas pokok Tri Dharma Perguruan Tinggi yaitu Pendidikan, penelitian, dan pengabdian kepada \n\nmasyarakat. Untuk mencapai sasaran teresbut Perguruan tinggi memerlukan dukungan teknologi informasi (TI) \n\ndengan tata kelola yang baik untuk peningkatan kualitas operasi dalam program studi. Dengan dukungan \n\ntatakelola TI yang baik maka program studi dapat dengan mudah dalam mencari dan mengakses data dan \n\ninformasi untuk meningkatkan pelayanan. Untuk tercapainya tujuan pembangunan tatakelola yang baik dapat \n\nmenggunakan framework yang digunakan dalam Enterprise Architectur (EA) adalah The open group \n\narchitecture framework ( TOGAF) . TOGAF memberikan gambaran yang detil bagaimana membangun, \n\nmengelola dan mengimplementasikan Enterprise Architectur (EA) dan system informasi yang disebut dengan \n\narchitecture development method (ADM). Pendekatan model Tatakelola IT yang ideal dapat menggunakan \n\nFramework TOGAF dan COBIT. Cakupan pembahasan TOGAF meliputi, arsitektur data, arsitektur aplikasi, \n\narsitektur teknologi, arsitektur bisnis. COBIT memiliki domain utama yakni perencanaan & organisasi, akuisisi & \n\nimplementasi, dukungan & layanan IT, serta Kontrol. Domain yang dipilih dalam penelitian ini untuk dibuatkan \n\nrekomendasi pengelolaan TI adalah domain Deliver and Support (DS), Monitor and Evaluate (ME).", "Daftar File": {"proceedings knsi 2014 full edition(270).pdf": "https://digilib.itb.ac.id/gdl/download/82781"}, "Penulis": "Sucipto", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Enterprise architecture,framework,TOGAF ADM,COBIT.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "14 Mar 2014"}