{"Nomor": 17325, "Judul": "FUNGSIONAL-N LINEAR TERBATAS DAN ORTOGONALITAS DI RUANG NORM-N", "Abstrak": "Konsep ruang norm-n merupakan hasil pengembangan konsep ruang norm. Secara\ngeometris, norm-n adalah fungsi yang menyatakan volume paralelpipedium berdimensi\nn. Terdapat kaitan erat antara konsep ruang norm-n dengan konsep ruang\nhasil kali dalam-n, khususnya bahwa setiap hasil kali dalam-n dapat menginduksi\nsuatu norm-n. Demikian pula beberapa sifat norm-n terinduksi diwarisi secara\nlangsung dari sifat hasil kali dalam-n.\nDalam sebuah ruang vektor dapat didefinisikan berbagai formula norm-n.\nKhususnya di ruang Hilbert terpisahkan (separable) paling sedikit terdapat empat\nformula, yaitu norm-n baku, norm-n G¨ahler, norm-n Gunawan, serta sebuah\nformula baru yang dikonstruksi. Meskipun empat formula ini berbeda satu sama\nlain dapat ditunjukkan bahwa semuanya identik di ruang Hilbert. Selain itu, ditunjukkan\npula bahwa sebarang norm-n di suatu ruang norm dapat menginduksi sebuah\nnorm-n di ruang dualnya.\nSerupa dengan fungsional di ruang norm, di ruang norm-n dapat didefinisikan\nfungsional-n linear terbatas. Himpunan semua fungsional-n membentuk sebuah\nruang norm. Beberapa sifat penting dari fungsional-n ini dikaji serta dilengkapi\ndengan berbagai contoh penunjang. Hasil-hasil yang diperoleh dapat menjadi\npijakan untuk menyelidiki teorema representasi Riesz di ruang norm-n.\nBeberapa konsep ortogonalitas di ruang norm-n telah dirumuskan, diantaranya oleh\nKhan-Siddiqui, Cho-Kim, Gunawan dkk, serta Mazaheri-Nezhad. Semua konsep\ntersebut dikaji ulang serta dibandingkan satu sama lain. Khususnya, beberapa\nhasil tentang ortogonalitas-b dari Mazaheri-Nezhad dikemukakan. Salah satu hasil\ntersebut adalah bahwa ortogonalitas-b setara dengan kebebaslinearan.", "Daftar File": {"2012 DS PP SUMANANG MUHTAR GOZALI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82848", "2012 DS PP SUMANANG MUHTAR GOZALI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82851", "2012 DS PP SUMANANG MUHTAR GOZALI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82852", "2012 DS PP SUMANANG MUHTAR GOZALI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82853"}, "Penulis": "SUMANANG MUHTAR GOZALI  [30107010]", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Prof. Dr. Hendra Gunawan, Dr. Oki Neswan, dan Dr. Janny Lindiarni"], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ruang norm-n, Hilbert, Gahler.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "27 Sep 2017"}