{"Nomor": 17329, "Judul": "ESTIMASI PERMEABILITAS PADA RESERVOIR TERBATAS MENGGUNAKAN ENSEMBLE KALMAN FILTER", "Abstrak": "Terdapat banyak faktor yang mempengaruhi laju alir minyak pada sebuah reservoir, salah satunya adalah permeabilitas. Permeabilitas merupakan kemampuan batuan untuk mengalirkan fluida berupa minyak. Pada tugas akhir ini, diestimasi nilai permeabilitas minyak menggunakan metode Ensemble Kalman Filter untuk memprediksi laju produksi minyak dalam reservoir dengan kondisi batas constant pressure production dan no flow. Ensemble Kalman Filter merupakan metode yang popular untuk melakukan history matching pada   reservoir minyak. Dimana pada Ensemble Kalman Filter dimodifikasi parameterparameter yang tidak dapat di-update menggunakan history matching tradisional.Dari hasil estimasi permeabilitas menggunakan penerapan Ensemble    \n \n\nKalman Filter pada History Macthing, dapat diprediksi laju produksi minyak dan kelayakan model reservoir terbatas, dengan kondisi batas constant pressure production dan no flow.", "Daftar File": {"2011 TA PP SUNDARI EKO WATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82874", "2011 TA PP SUNDARI EKO WATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82875", "2011 TA PP SUNDARI EKO WATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82876", "2011 TA PP SUNDARI EKO WATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82877", "2011 TA PP SUNDARI EKO WATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82878", "2011 TA PP SUNDARI EKO WATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82879"}, "Penulis": "SUNDARI EKO WATI (NIM : 10105032)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Prof. Dr. Sutawanir Darwis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Permeabilitas, history matching, mengupdate parameter, Ensemble Kalman filter (EnKF)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}