{"Nomor": 17327, "Judul": "MODEL PREDIKSI KOROSI PADA PIPA GAS DENGAN METODE JARINGAN SARAF TIRUAN", "Abstrak": "Jaringan Saraf Tiruan (JST) merupakan suatu adaptasi dari sistem saraf manusia dan termasuk ke dalam perangkat untuk memahami model yang kompleks, termasuk korosi. Dengan aplikasi JST, sebuah model dapat diperbarui secara iteratif, dengan kata lain aplikasi tersebut nantinya akan dapat beradaptasi untuk semua keputusan. Keputusan-keputusan itu dipelajari dari data sebelumnya dan kemudian JST akan mengenali pola dari data yang terus menerus berubah, seperti pada bidang Minyak dan Gas.                                                                        \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nBerdasarkan karakteristik-karakteristik dari metode Jaringan Saraf Tiruan, model laju korosi akan diperbarui secara iteratif pada saat fase training agar mencapai model tujuan yang terbaik (lebih akurat). Dengan menggunakan sejumlah data masukan dan data keluaran dari karakteristik-karakteristik fluida, hasil dari model laju korosi akan dapat memprediksi laju korosi dalam kisaran data masukan yang telah di masukkan. Dengan model-model yang adaptif dan dapat diatur pada data yang dinamis, prediksi dengan akurasi yang tinggi akan diperoleh. Metodologi penelitian dengan subjek minyak mentah telah dikembangkan oleh Hernandez dan Nesic (2005). Karakteristik minyak mentah yang dikaitkan dengan laju korosi adalah kandungan sulfur, vanadium, nikel, total acid number, dan API. Korelasi dari karakteristik minyak mentah dengan laju korosi telah dianalisis dengan regresi linier. Persentase hambatan pada kasus ini adalah nilai rasio laju korosi pada pipa yang dialiri fluida terhadap laju korosi pada pipa tanpa fluida. Tugas akhir ini akan menjelaskan program dengan JST untuk menentukan laju korosi pada pipa carbon-steel yang dialiri fluida (gas). Karakteristik gas yang dievaluasi meliputi komposisi gas, temperatur, tekanan, dan injeksi penghambat laju korosi. Hanya data yang mempunyai signifikansi tinggi yang akan digunakan. Kemudian, dibuat program JST dengan menggunakan variabel-variabel signifikan tersebut untuk prediksi laju korosi pada pipa gas.", "Daftar File": {"2012 TA PP SUMARNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82861", "2012 TA PP SUMARNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82862", "2012 TA PP SUMARNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82863", "2012 TA PP SUMARNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82864", "2012 TA PP SUMARNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82865", "2012 TA PP SUMARNI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82866", "2012 TA PP SUMARNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82867"}, "Penulis": "SUMARNI (NIM : 10108057 )", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Kuntjoro Adji Sidarto", "Pembimbing 2 : Deden Supriyatman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "prediksi korosi, jaringan saraf tiruan, pipa gas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}