{"Nomor": 17334, "Judul": "PEMODELAN ELEMEN HINGGA RESPON MAGNETOTELURIK 2D MODUS TRANVERSE MAGNETIC (TM) DENGAN MEMPERHITUNGKAN EFEK TOPOGRAFI", "Abstrak": "Telah dibuat pemodelan numerik magnetotelurik 2D untuk modus TM dengan memperhitungkan efek topografi berdasarkan metode elemen hingga pendekatan Galerkin. Pemodelan ini dibuat untuk mempelajari struktur bawah permukaan bumi dengan memanfaatkan sifat konduktivitas medium. Dalam pemodelan ini, respon yang dikaji berupa resistivitas semu berserta fasa impedansi dipermukaan bumi. Auxiliary field untuk kasus topografi didapat dari turunan normal medan magnet. Adapun model yang digunakan dalam penelitian ini meliputi model bumi homogen, model bumi berlapis, model bumi dengan kontak vertikal, dan model bumi dengan anomali konduktif dengan lapisan penutup. Pada masing-masing model diberlakukan topografi datar, topografi lereng dan topografi bukit. Dari hasil pemodelan yang telah diperoleh dapat diketahui bahwa variasi resistivitas semu dan fasa impedansi serta distribusi medan secara spasial dan temporal (frekuensi) menunjukkan pengaruh model-model bumi dan topografi yang digunakan.", "Daftar File": {"2012 TS PP SUPRIYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82902", "2012 TS PP SUPRIYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82908", "2012 TS PP SUPRIYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82907", "2012 TS PP SUPRIYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82906", "2012 TS PP SUPRIYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82905", "2012 TS PP SUPRIYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82904", "2012 TS PP SUPRIYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82903"}, "Penulis": "SUPRIYADI (NIM: 20210002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "magnetotelurik, metode elemen hingga, modus TM, auxiliary field, topografi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}