{"Nomor": 17346, "Judul": "PERHITUNGAN PELEPASAN KALOR BERDASARKAN DATA TEKANAN PADA MOTOR BENSIN TOYOTA 7KE 1800CC", "Abstrak": "Dalam desain suatu mesin, kita ingin mengetahui pelepasan kalor berdasarkan data tekanan yang diperoleh dari sensor tekanan. Setelah memiliki data tekanan kita gabungkan dengan variabel lain, maka pelepasan kalor yang terjadi di ruang bakar dapat diperoleh. Tugas akhir ini bertujuan agar dapat membuat analisa data pelepasan kalor dengan variasi pembebanan mesin, sudut penyalaan busi dan putaran mesin.  \n \n\nDalam mengerjakan tugas akhir ini penulis menggunakan studi literatur, data pengujian dan dengan bantuan perangkat lunak untuk proses perhitungan dan interpolasi tabel.  \n \n\nHasil yang diperoleh dari tugas akhir ini adalah data pelepasan kalor untuk setiap sudut engkol pada tahap pembakaran. Berdasarkan data pengujian yang tersedia, yaitu dengan variasi pembebanan mesin, sudut penyalaan busi dan  \n \n\nputaran mesin.  \n \n\nPada tugas akhir ini dapat disimpulkan dari data pelepasan kalor, bahwa memajukan saat penyalaan busi dapat menaikkan pelepasan kalor hingga batas knocking. Menaikkan putaran mesin putaran juga dapat menyebabkan kenaikan pelepasan kalor sampai suatu titik, lalu penambahan putaran akan menyebabkan penurunan pelepasan kalor. Saran penulis untuk penelitian selanjutnya adalah: agar dapat memperkecil interval pada variasi variabel pengujian agar hasil analisa  \n \n\nyang diperoleh lebih cermat, dan juga memperbaiki pengolahan data tekanan yaitu metoda curve fitting karena kurang memuaskan.", "Daftar File": {"2006 TA PP SUSANTO ARIF SARDJONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82949", "2006 TA PP SUSANTO ARIF SARDJONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82950", "2006 TA PP SUSANTO ARIF SARDJONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82951", "2006 TA PP SUSANTO ARIF SARDJONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82952", "2006 TA PP SUSANTO ARIF SARDJONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82953", "2006 TA PP SUSANTO ARIF SARDJONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82954"}, "Penulis": "SUSANTO ARIF SARDJONO (NIM : 13199085)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Arief Hariyanto", "Prof. Wiranto Arismunandar, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kalor, motor, TOYOTA 7KE 1800CC, bensin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}