{"Nomor": 17350, "Judul": "ANALISIS KARAKTERISTIK ANTENA MICROSTRIP-PATCH BERBASIS METAMATERIAL", "Abstrak": "Perangkat telekomunikasi yang semakin kecil membuat permintaan akan antena compact berkembang dengan sangat pesat. Karena itu, penulis mengajukan antena microstrip-patch berbasis metamaterial sebagai solusi untuk memenuhi permintaan tersebut dalam Tugas Akhir ini. Dengan pendekatan konsep saluran transmisi Composite Right-Left Handed (CRLH), penulis mendesain antena microstrip-patch berbasis metamaterial yang frekuensinya 2,3 GHz pada substrate FR4-HF Epoxy. Penulis mendesain antena dengan menggunakan bantuan 3-Dimensions software (software 3D). Desain antena yang didapatkan melalui simulasi tersebut kemudian direalisasikan dan diukur.  \n \n\nUntuk mempelajari karakteristik antena microstrip-patch berbasis metamaterial, penulis membandingkan karakteristiknya dengan antena microstrip-patch konvensional. Hal ini penulis lakukan melalui simulasi maupun pengukuran. Karakteristik yang dibandingkan adalah dimensi antena, return loss (S11), VSWR, bandwidth, pola radiasi, gain dan polarisasi. Dari desain yang diperoleh, penggunaan konsep metamaterial ternyata dapat mengurangi dimensi antena hingga 65 %.", "Daftar File": {"2010 TA PP SUTINAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/82976", "2010 TA PP SUTINAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/82977", "2010 TA PP SUTINAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/82978", "2010 TA PP SUTINAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/82979", "2010 TA PP SUTINAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/82980", "2010 TA PP SUTINAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/82981", "2010 TA PP SUTINAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/82982"}, "Penulis": "SUTINAH (NIM : 13206038): Pembimbing Tugas Akhir  : Dr. Achmad Munir", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir  : Dr. Achmad Munir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metamaterial, microstrip-patch, saluran transmisi CRLH, dimensi antena, return loss (S11), VSWR, gain, pola radiasi, polarisasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}