{"Nomor": 17365, "Judul": "PERANCANGAN PROSES BISNIS UTAMA DAN PROSES BISNIS FUNGSI KEUANGAN BERDASARKAN EUROPEAN QUALITY IMPROVEMENT SYSTEM", "Abstrak": "Di era globalisasi, persaingan tenaga kerja makin ketat, lulusan perguruan tinggi harus bersaing tidak hanya dengan lulusan dalam negeri tetapi juga luar negeri. Hal ini menjadi tuntutan bagi perguruan tinggi dalam negeri untuk meningkatkan kualitas lulusannya agar mampu bersaing dengan lulusan lembaga pendidikan luar negeri. Salah satu cara untuk memberikan jaminan mutu terhadap perguruan tinggi adalah dengan akreditasi internasional.  \n \n\nEQUIS sebagai salah satu sistem akreditasi internasional yang lebih dikhususkan kepada institusi higher education untuk manajemen dan administrasi bisnis, dijadikan referensi dalam proyek akhir ini untuk memberikan jaminan kualitas internasional yang dibutuhkan oleh perguruan tinggi dalam negeri. EQUIS mempunyai sepuluh dimensi penilaian yang dijabarkan ke dalam standar dan kriteria penilaian. Untuk mencapai standar dan kriteria  \n \n\ntersebut, diperlukan proses. Proses-proses untuk memenuhi kriteria tersebut harus terangkai menjadi proses perguruan tinggi secara keseluruhan agar kriteria dan standar EQUIS tersebut tidak berdiri sendiri.  \n \n\nDalam proyek akhir ini dihasilkan pendekatan IBEST untuk merancang standar proses bisnis yang digunakan perguruan tinggi dalam rangka mendapatkan akreditasi internasional  \n \n\nEQUIS. IBEST merupakan kependekan dari Integrated Business Process for Higher Education System. IBEST merupakan proses bisnis yang dirancang berdasarkan standar dan kriteria EQUIS. IBEST mempunyai empat siklus (4P), yaitu: perencanaan, persiapan, pelaksanaan, dan penilaian. Keempat siklus tersebut dilakukan berdasarkan siklus waktunya.  \n \n\nSiklus waktu yang digunakan adalah 5 tahunan, 1 tahunan, dan semesteran. Dari hasil perancangan proses bisnis utama didapatkan enam area kerja, yaitu akademik, keuangan, fasilitas, sumber daya manusia, teknologi informasi, dan pemasaran. Selain proses bisnis utama, dirancang pula proses bisnis fungsi keuangan yang juga menjadi salah satu dimensi penilaian bagi EQUIS.  \n \n\nDalam mengimpelementasikan suatu perubahan dalam organisasi, seringkali terjadi penolakan. Beberapa metode pengelolaan penolakan dikemukakan oleh Kotter dan  \n \n\nSchlesinger. Salah satu upaya untuk mengelola perubahan tersebut adalah dengan mengkomunikasikan perubahan. Selain itu dukungan sumber daya baik berupa pelatihan,  \n \n\ndana, dan teknologi informasi juga menjadi hal yang perlu diperhatikan dalam rencana implementasi.", "Daftar File": {"2009 TS PP SYLVIA KUMALA DEWI CAHYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83059", "2009 TS PP SYLVIA KUMALA DEWI CAHYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83060", "2009 TS PP SYLVIA KUMALA DEWI CAHYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83061", "2009 TS PP SYLVIA KUMALA DEWI CAHYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83062", "2009 TS PP SYLVIA KUMALA DEWI CAHYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83063", "2009 TS PP SYLVIA KUMALA DEWI CAHYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83064"}, "Penulis": "SYLVIA KUMALA DEWI CAHYONO (NIM : 29107038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "desain proses bisnis, akreditasi EQUIS, pendidikan tinggi, keuangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}