{"Nomor": 17361, "Judul": "THE HIDDEN SUBGROUP PROBLEM DALAM ALGORITMA PADA KOMPUTASI KUANTUM", "Abstrak": "Didalam tugas akhir ini, akan dikaji ulang bahasan mengenai kuantum komputasi dan The Hidden Subgroup Problem sebagai salah satu framework dalam memecahkan masalah-masalah pada komputasi objek-objek yang berstruktur dan sistematis. Hal ini dirasa perlu karena mengacu pada perkembangan teknologi komputer saat ini, diperkirakan pada tahun 2030 ukuran komponen-komponen elektronik pada komputer akan berupa atom-atom tunggal saja. Tentunya, dalam dimensi seukuran atom tunggal ini, komputasi klasik yang diterapkan pada komponen-komponen elektronik ini tidak akan relevan lagi sehingga muncullah komputasi kuantum. Komputasi kuantum yang didasarkan pada mekanika kuantum akan mampu memenuhi sifat dan perilaku komponen elektronik dalam orde nano. Selain itu latar belakang diatas, peran komputasi kuantum juga diperhitungkan karena menjanjikan kinerja yang secara eksponesial lebih efektif dan efisien. Hal ini disebabkan oleh sifat pembawa informasi dalam komputasi kuantum yaitu qubit dimana jika bit dalam komputasi klasik bernilai deterministik 0 atau 1, maka qubit dapat membawa informasi 0 dan 1 sekaligus dalam bentuk superposisi amplitudo probabilistiknya. Dengan demikian, ketika n bit hanya dapat membawa n jumlah data, maka n qubit akan mampu membawa 2n jumlah data. Selanjutnya, dari segi algoritma, algoritma kuantum dengan oraclenya mampu menyelesaikan permasalahan-permasalahan jauh lebih cepat dibandingkan algoritma klasik. Guna memahami algoritma-algoritma kuantum yang obyek-obyeknya memiliki struktur seperti algoritma Simon, maka penting untuk mengerti The Hidden Subgroup problem. Dengan framework hidden subgroup problem, algoritma Simon akan diidentifikasi dan disimplifikasi sehingga lebih mudah dipahami", "Daftar File": {"2012 TA PP SYARIFAH AMELIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83036", "2012 TA PP SYARIFAH AMELIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83037", "2012 TA PP SYARIFAH AMELIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83038", "2012 TA PP SYARIFAH AMELIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83039", "2012 TA PP SYARIFAH AMELIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83040", "2012 TA PP SYARIFAH AMELIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83041", "2012 TA PP SYARIFAH AMELIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83042", "2012 TA PP SYARIFAH AMELIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83043"}, "Penulis": "SYARIFAH AMELIA (NIM : 10207086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Freddy Permana Zen"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komputasi kuantum, komputasi klasik, perangkat mekanika kuantum, Qubit, Algoritma Simon, The Hidden Subgroup Problem.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}