{"Nomor": 17364, "Judul": "PERANCANGAN DAN IMPLEMENTASI KONTROL KOLABORATIF UNTUK KURSI RODA ROBOTIK DENGAN KEMAMPUAN PENJEJAKAN DINDING DAN PENGHINDARAN RINTANGAN", "Abstrak": "Dewasa ini, angka penderita kelumpuhan motorik total relatif cukup besar. Dengan tujuan mengatasi masalah tersebut, dikembangkan kursi roda listrik yang  \n \n\ndigerakkan dengan antarmuka otak-komputer. Akan tetapi, kursi roda ini masih memiliki keterbatasan dalam kompleksitas dan kecepatan pengolahan perintah. Oleh karena itu, dibutuhkan sebuah sistem yang dapat mengatasi keterbatasan tersebut yaitu kontrol kolaboratif. Kontrol kolaboratif adalah sistem kontrol yang menggabungkan antara intensi pengguna dengan sistem robotik. Sistem robotik yang dirancang dikhususkan  \n \n\npada koridor dengan kemampuan penjejakan dinding dan penghindaran rintangan. Untuk mendukung sistem tersebut, dibutuhkan sebuah pengukur jarak berbasis ultrasonik yang mampu menggambarkan keadaan lingkungan sekitarnya. Sistem penjejak dinding dirancang agar kursi roda robotik dapat berjalan pada jarak tertentu di sepanjang koridor agar tidak menabrak dinding. Penghindaran  \n \n\nrintangan pada rancangan ini mengacu pada konsep pemindahan jalur. Apabila saat penjejakan dinding terhadap sebuah sisi koridor dan terdeteksinya adanya  \n \n\nrintangan, sistem ini akan menghindari rintangan tersebut. Selanjutnya, sistem ini akan mencari sisi koridor lainnya untuk penjejakan dinding terhadap sisi tersebut. Pada penelitian ini dilakukan pengujian pada pengukur jarak berbasis ultrasonik dalam keadaan statik yang diperoleh tingkat akurasi minimal 97,74% dan tingkat presisi minimal sebesar 98,99%. Kursi roda robotik telah dapat melakukan sistem kontrol kolaboratif dengan kemampuan penjejakan dinding dan penghindaran  \n \n\nrintangan pada koridor. Berdasarkan pengujian, nilai gain sistem penjejak dinding yang paling optimal pada pole 180o dengan magnitude pole sebesar 3. Nilai settling time yang dihasilkan pada pengujian jarak dan theta sebesar 1,33 detik.", "Daftar File": {"2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83052", "2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83053", "2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83054", "2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83055", "2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83056", "2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83057", "2014 TA PP  SYLVESTER CHRISANDER-GUNACHANDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83058"}, "Penulis": "SYLVESTER CHRISANDER (NIM : 13310039) -GUNACHANDRA (NIM : 13310071)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nAugie Widyotriatmo, Ph.D.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kontrol Kolaboratif, Sistem Penjejak Dinding, Sistem Penghindar Rintangan, Pengukur Jarak Berbasis Ultrasonik, Kursi Roda Robotik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}