{"Nomor": 17367, "Judul": "PERANCANGAN KONTROL POSISI DUA SUMBU PADA ROBOT KARTESIAN BPPT", "Abstrak": "Kebutuhan akan produk dalam jumlah besar dan berkualitas tinggi mengharuskan proses produksi yang kontinu dan memiliki ketelitian tinggi. Untuk mengatasi permasalahan tersebut, saat ini sudah banyak diterapkan mesin-mesin yang  \n \n\nbekerja secara otomatis pada industri. Mesin-mesin tersebut biasanya dikendalikan dengan komputer khusus yang harganya mahal dan kurang fleksibel.  \n \n\nDalam penelitian ini dilakukan penelitian untuk mengembangkan mesin otomatis dengan sistem pengendali berbasis PC (Personal Computer). Pengendalian yang  \n \n\ndikembangkan disini adalah pengendalian posisi pada robot kartesian dua sumbu. Penelitian ini terdiri atas dua bagian utama yaitu pengembangan perangkat lunak kendali dan pengujian lintasan gerak. Pada robot kartesian dua sumbu dibutuhkan pengaturan gerakan pada kedua sumbu secara bersama-sama. Pengaturan gerakan ini dikenal dengan pengaturan gerakan interpolasi. Ada dua interpolasi yang umum digunakan pada robot kartesian dua sumbu yaitu interpolasi linier dan interpolasi lingkaran. Hasil penelitian yang diperoleh menunjukkan bahwa perangkat lunak yang dibuat telah mampu mengendalikan robot pada lintasan lurus maupun lintasan busur. Ketelitian lintasan yang dihasilkan diamati pada lintasan yang dicetak pada kertas.", "Daftar File": {"2004 TS PP TAAT MULYOTO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83072", "2004 TS PP TAAT MULYOTO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83073", "2004 TS PP TAAT MULYOTO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83074", "2004 TS PP TAAT MULYOTO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83075", "2004 TS PP TAAT MULYOTO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83076", "2004 TS PP TAAT MULYOTO  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83077", "2004 TS PP TAAT MULYOTO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83078"}, "Penulis": "TAAT MULYONO (NIM : 23102008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin", "Dr. Ir. Danny S. Gandana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kartesian, interpolasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}