{"Nomor": 17377, "Judul": "MODEL DETERMINISTIK DAN STOKASTIK PADA PROSES PENGEMBANGAN LAPANGAN MINYAK DAN GAS", "Abstrak": "Proses pengembangan lapangan minyak dan gas merupakan suatu proses yang berurutan di alam. Proses ini terdiri dari dua subproses, yaitu proses pemboran dan produksi. Pada proses pemboran, terjadi peristiwa dimana hanya  \n \n\nsatu sumur yang dapat dibor dalam satu waktu dan pada proses produksi sumur memiliki ketidakpastian tingkat produksi. Dari permasalahan tersebut akan dibangun sebuah model matematis yang menggambarkan proses pengembangan lapangan minyak dan gas. Model yang dibangun menggunakan dua pendekatan, yaitu pendekatan deterministik dan stokastik. Untuk kasus deterministik, waktu untuk proses pemboran pada setiap sumur dianggap sama, begitu juga untuk proses produksi. Sedangkan untuk kasus stokastik, waktu untuk proses pemboran dan produksi mengikuti suatu pola distribusi tertentu.  \n \n\nModel ini menggunakan dasar teori pembaruan (Renewals Theory). Pada model stokastik diambil dua contoh pola distribusi yang digunakan yaitu distribusi eksponensial dan distribusi gamma. Model ini digunakan untuk melihat  \n \n\nbanyaknya sumur yang aktif dalam satu waktu yang digunakan untuk menaksir laju produksi pada suatu lapangan.", "Daftar File": {"2011 TA PP  TASYA PASMA HARYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83115", "2011 TA PP  TASYA PASMA HARYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83116", "2011 TA PP  TASYA PASMA HARYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83117", "2011 TA PP  TASYA PASMA HARYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83118", "2011 TA PP  TASYA PASMA HARYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83119", "2011 TA PP  TASYA PASMA HARYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83120"}, "Penulis": "TASYA PASMA HARYANI (NIM. 101 07 057)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Renewals Theory, proses pengembangan lapangan, proses pemboran, proses produksi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}