{"Nomor": 17375, "Judul": "SKENARIO MANAJEMEN PERUBAHAN SEBAGAI KONSEKUENSI PENERAPAN SISTEM DATA TERINTEGRASI ACQUIRE DI TAMBANG BAWAH TANAH", "Abstrak": "Perusahaan PT. Freeport Indonesia bergerak dibidang pertambangan, untuk menjalankan visi dan misi Tambang Bawah Tanah khususnya mengembangkan tim yang berkomitmen dan kompeten untuk membangun, mengoperasikan dan memelihara tambang bawah tanah kelas dunia dengan cara aman dan konsisten untuk mencapai hasil yang ditargetkan dengan menerapkan praktek dan teknologi terbaik. Sebagai salah satu tujuan utama perusahaan melakukan praktek kerja yang baik maka dilakukan banyak perbaikan dalam sisi teknis operasional untuk meningkatkan kualitas dan efisiensi. Di masa depan, tambang bawah tanah akan menjadi tambang utama di PT Freeport Indonesia. Dalam bagian perencanaan produksi tambang bawah tanah, selain perencanaan itu sendiri, diperlukan penyediaan data dan laporan yang akurat, lengkap, dan cepat untuk menunjang operasi perusahaan dalam perencanaan dan penentuan keputusan untuk meningkatkan produktifitas dan efisiensi. Proyek akhir ini merupakan studi tentang kemungkinan alternatif dan manajemen untuk pengembangan sistem data. Sistem data yang ada sekarang mempunyai beberapa kekurangan untuk dilakukan pengembangan untuk memperbaiki kualitas data dengan membuat otomatis validasi data, serta mengembangkan sistem penyimpanan data dan laporan. Tujuan utama proyek ini adalah menentukan sistem yang akan digunakan dan mengimplementasikannya dengan baik agar perubahan yang terjadi berjalan dengan baik. Metode yang digunakan dalam beberapa analisis diantaranya adalah penggunaan metode Analytical Hierarchy Process (AHP) dilakukan untuk memilih sistem teknologi informasi yang akan digunakan untuk menyelesaikan permasalahan yang ada. Penggunaan teknik manajemen perubahan metode Prosci dilakukan untuk implementasi sistem data yang baru. Dari analisis yang dilakukan didapat sistem data acQuire yang merupakan aplikasi dapat digunakan untuk mengembangkan sistem data dengan lebih baik, terutama karena reliabilitas, pemenuhan kebutuhan pengguna dan kemudahan kustomisasi aplikasi. Dalam implementasinya digunakan Manajemen Perubahan untuk mengatur perubahan yang terjadi dengan persiapan tim dan sponsor, perencanaan komunikasi dan manajemen resistansi, pemantapan untuk meyakinkan perubahan dilakukan dengan baik, dan semua resistansi serta umpan balik dapat diatasi dan dikoreksi.", "Daftar File": {"2009 TS PP TARSISIUS BIRAT SETYOKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83103", "2009 TS PP TARSISIUS BIRAT SETYOKO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83104", "2009 TS PP TARSISIUS BIRAT SETYOKO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83105", "2009 TS PP TARSISIUS BIRAT SETYOKO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83106", "2009 TS PP TARSISIUS BIRAT SETYOKO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83107"}, "Penulis": "TARSISIUS BIRAT SETYOKO (NIM : 29107142)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. John Welly, Msc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "memilih sistem, manajemen perubahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}