{"Nomor": 17374, "Judul": "KNOWLEDGE MANAGEMENT SYSTEM DESAIN ARSITEKTUR RUMAH TINGGAL PADA PENTA REKAYASA", "Abstrak": "Masyarakat yang ingin membangun rumah tinggal, harus memiliki pengetahuan dan mampu membuat \n\nperencanaan yang matang, bukan hanya dari segi keuangan dan waktu, melainkan perencanaan desain rumahnya \n\nitu sendiri. Dengan perencanaan desain rumah yang matang, maka sang pemilik rumah dapat meminimalisir \n\npenggantian desain dan rancang bangun rumah ketika sudah masuk tahap implementasi atau pembangunan \n\nhanya untuk memenuhi keinginannya tanpa memperhatikan ekses lainnya yaitu waktu dan biaya. Konsultasi \n\nmengenai desain rumah biasanya dilakukan dengan seorang arsitek, namun dikarenakan sejumlah faktor, arsitek \n\ndan client yang akan membangun rumah, tidak dapat saling berkomunikasi dengan baik, diantaranya karena \n\nketerbatasan waktu dan ruang. Untuk memenuhi kebutuhan masyarakat, yang dikhususkan pada client PT. Penta \n\nRekayasa yang ingin segera mendapatkan pengetahuan mengenai arsitektur rumah tinggal, maka penelitian ini \n\nakan membahas mengenai bagaimana membuat knowledge management system mengenai desain rumah tinggal. \n\nTahapan pertama dalam membangun knowledge management system yaitu knowledge capture dari arsitek dan \n\nmengubahnya menjadi knowledge codification. Tahapan kedua adalah perancangan infrastruktur dari sistem \n\nyang akan dibangun. Tahapan ketiga adalah memverifikasi sistem untuk memastikan apakah sistem yang telah \n\ndibangun sudah sesuai dengan rancangan yang telah dibuat. Tahapan terakhir adalah mengimplementasikan \n\nsistem yang telah dibangun.", "Daftar File": {"proceedings knsi 2013(114).pdf": "https://digilib.itb.ac.id/gdl/download/83102"}, "Penulis": "Tanti Kristanti, Tiara Desinta", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "knowledge management system, arsitektur rumah", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "25 Mar 2014"}