{"Nomor": 17379, "Judul": "FIRST PRINCIPLE APPROACH TO MODELING OF SIMPLE QUAD-ROTOR", "Abstrak": "Teknologi wahana terbang nirawak telah berkembang pesat selama sepuluh tahun terakhir. Banyaknya misi-misi sulit yang berhasil dilakukan dengan wahana terbang nirawak di berbagai bidang di seluruh dunia telah membuka pemikiran tentang potensi wahana terbang nirawak dalam melakukan misi-misi yang lebih sulit. Beragam rancangan wahana terbang nirawak pun dibuat, dan banyak di antara   \n \n \n\nrancangan itu merupakan rancangan yang pemanfaatannya dalam aplikasi nyata tidak pernah terpikirkan sebelumnya. Banyaknya rancangan yang diciptakan perlu difasilitasi dengan analisis yang memadai dan efisien. Pemodelan dengan prinsip pertama dipandang sebagai metode yang cocok untuk tujuan itu dengan aman dan murah.   \n \n \n\nMetode ini dimulai dengan meformulasikan hubungan-hubungan penting antara input rotor dan outputnya, dilanjutkan dengan tinjauan pada setiap komponen quadrotor untuk mengetahui bagaimana gaya-gaya dan momen-momen eksternal terjadi. Kemudian, variabel gerak quadrotor diturunkan dengan substitusi gaya dan momen dari seluruh komponen quadrotor ke persamaan gerak benda kaku sehingga diperoleh   \n \n \n\nmodel non-linear dari quadrotor. Model linear diperoleh dengan menghitung solusi persamaan gerak non-linear pada kondisi stasioner, dilanjutkan dengan menghitung turunan-turunan kestabilan dengan metode gangguan kecil. Model linear ini disimulasikan dan hasilnya dibandingkan dengan data eksperimen.", "Daftar File": {"2010 TS PP TATA SUDIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83128", "2010 TS PP TATA SUDIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83129", "2010 TS PP TATA SUDIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83130", "2010 TS PP TATA SUDIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83131", "2010 TS PP TATA SUDIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83132", "2010 TS PP TATA SUDIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83133", "2010 TS PP TATA SUDIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83134"}, "Penulis": "TATA SUDIYANTO (NIM : 236070020)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :   \n \n \n\nProf. Dr. Ir. Muljowidodo Kartidjo", "Dr. Ir. Agus Budiyono, MSc. AA, EAA", "Dr. Ing. Agoes Moelyadi, ST, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "First Principle Approach, Modeling of Simple Quadrotor, Pendekatan Prinsip Pertama, Pemodelan Quadrotor Sederhana, aerial vehicle, Teknologi wahana terbang nirawak, wahana terbang nirawak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}