{"Nomor": 17376, "Judul": "PENGARUH PEMAKAIAN KOPLING FLEKSIBEL DAN KOPLING KAKU PADA DINAMIKA DUA POROS ROTOR", "Abstrak": "Dalam dunia industri, khususnya pembangkitan tenaga listrik, mesin-mesin pembangkit jenis rotasi banyak dibutuhkan dengan beberapa tingkatan dimensi mesin turbin. Untuk kapasitas yang besar, dalam satu bentangannya dapat terdiri dari 6 poros rotor yang dihubungkan dengan 5 buah kopling mekanik tetap dan kaku.    \n \n \n \n\nPada tesis ini dilakukan pengujian terhadap dua poros rotor yang dihubungkan dengan kopling fleksibel dan kopling kaku yang sudah tersedia di Laboratoriun Dinamika PAU-IR ITB. Sistem poros rotor ini diasumsikan kaku dan simetrik, sementara dudukannya diasumsikan fleksibel dan dirancang dengan karakteristik anisotropik dalam arah lateral. Untuk mendapatkan gambaran yang lengkap, maka pada setiap konfigurasi poros rotor akan dilakukan pengukuran orbit mulai dari kecepatan di bawah putaran kritis pertama sampai jauh di atas kecepatan kritis kedua dalam 8 kasus kecepatan putar. Pengujian orbit dilakukan dengan mengukur gerakan dari dudukan sistem poros rotor baik dalam arah vertikal maupun horisontal dengan menggunakan sensor proksimitas.    \n \n \n \n\nDari hasil perbandingan bentuk orbit hasil pengujian pada beberapa konfigurasi dengan bentuk orbit teoritis, maka dapat diketahui bahwa bentuk dan orientasi arah orbit rotor eksperimental memiliki kesamaan dengan bentuk orbit teoritis pada beberapa kecepatan putar rotor. Selain itu pada dua poros rotor yang terhubung dengan kopling fleksibel, perubahan frekuensi pribadi tidak signifikan terhadap frekuensi pribadi masing-masing rotor tunggal dengan bentuk dan orientasi orbit yang masih sesuai dengan bentuk orbit masing-masing poros rotor sebelum terhubung. Sebaliknya, pada dua poros rotor yang terhubung dengan kopling kaku cenderung membentuk frekuensi pribadi baru dengan bentuk dan orientasi orbit yang seragam seperti layaknya satu poros rotor. Dalam tesis ini juga ditemukan adanya fenomena pergeseran nilai frekuensi pribadi yang cukup signifikan pada Poros Rotor-2 disertai dengan perubahan orientasi arah orbit.", "Daftar File": {"2011 TS PP TARWAJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83108", "2011 TS PP TARWAJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83109", "2011 TS PP TARWAJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83110", "2011 TS PP TARWAJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83111", "2011 TS PP TARWAJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83112", "2011 TS PP TARWAJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83113", "2011 TS PP TARWAJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83114"}, "Penulis": "TARWAJI (NIM : 23108317)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama  : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pembangkitan tenaga listrik, mesin-mesin pembangkit jenis rotasi, rotor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}