{"Nomor": 17382, "Judul": "STUDI ANALISIS PRODUKTIVITAS EXCAVATOR BACKHOE  HITACHI EX2500 DAN LIEBHERR 994  DI PIT 7 TAMBANG BATUBARA MULIA PT. ARUTMIN INDONESIA", "Abstrak": "Lokasi penelitian dilakukan di Pit 7 Mulia Tambang Batubara PT. Arutmin Indonesia. Penelitian ini dilatarbelakangi oleh kegiatan penambangan yang dilaksanakan di tambang batubara Mulia menggunakan metode open pit mining yang termasuk ke dalam surface mining. Lalu dalam proses pengupasan material penutup batubara digunakan alat gali muat besar yaitu excavator berjenis backhoe. Excavator yang digunakan dalam menggali material penutup sebanyak empat buah dengan satu buah bertipe Hitachi EX2500 dan tiga buah bertipe Liebherr 994. Maka dilakukanlah analisis mengenai kemampuan dari excavator-excavator tersebut terutama menghitung produktivitasnya. Lalu untuk mendapatkan hasilnya dilakukanlah studi literatur mencakup spesifikasi alat, kekuatan material yang ada dan lain-lain. Lalu selanjutnya dilakukan studi lapangan dengan pengambilan data mencakup cycle time dari excavator, penggunaan waktu kerja seperti working hours, standby hours dan maintainance hours. Dalam menganalisis kecocokan dengan alat angkut yang digunakan, maka pengambilan data cycle time alat angkut dilakukan untuk mendapatkan match factor.    \n \n \n \n\nKomponen yang berpengaruh dalam produktivitas excavator diantaranya adalah jenis material, kondisi excavator, metode pemuatan, match factor, dll. Komponen yang dapat menunjukkan keadaan dari excavator diantaranya physical availability yang menunjukkan ketersediaan secara fisik dari excavator yang dimanfaatkan untuk bekerja, mechanical availability yang menunjukkan kondisi mekanik yang sebenarnya dari excavator, use of availability yang menunjukkan penggunaan excavator tersebut pada saat excavator dalam keadaan siap digunakan, dan effective utilization yang menunjukkan penggunaan waktu kerja dari waktu yang tersedia. Komponen produktivitas yang dihitung diantaranya digging rate, instantaneous digging rate, dan productivity. Lalu dilakukan upaya peningkatan produktivitas dari excavator dengan aplikasi penggunaan metode pemuatan, metode spotting truk pada saat antrian, penambahan jumlah alat angkut, peningkatan nilai bucket fill factor serta manajemen kerja peralatan.    \n \n \n \n\nSetelah dilakukan analisis peningkatan produktivitas didapatkan bahwa peningkatan produktivitas dengan simulasi menggunakan metode pemuatan drive by berhasil meningkatkan produktivitas sebesar 15,66 % lalu peningkatan produktivitas dengan menggunakan metode spotting truk tanpa melakukan manuver berhasil meningkatkan produktivitas sebesar 8,83 %. Pada penelitian yang dilakukan terlihat bahwa excavator berada dalam keadaan undertruck sehingga dilakukan skenario penambahan jumlah truk hingga nilai usage dari excavator maksimal, skenario ini berhasil meningkatkan produktivitas sebesar 3,58 %. Dengan peningkatan nilai bucket fill factor dari excavator sebesar 5 % sampai kapasitas truk terpenuhi, berhasil meningkatkan produktivitas sebesar 5,76 %.", "Daftar File": {"2009 TA PP TAUFIK KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83152", "2009 TA PP TAUFIK KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83153", "2009 TA PP TAUFIK KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83154", "2009 TA PP TAUFIK KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83155", "2009 TA PP TAUFIK KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83156", "2009 TA PP TAUFIK KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83157", "2009 TA PP TAUFIK KURNIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83158", "2009 TA PP TAUFIK KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83159"}, "Penulis": "TAUFIK KURNIAWAN (NIM : 121 05 071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistianto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Excavator backhoe, Liebherr 994, Hitachi EX2500, Pit 7 Mulia Tambang Batubara PT. Arutmin Indonesia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}