{"Nomor": 17384, "Judul": "PEMODELAN DAN SIMULASI UAV (UNMANNED AERIAL VEHICLE) OKTOROTOR", "Abstrak": "UAV belakangan ini telah mengalami kemajuan yang sangat pesat. Penggunaan UAV saat ini telah meluas ke beberapa bidang kehidupan, seperti militer, pertanian, patroli, dll. Meluasnya penggunaan UAV tersebut dapat membuka tantangan baru untuk penggunaan UAV pada misi-misi yang lebih sulit lagi. Beberapa desain UAV telah dirancang untuk menjawab tantangan tersebut. Perancangan desain baru UAV haruslah  \n \n\ndidukung oleh metode pemodelan yang baik. Metode pemodelan dengan pendekatan first principle merupakan salah satu metode paling murah namun cukup efektif dan aman untuk memodelkan UAV. Pendekatan first principle dilakukan dengan mengamati gaya-gaya yang bekerja pada UAV. Dengan menggunakan hukum Newton II serta teorema coriolis, dapat diperoleh persamaan non-linear yang merepresentasikan perilaku UAV. Variabel yang akan diperhatikan pada model UAV adalah tiga kecepatan translasi pada koordinat xyz, tiga kecepatan sudut pada koordinat xyz, dan tiga posisi angular relatif terhadap referensi diam di bumi. Pada proses pemodelan ini, ada tiga jenis gaya yang akan diperhitungkan dalam model oktorotor, yakni gaya gravitasi, efek giroskopis, dan gaya akibat putaran propeller oktorotor. Model non-linear tersebut kemudian dilinearisasi dengan menggunakan deret taylor dan metode gangguan kecil untuk menghasilkan sistem linear oktorotor. Tiap-tiap kondisi terbang oktorotor direpresentasikan oleh sistem linear yang berbeda karena elemen dari matriks A dan matriks B akan berbeda untuk kondisi terbang yang berbeda.  \n \n\nModel non-linear dan model linear oktorotor kemudian akan disimulasikan pada perangkat lunak Matlab, dimana model non-linear akan disimulasikan dengan menggunakan blok simulink dan model linear akan disimulasikan dengan menggunakan m-file. Hasil dari kedua model, non-linear dan linear, telah dibandingkan dengan menggunakan tiga macam input yang berbeda untuk dua kondisi terbang yang berbeda.  \n \n\nHasil komparasi menunjukkan perbedaan untuk beberapa status. Hal ini karena persamaan linear mengasumsikan bahwa oktorotor berada pada kondisi stasioner sehingga gangguan yang diterima oleh oktorotor kecil dan perubahan gangguan tersebut bernilai nol. Dengan demikian, dapat disimpulkan bahwa model non-linear lebih dapat merepresentasikan dinamika yang dialami oleh oktorotor. Hasil data eksperimen penerbangan oktorotor dibandingkan dengan model. Kesamaan  \n \n\nrespon model dengan data eksperimen kemudian diukur dengan menggunakan best-fit. Komparasi juga dilakukan pada data eksperimen hasil pemfilteran dengan filter low-pass  \n \n\nbutterworth orde 4 dengan frekuensi cut-off 12 rad/s. Hasil yang diperoleh menunjukkan bahwa respon model sudah cukup memuaskan dengan nilai best-fit tertinggi adalah 75.37% dan terendah adalah 30.9%.", "Daftar File": {"2010 TA PP TAUFIQ HILAL TAWAB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83167", "2010 TA PP TAUFIQ HILAL TAWAB 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83168", "2010 TA PP TAUFIQ HILAL TAWAB 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83169", "2010 TA PP TAUFIQ HILAL TAWAB 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83170", "2010 TA PP TAUFIQ HILAL TAWAB 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83171", "2010 TA PP TAUFIQ HILAL TAWAB 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83172", "2010 TA PP TAUFIQ HILAL TAWAB 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83173"}, "Penulis": "TAUFIQ HILAL TAWAB (NIM : 13206085)", "Kontributor / Dosen Pembimbing": ["Pembimbing I :  Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Pembimbing II : Widyawardana Adiprawita, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "first principle, model non-linear oktorotor, model linear oktorotor, komparasi antara model dengan data eksperimen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}