{"Nomor": 17385, "Judul": "ANALISIS BAHAYA SEISMIK DAN AMPLIFIKASI UNTUK KARAKTERISASI LIKUIFAKSI PADA ENDAPAN GUNUNGAPI MERAPI MUDA DI KABUPATEN BANTUL DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "Kabupaten Bantul merupakan salah satu daerah yang berpotensi gempabumi karena jarak yang relatif dekat sumber pusat gempabumi yaitu pertemuan Lempeng Indo-Australia dan Eurasia di bagian selatan dan sesar Opak di bagian timur. Morfologi wilayah ini berupa dataran di antara perbukitan pada bagian barat dan timur (Terban Bantul) yang sebagian besar tersusun oleh Endapan  \n \n\nGunungapi Merapi Muda. Peristiwa gempabumi pada 27 Mei 2006 yang bersifat merusak disebabkan oleh beberapa faktor antara lain faktor amplifikasi dan likuifaksi pada Endapan Gunungapi Merapi Muda. Penelitian ini menggunakan tiga analisis untuk menjawab fenomena amplifikasi dan likuifaksi. Tahap pertama adalah analisis bahaya seismik deterministik (DSHA) yang menghasilkan nilai percepatan gempabumi di batuan dasar. Hasil analisis DSHA menunjukkan nilai percepatan gempabumi maksimum untuk masing-masing pusat gempabumi 1, 2, dan 3 adalah 0,34g, 0,15g, dan 0,05g. Tahap kedua adalah analisis respon tanah linier ekuivalen untuk melanjutkan percepatan gempabumi batuan ke permukaan tanah. Hasil analisis berupa variasi perubahan nilai percepatan gempabumi tiap litologi dan faktor amplifikasi. Hasil analisis menunjukkan amplifikasi 1,3 - 2,92 kali dan menyebabkan nilai percepatan gempabumi permukaan menjadi 0,26g - 0,71g. Tahap terakhir adalah  \n \n\nmenggunakan hasil analisis respon tanah linier ekuivalen sebagai dasar analisis likuifaksi metode uji penetrasi standar dengan konsep tegangan siklik. Hasil analisis ini berupa faktor keamanan sebagai dasar identifikasi litologi yang terlikuifaksi. Hasil analisis likuifaksi menunjukkan faktor keamanan terendah mencapai 0,21 dengan efek penurunan tanah hingga 42,79 cm. Kesimpulan yang dapat diambil meliputi tiga hal yaitu tipe sumber pusat gempabumi, amplifikasi, dan likuifaksi. Sumber pusat gempabumi tipe sesar (Sesar Opak) memberikan nilai percepatan gempabumi batuan terbesar dibandingkan dengan tipe subduksi dengan kecenderungan semakin melemah  \n \n\ndengan penambahan jarak dari pusat sumber gempabumi. Endapan Gunungapi Merapi Muda mengalami amplifikasi rata-rata sebesar 2 kali dan kecenderungan nilai amplifikasi sebanding dengan ketebalan sedimennya. Kecenderungan penurunan amplifikasi untuk semua endapan sebanding dengan penambahan nilai kepadatan/ konsistensinya. Amplifikasi hanya memicu likuifaksi pada endapan pasir dan lanau. Endapan yang memiliki tingkat kepadatan/konsistensi tinggi dan endapan lempung cenderung tidak terjadi likuifaksi. Endapan pasir akan  \n \n\nterlikuifaksi jika kepadatannya sangat lepas hingga sedang (nilai N1(60) antara 5 -20) dan membutuhkan pemicu nilai rasio tegangan siklik (CSR) antara 0,18 -  \n \n\n0,53, sedangkan endapan lanau pada konsistensi sangat lunak hingga kaku (nilai N1(60) antara 3 - 15) dan nilai CSR antara 0,16 - 0,69.", "Daftar File": {"2013 TS PP  TAUFIQ WIRA BUANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83174", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83175", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83176", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83177", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83178", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83179", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83180", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/83181", "2013 TS PP  TAUFIQ WIRA BUANA 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/83182", "2013 TS PP  TAUFIQ WIRA BUANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83183"}, "Penulis": "TAUFIQ WIRA BUANA (NIM: 220110140)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr.Eng. Imam A. Sadisun, S.T., M.T.", "Dr. Ir. Muhammad Wafid A.N, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Percepatan gempabumi maksimum, amplifikasi, likuifaksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}