{"Nomor": 17394, "Judul": "SISTEM MANAJEMEN PERSEDIAAN MAKANAN CEPAT BASI DENGAN METODE EOQ (STUDI KASUS : BANDENG KENDAL MIR BANDENG TANPA DURI)", "Abstrak": "Bandeng Kendal MIR Bandeng Tanpa Duri adalah sebuah industri kecil atau industri rumahan yang berada di \n\nbawah KOPMIR KARSA yang membeli, mengolah dan memasarkan produk dari olahan ikan bandeng. Proses \n\npencatatan masih bersifat manual dengan menggunakan catatan buku sehingga data yang dihasilkan kurang \n\nakurat, efektif dan efisien. Selain itu, Bandeng Kendal memiliki kelemahan dalam melakukan pelaporan \n\npembelian dan persediaan yang tingkat akurasi, efektivitas, dan efisiensinya masih kurang. Aplikasi ini dibuat \n\nberbasis dengan metode terstruktur yaitu menggunakan Data Flow Diagram (DFD dan Entity Relationship \n\ndiagram untuk perancangan data. Implementasi aplikasi menggunakan PHP dan MySQL Industri rumahan \n\nseperti Bandeng Kendal akan sangat baik jika memiliki sistem manajemen yang bagus sehingga menghasilkan \n\ntotal biaya persediaan optimal. Salah satu metode untuk memanajemen persediaan adalah metode Economic \n\nOrder Quanity (EOQ) dimana EOQ dapat menghasilkan jumlah beli optimum, frekuensi pemesanan, time \n\nschedule, dan total biaya optimum. Aplikasi ini dapat memberikan kemudahan bagian pembelian, gudang, \n\nproduksi, keuangan dan pemilik. Adapun kemudahan tersebut aplikasi dapat menghasilkan berupa perhitungan \n\nEOQ, pencatatan pembelian, pengelolaan persediaan bahan masuk, pembuatan laporan pembelian, jurnal dan \n\nbuku besar. Aplikasi ini dalam melakukan pengujian menggunakan pengujian manual, aplikasi dan \n\nfungsionalitas. Dalam pengujian ini menghasilkan perhitungan eoq, proses pembelian, dan pembuatan jurnal \n\nserta buku besar.", "Daftar File": {"proceedings knsi 2013(254).pdf": "https://digilib.itb.ac.id/gdl/download/83228"}, "Penulis": "Tentri Hapsari, Magdalena Karismariyanti , Asti Widayanti", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bandeng Kendal, Pembelian, Economic Order Quanity, Persediaan, Sistem Informasi Akuntansi", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "17 Apr 2014"}