{"Nomor": 17393, "Judul": "PENGEMBANGAN MODEL PERKAKAS TERINTEGRASI UNTUK PENGEMBANGAN SISTEM PERAWATAN (STUDI KASUS PENGELOLAAN PERSEDIAAN)", "Abstrak": "Saat ini kebutuhan akan perawatan sangat tinggi, terutama pada perusahaan yang memiliki jumlah mesin produksi yang banyak. Kebutuhan tersebut menuntut pengelolaan perawatan supaya kegiatan proses perawatan tidak mengganggu kegiatan produksi. Apabila perawatan tidak dilakukan dengan semestinya akan menyebabkan kehilangan keuntungan dan  \n \n\nkerugian banyak pihak. Dari kebutuhan tersebut dikembangkanlah sebuah sistem pengelolaan perawatan agar pengelolaan berjalan secara efektif dan efisien. Sistem tersebut mencakup berbagai macam hal, yaitu perencanaan penjadwalan, penguraian mesin dan komponen, pemberian daftar perintah, pembuatan daftar peralatan, pembuatan panduan, pengaturan persediaan dan pemantauan aktifitas perawatan. Semua aspek tersebut memiliki pengaruh yang besar dalam peningkatan performa kegiatan perawatan.  \n \n\nPengelolaan persediaan sebagai bagian dari sistem pengelolaan perawatan diperlukan untuk menjamin ketersediaan peralatan saat kegiatan perawatan ingin dilaksanakan.  \n \n\nPemilihan peralatan diperlukan untuk memenuhi kebutuhan sistem perawatan dan kemudahan pengelolaan persediaan peralatan pendukung perawatan dalam aspek peminjaman,  \n \n\npemesanan, dan lainnya. Agar memudahkan pengelolaan tersebut, maka dikembangkan prototipe model peralatan dengan aplikasi berbasis web sebagai interface dan model basis data sebagai media penyimpan data. Model peralatan dibuat untuk mengujicoba pengelola persediaan dengan  \n \n\nfungsi-fungsi seperti peminjaman, pemesanan, penagihan dan pengembalian barang. Hasil dari pemodelan ini berupa kemudahan dalam pengorganisasian sistem perawatan dengan  \n \n\nkebutuhan peralatan.", "Daftar File": {"2011 TA PP TEGUH SULAIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83221", "2011 TA PP TEGUH SULAIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83222", "2011 TA PP TEGUH SULAIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83223", "2011 TA PP TEGUH SULAIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83224", "2011 TA PP TEGUH SULAIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83225", "2011 TA PP TEGUH SULAIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83226", "2011 TA PP TEGUH SULAIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83227"}, "Penulis": "TEGUH SULAIMAN (NIM : 13105067)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama  : Prof. Dr. Ir. Yatna Yuwana Martawirya", "Pembimbing Pendamping  : Dr. Sri Raharno ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perawatan, Persediaan Perkakas, Pengelolaan Peralatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}