{"Nomor": 17415, "Judul": "PENGARUH ORIENTASI PASAR, PEMBELAJARAN ORGANISASI DAN ORIENTASI KEWIRAUSAHAAN TERHADAP INOVASI, SERTA DAMPAKNYA TERHADAP KINERJA USAHA MIKRO, KECIL, DAN MENENGAH (UMKM) BATIK TRUSMI DI KABUPATEN CIREBON", "Abstrak": "Usaha Mikro, Kecil dan Menengah (UMKM) mempunyai peran yang penting dalam pembangunan ekonomi, karena intensitas tenaga kerja yang relatif lebih tinggi dibandingkan dengan investasinya yang lebih kecil. UMKM lebih fleksibel dalam menghadapi dan beradaptasi dengan perubahan pasar. Pada perubahan tersebut tentunya dibutuhkan orientasi pasar, pembelajaran organisasi, orientasi kewirausahaan, inovasi, dan kinerja yang baik termasuk juga pada UMKM Batik Trusmi di Kabupaten Cirebon. Tujuan penelitian ini untuk menginvestigasi hubungan antara orientasi pasar, pembelajaran organisasi, orientasi kewirausahaan, inovasi dan kinerja. Penelitian ini ingin mengetahui pengaruh orientasi pasar, pembelajaran organisasi dan orientasi kewirausahaan terhadap inovasi, serta dampaknya terhadap kinerja UMKM Batik Trusmi di Kabupaten Cirebon. Metode yang digunakan dalam penelitian ini merupakan penelitian survei. Kuesioner yang diolah 132 UMKM Batik Trusmi di Kabupaten Cirebon yang berlaku sebagai responden penelitian. Analisis penelitian ini menggunakan analisis jalur (Path Analysis). Hasil penelitian menunjukkan bahwa orientasi pasar, pembelajaran organisasi, orientasi kewirausahaan, inovasi dan kinerja yang dilakukan oleh UMKM Batik Trusmi di Kabupaten Cirebon berada pada kategori baik. Hal tersebut tentunya menggambarkan bahwa UMKM pada dasarnya sudah memiliki aspek-aspek dalam berwirausaha. Sedangkan pada pengujian hipotesis terbukti bahwa orientasi pasar, pembelajaran organisasi, dan orientasi kewirausahaan berpengaruh secara signifikan terhadap inovasi dan memiliki dampak pada kinerja UMKM Batik Trusmi di Kabupaten Cirebon.", "Daftar File": {"2012 TS PP TITA BORSHALINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83349", "2012 TS PP TITA BORSHALINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83350", "2012 TS PP TITA BORSHALINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83351", "2012 TS PP TITA BORSHALINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83352", "2012 TS PP TITA BORSHALINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83353", "2012 TS PP TITA BORSHALINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83354", "2012 TS PP TITA BORSHALINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83355", "2012 TS PP TITA BORSHALINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83356"}, "Penulis": "TITA BORSHALINA (29009008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Orientasi Pasar, Pembelajaran Organisasi, Orientasi Kewirausahaan, Inovasi dan Kinerja.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}