{"Nomor": 17414, "Judul": "MEMBRAN POLIMER ELEKTROLIT DARI KITOSAN DAN NATRIUM ALGINAT UNTUK APLIKASI BATERAI ION-LITIUM", "Abstrak": "Baterai polimer ion-litium adalah baterai yang sedang diteliti karena lebih aman digunakan daripada baterai jenis lainnya. Rendahnya konduktivitas membran dan keinginan untuk tidak mencemari lingkungan ketika masa pemakaian baterai telah habis menyebabkan banyak penelitian tentang membran baterai yang berasal dari polimer alam. Polimer alam yang potensial diteliti yang besar di Indonesia adalah    \n \n \n \n\nkitosan dan natrium alginat, karena bahan dasar kitosan dan natrium alginat sangat melimpah di Indonesia.    \n \n \n \n\nPada penelitian ini, dilakukan isolasi kitosan dari limbah kulit udang dan isolasi natrium alginat dari rumput laut coklat. Polimer hasil isolasi dianalisis dengan FTIR (Fourier Transform Infra Red) untuk mengetahui gugus fungsinya. Derajat deasetilasi ditentukan dengan metode spektroskopi infra merah dan berat molekul ditentukan dengan metode viskometri. Rendemen kitosan diperoleh sebesar 24,03 % sedangkan rendemen asam alginat sebesar 21,24 % dan rendemen natrium alginat dari asamnya sebesar 109,88 %. Kitosan yang diisolasi dari limbah kulit udang memiliki derajat deasetilasi 66 % dengan berat molekul    \n \n \n \n\n6,48x105 gram/mol, sedangkan natrium alginat yang diisolasi dari rumput laut coklat memiliki berat molekul 1,36x104 gram/mol.    \n \n \n \n\nPembuatan membran kitosan, natrium alginat dan litium asetat dihidrat dilakukan menggunakan metode casting larutan polimer. Membran dikarakterisasi dengan FTIR untuk analisis gugus fungsi, XRD (X-ray Diffraction) untuk analisis kristalinitas, SEM (Scanning Electron Microscope) untuk analisis morfologi membran, pengujian tarik untuk analisis kekuatan mekanik, TGA/DTA (Thermal Gravimetric Analysis/ Differential Themal Analysis) untuk analisis kestabilan termal dan EIS (Electrochemical Impedance Spectroscopy) untuk analisis konduktivitas spesifik ion. Perubahan pita serapan pada spektra FTIR dan perubahan temperatur degradasi menunjukkan adanya ikatan yang terbentuk antara gugus karboksilat dari natrium alginat dan gugus amina dari kitosan. Membran campuran antara kitosan/ natrium alginat tidak dapat membentuk membran yang homogen. Membran yang terbaik adalah membran natrium alginat    \n \n \n \n\ndengan kekuatan tarik 27,96 MPa, regangan tarik 468 %, konduktivitas ion spesifik 7,94 x 10-3 S/m, meskipun temperatur degradasinya paling rendah yaitu 197 oC.", "Daftar File": {"2010 TA PP TIRTO SOENARYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83342", "2010 TA PP TIRTO SOENARYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83343", "2010 TA PP TIRTO SOENARYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83344", "2010 TA PP TIRTO SOENARYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83345", "2010 TA PP TIRTO SOENARYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83346", "2010 TA PP TIRTO SOENARYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83347", "2010 TA PP TIRTO SOENARYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83348"}, "Penulis": "TIRTO SOENARYO (NIM : 13706043)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. I Made Arcana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kitosan, membran, natrium alginat, polimer elektrolit, baterai ion litium.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}