{"Nomor": 17413, "Judul": "SINTESIS DAN KARAKTERISASI CACU3TI4O12 YANG DISUBTITUSI OLEH ZN SEBAGAI MATERIAL DIELEKTRIK", "Abstrak": "CaCu3Ti4O12 (CCTO) menarik banyak perhatian karena memiliki nilai konstanta dielektrik yang sangat tinggi, -105 pada rentang suhu yang luas (110 K - 600 K) tetapi bersifat non-feroelektrik. CCTO memiliki struktur perovskit kubus     \n \n \n\nberpusat-badan (bcc) AA'BO3 dimana atom Ca menempati posisi A, atom Cu menempati posisi A', dan atom Ti menempati posisi B. Pada CCTO posisi oktahedra TiO6 miring agar memungkinkan struktur atom Ca dapat berupa bcc.     \n \n \n\nPada penelitian ini dilakukan penggantian sepenuhnya posisi AÃ‚Â’ pada CCTO oleh Zn, dan penggantian sebagian dengan stoikiometri CaCu3-xZnxTi4O12 (x = 0,5; 1; 1,5; dan 3). Sintesis material dilakukan menggunakan metode reaksi fasa padat dengan suhu kalsinasi 850 oC selama 10 jam untuk sampel x = 0; 0,5; 1; dan 1,5, sintering dilakukan pada suhu 1050 oC selama 3 x 12 jam. Sampel x = 3 dikalsinasi pada suhu 750 oC selama 12 jam dan sintering pada suhu 950oC selama 3 x 12 jam. Analisa struktur dilakukan menggunakan XRD, pengukuran dilakukan mulai dari sudut 20 = 10o sampai 90o. Pola XRD untuk x = 3 menunjukkan ada     \n \n \n\npuncak baru di 20 = 53o dan 65o, di 20 = 35o terdapat puncak CaTiO3 dengan intensitas yang tinggi. Pengotor lain yang masih dapat ditemukan dalam setiap sampel ini adalah CuO. Pengukuran sifat dielektrik sampel dilakukan dengan cara pengukuran kapasitansi menggunakan LCR meter Agilent E4980, sedangkan pengukuran sifat konduktivitas dilakukan dengan metode 4 titik dan 2 titik masing-masing menggunakan alat FLUKE 45 Dual Display Multimeter dan Ultra High Resistance Meter. Pengukuran baik kapasitansi maupun konduktivitas dilakukan pada rentang suhu 100 Ã‚Â– 450 oC pada atmosfer udara. Nilai E yang didapatkan pada suhu 300 oC adalah -105 untuk x = 0; 0,5; 1; dan 1;5, x = 3 memberikan nilai E -103. Sampel x = 0,5 memberikan nilai e yang lebih tinggi dari x = 0 baik di suhu rendah maupun disuhu tinggi, sedangkan nilai E sampel x = 3 merupakan yang paling rendah diantara semua komposisi sampel. Dari pengukuran konduktivitas didapatkan sampel dengan nilai x = 0; 0,5; 1,5; dan 3 memberikan nilai konduktivitas -10-4 S/cm di suhu tinggi dan turun menjadi -10-7 S/cm di suhu rendah (-100 oC). Dari hasil tersebut dapat disimpulkan bahwa     \n \n \n\nsampel dengan nilai x = 0; 0,5; 1,5; dan 3 bersifat semikonduktor. Sampel dengan nilai x = 1 bersifat metalik dengan nilai konduktivitas >1 S/cm dan terus meningkat dengan menurunnya suhu pengukuran.", "Daftar File": {"2012 TS PP TIRTA RONA MAYANGSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83341", "2012 TS PP TIRTA RONA MAYANGSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83340", "2012 TS PP TIRTA RONA MAYANGSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83339", "2012 TS PP TIRTA RONA MAYANGSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83338", "2012 TS PP TIRTA RONA MAYANGSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83337", "2012 TS PP TIRTA RONA MAYANGSARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83334", "2012 TS PP TIRTA RONA MAYANGSARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83335", "2012 TS PP TIRTA RONA MAYANGSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83336"}, "Penulis": "TIRTA RONA MAYANGSARI (NIM : 20510026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CCTO, dielektrik, feroelektrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}