{"Nomor": 17425, "Judul": "PEMODELAN ALIRAN FLUIDA FASA TUNGGAL DUA DIMENSI DALAM RESERVOIR DENGAN METODE FINITE DIFFERENCE", "Abstrak": "Dalam pemodelan reservoir dibutuhkan beberapa parameter yang mendukung supaya hasil dari pemodelan tersebut sesuai dengan yang ada dilapangan. Parameter-parameter ini berkaitan dengan sifat batuan dan karakteristik fluida yang ada pada reservoir tersebut. Reservoir yang dimaksud disini adalah reservoir minyak bumi. Dengan memanfaatkan nilai parameter ini ke dalam persamaan aliran fluida maka akan didapat sebaran tekanan hasil perhitungan secara numerik. Metode numerik yang dipakai adalah metode finite difference. Aproksimasi finite difference yang dipakai hanya turunan pertama. Dari aproksimasi ini didapat satu representasi numerik dari persamaan aliran fluida yang memiliki berbentuk persamaan diferensial parsial. Aproksimasi finite difference tersebut berakhir dengan metode implisit yang berbentuk sparse matriks. Dengan memanfaatkan inversi matriks maka akan didapat perhitungan transien tekanan dan dari tekanan ini dapat dihitung berapa laju produksi minyak bumi pada suatu blok reservoir yang memiliki sumur. Selanjutnya laju produksi ini dapat digunakan untuk memprediksi kapan suatu sumur produksi sudah tidak dapat lagi memproduksi minyak bumi.", "Daftar File": {"2011 TA PP TJUNG STEVEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83396", "2011 TA PP TJUNG STEVEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83397", "2011 TA PP TJUNG STEVEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83398", "2011 TA PP TJUNG STEVEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83399", "2011 TA PP TJUNG STEVEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83400", "2011 TA PP TJUNG STEVEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83401", "2011 TA PP TJUNG STEVEN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83402"}, "Penulis": "TJUNG STEVEN (NIM. 10205036) :  pembimbing", "Kontributor / Dosen Pembimbing": ["pembimbing", "Dr. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "potensial fluida, permeabilitas, porositas, hukum Darcy, konservasi massa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}