{"Nomor": 17420, "Judul": "IMPACT OF ECO LABEL IN GREEN MARKETING ON THE GROWTH OF INDONESIAN TEXTILE SALES TO EUROPE AND DOMESTIC MARKET", "Abstrak": "It is clear that the business world is facing dramatic change driven by environmental concerns. The environment is becoming a critical issue across all industries as our world faces its biggest environmental challenges in our history. This changes the attitude of consumers,  \n \n\ndemanding more environmentally friendly and healthy products and/or the production process. As a result, the industrial managers need to change their marketing strategy to go into green marketing to answer these demands. Now Eco Friendly Textile Products is becoming one of the fast growing market segments in global textile industry. The relationship of human health and wellbeing to environmental influences is an important  \n \n\ndimension of these issues. The relationship between environmental factors and health is complex. Many diseases have multifactorial causes and the influence of lifestyles and social and economic factors, which limit choice, may be difficult to separate from environmental  \n \n\nexposures. Despite the demands of more environmentally friendly and healthy factors, fashionable colours, quality, easy-care properties, a long life span and many other functional properties are still demanded by consumers. It is unrealistic to produce modern textile products without the use of specific chemical substances. So this is the challenge facing by textile producers who must choose appropriate raw materials, suppliers and other chemicals to produce more environmentally friendly and healthy products. As one of the main instruments of green marketing, eco labels are intended to influence consumersÃ‚Â’ buying decisions by providing information that identify green products through the label. For producers seeking access to the markets in developed countries, eco labels are one of the keys to gain the market opportunity. Oeko-Tex Standard 100 Certification scheme is one of the well known eco labels with over 100,000 certificates having been issued since the first time it was launched in 1992. The label has helped the industry to capitalize on new fast growing green market segments especially in  \n \n\nEurope and other developed countries. Eventually, these trends in developed countries will find their way to developing countries like Indonesia.", "Daftar File": {"2010 TS PP TITI SUSANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83372", "2010 TS PP TITI SUSANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83373", "2010 TS PP TITI SUSANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83374", "2010 TS PP TITI SUSANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83375", "2010 TS PP TITI SUSANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83376", "2010 TS PP TITI SUSANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83377", "2010 TS PP TITI SUSANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83378"}, "Penulis": "TITI SUSANTI (NIM : 291080850)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Amol Titus, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekolabel, Industri Tekstil Indonesia, Oeko-Tex, Pemasaran Hijau, Strategi Pemasaran Hijau, Pasar Tekstil Eropa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}