{"Nomor": 17427, "Judul": "PERANCANGAN DAN SIMULASI SUDU-SUDU TURBIN AKSIAL SALURAN TERBUKA BERDAYA 100 WATT DENGAN HEAD 1 S/D 2 METER", "Abstrak": "Pemanfaatan sumber energi terbaharukan di Indonesia masih sedikit. Very-low head turbin merupakan salah satu cara pemanfaatan sumber energi tersebut. Sistem ini memiliki banyak keuntungan seperti penggunaan sumber energi terbaharukan dan head yang rendah sehingga memungkinkan dipasang pada pintu-pintu air. Namun very-low head turbin juga memiliki kekurangan seperti kurang ekonomis karena biaya pembangunan konstruksi sipil yang mahal.  \n \n\nVery-low head turbin memiliki beberapa komponen yang harus  \n \n\ndirancang dengan baik. Komponen tersebut meliputi sudu jalan turbin, sudu pengarah, konstruksi sipil, dan komponen-komponen pada sistem pembangkit energi listrik. Pada tugas akhir ini akan dibahas mengenai perancangan sudu  \n \n\ntetap dan sudu jalan turbin. Proses perancangan sudu jalan dan sudu tetap menggunakan pendekatan pada perancangan turbin aksial jenis vertikal.  \n \n\nPenerapan Computational Fluid Dynamics (CFD) dalam proses  \n \n\nperancangan sudu turbin dilakukan untuk mensimulasi sudu hasil rancangan. Dengan simulasi ini maka akan didapat rancangan sudu turbin dengan kinerja yang optimal. Simulasi dilakukan pada laju aliran yang sama pada putaran yang  \n \n\nberbeda-beda. Hasil simulasi mendapatkan daya keluaran turbin sebesar 172.58 watt dengan efisiensi 85.70%.", "Daftar File": {"2010 TA PP TOHOM DANIEL LUMBANTOBING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83410", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83411", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83412", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83413", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83414", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83415", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83416", "2010 TA PP TOHOM DANIEL LUMBANTOBING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83417"}, "Penulis": "TOHOM DANIEL LUMBANTOBING (NIM : 13003129)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr.Ir Priyono Sutikno", "Ir. I Nengah Diasta"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Very-low head turbin, sumber energi terbaharukan, Computational Fluid Dynamics, CFD", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}