{"Nomor": 17434, "Judul": "OPTIMISASI PROSES FREIS MENGGUNAKAN METODE ALGORITMA GENETIK", "Abstrak": "Dalam melakukan proses pemesinan diharapkan hasil yang optimal. Hasil yang optimal yaitu dengan waktu pemesinan yang relatif singkat dengan kualitas produk, contohnya kekasaran permukaan, yang baik. Berbagai usaha dilakukan untuk mencapai kondisi yang optimum dengan cara melakukan optimisasi. Salah satu metode yang saat ini sedang berkembang yaitu metode Algoritma Genetik. Algoritma Genetik merupakan suatu metode optimisasi yang menggunakan prinsip-prinsip genetika, yaitu mutasi, dan pindah silang dalam proses pelaksanaannya.  \n \n\nDalam laporan ini dituliskan salahsatu contoh bagaimana melakukan optimisasi proses freis konvensional menggunakan metode Algoritma Genetik. Dalam proses optimisasi yang dilakukan ada beberapa tahap yang harus dilakukan. Tahap pertama yaitu proses pengambilan data parameter proses freis yang akan dioptimisasi berupa kecepatan potong, kecepatan makan, dan lebar pemotongan. Proses freis yang dilakukan pada benda kerja Aluminium 2024. Setelah itu, dilakukan optimisasi menggunakan Algoritma Genetik sehingga diperoleh parameter pemesinan yang optimum. Proses penghitungan menggunakan program Algoritma Genetik yang telah dibuat sebelumnya. Tahap terakhir yaitu pengecekan hasil optimisasi dengan melakukan proses freis menggunakan parameter yang diperoleh dari hasil optimisasi.  \n \n\nHasil pengecekan yang diperoleh mempunyai beberapa perbedaan terhadap hasil optimasi dalam perhitungannya. Kemungkinan hal ini disebabkan karena beberapa faktor  \n \n\nantara lain parameter optimum tidak terdapat pada mesin sehingga proses dilakukan dengan pemasangan parameter yang nilainya mendekati.", "Daftar File": {"2009 TA PP TONI ANTONIUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83463", "2009 TA PP TONI ANTONIUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83464", "2009 TA PP TONI ANTONIUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83465", "2009 TA PP TONI ANTONIUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83466", "2009 TA PP TONI ANTONIUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83467", "2009 TA PP TONI ANTONIUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83468", "2009 TA PP TONI ANTONIUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83469"}, "Penulis": "TONI ANTONIUS (NIM : 13102116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sigit Yoewono Martowibowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proses Freis;  Metode Algoritma Genetik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}