{"Nomor": 17438, "Judul": "PENGARUH OPTIMASI NILAI PRODUKSI BATUBARA PT TAMBANG BATUBARA BUKIT ASAM (PTBA) DI KABUPATEN MUARA ENIM TERHADAP NILAI MANFAAT SOSIAL NETO MASYARAKAT SETEMPAT DALAM KERANGKA PEMENUHAN KEBUTUHAN BATUBARA NASIONAL", "Abstrak": "Batubara merupakan sumber daya mineral nasional, sehingga pengusahaannya adalah untuk sebesar-besar kesejahteraan rakyat (pasal 33 ayat 3 UUDÃ‚Â’45). Untuk itu, perlu adanya jaminan pasokan batubara dalam negeri dengan melakukan langkah optimasi nilai produksi batubara. Dalam lingkup makro regional Kabupaten Muara Enim, tesis ini akan mengkaji dampak optimasi nilai produksi batubara bagi peningkatan pendapatan per kapita dan model yang digunakan antara lain adalah model Input-Output (I-O), model Program Linier (PL), model Manfaat Sosial Neto (MSN), Koefisien Manfaat Neto (KMN) serta analisis optimasi Pareto.  \n \n\nHasil analisis optimasi nilai produksi batubara PTBA Kabupaten Muara Enim rata-rata per tahun adalah sebesar YSBBKME = Rp 3.089.601 Juta dalam kurun tahun 1997-2008, atau lebih besar 17% dari pada nilai batubara aktual YSBBKME= Rp 2.632.702 Juta, dengan rata-rata MŜN sebesar Rp 188.902 Juta, kenaikan MSN rata-rata per tahun sebesar 24,7%, dan nilai KMN rata-rata tahun 1997-2008  \n \n\nadalah 0,0394. KMN rata-rata sebesar 0,0394 mempunyai arti bahwa jika output perusahaan meningkat Rp 1.000 maka dampaknya terhadap peningkatan nilai MSN adalah sebesar Rp 39,4 atau sebesar 3,94%. Dari nilai optimum tersebut dapat diperoleh tonase produksi batubara optimum melalui analisis optimasi Pareto. Apabila nilai optimum tersebut diproyeksikan hingga tahun 2025, nilai optimum dan tonase penjualan batubara PTBA di Kabupaten Muara Enim untuk skenario harga-1 yaitu sebesar Rp 11,6 Triliun dan 16,4 Juta ton (E/D ≈ 6,5 /9,9 Juta ton). Dan nilai optimum dan tonase penjualan batubara untuk skenario harga-2 yaitu sebesar Rp 11,6 Triliun dan 15,6 Juta ton (E/D ≈ 5,5/10,1 Juta ton). Dengan demikian, nilai optimum dan tonase penjualan batubara PTBA di  \n \n\nKabupaten Muara Enim pada tahun 2025 adalah pada kisaran 15 Juta ton dengan nilai optimum sektor batubara untuk kesejahteraan masyarakat Kabupaten Muara Enim adalah pada kisaran Rp 11 Triliyun.", "Daftar File": {"2009 TS PP TONI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83473", "2009 TS PP TONI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83474", "2009 TS PP TONI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83475", "2009 TS PP TONI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83476", "2009 TS PP TONI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83477", "2009 TS PP TONI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83478", "2009 TS PP TONI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83479", "2009 TS PP TONI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83480"}, "Penulis": "TONI (NIM: 22107010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Aryo P. Wibowo, M.Eng", "Dr. Ir. H. Ukar W. Soelistijo, M.Sc, APU"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Optimasi nilai produksi batubara, nilai manfaat sosial, pendapatan per kapita, dan komposisi tonase produksi ekspor/konsumsi domestik optimum.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}