{"Nomor": 17444, "Judul": "MODEL BISNIS SOLAR PV DI INDONESIA: KASUS PERUSAHAAN-PERUSAHAAN TENAGA SURYA INDONESIA", "Abstrak": "Pembicaraan mengenai perkembangan proyek PV di Indonesia memunculkan pertanyaan penting mengenai bagaimana perusahaan-perusahaan tenaga surya menerapkan model bisnisnya. Tesis ini bermaksud untuk mengidentifikasi model bisnis yang diimplementasikan oleh perusahaan-perusahaan ini dikaitkan dengan lingkungan bisnisnya dan mengidentifikasi model bisnis potensial di masa depan dalam kondisi lingkungan bisnis yang lebih baik maupun seperti yang berjalan sekarang. Studi ini melihat lebih jauh beberapa isu terkini terkait dengan perusahaan-perusahaan tenaga surya Indonesia, seperti riwayat bisnis, aktivitas bisnis dan lingkungan operasi, dan perspektif terhadap pentingnya kebijakan dan regulasi terhadap bisnis mereka. Tesis ini menunjukkan pada umumnya perusahaan-perusahaan tersebut memiliki model bisnis yang serupa. Perusahaan-perusahaan tersebut terletak pada sisi hilir dari rantai nilai PV. Kebanyakan perusahan-perusahaan tenaga surya menggabungkan aktivitasnya dalam pengintegrasian sistem PV, pemroduksian BOS untuk SHS (inverter, boks batere, dan struktur pendukung), pendistribusian sistem dan produk-produk PV, dan pemasangan sistem PV. Dengan kata lain, nilai gabungan produk dan servis yang ditawarkan tidak berbeda dari kompetitornya. Model bisnis yang diterapkan memfokuskan pada pasokan dan pemasangan sistem PV. Pengguna akhir biasanya berlaku sebagai pemilik, seperti institusi pemerintah yang juga menyediakan pendanaan penuh untuk PV sistem yang dipasang atau sektor swasta (seperti penyedia telekomunikasi). Sumber pendanaan perusahaan-perusahaan tenaga surya berasal dari pendanaan sendiri atau gabungan antara pendanaan sendiri dan dana bank. Hasil analisis yang dilakukan dalam tesis ini menunjukkan bahwa kebijakan pemerintah masih merupakan penggerak utama bagi pengembangan pasar PV di Indonesia dan kondisi ini masih akan bertahan hingga beberapa tahun ke depan. Tesis ini mengusulkan penerapan model PPA terlepas ada atau tidaknya intervensi pemerintah. Sementara itu, model penjualan/kredit dan model penjualan yang mengintegrasikan PV dengan bangunan baru diusulkan jika terdapat intervensi pemerintah.", "Daftar File": {"2009 TS PP TONY SUSANDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83491", "2009 TS PP TONY SUSANDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83492", "2009 TS PP TONY SUSANDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83493", "2009 TS PP TONY SUSANDY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83494", "2009 TS PP TONY SUSANDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83495", "2009 TS PP TONY SUSANDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83496"}, "Penulis": "TONY SUSANDY (NIM : 29107154)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Retno Gumilang Dewi, MEnv.Eng.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business model, PV, solar company", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}