{"Nomor": 17449, "Judul": "THE EFFECTS OF METHYL ESTER JATROPHA CURCAS L. OIL ON AN AUTOMOTIVE INDIRECT INJECTION DIESEL ENGINE", "Abstrak": "The objective of this research is to investigate the effects of using Methyl Ester Jatropha Curcas L. oil (Methyl Ester JC oil) on automotive Indirect Injection (IDI) diesel engine. A Toyota Kijang IDI diesel engine was used in this study. A complex procedure was developed to investigate the effects of methyl ester on engine performance, engine exhaust gas emissions, and engine deposit (in its cylinder head, pistons, valves, and injectors).  \n \n\nThe performance tests were conducted at 75 % of maximum throttle position, and at speeds varying from 1,000 rpm to 3,000 rpm with 250 rpm increment. The results showed that methyl ester JC oil and its blends with Diesel fuel are comparable to Diesel fuel in performance parameters. However, these fuels give slightly lower torque, power output, and thermal efficiency, but slightly higher  \n \n\nbrake specific fuel consumption than Diesel fuel. The reductions of thermal efficiency are respectively 1.21 %, 3.83 %, 1.48 % and 2.07 % for B10, B20, B50 and B100, as compared to diesel. In emission tests, the test engine was run at 2000 rpm, and with BMEP of 100 kPa, 200 kPa, 300 kPa, 400 kPa, 450 kPa, and 500 kPa. Using methyl ester JC oil and its blends significantly reduces HC, CO, Bosch  \n \n\nsmoke number, although slightly increases NOx emission. The results of performance and emissions tests showed that B10 is the optimum fuel for the test engine.  \n \n\nThe deposit and cleanliness tests were conducted according to procedures of paper SAE 942010. After 6-hour test, the deposit weight on combustion chamber parts is lower than that of engines using Diesel fuel. During 6-hour test, the using of B10 has exhaust gas emission lower than that of Diesel fuel (54.97 % for HC and 16.13 % for CO). The results show that the using of B10 for 6-hour test help to  \n \n\nimprove quality operation of automotive IDI diesel engine.", "Daftar File": {"2006 TS PP TRAN QUANG TUYEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83519", "2006 TS PP TRAN QUANG TUYEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83520", "2006 TS PP TRAN QUANG TUYEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83521", "2006 TS PP TRAN QUANG TUYEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83522", "2006 TS PP TRAN QUANG TUYEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83523", "2006 TS PP TRAN QUANG TUYEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83524", "2006 TS PP TRAN QUANG TUYEN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83525", "2006 TS PP TRAN QUANG TUYEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83526"}, "Penulis": "TRAN QUANG TUYEN (NIM : 23104036)", "Kontributor / Dosen Pembimbing": ["Committee Members :   \n \n\nDr. Iman Kartolaksono Reksowardojo", "Dr. Tirto Prakoso Brodjonegoro", "Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Biodiesel, Alternative fuels, Oxygenated fuel, Jatropha Curcas L. oil, Physic Nut oil, Diesel engine, Injector Nozzle Coking.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}