{"Nomor": 17452, "Judul": "KAJI EKSPERIMENTAL KARAKTERISTIK SISTEM PENDINGINAN PASIF DENGAN AIR PADA MODEL SUNGKUP REAKTOR NUKLIR AP1000", "Abstrak": "Salah satu mekanisme pendinginan sungkup secara pasif yang diaplikasikan pada model sungkup reaktor nuklir PWR generasi baru, seperti AP1000, adalah pendinginan dengan guyuran air yang jatuh akibat gaya gravitasi dan membentuk  \n \n\nlapisan air di permukaan luar dinding sungkup. Karena kinerjanya yang sangat penting bagi aspek keselamatan, karakteristik pendinginan dengan lapisan air tersebut perlu  \n \n\ndikaji, baik melalui kajian eksperimental maupun kajian teoritik. Penelitian ini difokuskan pada kajian eksperimental tentang pengaruh laju alir massa air dan tingkat fluks panas pada dinding sungkup AP1000 terhadap beberapa karakteristik pendinginan dengan lapisan air yang masih bersifat laminer. Pelaksanaan penelitian ini terdiri dari empat tahap yaitu: perancangan sistem guyuran air, perakitan sistem sungkup dan sistem guyuran air, kalibrasi alat ukur dan pengambilan data. Pengambilan data dilakukan pada saat kondisi steady sebelum diguyur dengan air sampai saat kondisi steady setelah diguyur dengan air dengan  \n \n\nmemvariasikan laju alir massa air dan tingkat daya pemanas maksimum hingga 5000 W. Hasil penelitian menunjukkan bahwa temperatur dinding sungkup mengalami penurunan yang signifikan setelah diguyur dengan air dan meningkat pada arah lateral pada daerah sektor elips dan daerah silinder. Ketebalan lapisan air berbanding lurus dengan laju alir massanya dan relatif konstan terhadap variasi tingkat fluks panas pada dinding sungkup. Untuk aliran lapisan air yang laminer, koefisien perpindahan panas dari dinding sungkup ke lapisan air curah berbanding terbalik dengan laju alir massa lapisan air karena dengan menebalnya lapisan air akan meningkatkan tahanan termal yang ada. Di sisi lain, koefisien perpindahan panas justru sebanding dengan tingkat daya pemanas pada dinding sungkup karena dengan semakin tingginya tingkat fluks panas maka ketebalan lapisan air akan berkurang sehingga tahanan termalnya juga akan  \n \n\nberkurang. Secara umum, nilai h* yang didapatkan pada penelitian ini memiliki trend grafik yang sama dan terletak dibawah korelasi umum perpindahan panas ke lapisan air  \n \n\ncurah yang diusulkan Diah [2] pada penelitian sebelumnya. Software yang digunakan Diah mampu mensimulasikan karakteristik perpindahan panas ke lapisan air curah jika  \n \n\nmenggunakan temperatur lingkungan aktual. Pada prinsipnya, untuk aliran lapisan air yang bersifat laminer, dapat dipilih laju alir massa lapisan air yang minimum dalam rangka pertimbangan ekonomis serta untuk meningkatkan koefisien perpindahan panasnya.", "Daftar File": {"2011 TA PP T. REINHARD. E. E. MANALU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83542", "2011 TA PP T. REINHARD. E. E. MANALU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83543", "2011 TA PP T. REINHARD. E. E. MANALU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83544", "2011 TA PP T. REINHARD. E. E. MANALU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83545", "2011 TA PP T. REINHARD. E. E. MANALU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83546", "2011 TA PP T. REINHARD. E. E. MANALU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83547", "2011 TA PP T. REINHARD. E. E. MANALU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83548", "2011 TA PP T. REINHARD. E. E. MANALU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83549"}, "Penulis": "T. REINHARD. E. E. MANALU (NIM : 13106095)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Pendinginan Pasif, Eksperimen, Pendinginan, Sungkup, AP1000, Lapisan air, Laminer, Laju alir massa, Fluks panas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}