{"Nomor": 17451, "Judul": "NONLINEAR CONTROL OF A SINGLE ARM ROBOT USING ELECTRO-HYDRAULIC ACTUATOR", "Abstrak": "This thesis examined issues in the design and implementation of nonlinear robust control scheme to a single-hydraulically actuated robot arm. The single-hydraulically actuated robot arm system was known with highly nonlinear characteristics. Furthermore, dynamics of the system was difficult to model due to change in system parameters and disturbances. To deal with these difficulties, a robust control scheme, sliding mode control (SMC), was applied in this thesis. This method provides a systematic approach to the problem of maintaining stability and consistent performance in the face of nonlinearities and modeling imprecisions. Furthermore, by allowing the tradeoffs between modeling and performance to be quantified in a simple fashion,  \n \n\nit can illuminate the whole design process. However, the main drawback of SMC was chattering problem which can excite high-frequency dynamics and was undesirable in practice. Therefore, an observer in combination with  \n \n\nSMC was proposed in this thesis to eliminate chattering along with the use of general boundary layer technique. Both simulation and experimental results showed that high robust control performances were met and the chattering  \n \n\nwas eliminated.", "Daftar File": {"2008 TS PP TRAN XUAN BO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83534", "2008 TS PP TRAN XUAN BO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83535", "2008 TS PP TRAN XUAN BO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83536", "2008 TS PP TRAN XUAN BO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83537", "2008 TS PP TRAN XUAN BO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83538", "2008 TS PP TRAN XUAN BO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83539", "2008 TS PP TRAN XUAN BO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83540", "2008 TS PP TRAN XUAN BO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83541"}, "Penulis": "TRAN XUAN BO (NIM: 23106019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indrawanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Servo-hydraulic control system, Robust nonlinear control, Sliding mode control, Hydraulically-actuated manipulator.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}