{"Nomor": 17462, "Judul": "GERUSAN SEKITAR PILAR JEMBATAN DI TIKUNGAN SUNGAI (KAJIAN LABORATORIUM)", "Abstrak": "Sungai merupakan salah satu bagian dari sumber daya air yang sangat penting bagi manusia dan memiliki fungsi penting dalam peradaban manusia. Khususnya di Indonesia, sungai tidak dapat dipisahkan dari kehidupan masyarakatnya.  \n \n\nDalam perkembangannya, sungai bisa berbentuk sebuah meander. Meander mempunyai ciri khusus yaitu terbentuknya erosi di bagian luar tikungan, dan sedimentasi di bagian dalam tikungan.  \n \n\nPenelitian ini bertujuan mempelajari pengaruh penempatan pilar jembatan pada tikungan saluran terhadap gerusan lokal yang terjadi. Penelitian dilakukan dengan membangun model fisik pada flume di laboratorium. Digunakan tiga model pilar tersusun dari grup pilar pada tiga lokasi tinjau yang telah ditentukan.  \n \n\nHasil parameter fisik yang diperoleh dari penelitian ini berupa kecepatan dan kedalaman gerusan. Kedalaman gerusan diperoleh dengan pengamatan visual gerusan lokal di sekitar pilar dengan interval waktu 30 menit, dan diakhiri dengan pengukuran topografi pada akhir penelitian. Kedalaman gerusan yang diamati kemudian dibandingkan dengan hasil perkiraan dengan persamaan Colorado State University (CSU). Hasil dari studi menunjukkan bahwa terdapat pengaruh posisi  \n \n\npenempatan pilar di tikungan terhadap pembentukan gerusan lokal, dan gerusan lokal yang terbentuk di tikungan lebih dalam dari pada gerusan lokal yang terbentuk di saluran lurus.  \n \n\nPengaruh posisi penempatan pilar pada tikungan ini dibuat menjadi faktor posisi pada tikungan. Nilai ini ditambahkan pada persamaan Colorado State University sebagai faktor koreksi di tikungan.", "Daftar File": {"2010 TS PP TRI NUGRAHA ADIKESUMA 1-COVER.PDF": "https://digilib.itb.ac.id/gdl/download/83614", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 1.PDF": "https://digilib.itb.ac.id/gdl/download/83615", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 2.PDF": "https://digilib.itb.ac.id/gdl/download/83616", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 3.PDF": "https://digilib.itb.ac.id/gdl/download/83617", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 4-A.pdf": "https://digilib.itb.ac.id/gdl/download/83618", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 4-B.pdf": "https://digilib.itb.ac.id/gdl/download/83619", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 4-C.pdf": "https://digilib.itb.ac.id/gdl/download/83620", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-BAB 5.PDF": "https://digilib.itb.ac.id/gdl/download/83621", "2010 TS PP TRI NUGRAHA ADIKESUMA 1-PUSTAKA.PDF": "https://digilib.itb.ac.id/gdl/download/83622"}, "Penulis": "TRI NUGRAHA ADIKESUMA (NIM : 25007302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Joko Nugroho, ST., MT., Ph.D", "Dr. Ir. Agung Wiyono, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Gerusan, grup pile, tikungan saluran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}