{"Nomor": 17461, "Judul": "PENGARUH SESAR TUMBUH TERHADAP DISTRIBUSI BATUPASIR ZONE-M FORMASI SANTUL LAPANGAN BUNYU CEKUNGAN TARAKAN KALIMANTAN TIMUR", "Abstrak": "Lapangan Bunyu terletak di Cekungan Tarakan, Kalimantan Timur dan sudah berproduksi sejak tahun 1950. Pada tahun 2010, produksi minyak di Lapangan Bunyu mengalami peningkatan yang berarti setelah ditemukannya paket batupasir yang mampu memproduksikan minyak sebesar 5.000 bopd dengan water cut 0%. Pemahaman mengenai distribusi batupasir di Lapangan Bunyu diperlukan agar pengembangan lapangan dapat dilakukan secara optimal. Permasalahan yang diangkat dalam penelitian adalah bagaimana lapisan batupasir Zona M tersebar di berkaitan dengan pengaruh sesar tumbuh dan fasies pengendapannya. Data yang digunakan dalam penelitian adalah data log tali kawat dari 129 sumur, data biostratigrafi, data inti bor, dan data log hasil perhitungan petrofisika, serta data seismik 2D PSDM dan data seismik 3D PSDM. Penelitian akan meliputi kajian ulang analisis biostratigrafi, korelasi antar-sumur, analisis fasies untuk identifikasi lingkungan pengendapan, interpretasi seismik untuk penarikan sesar dan horizon, pembuatan peta struktur kedalaman, pembuatan peta paleogeografi, pembuatan peta ketebalan batupasir, dan pembuatan peta porositas serta kajian mengenai kaitan dari hasil penelitian untuk mengetahui pengaruh sesar tumbuh terhadap distribusi batupasir Zona M di Lapangan Bunyu. Hasil dari penelitian menunjukkan bahwa distribusi batupasir Zona M dikontrol oleh arah sedimentasi barat ke timur dan oleh sesar tumbuh yang berarah barat daya Ã‚Â– timut laut.", "Daftar File": {"2013 TS PP TRI HANDAYANI 1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83607", "2013 TS PP TRI HANDAYANI 1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83608", "2013 TS PP TRI HANDAYANI 1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83609", "2013 TS PP TRI HANDAYANI 1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83610", "2013 TS PP TRI HANDAYANI 1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83611", "2013 TS PP TRI HANDAYANI 1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83612", "2013 TS PP TRI HANDAYANI 1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83613"}, "Penulis": "TRI HANDAYANI (NIM 22010333)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir Dardji Noeradi : Dwiharso Nugroho, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sesar tumbuh, Formasi Santul, Sub-Cekungan Tarakan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}