{"Nomor": 17472, "Judul": "KARAKTERISTIK KERJA DAN TRANSPOR PEMBAWA MUATAN PADA SEL SURYA HIBRID BERSTRUKTUR TERBALIK", "Abstrak": "Penelitian ini mengkaji tentang sel surya hibrid berstruktur terbalik (inverted) berupa persambungan bulk antara P3HT (donor) dan PCBM (akseptor) dengan penggunaan lapisan CuOx (anoda) sebagai lapisan anode interlayer, menggantikan PEDOT:PSS yang sering dipakai saat ini. Lapisan CuOx ini diharapkan dapat berfungsi sebagai pemblok elektron atau dengan kata lain sebagai penghantar pembawa muatan positif (hole). Lapisan CuOx dapat berbentuk CuO atau Cu2O, dimana rasionya bergantung pada proses pembuatannya. Tingkat energi pita valensi Cu2O berada sekitar -5,2 eV yang cocok sebagai lapisan transpor hole untuk sel surya hibrid berbasis P3HT. Sel surya yang dibuat mempunyai struktur ITO/ AZO/ P3HT:PCBM/ CuOx/ Ag, dimana tingkat energi pada lapisan-lapisan tersebut menghasilkan sel surya hibrid dengan struktur terbalik. Lapisan AZO dan CuOx dibuat dengan metoda sol-gel, sedangkan lapisan aktif P3HT:PCBM dibuat dengan metoda spin coating. Elektroda Ag dibuat dengan metoda evaporasi termal. Sifat - sifat fisik dari lapisan tipis CuOx dikarakterisasi dengan menggunakan spektrometer UV-vis , XPS, XRD dan AFM. Hasil karakterisasi menunjukkan bahwa performansi sel surya dipengaruhi oleh sifat-sifat fisika dan nanostruktur dari lapisan interlayer CuOx. Performansi sel surya yang dibuat dengan penambahan lapisan CuOx sebagai anode interlayer menunjukkan adanya peningkatan PCE dari 0,06 % menjadi 0,721 %, EQE/IPCE juga meningkat dari 12,27 % menjadi 28,25 % pada eksitasi panjang gelombang cahaya 500 nm, fotoarus (photocurrent) yang tergenerasi juga meningkat dari 0,34 mA/cm2 menjadi 0,76 mA/cm2 pada absorpsi energi 2,54 eV. Hasil karakterisasi fotoarus transien (transient photocurrent) juga menunjukkan terjadi peningkatan yang signifikan dengan penambahan lapisan interlayer CuOx.", "Daftar File": {"2012 TS PP TULUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83678", "2012 TS PP TULUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83679", "2012 TS PP TULUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83680", "2012 TS PP TULUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83681", "2012 TS PP TULUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83682", "2012 TS PP TULUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83683", "2012 TS PP TULUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83684"}, "Penulis": "TULUS (NIM : 20210022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rachmat Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sel surya hibrid berstruktur terbalik, anode interlayer, pembawa muatan positif, transpor, proses sol gel, fotoarus transien.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}