{"Nomor": 17476, "Judul": "SIMULATION ANALYSIS OF BRAIN DRAIN PHENOMENA FROM INDONESIA USING SYSTEM DYNAMICS", "Abstrak": "Recently, there have been Indonesian students who chose to study abroad with various initial intentions in increasing numbers. However, from the viewpoint of future national development it is feared that students, who consider the countries where they study and stay more comfortable and convenient than their homeland, finally may choose to stay abroad rather than to go back to Indonesia and to contribute to developing their homeland. Not only for students but also for professionals, especially specialists and engineers, feel more desirable to work in developed countries rather than their homeland. Although this phenomenon is not conspicuous, it is very significant to Indonesia. It is a case of Ã‚Â‘Brain DrainÃ‚Â’, which is interpreted by Ferro (2004) as Ã‚Â“the international transfer of resources in the form of human capital, in particular the migration of relatively highly educated individuals from developing to developed countries.Ã‚Â”    \n \n \n \n\nThis study aims to grasp the general situation of Ã‚Â‘Brain DrainÃ‚Â’ in Indonesia, to explain the Ã‚Â‘Brain DrainÃ‚Â’ process by constructing a System Dynamics model, and to estimate the effects of governmentÃ‚Â’s policies by simulations under a variety of policy scenarios.    \n \n \n \n\nTwo main methodologies are used in this study. First is the use of descriptive statistics. There are three objectives of using descriptive statistics: (1) to find the characteristics of respondents through questionnaires; (2) to determine the weights of five fundamental factors (economy, social, environment, education, and politics) in order to specify factors influencing Indonesian peopleÃ‚Â’s decisions by using questionnaires; and (3) to identify the correlations between factors by using data from UNDP and World Bank.    \n \n \n \n\niv    \n \n \n \n\nThe second methodology is application of System Dynamics (SD) to social model building. The use of SD in this study has two purposes. First is to put the phenomenaÃ‚Â’s mechanism into a model as a portrait of Ã‚Â‘Brain DrainÃ‚Â’ in Indonesia. The second is to run simulations by setting reasonable and plausible assumptions. Under the following three mixed policy scenarios, Ã‚Â‘Brain DrainÃ‚Â’ can be simulated and the effects of individual policy mix can be assessed relatively. In the end, the government as decision maker will be required to decide which scenario they should follow with the consideration of their goals.    \n \n \n \n\nThe questionnaire results suggest that Ã‚Â‘educationÃ‚Â’ factor is the most influential for respondentÃ‚Â’s decision on where to live; then followed by Ã‚Â‘economyÃ‚Â’, Ã‚Â‘socialÃ‚Â’, Ã‚Â‘environmentÃ‚Â’, and Ã‚Â‘politicsÃ‚Â’ factors. The results also indicate that most of respondentsÃ‚Â’ occupations are students. Second, according to the data gathered for calculating the correlations between factors, Ã‚Â‘economicÃ‚Â’ indicator is considered as the core factor because it has high correlations with other factors except for Ã‚Â‘socialÃ‚Â’ indicator.    \n \n \n \n\nBy combining the results from the analyses of Ã‚Â‘questionnaireÃ‚Â’ and Ã‚Â‘correlationÃ‚Â’, three mixed policy scenarios are selected for simulation and showing the most optimal policy scenario by comparison with the base scenario: (1) education and economy; (2) social and education; and (3) politics and economy. The result of simulations shows that each mixed policies has its own impact in different aspects because it has different characteristics and concentrations, hence it depends on the government which scenario to follow.    \n \n \n \n\nIn this study the general situation of Ã‚Â‘Brain DrainÃ‚Â’ in Indonesia is depicted by use of statistical data and the result of the original questionnaire survey, for explaining the Ã‚Â‘Brain DrainÃ‚Â’ process a System Dynamics model is constructed, and the effects of governmentÃ‚Â’s policies are estimated by the simulations under a variety of policy scenarios. Because of limitations on available data and time, simulations have to be run under tentative assumptions. However, the model is considered valid because it can reproduce the present trend, and the model is sure to be the good base for building a decision support system on the national policy making about Ã‚Â‘Brain DrainÃ‚Â’ phenomena in the future.", "Daftar File": {"2012 TS PP TUTIK INAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83707", "2012 TS PP TUTIK INAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83708", "2012 TS PP TUTIK INAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83709", "2012 TS PP TUTIK INAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83710", "2012 TS PP TUTIK INAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83711", "2012 TS PP TUTIK INAYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83712", "2012 TS PP TUTIK INAYATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83713", "2012 TS PP TUTIK INAYATI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/83714", "2012 TS PP TUTIK INAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83715"}, "Penulis": "TUTIK INAYATI (29010001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Takeshi Arai & Dr. Utomo Sarjono Putro"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "System Dynamics, students, professionals, government, mixed policies", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}