{"Nomor": 17484, "Judul": "2D KINEMATICS AND KINETICS ANALYSES OF HUMAN GAIT", "Abstrak": "Analisis gerak manusia telah menjadi pusat dari banyak penelitian di beberapa bidang, seperti diagnosa medis, rehabilitasi fisik atau olahraga. Gait analysis merupakan bagian dari analisis gerak manusia yang spesifik mempelajari gerak berjalan manusia yang dapat digunakan untuk memonitor respons pasien selama rehabilitasi medis. Variabel gerakan (seperti waktu siklus, irama langkah, panjang langkah, dan kecepatan) dari seorang pasien dapat dipantau dan dianalisisis untuk mengetahui apakah perkembangan telah terjadi. Variabel ini diperoleh dengan melakukan observasi.   \n \n \n\nPenelitian ini merupakan bagian dari penelitian untuk mengembangkan sistem yang terjangkau, namun dapat diandalkan, terientegrasi untuk analisis orang berjalan 2D yang terdiri dari analisis gerak berdasarkan observasi optik, analisis kinematik dan kinetik gerak berjalan manusia untuk keperluan rehabilitasi medis. Studi ini menyangkut analisis kinematik dan kinetik berdasarkan analisis gerak pada eksperimen untuk mendapatkan parameter gerak berjalan manusia. Dalam analisis, tubuh manusia dimodelkan dengan lima buah segmen tubuh yang dihubungkan oleh sendi. Sebuah program dikembangkan untuk menghitung parameter umum, kinematik dan kinetik gerak berjalan manusia, dimana posisi segmen tubuh setiap saat dan data antropometrik tubuh manusia digunakan sebagai masukan.   \n \n \n\nUntuk meminimalkan error akibat proses differensiasi, data eksperimental harus dismooth terlebih dahulu sebelum digunakan dalam analisis kinematik dan kinetik. Proses smoothing yang dilakukan terhadap data eksperimen menunjukkan tingkat akurasi dan presisi yang cukup tinggi. Perangkat lunak yang telah dikembangkan mampu menghitung parameter berjalan manusia seperti irama langkah, waktu siklus, panjang langkah, kecepatan berjalan, sudut sendi, kecepatan sendi, percepatan sendi, gaya dan momen berdasarkan data posisi anggota tubuh. Hasil yang diperoleh dengan menggunakan sistem ini cukup mendekati dengan hasil yang diperoleh oleh peneliti lainya dengan menggunakan eksperimen. Berdasarkan hasil tersebut, model dianggap cukup dapat diandalkan. Sistem yang dikembangkan memiliki potensi yang cukup tinggi untuk digunakan dalam rehabilitasi medis.", "Daftar File": {"2010 TS PP UNGKAP MAJU PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83759", "2010 TS PP UNGKAP MAJU PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83760", "2010 TS PP UNGKAP MAJU PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83761", "2010 TS PP UNGKAP MAJU PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83762", "2010 TS PP UNGKAP MAJU PURBA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83763", "2010 TS PP UNGKAP MAJU PURBA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83764", "2010 TS PP UNGKAP MAJU PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83765"}, "Penulis": "UNGKAP MAJU PURBA (NIM: 23608010)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Andi Isra Mahyuddin", "Dr. Ir. Tatacipta Dirgantara", "Dr. Eng. Sandro Mihradi)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Inverse dynamics, multibody system, smoothing, human gait, Inverse dynamics, sistem benda jamak, smoothing, gerak berjalan manusia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}