{"Nomor": 17491, "Judul": "PENGARUH KONSENTRASI CHITOSAN DAN PERLAKUAN HYDROTHERMAL TERHADAP PEMBENTUKAN MORFOLOGI GAMMA-ALUMINA SEBAGAI APLIKASI CATALYTIC CONVERTER AUTOMOBILE", "Abstrak": "Dengan semakin banyaknya produksi kendaraan bermotor, semakin banyak pula polusi gas buang yang akan dihasilkan seperti COx, NOx, Methane, dan gas buang berbahaya lainnya. Karena hal ini, kebutuhan terhadap catalytic converter    \n \n \n \n\nsemakin bertambah besar. Pada catalytic converter yang sudah banyak dibuat, membran aktifnya terbuat dari platinum yang tergolong memiliki biaya produksi cukup tinggi. Untuk mengurangi biaya produksi, sudah dilakukan penelitian    \n \n \n \n\ndengan menggunakan gamma alumina sebagai membran aktifnya. Gamma alumina memiliki biaya produksi yang relatif rendah karena memiliki temperatur pembentukan sekitar 500-700oC. Penelitian dilakukan dengan menggunakan serbuk alumina untuk membuat ceramic foam sebagai body. Lalu body dilapisi    \n \n \n \n\ndengan membran gamma alumina dengan melakukan proses impregnasi larutan AlOH. Dilakukan juga variasi penambahan konsentrasi chitosan pada larutan yang diimpregnasi. Kemudian diberikan perlakuan hydrothermal dengan variasi waktu yang berbeda-beda. Setelah itu dikalsinasi pada temperatur 6000C selama 2 jam. Proses karakterisasi menggunakan XRD, FTIR, SEM, dan BET. Dari pengujian    \n \n \n \n\nXRD disimpulkan bahwa kristal gamma alumina berhasil terbentuk. Hal ini dapat dilihat dari adanya 3 puncak pada sudut difraksi 37,340, 45,840, dan 67,360 . Lalu pada pengujian FTIR dapat terlihat adanya ikatan Al-O pada puncak 1627 dan gugus O-H pada puncak 3448,1. Terdapat juga gugus N-H pada puncak 1419,35 dan 3448,1 yang menunjukkan adanya sisa chitosan dari proses impregnasi. Kemudian, dari hasil SEM, terlihat morfologi kristal gamma alumina yang    \n \n \n \n\nmenyerupai lembaran-lembaran (pelat) akibat adanya kalsium dan sisa chitosan yang sebelumnya diimpregnasi kedalam ceramic foam. Hasil pengujian BET menunjukkan bahwa gamma alumina memiliki luas permukaan spesifik yang relative besar yaitu 132,5338 sq m/g.", "Daftar File": {"2011 TA PP VALENDRA GIANDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83803", "2011 TA PP VALENDRA GIANDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83804", "2011 TA PP VALENDRA GIANDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83805", "2011 TA PP VALENDRA GIANDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83806", "2011 TA PP VALENDRA GIANDITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83807", "2011 TA PP VALENDRA GIANDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83808", "2011 TA PP VALENDRA GIANDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83809"}, "Penulis": "VALENDRA GIANDITA (NIM : 13706019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Catalytic Converter, Gamma Alumina, Ceramic Foam, Chitosan, Hydrothermal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}