{"Nomor": 17502, "Judul": "STRATEGI PENGEMBANGAN USAHA KECIL DAN MENENGAH DALAM INDUSTRI GARMEN STUDI KASUS : VICTORY MITRA LESTARI", "Abstrak": "Usaha Kecil dan Menengah (UKM) merupakan tulang punggung perekonomian Indonesia. Pengembangan UKM menjadi isu yang sangat penting di Negara Indonesia. Beragam program   \n\npemerintah disediakan dalam mengembangkan UKM. Sebagai salah satu bahan pokok, industri garmen di Indonesia memiliki tingkat konsumsi yang terus meningkat. Pengelolaan terhadap industri ini menjadi suatu masalah yang menarik. Didasari dengan banyaknya pelaku di industri garmen, intensitas persaingan menjadi sangat tinggi. Strategi persaingan dalam pengembangan usaha garmen dapat menjadi topik yang menarik.   \n\nDalam kebutuhan menyusun strategi persaingan yang tepat guna dilakukan analisis eksternal menggunakan 5 (lima) kekuatan dari Porter's dan analisis internal dari wawancara internal dalam perusahaan menghasilkan faktor-faktor yang kemudian dipetakan menggunakan SWOT Matrix.   \n\nPerancangan Strategi dimulai mengunakan perumusan strategi dari PorterÃ‚Â’s yaitu corporate strategy, business strategy dan functional strategy serta dilengkapi oleh perumusan strategi alternatif dari TOWS Matrix, yang selanjutnya akan dianalisis untuk membuat program pengambilan keputusan dalam strategi perusahaan untuk berkembang.   \n\nBerdasarkan analisis dari tingkat eksternal dan internal perusahaan, unit bisnis dari Victory Mitra Lestari yang berada dalam industri garmen memiliki tingkat intensitas persaingan yang tinggi. Pasar yang sedang dimasuki adalah pasar yang luas dan mengharuskan terjadinya perang harga. Dalam kondisi pasar yang berat, perusahaan sebaiknya menfokuskan pengembangan terhadap strategi   \n\npemasaran dalam kaitannya terhadap pengembangan produk baru.   \n\nPada tahap implementasi dicapai 4 (empat) rekomendasi program, diantaranya: memperluas lini produk secara kreatif, menyusun rencana kerja pada bagian perencanaan dan pengembangan produk, melakukan program promosi dan memperluas saluran distribusi secara geografis.", "Daftar File": {"2009 TS PP VICTOR HARLIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83885", "2009 TS PP VICTOR HARLIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83886", "2009 TS PP VICTOR HARLIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83887", "2009 TS PP VICTOR HARLIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83888", "2009 TS PP VICTOR HARLIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83889", "2009 TS PP VICTOR HARLIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83890"}, "Penulis": "VICTOR HARLIM (NIM: 29107103)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UKM, strategi, intensitas persaingan, program pengembangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}