{"Nomor": 17501, "Judul": "PENGUKURAN SHOCK PULSE UNTUK IDENTIFIKASI KONDISI BANTALAN GELINDING PADA PERANGKAT UJI YANG MEMILIKI PASANGAN RODA GIGI", "Abstrak": "Bantalan gelinding merupakan salah satu jenis komponen rotasi yang banyak ditemui di industri. Pengukuran sinyal shock pulse pada bantalan gelinding banyak membantu untuk mendeteksi adanya cacat awal. Namun, pada mesin yang mempunyai sistem transmisi roda gigi pengukuran ini sering menemui masalah dimana hasil pembacaan dari pengukuran ini menunjukkan indikasi yang tidak sesuai dengan kondisi bantalan yang sesungguhnya.  \n \n\nPenelitian ini dilakukan dengan tujuan untuk melihat apakah pengukuran shock pulse mampu mendeteksi kondisi bantalan gelinding pada mesin yang memiliki transmisi roda gigi. Pada penelitian ini akan dilakukan pengukuran sinyal shock pulse dan getaran pada dua jenis bantalan gelinding, yaitu bantalan gelinding baru dan cacat dengan variasi beban dan kecepatan putar. Pengukuran sinyal shock pulse dan getaran dilakukan dengan menggunakan empat perangkat akuisisi data, yaitu Leonova Infinity, Picoscope, Daqpad, dan MSA HP35650A.  \n \n\nPenelitian ini menunjukkan bahwa hasil pengukuran shock pulse pada bantalan baru yang dipasang pada sistem transmisi roda gigi, metode shock pulse dapat menunjukkan indikasi hasil yang tidak sesuai dengan kondisi bantalan yang sesungguhnya. Demikian pula untuk bantalan cacat. Hasil dari kedua pengukuran ini kemudian dibandingkan dan dianalisis. Hasil perbandingan ini tidak menunjukkan adanya perbedaan yang signifikan sehingga tidak dapat ditarik  \n \n\nkesimpulan yang berarti.", "Daftar File": {"2011 TS PP VICKY VENDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83876", "2011 TS PP VICKY VENDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83877", "2011 TS PP VICKY VENDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83878", "2011 TS PP VICKY VENDY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83879", "2011 TS PP VICKY VENDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83880", "2011 TS PP VICKY VENDY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83881", "2011 TS PP VICKY VENDY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/83882", "2011 TS PP VICKY VENDY 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/83883", "2011 TS PP VICKY VENDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83884"}, "Penulis": "VICKY VENDY (NIM : 231 08 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengukuran Shock Pulse,  Shock Pulse, Kondisi Bantalan Gelinding, Perangkat Uji, Roda Gigi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}