{"Nomor": 17507, "Judul": "STUDI SINTESIS SENYAWA TURUNAN 2,4-DINITROFENIL HIDRAZIN SEBAGAI PREKURSOR SENYAWA OLED", "Abstrak": "Luminesensi merupakan suatu fenomena dari suatu zat yang telah banyak dimanfaatkan. Salah satu pemanfaatannya adalah dalam perangkat OLED (Organic Light Emitting Diode). Pada OLED senyawa yang digunakan adalah suatu molekul organik kaku yang terkonjugasi atau senyawa kompleks dengan ion logam transisi seperti Cu, Pt, Ir. Dalam penelitian ini      \n \n \n \n \n \n\nberhasil disintesis 2 jenis senyawa hidrazon yang keduanya berasal dari prekursor DNPH (2,4-Dinitrophenyl hydrazine). Senyawa Hidrazon A, 1-(2,4-dinitrophenyl)-2-(propan-2-      \n \n \n \n \n \n\nylidene)hydrazine, merupakan suatu padatan kuning dengan titik leleh 120-1220C. Hidrazon A disintesis menggunakan metode refluks dengan rendemen 98,92%. Hidrazon B, 1-(2,4-      \n \n \n \n \n \n\ndinitrophenyl)-2-(diphenylmethylene)hydrazine, merupakan senyawa yang lebih terkonjugasi daripada Hidrazon A. Hidrazon B disintesis menggunakan metode MAOS (Microwave      \n \n \n \n \n \n\nAssisted Organic Synthesis) dengan dua macam katalis yang berbeda yaitu HCl dan SSA (Silica Sulfuric Acid), dengan rendemen produk secara berturut-turut adalah 65,38% dan      \n \n \n \n \n \n\n39,10%. Hidrazon B merupakan padatan jingga yang terdekomposisi pada temperatur 2200C. Hasil spektroskopi inframerah menunjukkan puncak khas vibrasi C=N Hidrazon A dan Hidrazon B yaitu berturut-turut pada 1619,85 cm-1 dan 1617,02 cm-1. Konfirmasi struktur Hidrazon A dan Hidrazon B dilakukan dengan pengukuran spektrum 1H-NMR dan spektrum13C NMR. Hidrazon A memiliki m/z 239,0787 (ESI+). Pada spektrum 13C-NMR Hidrazon A terdapat 9 sinyal karbon diantaranya sinyal karbon imina pada 155,51 ppm. Pada spektrum 13C-NMR Hidrazon B terdapat 15 sinyal yang bersesuaian dengan 18 karbon aromatik dan satu karbon imina pada 155,82 ppm. Panjang gelombang emisi dengan spektrofotometri fluoresensi untuk Hidrazon A dan Hidrazon B berturut-turut adalah 654 dan 524 nm Sedangkan panjang gelombang maksimum dengan spektrofotometri UV-Vis untuk Hidrazon A dan B berturut-turut adalah 375 dan 394 nm. Dengan demikian, Hidrazon A dan Hidrazon B berpotensi sebagai prekursor senyawa OLED. Pada penelitian ini dilakukan sintesis senyawa kompleks Cu2+ dengan ligan DNPH dan kompleks Zn2+ dengan ligan      \n \n \n \n \n \n\nHidrazon A menggunakan metode sonokimia dan refluks, namun kedua senyawa kompleks belum terbentuk.", "Daftar File": {"2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83920", "2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83921", "2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83922", "2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83923", "2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83924", "2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83925", "2012 TA PP VINCENCIUS FELIX MEIDIANTO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83926"}, "Penulis": "VINCENCIUS FELIX MEIDIANTO (NIM : 105 08 082)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Deana Wahyuningrum", "Pembimbing II: Dr. Irma Mulyani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DNPH, MAOS, OLED, hidrazon, senyawa kompleks", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}