{"Nomor": 17518, "Judul": "STUDI AGLOMERASI DENGAN MEDIA MINYAK JARAK DALAM PENGOLAHAN BATUBARA FRAKSI HALUS", "Abstrak": "Proses penambangan dan pengolahan batubara umumnya menghasilkan batubara fraksi halus yang biasanya terbuang sehingga menyebabkan tidak maksimalnya penggunaan batubara serta gangguan pada lingkungan. Batubara fraksi halus mungkin masih efektif untuk dijadikan sumber energi. Proses pengolahan batubara halus perlu dilakukan untuk mengurangi pengaruh pembuangannya. Proses aglomerasi minyak diharapkan mampu mengatasi masalah ini.Dalam penelitian ini digunakan conto batubara dari Kecamatan Pulau Bunyu, Kalimantan Timur yang merupakan batubara dengan peringkat rendah namun dengan kadar abu rendah. Minyak jarak digunakan dalam proses aglomerasi batubara fraksi halus karena mempunyai viskositas dan densitas yang tinggi sehingga diharapkan aglomerat yang dihasilkan cukup banyak. Pada penelitian ini dipelajari tentang pengaruh kecepatan pengadukan, waktu pengadukan, jumlah minyak, fraksi ukuran batubara serta penambahan aditif. Percobaan dilakukan dengan beberapa variasi dan kombinasi dari variabel-variabel yang ada sehingga diperoleh profil pengaruh masing-masing variabel terhadap hasil aglomerasi (%-yield dan %-penurunan kandungan abu).Dari percobaan yang dilakukan didapatkan bahwa semakin tinggi kecepatan pengadukan akan meningkatkan %-yield aglomerat. Setelah mencapai titik maksimum, aglomerat yang terbentuk akan mengalami penurunan seiring dengan peningkatan kecepatan pengadukan. Hal yang sama juga terjadi pada variabel waktu pengadukan terhadap hasil aglomerasi. Jumlah minyak yang digunakan berbanding lurus dengan hasil aglomerasi yaitu semakin banyak minyak jarak digunakan, maka akan semakin banyak aglomerat yang dihasilkan serta semakin menurun kandungan abu batubara.Dalam percobaan ini ukuran batubara -150+75 um cenderung menghasilkan %-yield aglomerat yang lebih baik dibandingkan ukuran batubara yang lain. Penambahan aditif mampu meningkatkan hasil aglomerasi terutama pada ukuran batubara -75 um namun tidak terlalu berpengaruh pada perubahan kandungan abu. Hasil aglomerasi yang paling baik diperoleh dari percobaan dengan kecepatan pengadukan 750 rpm, waktu pengadukan 5 menit, 30% minyak jarak, pada fraksi ukuran -150 +75 um yang menghasilkan %-yield aglomerat sebesar 85,9% dan penurunan kandungan abu 26,65%.", "Daftar File": {"2008 TS PP WAHYU BUDI KUSUMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83988", "2008 TS PP WAHYU BUDI KUSUMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83989", "2008 TS PP WAHYU BUDI KUSUMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83990", "2008 TS PP WAHYU BUDI KUSUMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83991", "2008 TS PP WAHYU BUDI KUSUMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83992", "2008 TS PP WAHYU BUDI KUSUMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83993", "2008 TS PP WAHYU BUDI KUSUMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83994"}, "Penulis": "WAHYU BUDI KUSUMA (NIM : 22106315)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ismi Handayani, MT., dan Dr. Ir. Edy Sanwani, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "aglomerasi, minyak jarak, batubara fraksi halus", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}