{"Nomor": 17511, "Judul": "DINAMIKA ANTI-HBV UNTUK PENGOBATAN INFEKSI DENGAN PEGINTERFERON ALFA-2A", "Abstrak": "Dalam tugas akhir ini akan dibahas model dinamika anti-HBV dengan pengobatan menggunakan Peginterferon Alfa-2a dengan penderita memiliki HBeAg-Positif dan sudah positif terkena hepatitis B kronis. Model yang akan dibahas adalah model dasar virus (model sebelum dilakukan pengobatan), model setelah diberikan pengobatan selama 56 hari dan 286 hari dengan Peginterferon Alfa-2a serta model setelah 168 hari pengobatan dihentikan. Model-model tersebut terdiri dari dinamika sel inang, virus bebas dan sel sitotoksik. Dimulai dengan ulasan tentang hepatitis B, sistem imun dan model dinamika hepatitis B yang terdiri dari: model sebelum pengobatan, setelah pengobatan dengan Peginterferon Alfa-2a dan setelah pengobatan dihentikan. Model-model ini akan dianalisis menggunakan kestabilan dari titik kesetimbangan dan perhitungan numerik untuk menggambarkan dinamika model hepatitis B pada jangka waktu tertentu. Dari hasil gambaran dinamika model hepatitis B kita dapat mengetahui efek pengobatan infeksi hepatitis B dengan Penginterferon Alfa-2a.", "Daftar File": {"2012 TA PP VIRA AKMERIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/83950", "2012 TA PP VIRA AKMERIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/83951", "2012 TA PP VIRA AKMERIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/83952", "2012 TA PP VIRA AKMERIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/83953", "2012 TA PP VIRA AKMERIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/83954", "2012 TA PP VIRA AKMERIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/83955", "2012 TA PP VIRA AKMERIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/83956"}, "Penulis": "VIRA AKMERIANA (NIM: 10108054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hepatitis B, anti-HBV, titik kesetimbangan, kestabilan, Peginterferon Alfa-2a", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}