{"Nomor": 17522, "Judul": "ANALISIS PEMBEBANAN DAN TEGANGAN POROS RODA PENDARAT UTAMA PESAWAT B737-400", "Abstrak": "Pada salah satu penerbangan pesawat B737-400 mengalami patah pada bagian roda pendarat yang menyebabkan roda pendarat utama nomor satu lepas. Dari hasil analisis kegagalan yang dilakukan KNKT dan PT GMF AeroAsia ditemukan bahwa kegagalan terjadi akibat fatigue yang berawal dari corrosion pit pada salah satu lubang bolt pada flange roda pendarat. Sebagai salah satu upaya untuk melengkapi serta menunjang kajian tersebut, perlu dilakukan penelitian mengenai pembebanan dan tegangan pada roda pendarat saat pesawat dioperasikan. Dengan kajian ini dapat diketahui apakah beban yang diterima oleh pesawat dapat dikategorikan masih dalam batas aman. Selain itu dari hasil hasil analisis tegangan dapat diketahui daerah yang mengalami tegangan kritis terutama daerah di sekitar lubang bolt dimana retak awal yang menyebabkan kegagalan fatigue berada. Analisis pembebanan dilakukan untuk mendefinisikan pembebanan yang terjadi pada sistem roda pendarat utama dalam berbagai kondisi pendaratan. Hasil analisis pembebanan tersebut digunakan dalam analisis tegangan menggunakan metoda elemen hingga. Agar analisis yang dilakukan memberikan hasil yang benar maka dilakukan studi validasi terhadap model dan konvergensi hasil. Studi validasi dilakukan pada model elemen hingga roda pendarat utama dengan menerapkan pembebanan yang relatif sederhana sehingga dapat dibandingkan dengan perhitungan analitik. Hasil analisis pembebanan menunjukkan bahwa pembebanan yang paling besar diterima oleh roda pendarat adalah akibat beban kejut. Dari hasil analisis tegangan menunjukkan terjadinya konsentrasi tegangan di sekitar lubang bolt tempat munculnya awal retak yang mengakibatkan kegagalan. Selain itu dari hasil tegangan menunjukan konsentrasi tegangan yang cukup tinggi pada beberapa daerah lain.", "Daftar File": {"2011 TA PP WAHYU KHRISNA DEWANGGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84017", "2011 TA PP WAHYU KHRISNA DEWANGGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84018", "2011 TA PP WAHYU KHRISNA DEWANGGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84019", "2011 TA PP WAHYU KHRISNA DEWANGGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84020", "2011 TA PP WAHYU KHRISNA DEWANGGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84021", "2011 TA PP WAHYU KHRISNA DEWANGGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84022", "2011 TA PP WAHYU KHRISNA DEWANGGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84023"}, "Penulis": "WAHYU KHRISNA DEWANGGA (NIM : 13606021)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Dr. Djarot Widagdo", "Dr.Eng Arif Sugianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis tegangan, analisis pembebanan, roda pendarat pesawat, metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}