{"Nomor": 17533, "Judul": "MODEL PENGUKURAN KINERJA TRANSFORMASI GREEN MANUFACTURING", "Abstrak": "Pada akhir abad 21, sustainable activities menjadi perhatian dalam pembangunan nasional maupun dunia industri, sustainable activities terkait dengan konsep sustainable development. Konsep sustainable development membuat peraturan pemerintah dan permintaan konsumen berubah. Manufaktur memiliki dua pilihan reaksi berkenaan dengan perubahaan yang terjadi, yaitu strategi reaktif dan strategi proaktif. Strategi proaktive memiliki dampak yang lebih kecil daripada strategi reaktif. Green strategies merupakan salah satu bentuk strategi proaktif. Green strategies sendiri memiliki bentuk yang bermacam-macam, salah satunya adalah green manufacturing. Tapi green strategies memiliki resiko yang besar karena manufaktur perlu mengubah banyak hal. Guna meminimalisir dan menghindari resiko yang ada, manufaktur harus memiliki ukuran untuk mengukur transformasi yang dilakukan.    \n \n\nPenelitian ini akan mengembangkan model pengukuran kinerja transformasi green manufacturing. Model yang akan dikembangkan berdasarkan pada metodologi architecture of an environmental impact management dengan menggunakan pendekatan sistem. Tool yang digunakan dalam model ini adalah analisis SWOT, balanced scorecard (BSC), green performance indicators (GPIÃ‚Â’s), dan analyticl hierarchy process (AHP). Model ini bisa diharapkan bisa diimplementasikan pada industri manufaktur baik yang berbasis mass product maupun customize product sehinggan manufaktur konvensional bisa bertrasformasi menjadi green manufacturing.    \n \n\nModel pengukuran kinerja transformasi green manufacturing. ini memiliki lima tahap yaitu tahap strategy, sensing dan monitoring, analyzing dan management, implementation serta continuous improvement.", "Daftar File": {"2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84092", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84093", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84094", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84095", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84096", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84097", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84098", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/84099", "2013 TS PP WARA WIDYARINI ENDAH SAPTANINGTYAS  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84100"}, "Penulis": "WARA WIDYARINI ENDAH SAPTANINGTYAS  (NIM : 23410061)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr.Ir.Anas Ma'", "ruf, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "green manufacturing transformation, strategic decision, performance measurement", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}