{"Nomor": 17537, "Judul": "EVALUASI KINERJA PROYEK PEMBANGUNAN STASIUN PENGUJIAN MINYAK BUMI PT.CHEVRON PACIFIC INDONESIA DI AREA KULIN - RIAU", "Abstrak": "Strategi keberhasilan PT. CPI untuk menghasilkan kinerja kelas dunia dalam bidang pengurangan biaya dan pengelolaan aset/kapital dijabarkan dalam mengelola salah satu proyek pekerjaan pembangunan stasiun pengujian di daerah Kulin sebanyak 2(dua) buah. Kinerja  \n \n\nkeberhasilan sebuah proyek ditentukan oleh pengendalian biaya akhir yang dipengaruhi oleh jadwal penyelesaian.  \n \n\nDalam evaluasi tahunan pekerjaan konstruksi fasilitas di atas didapatkan keterlambatan dalam menyelesaikan proyek oleh pihak kontraktor yang dapat menimbulkan penambahan  \n \n\nbiaya tinggi. Ketiadaan metoda analisa kinerja proyek yang obyektif dan terukur (kuantitatif) menyulitkan Project Manager untuk mengendalikan jadwal proyek dan memperkirakan total biaya akhir serta besar tambahan anggaran jika diperlukan. Tujuan yang ingin dicapai dari  \n \n\npenelitian ini adalah memberikan rekomendasi metoda pengevaluasian kinerja suatu proyek secara obyektif dan kuantitatif, dengan mengevaluasi indikator-indikator yang berpengaruh terhadap manajemen proyek tersebut sehingga dapat dilakukan pengendalian jadwal proyek  \n \n\nsehingga mengurangi penambahan biaya selama pekerjaan berlangsung. Metoda yang dipergunakan dalam proyek akhir ini adalah analisa data aktual secara langsung dalam 3 tahapan, menuju perumusan hasil melalui analisa prakiraan jadwal menggunakan metoda EVM (Earned Value Management), untuk menentukan prakiraan biaya akhir dan tambahan anggaran jika dibutuhkan sebelum kemajuan proyek mencapai 70%. Penjajagan penggunaan EVM dalam proyek di atas dilakukan dengan melengkapi teknik  \n \n\npengukuran kemajuan fisik (physical progress) pada setiap komponen kegiatan terkecil dan satuan biaya serta jadwal kegiatan tersebut, untuk menghitung kemajuan proyek (Earned Value) terhadap rencana awal (Planned Value), serta membandingkan dengan pembayaran ke  \n \n\nkontraktor (Actual Value). Pengendalian proyek dilakukan dengan akurasi pembayaran yang sama dengan nilai kemajuan fisik proyek, atau Cost Performance Index (CPI) =1, dan jadwal dengan meningkatkan Schedule Performance Index (SPI) mendekati 1, sehingga dapat ditentukan prakiraan waktu penyelesaian proyek, Time Estimate at Completion (EACt) di setiap periode. Indikator-indikator pengukuran kinerja proyek dengan EVM dapat membantu manajer dan tim proyek mengambil langkah-langkah koreksi dari waktu ke waktu untuk menghindari penambahan biaya yang tinggi karena keterlambatan proyek yang berkepanjangan. Dengan keberhasilan pengendalian penambahan biaya pada proyek di atas, rekomendasi  \n \n\ndiberikan untuk menggunakan metoda EVM secara utuh baik bagi kontraktor maupun tim proyek-proyek di PT. CPI, dengan menyiapkan tim khusus yang akan mempersiapkan  \n \n\ninfrastruktur yang diperlukan, serta pemberdayaan organisasi tim proyek PT. CPI, baik struktur maupun kemampuan, untuk meningkatkan efektivitas manajemen proyek-proyek di PT. CPI.", "Daftar File": {"2010 TS PP WASONO BASUKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84117", "2010 TS PP WASONO BASUKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84118", "2010 TS PP WASONO BASUKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84119", "2010 TS PP WASONO BASUKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84120", "2010 TS PP WASONO BASUKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84121", "2010 TS PP WASONO BASUKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84122"}, "Penulis": "WASONO BASUKI (NIM : 29106374)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Rudy Bekti, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Earned Value, Prakiraan Biaya Akhir, Prakiraan Jadwal Penyelesaian", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}