{"Nomor": 17545, "Judul": "STRATEGI PENINGKATAN PROFIT BENGKEL CUCI MELALUI PENGEMBANGAN SKEMA BISNIS WARALABA", "Abstrak": "HUG Motor merupakan bengkel cuci yang menyediakan berbagai layanan di bidang jasa otomotif bagi para konsumennya. Berbagai layanan yang disediakan adalah layanan cuci snow wash mobil dan motor, layanan ganti oli, layanan salon mobil, layanan perbaikan mesin/mekanik, dan layanan auto market yang menjual berbagai produk perawatan kendaraan bermotor. Di Wilayah Bandung Tengah, HUG Motor adalah pemain utama dalam bisnis cuci mobil dan menduduki peringkat pertama sebagai penjual oli terbanyak untuk merek Shell dan Mobil 1.       \n \n\nKota Bandung mengalami pertumbuhan ekonomi yang cukup signifikan dari tahun ke tahun. Hal ini dapat dilihat dari semakin banyaknya pusat bisnis dan tempat rekreasi di sekitar Kota Bandung. Indikator lainnya adalah pertumbuhan populasi kendaraan baik itu roda dua maupun roda empat.       \n \n\nBerdasarkan kondisi di atas, HUG Motor melihat adanya potensi pasar yang cukup besar untuk pengembangan bisnis bengkel cuci. Ditambah lagi belum banyaknya pemilik bengkel cuci lokal yang menjalankan usahanya secara terencana dan profesional. Oleh karena itu, HUG Motor berencana untuk mengembangkan usahanya melalui skema bisnis yang saat ini sedang tren yaitu waralaba.      \n \n\nDengan memperhitungkan tren penjualan dan tiga skenario yang mungkin terjadi yaitu Pessimistic, Most Likely, dan Optimistic, studi kelayakan yang telah dilakukan memberikan kesimpulan bahwa rencana tersebut layak untuk dilakukan. Pada lokasi Rancabolang, untuk skenario Pessimistic saja diperoleh nilai NPV sebesar Rp 251.996.935,04, PBP selama 3 tahun 5 bulan 12 hari, IRR 19,32 %, ROE 56,05 %, dan ROI 30,33 %.         \n \n\nRencana implementasi yang akan dilakukan dalam waktu dekat adalah membuat proposal waralaba yang kemudian akan dipresentasikan dihadapan calon terwaralaba.", "Daftar File": {"2008 TS PP WIBOWO HADITOMO SURYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84155", "2008 TS PP WIBOWO HADITOMO SURYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84156", "2008 TS PP WIBOWO HADITOMO SURYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84157", "2008 TS PP WIBOWO HADITOMO SURYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84158", "2008 TS PP WIBOWO HADITOMO SURYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84159", "2008 TS PP WIBOWO HADITOMO SURYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84160"}, "Penulis": "WIBOWO HADITOMO SURYADI (NIM : 29106066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "investment, franchise, feasibility study", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}