{"Nomor": 17549, "Judul": "PERHITUNGAN STRUKTUR PITA DAN SPEKTRUM EMISI TERSTIMULASI UNTUK KRISTAL FOTONIK POLIMER DUA DIMENSI", "Abstrak": "Struktur kristal fotonik mendapatkan perhatian yang besar dalam satu dekade terakhir sebagai suatu struktur untuk mengontrol penjalaran cahaya dalam analogi pengontrolan elektron/hole dalam struktur kristal semikonduktor. Kehadiran struktur periodik dengan variasi indeks bias menghasilkan pembentukan pita gap untuk propagasi gelombang cahaya yang merambat dalam struktur tersebut. Tugas akhir ini memaparkan teori untuk perhitungan struktur pita gap, yakni hubungan dispersi dan rapat keadaan fotonik dengan menggunakan metode ekspansi gelombang bidang, yaitu dengan menyelesaikan persamaan eigen hasil perumusan ekspansi tersebut secara numerik. Perhitungan diterapkan untuk struktur yang terbuat dari alumina (seperti yang dilaporkan oleh K. Sakoda) dan struktur yang terbuat dari polimer. Solusi vektor eigen medan magnetik dari persamaan eigen tersebut juga digunakan untuk perhitungan amplifikasi optik dari proses emisi terstimulasi dalam struktur tersebut. Hasil-hasil ini dipakai untuk memahami kemungkinan aplikasi dan karakteristik kristal fotonik polimer sebagai divais photopumped laser.", "Daftar File": {"2008 TA PP WIDIANTA GOMULYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84181", "2008 TA PP WIDIANTA GOMULYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84182", "2008 TA PP WIDIANTA GOMULYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84183", "2008 TA PP WIDIANTA GOMULYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84184", "2008 TA PP WIDIANTA GOMULYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84185", "2008 TA PP WIDIANTA GOMULYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84186", "2008 TA PP WIDIANTA GOMULYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84187"}, "Penulis": "WIDIANTA GOMULYA (NIM 10204015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rahmat Hidayat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kristal fotonik, ekspansi gelombang bidang, rapat keadaan, emisi terstimulasi, nilai eigen", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}