{"Nomor": 17544, "Judul": "ANALISIS THROUGHPUT WIRELESS AD-HOC 802.11N MENGGUNAKAN NS-2", "Abstrak": "Salah satu standard yang terbaru untuk teknologi wireless adalah IEEE 802.11n yang disusun dengan tujuan memperoleh MAC data throughput diatas 100 Mb/s dan meningkatkan efisiensi kanal. Untuk mencapai tujuan tersebut, pada standar ini diterapkan beberapa mekanisme dan teknologi baru seperti penggunaan teknologi Multiple-Input-Multiple-Output (MIMO), mekanisme frame aggregation, dan Blok ACK. Penggunaan teknologi MIMO merupakan metode untuk meningkatkan throughput pada layer PHY, sedangkan mekanisme frame aggregation dan Blok ACK merupakan metode yang diterapkan pada layer MAC. Pada Tugas Akhir ini dilakukan simulasi menggunakan NS-2 untuk melihat throughput dari standar 802.11n ini. Dengan simulasi tersebut akan dilihat bagaimana pengaruh mekanisme-mekanisme yang diterapkan pada 802.11n seperti frame aggregation dan blok ACK terhadap nilai throughput. Dari simulasi diperoleh bahwa mekanisme frame aggregation sangat mempengaruhi nilai throughput. Efisiensi kanal juga dapat ditingkatkan sampai 69% dengan menggunakan ukuran frame aggregation maksimum. Selain itu, didapat bahwa penggunaan blok ACK tidak akan mempengaruhi throughput untuk tipe paket UDP. Ukuran paket data yang digunakan juga dapat mempengaruhi throughput jaringan.", "Daftar File": {"2010 TA PP WIBISANA JAKA SEMBADA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84148", "2010 TA PP WIBISANA JAKA SEMBADA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84149", "2010 TA PP WIBISANA JAKA SEMBADA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84150", "2010 TA PP WIBISANA JAKA SEMBADA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84151", "2010 TA PP WIBISANA JAKA SEMBADA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84152", "2010 TA PP WIBISANA JAKA SEMBADA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84153", "2010 TA PP WIBISANA JAKA SEMBADA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84154"}, "Penulis": "WIBISANA JAKA SEMBADA (NIM : 13206089)", "Kontributor / Dosen Pembimbing": ["WIBISANA JAKA SEMBADA (NIM : 13206089)", "Dosen Pembimbing: Ir. Sigit Haryadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "wireless, throughput, frame aggregation, blok ACK, UDP, efisiensi kanal, NS-2", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}