{"Nomor": 17550, "Judul": "PRELIMINARY DESIGN OF A START-STOP DEVICE FOR VEHICLE IDLE-TIME REDUCTION", "Abstrak": "Heavy congestion and poor traffic management makes vehicles spend more time idling during its daily driving cycle. Idling causes unnecessary fuel consumption and higher emission rate. The waste of fuel consumption and thereby  \n \n\nemission level can be prevented by reducing a vehicleÃ‚Â’s idle-time. One of the practical ways to accomplish this is to shutdown the vehicle when it is in a stop, such as in traffic lights or congestion. This idea has been recognized for sometime and many researches claimed the level of fuel saving may reach around 15 to 25%.  \n \n\nThe main objective of this research is to develop a device that provides means to automatically shutdown and restart an in-use vehicle upon user request. The device, which is called the Start-Stop Device, is basically an electronic switch that operates under a predetermined inputs condition. Algorithms to shutdown and restart the engine are given in Chapter III of this report and the circuit schematic as well as its prototype is discussed in Chapter IV. A more focused attention was given to provide means to startup a vehicle using less electrical energy to maintain  \n \n\nthe batteryÃ‚Â’s usage life. The strategy to achieve this is by delaying the ignition timing. The Start-Stop utilized a variable resistor (trimmer) to control the discharge time. The last part of this research centers on the evaluation of energy discharge level at normal (approx. 20 o BTDC) and retarded ignition (approx. 20 o ATDC). Evaluation on the Start Stop Device was aimed to find a resistance setting that approximates the retarded ignition condition. Four resistance values were determined for the evaluation: 1 MΩ, 507 kΩ, 104 kΩ, and 4.9 kΩ.  \n \n\nAnalysis to the measured data shows that normal ignition requires 1355.53 joules of discharge energy. This level is twice higher than the energy requirement of a retarded ignition which only scored 710.58 joule. The retarded ignition requires a shorter ignition duration which is 0.64 sec against 0.82 sec of the normal ignition. The analysis also found the 104 kΩ resistance value produces the lowest energy level, which is 960.92 joule in 0.64 sec and it is set as the recommended value of the Start Stop Device.", "Daftar File": {"2007 TS PP WIDIANTO INDRA PERSADHA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84188", "2007 TS PP WIDIANTO INDRA PERSADHA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84189", "2007 TS PP WIDIANTO INDRA PERSADHA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84190", "2007 TS PP WIDIANTO INDRA PERSADHA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84191", "2007 TS PP WIDIANTO INDRA PERSADHA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84192", "2007 TS PP WIDIANTO INDRA PERSADHA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84193", "2007 TS PP WIDIANTO INDRA PERSADHA  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84194", "2007 TS PP WIDIANTO INDRA PERSADHA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84195"}, "Penulis": "WIDIANTO INDRA PERSADHA (NIM: 23105027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Djoko Suharto", "Prof. Dr. Ir. Indra Nurhadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "traffic management, vehicles", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}