{"Nomor": 17551, "Judul": "PENGAMATAN KARAKTERISTIK POMPA EZ 200 EBARA", "Abstrak": "Penggunaan pompa dewasa ini semakin meningkat, sehingga dalam pemilihan pompa perlu diperhatikan dan dipertimbangkan karakteristik performansi pompa. Untuk mendapatkan karakteristik performansi pompa perlu dilakukan pengamatan terhadap karakteristik performansi pompa secara  \n \n\neksperimental. Dalam tugas sarjana ini dilakukan pengujian terhadap pompa EZ 200 yang merupakan pompa sentrifugal beraliran radial horizontal, dengan tipe volut, isapan ujung dan impeler tertutup.   \n \n\nPengujian pompa dilakukan dengan putaran poros pompa yang konstan dan debit aliran yang berubah-ubah. Putaran konstan poros pompa diatur dengan mengubah-ubah perbandingan ukuran puli yang digunakan pada poros pompa dan poros motor penggerak, sehingga didapatkan putaran konstan poros pompa sebesar 1270 RPM, 1450 RPM, 1650 RPM, dan 2900 RPM.  \n \n\nPengaturan debit aliran dilakukan dengan mengubah-ubah bukaan katup gerbang yang terdapat pada pipa saluran keluar pompa sebesar 0, 1/8, 2/8, 3/8,4/8, 5/8, 6/8, 7/8, dan 8/8.  \n \n\nDari hasil pengujian pompa didapatkan efisiensi tertinggi berada pada putaran 1450 RPM dan bukaan katup sebesar 2/8, dengan debit aliran sebesar 0,0056 m3/s. Dari analisis kavitasi diperoleh harga NPSH yang tersedia pada instalasi pengujian pompa sebesar 6,88 m, sedangkan harga NPSH yang  \n \n\ndiperlukan sebesar 2,96 m. Dari analisis segitiga kecepatan pada kondisi efisiensi tertinggi diperoleh besar head teoritik sebesar 17,25 m, sedangkan head aktual berdasarkan hasil pengujian adalah sebesar 13,48 m.", "Daftar File": {"2009 TA PP WIDI EKA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84196", "2009 TA PP WIDI EKA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84197", "2009 TA PP WIDI EKA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84198", "2009 TA PP WIDI EKA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84199", "2009 TA PP WIDI EKA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84200", "2009 TA PP WIDI EKA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84201", "2009 TA PP WIDI EKA PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84202", "2009 TA PP WIDI EKA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84203"}, "Penulis": "WIDI EKA PUTRA (NIM : 13104151)", "Kontributor / Dosen Pembimbing": ["Pimbimbing Utama :  Ir. Arianto Santoso, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pompa; pompa EZ 200 EBARA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}