{"Nomor": 17569, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN TUNGKU KARBURISASI BERBAHAN BAKAR BRICKET BATUBARA DENGAN APLIKASI PADA STAMPING DIE UNTUK RING FOOT STEP MOTOR", "Abstrak": "Peningkatan kekerasan pada permukaan baja karbon rendah dapat dilakukan dengan proses karburisasi padat. Proses karburisasi adalah proses pendifusian atom karbon ke dalam permukaan baja karbon rendah sehingga baja tersebut dapat dikeraskan dengan proses quench hardening. Proses karburisasi padat menggunakan media karbon yaitu arang batok yang telah diubah menjadi karbon aktif dan energizer BaCO3 yang bertujuan sebagai katalis. Untuk melakukan proses karburisasi tersebut diperlukan suatu tungku elektrik yang berdaya relatif tinggi dan mempunyai harga yang sangat mahal. Batasan-batasan diatas menyebabkan Usaha Kecil Menengah (UKM) yang bergerak di bidang pembuatan komponen berbahan dasar logam di Indonesia yang sebagian besar menggunakan bahan dasar baja karbon rendah tidak bisa menggunakan tungku tersebut untuk proses karburisasi.    \n \n \n \n\nPada penelitian ini, penulis telah berhasil merancang, membuat dan menguji tungku karburisasi berbahan bakar bricket batu bara dengan sumber listrik dari blower 1 phasa 220 volt. Penelitian ini bertujuan agar UKM (Usaha Kecil Menengah) dapat memakai tungku tersebut untuk melakukan proses karburisasi tanpa terbebani dengan biaya yang sangat mahal. Tungku ini diharapkan dapat mencapai rentang temperatur karburisasi yaitu 850oC - 950oC.    \n \n \n \n\nKomponen yang digunakan pada percobaan karburisasi ini adalah die berbahan dasar baja karbon rendah yang digunakan untuk memproduksi ring foot step motor. Kekerasan permukaan yang dihasilkan melalui tungku ini mencapai 643 HV0,2. Kekerasan tersebut menyamai kekerasan yang dimiliki oleh baja perkakas special K yang mempunyai harga yang jauh lebih mahal dibandingkan baja karbon rendah.", "Daftar File": {"2006 TA PP WIMBA LESMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84308", "2006 TA PP WIMBA LESMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84309", "2006 TA PP WIMBA LESMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84310", "2006 TA PP WIMBA LESMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84311", "2006 TA PP WIMBA LESMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84312", "2006 TA PP WIMBA LESMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84313", "2006 TA PP WIMBA LESMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84314", "2006 TA PP WIMBA LESMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84315"}, "Penulis": "WIMBA LESMANA (NIM : 13100085)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Dr. Ir. Budi Hartono Setiamarga", "Pembimbing 2 : Umen Rumendi ST. Weld. Mast"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bricket batubara, stamping die, ring foot step motor, pack carburizing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}