{"Nomor": 17568, "Judul": "PARAMETRIC STUDY OF ALUMINUM FOAM SANDWICH PLATE BUCKLING USING NONLINEAR FINITE ELEMENT ANALYSIS", "Abstrak": "Recent development of several cost-effective processes for the production of metallic foams has increased their potential for application in sandwich panels. Foamed metals in general and aluminum foams in particular show a number of interesting features due to their porous structure combined with the properties which arise from the metallic nature of the matrix. There are many possible engineering applications for aluminum foams that make use of the combination of high strength with the characteristic non-linear deformation behavior, which originates from the cellular nature of metal foams. Aluminum Foam Sandwich Panels (i.e. which faces and core were made from Al sheets and Al foam) are currently being considered for use in lightweight structure application and in energy absorption devices. In both applications, compressive loadings are inevitable. It is therefore necessary to study the stability characteristic of the AFS panels under such loading to be able to assess the application opportunities.", "Daftar File": {"2009 TA PP WILMAR ARIANTO SINAGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84301", "2009 TA PP WILMAR ARIANTO SINAGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84302", "2009 TA PP WILMAR ARIANTO SINAGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84303", "2009 TA PP WILMAR ARIANTO SINAGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84304", "2009 TA PP WILMAR ARIANTO SINAGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84305", "2009 TA PP WILMAR ARIANTO SINAGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84306", "2009 TA PP WILMAR ARIANTO SINAGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84307"}, "Penulis": "WILMAR ARIANTO SINAGA (NIM : 136 02 039)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Ichsan Setya Putra     \n \n \n \n\nPembimbing 2: Dr. Tatacipta Dirgantara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "parametric study, aluminum foam, sandwich plate, buckling, wrinkling, finite element method.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}