{"Nomor": 17566, "Judul": "ANALISIS TEKNO EKONOMI IMPLEMENTASI FIXED BROADBAND WIRELESS ACCESS 2,3 GHZ DI JAKARTA", "Abstrak": "WiMAX, suatu teknologi yang diperkenalkan oleh WiMAX Forum mendadak menjadi fokus pembicaraan dan penelitian di berbagai negara. Dengan kualitas dan berbagai spesifikasi teknis yang ditawarkan, WiMAX dinilai dapat menjadi solusi akan kebutuhan layanan data yang cepat dan berkualitas. Berbagai teknologi turunan dari WiMAX diluncurkan oleh berbagai vendor. Indonesia yang merupakan negara yang sedang berkembang turut meramaikan implementasi WiMAX. Dengan standarisasi yang cukup berbeda dengan standar WiMAX Forum, Indonesia bertekad untuk menjadikan pelaku-pelaku bisnis telekomunikasi menjadi pionir bisnis WiMAX di Indonesia.  \n \n\nTujuan disusunnya penelitian ini adalah untuk mengetahui kelayakan investasi bisnis WiMAX di Indonesia khususnya di Jakarta atau yang disebut Broadband Wireless Access 2,3 GHz. Berdasarkan strategi pergelaran yang dilakukan, didapatkan kesimpulan bahwa dengan parameter regulasi dan standarisasi yang ditetapkan pemerintah, secara bisnis, implementasi WiMAX di Jakarta dikategorikan tidak layak untuk diimplementasikan.  \n \n\nAgar terciptanya kelayakan investasi, ada beberapa komponen yang harus dimodifikasi yaitu revisi regulasi dan standarisasi, penyesuaian kondisi pasar, dan penyesuaian biaya-biaya yang harus dikeluarkan.", "Daftar File": {"2010 TA PP  WILLY SAKAREZA   1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84287", "2010 TA PP  WILLY SAKAREZA   1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84288", "2010 TA PP  WILLY SAKAREZA   1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84289", "2010 TA PP  WILLY SAKAREZA   1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84290", "2010 TA PP  WILLY SAKAREZA   1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84291", "2010 TA PP  WILLY SAKAREZA   1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84292", "2010 TA PP  WILLY SAKAREZA   1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84293"}, "Penulis": "WILLY SAKAREZA  (NIM : 132 05 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Hendrawan", "Dr.Ir. Adit Kurniawan, MA.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMAX, kelayakan investasi bisnis, Broadband Wireless Access 2,3 GHz", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}