{"Nomor": 17576, "Judul": "SISTEM PAKAR BERBASIS MOBILE UNTUK MENGENALI MASALAH KESEHATAN KEWANITAAN DENGAN METODE FORWARD CHAINING", "Abstrak": "Sistem pakar merupakan cabang dari kecerdasan tiruan yang memadukan dan mengintegrasikan dasar \n\npengetahuan dengan mesin inferensi. Pengetahuan yang didapatkan dari beberapa pakar dibidang tertentu ini \n\nakan sangat bermanfaat, karena didalamnya terdapat suatu penalaran inferensi yang menyerupai pola pikir \n\nseorang pakar dalam meyelesaikan suatu masalah sehingga sistem ini dapat membantu seorang yang awam dapat \n\nmengambil keputusan seperti halnya yang dilakukan oleh seorang pakar. Di dalam makalah ini dibuat sistem \n\npakar untuk mengidentifikasi masalah kesehatan kewanitaan, menentukan jenis penyakit, dan jenis pengobatan \n\nyang diperlukan. Dalam menentukan jenis pengobatan ini harus diketahui gejalaÃ‚Â–gejala yang dialami oleh \n\npenderita, karena faktor-faktor tersebut akan mempengaruhi jenis pengobatan yang dibutuhkan masing-masing \n\npenderita. Dengan teknik penelusuran best-first search atau yang juga dikenal dengan sebutan heuristik, sistem \n\nini melakukan proses identifikasi layaknya seorang pakar sehingga kesimpulan yang didapat diharapkan \n\nmendekati kebenaran. Penulis mengembangkan sistem pakar berbasis teknologi mobile (J2ME dengan CLDC \n\n1.1 dan MIDP 2.0) pada sisi client dan PHP (Hypertext Preprocessor) versi 5.3.0 dan basis data MySQL versi \n\n5.1 pada sisi server. Sistem ini dapat diakses oleh siapapun dari orang awam hingga para ahli. Namun keakuratan \n\nperhitungan dalam sistem pakar ini belum 100% benar karena sulitnya penyesuaian basis pengetahuan pada \n\nsistem dengan keadaan asli.", "Daftar File": {"proceedings knsi 2014 full edition(352).pdf": "https://digilib.itb.ac.id/gdl/download/84350"}, "Penulis": "Windarto, Hadi Setiawan", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem pakar, kecerdasan tiruan, forward chaining, best first search, kesehatan kewanitaan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "15 Mar 2014"}