{"Nomor": 17572, "Judul": "ALGORITMA SEQUENTIAL INSERTION UNTUK PEMECAHAN MASALAH RUTE KENDARAAN HETEROGEN TERBATAS, RUTE MAJEMUK, PENGIRIMAN TERBAGI DAN JENDELA WAKTU", "Abstrak": "Masalah rute kendaraan dengan kendaraan heterogen terbatas, rute majemuk, pengiriman terbagi dan jendela waktu merupakan masalah rute dan jadwal kendaraan, yang menggunakan berbagai jenis kendaraan dan setiap jenis kendaraan jumlahnya terbatas. Kendaraan juga melakukan lebih dari satu rute di dalam satu tur dan pelanggan dapat dikunjungi oleh lebih dari satu kendaraan untuk memenuhi semua permintaannya. Di dalam melakukan kunjungan ke pelanggan, kendaraan harus berada dalam horizon perencanaan dan rentang waktu pelayanan pelanggan. Penyelesaian masalah rute kendaraan varian ini melalui pendekatan algoritma sequential insertion (SI) untuk mendapatkan solusi awal dan dilanjutkan  \n \n\nperbaikan solusi awal menggunakan teknik local search (LS) dengan operator perbaikan relocation 1-0 untuk meminimisasi total biaya distribusi. Pengembangan utama yang dilakukan dalam menyusun algoritma SI adalah dalam  \n \n\nmenangani keterbatasan kendaraan dengan memperpanjang batas akhir jendela waktu pelanggan secara bertahap sampai semua permintaan pelanggan terpenuhi. Pada pengembangan algoritma tersebut juga mengusulkan adanya biaya penalti sebagai kompensasi kepada pelanggan atas keterlambatan pelayanan yang dilakukan oleh kendaraan. Operator perbaikan relocation 1-0 melakukan perpindahan node dari rute satu ke rute lainnya baik di dalam tur maupun antar tur untuk mendapatkan solusi yang lebih baik daripada solusi awal. Perubahan nilai parameter berbanding terbalik dengan perubahan nilai fungsi  \n \n\ntujuan untuk parameter kecepatan muat dan bongkar serta kecepatan kendaraan, sementara untuk perubahan nilai parameter permintaan pelanggan dan biaya penalti berbanding lurus terhadap perubahan nilai fungsi tujuan. Algoritma pemecahan masalah yang telah dikembangkan dapat digunakan untuk memecahkan masalah yang lebih sederhana yaitu untuk jenis kendaraan homogen dan permasalahan tanpa jendela waktu, sementara untuk rute tunggal dan pengiriman sekaligus, algoritma tersebut tidak dapat diterapkan.", "Daftar File": {"2011 TS PP WINARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84333", "2011 TS PP WINARNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84334", "2011 TS PP WINARNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84335", "2011 TS PP WINARNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84336", "2011 TS PP WINARNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84337", "2011 TS PP WINARNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84338", "2011 TS PP WINARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84339"}, "Penulis": "WINARNO (NIM : 23409005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suprayogi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "masalah rute kendaraan heterogen terbatas, rute majemuk, pengiriman terbagi, jendela waktu, sequential insertion, dan local search.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}