{"Nomor": 17586, "Judul": "ANALISIS TEGANGAN DAN KEKUATAN RANGKA BOGIE LOKOMOTIF CC DH SERTA KAITANNYA DENGAN RETAKAN PADA RANGKA BOGIE KRDI", "Abstrak": "Pada tahun 2010 PT INKA Madiun memulai proyek produksi lokomotif diesel hidrolik berjenis Co-Co (CC DH) pertama di Indonesia. Penulis mendapat kesempatan terjun langsung ke dalam proyek tersebut melalui kegiatan magang industri pada divisi teknik PT INKA. Penulis mendapatkan tugas utama sebagai tim analisis dan verifikasi kekuatan struktur rangka bogie lokomotif CC DH dalam proyek tersebut dengan menggunakan software metode elemen hingga ANSYS 11. Analisis dimulai dengan perhitungan beban-beban yang diterima oleh struktur rangka bogie, lalu beban tersebut diterapkan sesuai dengan kasus pembebanan yang mengacu pada standar, hingga diperoleh besar dan posisi tegangan maksimal pada bagian sambungan dudukan gearbox menggunakan  \n \n\nsoftware ANSYS 11, kemudian hasil tersebut digunakan dalam persamaan untuk memperkirakan umur lelah dan waktu operasi dari sambungan dudukan gearbox bogie lokomotif CC DH bila diasumsikan terjadi retak dingin sepanjang satu milimeter.  \n \n\nPenulis menitikberatkan pembahasan tugas akhir ini pada analisis kekuatan sambungan dudukan gearbox bogie lokomotif CC DH, karena pada bulan Mei 2010 terjadi kasus kegagalan pada sambungan dudukan gearbox bogie motor KRDI. Dari perhitungan perkiraan umur lelah dan waktu operasi sambungan dudukan gearbox tersebut diperoleh hasil yang sangat singkat (+ 4 bulan). Hal ini disebabkan terlalu besarnya tegangan maksimal yang terjadi akibat perhitungan  \n \n\nbeban vertikal pada dudukan gearbox dengan faktor pengali sebesar 20. Dari hasil iterasi diperoleh nilai faktor pengali sebesar 10,2 agar umur lelah dari dudukan gearbox bogie lokomotif CC DH mendekati umur lelah dudukan gearbox bogie motor KRDI (+ 2 tahun).", "Daftar File": {"2011 TA PP WIRIO BAGASKORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84400", "2011 TA PP WIRIO BAGASKORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84401", "2011 TA PP WIRIO BAGASKORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84402", "2011 TA PP WIRIO BAGASKORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84403", "2011 TA PP WIRIO BAGASKORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84404", "2011 TA PP WIRIO BAGASKORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84405", "2011 TA PP WIRIO BAGASKORO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84406", "2011 TA PP WIRIO BAGASKORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84407"}, "Penulis": "WIRIO BAGASKORO  (NIM : 13106123)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Prof. Dr. Ir. Mardjono Siswosuwarno", "Prof. Dr. Ir. Indra Nurhadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Tegangan, Kekuatan Rangka Bogie,  Lokomotif CC DH,  Rangka Bogie KRDI", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}