{"Nomor": 17582, "Judul": "PEMODELAN MATEMATIK DAN FISIK GELOMBANG SEISMIK KONVERSI PADA MEDIUM ISOTROPI DAN ANISOTROPI", "Abstrak": "Dalam perencanaan survey dan pemrosesan data seismik yang telah dilakukan sebelumnya, bumi diasumsikan sotropi, tapi pada kenyataannya bumi bersifat anisotropi dan heterogen. Vertical transverse isotropy (VTI) adalah jenis medium anisotropi yang sering ditemukan dalam eksplorasi hidrokarbon. Dalam hal ini penelitian dilakukan pada medium anisotropi VTI terhadap medium isotropi, untuk mengetahui karakter gelombang konversi P-S, terutama dalam memetakan pergeseran titik konversi (Xp). Sehingga dengan mengetahui parameter-parameter yang mempengaruhinya, diharapkan dapat membantu dalam memverifikasi atau meng-QC (Quality Control) pada saat penyusunan Common Conversion Point (CCP)-gather dalam pemrosesan data seismik gelombang konversi. Pemodelan matematik dan pemodelan fisik dilakukan dalam penelitian ini. Pemodelan matematik dilakukan dengan menggunakan pendekatan-pendekatan teoritik Thomsen (1986) dan prinsip sederhana Snellius. Model anisotropi dikembangkan dari model awal isotropi. Telah didapatkan bahwa lokasi titik konversi secara horizontal, sangat bergantung pada parameter anisotropi, ε dan δ, offset dan perbandingan kecepatan Vp/Vs. Ketika δ", "Daftar File": {"2009 TA PP WINI LAELA SULASTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84374", "2009 TA PP WINI LAELA SULASTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84375", "2009 TA PP WINI LAELA SULASTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84376", "2009 TA PP WINI LAELA SULASTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84377", "2009 TA PP WINI LAELA SULASTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84378", "2009 TA PP WINI LAELA SULASTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84379"}, "Penulis": "WINI LAELA SULASTRI (NIM : 123 04 010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Setianingsih, ST, MT", "Dr. Alfian Bahar MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang seismik konversi, isotropi, anisotropi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}