{"Nomor": 17584, "Judul": "PENGARUH PENGGUNAAN GAS HHO PADA MOTOR BENSIN BERBAHAN BAKAR CAMPURAN PREMIUM 95%DAN BIOETANOL 5% (E5)", "Abstrak": "Kendaraan bermotor menyumbang peran yang besar yang disebut dengan gas rumah kaca seperti karbon dioksida (CO2), metan (CH4), dinitro oksida (N2O), dan CFC. Efek rumah kaca disebabkan oleh emisi dari gas-gas ini yang menyumbang  \n \n\nterhadap fenomena pemanasan global. Etanol adalah bahan bakar nabati yang dikategorikan sebagai bahan bakar yang terbarukan yang tidak berperan dalam pemanasan global. Percobaan sebelumnya menunjukkan bahwa pencampuran etanol  \n \n\ndengan bahan bakar Premium digabungkan dengan gas HHO dalam jumlah kecil mengurangi konsumsi bahan bakar dan emisi.  \n \n\nPengujian dilakukan dengan menggunakan 4 kombinasi bahan bakar: antara lain Premium, Premium+HHO, E5, dan E5+HHO. Gas HHO diproduksi oleh tabung HHO generator yang disuplai dengan daya 12V yang berasal dari accu. Gas HHO disuplai  \n \n\nke ruang bakar melalui intake manifold. Hasil pengujian menunjukkan peningkatan daya yang diperoleh dengan  \n \n\nmenggunakan E5+HHO dengan rata-rata 0,97% pada beban maksimum. Untuk emisi yang dihasilkan, ditunjukkan penurunan emisi CO dan THC sebesar 18,26% dan 16,74%, dan peningkatan emisi CO2 sebesar 5,51% pada pengujian pada putaran 2500 rpm.", "Daftar File": {"2011 TA PP WINSAR SAHALA PARULIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84386", "2011 TA PP WINSAR SAHALA PARULIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84387", "2011 TA PP WINSAR SAHALA PARULIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84388", "2011 TA PP WINSAR SAHALA PARULIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84389", "2011 TA PP WINSAR SAHALA PARULIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84390", "2011 TA PP WINSAR SAHALA PARULIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84391", "2011 TA PP WINSAR SAHALA PARULIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84392"}, "Penulis": "WINSAR SAHALA PARULIAN (NIM : 13105009)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Iman K. Reksowardojo", "Pembimbing 2 : Athol J. Kilgour B.Ag.Sc", "Pembimbing 3 : Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas HHO, Motor Bensin Berbahan Bakar Campuran, motor Bensin Berbahan Bakar Campuran Premium 95% Dan Bioetanol 5% (E5)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}