{"Nomor": 17604, "Judul": "PENGEMBANGAN METODE SUAIAN KURVA NONLINEAR UNTUK EKSTRAKSI PARAMETER MODAL FUNGSI RESPON FREKUENSI REDAMAN VISKUS", "Abstrak": "Karakteristik dinamik memiliki pengaruh yang cukup signifikan bagi struktur mekanik. Parameter modal dari struktur mekanik merupakan bagian dari karakteristik dinamik yang telah banyak diteliti. Metode-metode telah banyak dilakukan untuk mendapatkan parameter modal struktur getaran. Salah satu metode untuk mendapatkan parameter modal getaran adalah metode suaian kurva. Metode ini merupakan proses pembentukan kurva atau model matematika yang memiliki kesesuaian terbaik terhadap serangkaian titik data pengukuran (data point).  \n \n\nPada penelitian ini, dilakukan analisis parameter modal yang mencakup penggunaan karakteristik tersebut untuk memformulasikan suatu model matematis dari perilaku dinamik suatu struktur mekanik. Analisis ini dilengkapi dengan program Matlab sebagai bentuk implementasi dari model matematis dari perilaku dinamik.  \n \n\nPada pemodelan secara matematis dilakukan penurunan analitik untuk kasus fungsi nonlinear. Penyesuaian bentuk model matematis dengan hasil pengujian merupakan langkah dasar dalam menentukan parameter modal struktur. Kurva respon dari hasil pengujian FRF diekstraksi sebagai referensi untuk dilakukan penyesuaian dengan model matematis. Demikian halnya dengan kurva respon yang dihasilkan dari model matematis. Analisis numerik dilakukan untuk menyelesaikan model dengan menggunakan Matlab, dimana persamaan getaran disimulasikan dalam bentuk kurva getaran yang merupakan respon getaran dalam domain frekuensi. Kurva hasil pemodelan ini merupakan metode curve fitting untuk mengekstraksi parameter-parameter yang diperlukan dari suatu struktur mekanik.  \n \n\nHasil pemodelan matematis (curve fitting) telah menghasilkan metode ekstraksi parameter modal struktur mekanik untuk respon dalam domain frekuensi. Berdasarkan hasil parameter tersebut diharapkan mampu mengidentifikasi permasalahan getaran yang ada saat ini.", "Daftar File": {"2011 TA PP YANA SUPRIYATNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84508", "2011 TA PP YANA SUPRIYATNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84509", "2011 TA PP YANA SUPRIYATNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84510", "2011 TA PP YANA SUPRIYATNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84511", "2011 TA PP YANA SUPRIYATNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84512", "2011 TA PP YANA SUPRIYATNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84513", "2011 TA PP YANA SUPRIYATNA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84514", "2011 TA PP YANA SUPRIYATNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84515"}, "Penulis": "YANA SUPRIYATNA (NIM : 131 07 017)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama  : Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Suaian Kurva Nonlinear, Ekstraksi Parameter Modal, Respon Frekuensi Redaman Viskus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}