{"Nomor": 17600, "Judul": "PEMODELAN INVERSI MAGNETOTELLURIK SATU-DIMENSI DENGAN ALGORITMA PARTICLE SWARM OPTIMIZATION", "Abstrak": "Pemodelan inversi magnetotellurik satu-dimensi berguna untuk memperkirakan distribusi parameter fisis bawah permukaan berupa resistivitas yang bervariasi terhadap kedalaman. Hubungan yang tidak linier antara parameter model dengan data pengamatan mengakibatkan pemodelan inversi menjadi sulit. Permasalahan ini dapat diselesaikan dengan metode inversi non- linier dengan pendekatan global. Particle Swarm Optimization (PSO) adalah metode optimasi dengan mengadopsi pola perilaku sekelompok hewan dalam mencapai tujuan bersama. Metode optimasi ini digunakan untuk menyelesaikan permasalahan inversi non-linier dengan pendekatan global. Partikel dalam konsep ini dianggap sebagai model. Dalam algoritma PSO, posisi setiap partikel (individu) yang pada awalnya acak diperbaiki secara iteratif dengan menggunakan posisi terbaik individu (cognitive learning term) dan kelompok (social learning term). Posisi terbaik tersebut berasosiasi dengan misfit terkecil sepanjang proses iterasi. Algoritma PSO tersebut diterapkan untuk pemodelan inversi magnetotellurik satu-dimensi. Data pengamatan berupa data sintetik sebagai respon dari model sintetik sederhana tiga lapisan. Misfit yang digunakan merupakan selisih kuadrat antara data pengamatan dengan respon model (data perhitungan). Pengujian dilakukan menggunakan jumlah partikel berbeda dengan jumlah iterasi yang sama, tidak terlalu mempengaruhi hasil inversi secara signifikan. Hasil optimal diperoleh dengan jumlah partikel 200 dan jumlah iterasi 400 iterasi. Hasil ini menunjukkan algoritma PSO dapat diterapkan dalam pemodelan inversi magnetotelluric satu-dimensi.", "Daftar File": {"2010 TA PP YAHYA MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84485", "2010 TA PP YAHYA MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84486", "2010 TA PP YAHYA MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84487", "2010 TA PP YAHYA MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84488", "2010 TA PP YAHYA MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84489", "2010 TA PP YAHYA MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84490", "2010 TA PP YAHYA MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84491"}, "Penulis": "YAHYA MAULANA (NIM12306009) pembimbing : Dr. Hendra Grandis", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Hendra Grandis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "inversi non-linier, magnetotellurik 1-dimensi, Particle Swarm Optimization.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}