{"Nomor": 17616, "Judul": "PERANCANGAN TANGKI PENYIMPAN MINYAK TANAH KAPASITAS 30.000 m3 BERDASARKAN API 650 DAN DIVERIFIKASI DENGAN METODE ELEMEN HINGGA", "Abstrak": "Tangki adalah peralatan mekanikal yang berguna untuk menyimpan fluida cair seperti minyak mentah, cairan kimia, atau air. Untuk tangki dengan diameter relatif besar, selain menggunakan standar, perancangan juga menggunakan metode elemen hingga untuk memastikan kekuatan tangki terhadap berbagai beban. Tugas akhir sarjana ini meliputi perancangan tangki penyimpan minyak tanah dengan kapasitas 30.000 m3 menggunakan standar API (American Petroleum Institute) 650 edisi 11 tahun 2007 dan diverifikasi dengan metode elemen hingga. Analisis elemen hingga meliputi analisis kekuatan tangki akibat beban tekanan hidrostatik, angin, dan gempa, dengan bantuan perangkat lunak Ansys versi 11. Hasil tugas akhir ini adalah rancangan tangki dengan diameter 49,57 m dan tinggi 18,275 m. Tebal course terbawah 26 mm hingga yang teratas 8 mm sebanyak 8 course. Dari analisis elemen hingga, tegangan maksimum yang terjadi secara total sebesar 178 MPa, untuk kasus paling ekstrim, yaitu akibat beban gempa dengan SF =1,4. Sedangkan defleksi maksimum yang terjadi sebesar 29,1 mm pada girder ring 4, lebih rendah dari batas defleksi maksimum sebesar 91,4 mm. Dari uraian diatas dapat disimpulkan bahwa rancangan tangki dalam tugas akhir ini aman.", "Daftar File": {"2010 TA PP YANUAR BASUKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84575", "2010 TA PP YANUAR BASUKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84576", "2010 TA PP YANUAR BASUKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84577", "2010 TA PP YANUAR BASUKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84578", "2010 TA PP YANUAR BASUKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84579", "2010 TA PP YANUAR BASUKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84580", "2010 TA PP YANUAR BASUKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84581"}, "Penulis": "YANUAR BASUKI (NIM : 13104002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rachman Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tangki, Tangki Penyimpan Minyak Tanah, API Standar 650, Metode Elemen Hingga", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}