{"Nomor": 17625, "Judul": "DEVELOPMENT OF A FULL MATHEMATICAL MODEL OF WISE 8 CRAFT FO FLIGHT SIMULATOR IMPLEMENTATION", "Abstrak": "Wing in Surface Effect (WiSE), atau Wing-ship, atau Kapal Bersayap, adalah suatu wahana yang terbang rendah dekat dengan permukaan. Terbang dengan ketinggian rendah ini dimaksudkan agar wahana mendapatkan tambahan gaya angkat dari efek permukaan tersebut, dan memaksimalkan rasio gaya angkat terhadap gaya hambat (lift to drag ratio). Efek permukaan tersebut terjadi pada ketinggian wahana lebih rendah dari panjang chord sayap wahana kapal bersayap.  \n \n\nMelihat adanya potensi di pasar Indonesia, Badan Pengkajian dan Penerapan Teknologi (BPPT) dan Institut Teknologi Bandung (ITB) memulai berbagai proyek perancangan dan pengembangan wahana Kapal Bersayap (WiSE) untuk berpartisipasi dalam pemenuhan sistem transportasi antar pulau di Indonesia. Proyek pertama adalah pengembangan suatu model WiSE untuk 10-20 penumpang yang dikendalikan dengan suatu radio kontrol (remote controlled). Model radio kontrol tersebut sukses dalam pengujian terbangnya. Berdasarkan pengalaman yang didapatkan dari proyek radio kontrol tersebut, proyek-proyek lain mulai diluncurkan. Salah satunya adalah proyek  \n \n\nyang bertujuan untuk mengembangkan suatu wahana untuk mendemonstrasikan teknologi WiSE, yakni suatu WiSE dengan konfigurasi 8 penumpang yang disebut WiSE 8. Karena terbang rendah didekat permukaan, wahana WiSE 8 ini memiliki karakteristik terbang yang berbeda dengan wahana terbang pada umumnya. Untuk mengenalkan karakteristik dan kualitas pengendalian kepada pilot yang akan menerbangkannya, diperlukan suatu flight simulator. Sedangkan untuk menggerakkan flight simulator tersebut, diperlukan suatu model matematika. Oleh karena itu,  \n \n\npengembangan dari model matematika penuh dari wahana WiSE 8 untuk diimplementasikan ke dalam suatu flight simulator (development of the a full mathematical model of WiSE 8 Craft for flight simulator implementation) adalah judul dari thesis ini.  \n \n\nModel matematika tersebut disyaratkan mampu mendeskripsikan wahana WiSE 8 di seluruh flight envelope-nya, di seluruh manuver dan misinya, menerima semua input dari pilot, dan memperhitungkan semua perubahan configurasi yang mungkin. Lebih dari itu, agar mampu dipakai untuk menggerakkan suatu flight simulator, model matematika tersebut juga disyaratakan untuk beroperasi secara online dan realtime.  \n \n\nModel matematika penuh dari wahana WiSE 8 terdiri dari model dari aspek aerodinamika, hidrodinamika, prpulsi, sistem kendali terbang, dan massa dan inersia. Masing-masing model memiliki suatu database yang merepresentasikan variable-variabel karakteristik pada setiap kondisi dan konfigurasi terbang. Software MATLAB/ Simulink digunakan untuk merepresentasikan model matematika di dalam suatu Personal Computer (PC). Untuk mendemonstrasikan pengimplementasian model, digunakan suatu flight simulator berbasis PC yang disebut X-Plane.  \n \n\nModel yang dikembangkan menunjukkan hasil yang memuaskan pada berbagai manuver di dalam flight envelope WiSE 8. Seluruh input dan konfigurasi yang dirancang mampu dimodelkan dengan baik. Model menunjukkan kesesuaian prestasi terbang WiSE 8 dengan yang tercantum dalam  \n \n\nDRO-nya. Model jugamenunjukkan hasil yang memuaskan dalam visualisasi terbang di dalam XPlane. Meskipun begitu, persyaratan realtime pada model tidak bisa dipenuhi karena keterbatasan dari hardware yang digunakan.", "Daftar File": {"2008 TS PP YAZDI IBRAHIM JENIE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84624", "2008 TS PP YAZDI IBRAHIM JENIE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84625", "2008 TS PP YAZDI IBRAHIM JENIE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84626", "2008 TS PP YAZDI IBRAHIM JENIE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84627", "2008 TS PP YAZDI IBRAHIM JENIE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84628", "2008 TS PP YAZDI IBRAHIM JENIE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84629", "2008 TS PP YAZDI IBRAHIM JENIE 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84630", "2008 TS PP YAZDI IBRAHIM JENIE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84631"}, "Penulis": "YAZDI IBRAHIM JENIE (NIM : 23606012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hari Muhammad"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "wing in surface effect, ground effect, flight simulator, mathematical model, aerodynamics model, hydrodynamics model, propulsion model, flight control system model, mass and inertia model", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}