{"Nomor": 17620, "Judul": "PEMODELAN GEOLOGI UNTUK POTENSI EKSPLORASI HIDROKARBON BLOK DEFEND, CEKUNGAN SENGKANG, SULAWESI SELATAN", "Abstrak": "Daerah Penelitian berada pada Blok Defend yang berada pada Cekungan Sengkang di Provinsi Sulawesi Selatan. Blok Defend berada di daerah rendahan yang terletak diantara Pegunungan Latimojong di bagian Utara dan Pegunungan Bone di Bagian Selatan. Pada daerah penelitian juga mencakup dua Sub-basin dari Cekungan Sengkang, yaitu Sub-Cekungan Sengkang Timur dan Sub-Cekungan Sengkang Barat, kedua Sub Cekungan tersebut dipisahkan oleh sesar Walanae yang memanjang dari bagian Selatan hingga ke bagian Utara Blok Defend. Pengolahan data menggunakan 151 lintasan seismik 2D, 18 Data sumur dan data lapangan berupa sampel Petrografi dan Gas Seep. Berdasarkan hasil interpretasi seismik, ditununjukkan 7 horison yang diinterpretasi berdasarkan umur pembentukan dan karakteristik litologinya, yaitu Upper Pliocene, Upper Miocene, Middle Miocene, Lower Oligocene, Upper Eocene, dan Cretaceous.Play concept yang ada di Cekungan Sengkang yaitu Batugamping Terumbu dari Formasi Tacipi dengan seal Napal Walanae, Batupasir Formasi Intra Walanae, dan Batupasir berumur Eosen (Formasi Malawa dan Formasi Langi) dengan seal Batulempung intraformational. Batuan induk di Cekungan Sengkang Timur adalah Formasi Malawa (Eosen), sedangkan trap yang berkembang berupa Structural Trap, Stratigraphic Trap, dan Kombinasi. Analisis petrofisik menunjukkan bahwa Formasi Tacipi merupakan potensi yang baik untuk batuan reservoir, sementara dari hasil pemodelan geologi yang telah dilakukan menunjukkan bahwa Jalur Migrasi dari Sengkang Barat bergerak ke arah timur dan mengisi Cekungan Sengkang Timur melalui Sesar Walanae. Waktu migrasinya adalah 11,6Ma ketika  trap berupa stratigraphic trap dan structural trap yang juga mucul pada saat itu. Evaluasi Lead dan Prospek dilakukan pada Horison Upper Pliocen, Upper Miocene, dan Upper Eocene. Prospek terbaik pada Formasi Tacipi/lapisan Upper Miocene adalah pada Solo South dan kemudian diikuti oleh Tosoro, Beli North West, Atya South East dan Atya East 1.", "Daftar File": {"2013 TS PP YANUARIA SATYA DEWI  1–COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84590", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84591", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84592", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84593", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84594", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84595", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84596", "2013 TS PP YANUARIA SATYA DEWI  1–BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/84597", "2013 TS PP YANUARIA SATYA DEWI  1–PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84598"}, "Penulis": "YANUARIA SATYA DEWI  [22011015]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Sumintadireja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sulawesi Selatan, Cekungan Sengkang, Walanae, Pemodelan Geologi, Potensi Eksplorasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Sep 2017"}