{"Nomor": 17623, "Judul": "ESTIMASI PERMEABILITAS RESERVOIR TERBATAS PADA PRESSURE DRAWDOWN TEST MENGGUNAKAN ENSEMBLE KALMAN FILTER", "Abstrak": "Untuk mengetahui karakteristik reservoir dilakukan berbagai analisis, salah satunya yaitu dengan analisis data well testing. Well testing adalah suatu metoda untuk memperoleh berbagai informasi secara dinamis, khususnya permeabilitas. Salah satu proses well testing adalah drawdown test, proses ini dilakukan dengan cara sumur ditutup sementara kemudian sumur dibuka dan dibiarkan berproduksi, dimana saat sumur dibuka terjadi penurunan tekanan di sumur, lalu pada saat itulah penurunan tekanan dicatat terhadap waktu tertentu. Dalam proses linierisasi, parameter permeabilitas dapat ditaksir dengan metoda regresi. Metoda regresi dilakukan secara batch (angkatan) dimana pengolahan data dilakukan secara bersamaan sekaligus. Dalam tugas akhir ini digunakan pendekatan metoda Ensemble Kalman Filter (EnKF) untuk menentukan taksiran parameter permeabilitas pada reservoir terbatas dimana pengolahan data dilakukan secara updating secara sekuensial sesuai data dinamik (tekanan). Hasil pengolahan data menggunakan metoda EnKF tidak berbeda secara signifikan dengan metoda regresi. Sehingga metoda EnKF dapat diterapkan pada masalah well testing (drawdown test).", "Daftar File": {"2010 TA PP YASI DANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84617", "2010 TA PP YASI DANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84618", "2010 TA PP YASI DANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84619", "2010 TA PP YASI DANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84620", "2010 TA PP YASI DANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84621", "2010 TA PP YASI DANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84622"}, "Penulis": "YASI DANI  (NIM : 10106041 ) Pembimbing Tugas Akhir  : Prof. Dr. Sutawanir Darwis", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir  : Prof. Dr. Sutawanir Darwis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "drawdown test, regresi linier, updating permeabilitas, Ensemble Kalman Filter (EnKF)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}