{"Nomor": 17634, "Judul": "ANALISIS PERUBAHAN RESPON MASYARAKAT ATAS PERUBAHAN SUKU BUNGA OBLIGASI TERHADAP FUNGSI UTILITAS BANK", "Abstrak": "Bank dalam melakukan bisnisnya akan sangat dipengaruhi oleh kondisi perekonomian dan berbagai kebijakan yang diambil oleh otoritas perbankan dan otoritas moneter di suatu negara. Dari sisi bank sebagai sebuah badan usaha, bank akan berusaha memaksimumkan keuntungan yang didapatkannya dari penghimpunan dana masyarakat dalam bentuk deposito yang akan dialokasikan sebagai dana pinjaman terhadap masyarakat, obligasi, pinjaman antar bank, dll. Sementara itu dari sisi Bank Indonesia sebagai regulator, Bank Indonesia menginginkan agar selain mencoba mencapai keuntungan yang maksimum, bank juga diharapkan dapat mengontrol tingkat likuiditas mereka.                                                                         \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nUntuk menyeimbangkan kepentingan dari kedua belah pihak, yaitu pihak bank dan pihak Bank Indonesia, dibentuklah suatu fungsi utilitas yang dapat direpresentasikan sebagai tolak ukur penilaian tingkat likuiditas bank. Semakin besar fungsi utilitas suatu bank, maka semakin baik pula pengelolaan likuiditas bank tersebut. Respon masyarakat terhadap suku bunga obligasi dapat mempengaruhi besarnya  fungsi utilitas yang didapatkan oleh bank tersebut. Hal ini dikarenakan perubahan respon masyarakat akan mempengaruhi besarnya volume deposito yang akan didapatkan bank dari masyarakat dan besarnya volume permintaan pinjaman bagi bank. Hal ini dapat berpengaruh terhadap fungsi utilitas bank. Untuk itu pada Tugas Akhir ini akan diteliti bagaimana pengaruh respon masyarakat berdasarkan sistem dinamika volume deposito dan pinjaman terhadap fungsi utilitas bank. Pengamatan menunjukkan semakin besar respon masyarakat atas perubahan suku bunga obligasi yang berkaitan dengan penyimpanan dana, maka semakin kecil nilai fungsi utilitasnya. Sedangkan semakin besar respon tersebut yang baerkaitan dengan peminjaman dana, maka semakin besar utilitas yang didapatkan bank tersebut.", "Daftar File": {"2012 TA PP YESSY LASTYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84670", "2012 TA PP YESSY LASTYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84671", "2012 TA PP YESSY LASTYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84672", "2012 TA PP YESSY LASTYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84673", "2012 TA PP YESSY LASTYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84674", "2012 TA PP YESSY LASTYANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84675", "2012 TA PP YESSY LASTYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84676"}, "Penulis": "YESSY LASTYANA (NIM : 10108018)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Novriana Sumarti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bank, Bank Indonesia, keuntungan bank, fungsi utilitas bank, respon masyarakat, suku bunga obligasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}