{"Nomor": 17636, "Judul": "PERANCANGAN PERANGKAT KERAS DAN PERANGKAT LUNAK PENGKONDISI SINYAL 16 KANAL UNTUK AKUISISI DATA DAQPAD 6020E", "Abstrak": "Perangkat akuisisi data DAQPad 6020 E merupakan salah satu perangkat akuisisi data yang dimiliki oleh Laboratorium Dinamika PPAU-IR ITB. Perangkat ini belum dilengkapi dengan perangkat filter lalu-rendah. Keberadaan filter lalu-rendah sangat penting untuk menghindari kesalahan pembacaan akibat terjadinya pelipatan sinyal dalam proses pengakuisisian data sinyal getaran. Oleh karena itu, tugas sarjana ini bertujuan untuk merancang, membuat dan menguji perangkat keras dan perangkat lunak pengkondisi sinyal 16 kanal untuk perangkat akuisisi data DAQPad 6020E.  \n \n\nPerangkat pengkondisi sinyal yang dibuat pada tugas sarjana dirancang memiliki 32 kanal masukan dan 16 kanal keluaran. Kanal masukan terdiri dari 16 kanal langsung dan 16 kanal yang melalui perangkat pengkondisi sinyal. Perangkat pengkondisi sinyal terdiri dari rangkaian input diferensial, rangkaian kopling AC-DC, rangkaian filter lalu rendah dan rangkaian switch analog. Frekuensi potong dari filter dan arah laluan switch ditentukan oleh perangkat DAQPad melalui perangkat lunak. Perangkat lunak yang dibuat pada tugas sarjana ini dibuat dengan menggunakan bahasa pemrograman grafik LabVIEW 7.1.  \n \n\nDari hasil pengujian yang dilakukan, dapat disimpulkan bahwa rangkaian filter lalu-rendah yang dirancang telah bekerja dengan baik dalam menghilangkan pelipatan sinyal yang terjadi. Rata-rata persentase kesalahan antara frekuensi potong yang ditentukan dan frekuensi potong sebenarnya adalah sebesar 2,1 %. Perangkat kopling AC yang dibuat telah bekerja dengan baik dalam menghilangkan sinyal offset DC. Pelemahan sinyal yang terjadi pada frekuensi 0 Hz mencapai -2,5 dB atau 0,74 kali dari sinyal masukannya. Perangkat lunak yang dibuat telah bekerja sesuai dengan fungsinya.", "Daftar File": {"2009 TA PP YOGA SEFTIAN DWIANDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84683", "2009 TA PP YOGA SEFTIAN DWIANDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84684", "2009 TA PP YOGA SEFTIAN DWIANDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84685", "2009 TA PP YOGA SEFTIAN DWIANDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84686", "2009 TA PP YOGA SEFTIAN DWIANDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84687", "2009 TA PP YOGA SEFTIAN DWIANDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84688", "2009 TA PP YOGA SEFTIAN DWIANDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84689"}, "Penulis": "YOGA SEFTIAN DWIANDANA (NIM : 13104155)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DAQPad 6020 E; sinyal 16 kanal; rangkaian filter lalu-rendah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}