{"Nomor": 17653, "Judul": "SIMULASI NUMERIK PEMANAS AIR SURYA TERINTEGRASI TIPE PELAT DATAR", "Abstrak": "Dalam tugas sarjana ini dilakukan pengembangan pemanas air surya terintegrasi dengan tipe pelat datar. Perancangan ini bertujuan untuk meningkatkan performansi dari desain yang sudah ada. Selain itu juga dilakukan perancangan dan pembuatan pemanas air surya terintegrasi tipe silinder vertikal, sebagai dasar pendekatan perancangan dan pembanding pemanas air terintegrasi tipe pelat datar. Usaha peningkatan performansi pemanas air surya terintegrasi tipe pelat datar dilakukan dengan cara menambahkan penutup transparan di atas tangki penyimpan-absorber. Pembuatan simulasi numerik untuk mengetahui temperatur rata-rata air yang dapat dihasilkan dapat mempermudah perancangan. Sebuah pemanas air surya tipe pelat datar terintergrasi telah dirancang dan diuji dengan tujuan untuk mendapatkan sebuah pemanas air surya yang relatif murah dibanding dengan pemanas air surya yang ada di pasar. Maka dibuat Pemanas air surya dengan sistem terintegrasi di mana tangki air panas dan absorber tergabung menjadi satu. Pemanas air surya tipe pelat datar terintergrasi terdiri dari tiga buah balok yang memiliki ukuran (100x30x10) cm sehingga memiliki volume 90 liter. Pengujian dilakukan di atap Laboratorium Surya Teknik Mesin Institut Teknologi Bandung dengan ketinggian sekitar 10 meter. Berdasarkan pengujian yang dilakukan, diperoleh temperatur air, perkiraan temperatur keluaran, pemanas air surya terintegrasi tipe pelat datar sebesar 48 oC pada sore hari pada radiasi matahari yang tinggi dan merata. Perbaikan performansi dibanding desain sebelumnya adalah sebesar 4,7 % dilihat dari capaian temperatur air. Terdapat selisih temperatur sample sebesar 10,7 oC lebih tinggi terhadap pemanas air surya terintegrasi tipe silinder vertikal, hal ini dikarenakan luas proyeksi absorber yang dimiliki oleh pemanas air surya terintegrasi tipe silinder vertikal lebih kecil dibanding pemanas air surya terintegrasi tipe pelat datar. Setelah dibandingkan dengan hasil pengujian didapatkan hasil simulasi numerik yang tidak berbeda jauh dengan hasil pengujian. Kesalahan simulasi numerik jika dibandingkan dengan pengujian di bawah 3%.", "Daftar File": {"2010 TA PP YOPPY SETIADI ABADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84772", "2010 TA PP YOPPY SETIADI ABADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84773", "2010 TA PP YOPPY SETIADI ABADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84774", "2010 TA PP YOPPY SETIADI ABADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84775", "2010 TA PP YOPPY SETIADI ABADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84776", "2010 TA PP YOPPY SETIADI ABADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84777", "2010 TA PP YOPPY SETIADI ABADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84778", "2010 TA PP YOPPY SETIADI ABADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84779"}, "Penulis": "YOPPY SETIADI ABADI (NIM : 13106072)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Abdurrachim Halim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemanas air surya, pelat datar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}