{"Nomor": 17650, "Judul": "PEMODELAN FRF BATANG KANTILEVER DENGAN PERANGKAT LUNAK NASTRAN FEMAP v9.3", "Abstrak": "Karakteristik dinamik dari suatu struktur dapat digambarkan dengan FRF (Fungsi Respon Frekuensi). FRF diperlukan untuk meramalkan respon yang terjadi bila besar gaya masukan diketahui. Penelitian ini bertujuan untuk mendapatkan FRF dari pemodelan dengan metode elemen hingga pada perangkat lunak Nastran Femap v9.3.  \n \n\nPada penelitian ini, pemodelan yang dilakukan hanya dibatasi pada rentang frekuensi 100 Hz atau tiga modus getar dominan yang pertama. Selain dengan pemodelan, FRF juga didapat dari hasil pengujian. Pengujian ini dilakukan dengan dua cara yaitu pengujian FRF dengan menggunakan impact hammer dan vibration exciter. Dari kedua pengujian tersebut didapat nilai frekuensi pribadi dengan perbedaan yang sangat kecil. Berbeda dengan frekuensi pribadi, damping ratio yang didapat dari kedua pengujian menunjukkan perbedaan yang sangat besar.  \n \n\nPemodelan FRF diawali dengan membandingkan frekuensi pribadi hasil pemodelan dan pengujian. Setelah didapat perbedaan nilai frekuensi pribadi yang sangat kecil antara hasil pemodelan, perhitungan teoritik dan pengujian maka pemodelan FRF baru dapat dilakukan. Berbeda dengan frekuensi pribadi, magnitude FRF yang didapat dari hasil pemodelan masih memiliki perbedaan yang besar dengan yang didapat dari pengujian menggunakan impact hammer. Perbedaan ini disebabkan karena kesalahan perhitungan damping ratio. Meskipun demikian, telah berhasil didapat kecocokkan nilai  \n \n\nmagnitude FRF untuk tiga modus getar yang pertama antara pemodelan dan pengujian yang menggunakan vibration exciter.", "Daftar File": {"2011 TA PP YONATHAN ADIGUNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84750", "2011 TA PP YONATHAN ADIGUNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84751", "2011 TA PP YONATHAN ADIGUNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84752", "2011 TA PP YONATHAN ADIGUNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84753", "2011 TA PP YONATHAN ADIGUNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84754", "2011 TA PP YONATHAN ADIGUNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84755", "2011 TA PP YONATHAN ADIGUNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84756"}, "Penulis": "YONATHAN ADIGUNA (NIM : 13106136)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan FRF, Batang Kantilever , Nastran Femap v9.3", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}