{"Nomor": 17659, "Judul": "INCREASE CUSTOMER VALUE THROUGH QUALITY IMPROVEMENT", "Abstrak": "Bencana keuangan telah menyebar di seluruh dunia termasuk Indonesia. Dampak lebih lanjut tragedi ini kemungkinan besar akan menghantam sektor riil Indonesia yang pada gilirannya akan mempengaruhi perekonomian nasional secara keseluruhan. Namun, banyak yang percaya bahwa efek ini tidak akan terlalu serius seperti apa yang terjadi pada krisis 1997/98. Hal ini karena fundamental ekonomi saat ini terlihat lebih baik daripada di bencana terakhir, sementara pemerintah dan BI sudah dipersiapkan dengan baik untuk menghambat kemungkinan bencana, seperti tercermin dalam kebijakan komprehensif yang diambil. Untuk mendukung kebijakan dan keputusan manajemen puncak tugas dalam melaksanakan fungsi-fungsi manajemen kualitas organisasi kontrol yang telah ditetapkan oleh PT APG harus menjadi baik dan memberikan nilai tambah kepada hasil yang ingin dicapai manajemen operasional perusahaan, terutama dalam standar produk mereka sudah dimiliki, mempertahankan bisnis kepercayaan yang telah terbangun dengan arus kas yang lebih baik investasi dan meningkatkan kepuasan konsumen.   \n\nUntuk menjaga nilai pelanggan meningkat, PT APG kebutuhan untuk memenuhi kebutuhan mereka. Standar Sistem Manajemen Mutu memberikan kerangka kerja diuji untuk mengambil pendekatan yang sistematis untuk mengelola proses organisasi sehingga mereka ternyata secara konsisten produk yang memenuhi harapan pelanggan.   \n\nMetode penelitian kasus ini menggunakan pendekatan kualitatif untuk mengumpulkan data atau informasi kualitatif dalam mengukur parameter pertimbangan pelanggan membeli. Selama periode November 2008 sampai Maret 2009 yang merupakan faktor utama konsumen membeli nilai untuk membeli sebuah apartemen dianggap konsep, harga dan lokasi sementara tidak bermain sebagai faktor utama dalam pertimbangan untuk membeli. PT. APG menggunakan Sistem Manajemen Mutu mencakup semua persyaratan yang ditentukan, kecuali jika desain tidak dimasukkan dalam proses Apartment. Sistem Manajemen Mutu dilaksanakan oleh PT. APG menjadi bagian dari strategi bauran pemasaran baik dalam kompetisi memasuki pasar.", "Daftar File": {"2009 TS PP YOUNG F. HADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84798", "2009 TS PP YOUNG F. HADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84799", "2009 TS PP YOUNG F. HADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84800", "2009 TS PP YOUNG F. HADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84801", "2009 TS PP YOUNG F. HADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84802", "2009 TS PP YOUNG F. HADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84803", "2009 TS PP YOUNG F. HADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84804", "2009 TS PP YOUNG F. HADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84805"}, "Penulis": "YOUNG F. HADI (NIM: 29107190)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mohammad Hamsal, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pemasaran, Sistem Manajemen Mutu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}