{"Nomor": 17662, "Judul": "MOLECULAR IMPRINTED HYDROGEL POLYMER UNTUK PEMISAHAN GLUKOSA DAN FRUKTOSA", "Abstrak": "Molecular imprinted hydrogel polymer (MIHP) adalah struktur 3 dimensi rantai polimer yang bersifat hydrophilic. Terkadang gel ini ditemui dalam bentuk koloid dengan air sebagai fasa pendispersi.Sintesis MIHP dalam penelitian ini menggunakan monomer akrilamida yang akan berikatan silang dengan bis-akrilamida. Variasi molekul templatedilakukan untuk membandingkan kinerja MIHP, yakni menggunakan molekul template glukosa, dan molekultemplate fruktosa. Metode kromatografi eksklusi digunakan untuk mengukur kinerja MIHP. MIHP yang telah dicacah halus ditempatkan dalam sebuah kolom dengan ukuran panjang 30cm dan diameter dalam 1 cm. Elusi dilakukan terhadap larutanyang mengandung campuran glukosa-fruktosa (50-50 w/w%). Eluat yang keluar dari kolom ditampung dalam microtube, kemudian dilakukan pengukuran konsentrasi glukosa dan fruktosa pada setiapmicrotube. Metode yang digunakan untuk mengukur kadar fruktosa adalah dengan metoda Saliwanoff, serta metode DNS untuk menghitung kadar glukosa.", "Daftar File": {"2012 TA PP YUDHA HANY PRASETYA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84821", "2012 TA PP YUDHA HANY PRASETYA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84822", "2012 TA PP YUDHA HANY PRASETYA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84823", "2012 TA PP YUDHA HANY PRASETYA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84824", "2012 TA PP YUDHA HANY PRASETYA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84825", "2012 TA PP YUDHA HANY PRASETYA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84826", "2012 TA PP YUDHA HANY PRASETYA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84827"}, "Penulis": "YUDHA HANY PRASETYA (NIM : 10508008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suryo Gandasasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "molecular imprinted hydrogel polymer, Glukosa, Fruktosa, Kromatografi Eksklusi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}