{"Nomor": 17666, "Judul": "ANALISIS PENGGUNAAN BILANGAN PRIMA AMAN DAN KOMPOLSIT PADA ALGORITMA ELGAMAL", "Abstrak": "Algoritma ElGamal terdiri dari tiga proses, yaitu proses pembentukan kunci, proses enkripsi dan proses dekripsi. \n\nProses pembentukan kunci kriptografi ElGamal terdiri dari pembentukan kunci privat (rahasia) dan \n\npembentukan kunci public (umum). Pada proses ini dibutuhkan sebuah bilangan prima p yang digunakan untuk \n\nmembentuk grup Zp* dan elemen primitif sebagai dasar pembentuk kunci public sedangkan sembarang bilangan \n\nacak digunakan sebagai pembentuk kunci privat. pada penelitian sebelumnya digunakan elemen primitif pada \n\nproses pembentukan kunci namun tidak dijelaskan alasan mengapa harus menggunakan elemen primitif. \n\nPenelitian ini mencoba menganalisa pengguaan elemen primitif dan elemen non primitif pada pembentukan \n\nkunci algoritma elgamal. Analisa dilakukan dengan menentukan sebuah bilangan prima tetap, dengan bilangan \n\nprima tersebut ditentukan beberapa elemen primitif. Proses selanjutnya dilakukan pembentukan kunci public dan \n\nkunci privat berdasarkan bilangan prima dan elemen primitif yang sudah ada. Langkah selanjutnya adalah \n\nmelakukan proses enkripsi dan dekripsi terhadap sebuah file dengan memvariasikan elemen primitif, elemen non \n\nprimitif, memvariasikan kapasitas file dan memvariasikan nilai bilangan prima yang digunakan. Dari hasil \n\nanalisa dapat disimpulkan bahwa proses enkripsi dan dekripsi dapat dilakukan dengan baik dengan pembentukan \n\nkunci yang menggunakan elemen primitif ataupun elemen non primitif, Elemen primitif ataupun elemen non \n\nprimitif tidak mempengaruhi proses enkripsi dan proses dekripsi, besar kecilnya elemen primitif maupun elemen \n\nnon primitif yang digunakan tidak mempengaruhi besarnya file hasil enkripsi, dengan bilangan prima 3 digit, \n\nselisih antara file asli dengan file hasil enkripsi mencapai 500 % lebih, semakin besar bilangan prima", "Daftar File": {"proceedings knsi 2013(139).pdf": "https://digilib.itb.ac.id/gdl/download/84842"}, "Penulis": "Yudhi Andrian", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kriptografi, Enkripsi, Dekripsi, Elgamal, elemen primitif.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "26 Mar 2014"}