{"Nomor": 17670, "Judul": "PENGGUNAAN OPERASI MUTLAK DAN KUADRAT PADA ANALISIS SINYAL GETARAN UNTUK DETEKSI CACAT LOKAL BANTALAN GELINDING", "Abstrak": "Bantalan bola merupakan komponen yang umum ditemui di dunia industri sebagai penumpu elemen yang berputar. Bantalan bola yang mengalami pembebanan berlebih dapat menyebabkan terjadinya cacat lokal. Cacat lokal ini dapat menimbulkan getaran dengan ciri tertentu berupa pola harmonik pada domain frekuensi. Cacat lokal bantalan bola pada tahap awal dapat dideteksi dengan metoda-metoda seperti peakvue, Shock Pulse (SPM), dan enveloping. Namun pembuktian metoda-metoda tersebut secara matematik belum pernah dipublikasikan dengan alasan hak cipta dari masing-masing penemu.  \n \n\nBeberapa metoda dapat digunakan untuk mendapatkan informasi cacat bantalan bola. Salah satu solusi mudah untuk mendapatkan informasi cacat bantalan bola dapat dilakukan dengan operator mutlak sinyal getaran sebelum dikonversi ke dalam domain frekuensi. Akan tetapi, proses ini tidak dapat terbukti secara matematik mengingat bahwa operator mutlak bukan merupakan operator linier. Namun, solusi lain dilakukan dengan mendekati operasi mutlak dengan kuadrat. Dalam penelitian ini dilakukan simulasi pengolahan sinyal cacat bantalan bola dengan operasi mutlak dan kuadrat. Metoda ini kemudian diterapkan pada data hasil pengujian sinyal cacat bantalan bola.  \n \n\nHasil metoda operasi mutlak dan metoda kuadrat hampir menyerupai metoda SPM yaitu mampu memberikan informasi pola harmonik cacat bantalan dalam domain frekuensi. Perbedaan utama kedua metoda ini terletak pada nilai amplitudo. Amplitudo metoda operasi mutlak dan kuadrat menunjukkan bahwa metoda tersebut tidak dapat selalu dibandingkan dengan metoda SPM.", "Daftar File": {"2009 TS PP YUDHI SOMALI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84859", "2009 TS PP YUDHI SOMALI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84860", "2009 TS PP YUDHI SOMALI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84861", "2009 TS PP YUDHI SOMALI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84862", "2009 TS PP YUDHI SOMALI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84863", "2009 TS PP YUDHI SOMALI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84864", "2009 TS PP YUDHI SOMALI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84865"}, "Penulis": "YUDHI SOMALI (NIM : 23107311)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Operasi Mutlak, Operasi Kuadrat,  Analisis Sinyal Getaran, Deteksi Cacat Lokal, Bantalan Gelinding, peakvue, Shock Pulse, SPM,  enveloping", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}