{"Nomor": 17672, "Judul": "ANALISIS PRODUKTIVITAS ALAT MUAT SHOVEL LIEBHERR R996 TERHADAP TIGA JENIS ALAT ANGKUT YANG BERBEDA (LIEBHERR T282, EUCLID EH4500 DAN CAT 789B) DI PIT BENDILI, PT. KALTIM PRIMA COAL", "Abstrak": "Pit  Bendili  merupakan  salah  satu  pit   yang  dimiliki  PT.  KPC  dimana penambangannya dilakukan oleh KPC sendiri dibawah Departemen Bintang. Pada area ini, kegiatan  penggalian dan pemuatan material overburden dilakukan dengan menggunakan Shovel Liebherr  R996. Saat ini produksi alat muat tersebut masih di bawah  target  produksi  sebesar  2075  bcm/jam.  Oleh  karena  itu,  perlu  dilakukan penelitian  yang  difokuskan  pada  analisis  produktivitas  shovel  di  Panel  lima  Pit Bendili terhadap tiga jenis alat angkut yaitu Liebherr T282, Euclid EH4500 dan Cat 789B yang mana tidak sesuai dengan target yang telah ditentukan.     \n \n\nSetelah dilakukan pengolahan data dan analisis terhadap faktor- faktor yang mempengaruhi  produktivitas alat muat didapat bahwa kondisi lebar area pemuatan dan tinggi bench yang standar akan meningkatkan produksi alat muat masing-masing sebesar 4% dan 7,5%. Selain itu efisiensi  kerja alat muat tergolong rendah yaitu 67,3%.    \n \n\nPada penelitian ini juga dilakukan simulasi peningkatan nilai bucket fill factor yang dapat  meningkatkan produksi alat muat sebesar 5,8%, namun peningkatan ini dapat menyebabkan overload pada alat angkut tertentu. Hal ini terlihat dari analisis kapasitas nyata alat angkut yang mengindikasikan potensi kelebihan muatan. Selain itu,  melalui  analisis  potensi  kehilangan  dan  kelebihan  muatan  truk  juga  dapat disimpulkan bahwa alat muat mempunyai kapasitas yang tidak  sesuai dengan alat angkut yang tersedia di Pit Bendili. Untuk mengatasi hal ini, maka disarankan untuk dilakukan pergantian dan pengaturan kerja alat muat dan alat angkut sehingga dapat mencapai waktu muat dan produksi yang optimum.", "Daftar File": {"2010 TA PP YUDI LESMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84873", "2010 TA PP YUDI LESMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84874", "2010 TA PP YUDI LESMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84875", "2010 TA PP YUDI LESMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84876", "2010 TA PP YUDI LESMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84877", "2010 TA PP YUDI LESMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84878", "2010 TA PP YUDI LESMANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84879"}, "Penulis": "YUDI LESMANA (NIM : 12106047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pit  Bendili, PT.  KPC, Shovel Liebherr  R996, Liebherr T282, Euclid EH4500,Cat 789B", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}