{"Nomor": 17687, "Judul": "PENGEMBANGAN MODEL PENILAIAN TINGKAT KESIAPAN KONTRAKTOR LOKAL BERPERAN DALAM PEMBANGUNAN TEROWONGAN MRT JAKARTA", "Abstrak": "Saat ini pemerintah telah merencanakan adanya pelaksanaan proyek pembangunan MRT Jakarta guna mengatasi permasalahan transpotasi di kota Jakarta. MRT ini merupakan infrastruktur yang syarat dengan teknologi tinggi, baik itu dalam proses konstruksi maupun pengoperasiannya. Salah satunya adalah teknologi yang akan digunakan dalam pelaksanaan konstruksi terowongan (subway), yaitu teknologi Tunnel Boring Machine (TBM). Hingga saat ini masih belum diketahui dengan jelas tingkat kesiapan kontaktor lokal untuk bisa terlibat berperan dalam pelaksanaan proyek konstruksi terowongan dengan aplikasi teknologi TBM. Untuk itu diperlukan pengembangan model penilaian kesiapan, untuk menilai sejauh mana tingkat kesiapan kontraktor lokal berdasarkan kapasitas dan kemampuan yang dimilikinya saat ini. Tingkat kesiapan didefinisikan sebagai perbandingan kemampuan ideal yang harus dimiliki kontraktor untuk bisa dikategorikan siap untuk terlibat berperan dalam pelaksanaan proyek tersebut dengan kapasitas dan kemampuannya. Uji coba dilakukan pada delapan kontraktor besar yang dianggap berkualifikasi untuk melaksanakan proyek ini. Dan berdasarkan hasil perhitungan dan analisa maka telah diperoleh sejumlah peran yang memungkinkan kontraktor lokal untuk bisa terlibat dalam pembangunan terowongan MRT Jakarta, yaitu dengan berperan sebagai kontraktor pelaksana pekerjaan konstruksi shaft, subkontraktor penyedia material precast atau melakukan kerja sama joint operation parsial dengan kontraktor asing.", "Daftar File": {"2010 TS PP YULIA PRIHATIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84944", "2010 TS PP YULIA PRIHATIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84945", "2010 TS PP YULIA PRIHATIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84946", "2010 TS PP YULIA PRIHATIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84947", "2010 TS PP YULIA PRIHATIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84948", "2010 TS PP YULIA PRIHATIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84949", "2010 TS PP YULIA PRIHATIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/84950", "2010 TS PP YULIA PRIHATIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84951"}, "Penulis": "YULIA PRIHATIN (NIM : 25 007 307)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  : Ir. Biemo W. Soemardi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "MRT Jakarta, terowongan, Tunnel Boring Machine (TBM) model kesiapan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}