{"Nomor": 17685, "Judul": "PERANCANGAN ALAT UJI GESEK MATERIAL REM KOMPOSIT BERDASARKAN STANDAR SAE J661a", "Abstrak": "Aplikasi penggunaan material komposit di dalam perkembangannya semakin luas dan demikian juga dengan penggunaan material komposit untuk rem. Material komposit digunakan dalam material rem di antaranya untuk blok rem kereta api dan kendaraan bermotor. Rem komposit ini memiliki keunggulan yaitu koefisien gesek yang dapat diatur, panas yang dibangkitkan lebih rendah dibandingkan bahan lain dan tingkat keausan bahan lebih tinggi sehingga pemakaian dapat lebih lama. Sehubungan dengan keperluan riset pengembangan material gesek rem komposit maka diperlukan adanya perancangan alat uji gesek. Alat ini berfungsi untuk memperoleh koefisien gesek material sesuai dengan standar internasional. Dalam tugas sarjana ini perancangan alat uji gesek untuk rem komposit dilakukan. Tahap awal adalah melakukan kajian dan perbandingan berbagai standar mengenai pengujian gesek, hingga pada kesimpulan pemilihan standar SAE J661a sebagai standar utama dalam perancangan. Proses perancangan ini dibagi menjadi dua tahap, yaitu perancangan dasar dan perancangan detail. Tahap pertama mencakup proses pengembangan ide rancangan, penjabaran standar SAE J661a beserta pemilihan konfigurasi rancangan. Tahap kedua mencakup analisis dan pemilihan komponen-komponen utama yang digunakan diantaranya motor listrik, poros, sabuk dan puli, piringan, bantalan, pneumatik dan sensor. Perancangan yang dilakukan menghasilkan rancangan alat uji gesek dengan spesifikasi yaitu putaran operasi 500 rpm, beban penekan dapat mencapai 68 kgf, pengukuran koefisien gesek dengan kisaran 0-0,5 dan konfigurasi lain yang sesuai dengan standar SAE J661a. Hasil perancangan diharapkan dapat mendukung keperluan penelitian material rem komposit.", "Daftar File": {"2010 TA PP YULIANTO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84929", "2010 TA PP YULIANTO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84930", "2010 TA PP YULIANTO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84931", "2010 TA PP YULIANTO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84932", "2010 TA PP YULIANTO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84933", "2010 TA PP YULIANTO  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/84934", "2010 TA PP YULIANTO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84935"}, "Penulis": "YULIANTO (NIM : 13106082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rachman Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alat Uji Gesek, Koefisien Gesek, SAE J661a", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}