{"Nomor": 17699, "Judul": "KAJI EKSPERIMENTAL DAN SIMULASI FUNGSI RESPON FREKUENSI MENGGUNAKAN PERANGKAT LUNAK NASTRAN 4.5 PADA STRUKTUR RUMAH BANTALAN", "Abstrak": "Teknologi perawatan prediktif merupakan salah satu teknologi perawatan yang semakin banyak digunakan pada dunia industri. Perawatan berbasis pemantauan dan analisis getaran ini memungkinkan untuk mengetahui kerusakan yang terjadi pada komponen mesin (yang sedang beroperasi). Penerapan teknologi ini memungkinkan biaya untuk perawatan dapat ditekan dan produktivitas suatu sistem produksi dapat ditingkatkan.  \n \n\nPenelitian pada tugas sarjana kali ini dilakukan dengan menggunakan suatu perangkat alat uji yang telah ada dan telah dikondisikan agar dapat mewakili kondisi di industri. Penggunaan perangkat alat uji tersebut diharapkan hasil penelitian yang dilakukan dapat diaplikasikan di industri.  \n \n\nPenelitian yang dilakukan bertujuan untuk meramalkan respon getaran yang terjadi pada rumah bantalan gelinding dan memprediksi karakteristik dinamik rumah bantalan berdasarkan Model Elemen Hingga atau Finite Element Methode (FEM). Secara garis besar tugas sarjana kali ini terdiri atas tiga kegiatan utama yaitu pemodelan elemen hingga struktur, pengukuran Fungsi Respon Frekuensi (FRF)pada struktur rumah bantalan dan simulasi FRF menggunakan model elemen hingga (FEM).  \n \n\nPerangkat lunak yang digunakan dalam pemodelan ini adalah MSC Nastran for Windows 4.5. Untuk mengetahui apakah model yang dibuat sudah bagus, maka dilakukan evaluasi hasil yang diperoleh dari model elemen hingga terhadap hasil yang didapat dari pengukuran FRF.", "Daftar File": {"2006 TA PP YURIS BAYU NURDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85017", "2006 TA PP YURIS BAYU NURDIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85018", "2006 TA PP YURIS BAYU NURDIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85019", "2006 TA PP YURIS BAYU NURDIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85020", "2006 TA PP YURIS BAYU NURDIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85021", "2006 TA PP YURIS BAYU NURDIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85022", "2006 TA PP YURIS BAYU NURDIANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/85023", "2006 TA PP YURIS BAYU NURDIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85024"}, "Penulis": "YURIS BAYU NURDIANTO  (NIM : 13102044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MSC Nastran for Windows 4.5., pengukuran Fungsi Respon Frekuensi, FRF", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}