{"Nomor": 17697, "Judul": "SINTESIS DAN KARAKTERISASI MAGNESIA PARTIALLY STABILIZED ZIRCONIA (Mg-PSZ) UNTUK APLIKASI DENTAL MATERIAL", "Abstrak": "Perkembangan teknologi dental material dengan menggunakan keramik terus berkembang diantaranya dengan menggunakan zirkonia. Zirkonia terus diteliti karena memiliki sifat mekanik dan sifat estetik yang lebih baik dibandingkan    \n \n \n \n\nmaterial lainnya seperti polimer dan logam. Berdasarkan sifat-sifat zirkonia yang mempunyai sifat optik, mekanik, dan biokompatibel, maka perlu dilakukan studi yang lebih intens penggunaan zirkonia ini untuk keperluan dental material. Zirkonia mempunyai sifat mekanik yang baik apabila ditambahkan stabilizer, dimana untuk stabilizer ini banyak digunakan unsur-unsur logam oksida, diantaranya MgO, Y2O3, CaO, CeO, dan La2O3. Dengan penambahan unsur    \n \n \n \n\nstabilizer ini diharapkan dapat meningkatkan sifat mekaniknya dan mampu mengikuti fenomena transformation toughening. Pada penelitian ini stabilizer yang digunakan adalah MgO. Pembuatan nanopartikel Magnesia Partially    \n \n \n \n\nStabilized Zirconia (Mg-PSZ) dilakukan dengan menggunakan metode sol-gel. Parameter yang digunakan dalam penelitian ini yaitu konsentrasi MgO sebagai stabilizer dan temperatur kalsinasi. Sebanyak 5% dan 15 % MgO ditambahkan untuk menstabilkan fasa tetragonal zirkonia pada suhu kamar. Konsentrasi prekursor sebesar 0,05 M. Dilakukan penambahan 0,2% chitosan. Chitosan berperan sebagai dispersan dan chelating agent. Temperatur kalsinasi yang digunakan yaitu 800oC, 900oC, dan 1000oC. Dari hasil karakterisasi dengan X-Ray Diffraction (XRD) didapatkan persentasi struktur kristal tetragonal terbanyak pada temperatur kalsinasi 9000C dan penggunaan 15% stabilizer. Ukuran partikel Mg-    \n \n \n \n\nPSZ diukur dari hasil karakterisasi dengan Scanning Electron Microscope (SEM). Ukuran partikel terkecil sebesar 51 nm pada penggunaan 15% stabilizer. Nilai kekerasan pertikel tertinggi dari penggunaan 15% stabilizer yaitu sebesar 18,6 VHN.", "Daftar File": {"2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85005", "2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85006", "2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85007", "2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85008", "2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85009", "2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85010", "2011 TA PP YURA MUHAMMAD RIZALDI SYAFRIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85011"}, "Penulis": "YURA MUHAMMAD RIZALDI SYAFRIZAL (NIM : 13706015)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing  :  Dr.Ir. Bambang Sunendar, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Nanopartikel, Prekursor, Magnesia Partially Stabilized zirconia (Mg-PSZ), Chitosan, Sol-Gel", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}