{"Nomor": 17695, "Judul": "ANALISIS PENGARUH PENGEMBANGAN TALENT TERHADAP TINGKAT PRODUKTIVITAS KARYAWAN PT TELEKOMUNIKASI INDONESIA TAHUN 2011", "Abstrak": "Dewasa ini, Industri telekomunikasi merupakan industri yang hypercompetitive, dimana persaingan terjadi sangat cepat sehingga competitive advantage yang dimiliki oleh perusahaan dapat hilang akibat adanya gerakan dari pesaing atau dari perusahaan itu sendiri. Asset perusahaan yang paling penting dan berharga adalah karyawannya, dan dengan dasar pertimbangan ini PT. Telekomunikasi Indonesia merancang program pelatihan baru yang disebut dengan Talent Development. Talent Development ini diperuntukan untuk calon karyawan tetap PT. Telekomunikasi Indonesia yang diadakan selama 6 bulan. Tugas akhir ini fokus pada mencari tingkat pengaruh talent development terhadap tingkat produktivitas karyawan dan mencari tau dimana letak kekurangan dalam pelaksanaan talent development di PT. Telekomunikasi Indonesia dan memberikan solusi dan rencana implementasi baru untuk perbaikan pada program talent development. Berdasarkan hasil wawancara dengan Manager Talent Development PT. Telekomunikasi Indonesia, terdapat masalah dalam pelaksanaan talent development tersebut, dimana hasil yang dicapai belum mencapai target. Hal ini dapat dilihat dari Key Performance Index (KPI) yang hanya naik sedikit dari tahun 2009 ke 2010. Methodology research yang digunakan dalam penelitian ini adalah kuantitatif dan kualitatif dengan menyebarkan kuesioner kepada 100 karyawan dan juga melalui wawancara dengan beberapa manager terkait. Dalam kasus ini, permasalahan utama terletak pada metode talent development yang dimana peserta merasa bosan dan monoton sehingga tidak dapat menyerap materi yang disampaikan dengan baik. Dan solusi yang ditawarkan yaitu dengan mengadakan program talent mapping dan juga menambah beberapa metode pembelajaran baru seperti role play, studi kasus, rolling assignment, dan lain-lain yang dimana pembelajaran tidak hanya dilakukan didalam kelas tetapi juga di luar kelas atau situasi kerja secara langsung. Penjadwalan materi dan rolling assignment menjadi salah satu hal penting dan hal ini dapat dilihat dari rencana implementasi baru yang akan ditawarkan kepada Manager Talent Development dari PT. Telekomunikasi Indonesia", "Daftar File": {"2012 TS PP YUNI EKA PRADIPTA NINGRUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/84991", "2012 TS PP YUNI EKA PRADIPTA NINGRUM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/84992", "2012 TS PP YUNI EKA PRADIPTA NINGRUM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/84993", "2012 TS PP YUNI EKA PRADIPTA NINGRUM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/84994", "2012 TS PP YUNI EKA PRADIPTA NINGRUM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/84995", "2012 TS PP YUNI EKA PRADIPTA NINGRUM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/84996"}, "Penulis": "YUNI EKA PRADIPTA NINGRUM (NIM 29110013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. John Welly, MSC"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT. Telekomunikasi Indonesia, Talent Development, Produktivitas Karyawan", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}