{"Nomor": 17706, "Judul": "ANTENA DUA PULSA UNTUK GROUND PENETRATING RADAR (GPR) DENGAN PEMBEBANAN RESISTIF LINIER", "Abstrak": "Dalam survey GPR untuk mencari objek yang tidak diketahui kedalamannya memerlukan lebih dari satu jenis durasi pulsa berarti menggunakan sejumlah antena dengan panjang yang berbeda-beda .Modifikasi metoda profil pembebanan resistif Wu-King dengan pembenanan resistif linier telah dikembangkan. Modifikasi metoda ini untuk menghasilkan antena dua pulsa pada sistem GPR impuls berbentuk dipol dan membentuk sudut flare, profil pembebanan resistif linear, dan dimensi optimum pendek sehingga dihasilkan pulsa utama yang ditransmisikan melebihi profil Wu-King dan level ringing lebih rendah atau sama dengan dari Wu-King. Prototip antena GPR untuk dua pulsa usulan yang paling \n\noptimum merupakan antena dipole terdiri atas dua pasang antena, masing-masing antena utama pendek (short) dengan panjang dari feedpoint sampai tekukan (diskontinuitas) sama dengan 3 cm dan 6,5 cm untuk antena utama panjang (long). \n\nMasing-masing mempunyai lengan pembebanan dengan panjang 26 cm untuk short dan 22,5 cm untuk long. Sudut flare antara antena utama sebesar 70 derajat. Gradien profil pembebanan resistif linear sebesar 31,25 ohm per centimeter. Model analisa untuk kopling antara lengan antena menggunakan pendekatan analisa impedansi mutual dua buah dipol berorientasi sudut. Sudut flare 70 derajat menunjukkan impedansi mutual yang paling rendah. Hal ini sesuai dengan hasil simulasi FDTD bahwa kopling yang paling rendah terjadi pada sudut flare 70 derajat. Model analisa untuk pembebanan resistif berbentuk linier pada lengan antena dan panjang antena menggunakan analisa antena dipol berbentuk silinder bersifat resistif pada time-harmonic. Pada model analisa ini hubungan arus pada antena dengan perubahan gradien, perubahan pembebanan resistif dan perubahan panjang antena. Model analisa ini punya keterbatasan pada nilai gradien, diatas 156.25 ohm/cm pembebanan masih efektif bekerja tetapi untuk gradien lebih kecil 156,25 ohm/m tidak efektif lagi sebagai pembebanan sehingga yang lebih dominan adalah time-harmonic-nya. Untuk itu sebagai solusinya menggunakan analisa menggunakan time-domain atau FDTD. Hasil simulasi FDTD untuk antena GPR dua pulsa antara lain penurunan gradien linier memberikan kenaikan level pulsa utama dan kenaikan level late-time ringing. Penurunan panjang lengan antena memberikan kenaikan level pulsa utama dan kenaikan late-time ringing. Hasil pengukuran dan implementasi antenna dua pulsa untuk GPR bekerja sesuai \n\ndengan fungsinya.", "Daftar File": {"2010 DIS PP YUYU WAHYU  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85070", "2010 DIS PP YUYU WAHYU  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85071", "2010 DIS PP YUYU WAHYU  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85072", "2010 DIS PP YUYU WAHYU  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85073", "2010 DIS PP YUYU WAHYU  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85074", "2010 DIS PP YUYU WAHYU  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85075", "2010 DIS PP YUYU WAHYU  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/85076", "2010 DIS PP YUYU WAHYU  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85077"}, "Penulis": "YUYU WAHYU (NIM : 33204304) Tim Pembimbing :  Dr. Ir. Adit Kurniawan", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Dr. Ir. Adit Kurniawan", "Dr. Ir. Sugihartono", "Prof. Adang Suwandi Ahmad"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "antena GPR, multi pulsa, sudut flare, late-time ringing ,profil pembebanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "08 Agu 2014"}