{"Nomor": 17716, "Judul": "PENGEMBANGAN ALGORITMA PENGOLAHAN CITRA DIJITAL MODEL WARNA DASAR DALAM PENENTUAN MUTU BUAH JERUK KEPROK", "Abstrak": "Pembangunan ekonomi pertanian pada komoditas jeruk keprok merupakan salah satu program unggulan \n\nnasional dengan tujuan dapat meningkatkan pendapatan petani, meningkatkan kapasitas produksi, memantapkan \n\nketahanan pangan di tingkat nasional maupun tingkat rumah tangga, meningkatkan penerimaan devisa dan \n\nmenyediakan kesempaan kerja. Penanganan terpadu pasca panen terutama dalam pengkelasan mutu buah jeruk \n\nsaat ini masih menjadi kelemahan daya saing komoditas jeruk keprok disebabkan penentuan mutu secara \n\nmanual dengan hasil: kurang cepat, tidak konsisten dalam akurasi mutu, tidak terukur dan diperlukan penyortir \n\ndengan jam terbangnya tinggi. Sedangkan penentuan mutu secara laboratorium, yaitu evaluasi mutu dilakukan \n\nsecara fisikokimiatrik (tingkat padatan terlarut, tingkat kekerasan daging dan kulit, sinar infra red tekstur daging \n\ndan biji serta berat), hal ini banyak kelemahan terutama dalam lama proses dan sangat basar biaya bahan dan \n\nalat, jadi diperlukan investasi laboratorium yang mahal. \n\nPengembangan algoritma pengolahan citra dijital model warna dasar dengan pendekatan ambang batas statistik \n\ndalam penentuan mutu buah jeruk keprok diharapkan dapat memberikan metode awal dalam pengkelasan mutu. \n\nHasil indeks intensitas warna merah (r), hijau (g) dan biru (b) jeruk keprok dengan pendekatan algoritma \n\nthreshold intensitas piksel terendah (134) dan menggunakan ambang batas statistik tidak dapat dijadikan \n\npedoman dalam menentukan pembeda mutu sedangkan luas proyeksi jeruk keprok dengan pendekatan algoritma \n\nthreshold intensitas pixel terendah dan menggunakan ambang batas statistik dapat dijadikan pedoman dalam \n\nmenentukan pembeda mutu.", "Daftar File": {"proceedings knsi 2014 full edition(163).pdf": "https://digilib.itb.ac.id/gdl/download/85144"}, "Penulis": "Zainul Arham [-]", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengolahan citra dijital, Model warna dasar, Mutu jeruk keprok dan statistik ambang batas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2014"}