{"Nomor": 17714, "Judul": "PERANCANGAN DAN PEMBUATAN PERANGKAT PENGHASIL SINYAL KEYPHASOR BUATAN UNTUK SYNCHRONOUS TIME-AVERAGING", "Abstrak": "Synchronous time-averaging merupakan metode pengukuran getaran dalam domain waktu yang dapat mengurangi sinyal penganggu. Metode ini memerlukan dua jenis sinyal masukan yaitu sinyal getaran dan sinyal pemicu yang berasal dari keyphasor. Namun, dalam praktek sinyal pemicu seringkali tidak tersedia karena keterbatasan pada mesin yang diukur. Sebagai contoh, sinyal pemicu dari poros antara sebuah gearbox umumnya tidak dapat diperoleh karena tidak adanya bagian poros antara yang tampak dari luar gearbox. Tidak demikian halnya dengan poros masukan/keluaran yang umumnya tampak dari luar sehingga sinyal keyphasor dapat dibangkitkan. Pada penelitian ini akan dilakukan perancangan dan pembuatan perangkat penghasil sinyal keyphasor buatan sebagai sinyal pemicu proses synchronous time-averaging. Perangkat ini dirancang agar dapat menghasilkan sinyal keyphasor buatan berdasarkan sinyal referensi keyphasor yang tersedia dan data rasio gigi antara poros yang tidak tampak dengan poros referensi. Perangkat ini juga dirancang agar memiliki beberapa fungsi tambahan yaitu fungsi pengubah duty cycle sinyal menjadi 50%, fungsi pengubah level tegangan sinyal sensor Bently, fungsi pemilih rising atau falling edge sinyal masukan sebagai referensi, dan fungsi pembalik sinyal. Perangkat ini dibuat dengan komponen utama mikrokontroller ATMega8535. Berdasarkan hasil pengujian yang dilakukan pada rangkaian yang dibuat, diperoleh kesimpulan bahwa perangkat penghasil sinyal keyphasor telah berhasil memenuhi spesifikasi rancangan. Hasil pengujian menunjukkan bahwa pada berbagai perbandingan gigi yang diuji dan frekuensi sinyal masukan 10Hz, sinyal buatan memiliki persentase keterlambatan pulsa kurang dari 3%. Untuk perbandingan gigi 1:1, sinyal buatan dihasilkan dengan kesalahan duty cycle kurang dari 3% saat sinyal masukan memiliki rentang frekuensi 0,7-170Hz dan rentang duty cycle 1-99%.", "Daftar File": {"2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85130", "2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85131", "2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85132", "2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85133", "2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85134", "2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85135", "2011 TA PP ZAINAL ARIF RAHMAN HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85136"}, "Penulis": "ZAINAL ARIF RAHMAN HAKIM (NIM : 13107014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Utama Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan dan Pembuatan Perangkat Penghasil Sinyal,  Keyphasor, Synchronous Time-Averaging", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}