{"Nomor": 17710, "Judul": "IMPLEMENTASI KONSERVASI GUMUK PASIR D.I YOGYAKARTA DALAM PERSPEKTIF INTEGRASI PENGELOLAAN PESISIR SECARA TERPADU DAN DPSIR", "Abstrak": "Wilayah pesisir memiliki potensi ekosistem dan bentukan alam yang unik, salah satu contohnya adalah gumuk pasir yang terletak di pesisir Parangtritis, D.I Yogyakarta. Agar bentukan alam ini dapat lestari, pemerintah berencana mencanangkan status konservasi untuk gumuk pasir karena gumuk tersebut merupakan satu-satunya yang berada di Indonesia dan salah satu dari sedikit gumuk pasir Barchan di dunia. Dengan status konservasi tersebut berakibat positif yaitu wilayah pesisir Parangtritis akan dikelola secara terpadu (integrated coastal management).  \n \n\nAgar pengelolaan dapat berjalan dengan baik, selanjutnya diperlukan identifikasi dalam perspektif pengelolaan pesisir secara terpadu serta solusinya. Salah satu metodenya dengan menggunakan kerangka kerja DPSIR (Drivers, Pressures, State, Impact, Responses). Tahap pertama dalam proses ini adalah identifikasi komponen dan subkomponen pengelolaan pesisir secara terpadu dalam perspektif permasalahan yang terjadi di sekitar gumuk pasir.  \n \n\nTahap selanjutnya mengintegrasikan komponen-komponen tersebut dengan DPSIR untuk mengetahui penyebab, tekanan, keadaan, dampak, dan sikap terhadap permasalahan. Integrasi dilakukan dengan membentuk matriks korelasi. Setelah diketahui korelasinya dengan DPSIR, kemudian dapat diketahui sikap atau tindakan teknologis yang tepat untuk mengatasi permasalahan. Agar tindakan teknologis lebih efektif dan tepat sasaran perlu dilakukan pendekatan secara geospasial.  \n \n\nDari tugas akhir ini ditemukan bahwa permasalahan dalam perspektif konservasi gumuk pasir memiliki tindakan teknologis yang berbeda pula, dan dengan menggunakan pendekatan geospasial diharapkan tindakan teknologis dapat lebih tepat sasaran.", "Daftar File": {"2013 TA PP ZAHRAH RATNA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85101", "2013 TA PP ZAHRAH RATNA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85102", "2013 TA PP ZAHRAH RATNA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85103", "2013 TA PP ZAHRAH RATNA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85104", "2013 TA PP ZAHRAH RATNA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85105", "2013 TA PP ZAHRAH RATNA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85106", "2013 TA PP ZAHRAH RATNA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85107"}, "Penulis": "ZAHRAH RATNA SARI  (NIM : 15109032 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dwi Wisayantono, M.T Prof. Dr. Ir. Widyo Nugroho SULASDI"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gumuk pasir, pengelolaan pesisir secara terpadu, DPSIR, konservasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}