{"Nomor": 17735, "Judul": "APLIKASI LIFE CYCLE COST ANALYSIS DAN TOPSIS MULTI CRITERIA DECISION ANALYSIS UNTUK PEMILIHAN TEKNOLOGI DAN MANAJEMEN PENGELOLAAN SAMPAH KOTA BANDUNG", "Abstrak": "Sampah padat di Kota Bandung, seperti di kota besar lainnya, membutuhkan penanganan segera. Teknologi pengelolaan sampah seperti open dumping landfill, sanitary landfill, insinerasi waste to energy (WTE), komposting, biogas anaerobic digestion dan gasifikasi dapat dijadikan sebagai pilihan teknologi pengelolaan sampah untuk Kota Bandung.    \n \n\nRencana pengelolaan sampah yang diusulkan adalah pengelolaan tersetral untuk open dumping, sanitary landfill dan insinerasi WTE; dan pengelolaan terdistribusi untuk komposting, biogas anaerobic digestion dan gasifikasi.    \n \n\nPemilihan teknologi dan manajemen pengelolaan sampah untuk Kota Bandung dilakukan dengan menggunakan metode TOPSIS Multi Criteria Decision Analysis (MCDA). Kriteria yang dipertimbangkan dalam pemilihan ini mencakup aspek teknologi, ekonomi, sosial dan lingkungan. Life cycle cost  analysis (LCCA) digunakan sebagai salah satu paramenter untuk kriteria ekonomi disamping jumlah pendapatan yang bisa diperoleh. Wawancara dan survey diadakan dengan responden yang berasal dari ahli, mahasiswa, dan masyarakat  Kota Bandung yang hasilnya digunakan sebagai pembobotan untuk aplikasi MCDA dan verifikasi metode TOPSIS.    \n \n\nHasil analisa menunjukkan bahwa open dumping kurang cocok untuk Kota Bandung. Setelah semua hal dipertimbangkan, dihasilkan bahwa sistem teknologi dan manajemen yang paling tepat untuk Kota Bandung adalah antara komposting maupun insinerasi WTE.", "Daftar File": {"2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85253", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85254", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85255", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85256", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85257", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85258", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/85259", "2010 TA PP ABDUL LUKY SHOFI’UL AZMI S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85260"}, "Penulis": "ABDUL LUKY SHOFI'UL AZMI S  (NIM : 13103112)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Dr. Ir. Sigit Yoewono, MME", "Pembimbing 2 : Ir. Hendi Riyanto, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Life Cycle Cost Analysis, TOPSIS Multi Criteria Decision Analysis,  Manajemen Pengelolaan Sampah, MCDA, LCCA,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}