{"Nomor": 17736, "Judul": "PABRIKASI MEMBRAN NANOSERAT TIO2/STYROFOAM KOMPOSIT MELALUI METODE ELEKTROSPINNING UNTUK APLIKASI PENJERNIHAN AIR", "Abstrak": "Pada penelitian ini telah dirancang dua model sistem elektrospinning yaitu sistemmulti-nozzle drum kolektor dan selanjutnya sistem multi-syringe konveyor kolektor. Penelitian ini dibagi menjadi dua tahap, yaitu eksperimen pendahuluan untuk memperoleh data kualitatif dan eksperimen yang kedua untuk memperoleh data kuantitatif.Pada penelitian pendahuluan telah dibuat nanoserat TiO2/Styrofoam komposit dengan menggunakan sistem elektrospinning multinozzle untuk aplikasi      \n \n \n \n \n \n\npenjernihan air. Membran nanoserat komposit yang dibuat dari larutan prekursor disiapkan dengan melarutkan styrofoam dalam pelarut tetrahydrofuran (THF),      \n \n \n \n \n \n\nminyak sitronella dan minyak kayu putih. Larutan prekursor yang telah dihasilkan kemudian dicampurkan dengan serbuk TiO2 dengan tiga variasi konsentrasi      \n \n \n \n \n \n\n(1:15,1:20 dan 1:40). Model limbah air yang digunakan dalam penelitian ini adalah pewarna tekstil wantex dengan konsentrasi 50 ppm. Telah dihasilkan data      \n \n \n \n \n \n\nkualitatif yang meliputi struktur dan morfologi nanoserat komposit yang dikarakterisasi menggunakan scanning electron microscopy (SEM), energy dispersive x-ray (EDX) dan x-ray difraction (XRD). Aktivitas potokatalis dari membran nanoserat dalam mendegradasi pewarna tekstil wantex telah diamati dibawah sinar matahari selama 4 hari.Penelitian dilanjutkan dengan pabrikasi nanoserat dengan variasi konsentrasi dan      \n \n \n \n \n \n\nperbandingan yang sama menggunakan sistem elektrospinning multi-syringe konveyor kolektor. Aktivitas potokatalis diamati dibawah lampu pijar 60 watt dalam box uji potokatalis. Pengamatan proses potokatalis telah dilakukan selama 30 jam dan sudah diperoleh hasil pengambilan gambar larutan menggunakan      \n \n \n \n \n \n\nkamera setiap 6 jam. Data kuantitatif berupa penurunan konsentrasi larutan wantex diambil menggunakan spektrometer sederhana dan spektrometer UV-Vis.      \n \n \n \n \n \n\nSpektrometer sederhana yang dirancang menggunakan sebuah lampu led dan sensor photodioda yang dapat mengukur karakteristik tegangan keluaran larutan uji. Pengambilan data menggunakan spektrometer sederhana ini dilakukan setiap 2 jam sekali. Sedangkan untuk pengambilan data menggunakan spektrometer Uv-Vis dilakukan setiap 6 jam, data yang diperoleh berupa penurunan absorbansi dari      \n \n \n \n \n \n\nbeberapa larutan setelah perlakuan potokatalis. Hasil data kuantitatif telah menunjukkan bahwa terdapat perbedaan signifikan laju potokatalis antara ketiga      \n \n \n \n \n \n\nvariasi membran. Sejumlah 69% larutan wantex sudah berhasil didegradasi selama 30 jam di bawah sinar lampu pijar tersebut.", "Daftar File": {"2014 TS PP ABDUL RAJAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85261", "2014 TS PP ABDUL RAJAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85262", "2014 TS PP ABDUL RAJAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85263", "2014 TS PP ABDUL RAJAK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85264", "2014 TS PP ABDUL RAJAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85265", "2014 TS PP ABDUL RAJAK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85266", "2014 TS PP ABDUL RAJAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85267"}, "Penulis": "ABDUL RAJAK ( NIM : 20212017 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng. Mikrajuddin Abdullah", "Dr. Eng. Muhammad Miftahul Munir"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Elektrospinning, multinozzle, multi-syringe, kolektor drum, konveyor kolektor, membran komposit TiO2/Styrofoam, potokatalis, wantex, spektrometer", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}