{"Nomor": 17731, "Judul": "STUDI EKSPERIMENTAL MORTAR GEOPOLIMER BERBASIS ABU TERBANG (FLY-ASH) TIPE F (LOW CALCIUM)", "Abstrak": "Salah satu isu lingkungan terbesar yang berkembang saat ini adalah menyangkut perubahan iklim akibat pemanasan global (global warming) yang diakibatkan oleh emisi gas-gas rumah kaca. Diantara gas-gas rumah kaca tersebut, gas karbon dioksida (CO2) memberikan kontribusi sekitar 65% dari total emisi gas karbon dioksida ke atmosfir (McCaffrey, 2002). Dari jumlah tersebut sekitar setengah dari emisi gas karbon dioksida dihasilkan dari proses pembakaran batu kapur sebagai bahan baku utama dalam pembuatan semen, sedangkan setengahnya lagi adalah sebagai akibat dari penggunaan energy atau bahan bakar dalam proses tersebut.      \n \n\nUntuk itu diperlukan upaya-upaya yang menunjang sustainability beton sebagai material konstruksi dengan cara mencari dan mengembangkan material beton yang lebih ramah lingkungan dan rekayasa serta konstruksi beton yang lebih efisien.      \n \n\nDiharapkan dari penelitian mengenai teknologi geopolimer ini dapat mendukung upaya-upaya pengembangan material beton yang lebih ramah lingkungan.      \n \n\nDari hasil penelitian yang menerapkan dua macam komposisi campuran yang berbeda, diperoleh bahwa komposisi campuran yang memiliki kandungan sodium silika lebih banyak akan mempengaruhi kinerja dari mortar geopolimer. Hal ini dapat dilihat dari hasil kuat tekan yang diperoleh yaitu kuat tekan optimum mencapai 39,43 MPa yang dihasilkan dari komposisi yang menggunakan campuran mix design 2. Besaran kuat tekan rata-rata mortar geopolimer optimum diperoleh dari hasil pengujian dengan melakukan metode perawatan kering permukaan yaitu sebesar 33,12 MPa untuk mix design 1 dan 39,43 MPa pada mix design 2. Hasil pengujian porositas juga menunjukkan nilai yang lebih rendah dibandingkan beton normal, yaitu 9,39% untuk mix design 1 dan 7,67% untuk mix design 2. Kerapatan massa kering dari mix design 1 lebih rendah dibandingkan mix design 2, yaitu 1467,86 kg/m3 untuk mix design 1 dan 1687,14 kg/m3 untuk mix design 2.", "Daftar File": {"2009 TS PP ABDI NASA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85226", "2009 TS PP ABDI NASA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85227", "2009 TS PP ABDI NASA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85228", "2009 TS PP ABDI NASA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85229", "2009 TS PP ABDI NASA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85230", "2009 TS PP ABDI NASA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85231", "2009 TS PP ABDI NASA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85232"}, "Penulis": "ABDI NASSA NAITUTU  (NIM : 25006033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Saptahari Sugiri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sodium hidroksida, sodium silikat, abu terbang, kuat tekan, kecepatan rambat, porositas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}