{"Nomor": 17746, "Judul": "PENGARUH KONTEKS BUDAYA ORGANISASI DAN PERILAKU SOSIAL INDIVIDU TERHADAP DAMPAKNYA DALAM PENGGUNAAN ENTERPRISE INFORMATION SYSTEM", "Abstrak": "beberapa perusahaan di Indonesia. Bagi beberapa perusahaan, teknologi enterprise system    \n \n \n \n\nsudah bukan menjadi pendukung bisnis lagi tetapi sudah menjadi enabler business.    \n \n \n \n\nSehingga tidak jarang banyak perusahaan yang memilih untuk beralih menggunakan    \n \n \n \n\nenterprise system agar dapat meningkatkan produktivitas perusahaan. Tentunya adopsi    \n \n \n \n\nteknologi tidak semudah yang diharapkan, banyak faktor-faktor teknis maupun non teknis    \n \n \n \n\nyang harus diperhitungkan untuk kesuksesan implementasi enterprise system. Penelitian    \n \n \n \n\nini dikembangkan untuk mengetahui konteks budaya organisasi dan perilaku sosial    \n \n \n \n\nindividu apa saja yang memiliki dampak bagi individu dalam penggunaan enterprise    \n \n \n \n\ninformation system di lingkungan kerja.    \n \n \n \n\nUntuk mengukur dampak penggunaan enterprise information system dari sisi organisasi    \n \n \n \n\nsecara kesatuan, penelitian ini menggunakan konteks budaya organisasi seperti:    \n \n \n \n\nteamwork, orientation to change, climate & morale, supervision, information flow,    \n \n \n \n\nmeeting, dan involvement. Selain itu penambahan konteks perilaku sosial individu seperti:    \n \n \n \n\ncomputer self efficacy, personal outcome expectation, performance outcome expectation,    \n \n \n \n\ndan affect juga dilakukan untuk mengukur dampak penggunaan enterprise information    \n \n \n \n\nsystem dari sisi individu.    \n \n \n \n\nBerdasarkan 186 sampel responden yang diolah, konteks budaya organisasi yang    \n \n \n \n\nmempengaruhi kepercayaan diri individu terhadap kemampuannya menggunakan    \n \n \n \n\nenterprise information system adalah teamwork, orientation to change, information flow,    \n \n \n \n\ndan involvement, sedangkan konteks terkait perilaku sosial individu yang mempengaruhi    \n \n \n \n\npenggunaan enterprise information system adalah computer self efficacy dan performance    \n \n \n \n\noutcome expectation.", "Daftar File": {"2012 TS PP ACHMAD HUSNUR 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85332", "2012 TS PP ACHMAD HUSNUR 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85333", "2012 TS PP ACHMAD HUSNUR 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85334", "2012 TS PP ACHMAD HUSNUR 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85335", "2012 TS PP ACHMAD HUSNUR 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85336", "2012 TS PP ACHMAD HUSNUR 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85337", "2012 TS PP ACHMAD HUSNUR 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/85338", "2012 TS PP ACHMAD HUSNUR 1- BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/85339", "2012 TS PP ACHMAD HUSNUR 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85340"}, "Penulis": "ACHMAD HUSNUR (NIM: 23410029)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Rajesri Govindaraju, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "organizatiÃ‚Â–onal culture, computer self-efficacy, usage, individual impact, organizational impact, social cognitive theory, enterprise information system.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}