{"Nomor": 17749, "Judul": "PEMANFAATAN TEKNOLOGI INFORMASI GEOSPASIAL PADA PENGEMBANGAN SUMBER DAYA PERIKANAN TANGKAP DALAM PERSPEKTIF KEBIJAKAN PUBLIK (WILAYAH STUDI: KOTA PANGKALPINANG, KEPULAUAN BANGKA BELITUNG)", "Abstrak": "Kegiatan penyaluran dan pemasaran hasil tangkap ikan di Kota Pangkalpinang hingga saat ini masih dilakukan dengan cara tradisional, baik dari sisi pengelolaan dan penjualan. Pada penelitian ini dilakukan studi pemanfaatan teknologi informasi geospasial pada pengembangan sumber daya perikanan tangkap serta pembahasan dari komponen hulu (sarana penangkapan dan pemanfataan teknologi informasi) dan kajian komponen hilir (sistem penjualan, strategi pemasaran, dan sistem distribusi olahan hasil tangkap) yang di anggap mempengaruhi tingkat kesejahteraan nelayan. Studi kasus ini diterapkan pada nelayan di pesisir Kota Pangkalpinang. Nelayan tersebut pada tahun 2011 merupakan nelayan yang berpenghasilan kurang dari Rp, 1.160.000 per bulan (di bawah nilai Upah Minimum Kota/UMK Kota Pangkalpinang sebesar Rp. 1.600.000 per bulan). Pemanfaatan sistem informasi yang dihasilkan berupa peta Zona Potensi Penangkapan Ikan (ZPPI) yang berisi informasi tentang lokasi penangkapan ikan yang potensial. Pemanfaatan peta ZPPI menghasilkan nelayan tidak lagi menggunakan konsep mencari, melainkan menggunakan konsep menangkap. Hal ini di percaya akan meningkatkan hasil tangkap ikan rata-rata yang akan berdampak terhadap peningkatan jumlah hasil tangkap yang akan di olah yang kemudian didistribusikan di darat. Pada studi kasus ini menggunakan strategi pemasaran dan penyaluran hasil tangkap yang telah di buat dan menghasilkan estimasi peningkatan pendapatan nelayan dengan rata-rata sebesar 81.23% per keluarga. Penggunaan strategi yang telah di buat berdampak pada peningkatan rata-rata pendapatan sebesar Rp.881.476 atau mencapai 54.47% dari angka UMK). Intergrasi antara komponen hulu (Peta ZPPI) serta hilir (pengolahan, penjualan, dan pendistribusian hasil tangkap) berperan penting dalam peningkatan kesejahteraan.", "Daftar File": {"2014 TA PP ACHMAD REZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85358", "2014 TA PP ACHMAD REZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85359", "2014 TA PP ACHMAD REZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85360", "2014 TA PP ACHMAD REZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85361", "2014 TA PP ACHMAD REZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85362", "2014 TA PP ACHMAD REZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85363"}, "Penulis": "ACHMAD REZA DWI ATMAJA (NIM : 15108100)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Dwi Wisayantono, MT        \n \n \n \n \n \n \n \n\nPembimbing II : Dr. rer. nat. Wiwin Windupranata, ST."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kesejahteraan nelayan, penangkapan ikan, peningkatan pendapatan nelayan, peta zona penangkapan ikan, penjualan, pengolahan, distribusi hasil tangkap, sistem informasi perikanan, Kota Pangkalpinang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}