{"Nomor": 17747, "Judul": "POLIANILIN (PANI) TERDOPING CAMPHOR SULFONIC ACID (CSA) SEBAGAI POLIMER KONDUKTIF", "Abstrak": "Pendopingan menggunakan asam merupakan metode utama untuk meningkatkan konduktivitas pada polimer konduktif yaitu polianilin (PANI. Belakangan ini, camphor sulfonic acid (CSA) menarik perhatian para peneliti karena keberadaan gugus sulfonat (-SO3-) pada struktur CSA yang memfasilitasi PANI yang terdoping untuk berinteraksi dengan pelarut polar. Interaksi yang baik dengan pelarut akan memudahkan PANI untuk diproses pada berbagai aplikasi karena kelarutannya yang baik. Pada penelitian ini telah dilakukan berbagai metode pendopingan, antara lain pendopingan dengan perbandingan persen massa CSA yang kecil, metode pencampuran, metode refluks, dan metode penggerusan. Hasil dari semua metode yang telah dilakukan menunjukkan bahwa metode penggerusan menghasilkan nilai konduktivitas paling tinggi yaitu mampu meningkatkan konduktivitas PANI-EB sebesar 7 orde. Spektrum serapan IR PANI-CSA memberikan puncak pada 1028 dan 1719 cm-1 yang mengindikasikan keberadaan gugus sulfonat dan karbonil pada struktur CSA, serta diamati pula puncak pada 1225 cm-1 yang merupakan karakteristik bentuk protonasi dari PANI konduktif. Hal ini diperkuat oleh spektrum Raman PANI-CSA yang memberikan puncak pada 1346 cm-1 yang menunjukkan vibrasi ulur ikatan C(aril) Ã‚Â– N+ dan bilangan gelombang 1171 cm-1 yang menunjukkan vibrasi ulur ikatan C-H (aromatik). Spektrum serapan UV-Visible PANI-CSA menunjukkan adanya beberapa pita serapan yang menyatakan keberadaan cincin benzenoid (363 nm), cincin quinonoid (886 nm), dan struktur polaron (460 nm). Respon konduktivitas terhadap frekuensi (σ(ω)) menunjukkan karakteristik semikonduktor pada PANI-CSA, di mana nilai konduktivitasnya meningkat dengan frekuensi. Metode penggerusan untuk 2,5 mmol CSA menghasilkan nilai konduktivitas maksimum, di mana nilai konduktivitas pada frekuensi 30 Hz adalah 2,92 ÃƒÂ— 10-2 S cm-1.", "Daftar File": {"2014 TA PP  ACHMAD NOUFAL 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85341", "2014 TA PP  ACHMAD NOUFAL 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85342", "2014 TA PP  ACHMAD NOUFAL 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85343", "2014 TA PP  ACHMAD NOUFAL 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85344", "2014 TA PP  ACHMAD NOUFAL 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85345", "2014 TA PP  ACHMAD NOUFAL 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85346", "2014 TA PP  ACHMAD NOUFAL 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85347"}, "Penulis": "ACHMAD NOUFAL (NIM : 10510058)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Veinardi Suendo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pendopingan, polianilin, camphor sulfonic acid, konduktivitas, penggerusan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}