{"Nomor": 17758, "Judul": "PEMILIHAN EQUITY FINANCING & OPSI BISNIS MODEL FULL FLIGHT SIMULATOR BOEING 737 NG PROJECT PADA PT. GROUND SUPPORT INDONESIA", "Abstrak": "PT Garuda Indonesia yang merupakan flag carrier Indonesia, sudah mempunyai perencanaan untuk peremajaan armada di lini Boeing 737. Perseroan bermaksud mengganti semua jenis Boeing 737 Classic (seri 300, 400, dan 500) dengan tipe terbaru yaitu Boeing 737 New Generation (seri 800) dengan jumlah mencapai 90 unit pada tahun 2014. Isu utama yang dihadapi PT Garuda Indonesia adalah bahwa dengan bertambahnya jumlah pesawat otomatis membutuhkan cockpit crew yang jauh lebih banyak, dimana cockpit crew ini wajib menjalani simulator training, dan PT Garuda Indonesia tidak mempunyai simulator untuk  \n \n\njenis Boeing 737 NG. Saat ini semua training simulator harus dilakukan di luar negeri. Secara jangka panjang, cara ini justru akan menjadi biaya tinggi.  \n \n\nPT Ground Support Indonesia tampil dengan mengajukan solusi bisnis, yaitu dengan mengadakan simulator training yang dilakukan di Indonesia. Dengan dilakukan didalam negeri, maka PT Garuda Indonesia dapat menghemat pengeluaran biaya simulator training sampai denan 40% per tahun ditambah lagi adanya pengurangan loos time akibat para cockpit crew tidak bekerja.  \n \n\nThesis ini fokus pada bagaimana PT Ground Support Indonesia akan menjalankan bisnis simulator training ini. Dimulai dari strategi equity financing sampai dengan pemilihan bisnis model: sebagai Operator atau Lessor. Untuk pengambilan keputusan digunakan teknik Capital Budgeting yang menggunakan parameter Net Present Value (NPV) dan Internal Rate of Return (IRR). Walaupun PT Ground Support Indonesia akan memilih satu bentuk bisnis model, namun opsi bisnis model yang lain merupakan tools yang dapat digunakan dalam hal negosiasi ataupun dengan PT Garuda Indonesia.  \n \n\nRencana implementasi juga disajikan sebagai panduan bagi manajemen PT Ground Support Indonesia sehingga proyek Flight Simulator ini dapat berjalan dengan efektif dan efisien.", "Daftar File": {"2011 TS PP ADE FAJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85419", "2011 TS PP ADE FAJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85420", "2011 TS PP ADE FAJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85418", "2011 TS PP ADE FAJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85417", "2011 TS PP ADE FAJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85416", "2011 TS PP ADE FAJAR 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85415"}, "Penulis": "ADE FAJAR (NIM: 29109017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "boeing 737 new generation, operator, lessor, equity financing, capital budgeting, net present value, internal rate of return", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}