{"Nomor": 17757, "Judul": "STRATEGI KOMUNIKASI PEMASARAN TERPADU PRODUK KONTEN SPEEDY", "Abstrak": "Industri penyedia layanan internet saat ini semakin marak oleh persaingan karena    \n \n \n \n\nterus meningkatnya kebutuhan masyarakat akan layanan internet. Layanan internet saat    \n \n \n \n\nini telah menjadi kebutuhan berbagai kalangan, dan menuntut penyedia layanan internet    \n \n \n \n\nuntuk terus menyediakan layanan internet yang lebih baik dari waktu ke waktu. Semakin    \n \n \n \n\ntingginya kebutuhan masyarakat akan layanan internet memicu pertumbuhan persaingan    \n \n \n \n\ndalam industri ini. Speedy sebagai market leader dalam industri ini dituntut untuk    \n \n \n \n\nmelakukan inovasi agar dapat terus bersaing dalam industri ini.    \n \n \n \n\nPada Oktober 2009, Telkom melakukan transformasi dengan memperluas    \n \n \n \n\nportofolio bisnisnya yang mencakup telekomunikasi, informasi, media dan edutainment    \n \n \n \n\n(TIME ). Sejalan dengan portofolio bisnisnya yang tidak lagi hanya menawarkan fasilitas    \n \n \n \n\ntelekomunikasi, Speedy meluncurkan konten-konten berbasis internet yang memberikan    \n \n \n \n\nvalue added bagi penggunanya. Dengan adanya konten ini diharapkan dapat menarik    \n \n \n \n\nkonsumen Speedy dan menjadi kekuatan untuk dapat bersaing dalam persaingan provider    \n \n \n \n\ninternet yang makin ketat. Namun sejak diluncurkan pada Oktober 2009, tingkat kenaikan    \n \n \n \n\npendapatan Speedy mengalami penurunan dibandingkan dengan tingkat kenaikan    \n \n \n \n\npendapatan pada tahun sebelumnya.    \n \n \n \n\nPermasalahan ini muncul karena tingkat awareness konsumen terhadap layanan    \n \n \n \n\nkonten masih rendah dan adanya persepsi konsumen akan tarif konten yang tidak sesuai.    \n \n \n \n\nKedua akar masalah ini dapat diatasi dengan adanya komunikasi pemasaran terpadu.    \n \n \n \n\nUntuk merancang komunikasi pemasaran yang efektif, terlebih dahulu dilakukan analisis    \n \n \n \n\nkondisi eksternal maupun internal perusahaan. Berdasarkan kondisi tersebut dirumuskan    \n \n \n \n\ntarget audience dan pesan yang akan disampaikan dalam komunikasi pemasaran, dan    \n \n \n \n\nmenyampaikan pesan tersebut dalam media komunikasi pemasaran.    \n \n \n \n\nTugas akhir ini fokus pada perancangan komunikasi pemasaran konten Speedy    \n \n \n \n\nsebagai nilai tambah layanan internet Speedy. Dengan adanya komunikasi pemasaran    \n \n \n \n\nterpadu konten Speedy, diharapkan Speedy dapat meningkatkan minat konsumen akan    \n \n \n \n\nkonten dan menjadikan konten sebagai daya tarik utama Speedy, sehingga Speedy tidak    \n \n \n \n\nlagi terjebak dalam perang harga dengan kompetitor sejenisnya.", "Daftar File": {"2011 TS PP ADE CAHYA TRISTYANTHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85409", "2011 TS PP ADE CAHYA TRISTYANTHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85410", "2011 TS PP ADE CAHYA TRISTYANTHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85411", "2011 TS PP ADE CAHYA TRISTYANTHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85412", "2011 TS PP ADE CAHYA TRISTYANTHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85413", "2011 TS PP ADE CAHYA TRISTYANTHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85414"}, "Penulis": "ADE CAHYA TRISTYANTHI (NIM: 29108048)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir. Mustika Sufiati Purwanegara, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "penyedia layanan internet, awareness, persepsi, komunikasi pemasaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}