{"Nomor": 17755, "Judul": "VARIABILITAS TRANSPOR MASSA MELINTASI PERAIRAN INDONESIA DAN SEKITARNYA", "Abstrak": "Trend dan variabilitas transpor massa di Perairan Indonesia dan sekitarnya dalam periode Januari 1948-Oktober 2011 (64 tahun) telah dikaji dengan menggunakan data hasil simulasi model global HYbrid Coordinate Ocean Model (HYCOM) 1/4o yang dilakukan oleh Ningsih dkk. (2012) dengan daerah model diantara 25oLS - 25oLU dan 83oBT - 161oBT). Hasil perhitungan menunjukkan rata-rata transpor massa total yang melalui Perairan Indonesia yaitu -24,36 Ã‚Â± 8,28 Sv dengan kecenderungan pelemahan tahunan sebesar 0,11 Sv dalam periode 1948-2011. Transpor massa yang masuk adalah melalui Selat Makassar, Laut Halmahera, Laut Maluku, dan Laut Natuna yang masing-masing memberikan kontribusi sekitar 61,11%, 25,54%, 9,77%, dan 3,58% dari total Arlindo. Sementara itu, lokasi keluar transpor massa adalah Selat Ombai (26,58% dari Arlindo total), Selat Sape (22,44% dari Arlindo total), Selat Lombok (19,37% dari Arlindo total), Selat Alor (15,69% dari Arlindo total), Laut Arafuru (15,21% dari Arlindo total), Selat Sunda (0,51% dari Arlindo total), dan Selat Malaka (0,20% dari Arlindo total). Berdasarkan analisis transpor massa, elevasi muka air di Perairan Indonesia cenderung lebih tinggi daripada SSH karena transpor massa yang masuk lebih besar daripada transpor massa yang keluar di perairan ini.", "Daftar File": {"2013 TS PP ADANG PRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85396", "2013 TS PP ADANG PRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85397", "2013 TS PP ADANG PRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85398", "2013 TS PP ADANG PRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85399", "2013 TS PP ADANG PRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85400", "2013 TS PP ADANG PRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85401", "2013 TS PP ADANG PRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85402"}, "Penulis": "ADANG PRIANTO (NIM : 224 12 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Eng. Nining Sari Ningsih, MS.", "Dr. Ibnu Sofian, M. Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arus Lintas Indonesia (Arlindo), sistem angin pasat, sistem angin monsun, El-NiÃƒÂ±o-Southern Oscillation (ENSO), and Pacific Decadal Oscillation (PDO).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}