{"Nomor": 17750, "Judul": "ANALISIS TERHADAP CUSTOMS CLEARANCE TIME DAN PERMASALAHANNYA PADA PROSES PENGURUSAN BARANG IMPOR DI KANTOR PELAYANAN UTAMA BEA DAN CUKAI TANJUNG PRIOK JAKARTA", "Abstrak": "Customs clearance time adalah waktu yang dibutuhkan dalam proses pelayanan pengurusan barang impor sejak diajukannya Pemberitahuan Impor Barang (PIB) oleh  \n \n\nimportir hingga diterbitkannya Surat Persetujuan Pengeluaran Barang (SPPB) oleh Kantor Pelayanan Bea dan Cukai. Proses pemberian layanan oleh Kantor Pelayanan  \n \n\nUtama Bea dan Cukai (KPU-BC) Tanjung Priok atas pengajuan ijin impor barang oleh para pengguna jasa (importir/PPJK) dilakukan dengan berpedoman kepada waktu janji layanan yang ditetapkan oleh Departemen Keuangan. Pemenuhan waktu janji layanan menjadi barometer dalam menentukan baik atau buruknya kinerja yang ditunjukkan oleh KPU-BC Tanjung Priok terkait layanan pengurusan barang impor. Hasil pengukuran terhadap pemenuhan waktu janji layanan menunjukkan bahwa pemenuhan waktu janji  \n \n\nlayanan sudah terpenuhi dengan cukup baik. Namun demikian, beberapa permasalahan yang berpotensi menyebabkan delay sehingga tidak terpenuhinya waktu janji layanan juga harus mendapat perhatian utama. Penelitian ini kemudian mencoba menggali lebih mendalam akan beberapa permasalahan utama dalam proses pengurusan ijin pengeluaran barang impor dari pelabuhan, dengan menyajikan fakta-fakta yang didapat sesuai kondisi di lapangan.  \n \n\nTerdapat tiga masalah utama yang berpotensi menyebabkan delay dalam proses pengeluaran barang impor dari pelabuhan. Permasalahan pertama berasal dari lambatnya  \n \n\nproses rekonsiliasi data perijinan barang larangan dan pembatasan (lartas) dengan data PIB. Permasalahan kedua diakibatkan oleh lambatnya proses pemeriksaan fisik barang yang disebabkan oleh ketidakpatuhan pengelola TPS dalam memenuhi persyaratan tentang kelayakan sarana pendukung lokasi pemeriksaan, khususnya dalam penyediaan  \n \n\nalat-alat pemindah barang/kontainer. Permasalahan ketiga diakibatkan oleh belum terintegrasinya IT system para entitas pelabuhan yang terlibat dalam proses pengurusan  \n \n\nbarang impor dengan portal INSW. Ketiga permasalahan tersebut menyebabkan kelancaran proses pemberian layanan dalam pengurusan ijin pengeluaran barang impor dari pelabuhan menjadi terganggu, sehingga berdampak kepada munculnya ancaman terhadap terciptanya kondisi ekonomi biaya tinggi.  \n \n\nPeneliti menggunakan data kuantitatif dalam melakukan pengukuran waktu proses layanan, sedangkan proses identifikasi dan penggalian masalah lebih cenderung  \n \n\nmenggunakan data-data kualitatif berdasarkan hasil wawancara mendalam dengan beberapa responden/nara sumber internal maupun eksternal. Usulan perbaikan yang penulis sampaikan adalah pembuatan SOP dalam proses pengiriman data perijinan lartas, pembentukan unit khusus penanganan masalah lintas instansi, penambahan pasal  \n \n\ntambahan terkait aturan tentang syarat-syarat operasional TPS, serta usulan konsep integrasi IT system para entitas pelabuhan dengan portal INSW. Hasil penelitian ini sendiri akan menjadi masukan bagi KPU-BC Tanjung Priok demi perbaikan kinerja khususnya terkait proses pemberian layanan dalam pengajuan ijin pengeluaran barang impor dari pelabuhan.", "Daftar File": {"2011 TS PP ACHMAD SETIAWAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85364", "2011 TS PP ACHMAD SETIAWAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85365", "2011 TS PP ACHMAD SETIAWAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85366", "2011 TS PP ACHMAD SETIAWAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85367", "2011 TS PP ACHMAD SETIAWAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85368", "2011 TS PP ACHMAD SETIAWAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85369"}, "Penulis": "ACHMAD SETIAWAN (NIM: 29109071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bea dan cukai, customs clearance,waktu janji layanan, public sector.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}