{"Nomor": 17751, "Judul": "PEMILIHAN HEDGING DALAM MENGURANGI RESIKO PASAR OLEH VOLATILITAS HARGA GAS BUMI DI INDUSTRI ENERGI", "Abstrak": "Gas bumi saat ini telah menjadi komoditas yang menarik untuk diperjual belikan. Maraknya kenaikan harga minyak mentah telah mendorong masyarakat untuk mencari pengganti sumber energy yang murah. Naiknya permintaan akan gas bumi telah mempengaruhi harga gas bumi untuk naik and tampaknya harga gas bumi tersebut bergantung kepada harga minyak saat ini. Untungnya, jual beli gas bumi di Indonesia tidak mengikuti harga spot gas bumi dunia. Indonesia memiliki aturan tersendiri dalam meregulasi harga gas bumi-nya. Alih-alih mengikuti harga pasar, gas bumi di Indonesia telah ditetapkan pada kisaran harga tertentu oleh pemerintah. Regulasi ini ditujukan untuk melindungi baik pembeli maupun penjual gas bumi dari volatilitas harga gas bumi. Namun, peraturan ini telah mendapat respon negatif dari beberapa pihak yang merasa dirugikan oleh ketetapan harga gas di Indonesia.Hedging adalah suatu alat untuk mengurangi resiko pasar, sebagai contoh volatilitas harga suatu komoditas. Ada tiga macam alat hedging yang umum digunakan, yaitu forward contract, future contract, dan options. Dalam analisis ini, ketiga tipe hedging yang akan disimulasikan dan hasilnya akan dibandingkan. Sementara itu benar adanya bahwa harga free floating lebih memberikan keuntungan dibandingkan harga yang telah ditentukan. Hal ini dibuktikan oleh sebuah simulasi yang dilakukan pada salah satu proyek PT. Energi Mega Persada (EMP). Proyek itu sendiri ditujukan untuk memproduksi gas bumi mentah dan menjualnya kepada Perusahaan Listrik Negara (PLN) yang merupakan salah satu prioritas dalam penjualan harga gas yang ditetapkan oleh Mentri Sumber Daya Alam dan Mineral di Indonesia. Namun, jika harga free floating diterapkan di Indonesia, akan ada resiko volatilitas yang harus dihadapi oleh pembeli dan penjual. Di lain pihak, forward dan future contract memberikan keuntungan yang paling optimum bila digunakan pada kondisi pasar yang sedang menurun dan tidak volatil. Hal ini ditunjukkan oleh berapa banyaknya uang yang dapat dilindungi dengan menggunakannya. Sebaliknya, options memberikan keuntungan kepada pemiliknya untuk dapat menghindari kondisi pasar yang menurun. Namun, option memiliki biaya eksplisit yang akan menjadi beban bagi perusahaan atau pemiliknya.Sebagi kesimpulan, jika harga free floating benar akan diterapkan, hedging harus digunakan untuk melawan volatilitas. Dari analisis ini, telah dibuktikan bahwa kontrak forward adalah yang paling sesuai untuk digunakan. Selain dari pada keuntungan finansialnya, kontrak forward juga merupakan kontrak yang lebih fleksibel. Kontrak tersebut dapat menyesusaikan kebutuhan kita.", "Daftar File": {"2013 TS PP ACINTYA ANINDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85370", "Pages from 2013 TS PP ACINTYA ANINDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85371", "Pages from 2013 TS PP ACINTYA ANINDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85372", "Pages from 2013 TS PP ACINTYA ANINDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85373", "Pages from 2013 TS PP ACINTYA ANINDITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85374", "Pages from 2013 TS PP ACINTYA ANINDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85375"}, "Penulis": "ACINTYA ANINDITA (NIM : 29110304) Pembimbing : Erman Sumirat, SE. AK., M.Bus.", "Kontributor / Dosen Pembimbing": ["pembimbing : Erman Sumirat, SE. AK., M.Bus."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hedging, Natural Gas, Volatility, Free Floating Price, Forward, Futures, Options.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}