{"Nomor": 17769, "Judul": "ANALISIS PERENCANAAN TINGGI TANGGUL SEBAGAI BANGUNAN PENGENDALI BANJIR DI SUNGAI LIANE, KABUPATEN KEPULAUAN SANGIHE SULAWESI UTARA", "Abstrak": "Penelitian ini dilakukan untuk mengevaluasi kondisi umum masalah banjir di kabupaten Kepulauan Sangihe terutama di kecamatan Tabukan. Salah satu Sungai di kecamatan Tabukan Utara yang sering meluap adalah Sungai Liane. Banyak kerugian yang ditimbulkan oleh luapan sungai liane, daerah yang paling merasakan dampak luapan sungai liaen adalah perkampungan balane. Oleh karena itu dibuat salah satu solusi penanggulangan masalah banjir dengan membuat bangunan pengendali banjir yaitu tanggul. Diharapkan dengan perencanaan tinggi tanggul yang sesuai dengan debit banjir maksimum sungai Liane maka banjir yang selalu terjadi di Perkampungan Balane dapat teratasi Di dalam studi kasus tentang permasalahan banjir sungai Liane ini diawali dengan pengumpulan data primer dan sekunder yang berkenaan dengan lokasi serta inventarisasi data curah hujan dan data kondisi eksisting sungai. Selanjutnya dilakukan analisa frekuensi curah hujan dan dilakukan perhitungan debit banjir dengan metode hidrograf. Metode hidrograf yang digunakan ada 3 yaitu SCS 48 dengan menggunakan program SMADA, HSS Nakayashu, HSS ITB 1. Dari ketiga hidrograf tersebut dipilih HSS ITB 1 sebgai input pada pemodelan HEC-RAS. Hidrograf yang digunakan adalah hidrograf dengan periode ulang 25 tahun Berdasarkan hasil pemodelan HEC-RAS pada sungai liane, diperoleh tinggi banjir maksimum setinggi 3,2 meter dari dasar sungai. Untuk menentukan tinggi tanggul digunakan perhitungan tanggul secara manual. Didapat tinggi tanggul 3,25 meter dari dasar sungai.karena terlalu riskan maka dalam desain tanggul ini ditambah jagaan kembali sebesar 0.5 m sehingga tinggi tanggul menjadi 3.75 m.", "Daftar File": {"2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85492", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85493", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85494", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85495", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85496", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85497", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/85498", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/85499", "2012 TA PP ADIBOWO WICAKSONO WAHYU UTOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85500"}, "Penulis": "ADIBOWO WICAKSONO WAHYU UTOMO (NIM : 15007149)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hernawan Mahfudz.Ms"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "banjir,  kabupaten Kepulauan Sangihe,  Sungai Liane, Perencanaan tanggul,   bangunan pengendali banjir", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}