{"Nomor": 17760, "Judul": "RELASI NEGARA DAN PASAR DALAM PERTARUNGAN WACANA TENTANG FALSAFAH PEMBANGUNAN DAN SISTEM PERENCANAAN PEMBANGUNAN NASIONAL", "Abstrak": "Pancasila dan Undang-Undang Dasar (UUD) 1945 adalah rujukan dasar pelaksanaan pembangunan di Indonesia. Tujuan pembangunan Indonesia telah dituangkan dalam Pembukaan UUD yaitu: i) melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, (ii) memajukan kesejahteraan umum, dan (iii) mencerdaskan kehidupan bangsa. Dalam batang tubuh terdapat pasal-pasal yang mengatur kewajiban pemerintah terhadap masyarakat yang harus dicapai melalui pelaksanaan pembangunan. Namun demikian, perjalanan sejarah kebijakan ekonomi dan pembangunan Indonesia terentang cukup luas, dari kebijakan yang sangat intervensionis, sampai dengan kebijakan yang sangat propasar. Peran negara dan pasar sangat dinamis berfluktuasi dalam sistem perekonomian Indonesia. Berkaitan dengan latar belakang tersebut, tesis ini bertujuan untuk menelaah pengaruh relasi Negara dan pasar dalam pertarungan wacana tentang falsafah pembangunan dalam sistem perencanaan. Sistem perencanaan menjadi fokus perhatian karena perannya yang sangat penting dalam menyusun dan mengkoordinasikan pelaksanaan kebijakan pembangunan. Metodologi yang digunakan dalam penelitian ini adalah kualitatif melalui studi literatur, studi dokumen, dan wawancara mendalam. Wawancara dilaksanakan dengan narasumber yang berasal dari praktisi perencana pembangunan, ekonom senior, dan organisasi masyarakat sipil.    \n \n \n \n\nDari hasil analisis, ditemukan bahwa kebijakan ekonomi dan pembangunan mulai dari tahun 1970an sampai dengan saat ini lebih banyak ditentukan oleh pragmatisme pemerintah yang sifatnya kondisional. Ketika pemerintah mempunyai kemampuan pembiayaan yang besar, Indonesia cenderung untuk melaksanakan kebijakan yang intervensionis. Sebaliknya, ketika kemampuan pemerintah menurun kebijakan beralih kepada yang sifatnya propasar. Pada kondisi ini pemerintah melaksanakan kebijakan deregulasi untuk mempermudah pengusaha menanamkan modalnya di Indonesia.    \n \n \n \n\nBerkaitan dengan Pancasila, pada masa Orde Baru Pancasila disakralkan dan diartikulasikan secara monolitik dan menjadi alat represi dari rezim yang berkuasa untuk melanggengkan kekuasaannya. Akibatnya pada era reformasi, masyarakat menjadi trauma terhadap Pancasila yang dianggap sebagai atribut dari Orde Baru.    \n \n \n \n\ni    \n \n \n \n\nPancasila menjadi terpinggirkan dan dilupakan. Pada saat yang sama perekonomian Indonesia semakin terjebak pada pragmatisme dan terseret pada pusaran perekonomian global tanpa identitas yang memadai. Di sisi yang lain Indonesia masih menghadapi permasalahan dengan kemiskinan dan pengangguran yang cukup tinggi. Indonesia membutuhkan adanya nilai-nilai dasar yang dapat merajut dan mempertahankan Keindonesiaan, dan itulah arti penting Pancasila yang utama. Oleh karena itu, pada saat ini masyarakat mulai menggali kembali falsafah yang terkandung dalam Pancasila, sebagai modal dasar Indonesia untuk terus maju.    \n \n \n \n\nHal di atas tidak dapat dilepaskan dari perubahan paradigma pembangunan yang semakin memberi ruang pada pertarungan ide/gagasan antara pemerintah, pasar, dan masyarakat sipil. Pembangunan tidak bisa lagi dapat dilaksanakan secara satu arah, terpusat, top-down, dan memposisikan masyarakat hanya sebagai objek. Pembangunan harus melibatkan semua pihak. Gagasan pembangunan yang baik dan implementatif menjadi kunci agar pihak lain bersedia untuk ikut serta mendukung dan berkonstribusi dalam pembangunan. Agar hal ini dapat terlaksana pemerintah harus mempunyai lembaga pemikir yang kuat dan terhubung langsung dengan sistem perencanaan pembangunan. Lembaga pemikir yang dapat memproduksi gagasan dan mempertemukan nilai-nilai dasar Pancasila dengan konteks kekinian sesuai dengan realitas yang terjadi di masyarakat. Bappenas, lembaga pemerintah yang mempunyai tugas pokok dan fungsi sebagai lembaga pemikir dianggap belum melaksanakannya dengan optimal. Kapasitas kelembagaan Bappenas hampir seluruhnya terfokus pada perencanaan investasi baik untuk proyek fisik maupun non fisik.    \n \n \n \n\nBerdasarkan hasil analisis di atas, direkomendasikan agar Bappenas memperkuat fungsinya sebagai lembaga pemikir melalui: (i) pelaksanaan evaluasi internal sebagai dasar reposisi peran dan fungsi Bappenas, dan mengoptimalkan potensi dan sumber daya yang dimiliki pada saat ini dalam bidang produksi gagasan; (ii) penguatan struktur organisasi sesuai dengan karakter lembaga pemikir; (iii) meningkatkan kemampuan negosiasi dan lobi, baik dengan masyarakat, pelaku ekonomi, maupun dengan pihak legislatif ; (iv) penguatan sistem informasi dan metodologi riset sebagai modal utama lembaga pemikir; dan (v) penguatan kapasitas staf Bappenas. Penguatan fungsi Bappenas sebagai lembaga pemikir seyogyanya dilakukan secara simultan dengan penguatan sistem perencanaan dan penganggaran termasuk penguatan koordinasi perencanaan baik secara horizontal dan vertikal, serta revitalisasi dokumen perencanaan agar dapat menjadi acuan pembangunan yang lebih efektif.", "Daftar File": {"2011 TS ADE KUSWOYO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85427", "2011 TS ADE KUSWOYO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85428", "2011 TS ADE KUSWOYO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85429", "2011 TS ADE KUSWOYO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85430", "2011 TS ADE KUSWOYO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85431", "2011 TS ADE KUSWOYO 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85432", "2011 TS ADE KUSWOYO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85433"}, "Penulis": "ADE KUSWOYO (NIM : 24009002)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dr. Yasraf Amir Piliang, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pancasila, pembangunan, perencanaan pembangunan, pertarungan gagasan, hegemoni. Bappenas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}