{"Nomor": 17771, "Judul": "SUGGESTION FOR SOLID WASTE UTILIZATION AT PT. CHEVRON PACIFIC INDONESIA-MINAS BASED ON THE CONCEPT OF INDUSTRIAL ECOLOGY", "Abstrak": "Oil and gas has been used as a primary energy resource by Indonesian citizen. Apart from being the source of energy, oil and gas also extremely beneficial to support Indonesian economic development. The exploitation of oil and gas reserves has not always been without some ecological side effects. Oil spills, damaged land, accident and fires, incidents of air and water pollution have all been recorded at various times and places.  \n \n\nBased on these facts, a new concept about relationship between industrial activities and the environment began to arise at the end of the 20th century, the concept of sustainable economic and sustainable development. The concept emerged due to the fact that industry give variety impact to the environment and some impact do not give added value to the environment and human living, and conversely bring negative effect to environment and human living. Based on several researches and studies, it is possible to utilize oil and gas hazardous waste and to reuse it as raw material for other process thus it can be expected to reduce the negative impacts on the environment.  \n \n\nPT. Chevron Pacific Indonesia is one of the subsidiary company from Chevron, a world's leading integrated energy companies. As a company which conducts petroleum exploration and production with the largest scale in Indonesia, PT. Chevron Pacific Indonesia produces solid waste or byproduct in large numbers. Solid waste utilization can help the company to reduce its byproduct and generate more benefit from its byproduct and waste utilization will be the main issue in this final project.  \n \n\nWaste utilization plan will be based on the concept of industrial ecology. Industrial ecology is Ã‚Â“the study of the flows of materials and energy in industrial and consumer activities, of the effects of these flows on the environment, and of the influences of economic, political, regulatory, and social factors on the flow, use, and transformation of resourcesÃ‚Â”. The application of industrial ecology system in the economic and industrial activities will bring benefits not only for society and the environment, but also will bring a positive impact on the company itself.  \n \n\nFinally, utilization of solid waste will go better if the other party involve in the management of this utilization process. Surrounding communities and local governments must be included in the program. The ideal concept in a program such this program is a participatory planning by involving the local communities and relevant stakeholders to find out and participate in the company's plans.", "Daftar File": {"2011 TS PP ADIGUNA SASAMA WAHYU UTAMA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85508", "2011 TS PP ADIGUNA SASAMA WAHYU UTAMA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85509", "2011 TS PP ADIGUNA SASAMA WAHYU UTAMA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85510", "2011 TS PP ADIGUNA SASAMA WAHYU UTAMA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85511", "2011 TS PP ADIGUNA SASAMA WAHYU UTAMA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85512", "2011 TS PP ADIGUNA SASAMA WAHYU UTAMA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85513"}, "Penulis": "ADIGUNA SASAMA WAHYU UTAMA (NIM : 29100102)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Surna Tjahja Djajadiningrat, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Waste Utilization, Industrial Ecology", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}