{"Nomor": 17781, "Judul": "GALERI SENI KRIYA DI KEMANG, JAKARTA", "Abstrak": "Galeri seni kriya yang dirancang ini merupakan sebuah galeri yang memamerkan hasil karya seni kriya secara permanen maupun memamerkan hasil karya seniman atau kolektor secara temporer. Galeri seni kriya ini juga dapat digunakan untuk kegiatan-kegiatan yang berkaitan dengan seni seperti seminar, peluncuran buku, dll. Pada galeri seni kriya ini terdapat fasilitas rekreasi seperti retail-retail, restoran, dan cafe. Ruang luar pada galeri seni kriya diperuntukkan sebagai ruang bersama. Galeri seni kriya ini juga dilengkapi oleh ruang workshop.  Bangunan galeri seni kriya ini terletak di Jl. Kemang Raya, Jakarta Selatan. Lahan dengan luas 7400 m merupakan sebuah pulau yang dikelilingi oleh 4 jalan. Bangunan yang mempunyai luas 6600 m ini terdiri dari 2 massa, yaitu massa retail; yang terdiri dari 2 lantai yang mengakomodasi fungsi retail, restoran, dan galeri temporer; dan massa utama; yang terdiri dari 3 lantai yang mengakomodasi fungsi galeri temporer, cafetaria, dan administrasi.   Galeri seni kriya ini mempunyai fasilitas retail (12 buah), restoran (3 buah), cafeteria (1 buah), galri permanen, galeri temporer, dan ruang workshop. Parkir terletak di semi basement dengan kapasitas 90 mobil dan 19 motor. Ketinggian bangunan utama (galeri permanent) 2 lantai dan bangunan pendukung (galeri temporer) 3 lantai. KDB hasil rancangan adalah 31,2 persen sedangkan KLB hasil rancangan adalah 2,85. Galeri seni kriya ini menggunakan penghawaan alami dan buatan (AC). Atap bangunannya mengadaptasi atap bangunan tradisional dengan struktur kuda-kuda baja.", "Daftar File": {"2007 TA PP ADINNY PARAMITA SUBAGIYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85577", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85578", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85579", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85580", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85581", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85582", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/85583", "2007 TA PP ADINNY PARAMITA SUBAGIYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85584"}, "Penulis": "ADINNY PARAMITA SUBAGIYO (NIM : 152 03 045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Fashridjal M. Noor,Ir, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Galeri seni kriya, peluncuran buku", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}