{"Nomor": 17786, "Judul": "STUDI PENGEMBANGAN SISTEM PARK AND RIDE SERTA MODA CABLE CAR BAGI LAYANAN WISATA DI KOTA BANDUNG", "Abstrak": "Tingginya jumlah penduduk dan intensitas pergerakan penduduk merupakan salah satu penyebab dari munculnya permasalahan transportasi di kota-kota besar termasuk Kota Bandung yang sedang berkembang sebagai kota wisata. Sejak Tol Cipularang dibuka tahun 2005 terjadi peningkatan arus keluar masuk Kota Bandung termasuk wisatawan. Jumlah wisatawan yang berlibur ke Bandung melonjak dari 1,92 juta orang pada tahun 2005 menjadi 3,09 juta pada tahun 2009, lalu lintas kendaraan dan penumpang asal Jakarta tujuan Bandung meningkat sebesar 40,79%. Kota Bandung melalui pintu tol Padalarang Barat setiap libur akhir pekan mencapai 35.000 kendaraan per hari, sedangkan pada hari kerja rata-rata mencapai 29.000 per hari. Keadaan tersebut menjadikan jalan-jalan di Kota Bandung semakin macet ketika hari libur atau akhir pekan.    \n \n \n\nSolusi kemacetan selain dengan menambah supply jaringan adalah dengan menyediakan sarana transportasi publik. Saat ini pemerintah Kota Bandung sedang mengajukan suatu usulan untuk pembangunan suatu infrastruktur transportasi sekaligus objek wisata yang baru yaitu cable car atau kereta gantung. Penelitian ini bermaksud untuk melihat kemungkinan pengembangan sistem transportasi baru ini bagi layanan wisata di Kota Bandung. Permasalahan lalu lintas seperti kemacetan sangat mempengaruhi keinginan wisatawan untuk melakukan kegiatan wisatanya, hal tersebut melatarbelakangi kesediaan mereka untuk mau menggunakan konsep park and ride menggunakan cable car. Sebesar 83% dari responden menyatakan bersedia menerapkan konsep park and ride dan sebesar 87% menyatakan setuju dengan moda cable car. Hal tersebut didukung dengan besarnya preferensi keinginan wisatawan untuk menggunakan cable car yaitu sebesar 92% dan memiliki persepsi lokasi pembangunan terminal yang cukup banyak, empat diantaranya yang paling tinggi adalah Jalan Setiabudi, Jalan Cihampelas, Jalan Ir.H.Djuanda, dan Jalan RE.Martadinata, namun frekuensi keinginan mereka untuk menggunakannya cenderung tidak terlalu sering. Dampak pengembangan sistem transportasi yang baru ini diperkirakan akan berpengaruh pada perkembangan pariwisata di Kota Bandung dan berpengaruh pada keadaan lalu lintas di jalan-jalan Kota Bandung.", "Daftar File": {"2011 TA PP ADI SUHENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85621", "2011 TA PP ADI SUHENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85622", "2011 TA PP ADI SUHENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85623", "2011 TA PP ADI SUHENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85624", "2011 TA PP ADI SUHENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85625", "2011 TA PP ADI SUHENDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85626", "2011 TA PP ADI SUHENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85627"}, "Penulis": "ADI SUHENDRA (NIM : 15407019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Miming Miharja, M.Sc.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Park and Ride, Cable Car, Wisatawan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}