{"Nomor": 17780, "Judul": "USULAN STRATEGI PEMASARAN UNTUK ITB DI MALAYSIA", "Abstrak": "Setelah 52 tahun semenjak resmi didirikan, ITB sebagai universitas teknologi terbaik di Indonesia terus mengembangkan prestasinya, baik di dalam maupun di luar negeri. Hal ini tercermin dari terus meningkatnya prestasi ITB di dunia pendidikan internasional. Dengan prestasi ITB saat ini, Malaysia sebagai Negara tetangga yang ingin mengembangkan negaranya sebagai center of academic excellent, mengundang ITB secara resmi untuk membuka cabang di Malaysia.    \n \n \n \n\nUntuk memenuhi undangan tersebut ITB harus menganalisa situasi bisnis perguruan tinggi yang telah ada di Malaysia. Untuk faktor internal, analisa dilakukan dengan menggunakan metode analisa SWOT. Sedangkan untuk faktor eksternal, analisa dilakukan dengan menggunakan metode dari analisa industri Porter. Kemudian dilanjutkan dengan analisa konsumen untuk mengetahui keinginan dan kebutuhan mereka dalam memilih perguruan tinggi dan hal-hal penting apa saja yang mempengaruhi keputusan mereka dalam memilih perguruan tinggi tersebut. Analisa juga dilakukan terhadap persepsi konsumen tentang brand ITB di Malaysia dan potensi pasar yang akan diraih ITB di Malaysia.    \n \n \n \n\nDari hasil analisa internal dan eksternal yang telah dilakukan, terdapat beberapa akar masalah yang kritikal untuk ITB di Malaysia. Jika dilihat dari segi industri perguruan tinggi yang ada di Malaysia, maka industri ini kurang menarik karena banyaknya kompetitor dan produk (program studi) yang ditawarkan sejenis, dan dari segi konsumen, awareness ITB di Malaysia sangat rendah. Sehingga diperlukan suatu strategi pemasaran untuk mendukung kesiapan ITB untuk membuka cabang di Malaysia.    \n \n \n \n\nUsulan strategi pemasaran ITB di Malaysia dengan menetapkan STP (segmenting, targeting, positioning) yang kemudian didukung dengan marketing mix ITB di Malaysia. Pada tahap awal, faktor yang kritikal untuk ITB di Malaysia dalam marketing mix adalah promosi. Promosi ITB harus fokus untuk menigkatkan awareness ITB dan menyampaikan positioning ITB kepada calon konsumennya di Malaysia.", "Daftar File": {"2011 TS PP ADING JANUANDRY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85571", "2011 TS PP ADING JANUANDRY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85572", "2011 TS PP ADING JANUANDRY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85573", "2011 TS PP ADING JANUANDRY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85574", "2011 TS PP ADING JANUANDRY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85575", "2011 TS PP ADING JANUANDRY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85576"}, "Penulis": "ADING JANUANDRY (NIM : 29109090)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mustika Sufiati Purwanegara, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ITB, Strategi Pemasaran, Perguruan Tinggi, Awareness, STP, Marketing mix, Promosi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}