{"Nomor": 17794, "Judul": "PEMODELAN 3D MONUMEN PERJUANGAN RAKYAT JAWA BARAT MENGGUNAKAN TERRESTRIAL LASER SCANNER", "Abstrak": "Pemodelan 3D untuk proses pendokumentasian dan pengarsipan suatu bangunan bersejarah pada umumnya menggunakan teknik pemodelan terbalik. Dengan berkembangnya teknologi TLS (Terrestrial Laser Scanner), teknik pemodelan terbalik ini menjadi lebih mudah, cepat, dan akurat. Selain memberikan hasil model 3D suatu obyek, pemodelan 3D menggunakan TLS juga menghasilkan model yang sudah bergeoreferensi dalam sistem tertentu. Pada tugas akhir kali ini obyek yang dipilih adalah Monumen Perjuangan Rakyat Jawa Barat. Metode pengambilan data yang digunakan adalah pemindaian dengan menggunakan TLS serta pengukuran GPS untuk mendapatkan koordinat titik referensi. Metode pengolahan data yang dipakai meliputi tahapan-tahapan, yaitu registrasi, filterisasi, georeferensi, meshing point cloud, pembentukan surface, penggambaran, dan pembuatan video model 3D yang dihasilkan. Pada model 3D dihasilkan nilai galat rata-rata sebesar 0.003 m. Nilai galat disebabkan karena pengaruh proses pendataran nivo pada laser scanner dan target yang digunakan. Hal ini disebabkan karena posisi nivo pada proses pendataran laser scanner dan target berbeda tiap station-nya. Hasil pembandingan antara model 3D yang dihasilkan dan obyek sesungguhnya menunjukkan perbedaan tinggi dan jarak rata-rata 1.5 cm.", "Daftar File": {"PAPER TA PP Adityo Wibowo, Hasanuddin Z. Abidin, Irwan Gumilar,  Nia Haerani- 1.pdf": "https://digilib.itb.ac.id/gdl/download/85681"}, "Penulis": "ADITYO WIBOWO", "Kontributor / Dosen Pembimbing": ["Pembimbing (1) : Prof. Dr. Ir. Hasanuddin Z.A., M.Sc.", "Pembimbing (2) : Irwan Gumilar, ST., M.Si.", "Pembimbing (3) :  Nia Haerani, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bangunan bersejarah, Pemodelan 3D, TLS (Terrestrial Laser Scanner)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}