{"Nomor": 17793, "Judul": "ANALISA STRATEGI PROMOSI DENGAN INTGRATED MARKETING COMMUNICATION MODEL UNTUL MENDAPATKAN KESADARAN MASYRAKAT DI BINTARO JAYA", "Abstrak": "'My Mate Food & Friends' adalah bisnis kuliner yang nyata, disini penulis ikut terlibat langung dalam     \n\nmenjalankan bisnis kuliner tersebut. Bisnis ini masih dalam proses, dengan demikian tujuan dari penelitian ini adalah untuk mengetahui ketertarikan pelanggan terhadap bisnis kuliner 'My Mate Food & Friends' di daerah Bintaro Jaya dengan mengetahui seberapa kuat brand building dan persaingan antar pesaing di Jakarta dengan menggunakan strategi bisnis Integrated Marketing Communication (IMC). Penulis ikut membangun proses pembangunan My Mate Food & Friends dalam penyelesaian     \n\nmasalah yang sedang dihadapi dalam bisnis kuliner saat ini.     \n\nDalam penelitian ini penulis mengunakan metode penelitian eksploratori, yaitu dengan melakukan     \n\nfield-observation. Dalam field observation penulis mengamati kondisi brand, pasar, competitor, dan lingkungan sekitar secara langsung, dengan membagikan kuesioner berdasarkan potential market dan persepsi & ekspektasi consumer terhadap cafe di Jakarta dan My Mate Food & Friends.     \n\nDari data yang di peroleh dari observasi di lapangan secara langsung penulis dapat membuat beberapa pertanyaan untuk kuiesoner. Penulis menggunakan pertanyaan tertutup dimana jawaban dari kuesioner     \n\ntersebut didapat dari hasil field observation. Penulis menggunakan metode kuantitatif, dimana penulis menggunakan system statistik dari indikator yang telah ditetapkan berdasarkan permasalahan yang seharusnya diperbaiki oleh manajemen My Mate Food & Friends Bintaro. Pertanyaan yang diberikan oleh penulis adalah mengenai target pasar yang berpotensi untuk My Mate Food & Friends dan persepsi konsumer terhadap cafe di Jakarta dan ekspektasi konsumer untuk cafe My Mate Food & Friends.     \n\nPermasalah yang diangkat di penelitian ini adalah strategi promosi yang dilakukan manajemen untuk meningkatkan kesadaran konsumer terhadap My Mate Food & Friends Bintaro, dan harus mencari solusi apa yang seharusnya manajemen lakukan untuk menjadi new culinary business concept yang diterima oleh masyarakat dan mendapatkan new costumer dengan menggunakan teori Integrated Marketing Communication Model dan kompetitif terhadap kompetitornya, dengan menggunakan SWOT Analysis & 7 P's Marketing Mix Analysis. Permasalah terlihat lebih jelas dari hasil statistik yang dikumpulkan oleh penulis, berdasarkan persepsi konsumer terhadap cafe di Jakarta dan ekspektasi konsumer terhadap cafe My Mate Food & Friends. Bisa dilihat kekurangan apa saja yang    ada di cafe-cafe Jakarta dan menjadikan sebuah keuntungan untuk My Mate Food & Friends untuk mengembangkan brand serta management yang ada di dalam perusahaan. Oleh karena itu berdasarkan analisis tersebut, penulis memberikan saran dan rekomendasi untuk My Mate Food & Friends mengenai apa yang seharusnya manajemen lakukan, dari segi proses strategi promosi yang baik, berbeda, kreatif, efektif, dan efisien.", "Daftar File": {"2012 TA PP ADITYA WIDYARAAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85674", "2012 TA PP ADITYA WIDYARAAHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85675", "2012 TA PP ADITYA WIDYARAAHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85676", "2012 TA PP ADITYA WIDYARAAHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85677", "2012 TA PP ADITYA WIDYARAAHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85678", "2012 TA PP ADITYA WIDYARAAHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85679", "2012 TA PP ADITYA WIDYARAAHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85680"}, "Penulis": "ADITYA WIDYARAAHMAN (NIM : 19008123)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Herry Hudrasyah, MA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Integrated Marketing Communication, Promotion Strategy, Marketing Communication Mix, Advertising.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "15 Jun 2015"}