{"Nomor": 17798, "Judul": "PEMODELAN MAGNITUDO GEMPA BUMI MENGGUNAKAN DISTRIBUSI PELUANG GENERALIZED PARETO : STUDI KASUS MEGATHRUST MID 2 SUMATERA DAN MEGATHRUST JAWA", "Abstrak": "Bencana alam atau kejadian katastropik merupakan salah satu kejadian yang menyebabkan terjadinya kerugian dalam jumlah besar; dan salah satu kejadian katastropik adalah gempa bumi. Pemodelan katastropik (catastrophe modelling) adalah suatu cara untuk mengukur risiko kerugian nansial yang terjadi akibat gempa bumi. Dalam laporan tugas akhir ini, magnitudo gempa bumi mainshocks di wilayah Megathrust Mid 2 Sumatera (0.128 LU 5.418 LS, 97.298 BT 101.947 BT) dan wilayah Megathrust Jawa (5.979 LS 13.6 LS, 104.029 BT 114.829 BT) dimodelkan menggunakan distribusi peluang Generalized Pareto (GPD). Uji kecocokan model dilakukan menggunakan uji Kolmogorov Smirnov, uji Anderson Darling, dan uji Cramer von-Mises. Menggunakan uji Cramer von-Mises, ditemukan bahwa dengan tingkat signikansi  = 5%, untuk nilai threshold 5.4, magnitudo gempa bumi mainshocks di wilayah Megathrust Mid 2 Sumatera dapat dimodelkan dengan distribusi peluang Generalized Pareto dengan parameter = 0:14447 dan  = 0:30891. Sedangkan magnitudo gempa bumi mainshocks di wilayah Megathrust Jawa, dengan tingkat    \n \n \n \n\nsignikansi  = 1% untuk nilai threshold 5.6 dapat dimodelkan dengan distribusi peluang Generalized Pareto dengan parameter = 0:15268 dan  = 0:24132.", "Daftar File": {"2013 TA PP ANDRIA AGVIE P 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85702", "2013 TA PP ANDRIA AGVIE P 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85703", "2013 TA PP ANDRIA AGVIE P 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85704", "2013 TA PP ANDRIA AGVIE P 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85705", "2013 TA PP ANDRIA AGVIE P 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85706", "2013 TA PP ANDRIA AGVIE P 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85707"}, "Penulis": "ADRIAN AGAVIE PRADANA (NIM : 10108021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dumaria R. Tampubolon, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "magnitudo gempa bumi, distribusi Generalized Pareto (GPD)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}