{"Nomor": 17790, "Judul": "OPTIMIZING VICO INDONESIA'S INVENTORY SERVICE LEVEL IN MAINTENANCE, REPAIR & OPERATION (MRO) ACTIVITIES USING DECISION SUPPORT SYSTEM", "Abstrak": "Saat ini terjadi penurunan trend produksi minyak dan gas bumi. Kondisi ini semakin diperparah dengan tren kenaikan harga produksi minyak dan gas bumi. Oleh karena itu, efisiensi produksi menjadi sebuah target yang harus diselesaikan baik sekarang ataupun untuk puluhan tahun kedepan.  \n \n\nSalah satu penyebab dari inefisiensi produksi minyak dan gas bumi ini berasal dari kondisi rantai distribusi, terutama manajeman persedian. Jumlah persedian yang terlampau banyak, dead stock , rasio tingkat penggunaan persediaan yang rendah dan pergerakan material yang sangat lambat adalah salah satu bukti valid dari inefisiensi manajemenpersedian di VICO Indonesia, terutama dalam kaitannya dengan material Maintenance , Repair dan Operation (MRO). Kejadian yang paling tidak diinginkan yang sering kali terjadi adalah ketika material yang disimpan tidak dapat mencukupi kebutuhan produksi. Hal inilah yang sering kali membuat proses produksi terhenti. Seperti halnya VICO Indonesia, kejadian ini adalah hal yang cukup lumrah terjadi pada perusahaan minyak dan gas bumi lainnya baik di Indonesia maupun di seluruh dunia. Berdasarkan permasalahan bisnis yang terjadi diatas, manajemen persedian barang Maintenance, Repair dan Operation (MRO) yang tidak efektif dan efisian akan membawa bencana terhadap tujuan perusahaan tentang efisiensi produksi. Tugas akhir ini memiliki fokus untuk mengoptimalkan system manajemen persedian untuk barang Maintenance, Repair dan Operation (MRO) di VICO Indonesia dengan menggunakan bantuan sistem pendukung keputusan. Tahap eksekusi proyek akan menjadi tahap yang paling penting. Alokasi waktu, biaya dan kepemimpinan dari pihak manajemen akan menjadi kunci agar proyek ini  \n \n\nberjalan lancar dan menghasilkan output yang diinginkan.", "Daftar File": {"2011 TS PP ADITYA NUGRAHA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85654", "2011 TS PP ADITYA NUGRAHA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85655", "2011 TS PP ADITYA NUGRAHA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85656", "2011 TS PP ADITYA NUGRAHA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85657", "2011 TS PP ADITYA NUGRAHA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85658", "2011 TS PP ADITYA NUGRAHA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85659"}, "Penulis": "ADITYA NUGRAHA (NIM : 29110109)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Yos Sunitiyoso, ST., M.Eng, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "manajemen rantai distribusi, manajemen persediaan, sistem pendukung keputusan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}