{"Nomor": 17796, "Judul": "PENGEMBANGAN SISTEM KENDALI OTOMATIS PADA ROBOT KAPAL BERBASIS GPS DAN SENSOR ULTRASONIK", "Abstrak": "Sistem deteksi adalah suatu sistem yang dapat mendeteksi keberadaan benda pada jarak tertentu. Sistem deteksi yang cukup dikenal selama ini adalah RADAR yang memanfaatkan gelombang elektromagnetik untuk mendeteksi jarak, sedangkan sistem deteksi yang lebih sederhana adalah sistem deteksi yang memanfaatkan gelombang ultrasonik untuk mendeteksi jarak. Sistem kendali otomatis adalah suatu sistem yang memungkinkan sebuah alat atau benda dapat bergerak menuju ke suatu titik tujuan secara otomatis. Sistem kendali otomatis mempermudah kerja manusia karena dengan menggunakan sistem kendali otomatis manusia cukup memberikan masukan berupa koordinat tujuan, lalu sistem akan memandu gerakan dari alat menuju tujuan. Sistem kendali otomatis selama ini dikenal dengan istilah auto-pilot yang biasa dipakai di dunia penerbangan. Sistem kendali otomatis pada skala yang lebih kecil biasa diterapkan di robot penjelajah atau pengamat.    \n \n \n \n\nPada tugas akhir ini, sistem kendali otomatis diintegrasikan dengan sistem deteksi dan dipasang pada robot kapal, sehingga robot kapal memiliki 2 fungsi kerja yaitu berbasis GPS dan sensor ultrasonik. Pada fungsi kerja berbasis GPS, robot kapal dapat bergerak secara otomatis dari satu titik ke titik tujuan berdasarkan data koordinat GPS pada robot dan orientasi arah gerak robot. Pada fungsi kerja berbasis sensor ultrasonik, robot kapal dapat bergerak menghindari penghalang pada jarak deteksi tertentu secara otomatis. Berdasarkan hasil percobaan yang dilakukan pada tugas akir ini, robot dapat mengetahui posisi dan heading robot secara real time serta dapat mendeteksi jarak pada jarak tertentu. Untuk fungsi kerja berbasis GPS, data koordinat dan heading diolah oleh mikrokontroler dan menghasilkan keluaran berupa perintah gerak. Untuk fungsi kerja berbasis sensor ultrasonik, sinyal hasil proses pengukuran diolah oleh mikrokontroler dan menghasilkan keluaran berupa perintah gerak. Pada tugas akhir ini, fungsi kerja robot berbasis GPS dapat bergerak menuju 1 titik tujuan, 2 titik tujuan, dan kembali ke posisi awal setelah melalui jalur yang ditentukan. Fungsi kerja robot berbasis sensor ultrasonik dapat menghindari halangan pada jarak 1,5 m.", "Daftar File": {"2014 TA PP  ADLIAN SATYOWIBOWO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85692", "2014 TA PP  ADLIAN SATYOWIBOWO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85691", "2014 TA PP  ADLIAN SATYOWIBOWO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85690", "2014 TA PP  ADLIAN SATYOWIBOWO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85694", "2014 TA PP  ADLIAN SATYOWIBOWO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85693", "2014 TA PP  ADLIAN SATYOWIBOWO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85689", "2014 TA PP  ADLIAN SATYOWIBOWO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85688"}, "Penulis": "ADLIAN SATYOWIBOWO  (NIM : 10208015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "robot kapal, GPS, sensor ultrasonik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}