{"Nomor": 17797, "Judul": "ARSITEKTUR FOLDING SEBAGAI SUATU METODE DALAM PERANCANGAN ARSITEKTUR : KEKUATAN KONTEKS SEBAGAI FORM GENERATOR STUDI KASUS: STASIUN INTERCHANGE DUKUH ATAS JAKARTA", "Abstrak": "Arsitektur folding merupakan salah satu metode mendisain dalam perancangan arsitektur yang cukup kompleks dan sulit untuk diterapkan, namun memiliki keunggulan-keunggulan dalam merespon permasalahan dalam perancangan arsitektur. Permasalahan yang ditemukan dalam perancangan melalui metode ini antara lain: multiinterpretasi terhadap teori dan manifestomanifestonya, rentang black box perancangan yang terlalu besar sehingga proses perancangannya tidak mudah untuk dilacak, dan adanya tuntutan pemahaman tipologi secara mendalam. Metode penelitian yang akan diterapkan adalah studi teoretis, kajian riset-riset    \n \n \n \n\nterkait dan studi preseden guna mendapatkan tahapan proses perancangan arsitektur folding yang menggunakan konteks sebagai unsur pembentukknya dan untuk diikuti, kemudian disimulasikan ke dalam studi kasus Stasiun Antarmoda Dukuh Atas guna memberi gambaran proses    \n \n \n \n\nperancangan secara utuh. Sebagai hasil akhir, Thesis ini bertujuan untuk merunutkan dan mendiagramkan metoda    \n \n \n \n\nperancangan arsitektur folding sehingga menjadi lebih mudah untuk diterapkan dan dipelajari.", "Daftar File": {"2009 TS PP ADLI NADIA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85695", "2009 TS PP ADLI NADIA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85696", "2009 TS PP ADLI NADIA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85697", "2009 TS PP ADLI NADIA  1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/85698", "2009 TS PP ADLI NADIA  1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/85699", "2009 TS PP ADLI NADIA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85700", "2009 TS PP ADLI NADIA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85701"}, "Penulis": "ADLI NADIA (NIM: 252 07 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : M. Ridwan Kamil, ST, MUD", "Widiyani, ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "folding, fold, konteks, stasiun, antarmoda", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}