{"Nomor": 17809, "Judul": "KEINOVASIAN AKTIVITAS JASA DAN PERDAGANGAN DI KAWASAN BUMI SERPONG DAMAI DAN SEKITARNYA", "Abstrak": "Adanya perubahan di salah satu kawasan pinggiran Kota Jakarta, yaitu Bumi Serpong Damai dan sekitarnya. Perubahan tersebut telah membuat kawasan ini telah mengalami perubahan karakteristik dari rural menjadi urban. Setiap perubahan akan membawa resiko, salah satunya akan menimbulkan kebutuhan dan permasalahan yang baru. Kemunculan kebutuhan dan permasalahan yang baru tersebut merupakan tantangan yang dapat mendorong   \n \n \n\nterciptanya imajinasi dari dalam diri dalam menemukan solusi/cara baru dalam menyelesaikan masalah dan kebutuhan yang sedang dihadapi. Sehingga dengan adanya kebutuhan atau masalah tersebut dapat memicu terjadinya kreativitas yang dilakukan oleh individu yang terwujud dari usaha-usaha kreatif sebagai salah satu cara alternatif tindakan penyelesaian masalah dan kebutuhan yang sedang dihadapi. Berawal dari kreativitas yang terkandung pada suatu aktivitas yang dilakukan oleh individu tersebut maka tidak menutup kemungkinan bahwa   \n \n \n\naktivitas kreatif tersebut merupakan salah bentuk inovasi dalam pembangunan kota. Walaupun ditengarai bahwa terdapat inovasi yang terjadi di perumahan Bumi Serpong Damai dan sekitarnya, Namun, aktivitas kreatif yang inovatif apa saja, mengapa dan oleh siapa yang terjadi di Bumi Serpong Damai dan sekitarnya belum dapat dijelaskan dengan baik. Maka dari itu, untuk dapat   \n \n \n\nmenjelaskan bentuk inovasi apa saja yang terjadi di kawasan Bumi Serpong Damai dan sekitarnya tersebut dilakukan penelitian mengenai keinovasian aktivitas jasa dan perdagangan di kawasan Bumi Serpong Damai dan sekitarnya Inovasi berasal dari suatu pemikiran yang kreatif, original serta bernilai. Dengan begitu, kreativitas ialah merupakan langkah awal menuju suatu inovasi. Dalam hal ini, inovasi kota yang terjadi di kawasan Bumi Serpong Damai dan sekitarnya yang merupakan kawasan peri urban Jakarta berasal dari aktivitas jasa dan perdagangan yang termasuk ke dalam usaha kecil yang bersifat kreatif yang dilakukan masyarakat di sepanjang Jalan Raya Serpong. Selanjutnya, penilaian suatu aktivitas jasa dan perdagangan kreatif dapat tergolong sebagai bentuk inovasi kota dapat diketahui melalui analisis keinovasian terhadap kriteria dan indikator inovasi yang telah ditentukan sebelumnya, yaitu meliputi   \n \n \n\nenam kriteria seperti unsur kebaruan, dampak, nilai, interaksi, pembiayaan serta replicable dengan 15 indikator di dalamnya. Hasil analisis keinovasian menunjukkan bahwa inovasi yang bersumber dari sembilan aktivitas di bidang jasa yang kreatif yang dilakukan oleh masyarakat di sepanjang Jalan Raya Serpong adalah salah satu bentuk inovasi yang bersifat lively hood oriented, yaitu inovasi yang muncul akibat adanya   \n \n \n\nkebutuhan & permasalahan ekonomi yang dihadapi oleh pelaku inovasi tersebut. Melalui aktivitas ekonomi yang dilakukan dengan berbasiskan kemampuan kreativitas ini merupakan cara yang pelaku inovasi ciptakan dan lakukan untuk dapat bertahan hidup demi memenuhi kebutuhan hidupnya. Selanjutnya kesembilan aktivitas kreatif tersebut dapat menjadi salah satu bentuk inovasi kota   \n \n \n\nkarena selain telah memenuhi kriteria, indikator inovasi kota juga pada akhirnya kehadiran aktivitas kreatif ini menawarkan solusi penyelesaian yang dapat menjawab permasalahan atas kebutuhan penduduk BSD & sekitarnya. Meskipun bagi masyarakat (user) jenis usaha kreatif tersebut bukan merupakan suatu hal yang baru akan tetapi, ide yang telah diterapkan sebagai aktivitas kreatif tersebut merupakan aktivitas yang baru ada di BSD", "Daftar File": {"2010 TA PP AFFANIA FARIZA BALQIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85778", "2010 TA PP AFFANIA FARIZA BALQIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85779", "2010 TA PP AFFANIA FARIZA BALQIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85780", "2010 TA PP AFFANIA FARIZA BALQIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85781", "2010 TA PP AFFANIA FARIZA BALQIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85782", "2010 TA PP AFFANIA FARIZA BALQIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85783", "2010 TA PP AFFANIA FARIZA BALQIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85784"}, "Penulis": "AFFANIA FARIZA BALQIS (NIM : 15406055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Haryo Winarso, Ir., Me.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kreatif, Inovasi Kota", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}