{"Nomor": 17800, "Judul": "PENENTUAN HARGA SAHAM DENGAN MENGGUNAKAN PERSAMAAN DIFFERENSIAL STOKASTIK", "Abstrak": "Saham adalah satuan nilai atau pembukuan dalam berbagai instrumen finansial yang mengacu pada bagian kepemilikan sebuah perusahaan. Masalah utama dalam menentukan harga saham ini adalah membentuk persamaan-persamaan dan model      \n \n \n \n \n \n\nyang nantinya dapat mewakili harga saham yang sebenarnya. Hal ini dikarenakan banyak sekali faktor-faktor yang dapat mempengaruhi perubahan harga pada suatu saham. Tujuan dari tugas akhir ini adalah untuk membuat sebuah model sederhana yang dapat memberikan gambaran untuk menentukan harga saham di masa yang akan datang. Beberapa hal yang penting untuk dipelajari adalah : persamaan differensial stokastik, gerak brown, formula Ito, dan integral stokastik. Pada bab akhir dari tugas akhir ini akan dilihat pergerakan harga sahamnya dan dibandingkan dengan model yang dibuat. Model yang dibuat ini diharapkan dapat memberikan gambaran untuk menentukan harga saham di masa yang akan datang. Tugas akhir ini merupakan studi literatur yang sesuai untuk mempelajari pergerakan harga saham di masa yang akan datang.", "Daftar File": {"2013 TA PP ADRIAN HARTANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85714", "2013 TA PP ADRIAN HARTANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85715", "2013 TA PP ADRIAN HARTANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85716", "2013 TA PP ADRIAN HARTANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85717", "2013 TA PP ADRIAN HARTANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85718", "2013 TA PP ADRIAN HARTANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85719"}, "Penulis": "ADRIAN HARTANTO (NIM : 10109022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Jalina Widjaja, Ph.D", "Yudi Soeharyadi, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Saham, Gerak Brown, Integral Stokastik, Formula Ito", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}