{"Nomor": 17814, "Judul": "PROPOSED INTEGRATED MARKETING COMMUNICATION FOR INAGREEN FARM", "Abstrak": "Lately, organic foods suffered increasing demand from people is very significant. It can be seen from the number of people who have started to be aware of healthy life, which one is to apply the pattern and a healthy food. This condition is strengthened by the increasing number of products that circulate in people. PT. Indonesia Agro Industri is a company engaged in the field of horticulture plants. In the division production, development conducted vertically with the development of area (Core Plasma) and partnerships (Plasma) which produce the type of exotic vegetables to supply the needs of a modern market through the brands InaGreen Farm. But the presence of InaGreen Farm is not too acceptable in the market. It can be seen from the low of brand awareness which is owned by InaGreen Farm. In fact, InaGreen Farm offers organic vegetable products with best quality.  \n \n\nThe purpose of this final project is expected to know the state of the company's internal and external circumstances (the competition in the market). Which can be analyzed and can be known the deficiencies that owned by InaGreen Farm. So that business solutions can be formulated accurate and efficiently in order to increase brand awareness and corporate revenues. In addition to the research are expected vision and mission which is owned by the company can be reached.  \n \n\nTo analyze this problem is used internal and external approaches. Internal approaches include, Product Life Cycle, STP, and the Marketing Mix that lead to the conclusion that InaGreen Farm did not doing a good promotional activities. While the external approach that includes Porter Five Forces and analysis 5C, did not find any significant problems. Based on the results of this analysis it can be found the root cause of InaGreen Farm is a communication plan that is not maximum.  \n \n\nTo solve this problem, using the method of Integrated Marketing Communication (IMC) in determining strategy and marketing communications planning. In conducting marketing communications required a proper and efficient strategy. InaGreen Farm that was at the Introduction stage can be done by way of Advertising, Sales Promotion, Word of Mouth, Public Relations, Event and Sponsorship, and Personal Selling. So, with the implementation of marketing communications is expected to build awareness of InaGreen Farm company and increase revenue.", "Daftar File": {"2011 TS PP AFKA ADITYA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85819", "2011 TS PP AFKA ADITYA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85820", "2011 TS PP AFKA ADITYA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85821", "2011 TS PP AFKA ADITYA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85822", "2011 TS PP AFKA ADITYA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85823", "2011 TS PP AFKA ADITYA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85824"}, "Penulis": "AFKA ADHITYA (NIM : 29109345)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, MSc & Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Organic Vegetables, InaGreen Farm, Integrated Marketing Communication, Marketing Communication Planning", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}