{"Nomor": 17818, "Judul": "IMPLEMENTASI ALGORITMA SPECTRAL MIXTURE ANALYSIS (SMA) PADA CITRA SATELIT LANDSAT UNTUK IDENTIFIKASI TUTUPAN LAHAN DI KOTA DAN KABUPATEN BANDUNG", "Abstrak": "Salah satu permasalahan yang terdapat dalam penggunaan data penginderaan jauh ialah keberadaan piksel campuran terutama ketika resolusi spasial yang digunakan relatif rendah. Piksel campuran merupakan permasalahan dalam klasifikasi terutama ketika menggunakan metode klasifikasi konvensional berbasis piksel, seperti Maximum Likelihood dimana satu piksel diklasifikasikan sebagai satu objek dominan saja, padahal dalam satu piksel, terutama di daerah perkotaan, sangat mungkin terdapat lebih dari satu objek. Hal ini akan berdampak pada akurasi hasil klasifikasinya. Penelitian ini mencoba menerapkan metode klasifikasi sub-piksel, yaitu Spectral Mixture Analysis (SMA) menggunakan citra Landsat 8. Endmember yang digunakan ialah vegetasi, tanah, dan permukaan kedap air. Diasumsikan bahwa penutup lahan di lingkungan perkotaan merupakan kombinasi linier dari ketiga komponen/endmember tersebut. Pada penelitian ini, selain mengidentifikasi tutupan lahan di Kota Bandung dan Kabupaten Bandung, juga membandingkan hasil yang didapat menggunakan algoritma SMA yang dikembangkan dengan Linear Spectral Unmixing yang ada di perangkat lunak ENVI. Untuk hasil tutupan lahan menggunakan algoritma SMA, didapat luas vegetasi seluas 86853.24 ha, luas permukaan kedap air seluas 40556.61 ha, luas permukaan tanah seluas 54074.79 ha, serta nilai RMS error sebesar 0.005005. Sedangkan hasil yang didapat menggunakan perangkat lunak ENVI menunjukkan luas vegetasi seluas 86853.15 ha, luas permukaan kedap air seluas 40552.56 ha, luas tanah seluas 54075.69 ha, serta RMS error yang didapat sebesar 0.004966. Dari nilai RMS error serta proses pengujian secara kualitatif, dapat disimpulkan bahwa SMA menunjukkan hasil yang baik dalam mengidentifikasi tutupan lahan di Kota dan Kabupaten Bandung", "Daftar File": {"20114 TA PP AGHA ACHMAD REZA 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/85847", "20114 TA PP AGHA ACHMAD REZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85848", "20114 TA PP AGHA ACHMAD REZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85849", "20114 TA PP AGHA ACHMAD REZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85850", "20114 TA PP AGHA ACHMAD REZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85851", "20114 TA PP AGHA ACHMAD REZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85852"}, "Penulis": "AGHA ACHMAD REZA (15110060 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tutupan Lahan, Endmember, Satelit Landsat 8, Spectral Mixture Analysis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}