{"Nomor": 17812, "Judul": "SEKOLAH ALAM CIMAHI", "Abstrak": "Kasus proyek yang diambil pada Studio Tugas Akhir (AR 4099) ini adalah Sekolah Alam Cimahi, yang berlokasi di jalan Cihanjuang, sekitar 4 km dari pusat kota Cimahi. Kebutuhan akan sekolah yang berkualitas, perlunya penambahan sekolah serta potensi lahan di kota Cimahi,  menjadi latar belakang pemilihan kasus proyek yang bersifat fiktif.Pada perancangan Sekolah Alam, yang menjadi fokus adalah bagaimana mnciptakan atmosfer alam dalam kegiatan belajar-mengajar dan bagaimana semua unsur alam dapat dijadikan ilmu bagi siswa. Merancang bangunan sekolah yang mengintegrasikan ruang dalam dan ruang luar sebagai bentuk pemanfaatan potensi alam, menjadi tujuan perancangan kasus proyek ini. Fasilitas yang ada di Sekolah Alam Cimahi ini diantaranya adalah fasilitas belajarmengajar,administrasi dan fasilitas penunjang. Fasilitas belajar-mengajar terdiri dari saung kelas,laboratorium, dan perpustakaan. Ruang guru, ruang kepala sekolah dan administrasi merupakan fasilitas pelayanan administrasi. Untuk fasilitas penunjang terdiri dari area makan outdoor, area servis, masjid dan aula. Perancangan didominasi oleh suasana outdoor. Oleh karena itu, terdapat pula fungsi-fungsi outdoor sebagai penunjang kegiatan sekolah seperti amphitheater, area        \n \n \n \n \n \n\nberkebun, area beternak, area outbond, playground dan parkir.Menyatu dengan alam diambil sebagai konsep dasar perancangan Sekolah Alam. Konseptersebut diwujudkan ke dalam rancangan dengan menggunakan berbagai elemen atau material alam seperti bambu, kayu, batu, air, kerikil, tanah, juga memanfaatkan berbagai bahan ajar dari alam seperti beragam vegetasi dan hewan ternak, menggunakan berbagai teknologi baik dalam perancangan bangunan maupun utilitas lahan (teknologi material baja, bambu, mikro-hidro, constructed wetland, daur ulang sampah, dan sebagainya) sebagai bekal pendidikan bagi siswa. Hasil Perancangan adalah berupa gambar-gambar pra-rancangan, disertai gambar detail dan suasana interior-eksterior.", "Daftar File": {"2009 TA PP AFINA RADITYA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85803", "2009 TA PP AFINA RADITYA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85804", "2009 TA PP AFINA RADITYA 1- BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/85805", "2009 TA PP AFINA RADITYA 1- BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/85806", "2009 TA PP AFINA RADITYA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85807", "2009 TA PP AFINA RADITYA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85808", "2009 TA PP AFINA RADITYA 1- BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/85809", "2009 TA PP AFINA RADITYA 1- BAB PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85810"}, "Penulis": "AFINA RADITYA (NIM: 15205004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Budi Faisal, MLA, MAUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah, alam, belajar-mengajar, ilmu, pendidikan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}