{"Nomor": 17817, "Judul": "SINTETIS POLIANILIN DENGAN METODE QUENCHING PADA SUHU 273 K DAN 78 K SERTA KARAKTERISASINYA", "Abstrak": "Polianilin (PANI) merupakan salah satu polimer konduktif yang sering dikaji karena memiliki banyak kelebihan, diantaranya mudah untuk disintesis, memiliki kestabilan termal yang baik, harganya cukup murah dan aplikatif. Selain itu polianilin juga memiliki rentang konduktivitas yang besar dan dapat diatur sesuai dengan pendopingnya. Konduktivitas dan struktur dari polianilin dipengaruhi oleh beberapa faktor, seperti jenis pendoping, metode sintesis, suhu dan lamanya waktu sintesis. Dengan berbagai macam kelebihan yang dimiliki oleh polianilin ini sehingga banyak digunakan dalam bidang industri sebagai material utama pada pembuatan sensor gas, sel surya, teknologi display (OLED) dan baterai. Pada penelitian ini dilakukan sintesis polianilin pada suhu 273 K dan 353 K dengan variasi waktu tertentu. Adapun metode yang dilakukan pada sintesis polianilin ini adalah metode biasa (pada suhu 273 K), metode pendinginan secara perlahan (dari suhu 353 K hingga mencapai suhu kamar), serta metode pendinginan cepat Ã‚Â“quenchingÃ‚Â” (dari suhu 353 K) dengan menggunakan es (hingga suhu 273 K) dan nitrogen cair (hingga suhu 78 K). Sampel yang dihasilkan dikarakterisasi dengan menggunakan Electrochemical Impedance Spectroscopy (EIS). Nilai konduktivitas paling tinggi pada frekuensi 20 Hz yang didapatkan adalah 0,46033 S/cm dengan menggunakan metode biasa, 7,03ÃƒÂ—10-3 S/cm dengan metode pendinginan secara perlahan, 5,12ÃƒÂ—10-3 S/cm dengan metode pendinginan cepat Ã‚Â“quenchingÃ‚Â” menggunakan es dan 6,41ÃƒÂ—10-3 S/cm menggunakan nitrogen cair . Karakterisasi dari FTIR dan Raman menghasilkan spektrum yang menunjukkan bahwa struktur dari PANI yang disintesis memiliki kemiripan dengan standar PANI.", "Daftar File": {"2014 TA PP  AGAM MUARIF 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85840", "2014 TA PP  AGAM MUARIF 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85841", "2014 TA PP  AGAM MUARIF 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85842", "2014 TA PP  AGAM MUARIF 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85843", "2014 TA PP  AGAM MUARIF 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85844", "2014 TA PP  AGAM MUARIF 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85845", "2014 TA PP  AGAM MUARIF 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85846"}, "Penulis": "AGAM MUARIF  (NIM :10510070)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr Veinardi Suendo , Dr. Achmad Rochliadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Polianilin, Polimer konduktif, pendinginan secara perlahan, pendinginan cepat (quenching), konduktivitas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}