{"Nomor": 17824, "Judul": "PEMBENTUKAN PORTOFOLIO SAHAM MARKOWITZ MENGGUNAKAN SIMULATED ANNEALING", "Abstrak": "Metode simulated annealing merupakan metode yang digunakan untuk menyelesaikan  masalah optimisasi dengan pencarian secara acak, menggunakan simulasi  secara analog dari proses annealing pada solid, dimana fungsi objektifnya diminimumkan  dan berkorespondensi denga suhu. Metode ini mengizinkan solusi yang  tidak lebih baik diterima. Semakin kecil suhu, maka semakin kecil pula peluang  diterimanya solusi ini. Pada tugas akhir ini, penulis mengimplementasikan  metode ini pada pemilihan portofolio, dengan model Markowitz Mean-Variance      \n \n \n \n\n......    \n \n \n \n\nHal yang penting adalah menentukan kriteria dari solusi baru yang memenuhi  kendala dari fungsi objektif. Pertama kita cari solusi dengan memaksmumkan return  dari portofolio. Kedua kita tentukan kovariansi minimum yang merefleksikan      \n \n \n \n\nrisiko dari portofolio dengan return tertinggi yang bisa dibuat dari portofolio. Kedua  permasalahan akan diimplementasikan pada periode aktivitas trading menggunakan  data saham-saham pada pasar saham.", "Daftar File": {"2013 TA PP AGUNG LAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85895", "2013 TA PP AGUNG LAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85894", "2013 TA PP AGUNG LAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85893", "2013 TA PP AGUNG LAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85892", "2013 TA PP AGUNG LAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85891", "2013 TA PP AGUNG LAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85890", "2013 TA PP AGUNG LAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85889"}, "Penulis": "AGUNG LAKSONO  [10109026]", "Kontributor / Dosen Pembimbing": ["Dr. Novriana Sumarti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Finance, Simulated annealing, Pemilihan Portofolio, Portofolio saham", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}