{"Nomor": 17822, "Judul": "PENGATURAN TITIK PERHENTIAN, JADWAL OPERASI, DAN KAPASITAS ANGKUTAN UMUM PERKOTAAN SEBAGAI ALTERNATIF PERBAIKAN PELAYANAN (STUDI KASUS: ANGKUTAN KOTA TRAYEK CICAHEUM-LEDENG)", "Abstrak": "Kuantitas angkotan kota yang ada saat ini, pelayanan yang dirasakan oleh para pengguna terasa masih belum optimal, dampaknya jumlah kendaraan pribadi yang semakin meningkat. Di Kota Bandung. kepemilikan kendaraan pribadi terutama motor terus menerus bertambah. Berdasarkan data dari Statistik Transportasi tahun 2008, terdapat pertambahan jumlah pemilik sepeda motor sebanyak 134,750 buah dalam kurun waktu tahun 2007 dan 2008. Kondisi tersebut juga ditunjang dengan pertambahan permintaan pembuatan SIM C sejumlah 1,23,897 permintaan pada tahun 2007 dan 2008. Beberapa permasalahan terkait angkutan kota adalah angkutan kota sering melebihi kapasitas angkut, adanya kompetisi atau persaingan untuk mendapatkan penumpang sebanyak-banyaknya, sering mengubah rute yang telah ditetapkantarif angkutan kota yang tidak tetap, penumpang angkutan kota yang naik dan turun di semua tempat.   \n \n \n\nSebelum mengatasi permasalahan tersebut, perlu dilakukan penilaian terhadap kinerja pelayanan angkutan saat ini dengan parameter: faktor muat, jumlah penumpang yang diangkut, waktu antara (headway), waktu tunggu penumpang, kecepatan perjalanan, sebab-sebab kelambatan, ketersediaan angkutan, dan tingkat konsumsi bahan bakar. Setelah dilakukan penilaian, diperoleh bahwa faktor muat angkutan hanya faktor muat angkutan kota hanya berkisar 44.9% dengan rata-rata penumpang yang diangkut setiap ritnya adalah 30 orang. Kemudian terkait dengan waktu antara, waktu antara saat jam puncak sebelum rencana adalah 0.75 menit atau kurang dari satu menit. Kecepatan rata-rata perjalanan hanya 13.78 km/jam dengan waktu tempuh sebesar 114 menit. Dengan 120 unit yang beroperasi saat ini, jumlah penggunaan bahan bakar angkutan kota trayek Cicaheum-Ledeng selama satu tahun sebesar 2,846.5 liter. Setelah dilakukan pengaturan titik perhentian dan jadwal operasi kendaraan (dengan mengganti moda menjadi busa sedang) pelayanan meningkat dengan faktor muat >70%, jumlah penumpang terangkut 91%, waktu antara 4 menit, kecepatan rata-rata 20 km/jam, dan tingkat konsumsi bahan bakar yang berkurang hingga separuh yaitu 1,075.36 liter/tahun.   \n \n \n\nPengaturan titik perhentian dan jadwal operasi tidak hanya mempengaruhi kepada kinerja pelayanan angkutan kota, tetapi juga berpengaruh pada pendapatan operator angkutan. Sebelum dilakukan pengaturan pendapatan operator adalah sebesar Rp 67,200,000 per tahun setiap kendaraan. Ketika dilakukan pengaturan pendapatan operator berkurang sebesar Rp 45,802,697 per tahun untuk setiap kendaraan. Namun, dengan alternatif rencana mengubah moda menjadi bus sedang dan pengaturan jumlah armada yang optimal, pendapatan operator mencapai titik optimal sehingga pemerintah tidak perlu memberikan subsidi kepada operator ketika menginginkan perbaikan kinerja pelayanan angkutan kota karena operator mendapatkan laba sebesar Rp 104,199,838.", "Daftar File": {"2011 TA PP AGTRIANA LEANDINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85876", "2011 TA PP AGTRIANA LEANDINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85877", "2011 TA PP AGTRIANA LEANDINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85878", "2011 TA PP AGTRIANA LEANDINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85879", "2011 TA PP AGTRIANA LEANDINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85880", "2011 TA PP AGTRIANA LEANDINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85881", "2011 TA PP AGTRIANA LEANDINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85882"}, "Penulis": "AGTRIANA LEANDINI (NIM : 15405004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ibnu Syabri B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "angkutan kota, kinerja angkutan, biaya subsidi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}