{"Nomor": 17826, "Judul": "THE PROPOSED OF BIOBRIKET PENETRATION STRATEGY AS THE ALTERNATIVE ENERGY FOR HOUSEHOLD SECTOR", "Abstrak": "Every year energy needs up along with the number of population growth, especially the energy used in the household sectors. Recently LPG that characterizes non-renewable energy habitually used in the household sectors. Besides the negative impact of the environment, reserve nonrenewable energy in nature is limited. PT.DE is a company that is trying to market one alternative energy called Biobriket. Marketing strategies are needed by PT.DE as reference to market biobriket in condition of a community that has undergone dependence on LPG. Required PT.DE external and internal environment alysis to formulate an appropriate marketing strategy. Performed analysis of the situation by using the 5C approac(company, collaborators, customers, competitors, and climate). The result of the analysis are the strengths, weaknesses,  \n \n\nthreats, and opportunities owned by PT.DE. Then pulled the business problems faced by PT.DE which are classified into four major issues, namely the lobby to the government, the habits of society, marketing planning, and production capacity. To resolved these problems then performed four different approaches to any problem. The lobby of the central government and cities needed to make the government supports the use of alternative energy in the household sector. Knowledge sharing is done to urge people to use renewable energy sources. And the marketing plan is designed to increase public awareness of the product is Biobriket which refers to consumer behavior and consumer value consideration toward energy source. While the approach to renewal of production equipment to improve  \n \n\nproduction The whole marketing plan, use of alternative energy campaign, and government lobbying presented in the WBS (Work Breakdown Structure). KPI (Key Perfomance Indicators) used as a parameter for the success of each activity.", "Daftar File": {"2014 TS PP AGUNG MAHENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85902", "2014 TS PP AGUNG MAHENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85903", "2014 TS PP AGUNG MAHENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85904", "2014 TS PP AGUNG MAHENDRA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/85905", "2014 TS PP AGUNG MAHENDRA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/85906", "2014 TS PP AGUNG MAHENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85907", "2014 TS PP AGUNG MAHENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85908"}, "Penulis": "AGUNG MAHENDRA (NIM : 29111324)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Herry Hudrasyah, MA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Biobriket, Alternative Energy, Market Penetration", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}