{"Nomor": 17825, "Judul": "THE PROPOSED OF BIOBRIKET PENETRATION STRATEGY AS THE ALTERNATIVE ENERGY FOR HOUSEHOLD SECTOR", "Abstrak": "Setiap tahun kebutuhan energi meningkat seiring dengan jumlah pertumbuhan penduduk, terutama energi yang digunakan dalam sektor rumah tangga. Selama ini LPG yang tergolong dalam non-renewable energy lebih banyak digunakan pada sektor rumah tangga. Selain berdampak negatif bagi lingkungan, cadangan non-renewable energi di alam pun terbatas. PT.DE merupakan salah satu perusahaan yang mencoba untuk memasarkan salah satu energi alternatif ramah lingkungan yang dinamakan Biobriket. Namun masyarakat telah terbiasa menggunakan LPG sebagai sumber energi utama dalam sektor rumah tangga. Strategi pemasaran yang baik sangat dibutuhkan PT.DE sebagai acuan untuk memasarkan Biobriket dalam kondisi masyarakat yang telah mengalami ketergantungan pada LPG. Dibutuhkan nalisa pada lingkungan eksternal dan lingkungan internal PT.DE untuk merumuskan strategi pemasaran yang tepat. Dilakukan analisis situasi dengan menggunakan pendekatan 5C (Perusahaan, Kolaborator, Konsumen, Kompetitor, dan Kondisi Makroekonomi). Hasil dari analisa diatas adalah kekuatan, kelemahan, ancaman, dan kesempatan yang dimiliki oleh PT.DE. Kemudian ditarik problem bisnis yang dihadapi oleh PT.DE yang digolongkan kedalam empat masalah besar, yaitu lobby kepada pemerintah, kebiasaan masyarakat, perencanaan pemasaran, dan kapasitas produksi. Agar permasalahan tersebut dapat diselesaikan maka dilakukan empat pendekatan yang berbeda untuk setiap permasalahan. Lobi kepada pemerintah pusat dan kota dibutuhkan agar pemerintah mendukung penggunaan energi alternatif pada sektor rumah tangga. Pembagian pengetahuan dilakukan untuk mengajak masyarakat menggunakan sumber energi terbarukan. Dan rencana pemasaran didesain untuk meningkatkan kesadaran masyarakat terhadap produk Biobriket yang mengacu pada perilaku konsumen dan nilai pertimbangan konsumen akan    \n \n \n \n\nsumber energi. Sedangkan pendekatan pembaharuan peralatan produksi dilakukan untuk meningkatkan kapasitas produksi.    \n \n \n \n\nSeluruh rencana pemasaran, kampanye penggunaan energi alternatif, dan lobi pemerintahan dipaparkan dalam WBS (Work Breakdown Structure). KPI (Faktor penentu keberhasilan) kemudian digunakan sebagai parameter keberhasilan dari setiap aktivitas.", "Daftar File": {"2014 TS PP AGUNG MAHENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85896", "2014 TS PP AGUNG MAHENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85897", "2014 TS PP AGUNG MAHENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85898", "2014 TS PP AGUNG MAHENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85899", "2014 TS PP AGUNG MAHENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85900", "2014 TS PP AGUNG MAHENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85901"}, "Penulis": "AGUNG MAHENDRA (NIM : 29111324) Pembimbing : Dr. Herry Hudrasyah, MA.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Herry Hudrasyah, MA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Biobriket, Alternative Energy, Market Penetration", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}