{"Nomor": 17820, "Judul": "PEMANFAATAN PERCA BATIK UNTUK PRODUK ALAS KAKI WANITA", "Abstrak": "Tahun 2008 menjadi awal dimana kain batik cukup digandrungi oleh masyarakat Indonesia dari berbagai kalangan usia. Tentu ini bukan pemandangan biasa mengingat sebelumnya pemandangan anak kecil atau anak muda mengenakan kain tradisional agak jarang dilihat. Entah karena Negara tetangga yang mengklaim batik sebagai warisan budaya miliknya, atau karena Unesco yang menetapkan batik sebagai warisan asli dari Indonesia, hingga timbul kebanggana bagi masyarakat Indonesia utnutk mengenakan batik sesering mungkin, sehingga dikegiatan nonformal pun banyak kita temukan pemandangan tersebut.             \n \n \n \n \n\nDampaknya adalah melimpahnya perca kain batik dikalangan pengrajin pakaian atau tas yang kebanyakan dibuat sebagai aplikasi kain batik tersebut. Disini penulis mencoba memanfaatkan kain sisa yang masih sangat layak pakai ini menjadi sesuatu yang baru yang berfungi dan bernilai.             \n \n \n \n \n\nDengan melakukan berbagai explorasi, kain perca tadi berubah menjadi kain baru yang siap digunakan unutk sesuatu yang baru. Explorasi beserta bahan-bahan yang dibutuhkannya pun mudah didapat dan dikerjakan,sehingga siapa saja bisa melakukannya untuk memperbaharui kain sisa apa saja.             \n \n \n \n \n\nKemudian seperti apakah sepatu yang dihasilkan dari kain perca yang sangat tidak beraturan ini berhasil dibuat? Penulis akan menjabarkannya secara rinci didalam laporan berikut ini. Semoga dapat bermanfaat dan member perubahan dalam meningkatkan taraf ekonomi masyarkat industri kreatif.", "Daftar File": {"2010 TA PP AGNES TANDIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85859", "2010 TA PP AGNES TANDIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85860", "2010 TA PP AGNES TANDIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85861", "2010 TA PP AGNES TANDIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85862", "2010 TA PP AGNES TANDIA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/85863", "2010 TA PP AGNES TANDIA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/85864", "2010 TA PP AGNES TANDIA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/85865", "2010 TA PP AGNES TANDIA 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/85866", "2010 TA PP AGNES TANDIA 1-BAB 4E.pdf": "https://digilib.itb.ac.id/gdl/download/85867", "2010 TA PP AGNES TANDIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/85868", "2010 TA PP AGNES TANDIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85869"}, "Penulis": "AGNES TANDIA (NIM : 17206028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Biranul Anas, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kain batik, kain tradisional, perca, produk alas kaki wanita", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "09 Okt 2017"}