{"Nomor": 17839, "Judul": "USULAN PERBAIKAN STRATEGI PEMASARAN STEKPI", "Abstrak": "Dengan masuknya dunia pendidikan tinggi ke dalam komersialisasi maka peran serta dari bidang pemasaran baik untuk melakukan kegiatan promosi akan semakin dibutuhkan untuk menjaga pangsa pasar yang dimiliki oleh STEKPI. Dengan meningkatnya jumlah pendaftar di perguruan tinggi swasta maka pasar dari perguruan tinggi akan semakin besar. Penurunan jumlah mahasiswa yang dialami oleh STEKPI untuk tahun ajaran 2010/2011 menjadi indikasi dibutuhkannya perbaikan di kegiatan pemasaran STEKPI.  \n \n\nDalam memperbaiki kegiatan pemasarannya STEKPI perlu memperhatikan faktor internal dan eksternal yang dimilikinya. Melalui hasil analisis di ke dua kondisi ini maka akan dilakukan analisis SWOT untuk mencari akar masalah dari penurunan jumlah mahasiswa di STEKPI untuk memperbaiki akar masalah dan menghasilkan solusi bisnis yang tepat.  \n \n\nUntuk menganalisa kondisi eksternal yang mempengaruhi STEKPI digunakan Porter Five Forces. Selain itu analisis konsumen perlu dilakukan juga. Sedangkan dalam melakukan analisis internal penulis melakukan dengan menggunakan metoda marketing audit untuk melakukan pengecekan tentang kegiatan pemasaran yang dilakukan oleh STEKPI dalam menjaring mahasiswa baru. Marketing audit dilakukan untuk melihat seluruh kelengkapan dari marketing mix yang dimiliki oleh STEKPI.  \n \n\nDalam melaksanakan solusi untuk perbaikan kegiatan pemasaran STEKPI akan dibagi dua berdasarkan lamanya dan besarnya efek dari solusi akan berpengaruh kepada perbaikan image dari STEKPI di mata masyarakat. Berdasarkan pembagian tersebut maka solusi untuk perbaikan dari STEKPI terbagi atas solusi jangka panjang dan solusi jangka pendek. Dalam solusi jangka pendek STEKPI perlu melakukan perbaikan di dalam kegiatan promosi dengan menggunakan kegiatan promosi yang sesuai dengan value yang dicari konsumennya, evaluasi dan pengawasan untuk kegiatan promosi, proses pelayanan yang tidak rumit dan distribusinya yang menggunakan media internet dengan lebih tepat. Untuk solusi jangka panjang perbaikan di perancangan STP dengan penentuan target SMA reguler, karyawannya yang dapat melayani dengan ramah dan tanggap, produk dengan menyediakan program studi yang diinginkan calon konsumennya, harga yang menggunakan value based strategy dan physical evidence dengan perbaikan website dan jaringan (LAN/WAN).", "Daftar File": {"2011 TS PP AHADIAN TOFANI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85984", "2011 TS PP AHADIAN TOFANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85985", "2011 TS PP AHADIAN TOFANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/85986", "2011 TS PP AHADIAN TOFANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85987", "2011 TS PP AHADIAN TOFANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85988", "2011 TS PP AHADIAN TOFANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85989"}, "Penulis": "AHADIAN TOFANI (NIM: 29109060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mustika Sufiati Purwanegara, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perbaikan, marketing mix, marketing audit, STEKPI", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}