{"Nomor": 17832, "Judul": "BUSINESS STRATEGIC RECOMMENDATION IN CORPORATE BANKING DIVISION AT PT BANK SYARIAH MANDIRI", "Abstrak": "Islamic banking in Indonesia within a period of ten years is very growing rapidly. In 2000, Islamic banking assets reached IDR1.79 trillion. At the end of 2010 assets of Islamic banking has reached IDR100.25 trillion, or grew IDR98.46 trillion. Along with asset growth, the number of Islamic Commercial Bank and Islamic Business Unit also increased. Dealing with this situation, PT Bank Syariah Mandiri should be able to survive as the dominant player and even increase its market share.    \n\nManagement PT Bank Syariah Mandiri has established a target in 2015 became the dominant player with assets to IDR 200 trillion and included in the ranking of top ten a national bank in terms of assets. Corporate Banking get financing target of 17% or IDR 20 trillion in term of assets. The challenge to be faced by Corporate Banking Division in achieving these targets is a CAGR (Compound Annual Growth Rate) financing should be reached 40%. In addition, customers are rational that focused on the service quality, speed of the financing process, and low of margin/profit sharing. Corporate Banking is identical with a high risk financing, therefore the company's focus is to develop non- corporate sector or Small and Medium Enterprises (SMEs). Human Capital who understand Islamic transactions today are still shortcomings. Globalization era also make the company which relating to Islamic banking require complex transactions.    \n\nThe final project is trying to propose corporate banking strategy of the Corporate Banking Division to achieve the growth of financing target in 2015 with low non- performing financing and better service quality. Strategy formulation begins with an analysis of internal and external company also attention to survey of service quality as input a SWOT analysis. Furthermore, alternative strategies are constructed by creating a TOWS matrix and the internal-external matrix. Then, the selection of relevant functional strategies carried out by observing the trend of corporate banking.    \n\nThe research provides the position of Corporate Banking Division is in the area growth and build, with the appropriate strategy is intensive and integration strategy. Detail strategy include of market penetration strategy by industry focused, the use of relationship manager concept, synergy with PT Bank Mandiri (Persero) Tbk., develop supply chain, trade finance, and cash management product, build Customer Relationship Management, create standardization of financing memorandum and financial tools, and develop talent management.", "Daftar File": {"2011 TS PP AGUS HARTANTO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/85937", "2011 TS PP AGUS HARTANTO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/85938", "2011 TS PP AGUS HARTANTO 1 - BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/85939", "2011 TS PP AGUS HARTANTO 1 - BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/85940", "2011 TS PP AGUS HARTANTO 1 - BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/85941", "2011 TS PP AGUS HARTANTO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/85942", "2011 TS PP AGUS HARTANTO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/85943", "2011 TS PP AGUS HARTANTO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/85944"}, "Penulis": "AGUS HARTANTO (NIM : 29109414)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Acep R. Jayaprawira M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perbankan syariah, pembiayaan korporasi, SWOT, strategi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}