{"Nomor": 17846, "Judul": "PENGEMBANGAN MODEL INVENTORI YANG MEMPERTIMBANGAKAN WAKTU PEMBAYARAN, PEMBAYARAN PARSIAL DAN DISKON", "Abstrak": "Model inventori EOQ mengasumsikan barang dibayar lunas saat diterima di gudang.  Namun faktanya, beberapa pemasok menawarkan syarat pembayaran yang berbeda-beda.  Goyal (1985) dan Teng (2002) mengembangkan model inventori pembayaran ditunda.  Ouyang dkk (2002) dan Chang (2002) mengembangkan model  inventori pembayaran parsial dimana pembayaran dilakukan sebagian saat barang diterima dan sisanya dibayar lunas beberapa hari kemudian.     \n \n\nPada kondisi nyata, ada kemungkinan bahwa perusahaan juga memperoleh penawaran barang dari beberapa pemasok dengan kualitas barang yang sama namun dengan syarat pembayaran yang berbeda. Penelitian ini menghasilkan 2 model inventori.  Model inventori pembayaran ditunda dengan mempertimbangkan lead time dan harga jual serta model inventori pembayaran di muka dimana pemasok mensyaratkan pembayaran down payment saat memesan dan sisanya dibayar lunas saat bayar diterima serta adanya diskon harga.     \n \n\nHasil penelitian mampu merekomendasikan model mana yang dapat meminimalkan total ongkos inventori selama horison perencanaan serta dampaknya pada kebijakan inventori.  Ketika parameter yang sama dari kedua model ditetapkan sedangkan parameter interval kredit dan diskon diubah-ubah, maka didapatkan suatu fakta.  Pada aspek kebijakan inventorinya, model pembayaran ditunda selalu menghasilkan interval pemesanan lebih pendek dengan jumlah lot pemesanan yang lebih sedikit dibandingkan model inventori pembayaran di muka, parsial dan diskon.  Sedangkan dari aspek total ongkos inventori, model pembayaran ditunda tidak terlalu lebih rendah dibanding model inventori pembayaran di muka, parsial dan diskon.  Total ongkos dipengaruhi oleh parameter interval kredit serta down payment.", "Daftar File": {"2012 TS PP AHMAD JUNIAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86028", "2012 TS PP AHMAD JUNIAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86029", "2012 TS PP AHMAD JUNIAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86030", "2012 TS PP AHMAD JUNIAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86031", "2012 TS PP AHMAD JUNIAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86032", "2012 TS PP AHMAD JUNIAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86033", "2012 TS PP AHMAD JUNIAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86034", "2012 TS PP AHMAD JUNIAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86035"}, "Penulis": "AHMAD JUNIAR (NIM :  234410054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Anas Ma'", "ruf"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Model inventori, capital cost, pembayaran ditunda, pembayaran di muka, pembayaran parsial, pembayaran di diskon", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}