{"Nomor": 17845, "Judul": "FABRIKASI KAIN KATUN DAN SPONS SELULOSASUPERHIDROFOBIK UNTUK PEMISAHAN MINYAK DAN AIR", "Abstrak": "Superhidrofobik dan superoleofilik adsorbenttelah berhasil dibuat pada kain katun dan spons selulosa dengan pelapisan silika yang berasal dari prekursor methyltrimethoxysilane (MTMS) dan penurunan adhesivitas permukaan dilakukan dengan menggunakan Poly (methyl methactrylate) atau PMMA. Karakterisasi sampel dilakukan dengan scanning electron microscope, energy dispersive spectroscopy, sudut kontak dengan analisa visual termasuk karakterisasi fungsi pemisahan minyak dan air. Hasil menunjukkan bahwa pelapisan kain dengan PMMA-Silika (MTMS) mencapai keadaan superhidrofobik (>150Ã‚Âº) dengan sudut kontak maksimum sebesar 152,1Ã‚Âº. Peningkatan konsentrasi PMMA mencapai keadaan maksimum pada keadaan 2% PMMA (w/w) dan mengalami penurunan pada peningkatan konsentrasi selanjutnya. Sedangkan spons yang telah melalui proses pelapisan dengan larutan PMMA-Silika dengan konsentrasi PMMA 4% (w/w), kapasitas air yang terserap hanya 0,736 gram air per 1 gram spons. Dikarenakan sifat superoleofilik dan superhidrofobikpada kain dan spons maka keduanya mampu menjadi filter untuk minyak sehingga campuran minyak dan air dapat terpisahkan. Keduanya mampu memisahkan air dan minyak dengan jenis yang berbeda. Nilai efisiensi penyaringan untuk jenis minyak pertamax, minyak tanah, dan oli motor adalah 90% , 91 %, dan 93% sedangkan spons memiliki kemampuan memisahkan minyak dan air sebanyak 12ÃƒÂ— penggunaan untuk pertamax, 5ÃƒÂ— penggunaan untuk minyak tanah dan 34ÃƒÂ— penggunaan untuk oli motor", "Daftar File": {"2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86021", "2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86022", "2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86023", "2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86024", "2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86025", "2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86026", "2014 TA PP  AHMAD IBRAHIM -ADRIAN AKBAR UNTORO1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86027"}, "Penulis": "AHMAD IBRAHIM (13310006) - ADRIAN AKBAR UNTORO (13310096)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Ahmad Nuruddin,M.Sc, Ph. D. & Dr.Ir. Nugraha, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PMMA, MTMS, dip-coating, superhidrofobik, sudut kontak, kapasitas penyerapan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}