{"Nomor": 17844, "Judul": "GEOLOGI DAERAH BOJONGSARI DAN SEKITARNYA, KECAMATAN CULAMEGA, KABUPATEN TASIKMALAYA, PROVINSI JAWA BARAT", "Abstrak": "Daerah penelitian terletak di Bojongsari dan sekitarnya, Kecamatan Culamega, Kabupaten Tasikmalaya , Provinsi Jawa Barat. Secara geografis terletak pada 170000-175000 mE dan 9151500-9155500 mS (WGS84, UTM Zona 49S),       \n \n \n \n \n \n \n\nluas daerah pemetaan geologi yaitu 20 km2 (4x5 km), dengan skala peta 1:12.500. Tujuan utama penelitian ini adalah untuk mengetahui tatanan geologi daerah       \n \n \n \n \n \n \n\npenelitian, yang meliputi penyebaran litologi, struktur geologi, dan geomorfologisehingga dapat diketahui sejarah geologinya.       \n \n \n \n \n \n \n\nSecara fisiografi daerah penelitian termasuk kedalam Zona Pegunungan Selatan. Berdasarkan analisis bentang alam secara umum di daerah penelitian, terlihat morfologi bukit dan lembahan yang merupakan hasil dari proses-proseseksogen dan endogen, deformasi, pelapukan, erosi, dan pengendapan adalah prosesproses yang menghasilkan morfologi daerah penelitian seperti saat ini. Bentukan morfologi, daerah penelitian dapat dibagi menjadi tiga satuan geomorfologi, yaitu Satuan Perbukitan Lipatan, Satuan Lembah Sesar dan Lipatan, dan Satuan Bukit Intrusi. Pola aliran sungai di daerah penelitian secara umum merupakan pola aliran       \n \n \n \n \n \n \n\nsungai trellis yang dikontrol oleh kekar dan lipatan, selain itu juga hadir pola aliran sungai rektangular dan dendritik.Berdasarkan pemetaan lapangan, litologi yang hadir pada daerah pemetaan terdiri dari batuan piroklastik, batuan sedimen, dan batuan beku berupa lava dan intrusi. Sejarah geologi daerah penelitian dimulai ketika aktivitas vulkanik terjadi,ditandai dengan diendapkannya Satuan Tuf-Basalt di lingkungan laut pada Oligosen-Miosen Awal. Pada Miosen Tengah terjadi deformasi di daerah penelitian yang diikuti oleh terobosan Andesit yang menyebabkan satuan yang lebih tua terubahkan. Pada Miosen Akhir-Pliosen Awal diendapkan Satuan Batupasir diatas satuan yang lebih tua secara tidak selaras pada lingkungan neritik. Pada Pliosen Akhir, terjadi uplift dan deformasi di daerah penelitian. Pada Plio-Pleistosen terjadi aktivitas       \n \n \n \n \n \n \n\nvulkanik di daerah penelitian sehingga diendapkan Satuan Breksi secara tidak selaras diatas Satuan Batupasir pada lingkungan darat. Proses pelapukan serta erosi yang       \n \n \n \n \n \n \n\nberlangsung hingga saat ini sehingga membentuk morfologi seperti sekarang.", "Daftar File": {"2013 TA PP AHMAD HAMDANI 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/86014", "2013 TA PP AHMAD HAMDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86015", "2013 TA PP AHMAD HAMDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86016", "2013 TA PP AHMAD HAMDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86017", "2013 TA PP AHMAD HAMDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86018", "2013 TA PP AHMAD HAMDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86019", "2013 TA PP AHMAD HAMDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86020"}, "Penulis": "AHMAD HAMDANI  (NIM: 120 09 077)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. Ir. Chalid Idham Abdullah", "Dr. Eng. Mirzam Abdurrachman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi, Tasikmalaya, Pegunungan Selatan, Vulkanik, Intrusi Andesit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}