{"Nomor": 17847, "Judul": "PENINGKATAN PRODUKTIVITAS PEKERJAAN BEKISTING KOLOM PREFABRIKASI PADA KONSTRUKSI GEDUNG BERTINGKAT MENGGUNAKAN TIME MOTION STUDIES", "Abstrak": "Pekerjaan bekisting kolom adalah salah satu bagian penting dari pekerjaan konstruksi pada bangunan. Dan industri konstruksi adalah salah satu industri yang dinamis dan selalu berkembang, khususnya dalam teknologi infrastruktur. Banyak pengembangan metoda pelaksanaan pekerjaan bekisting yang telah dilakukan untuk meningkatkan produktivitas, dan salah satunya adalah bekisting prefabrikasi. Bekisting prefabrikasi telah menjadi komponen struktur sementara yang sangat penting untuk proyek gedung bertingkat. Dan pada akhirnya, tujuan dari penelitian tugas akhir ini adalah untuk meningkatkan produktivitas pekerjaan bekisting kolom prefabrikasi pada konstruksi gedung bertingkat menggunakan metoda time motion studies.Pekerjaan bekisting kolom terbatas pada pekerjaan pemasangan bekisting kolom, dan pengolahan data untuk meningkatkan produktivitasnya menggunakan metoda flow chart, process chart, crew balance chart, dan cycle chart. Metoda time motion studies adalah pengamatan langsung di proyek gedung bertingkat, Apartemen Grand Royal Panghegar, Kota Bandung, Propinsi Jawa Barat, Indonesia. Pengambilan data dilakukan dengan cara merekam dan menggunakan alat perekam seperti handycam atau stopwatch, dan papan tampilan. Hasil dari pengamatan ini adalah dihasilkannya waktu siklus dengan data setiap task, setiap orang yang bekerja, serta posisi dan lokasi sumber daya yang ada di setiap proses pekerjaan.    \n \n \n \n\nMetoda flow chart, process chart, crew balance chart, dan cycle chart menggunakan data waktu siklus hasil pengamatan dan membandingkannya dengan waktu siklus usulan dari masing-masing metoda. Waktu siklus usulan dari metoda yang pertama akan digunakan dalam metoda selanjutnya sehingga mendapatkan peningkatan produktivitas yang maksimum pada metoda terakhir. Peningkatan produktivitas tersebut merupakan hasil terbaik untuk usulan pekerjaan bekisting prefabrikasi di lapangan dengan cara merampingkan pekerjaan dari beberapa sisi. Hasil analisis tersebut ditampilkan dalam bentuk tabel, gambar dan grafik. Ada beberapa faktor yang mempengaruhi nilai produktivitas pekerjaan bekisting kolom prefabrikasi. Faktor-faktor tersebut adalah variasi jarak transportasi bekisting, keterbatasan alat, ruang kerja, ruang penyimpanan alat, serta manajemen pekerja dan metoda pelaksanaan proyek secara keseluruhan.", "Daftar File": {"2011 TA PP AHMAD KAMALUR RIDHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86036", "2011 TA PP AHMAD KAMALUR RIDHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86037", "2011 TA PP AHMAD KAMALUR RIDHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86038", "2011 TA PP AHMAD KAMALUR RIDHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86039", "2011 TA PP AHMAD KAMALUR RIDHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86040", "2011 TA PP AHMAD KAMALUR RIDHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86041", "2011 TA PP AHMAD KAMALUR RIDHO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86042", "2011 TA PP AHMAD KAMALUR RIDHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86043"}, "Penulis": "AHMAD KAMALUR RIDHO (NIM : 15005105)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produktivitas, Bekisting, Kolom, Time Motion Studies, Flow Chart, Process Chart, Crew Balance Chart, Cycle Chart.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}