{"Nomor": 17850, "Judul": "PERANCANGAN BATERAI BETAVOLTAIK Sr-90 DENGAN SEMIKONDUKTOR GaN DAN Si BERPRINSIP SCHOTTKY BARRIER", "Abstrak": "Baterai nuklir betavoltaik merupakan salah satu aplikasi dari reaksi nuklir yang memanfaatkan peluruhan zat radioaktif berupa radiasi partikel beta. Penelitian teoritis ini mempelajari mikro baterai nuklir dengan prinsip penghalang potensial schottky. Berdasarkan penelitian yang dilakukan diperoleh hasil perhitungan, bahwa baterai dengan menggunakan semikonduktor Si dengan luas area 3.14x10-2 cm2 memberikan hasil antara lain berupa densitas output daya sebesar 68400 nW/cm2. Rapat arus hubungan pendek (Jsc) 0.647 μA/cm2 dan tegangan rangkaian terbuka (VOC) 0.579 Volt Isc 20.3 nA. Faktor pengisian betavoltaik Au/Ni/n-Si schottky barrier diperoleh sebesar 0.76. dengan tegangan dan arus maksimum sebesar 0.5 Volt dan 0.571 μnA/cm2. Sehingga efisiensi baterai yang didapat adalah 0.318%. Sedangkan jika menggunakan semikonduktor GaN diperoleh densitas output daya sebesar 68400 nW/cm2. Rapat arus hubungan pendek (Jsc) 1.19 μA/cm2 dan tegangan rangkaian terbuka (VOC) 0.432 Volt. Isc 37.5 nA. Faktor pengisian sebesar 0.757. dengan tegangan dan arus maksimum sebesar 0.375 Volt dan 1.04 μnA/cm2. Sehingga efisiensi baterai yang didapat adalah 0.445%.", "Daftar File": {"2013 TA PP AHMAD ALFAROBI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86052", "2013 TA PP AHMAD ALFAROBI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86053", "2013 TA PP AHMAD ALFAROBI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86054", "2013 TA PP AHMAD ALFAROBI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86055", "2013 TA PP AHMAD ALFAROBI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86056", "2013 TA PP AHMAD ALFAROBI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86057", "2013 TA PP AHMAD ALFAROBI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86058"}, "Penulis": "AHMAD S. ALFAROBI (NIM : 10207030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Abdul Waris"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baterai Betavoltaik, Penghalang Potensial Schottky, Si, GaN", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}