{"Nomor": 17865, "Judul": "PENGEMBANGAN STRATEGI MARKETING DI LIA BUAHBATU", "Abstrak": "Pendidikan bahasa inggris kini telah menjadi bagian penting dari hidup masyarakat. Berbagai tuntutan baik dari dunia kerja ataupun akademis memerlukan seseorang untuk memiliki penguasaan bahasa inggris secara fasih. Sampai saat ini LB LIA adalah lembaga kursus bahasa inggris terbesar di indonesia, akan tetapi iklim industry kursus bahasa inggris mengalami banyak perubahan dan persaingannya pun semakin tajam. Banyaknya pendatang baru baik yang bertaraf lokal, nasional, maupun internasional memberikan tekanan kompetisi yang besar terhadap LB LIA.      \n \n \n \n\nTempat dilakukannya penelitian untuk tugas akhir ini adalah LB LIA cabang Buahbatu. Menghadapi situasi yang sengit ini LB LIA Buahbatu mengalami penurunan jumlah siswa yang signifikan. Ketika awal dibuka yaitu pada tahun 1995 LB LIA Buahbatu tidak perlu bersusah payah dalam rangka memikat calon siswa, bahkan mereka terkadang harus menolak calon siswa karena kapasitas yang tidak mencukupi. Sayangnya kondisi tersebut tidak berlanjut hingga sekarang, jika jumlah murid pada tahun 2001 dan 2010 dibandingkan maka dalam kurun waktu 10 tahun terakhir ini LB LIA Buahbatu telah mengalami penurunan jumlah siswa sebesar 36%.      \n \n \n \n\nFokus utama dari tugas akhir ini adalah menyelidiki penyebab dari penurunan jumlah murid tersebut, efeknya terhadap LIA dan cara untuk mengatasinya. Penelitian ini mencakup analisa internal dan external untuk mengetahui kriteria yang dominan dalam mempengaruhi minat siswa untuk bergabung ke dalam sebuah kursus bahasa inggris. Penyebaran survey terhadap 300 responden dilakukan untuk mengumpulkan data primer mengenai tingkat kepentingan dan kepuasan serta posisi LIA jika dibandingkan dengan kursus bahasa inggris lainnya.      \n \n \n \n\nBerdasarkan data yang terkumpul dan analisa yang dilakukan dapat disimpulkan bahwa sengitnya persaingan, tidak tersedianya native speaker, dan kurangnya promosi menjadi faktor dominan yang menyebabkan penurunan jumlah murid. Oleh karena itu sebagai solusi LIA dianjurkan untuk menerapkan relationship marketing dalam rangka memikat siswa baru dan mempertahankan siswa yang sudah ada.", "Daftar File": {"2011 TS PP AKBAR FIRDAUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86150", "2011 TS PP AKBAR FIRDAUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86151", "2011 TS PP AKBAR FIRDAUS 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/86152", "2011 TS PP AKBAR FIRDAUS 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/86153", "2011 TS PP AKBAR FIRDAUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86154", "2011 TS PP AKBAR FIRDAUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86155", "2011 TS PP AKBAR FIRDAUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86156"}, "Penulis": "AKBAR FIRDAUS (NIM: 29103202)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir. Mustika Sufiati Purwanegara, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Relationship Marketing, Customer Lifetime Value, strategi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}