{"Nomor": 17864, "Judul": "VISUALISASI PERALATAN RUMAH TANGGA SEBAGAI PERANGKAT PENCAHAYAAN UNTUK KAFE", "Abstrak": "Kafe merupakan salah tempat bagi orang-orang untuk bersantai di tengah kesibukan pekerjaan dan ramainya perkotaan. Jauhnya rumah sebagai tempat beristirahat membuat mereka memilih kafe sebagai salah satu alternatif tempat untuk melepas penat. Mereka dapat          \n \n \n \n \n \n \n \n\nmenikmati berbagai hidangan makanan dan minuman ringan bersama-sama dengan kawan, keluarga, atau bahkan sendirian. Kafe sebagai ruang publik yang nyaman mencoba menjadi solusi bagi masyarakat perkotaan yang sibuk.          \n \n \n \n \n \n \n \n\nHal ini menjadi sangat menarik karena saat ini kafe tidak lagi hanya menyajikan makanan dan minuman, namun mereka juga menawarkan suasana yang unik. Kafe mencoba          \n \n \n \n \n \n \n \n\nmembentuk suatu atmosfir tertentu agar konsumen dapat merasa sesantai mungkin sehingga konsumen merasa seperti ada di rumah sendiri. Salah satu cara yang ditempuh untuk mencapai hal tersebut adalah dengan penggunaan elemen pencahayaan untuk membentuk mood.          \n \n \n \n \n \n \n \n\nPeneliti mencoba menggali hal ini dalam karyanya yang berbentuk lampu dinding dengan menggunakan material keramik sebagai material utama. Dengan memanfaatkan kemampuan tanah liat yang memiliki kondisi plastis saat pembentukan, peneliti menerapkan prinsip-prinsip rupa yang diperkuat dengan pertimbangan nilai estetik untuk meningkatkan nilai visualnya.", "Daftar File": {"2010 TA PP AKBAR ADHI SATRIO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86143", "2010 TA PP AKBAR ADHI SATRIO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86144", "2010 TA PP AKBAR ADHI SATRIO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86145", "2010 TA PP AKBAR ADHI SATRIO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86146", "2010 TA PP AKBAR ADHI SATRIO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86147", "2010 TA PP AKBAR ADHI SATRIO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86148", "2010 TA PP AKBAR ADHI SATRIO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86149"}, "Penulis": "AKBAR ADHI SATRIO (NIM : 17206015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ahadiat Joedawinata", "Gita Winata, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kafe, lampu dinding, keramik, tanah liat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}