{"Nomor": 17862, "Judul": "MARKETING STRATEGY FOR IKAN BAKAR JIMBARAN, YOGYAKARTA", "Abstrak": "Ikan Bakar Jimbaran berdiri di Yogyakarta sejak tahun 2005 sebagai pelopor restoran seafood segar bernuansa Bali dengan harga premium. Dalam 5 tahun pertama,   \n \n\nIkan Bakar Jimbaran memiliki performa yang bagus dalam penjualan. Namun, 3 tahun terakhir, data finansial menunjukkan adanya penurunan penjualan dan jumlah pengunjung. Meningkatnya jumlah hotel, guest house, serta restoran baru yang bermunculan di Yogyakarta diduga menjadi penyebab turunnya penjualan. Selain itu, Ikan Bakar Jimbaran yang kurang akan aktivitas pemasarannya terlihat tenggelam di antara ramainya      \n \n\nberita kuliner di media sosial. Ikan Bakar Jimbaran tidak menerapkan metode pemasaran yang baru dan hanya berpegang pada kekuatan word-of-mouth. Tidak adanya pegawai yang mengurus semua aktivitas pemasaran dalam bentuk online pun dapat menjadi salah satu alasannya. Untuk mengatasi isu bisnis tersebut, dibutuhkan analisis mengenai faktor      \n \n\nlingkungan eksternal dan internal. Analisis faktor eksternal terdiri dari PEST dan 5 FORCES dari Porter; sedangkan STP dan marketing mix 7P digunakan untuk menganalisis faktor internal. Adapun hasil interview dengan manajer dan pengunjung Ikan Bakar Jimbaran menjadi salah satu sumber untuk menyimpulkan SWOT dari Ikan    Bakar Jimbaran. Dari hasil SWOT tersebut, matriks TOWS digunakan untuk menghasilkan sejumlah alternatif strategi pemasaran untuk Ikan Bakar Jimbaran.Terdapat 14 solusi strategi pemasaran untuk Ikan Bakar Jimbaran yang dirumuskan ke dalam marketing mix 7P serta implementasi dari strategi-strategi tersebut digambarkan dalam program aksi yang dijadwalkan untuk 5 tahun ke depan (2015-2019).  Singkatnya, Ikan Bakar Jimbaran perlu menerapkan metode pemasaran baru daripada tergantung pada kekuatan word-of-mouth. Mereka dapat mulai mengambil kegunaan dari semua peluang yang internet sajikan. Oleh karena itu, social media account officer yang akan menangani semua kegiatan pemasaran yang berhubungan dengan internet harus direkrut sebagai salah satu strategi untuk mengatasi masalah yang   ada.", "Daftar File": {"2013 TS PP AJENG SAWITRIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86135", "2013 TS PP AJENG SAWITRIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86134", "2013 TS PP AJENG SAWITRIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86133", "2013 TS PP AJENG SAWITRIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86132", "2013 TS PP AJENG SAWITRIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86136", "2013 TS PP AJENG SAWITRIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86137"}, "Penulis": "AJENG SAWITRI (NIM : 29112447) Pembimbing: Ir. Alibasjah Inggriantara, SE., MM.", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Alibasjah Inggriantara, SE., MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Restoran Seafood, Penurunan Penjualan, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}