{"Nomor": 17874, "Judul": "ANALISIS PENGARUH TINDAKAN, SIKAP DAN FAKTOR SUBYEKTIF TERHADAP LOYALITAS PELANGGAN: STUDI KASUS MENGENAI PENGGUNA JASA RUMAH SAKIT SANTO BORROMEUS BANDUNG", "Abstrak": "Salah satu bidang bisnis jasa terpenting di Indonesia adalah bidang kesehatan. Hal ini disebut penting karena berhubungan erat dengan keadaan hidup-mati seseorang. Kesehatan adalah hak dasar setiap orang, bukan hanya di Indonesia, tetapi seluruh dunia. Oleh karena itu, menjadi suatu keharusan bagi para pelaku bidang kesehatan untuk mengutamakan tercapainya pemeliharaan kesehatan bagi setiap orang, dengan tindakan pencegahan dan pengobatan. Dari sisi bisnis, kesehatan juga melibatkan arus uang, yang berlangsung dengan cepat dan dalam intensitas tinggi, terutama dengan adanya keadaan penurunan tingkat kesehatan nasional dan internasional. Rumah sakit harus bertindak sebagai badan sosial dan juga badan bisnis. Dengan kata lain, rumah sakit memerlukan adanya profit dan  \n \n\ngrowth, di samping perannya untuk menyehatkan masyarakat. Rumah Sakit Santo Borromeus menempatkan diri sebagai badan non profit, namun nyatanya rumah sakit ini juga memerlukan pemasukan yang optimal untuk tetap melangsungkan proses bisnis. Jumlah pasien yang banyak dan konstan menjadi salah satu indikator. Jumlah pasien yang besar menunjukkan bahwa masyarakat mempercayakan urusan kesehatan pada rumah sakit ini dan akan menggunakan jasa rumah sakit secara berkala atau pada waktu sakit. Hal ini dapat disebut dengan customer loyalty, dengan pasien dan calon pasien sebagai pelanggannya. Untuk itu harus didapatkan customer satisfaction, dan hal ini dapat disebabkan oleh banyak faktor. Model hubungan yang ada dikemukakan oleh pihak rumah sakit, dan pembahasan dengan metode seperti wawancara dan Structural Equations Model digunakan untuk melihat apakah faktor-faktor yang dianggap penting oleh pihak rumah sakit berpengaruh seperti dalam model, dan apakah ada faktor lain yang berpengaruh.", "Daftar File": {"2014 TA PP ALBERT MANGAPUL PARULIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86213", "2014 TA PP ALBERT MANGAPUL PARULIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86214", "2014 TA PP ALBERT MANGAPUL PARULIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86215", "2014 TA PP ALBERT MANGAPUL PARULIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86216", "2014 TA PP ALBERT MANGAPUL PARULIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86217", "2014 TA PP ALBERT MANGAPUL PARULIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86218"}, "Penulis": "ALBERT MANGAPUL PARULIAN (NIM : 29107047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "customer loyalty, model, faktor penyebab", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}