{"Nomor": 17876, "Judul": "MODEL APPROACH FOR BALANCING BETWEEN CREATIVITY AND STRUCTURE FROM ORGANIZATIONAL PERSPECTIVE", "Abstrak": "Balancing between Creativity and Structure becomes an emerging issue, especially for companies whose competitive advantage is on Creativity. These companies, especially in IT industry, generally tend to create conflict between them and more focus on Creativity, rather than try to manage both of them. Failure in managing both sides will result in business losses, as what had experienced by Netscape, Xerox and Microsoft, while successful in managing both can bring forward progress to companies, including increase productivity, increase product/service quality and strengthening ownership while retaining the employees. \n\nPT Starqle Indonesia, as an IT company and has creativity as its competitive advantage, tends to experience the imbalance condition between Creativity and Structure especially when the company is planning to change its business focus from project-based to product-based. In existing project-based, Structure is more emphasized rather than Creativity but to anticipate the business changing, Starqle must be able to manage between Creativity and Structure by not focusing only on one object. Interview is being performed to analyze the existing condition and find the factors influencing Creativity and Structure. For Creativity, there are Company lifecycle, Competency, Ownership, Self-motivation, Leaders, and Trust, while for Structure; these factors are Business Process, Organizational Structure and Policy. \n\nBalancing between Creativity and Structure should be focused on both for the proposed solution. Therefore the approach used is built-to-change because the balancing process is continuous process that requires continuous improvement. The approach focuses on 3 (three) core components; strategizing, creating value and implementing. Strategic intent should be aligned with identity to strengthen the Creativity side. Creating value by leverage learning is performed to improve the Structure by performing the knowledge activity cycle to capture individual process in generating newknowledge. The last component is implementation to improve Creativity and Structure by focusing on people, process and information technology.", "Daftar File": {"2011 TS PP ALBERT T T CHANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86225", "2011 TS PP ALBERT T T CHANDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86226", "2011 TS PP ALBERT T T CHANDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86227", "2011 TS PP ALBERT T T CHANDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86228", "2011 TS PP ALBERT T T CHANDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86229", "2011 TS PP ALBERT T T CHANDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86230"}, "Penulis": "ALBERT TOMMY TANGGO CHANDRA (NIM: 29109067)", "Kontributor / Dosen Pembimbing": ["Pemimbing Prof. Ir. SurnaTjahjaDjajadiningrat, M.Sc., Ph.D, Prof. Dr. Ir. Jann H. Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Creativity, Structure, Built-to-change Organization, Knowledge Activity", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "11 Mar 2015"}