{"Nomor": 17872, "Judul": "EKSPLORASI SERAT RAMIE PADA PRODUK FASHION", "Abstrak": "Serat merupakan salah satu material penyusun tekstil yang biasa kita gunakan dalam keseharian. Salah satu diantaranya yang dikembangkan pemerintah selain kapas, sutera dan serat buatan, adalah serat ramie. Serat yang memiliki serat panjang ini memiliki sifat yang hampir mirip dengan serat kapas, sehingga memiliki potensi untuk dikembangkan. Hanya saja teknologi pengolahan ramie di Indonesia terbatas pada pengolahan untuk serat kapas. Sehingga menghasilkan produk yang nyaris seragam. Seiring dengan perkembangan zaman, olahan serat alam ini juga harus mampu bersaing dan menjadi salah satu produk unggulan yang dikenal masyarakat dan disesuaikan dengan perkembangan zaman.        \n \n \n \n \n \n \n \n\nBeberapa teknik structure design dalam mengolah serat ramie serta penggunaan permainan material benang ramie handspun dan benang twist, serta pemberian warna dan permainan tekstur dapat memberikan keunikan tersendiri dalam mengolah serat ramie. Warna yang diciptakan melalui pencelupan dapat disesuaikan dengan tema yang mengikuti zaman. Serta permainan tekstur yang dapat diciptakan melalui permainan material dan teknik baik itu stucture design maupun surface design pada benang maupun kain ramie. Keseluruhan pembuatan produk dilakukan melalui teknik tepat guna dan efisien untuk menghasilkan sebuah produk yang baru. Sehingga dengan keterbatasan dalam pengolahan serat ramie di Indonesia yang ada sekarang ini, nilainya tidak kalah bersaing di pasaran, selai itu juga dapat memberikan ide-ide baru yang berkembang agar pengrajin maupun pengusaha ramie dapat lebih berkambang dan serat ramie dapat menjadi lebih dikenal di masyarakat.", "Daftar File": {"2010 TA PP ALAMANDA ARDISIA WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86197", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86198", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86199", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86200", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/86201", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/86202", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/86203", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86204", "2010 TA PP ALAMANDA ARDISIA WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86205"}, "Penulis": "ALAMANDA ARDISIA WULANDARI (NIM : 17205005)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dian Widiawati, S. Sn, M. Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Serat, tekstil, kapas, sutera dan serat buatan, serat ramie", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}