{"Nomor": 17887, "Judul": "PENGGUNAAN METODE THE CANADIAN FOREST FIRE WEATHER INDEX DALAM MENENTUKAN TINGKAT KERENTANAN KEBAKARAN HUTAN (STUDI KASUS KALIMANTAN BARAT)", "Abstrak": "Pada tahun 2012 tercatat terdapat 5.027 sebaran titik api selama periode bulan Januari hingga September di Kalimantan Barat. Bulan Agustus merupakan bulan    \n \n \n \n\ndengan titik panas terbanyak. Dalam hal ini diperlukan suatu tindakan pencegahan untuk meminimalkan dampak dari kebakaran hutan, salah satunya dengan melakukan perhitungan nilai kerentanan kebakaran hutan di Kalimantan Barat dengan The Canadian Forest Fire Weather Index (FWI). Penelitian ini dilakukan untuk menghitung kerentanan kebakaran hutan berdasarkan kemudahan penyulutan api dan ketersediaan bahan bakar untuk terjadinya kebakaran pada tanggal 1-31 Agustus 2012. Data input FWI berupa data observasi meteorologi NOAA Global Summary Of the Day (GSOD) tanggal 1 Juni-31 Agustus 2012. Tingkat kerentanan tinggi cenderung menyebar pada wilayah bagian barat, tengah dan timur dari Kalimantan Barat. Perhitungan nilai kerentanan kebakaran hutan menunjukkan rasio akurasi sebesar    \n \n \n \n\n0,65, dengan rasio threat score sebesar 0,52. Perhitungan dengan menggunakan sistem FWI ini cenderung overestimate ditandai dengan nilai BIAS 1,50.", "Daftar File": {"2014 TA PP ALFADH BAIHAQI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86297", "2014 TA PP ALFADH BAIHAQI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86298", "2014 TA PP ALFADH BAIHAQI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86299", "2014 TA PP ALFADH BAIHAQI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86300", "2014 TA PP ALFADH BAIHAQI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86301", "2014 TA PP ALFADH BAIHAQI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86302", "2014 TA PP ALFADH BAIHAQI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86303"}, "Penulis": "ALFADH BAIHAQI (NIM : 12809021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Joko Wiratmo, MP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "FWI, The Canadian Forest Fire Weather Index, Kebakaran Hutan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}