{"Nomor": 17884, "Judul": "ANALISIS SIRKULASI ANGIN LOKAL DI PEGUNUNGAN UTARA CEKUNGAN BANDUNG BERDASARKAN DATA OBSERVASI AWS", "Abstrak": "Karakteristik angin lokal di cekungan Bandung unik karena dipengaruhi pegunungan utara dan selatan serta topografi pegunungan yang kompleks. Berdasarkan hasil penelitian sebelumnya menggunakan simulasi model WRF dan pengamatan SODAR di Institut Teknologi Bandung, pergerakan angin lembah menuju utara cekungan Bandung terjadi sangat singkat yaitu dari jam 09:00 sampai jam 14:00 WIB. Kondisi ini menunjukkan adanya pola semi diurnal yang diakibatkan adanya konvergensi level rendah dan pegunungan selatan yang mendapatkan pemanasan lebih lama di bulan Agustus. Selain itu fenomena ini juga dipengaruhi oleh aktifitas konvektif di tengah cekungan Bandung menurut citra satelit MTSAT. Namun pola semi diurnal ini belum dibuktikan secara observasional.      \n \n \n \n \n \n\nDalam penelitian ini dilaksanakan observasi untuk pengamatan aliran pola semi diurnal di cekungan Bandung yang dilakukan di puncak, lereng dan lembah pegunungan utara menggunakan Meteorology-ITB Automatic Weather Station (MAWS) yang merupakan bentuk sederhana dari AWS selama 10 hari dari tanggal 9 sampai 20 Juli 2014.      \n \n \n \n \n \n\nHasil observasi membuktikan adanya pola diurnal pada paramater tekanan dan temperatur yang menjadi penyebab terjadinya sirkulasi angin gunung dan angin lembah di cekungan Bandung. Terdapat juga pola semi diurnal pada pergerakan angin di wilayah lembah. Selain itu metode observasi serempak di banyak titik dalam waktu yang sama bisa teratasi dengan penggunaan MAWS. Untuk penelitian selanjutnya diharapkan memperluas daerah kajian ke arah pegunungan selatan agar didapatkan hasil yang lebih komprehensif. Peningkatan sensor-sensor dari MAWS juga perlu ditambahkan agar kemampuan observasi parameter cuaca bisa lebih banyak dari sebelumnya.", "Daftar File": {"2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86280", "2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86279", "2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86278", "2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86277", "2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86276", "2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86275", "2014 TA PP ALDI NURSEPTA NIRWANA SUGIARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86281"}, "Penulis": "ALDI NURSEPTA NIRWANA SUGIARTO (12809014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : I Dewa Gede A. Junnaedhi, M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "angin lokal, cekungan Bandung, semi diurnal, MAWS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}