{"Nomor": 17885, "Judul": "STUDI DESAIN DAN KONSTRUKSI GRAVING DOCK DI ATAS LIMESTONE", "Abstrak": "Limestone atau yang biasa disebut batu kapur merupakan suatu material yang tergolong sebagai batuan sedimen. Material batuan ini terbentuk dari sedimen karbonat yang berasal dari sedimentasi hewan, terumbu karang, tumbuhan, dan akumulasi batuan lain. Limestone memiliki karakteristik karst, yaitu formasi geologi yang terbentuk sebagai akibat dari pelapukan (dissolution) dari bedrock. Karst yang dijumpai pada batuan ini dapat berupa cavities, sinkholes, dan inclined bedrock. Dalam dunia teknik sipil khusunya di bidang geoteknik, sifat karst dari batuan ini menjadi suatu kasus yang akan dihadapi apabila konstruksi dilakukan di atas limestone. Kasus tersebut akan ditemui saat melakukan desain serta konstruksi pondasi dan galian. Pada tugas akhir ini, dengan menggunakan studi kasuk proyek pembangunan graving dock, akan dilakukan desain pondasi, analisis stabilitas lereng galian, dan analisis dewatering. Untuk desain pondasi akan dihasilkan rekomendasi kedalaman pondasi yang dibutuhkan. Analisis stabilitas lereng galian dan dewatering dilakukan menggunakan metoda elemen hingga dengan bantuan program PLAXIS 2D. Pada stabilitas lereng galian akan dianalisis alternatif kemiringan galian tanpa perkuatan yang memenuhi syarat angka keamanan. Sedangkan pada analisis dewatering, dihasilkan debit dewatering yang dihasilkan sebagai akibat dari seepage.", "Daftar File": {"2011 TA PP ALDIO DWI PERKASA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86288", "2011 TA PP ALDIO DWI PERKASA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86287", "2011 TA PP ALDIO DWI PERKASA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86286", "2011 TA PP ALDIO DWI PERKASA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86285", "2011 TA PP ALDIO DWI PERKASA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86284", "2011 TA PP ALDIO DWI PERKASA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86283", "2011 TA PP ALDIO DWI PERKASA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86282"}, "Penulis": "ALDIO DWI PERKASA (NIM : 15007110)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Endra Susila ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "limestone, karst, PLAXIS 2D, stabilitas, angka keamanan, seepage", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}