{"Nomor": 17886, "Judul": "GEOLOGI DAN STUDI FASIES BATUGAMPING DAERAH BANYUMUDAL DAN SEKITARNYA, KECAMATAN BUAYAN, KABUPATEN KEBUMEN, JAWA TENGAH", "Abstrak": "Tinggian Karangbolong merupakan daerah karst yang sangat luas dan cocok     \n \n \n \n \n\nuntuk dijadikan objek penelitian batugamping. Namun, penelitian mengenai     \n \n \n \n \n\nbatugamping masih sangat jarang dilakukan di daerah ini, sehingga dilakukan     \n \n \n \n \n\npemetaan geologi dan studi fasies batugamping di daerah tersebut.     \n \n \n \n \n\nBentang alam pada daerah penelitian didominasi oleh perbukitan karst, yang     \n \n \n \n \n\ndicirikan oleh morfologi pepino hills, gua, serta sungai bawah permukaan. Selain itu,     \n \n \n \n \n\ndi daerah penelitian juga teramati perbukitan kuesta, perbukitan vulkanik, dan     \n \n \n \n \n\ndataran aluvial.     \n \n \n \n \n\nDaerah penelitian terdiri dari enam satuan batuan. Satuan pertama adalah     \n \n \n \n \n\nsatuan tuf yang merupakan batuan tertua yang tersingkap di daerah penelitian,     \n \n \n \n \n\nberumur Oligosen Akhir - Miosen Awal. Setelah itu terjadi pembentukan satuan     \n \n \n \n \n\nandesit yang hadir dari sebuah feeder dike yang memotong satuan tuf yang lebih tua     \n \n \n \n \n\ndan muncul sebagai lava di permukaan. Kemudian dilanjutkan oleh pengendapan     \n \n \n \n \n\nsecara tidak selaras satuan batugamping masif yang onlapping pada satuan tuf,     \n \n \n \n \n\nsatuan ini berumur Miosen Tengah dan terendapkan di lingkungan laguna sampai     \n \n \n \n \n\ntepi paparan. Selanjutnya, terjadi pengendapan secara selaras satuan batugamping     \n \n \n \n \n\nberlapis pada Miosen Tengah di lingkungan lereng. Kemudian, pada Miosen Akhir -     \n \n \n \n \n\nPliosen Awal terjadi pengendapan secara selaras satuan napal - batugamping pada     \n \n \n \n \n\nlingkungan paparan dalam.     \n \n \n \n \n\nDeformasi pertama, yang terjadi secara lokal setelah pengendapan satuan     \n \n \n \n \n\nnapal - batugamping, menghasilkan sesar-sesar normal pada daerah penelitian.     \n \n \n \n \n\nKemudian deformasi kedua yang terjadi pada Plio - Pleistosen, merupakan deformasi     \n \n \n \n \n\nregional yang menghasilkan reaktivasi sesar-sesar normal menjadi sesar-sesar     \n \n \n \n \n\nmendatar pada daerah penelitian. Pada kala Pleistosen - Resen, proses eksogen     \n \n \n \n \n\nseperti pelapukan, erosi, dan pelarutan terus berlangsung sehingga mengontrol     \n \n \n \n \n\nmorofologi daerah penelitian seperti sekarang yang disertai dengan pengendapan     \n \n \n \n \n\nSatuan Aluvial melalui mekanisme pengendapan sungai.     \n \n \n \n \n\nFasies batugamping pada daerah penelitian terdiri dari empat fasies yang     \n \n \n \n \n\nberkaitan dengan lingkungan pengendapan dari batugamping, yaitu: fasies paparan     \n \n \n \n \n\ndangkal sirkulasi terbuka, fasies tepi paparan, fasies lereng - kaki lereng, dan fasies     \n \n \n \n \n\npaparan dalam. Tipe paparan karbonat pada daerah penelitian adalah tipe paparan     \n \n \n \n \n\nterisolasi.", "Daftar File": {"2013 TA PP ALDY PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86289", "2013 TA PP ALDY PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86290", "2013 TA PP ALDY PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86291", "2013 TA PP ALDY PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86292", "2013 TA PP ALDY PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86293", "2013 TA PP ALDY PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86294", "2013 TA PP ALDY PRATAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86295", "2013 TA PP ALDY PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86296"}, "Penulis": "ALDY PRATAMA (NIM: 12009049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banyumudal, fasies batugamping, paparan terisolasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}