{"Nomor": 17894, "Judul": "GEOLOGI DAN ANALISIS CLEAT BATUBARA PADA FORMASI TANJUNG DAERAH KARANGINTAN DAN SEKITARNYA, KECAMATAN KARANGINTAN, KABUPATEN BANJAR, KALIMANTAN SELATAN", "Abstrak": "Daerah penelitian berada di Kecamatan Karangintan, Kabupaten Banjar, Kalimantan Selatan. Secara geografis, daerah penelitian berada pada UTM 50S dengan koordinat 9615000 Ã‚Â– 9625000 M dan 270000 Ã‚Â– 280000 M. Daerah penelitian memiliki luas Ã‚Â±100 km2 (10 km x 10 km) dengan skala peta 1:12.500. Morfologi darah penelitian umumnya tersusun oleh kontur renggang hingga rapat dengan ketinggian 6 Ã‚Â– 288 mdpl. Kenampakan morfologi diamati dari peta kontur dan citra Shuttle Radar Topographic Mission (SRTM) serta pengamatan langsung di lapangan. Daerah penelitian dapat dibagi menjadi 5 satuan geomorfologi, yaitu Satuan Dataran Denudasional, Satuan Perbukitan Homoklin, Satuan Bukit Terisolasi, Satuan Punggungan Sesar, dan Satuan Lembah Alluvial. Stratigrafi daerah penelitian dibagi menjadi 5 satuan batuan tidak resmi, dari tua ke muda yaitu Satuan Rijang, Satuan Andesit, Satuan Batupasir-Batulempung, Satuan Batulempung, dan Satuan Endapan Alluvial. Struktur geologi yang terdapat di daerah penelitian berupa Sesar Mendatar Mengiri Batuampar, Sesar Normal Carikan, Sesar Normal Pelawangan, dan Sesar Normal Balau. Sejarah geologi daerah penelitian diawali pada Kapur Akhir, vulkanisme laut dalam dan terendapkan Satuan Rijang, kemudian terbentuk Satuan Andesit secara tidak selaras di atas keduanya. Pada Paleosen Awal, terjadi pengangkatan regional, rifting, pembentukan sesar turun, dan pembukaan cekungan. Pada Eosen Tengah, terendapkan Satuan Batulempung-Batupasir secara tidak selaras di atas satuan Andesit pada lingkungan transisi delta plain. Pada Eosen Akhir, terjadi transgresi dan lingkungan laut dangkal, terendapkan Satuan Batulempung secara selaras. Pada Plio-Pleistosen, rezim kompresi dan pengangkatan regional menyebabkan inversi dan sesar geser. Pada Plio-Pleistosen hingga Resen, terjadi erosi dan aliran sungai, terbentuk Satuan Endapan Alluvial dan bentang alam seperti sekarang. Analisis cleat batubara dilakukan pada 2 lokasi pengamatan, yakni BAR-05 dan UKB-01. Data geometri cleat diukur untuk membuat analisis orientasi, intensitas, dan apertur. Hasil analisis cleat menunjukkan variasi pada 2 lokasi pengukuran, yaitu perbedaan orientasi dan kumulatif apertur akibat struktur geologi serta perbedaan pola intensitas akibat beda ketebalan batubara.", "Daftar File": {"2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86346", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86347", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86348", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86349", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86350", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86351", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86352", "2012 TA PP ALIFTAMA FEBRIAN WICAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86353"}, "Penulis": "ALIFTAMA FEBRIAN WICAKSONO (NIM: 12008019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karangintan, Batubara, Inversi, Cleat, Orientasi, Intensitas, Apertur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}