{"Nomor": 17899, "Judul": "REDESAIN PASAR TRADISIONAL PANORAMA LEMBANG", "Abstrak": "Dewasa ini kondisi pasar tradisional di sebagian besar kawasan Indonesia cukup memprihatinkan, padahal pasar tersebut merupakan merupakan tempat pemenuhan kebutuhan masyarakat dari segala lapisan ekonomi. Pasar yang becek, kotor, dengan bangunan pasar yang sudah tidak memadai menjadi pemandangan umum pasar tradisional di Indonesia. Masyarakat pun terpaksa membiasakan diri dengan kondisi pasar yang seperti ini sehingga pasar tradisional identik dengan asumsi sebagai tempat pembeli bertemu dengan penjual, dengan kondisi fisik bangunannya yang kurang layak dan kurang menyenangkan. Selain itu zonasi komoditas pasar yang kurang teratur dan sirkulasi yang membingungkan semakin menurunkan kualitas pasar tradisional. Salah satu kota yang memiliki pasar tradisional seperti yang telah disebutkan adalah Kota Lembang, Kab. Bandung Barat, Jawa Barat. Untuk itu dibutuhkan sebuah usaha redesain terhadap pasar yang ada sekarang sehingga menaikkan kualitas pasar. Usaha redesain ini memiliki tantangan tersendiri. Mulai dari peraturan yang merespon Lembang sebagai daerah resapan air, yaitu KDB 40% dan KDH minimal 52%, komoditas yang sangat beragam, penambahan fungsi-fungsi rekreasi dan jasa, pengguna yang beragam, mudah untuk di rawat, sekaligus memiliki estetika. Tantangan tersebut menjadi kriteria pasar tradisional ini sendiri. Rancangan pasar tradisional dengan nama Panorama Lembang ini merespon isu dan tantangan yang beberapa telah disebutkan tadi. Hasil analisis tapak yang menunjukkan adanya sebuah sirkulasi utama pada tapak pasar dijadikan sebuah acuan untuk menentukan bentuk massa pasar. Elemen estetika yang ditampilkan berupa arsitektur tradisional sunda, yaitu penggunaan atap Julang Ngapak. Ruang terbuka hijau yang sangat besar dan dinding rumput dari konsep green and sustainable building juga dirancang pada tapak pasar ini, sehingga hal inilah yang benar-benar membedakan pasar tradisional Panorama Lembang dengan pasar-pasar tradisional yang ada di daerah lain.", "Daftar File": {"2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86387", "2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86388", "2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86389", "2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86390", "2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86391", "2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86392", "2010 TA PP ALMA TEGAR RAHMAN NASUTION 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86393"}, "Penulis": "ALMA TEGAR RAHMAN NASUTION (NIM :15206001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Fashridjal M. Noor S., MSc. MURP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasar tradisional, green building, sustainable building, arsitektur sunda, ruang terbuka hijau, lembang, berbelanja, rekreasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}