{"Nomor": 17890, "Judul": "STUDI PENGARUH TEKANAN PEMAMPATAN PADA KUAT TEKAN MODEL PILAR BATUBARA DI LABORATORIUM", "Abstrak": "Salah satu metode penambangan batubara bawah tanah yang sering digunakan adalah sistem penambangan room and pillar. Pada sistem penambangan room and pillar, pilar digunakan sebagai penyanggaan untuk menyangga lapisan batuan diatasnya. Untuk mempelajari pengaruh tekanan pemampatan pada kuat tekan model batubara, maka telah dilakukan penelitian oleh Lunder dan Pakalnis (1997). Penelitian dilakukan dengan memberikan tekanan pemampatan pada rib pillar dengan rasio w/h yang bervariasi. Pada rasio w/h lebih kecil dari 1, tekanan pemampatan diberikan relatif konstan tanpa memperhatikan tegangan insitu horizontal. Pada pilar dengan rasio w/h  \n \n\nlebih besar dari 1, insitu stress horizontal mempengaruhi tekanan pemampatan pada pilar.  \n \n\nPenelitian mengenai tekanan pemampatan pada pilar batubara dilakukan di laboratorium dengan menggunakan contoh batubara dari tambang Satui PT. Arutmin Indonesia dan dilakukan uji kuat tekan uniaksial dan uji true triaksial hingga contoh batuan mengalami failure. Contoh yang digunakan pada penelitian ini dibentuk persegi dengan tinggi contoh tertentu. Rasio w/h contoh batubara yang akan diuji sebesar 0.5. Berdasarkan hasil analisis dan pengolahan data diperoleh bahwa terjadi kenaikan nilai kuat tekan batuan seiring dengan penambahan tekanan pemampatan pada contoh uji.", "Daftar File": {"2010 TA PP ALFRED SAOR SIHOTANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86318", "2010 TA PP ALFRED SAOR SIHOTANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86319", "2010 TA PP ALFRED SAOR SIHOTANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86320", "2010 TA PP ALFRED SAOR SIHOTANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86321", "2010 TA PP ALFRED SAOR SIHOTANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86322", "2010 TA PP ALFRED SAOR SIHOTANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86323", "2010 TA PP ALFRED SAOR SIHOTANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86324"}, "Penulis": "ALFRED SAOR SIHOTANG (NIM : 12106010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ridho Kresna Wattimena, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "True triaksial, Pillar Batubara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}