{"Nomor": 17898, "Judul": "PRIORITAS PELAYANAN PUBLIK KOTA BANDUNG MENURUT PREFERENSI MASYARAKAT MISKIN", "Abstrak": "Berdasarkan Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah, daerah otonom memiliki hak, wewenang, dan kewajiban untuk mengatur dan mengurus sendiri urusan pemerintahan dan kepentingan masyarakat setempat sesuai dengan peraturan perundang-undangan.      \n \n \n\nHal ini didukung oleh konsep yang menyatakan bahwa pemerintah daerah semakin dituntut untuk menyediakan pelayanan sedekat mungkin dengan preferensi local resident dan local bussiness-nya (Tiebout, 1956; Buchanan, 1965; Oates, 1968, 1999). Masyarakat miskin merupakan salah satu bagian dari local resident yang perlu diperhatikan preferensinya agar alokasi sumber daya publik menjadi efektif dan efisien. Kendala masyarakat miskin dalam menerima pelayanan dasar tersebut adalah rendahnya aksesibilitas dan kualitas pelayanan publik (World Development Report, 2004).      \n \n \n\nPemerintah Kota Bandung sebagai public servant memiliki kewajiban untuk memfasilitasi masyarakatnya agar dapat bekerja sehingga memperoleh kualitas hidup yang layak. Namun, preferensi masyarakat miskin ini belum terefleksi dalam prioritas pelayanan publik Kota Bandung. Saat ini, pelayanan publik yang disediakan oleh Pemerintah Kota Bandung terkait dengan basic needs, sedangkan masyarakat miskin memiliki preferensi (wants) tersendiri mengenai pelayanan publik.      \n \n \n\nPenelitian ini bertujuan mengkaji prioritas pelayanan publik Kota Bandung menurut preferensi masyarakat miskin. Selain itu, penelitian ini juga betujuan merumuskan mekanisme untuk merefleksikan preferensi masyarakat miskin tersebut ke dalam penyusunan prioritas pelayanan publik Kota Bandung. Dengan adanya mekanisme yang tepat dalam merefleksikan preferensi tersebut, maka alokasi sumber daya menjadi lebih efektif dan efisien.      \n \n \n\nPenelitian ini menggunakan mix research methods yaitu desk study dan survey research.      \n \n \n\nDalam desk study dilakukan kajian literatur sebagai landasan teori, landasan untuk survey research, dan penyusnan kuesioner secara tepat dan benar. Survey research dilakukan melalui penyebaran kuesioner sebanyak 120 kuesioner kepada rumah tangga penerima BLT Kota Bandung Tahun 2008 yang dipilih secara proportional random sampling (acak proporsional). Analisis yang dilakukan dalam penelitian ini meliputi analisis statistik desktiptif, analisis statistik inferensi, analisis statistik preferensi, analisis needs vs wants, dan analisis kualitatif.      \n \n \n\nHasil penelitian menunjukkan bahwa prioritas pelayanan publik Kota Bandung menurut preferensi masyarakat miskin adalah pelayanan pendidikan, kesehatan, jaringan air bersih, jaringan listrik, jaringan jalan, jaringan persampahan, sarana angkutan umum, dan jaringan drainase dan air kotor. Prioritas pelayanan publik yang disediakan oleh Pemerintah Kota Bandung (basic needs)      \n \n \n\nuntuk ketiga urutan prioritas teratas dan prioritas keenam dan ketujuh (pendidikan, kesehatan, jaringan air bersih, jaringan persampahan, dan sarana angkutan umum) sudah sesuai dengan prioritas menurut preferensi masyarakat miskin (wants). Hal ini menunjukkan penyusunan prioritas pelayanan publik yang dilakukan oleh Pemerintah Kota Bandung secara kebetulan telah mengikuti apa yang menjadi preferensi masyarakat miskin untuk kelima jenis pelayanan publik tersebut. Namun, hal ini belum berlaku untuk ketiga jenis pelayanan publik lainnya di Kota Bandung.      \n \n \n\nPrioritas pelayanan publik menurut preferensi masyarakat miskin tersebut perlu direfleksikan ke dalam prioritas pelayanan publik Kota Bandung. Karakteristik masyarakat miskin dalam memberikan respon terhadap pelayanan publik yang tidak sesuai dengan preferensinya adalah voice melalui forum RT/RW. Selain itu, karakteristik loyalty juga dimiliki oleh masyarakat miskin yang hanya pasrah dengan kondisi yang terjadi. Karakteristik exit sedikit sekali dimiliki oleh masyarakat miskin disebabkan oleh tingkat mobilitasnya yang rendah. Dengan demikian, forum      \n \n \n\nRT/RW menjadi media paling penting untuk merefleksikan preferensi masyarakat miskin tersebut. Selain itu, Pemerintah Kota Bandung harus terjun langsung ke forum tersebut agar dapat merespon kebutuhan masyarakat miskin lebih baik (mobile forum). Hasil dari penelitian ini dapat menjadi masukan bagi penyusunan prioritas pelayanan publik. Pengalokasian anggaran untuk pelayanan publik harus mengikuti urutan prioritas menurut      \n \n \n\npreferensi masyarakat miskin sehingga alokasi sumber daya menjadi lebih efektif dan efisien. Dengan demikian, kendala masyarakat miskin mengenai aksesibilitas dan kualitas pelayanan yang rendah juga dapat diatasi melalui penyesuaian antara needs dan wants masyarakat miskin tersebut.", "Daftar File": {"2009 TA PP ALIS LISTALATU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86378", "2009 TA PP ALIS LISTALATU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86379", "2009 TA PP ALIS LISTALATU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86380", "2009 TA PP ALIS LISTALATU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86381", "2009 TA PP ALIS LISTALATU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86383", "2009 TA PP ALIS LISTALATU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86384", "2009 TA PP ALIS LISTALATU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86385", "2009 TA PP ALIS LISTALATU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86386"}, "Penulis": "ALIS LISTALATU (NIM : 15405043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Johnny Patta, MURP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "prioritas pelayanan publik, preferensi masyarakat miskin, needs dan wants.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}