{"Nomor": 17903, "Judul": "PROYEK RE-DESAIN GEREJA St. LAURENTIUS DI SUKAJADI, BANDUNG", "Abstrak": "Latar belakang dari proyek re-design Gereja St. Laurentius Sukajadi adalah, kapasitas gereja yang sudah tidak mampu menampung jumlah umat. Umat yang tidak tertampung di dalam gereja harus mengikuti misa di teras. Re-design dilakukan sebagai solusi atas masalah kapasitas ini, sehingga umat dapat bersama-sama mengikuti misa di dalam gedung gereja.  Tujuan utama dari proyek re-design Gereja St. Laurentius ini adalah umat dapat mengikuti misa bersama-sama di dalam gedung gereja. Tujuan kedua adalah perancangan ruang-ruang bersama, yang bersifat multifungsi, sehingga umat dapat berkumpul bersama-sama, membentuk komunitas, dan menyelenggarakan berbagai jenis kegiatan. Tema dari proyek re-design Gereja St. Laurentius Sukajadi ini adalah religious building in urban context. Tema ini diambil karena proyek berada di tengah-tengah wilayah perkotaan sehingga memiliki masalah perkotaan seperti kebisingan, sirkulasi kendaraan, hubungan dengan bangunan sekitar, dan lain-lain. Tema ini dipilih agar gereja dapat memberikan sumbangsih positif untuk lingkungan sekitarnya.Konsep proyek re-desain gereja St. Laurentius ini adalah Church as Community Center. Konsep ini diambil dari tiga hal yaitu, definisi kata Ã‚Â‘gerejaÃ‚Â’, paradigma modern gereja, dan masalah gereja St. Laurentius sekarang. Tujuan dari konsep ini adalah gereja dapat memicu terciptanya komunitas umat, melalui komunitas ini kehidupan umat diharapkan dapat menjadi lebih baik.Penerapan konsep ini pada ruang diaplikasikan melalui perancangan community space, yang berfungsi sebagai ruang multifungsi tempat umat untuk bertemu, berinteraksi, berkumpul, dan melakukan berbagai jenis kegiatan. Pada bentuk, konsep Church as Community Center dapat dilihat pada bentuk gereja yang welcome yang memiliki makna bahwa gereja terbuka dan menerima semua orang.", "Daftar File": {"2011 TA PP ALVIAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86416", "2011 TA PP ALVIAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86417", "2011 TA PP ALVIAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86418", "2011 TA PP ALVIAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86419", "2011 TA PP ALVIAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86420", "2011 TA PP ALVIAN 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86421", "2011 TA PP ALVIAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86422"}, "Penulis": "ALVIAN (NIM:15206059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Agustinus Adib Abadi, MSc.", "Dr.Ir. Agustinus Adib Abadi, MSc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "re-design Gereja St. Laurentius,religious building in urban context", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}