{"Nomor": 17901, "Judul": "ANALISIS SIKAP POLITIK GERAKAN ACEH MERDEKA (GAM) PASKA MoU HELSINKI PERIODE TAHUN 2005 SAMPAI DENGAN TAHUN 2009", "Abstrak": "Bencana tsunami pada 26 Desember 2004 yang lalu, merupakan salah satu alasan yang membantu meredahkan konflik vertikal bersenjata di Provinsi NAD sampai ke titik Ã‚Â“OÃ‚Â”, yang ditandai dengan penandatanganan MoU perdamaian di Helsinki, Finlandia pada 14 Agustus 2005 antara Pemerintah Republik Indonesia dengan Gerakan Aceh Merdeka (GAM). Hal ini telah berdampak pada perubahan kondisi sosial secara mendasar dan menyeluruh yang mana telah mendorong terjadinya kestabilan pembangunan di segala bidang, baik di bidang politik, ekonimi sosial budaya dan keamanan, serta jalannya roda pemerintahan dari tingkat provinsi sampai pada tingkat desa yang sempat tidak berjalan normal selama sekitar 30 tahun.  \n \n\nNamun hingga saat ini persoalan Aceh masih menyisahkan fenomena di mana GAM secara organisasi belum mau membubarkan diri dengan alasan sebagai stake hiolder perdamaian. Hal ini dapat terlihat dari beberapa indikator seperti masih adanya panglima wilayah, panglima sago, dan lain-lain yang dapat berdampak pada terganggunya pelaksanaan proses reintegrasi GAM ke dalam masyarakat (bertentangan dengan MoU Helsinki poin 3.2.3). Indikator lain, bahwa sejak penandatanganan MoU Helsinki, GAM terlihat masih menggunakan simbol-simbol organisasinya terutama pada ritual tertentu seperti milad GAM yang diperingati pada setiap tanggal 4 Desember, KPA juga dalam surat-surat resminya masih menggunakan logo/symbol ASNLF/GAM (bertentangan dengan MoU Helsinki poin 4.2) hal ini menunjukkan bahwa GAM enggan membubarkan diri dan terkesan masih mempertahankan kultur konflik.  \n \n\nMencermati fenomena ini, maka menarik untuk dilakukan penelitian guna menyelidiki sejauh mana perkembangan keinginan GAM dalam melakukan transformasi dari perjuangan bersenjata ke perjuangan politik, serta apa kebijakan politik GAM paska MoU Helsinki yang dibatasi pada periode 2005 Ã‚Â– 2009 dan juga perkiraan kebijakan politik GAM paska tahun 2009.  \n \n\nDengan menggunakan teori teori seperti teori negara, teori konflik, teori Change Management, dan sejumlah definisi ilmiah maka dilakukan analisis terhadap kebijakan GAM berdasarkan fakta fakta dan temuan temuan yang ada, selanjutnya dilakukan analisis menggunakan tools untuk menarik sebuah kesimpulan. Tesis ini akan menjawab pertanyaan ilmiah yakni: apa sikap politik GAM paska MoU Helsinki periode 2005 Ã‚Â– 2009 dan akan kemanakah arah politik GAM paska 2009 ? tesis ini juga akan memberikan sejumlah rekomendasi berkenaan dengan masalah yang diangkat. Dari rekomendasi yang diusulkan diharapkan akan berguna bagi pemerintah dalam pembuatan kebijakan kebijakan strategis berkaitan dengan masa depan dan kepentingan rakyat Aceh secara menyeluruh kearah yang lebih baik.", "Daftar File": {"2010 TS PP ALOYSIUS MADO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86401", "2010 TS PP ALOYSIUS MADO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86402", "2010 TS PP ALOYSIUS MADO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86403", "2010 TS PP ALOYSIUS MADO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86404", "2010 TS PP ALOYSIUS MADO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86405", "2010 TS PP ALOYSIUS MADO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86406", "2010 TS PP ALOYSIUS MADO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86407", "2010 TS PP ALOYSIUS MADO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86408"}, "Penulis": "ALOYSIUS MADO (NIM : 24008027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bob Sugeng Hadiwinata, Ph.D dan Dr.Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "GAM, MoU Helsinki, Sikap Politik, Konflik, Perdamaian Aceh, transfomasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}