{"Nomor": 17917, "Judul": "EVALUASI KUAT GESER BATU PASIR TERHADAP PERUBAHAN KANDUNGAN AIR", "Abstrak": "Sebelum mendesain suatu lereng pada tambang, kita perlu mengetahui parameter Ã‚Â– parameter yang menunjukkan kekuatan geser batuan yaitu kohesi (c) dan nilai sudut geser dalam (...). Parameter Ã‚Â– parameter ini diperoleh dengan melakukan uji geser langsung di laboratorium.  \n \n\nSelain parameter Ã‚Â– parameter diatas, kita juga perlu mengetahui pengaruh kandungan air pada batuan. Keberadaan air sangat mempengaruhi kekuatan geser batuan, hal ini terlihat jelas bahwabatuan terlihat sangat keras ketika kering da lunak ketika terkena air.  \n \n\nPenelitian dilakukan terhadap batu pasir yang diperoleh di Laboratorium Geomekanika Program Studi Teknik Pertambangan, Fakultas Teknik Pertambangan dan Perminyakan ITB dianalisis dengan menggunakan kriteria Mohr Ã‚Â– Coulomb dan Patton (1966) Berdasarkan hasil pengujian, diketahui bahwa kohesi (c) batuan mengalami penurunan dari kondisi natural (510,30 kPa) hingga kondisi jenuh (133,70 kPa) dan nilai sudut geser dalam  \n \n\n(...) juga mengalami penurunan dari kondisi natural (54,56 o) hingga kondisi jenuh (48,49 o). Penurunan kekuatan geser batuan ini disebabkan oleh sifat fragmen dan mineral pasir yang sangat reaktif dan mudah menyerap air sehingga menyebabkan ikatan antar butiran di dalam batuan semakin lemah ketika terkena air. Selain itu, tekanan air yang mengisi rongga atau pori-pori di dalam batuan mengurangi tegangan normal (...) yang bekerja sehingga tegangan geser (...) yang dibutuhkan untuk menyebabkan batuan runtuh (failure) semakin berkurang. Berdasarkan hasil pengujian juga diketahui bahwa kekasaran permukaan geser sangat berpengaruh terhadap kekuatan geser batuan karena tegangan normal (...) yang diaplikasikan pada uji geser langsung cukup rendah (di bawah 20 % nilai kuat tekan uniaksial batuan).", "Daftar File": {"2010 TA PP AMRIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86514", "2010 TA PP AMRIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86515", "2010 TA PP AMRIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86516", "2010 TA PP AMRIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86517", "2010 TA PP AMRIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86518", "2010 TA PP AMRIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86519", "2010 TA PP AMRIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86520"}, "Penulis": "AMRIZAL (NIM : 12103033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Suseno Kramadibrata, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kohesi, batu pasir, evaluasi kuat geser  batu pasir", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}