{"Nomor": 17915, "Judul": "KAJIAN PENANGANAN PERSOALAN LALU LINTAS DI JALAN KH MAS MANSYUR AKIBAT DAMPAK TARIKAN KENDARAAN PUSAT GROSIR TEKSTIL TANAH ABANG BLOK A", "Abstrak": "Pusat grosir tekstil Tanah Abang Blok A merupakan pusat grosir tekstil terbesar di Indonesia dan bahkan di Asia Tenggara. Pusat grosir tekstil Tanah Abang Blok A terletak di lokasi yang sangat strategis, yaitu di jantung Kota Jakarta, tepatnya di Jalan KH Mas Mansyur,    \n \n\nJakarta Pusat. Pusat grosir tekstil ini berdiri di atas lahan seluas 15.000 m2 dengan luas bangunan keseluruhan sebesar 151.200 m2. Keberadaan pusat grosir tekstil Tanah Abang Blok A memberikan dampak terhadap kondisi    \n \n\nlalu lintas di Jalan KH Mas Mansyur yang berupa peningkatan volume kendaraan yang signifikan di Jalan KH Mas Mansyur akibat adanya tarikan kendaraan yang ditimbulkan oleh pusat grosir tekstil Tanah Abang Blok A. Volume kendaraan di ruas jalan studi dan volume tarikan kendaraan pusat grosir tekstil Tanah Abang Blok A diperoleh melalui metode pencacahan kendaraan atau Traffic Counting. Kajian yang dilakukan membahas mengenai dampak dari adanya tarikan kendaraan yang    \n \n\nditimbulkan oleh pusat grosir tekstil Tanah Abang Blok A tersebut terhadap kinerja ruas jalan studi, yaitu peningkatan nilai rasio volume perkapasitas (VCR) dan menurunnya ratarata kecepatan kendaraan yang mengakibatkan menurunnya tingkat pelayanan jalan (LOS)    \n \n\nyang dapat dilihat dari terjadinya kemacetan di Jalan KH Mas Mansyur. Selain itu juga dibahas mengenai hambatan samping yang mempengaruhi arus lalu lintas di ruas jalan studi yang meliputi adanya titik konflik, angkutan umum yang berhenti di sembarang tempat, adanya on-street parking, pedagang kaki lima, dan pangkaan ojek. Kemudian dirumuskan alternatif penanganan persoalan lalu lintas, yaitu alternatif jangka pendek dengan melakukan pengelolaan lalu lintas, untuk meningkatkan tingkat pelananan jalan.", "Daftar File": {"2010 TA PP AMRINDITO KOENCORO ADHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86500", "2010 TA PP AMRINDITO KOENCORO ADHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86501", "2010 TA PP AMRINDITO KOENCORO ADHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86502", "2010 TA PP AMRINDITO KOENCORO ADHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86503", "2010 TA PP AMRINDITO KOENCORO ADHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86504", "2010 TA PP AMRINDITO KOENCORO ADHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86505", "2010 TA PP AMRINDITO KOENCORO ADHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86506"}, "Penulis": "AMRINDITO KOENCORO ADHI (NIM : 15406056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Zafir M.A. Pontoh, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "VCR, LOS, Tanah Abang Blok A, tarikan kendaraan, kecepatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}