{"Nomor": 17924, "Judul": "GELANGGANG REMAJA DI JALAN BANTENG, BANDUNG", "Abstrak": "Laporan perancangan tugas akhir ini berisi tentang proses desain Gelanggang Remaja di Jalan Banteng, Bandung. Dari lahan perancangan seluas 10.000 m2 dan luas total bangunan 8.175 m2, Gelanggang remaja ini memiliki fokus pada kegiatan di luar ruangan, terutama olahraga ekstrim. Plaza utama yang luas, skate park, arena panjat dinding,  lapangan olahraga outdoor, serta amfiteater melengkapi kompleks gelanggang remaja ini. Dengan mengambil tema Ã‚Â“jalinanÃ‚Â”, Gelanggang Remaja ini menyatukan beberapa fungsi dalam satu tapak perancangan, yaitu fungsi olahraga, seni pertunjukan, dan komersial. Fasilitas ini penting untuk dijadikan academic exercise karena kebutuhan akan ruang bagi remaja Bandung untuk menyalurkan minat dan potensi kreatifnya. Gelanggang Remaja ini terletak di Jalan Banteng, Bandung juga karena masih minimnya fasilitas seperti ini di daerah timur Bandung. Keberadaan gelanggang remaja ini diharapkan dapat memfasilitasi kebutuhan rekreasi dan perkembangan diri remaja Bandung.  Perhatian terhadap masa perkembangan diri remaja sangat penting karena pada masa ini banyak bahaya yang mengintai remaja karena perubahan-perubahan yang terjadi pada  dirinya. Salah satu yang paling penting adalah pembentukan konsep diri body image tentang bagaimana remaja menerima dan memperlakukan tubuhnya. Permasalahan ini akan sangat berpengaruh pada psikis dan kehidupan sosial remaja.  Untuk merancang gelanggang remaja ini dilakukan pendekatan perancangan studi literatur, studi preseden, dan analisis. Dengan pendekatan tersebut diharapkan hasil perancangan sesuai karakter remaja, kebutuhan fasilitas, dan kondisi eksisting tapak.", "Daftar File": {"2009 TA PP ANASTASIA WIDYANINGSIH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86571", "2009 TA PP ANASTASIA WIDYANINGSIH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86572", "2009 TA PP ANASTASIA WIDYANINGSIH 1- BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/86573", "2009 TA PP ANASTASIA WIDYANINGSIH 1- BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/86574", "2009 TA PP ANASTASIA WIDYANINGSIH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86575", "2009 TA PP ANASTASIA WIDYANINGSIH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86576", "2009 TA PP ANASTASIA WIDYANINGSIH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86577", "2009 TA PP ANASTASIA WIDYANINGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86578"}, "Penulis": "ANASTASIA WIDYANINGSIH (NIM:15205062)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Wiwik Dwi Pratiwi, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gelanggang remaja, olahraga ekstrim, ruang luar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}