{"Nomor": 17921, "Judul": "STUDI PENGARUH EFEK SKALA PADA PENGUJIAN KUAT GESER SKALA BESAR DI PT. ADARO INDONESIA", "Abstrak": "Salah satu sifat mekanika batuan yang berperan penting dalam kemantapan lereng penambangan adalah kekuatan geser dari massa batuan yang ada. Untuk mengetahui parameter yang mempengaruhi kemantapan lereng penambangan tersebut diperlukan suatu pengujian kuat geser langsung yang akurat, sehingga akurasi perhitungan geometri lereng penambangan menjadi lebih baik. Oleh karena itu, dilakukan pengujian kuat geser langsung skala besar. Pada penelitian ini, pengujian kuat geser skala besar dilakukan terhadap empat jenis ukuran contoh batuan yaitu, 25 cm x 25 cm x 20 cm, 50 cm x 50 cm x  \n \n\n30 cm, 75 cm x 75 cm x 50 cm, 100 cm x 100 cm x 60 cm dengan menggunakan tiga jenis batuan yaitu, batupasir (sandstone), batupasir kasar (green sandstone), dan batulumpur (mudstone). Setiap jenis ukuran contoh batuan yang diuji, digunakan tiga sampai empat contoh. Hasil dari penelitian ini yaitu, tidak terlihat adanya efek skala pada nilai sudut gesek dalam (...). Nilai sudut gesek dalam cenderung bervariasi dengan semakin besar luas bidang gesernya. Namun pada nilai kohesi (c), terlihat adanya efek skala.", "Daftar File": {"2010 TA PP  ANANDYA WARDHANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86543", "2010 TA PP  ANANDYA WARDHANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86544", "2010 TA PP  ANANDYA WARDHANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86545", "2010 TA PP  ANANDYA WARDHANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86546", "2010 TA PP  ANANDYA WARDHANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86547", "2010 TA PP  ANANDYA WARDHANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86548", "2010 TA PP  ANANDYA WARDHANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86549", "2010 TA PP  ANANDYA WARDHANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86550"}, "Penulis": "ANANDYA WARDHANA (NIM : 121 06 029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ridho K. Wattimena, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengujian kuat geser langsung, skala besar, kohesi, sudut gesek dalam", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}