{"Nomor": 17929, "Judul": "FASHION GALLERY STELLA RISSA", "Abstrak": "Fashion is a lifestyle! Fashion telah menjadi bisnis penting yang mengalami perkembangan pesat diseluruh dunia, termasuk Indonesia. Fashion sudah dianggap sebagai suatu kebutuhan yang cukup penting dan menjadi salah satu bentuk lifestyle yang diikuti bila ingin dianggap mengikuti trend. Sayangnya, tingginya permintaan pasar dalam negeri tidak diimbangi dengan kesiapan produsen lokal sehingga membuka peluang bagi produsen asing untuk menjual produknya di Indonesia. Walaupun sebenarnya perancang lokal memiliki kreativitas tinggi dalam memanfaatkan kekayaan alam Indonesia dalam rancangannya. Banyak faktor yang menyebabkan perkembangan dunia fashion Indonesia  masih lambat yaitu: kesiapan perancang itu sendiri antara lain dalam hal kreativitas dalam merancang, pengetahuan tentang karakteristik bisnis fashion, dan kemampuan manajemen yang profesional. Faktor lainnya adalah tidak adanya sarana yang dapat mewadahi perancang lokal untuk berkumpul serta mengeluarkan kreativitas mereka dalam berkarya. Bekerja sama dengan perancang muda potensial Stella Rissa, dibentuklah konsep Fashion Gallery Stella  Rissa sebagai bangunan yang secara spesifik memamerkan karya seni fashion, termasuk didalamnya penyelenggaraan kegiatan fashion show dan memiliki fungsi sekunder sebagai tempat berinteraksi dan bersosialisasi bagi perancang, praktisi maupun masyarakat yang memiliki minat terhadap fashion. Casual Cotemporer adalah kata yang menjadi nyawa dari desain Fashion Gallery Stella Rissa, bangunan yang mencerminkan karakter feminine seksi, sleek, serta berkontur sama seperti pakaian-pakaian rancangan Stella Rissa. Sehingga bangunan ini dapat menjadi salah satu tonggak perkembangan fashion di Indonesia pada umumnya dan di Jakarta pada khususnya.", "Daftar File": {"2009 TA PP ANDHITA PRADIPTA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86608", "2009 TA PP ANDHITA PRADIPTA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86609", "2009 TA PP ANDHITA PRADIPTA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86610", "2009 TA PP ANDHITA PRADIPTA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86611", "2009 TA PP ANDHITA PRADIPTA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86612", "2009 TA PP ANDHITA PRADIPTA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86613", "2009 TA PP ANDHITA PRADIPTA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86614"}, "Penulis": "ANDHITA PRADIPTA (NIM:15205064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. BASAULI UMAR LUBIS, MSA Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fashion is a lifestyle, fashion, gallery fashion", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}