{"Nomor": 17937, "Judul": "PENENTUAN KRITERIA ARAH UMUM GARIS PANTAI DALAM KAITANNYA DENGAN GARIS PANGKAL LURUS UNTUK PENETAPAN BATAS LAUT BERDASARKAN PASAL 7 UNCLOS 1982", "Abstrak": "Kajian terkait penentuan kriteria umum garis pantai yang dilakukan untuk menurunkan istilah-istilah hukum menjadi sebuah aplikasi teknis yang akan dilaksanakan di lapangan. Garis pantai menjadi acuan untuk menentukan seberapa jauh luas lautan yang bisa diklaim oleh suatu negara. Penentuan arah garis pantai bermula pada kepentingan untuk menentukan klaim terhadap luas laut yang bisa dimanfaatkan oleh Negara yang bersangkutan. Aturan tentang penarikan garis pantai telah dirumuskan dalam United Nation Convention on The Law of The Sea (UNCLOS) 1982 pasal 7, yang terdiri atas 6 ayat. Pasal 7 UNCLOS 1982 tidak menyebutkan secara rinci mengenai spesifikasi teknis untuk penerapan di lapangan. UNCLOS hanya mengatur kriteria-kriteria umum yang bisa ditafsirkan secara bebas, sehingga dalam penerapannya di lapangan sering terjadi perbedaan.    \n \n \n \n\nDengan adanya kajian secara mendalam, diharapkan akan adanya keseragaman dalam penerapan hukum yang disepakati oleh semua pihak. Dengan demikian akan mengurangi potensi konflik yang diakibatkan perbedaan persepsi dari penarikan garis pangkal. Untuk mewujudkan hal tersebut, perlu ditambahkan beberapa parameter yang menjadi acuan dalam penentuan garis pangkal lurus, terutama permasalahan kesesuaian dengan arah umum garis pantai.", "Daftar File": {"2014 TA PP ANDIKA PERMADI PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86662", "2014 TA PP ANDIKA PERMADI PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86663", "2014 TA PP ANDIKA PERMADI PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86664", "2014 TA PP ANDIKA PERMADI PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86665", "2014 TA PP ANDIKA PERMADI PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86666", "2014 TA PP ANDIKA PERMADI PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86667"}, "Penulis": "ANDIKA PERMADI PUTRA (NIM : 15110044)", "Kontributor / Dosen Pembimbing": ["Dosen pembimbing :  Ir. Eka Djunarsjah, MT", "Dr. Ir. Dwi Wisayantono, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "garis pantai, arah umum, UNCLOS 82", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}