{"Nomor": 17945, "Judul": "POLA PERGERAKAN PENGUNJUNG FACTORY OUTLET DIKAITKAN DENGAN KEMACETAN LALU LINTAS DI KOTA BANDUNG (Studi Kasus: Factory Outlet di Dago, Riau, dan Setiabudi)", "Abstrak": "Kota Bandung memiliki fungsi dan peran sebagai ibukota Propinsi Jawa Barat. Fungsi dan peran sebagai Ibukota Propinsi juga membuat Kota Bandung merupakan pusat dari pertumbuhan ekonomi daerah sekitarnya. Kota Bandung merupakan salah satu kota yang ditentukan sebagai PKN dan telah menjadi salah satu kota tujuan wisata bagi pengunjung dengan skala nasional maupun internasional. Berdasarkan hal tersebut perlu adanya peningkatan kualitas pariwisata yang ada di Kota Bandung agar nantinya sektor kepariwisataan Kota Bandung dapat berkembang. Salah satu aspek yang dapat dikembangkan dalam meningkatkan kepariwisataan tersebut antara lain adalah aspek transportasi. Aspek transportasi merupakan salah satu komponen pendukung sistem pariwisata yang cukup penting. Aspek transportasi sebagai suatu sistem memiliki tiga komponen besar yaitu sistem aktivitas, sistem jaringan dan sistem pergerakan. Pariwisata sebagai suatu sistem aktivitas memerlukan sistem jaringan untuk mendukung aktivitas yang ada. Sistem jaringan itu dapat berupa jaringan jalan maupun moda angkutan, sedangkan sistem pergerakan merupakan interaksi yang muncul dari sistem aktivitas dan sistem jaringan yang ada. Kota Bandung yang tidak secara khusus dirancang untuk mendukung jumlah penduduk dan pengunjung yang mencapai 2,5 juta jiwa pada waktu akhir pekan dirasa telah menimbulkan berbagai permasalahan seperti kemacetan lalu lintas. Berdasarkan RTRW Kota Bandung tahun 2003-2013, salah satu permasalahan utama dalam perkembangan pariwisata di Kota Bandung adalah kemacetan lalu lintas yang seringkali terjadi pada waktu akhir pekan.   \n \n \n\nSalah satu tujuan wisata yang sangat menarik wisatawan untuk mengunjungi Kota Bandung adalah banyaknya factory outlet (FO) di kota tersebut. Wisatawan yang datang ke Kota Bandung pada akhir minggu atau pada hari libur kerap kali memenuhi berbagai kawasan wisata seperti kawasan wisata belanja (Factory Outlet) di daerah Dago, Riau, dan Setiabudi, khususnya bagi wisatawan yang datang dari Jakarta dan sekitarnya (RIPPDA Kota Bandung, 2006). Pergerakan pengunjung FO ini ditengarai berkontribusi terhadap kemacetan di Kota Bandung terutama pada saat akhir pekan. Penelitian yang mengaitkan pola pergerakan pengunjung FO dan pengaruhnya terhadap kemacetan lalu lintas di Kota Bandung masih sedikit. Selain itu, penelitian ini juga diperlukan untuk menghasilkan rekomendasi kebijakan untuk pemerintah Kota Bandung dalam pengelolaan pariwisata yang berkelanjutan yang terintegrasi dengan sistem transportasi. Oleh karena itu, penelitian mengenai pola pergerakan pengunjung FO dan bagaimana pengaruhnya terhadap kemacetan lalu lintas di Kota Bandung perlu dilakukan.   \n \n \n\nBerdasarkan analisis yang telah dilakukan, pengunjung memiliki tingkat toleransi yang cukup rendah terhadap kemacetan lalu lintas. Untuk kebutuhan sarana prasarana, jalan raya, lahan parkir dan moda transportasi umum merupakan sarana prasarana yang paling dibutuhkan oleh pengunjung. Untuk karakteristik pengunjung, pengunjung yang terdapat di Kota Bandung dapat berasal dari Kota Bandung maupun luar Kota Bandung, yang terdiri dari wisatawan dan day trippers dan kebanyakan para penunjung berkegiatan di Kota Bandung selama akhir pekan dengan tujuan berbelanja. Berdasarkan analisis yang dilakukan adanya keterkaitan antara pola pergerakan pengunjung FO dengan kemacetan di Kota Bandung. Keterkaitan tersebut berupa kontribusi pergerakan pengunjung FO dalam menambah kemacetan di Kota Bandung.", "Daftar File": {"2011 TA PP  ANDINI MARIZA DWITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86708", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86709", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86710", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86711", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86712", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86713", "2011 TA PP  ANDINI MARIZA DWITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86714"}, "Penulis": "ANDINI MARIZA DWITYA  (NIM :15406003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Heru Purboyo, Ir., DEA., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pariwisata, factory outlet, kemacetan lalu lintas kota Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}