{"Nomor": 17940, "Judul": "STUDI PENGEMBANGAN MASYARAKAT UNTUK PARIWISATA DI KAMPUNG WISATA TODDABOJO PROVINSI SULAWESI SELATAN", "Abstrak": "Keberadaan Kampung Toddabojo di jalur wisata Makassar Ã‚Â– Tana Toraja di Km 175 dan berjarak 25 Km dari pelabuhan laut Pare-pare merupakan alternatif bagi wisatawan karena memiliki potensi agro wisata dan sekaligus potensi desa wisata. Kegiatan pariwisata yang terdapat di Kampung Toddabojo saat ini didukung oleh kegiatan ekonomi masyarakat lokal yang bertumpu pada pertanian. Tantangan yang utama adalah belum adanya kapasitas yang cukup pada masyarakat untuk secara mandiri dapat mengelola pembangunan di daerahnya termasuk pembangunan Pariwisata. Padahal dari pihak Dinas Kebudayaan dan Pariwisata Provinsi sudah menunjukkan dukungannya terhadap pengembangan pariwisata di daerah ini.     \n \n \n \n \n\nStudi ini mengidentifikasi bagaimana cara meningkatkan kesejahteraan masyarakat Kampung Toddabojo melalui konsep pemberdayaan masyarakat pada umumnya. Sebagai gambaran awal diidentifikasi keterkaitan antara sektor utama yang menunjang perekonomian di Kampung Toddabojo, yaitu sektor pertanian dan sektor pariwisata. Kemudian diidentifikasi karakteristik kepariwisataan Kampung Toddabojo dan menganalisis keterlibatan masyarakat dalam pengembangan pariwisata. Dengan adanya keterlibatan masyarakat dalam kegiatan pariwisata di Kampung Toddabojo, kemudian dilakukan analisis kesesuaian pariwisata Kampung Toddabojo saat ini dengan kriteria pariwisata berbasis masyarakat. Hasil dari analisis kesesuaian tersebut, kemudian menjadi masukan untuk rekomendasi pengembangan pariwisata di Kampung Toddabojo.     \n \n \n \n \n\nRekomendasi yang dirumuskan dapat digunakan sebagai masukan dalam menyusun perencanaan pengembangan pariwisata berbasis masyarakat di Kampung Toddabojo. Dengan produk wisata yang ditawarkan, maka arahan yang paling tepat adalah mengangkat karakter asli Kampung Toddabojo dalam strategi pengembangan produk wisatanya, dan kemudian disusun kerangka pengembangannya, sehingga kegiatan pariwisata di Kampung Toddabojo dapat menjadi bentuk pariwisata yang berkelanjutan. Untuk mendukung hal tersebut peningkatan kualitas masyarakat harus menjadi perhatian utama, agar pada akhirnya masyarakat mampu menciptakan produk-produk kepariwisataan yang mempunyai keunggulan kompetitif dan komparatif di pasar internasional sehingga mampu meningkatkan dan mewadahi potensi masyarakat dan potensi pariwisata di Kampung Toddabojo untuk peningkatan kesejahteraan masyarakat yang selama ini mengandalkan pendapatan dari sektor pertanian.", "Daftar File": {"2010 TA PP  ANDI MAYA PURNAMASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86682", "2010 TA PP  ANDI MAYA PURNAMASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86683", "2010 TA PP  ANDI MAYA PURNAMASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86684", "2010 TA PP  ANDI MAYA PURNAMASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86685", "2010 TA PP  ANDI MAYA PURNAMASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86686", "2010 TA PP  ANDI MAYA PURNAMASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86687", "2010 TA PP  ANDI MAYA PURNAMASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86688"}, "Penulis": "ANDI MAYA PURNAMASARI  (NIM : 15405037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Teti Armiati Argo, MES, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kampung Toddabojo,  wisata Makassar Ã‚Â– Tana Toraja,  studi pengembangan masyarakat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}