{"Nomor": 17942, "Judul": "PERUMUSAN DAN IMPLEMENTASI SISTEM PENGGAJIAN : PT IBNU TARYU", "Abstrak": "PT Ibnu Taryu adalah salah satu perusahaan yang bergerak di bidang mekanikal-elektrikal. Pada awalnya PT Ibnu Taryu merupakan perusahaan keluarga dengan organisasi yang sederhana sehingga semua kebijakan sumber daya manusia di dalam perusahaan masih bersifat kekeluargaan. Memasuki tahun 2008, persaingan antar pemain di industri semakin ketat sehingga PT Ibnu taryu berusaha untuk membuat perusahaannya bersifat profesional dan memiliki struktur organisasi yang bersifat fungsional.      \n \n \n \n\nHal ini merupakan tantangan, Karena hal tersebut membutuhkan perubahan yang mendasar pada internal perusahaan. Saat ini PT Ibnu Taryu telah memiliki struktur organisasi yang terdiri atas delapan belas jabatan dalam lima departemen dan Standard Operating Procedure (SOP) bagi setiap departemen. Salah satu hal yang menjadi masalah pada PT Ibnu Taryu adalah tingginya tingkat turnover karyawan yang tinggi. Penggajian adalah salah satu hal yang mempengaruhi hal tersebut. Hal pertama yang menjadi syarat dalam penentuan sistem penggajian adalah konsep keadilan baik dari sisi pemegang jabatan maupun dari sisi perusahaan.Tahapan pertama dalam penetapan sistem penggajian adalah analisa jabatan yang menghasilkan deskripsi pekerjaan. Selanjutnya dilakukan evaluasi jabatan yang menggunakan metode Factor Evaluation System (FES) yang merupakan metode point method dengan sembilan faktor yang menjadi syarat penilaian jabatan. Nilai jabatan yang didapat pada akhirnya dibandingkan dengan besaran gaji industri untuk memenuhi syarat external competitiveness. Berdasarkan proses yang memenuhi syarat internal alignment dan external competitiveness maka struktur penggajian yang diusulkan dibagi menjadi empat level jabatan dengan standar nilai gaji dengan range yang berbeda.Implementasi sistem penggajian ini dapat dilakukan dengan sumber daya yang tersedia di dalam perusahaan. Diharapkan efek positif dari implementasi model penggajian ini akan dapat dirasakan baik secara langsung maupun tidak langsung oleh seluruh karyawan PT Ibnu Taryu.", "Daftar File": {}, "Penulis": "ANDINA TARINA (NIM: 29106405)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alibasjah I. Soedjarno, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem penggajian, evaluasi jabatan, FES", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "0 file", "Tanggal Input": "27 Sep 2017"}