{"Nomor": 17941, "Judul": "SISTEM PENILAIAN KINERJA KARYAWAN PT. IBNU TARYU: DESAIN DAN IMPLEMENTASI", "Abstrak": "Kebutuhan yang sangat besar dan terus meningkat akan perlunya pasokan listrik di Indonesia pada saat sekarang ini yang sejalan dengan pertumbuhan jumlah penduduk dan perkembangan perekonomian, menyebabkan perlu dilakukannya percepatan pembangunan instalasi listrik di seluruh wilayah Indonesia.PT. Ibnu Taryu sebagai salah satu perusahaan yang bergerak di bidang kontruksi listrik memiliki peluang yang sangat besar untuk melaksanakan pembangunan tersebut. Hal ini disebabkan Perusahaan Listrik Negara (PLN) yang merupakan salah satu pelanggan dari PT. Ibnu Taryu merupakan pihak yang bertanggungjawab untuk melaksanakan program tersebut.Hal ini merupakan tantangan bagi PT. Ibnu Taryu, karena dengan banyaknya proyek-proyek yang dikerjakan maka diperlukan kondisi perusahaan yang kuat terutama pada internal perusahaan. Faktor paling penting di perusahaan adalah sumber daya manusia yang dalam hal ini harus memiliki kinerja yang baik untuk mendukung perusahaan untuk menghadapi tantangan yang ada. Untuk itu diperlukan evaluasi terhadap karyawan yang dilakukan secara periodik.Evaluasi kinerja karyawan yang baik harus dilakukan dengan dukungan penuh dari semua pihak yang ada di perusahaan. Maka dari itu diperlukan adanya sistem penilaian kinerja yang baik pula. Sistem tersebut harus sesuai dengan kondisi yang ada di perusahaan. Dalam hal ini, sistem tersebut disusun berdasarkan analisis terhadap lingkungan perusahaan baik di dalam maupun luar perusahaan.Langkah-langkah yang dilakukan dalam merancang sistem penilaian kinerja karyawan PT. Ibnu Taryu adalah penentuan variabel penilaian kinerja yang sesuai, kemudian dilakukan pembobotan setiap variabel tersebut dengan menggunakan metode Analytical Hierarchy Process (AHP) dan terakhir adalah perancangan formulir penilaian kinerja.Implementasi sistem ini memerlukan dua tahapan, pertama adalah sosialisasi sistem penilaian kinerja kepada semua pihak yang ada di perusahaan. Tahap kedua adalah pelaksanaan sistem penilaian kinerja. Dalam tahap ini, hal pertama yang harus dilakukan adalah mengamati karyawan yang akan dinilai kinerjanya, setelah itu baru dilakukan penilaian terhadap kinerja karyawan yang bersangkutan. Nilai yang dihasilkan dari penilaian kinerja yang telah dilakukan kemudian diverifikasi kapada atasan langsung maupun tidak langsung karyawan tersebut. Hasil dari penilaian kinerja karyawan bisa dijadikan feedback bagi karyawan agar memiliki kinerja yang baik. Hal ini akan berdampak positif bagi perusahaan dalam menghadapi perubahan-perubahan yang terus terjadi.", "Daftar File": {"2009 TS PP ANDINA GITA KRISNAWATI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86689", "2009 TS PP ANDINA GITA KRISNAWATI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86690", "2009 TS PP ANDINA GITA KRISNAWATI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86691", "2009 TS PP ANDINA GITA KRISNAWATI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86692", "2009 TS PP ANDINA GITA KRISNAWATI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86693", "2009 TS PP ANDINA GITA KRISNAWATI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86694"}, "Penulis": "ANDINA GITA KRISNAWATI (NIM: 29106304)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alibasjah I. Soedjarno, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sistem penilaian kinerja karyawan, evaluasi kinerja, feedback", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}