{"Nomor": 17952, "Judul": "PENINGKATAN HUBUNGAN KERJASAMA B2B ANTARA CV.KREASI HARMONI DENGAN HYPERMART MATAHARI DALAM BISNIS MAINAN ANAK-ANAK", "Abstrak": "Arus globalisasi telah melanda seluruh dunia termasuk Indonesia di    \n \n \n \n\ndalamnya sebagai negara yang terus berkembang. Hal ini juga berlaku dalam    \n \n \n \n\nindustri mainan anak-anak. Memasuki era globalisasi dunia, pertumbuhan industri    \n \n \n \n\nmainan anak-anak bertumbuh pesat. Fenomena produk China menjadi raja di    \n \n \n \n\npasar dunia dan di pasar Indonesia juga bukanlah hal yang asing bagi kita. Namun    \n \n \n \n\ndemikian, dalam satu kesempatan konsultan Hong Kong Trade Development    \n \n \n \n\nCouncil (HKTDC) Hengky Rusli (2010) menuturkan kualitas produk industri    \n \n \n \n\nmainan asal Indonesia lebih baik dibandingkan produk China.    \n \n \n \n\nPenelitian ini dilakukan untuk menganalisa peningkatan hubungan    \n \n \n \n\nkerjasama B2B antara CV.Kreasi Harmoni dengan Hypermart Matahari    \n \n \n \n\nberdasarkan kesenjangan (gap) antara service level yang dibukukan supplier    \n \n \n \n\ndengan layanan BEST (baik) yang diharapkan buyer. Selain itu, dilakukan analisis    \n \n \n \n\nbauran pemasaran 7P, STP, analisis Five Forces Porter dan selling situation.    \n \n \n \n\nBerdasarkan analisis bauran pemasaran 7P, analisis STP, analisis Five    \n \n \n \n\nForces Porter dan analisis selling situation didapatkan akar permasalahan dari    \n \n \n \n\nmasalah transaksional dan masalah relasional yaitu untuk masalah transaksional    \n \n \n \n\nberupa tuntutan untuk perlunya perbaikan tingkat service level CV.Kreasi    \n \n \n \n\nHarmoni (81,82%), kemasan produk yang harus semakin inovatif dan menarik    \n \n \n \n\nsedangkan untuk masalah relasionalnya berupa memberikan estimasi order pada    \n \n \n \n\nimportir dan pengrajin untuk mencegah stock out, belum adanya jadwal    \n \n \n \n\nkunjungan rutin sales ke Outlet Hypermart Matahari.    \n \n \n \n\nSolusi bisnis yang ditawarkan untuk meningkatkan hubungan kerjasama    \n \n \n \n\nB2B antara CV.Kreasi Harmoni dengan Hypermart Matahari dari tahap    \n \n \n \n\nconsultative selling hingga mencapai enterprise selling dan akhirnya didapatkan    \n \n \n \n\nKPI (Key Performance Indicator) yang mencerminkan faktor-faktor krusial bagi    \n \n \n \n\nkemajuan perusahaan di masa yang akan datang.", "Daftar File": {"2011 TS PP ANDRAE NATANAEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86747", "2011 TS PP ANDRAE NATANAEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86748", "2011 TS PP ANDRAE NATANAEL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86749", "2011 TS PP ANDRAE NATANAEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86750", "2011 TS PP ANDRAE NATANAEL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86751", "2011 TS PP ANDRAE NATANAEL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86752"}, "Penulis": "ANDRAE NATANAEL (NIM: 29109034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mustika Sufiati Purwanegara, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hubungan B2B (Business to Business), Service Level, Bisnis Mainan Anak-Anak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}