{"Nomor": 17968, "Judul": "MODEL BISNIS JARINGAN DARI KOMPUTASI AWAN UNTUK MENCAPAI VISIBILITAS RANTAI PASOK", "Abstrak": "Ontologi baru perlu dibuat untuk melengkapi perubahan dalam model bisnis yang disebabkan oleh teknologi pengganggu yang disebut komputasi awan. Salah satu manfaat yang paling jelas adalah pada kemampuannya untuk mengubah belanja modal menjadi belanja operasional yang bisa dipertanggung jawabkan. Teknologi ini juga memiliki potensi untuk mengintegrasikan rantai pasok dan menciptakan jaringan nilai yang lebih baik. Model yang ada tidak mampu memetakan manfaat teknologi dari perspektif beberapa aktor dan melihat di mana persis manfaat terjadi dalam rantai pasokan.Model Jaringan Bisnis ontologi diusulkan untuk memfasilitasi model bisnis berbasis teknologi seperti yang telah mengadopsi teknologi cloud computing. Model bisnis jaringan mampu memetakan empat komponen utama yaitu nilai, aktivitas, aktor, dan manfaat. Model ini menggabungkan pemetaan proses model bisnis yang ada ke dalam satu kerangka kerja yang secara visual mudah diikuti. Sebuah studi kasus dilakukan untuk melihat kemampuan adaptasi dan kekokohan model, serta melihat manfaat dari komputasi awan dalam lingkungan bisnis saat ini. Studi kasus dilakukan di Indonesia, di mana komputasi awan secara perlahan menembus industri. Ditemukan bahwa solusi komputasi awan telah digunakan dalam domain logistik dan rantai pasok. Solusi berbasis awan ini tidak bersaing dengan model berbasis lisensi seperti ERP, tetapi berintegrasi dengan sistem tersebut dan menciptakan visibilitas dari ujung ke ujung di seluruh rantai pasok, yang meliputi visibilitas pengadaan, distribusi dan persediaan. Selanjutnya, manfaat ini dicapai dengan murah dan dapat diimplementasikan dengan cepat.", "Daftar File": {"2013 TS PP ANGGA GRAHARYA SUHERMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86867", "2013 TS PP ANGGA GRAHARYA SUHERMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86868", "2013 TS PP ANGGA GRAHARYA SUHERMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86869", "2013 TS PP ANGGA GRAHARYA SUHERMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86870", "2013 TS PP ANGGA GRAHARYA SUHERMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86871", "2013 TS PP ANGGA GRAHARYA SUHERMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86872"}, "Penulis": "ANGGA GRAHARYA SUHERMAN (NIM: 29111043) Pembimbing : Prof. Togar M. Simatupang M. Tech, Ph. D", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Togar M. Simatupang M. Tech, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "network business model, cloud computing, benefits mapping", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}