{"Nomor": 17962, "Judul": "KARAKTERISASI RESERVOAR BATUPASIR PADA LAPANGAN RENAX DENGAN INVERSI EXTENDED ELASTIC IMPEDANCE", "Abstrak": "Dalam usaha mengkarakterisasi reserovar hidrokarbon pada lapangan RENAX sebagai salah satu lapangan PERTAMINA, teknik interpretasi yang cocok mutlak diperlukan. Dengan karakter reservoar berlitologi batupasir yang terisi minyak atau gas, menjadikan metoda Acoustic Impedance menjadi kurang sensitif karena reservoar memiliki kecepatan gelombang seismik yang tinggi tetapi berdensitas rendah.Extended Elastic Impedance (EEI) sebagai salah satu teknik interpretasi terbaru perluasan dari teknik Elastic Impedance (EI), diharapkan lebih baik dalam mengidentifikasi litologi batupasir tersebut, dikarenakan teknik ini langsung mendekati karakter tertentu yang mencerminkan batupasir. Ketidaktersediaan log kecepatan gelombang S yang dibutuhkan dalam proses EEI, diprediksi menggunakan metode Lee (2005) sebagai pendekatan terhadap teori Biot-Gassmann. Adapun keterbatasan metoda ini adalah harus diaplikasikan pada batuan sedimen yang tersaturasi air/fluida, pada perselingan litologi shale dan sand yang terkompaksi.Hasil inversi EEI menunjukkan bahwa jenis inversi EEI yang baik dalam memetakan penyebaran lapisan batupasir adalah Mu-rho, Porositas, dan Gamma-ray. Dan jenis inversi EEI yang baik dalam menunjukkan kandungan hidrokarbon adalah inversi Porositas, Poisson's ratio, dan Mu-rho. Penelitian ini memiliki 5 sumur sebagai panduan proses EEI, sehingga hasil inversinya melalui proses perataan untuk memperoleh hasil yang lebih baik. Salah satu proses perataan hasil inversi EEI disini menggunakan metoda standarization. Dengan hasil perataan ini anomali keberadaan reservoar dapat lebih jelas terlihat, yaitu di sebelah tenggara area penelitian lalu menuju arah baratlaut. Semua analisa hasil inversi ini sesuai dengan geologi wilayah penelitian.", "Daftar File": {"2008 TS PP ANDRY FERNANDUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86817", "2008 TS PP ANDRY FERNANDUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86818", "2008 TS PP ANDRY FERNANDUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86819", "2008 TS PP ANDRY FERNANDUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86820", "2008 TS PP ANDRY FERNANDUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86821", "2008 TS PP ANDRY FERNANDUS 1-BAB 5a.pdf": "https://digilib.itb.ac.id/gdl/download/86822", "2008 TS PP ANDRY FERNANDUS 1-BAB 5b.pdf": "https://digilib.itb.ac.id/gdl/download/86823", "2008 TS PP ANDRY FERNANDUS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/86824", "2008 TS PP ANDRY FERNANDUS 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/86825", "2008 TS PP ANDRY FERNANDUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86826", "2008 TS PP ANDRY FERNANDUS 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/86827"}, "Penulis": "ANDRY FERNANDUS (NIM 22306001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sigit Sukmono dan Dr. Adriansyah"], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "reservoar batupasir, inversi extended elastic impedance", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "11 file", "Tanggal Input": "15 Jan 2015"}