{"Nomor": 17971, "Judul": "TROPOSPHERIC RANGE CORRECTION FOR SLR OBSERVATIONS USING THE SCALED VMF1: FORMULATION AND SIMULATION", "Abstrak": "Utama akurasi-faktor pembatas dalam SLR (Satellite Laser Ranging) teknik adalah akurasi model koreksi atmosfer. Keterbatasan ini menyebabkan akurasi milimeter untuk teknik SLR sulit dicapai. Untuk mencapai akurasi milimeter, kualitas model koreksi atmosfer untuk SLR harus ditingkatkan. Model koreksi atmosfer terbaru untuk SLR dan masih digunakan sampai sekarang adalah model Mendes-Pavlis yang dikenal sebagai FCULb. Model ini dihasilkan dari ray tracing hanya melalui satu tahun data radiosonde selama tahun 1999. Dalam penelitian ini, pendekatan baru untuk memperbaiki efek atmosfer dalam pengamatan SLR telah diusulkan. Pendekatan yang diusulkan menggunakan model koreksi atmosfer yang paling banyak diterima untuk GNSS (Global Navigation Satellite System) observasi, yaitu (1 Fungsi Vienna Pemetaan) Model VMF1. Telah diketahui secara luas bahwa model VMF1 diperbarui secara teratur berdasarkan data atmosfer global saat ini disediakan oleh ECMWF (Pusat Eropa untuk Mid-range Prakiraan Cuaca). Secara fisik, GNSS dan SLR sinyal merambat melalui media atmosfer yang sama. Oleh karena itu, model VMF1 dapat digunakan untuk pengamatan SLR dengan menerapkan faktor skala yang tepat. Menurut hasil dari ray tracing simulasi, ditemukan bahwa, dibandingkan dengan model atmosfer terbaru FCULb, yang skala VMF1 sedikit meningkatkan komponen hidrostatik sekitar 4-20 mm dan 0,2-1,5 mm untuk komponen non-hidrostatik untuk pengamatan di 10⁰ elevasi sudut.", "Daftar File": {"2014 TS PP ANGGA TRYSA YUHERDHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86891", "2014 TS PP ANGGA TRYSA YUHERDHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86892", "2014 TS PP ANGGA TRYSA YUHERDHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86893", "2014 TS PP ANGGA TRYSA YUHERDHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86894", "2014 TS PP ANGGA TRYSA YUHERDHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86895", "2014 TS PP ANGGA TRYSA YUHERDHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86896"}, "Penulis": "ANGGA TRYSA YUHERDHA (NIM: 25112019)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. techn. Dudy Darmawan Wijaya,"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Satellite Laser Ranging, atmospheric correction, Vienna Mapping Function1, FCULb", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}