{"Nomor": 17974, "Judul": "AVAILABILITY IMPROVEMENT OF R2900G LOADER HAUL DUMP AT UNDERGROUND MAINTENANCE DEPARTMENT FREEPORT INDONESIA COMPANY", "Abstrak": "Underground (UG) main mining equipment are UG Drill, UG Loader, and UG Truck. All UG Loader equipment type maintained by Underground Maintenance Department Freeport Indonesia Company are achieving target of 85% availability except for Loader type R2900G. R2900G average availability is only 75.6% that will contribute for approximately US $ 9.7 million production opportunity loss. There are at least 7 factors influencing equipment availability such as Maintenance Quality, Maintenance Facility, Spare Part Availability, Spare Parts Quality, Operating Environment, Operating Manner and Accident. By using 5 Why's root cause analysis method obtained that low brake seal quality, un-optimal daily services, and limited R2900G product training for mechanics are the main root causes of R2900G low availability which is contributing approximately 7.1% of equipment un-availability or equal to US $ 7.33 million production opportunity loss. Proposed solutions for R2900G low availability root causes are 1) conduct brake seal direct charge from other abroad vendor continued with brake seal quality evaluation, 2) optimize DS & PM service sheet by using R2900G down event & duration data as optimization reference and guidance, 3) R2900G product training establishment for mechanic which is conducted by  \n \n\nR2900G vendor. By implementing those three solutions and investing US $ 642,892 which is total investment in 4 years, expected production opportunity improvement NPV @9% is US $ 3,9 million. No organizational consequence, no additional manpower or new technology are needed for  \n \n\nimplementing those three solutions.", "Daftar File": {"2011 TS PP ANGGER INDARTO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86909", "2011 TS PP ANGGER INDARTO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86910", "2011 TS PP ANGGER INDARTO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86911", "2011 TS PP ANGGER INDARTO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86912", "2011 TS PP ANGGER INDARTO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86913", "2011 TS PP ANGGER INDARTO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86914"}, "Penulis": "ANGGER INDARTO (NIM : 29109139)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Equipment Availability, Loader Haul Dump, Underground Mine", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}