{"Nomor": 17977, "Judul": "PUSAT REHABILITASI KETERGANTUNGAN OBAT", "Abstrak": "Sebagai makhluk sosial, manusia dewasa maupun anak anak butuh tempat untuk bersosialisasi. Untuk memenuhi kebutuhan tersebut maka dibuatlah sarana sarana yang     \n \n \n \n \n\nmendukung aktivitas bersosialisasi. Dalam kegiatan bersosialisasi, tidak semua orang mengisinya dengan kegiatan positif saja. Banyak hal- hal buruk yang sekalian dilakukan beberapa orang saat sedang berkumpul dengan rekan- rekannya dengan alasan melepaskan     \n \n \n \n \n\nstress. Untuk menghilangkan tekanan pada pikiran maka kebanyakan orang menggunakan Narkoba agar mendapatkan ketenangan pikiran sesaat. Sayangnya, sekali mencoba, maka siapapun akan ketagihan dan akan sulit untuk lepas dari Narkoba. Ketergantungan Narkoba ini merupakan hal yang serius dan patut di waspadai karena seperti     \n \n \n \n \n\nwabah yang menyebar. Bila ada satu orang menggunakan Narkoba, dia akan mencari orang orang yang dapat dia pengaruhi untuk menemaninya menggunakan NARKOBA. Oleh karena itu seorang pecandu sebaiknya didorong untuk lepas dari ketergantungannya terhadap Narkoba. Tidak mudah untuk mengobati ketergantungan terhadap Narkoba, karena kecanduan yang dirasakan bukan hanya karena akibat merindukan kepuasan singkat ketika mencobanya.     \n \n \n \n \n\nMelepas rasa ketergantungan terhadap obat- obatan terlarang butuh pengawasan karena untuk mendapatkan Narkoba, seorang pecandu akan menghalalkan segala cara sehingga dapat membahayakan orang lain. Untuk mengatasi masalah ketergantungan obat- obatan terlarang dibutuhkan sebuah Pusat Rehabilitasi Ketergantungan Obat. Dalam Pusat Rehabilitasi Ketergantungan Obat ini seorang     \n \n \n \n \n\npecandu akan menjalankan terapi- terapi fisik dan mental dibawah pengawasan dokter dan konselor serta mendapat bekal untuk hidup mandiri sehingga lebih siap menghadapi masa depan.", "Daftar File": {"2010 TA PP ANGGIENA ARIFANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86932", "2010 TA PP ANGGIENA ARIFANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86933", "2010 TA PP ANGGIENA ARIFANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86934", "2010 TA PP ANGGIENA ARIFANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86935", "2010 TA PP ANGGIENA ARIFANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86936", "2010 TA PP ANGGIENA ARIFANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86937"}, "Penulis": "ANGGIENA ARIFANI (NIM : 17305002)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dra. Dona Saphiranti, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pusat rhabilitasi ketergantungan obat, desain interior", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}