{"Nomor": 17986, "Judul": "PENGGUNAAN METODE PEWARNAAN GRAF PADA PEMBUATAN JADWAL KULIAH UNTUK SELURUH PROGRAM STUDI MATEMATIKA INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Pada tugas akhir ini dibahas tentang pembuatan jadwal kuliah untuk\nProgram Studi Sarjana Matematika, Program Studi Magister Matematika,\nProgram Studi Magister Aktuaria, dan Program Studi Magister Pengajaran\nMatematika, Institut Teknologi Bandung. Ada beberapa batasan yang\ndipertimbangkan dalam pembuatan jadwal tersebut. Adapun batasan-batasan\ntersebut berhubungan dengan tiga hal yaitu dosen, mahasiswa, dan ruangan.\nDosen tidak boleh mengajar dua atau lebih mata kuliah pada jadwal yang sama\ndan dosen sedapat mungkin tidak mengajar lebih dari dua mata kuliah per hari.\nMata kuliah - mata kuliah yang setingkat tidak dijadwalkan pada jadwal yang\nsama dan diusahakan tidak ada dua mata kuliah pada dua tingkat berurutan pada\njadwal yang sama. Banyak ruangan yang dapat dipakai pada satu jadwal terbatas.\nMetode yang digunakan untuk menyelesaikan masalah tersebut yaitu\npewarnaan titik pada graf. Setiap titik pada graf mewakili satu mata kuliah yang\nakan dijadwalkan. Jika dua mata kuliah yang berbeda tidak boleh dijadwalkan\npada satu jadwal yang sama, maka titik-titik yang mewakili kedua mata kuliah\ntersebut dihubungkan oleh sebuah sisi dan kedua titik tersebut tidak boleh\ndiwarnai dengan warna yang sama. Setiap mata kuliah dengan warna titik yang\nsama dapat dijadwalkan pada jadwal yang sama selagi masih tersedia ruangan.\nAlgoritma yang dikembangkan merupakan perumuman dari algoritma pewarnaan\ngraf Welsh-Powell supaya batasan-batasan di atas terakomodasi.", "Daftar File": {"2013 TA PP ANHAR SOLEHUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86989", "2013 TA PP ANHAR SOLEHUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86994"}, "Penulis": "ANHAR SOLEHUDIN  [10108025]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. M. Salman A.N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "metode pewarnaan graf,  pembuatan jadwal kuliah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "27 Sep 2017"}