{"Nomor": 17985, "Judul": "IDENTIFIKASI POLA MOBILITAS PEKERJA KONTRAK DI WILAYAH PERI-URBAN KABUPATEN BEKASI", "Abstrak": "Fenomena urbanisasi yang terjadi mengakibatkan batas ruang menjadi kabur. Wilayah yang memiliki ciri-ciri perkotaan semakin luas hingga ke kawasan peri-urban yang berada di pinggiran perkotaan. Wilayah peri-urban juga menjadi sasaran utama perkembangan kegiatan industri yang selama ini sebagian besar berlangsung di perkotaan karena di sisi lain kawasan peri-urban menyediakan cadangan tenaga kerja murah untuk diserap oleh investasi modal industri. Hal ini pula yang mengakibatkan berkembangnya kawasan industri di Kabupaten Bekasi. Berbagai kegiatan produksi pada industri di dalamnya mengalami pergeseran dari yang menggunakan sistem produksi fordisme menjadi sistem produksi subkontrak yang kegiatan produksinya berlangsung secara terdesentralisasi karena sistem produksi fordisme mengakibatkan berbagai inefisiensi produksi. Adapun hubungan kerja yang digunakan dalam sistem produksi ini adalah hubungan kerja kontrak. Terdapat dugaan bahwa dengan adanya hubungan kerja ini mengakibatkan pola mobilitas pekerja lebih dinamis karena kepastian kerja yang lebih rendah. Oleh karena itulah, studi ini bertujuan mengidentifikasi pola mobilitas pekerja kontrak di wilayah peri-urban.   \n \n \n\nKabupaten Bekasi merupakan wilayah peri-urban yang di dalamnya berkembang 7 (tujuh) kawasan industri besar. Kegiatan industri berkembang pesat di wilayah ini yang ditunjukkan dengan 80% dari PDRB-nya berasal dari sektor industri pengolahan. Studi ini dilakukan dengan mengambil kasus 6 (enam) perusahaan yang terbagi ke dalam 3 (tiga) ukuran perusahaan dan tersebar di 3 (tiga) kecamatan, yakni Kec. Cikarang Utara, Kec. Cikarang Selatan, dan Kec. Cikarang Barat. Kegiatan industri ini lebih banyak menyerap tenaga kerja migran dibanding tenaga kerja lokal.   \n \n \n\nStudi ini dimulai dengan mengidentifikasi karakteristik pekerja kontrak di Kabupaten Bekasi. Karakteristik ini ditunjukkan melalui berbagai aspek demografi dan sosial, serta karakteristik hubungan kerja kontrak sendiri. Berdasarkan hasil studi, diketahui bahwa sebagian besar pekerja ini merupakan pekerja migran laki-laki berusia muda dengan penghasilan berkisar Rp 1-2 juta sehingga mereka memutuskan untuk tinggal di Kabupaten Bekasi. Selanjutnya, hubungan kerja kontrak yang dijalin perusahaan dan pekerja dimana kontrak sebagian besar selama 1 tahun. Kemudian, studi ini mengidentifikasi pola perpindahan baik tempat kerja maupun tempat tinggal dari pekerja kontrak yang semakin terkonsentrasi di pusat Kabupaten Bekasi. Pola pergerakan pekerja dari tempat tinggal menuju tempat kerja yang berlangsung diantara beberapa zona yang didefinisikan sebelumnya juga diketahui bahwa pola pergerakan pekerja sebagian besar merupakan pergerakan di dalam zona yang sama di dalam wilayah meski tetap terdapat pergerakan dari luar wilayah. Perubahan pola pergerakan bekerja yang terjadi pun menunjukkan gejala yang sama dimana pergerakan bekerja dilakukan dalam jarak yang relatif dekat. Pada kasus ini, pola mobilitas pekerja kontrak dipengaruhi oleh berbagai faktor yang terdiri berbagai variabel karakteristik demografi, sosial, dan ekonomi pekerja serta hubungan kerja kontraknya.   \n \n \n\nBerdasarkan studi, diketahui bahwa pola mobilitas pekerja kontrak di wilayah peri-urban, Kabupaten Bekasi menunjukkan suatu kecenderungan, dimana seiring berjalannya waktu hubungan kerja kontrak mengakibatkan mobillitas pekerja mengarah ke pusat aktivitas di wilayah. Hal ini ditunjukkan melalui pola perpindahan tempat tinggal dan tempat kerja pekerja kontrak. Dengan begitu, pemerintah seharusnya dapat mengantisipasi pola mobilitas yang demikian untuk menghindari ketimpangan yang mungkin terjadi jika hal ini terjadi secara terus-menerus.", "Daftar File": {"2011 TA PP ANGGUN VASYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86982", "2011 TA PP ANGGUN VASYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86983", "2011 TA PP ANGGUN VASYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86984", "2011 TA PP ANGGUN VASYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86985", "2011 TA PP ANGGUN VASYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86986", "2011 TA PP ANGGUN VASYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86987", "2011 TA PP ANGGUN VASYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86988"}, "Penulis": "ANGGUN VASYAH (NIM : 15407024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Arief Rosyidie, MSP., M.Arch., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "subkontrak, kontrak, peri-urban, mobilitas, perpindahan, pergerakan bekerja.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}