{"Nomor": 17983, "Judul": "TRADE-OFF ANTARA KETERJANGKAUAN PERUMAHAN DAN BIAYA TRANSPORTASI BAGI MASYARAKAT BERPENGHASILAN RENDAH SEBAGAI PENGHUNI RUMAH SUSUN SEDERHANA SEWA DI KAWASAN PERKOTAAN BANDUNG", "Abstrak": "Pembangunan rumah susun sederhana sewa (rusunawa) merupakan salah satu strategi yang diterapkan oleh pemerintah untuk mengatasi masalah krisis lahan serta keterbatasan kemampuan yang dimiliki oleh masyarakat berpenghasilan rendah dalam memenuhi kebutuhannya. Rumah yang berlokasi di pinggir kota akan menawarkan harga yang lebih murah dibandingkan dengan di pusat kota, namun akan semakin meningkatkan biaya transportasi yang harus ditanggung oleh mereka untuk mencapai tempat berkegiatan. Oleh karena itu, peneliti ingin mengidentifikasi lokasi trade-off antara keterjangkauan perumahan dan biaya transportasi bagi masyarakat berpenghasilan rendah sebagai penghuni rusunawa di Kawasan Perkotaan Bandung.   \n \n \n\nStudi ini meneliti rumah tangga penghuni rusunawa di Kawasan Perkotaan Bandung terkait karakteristik rumah, tingkat keterjangkauan perumahan dan transportasi, faktor yang memengaruhi tingkat keterjangkauan perumahan dan biaya transportasi, keterkaitan antara tingkat keterjangkauan perumahan dan biaya transportasi dan lokasi potensial rusunawa. Untuk mencapai sasaran tersebut,digunakan pendekatan secara kuantitatif dengan menggunakan analisis statistik deskriptif dan asosiasi.   \n \n \n\nBerdasarkan hasil survei dan analaisis, didapatkan hasil bahwa mayoritas penghuni rusunawa merupakan masyarakat berpenghasilan rendah yang memilih rusunawa sebagai tempat tinggal dengan alasan harga sewa yang terjangkau dan dekat dengan tempat kerja. Diketahui pula bahwa hanya sebanyak 1,4% penghuni rusunawa yang belum mampu menjangkau biaya perumahan saat ini sedangkan biaya transportasi perkotaan saat ini baru dapat dijangkau 37,9% penghuni rusunawa, padahal penting bagi penghuni rusunawa untuk melakukan pergerakan, terutama untuk menjangkau lokasi bekerja yang secara rata-rata merupakan jarak paling jauh dan paling sering ditempuh per bulan. Kesimpulan yang dapat ditarik dari studi ini adalah lokasi yang potensial untuk pembangunan rusunawa adalah yang berjarak 0Ã‚Â–14 km dari lokasi bekerja penghuninya atau biaya yang harus dikeluarkan oleh penghuni untuk perumahan maksimal Rp 243.765,- per bulan dan biaya transportasi maksimal sebesar Rp 241.150,- per bulan. Pembangunan pada lokasi potensial tersebut telah diterapkan pada Rusunawa Cigugur Tengah, Kulalet, dan Baleendah, sedangkan lokasi pembangunan Rusunawa Industri Dalam dan Cingised belum sesuai. Rekomendasi peneliti adalah pembangunan rusunawa dilakukan pada lokasi trade-off antara keterjangkauan perumahan dan transportasi bagi masyarakat berpenghasilan rendah yang diiringi dengan perbaikan sistem transportasi publik, penetapan kelompok sasaran calon penghuni rusunawa yans lebih spesifik serta adanya kebijakan perusahaan untuk menyediakan angkutan gratis bagi pekerja formal yang tergolong masyarakat berpenghasilan rendah.", "Daftar File": {"2011 TA PP ANGGITYA VITASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86969", "2011 TA PP ANGGITYA VITASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86970", "2011 TA PP ANGGITYA VITASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86971", "2011 TA PP ANGGITYA VITASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86972", "2011 TA PP ANGGITYA VITASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86973", "2011 TA PP ANGGITYA VITASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/86974", "2011 TA PP ANGGITYA VITASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86975"}, "Penulis": "ANGGITYA VITASARI (NIM : 15407045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Kustiwan, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "masyarakat berpenghasilan rendah, rusunawa, keterjangkauan perumahan, biaya transportasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}