{"Nomor": 17984, "Judul": "RESCUE STRATEGIC PLAN BASED ON INVESTMENT ANALYSIS & FINANCIAL CONCEPTS, FOR A PROPERTY PROJECT (Case Study: Anaheim Villa Project, Lake Buyan,Singaraja, Bali)", "Abstrak": "Topik tugas akhir ini adalah bagaimana menyelamatkan Anaheim Villa dari penyitaan perbankan. Anaheim Villa terletak di Banjar Asah Panji, Desa Wanagiri, Sukasada, Bedugul, Bali, Indonesia. Pihak Manajemen Anaheim Villa tidak mampu membayar utang villa ke bank,utang ini sebesar Rp. 4.500.000.000. Tetapi total aset Anaheim Villa lebih dari Rp.10.000.000.000 yang terdiri dari luas lahan sebesar 17.000 M2 dan bangunan dari Villa yang telah cukup lama sejak pihak menghentikan operasi karena manajemen tidak mampu membayar biaya operasi dari Villas. Investor ingin mempertahankan Anaheim Villa untuk terus beroperasi dan meningkatkan pendapatan Villa ini, dengan mengakuisisi 80% dari aset Anaheim Villa dengan berinvestasi sebesar Rp.4.500.000.000 dan mengganti nama menjadi Anaheim Villa ke Brouillard Bali dan mengoptimalkan tanah Villas tersebut. Kerjasama ini dinilai sebagai keputusan yang paling baik bagi pemilik Villa ini, hal ini disebabkan oleh pemilik dapat terbebas dari hutang ke bank, dan dapat memperoleh penghasilan pasif sebesar 20% dari Brouillard. Solusi bisnis ini yang paling baik adalah dengan metode menjual dengan metode timesharing, metode ini memberikan manajemen return yang tinggi. Metode jual dengan sistem time-sharing adalah menjual unit baru yang mewah kepada pembeli dan juga mengelola penyewaan villa. Solusi ini memberikan NPV tinggi dan nomor IRR kepada investor.", "Daftar File": {"2013 TS PP ANGGRINA AMELIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/86976", "2013 TS PP ANGGRINA AMELIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/86977", "2013 TS PP ANGGRINA AMELIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/86978", "2013 TS PP ANGGRINA AMELIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/86979", "2013 TS PP ANGGRINA AMELIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/86980", "2013 TS PP ANGGRINA AMELIA 1-PUTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/86981"}, "Penulis": "ANGGRINA AMELIA (NIM : 29111037) Pembimbing :Ir. Uke MMP. Siahaan, MBA", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Uke MMP. Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Property, Time-Sharing, NPV, IRR.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}