{"Nomor": 17995, "Judul": "PENGARUH KERJASAMA TERHADAP BEBAN PEMERINTAH DAERAH DALAM PENYEDIAAN RTH PUBLIK DI KAWASAN PERKOTAAN", "Abstrak": "Ruang terbuka hijau (RTH) merupakan salah satu bentuk dari kepentingan umum, penting untuk disediakan di dalam suatu kawasan karena dapat memberikan dampak positif berupa peningkatan kualitas lingkungan sekitarnya dan menjadi pertimbangan penting dalam menentukan tata guna lahan di suatu kota (Keeble, 1959). Penyediaan RTH di kawasan perkotaan pada dasarnya harus memenuhi standar yang telah ditetapkan dalam UU No. 26 Tahun 2007 yaitu 30% dari luas kota, dimana 20% dari angka tersebut merupakan RTH Publik yang penyediaannya merupakan tanggung jawab pemerintah sebagai bentuk pelayanan publik (UU No. 25 Tahun 2009). Sampai saat ini ketersediaan RTH publik di kawasan perkotaan pada umumnya belum memenuhi standar yang ditetapkan pemerintah. Dalam hal ini, keterbatasan anggaran biaya dari pemerintah daerah seringkali menjadi hambatan utama pemerintah daerah dalam memenuhi ketersediaan RTH Publik di Kawasan Perkotaan. Salah satu upaya pemerintah daerah dalam meringankan bebannya untuk memenuhi ketersediaan RTH publik di kawasan perkotaan adalah dengan melakukan kerjasama dengan pihak swasta maupun masyarakat. Oleh karena itu, studi ini berupaya untuk memperkirakan besar pengaruh kerjasama terhadap investasi publik dalam penyediaan RTH di kawasan perkotaan, sebagai bentuk solusi upaya pemerintah dalam melakukan perencanaan ke depan untuk memenuhi ketersediaan RTH publik di kawasan perkotaan. Studi ini difokuskan pada perhitungan besar pengaruh kerjasama dalam penyediaan RTH Publik di kawasan perkotaan. Dalam studi ini, dilakukan identifikasi terhadap komponen biaya penyediaan RTH serta bentuk kerjasama dalam penyediaan RTH publik dengan pihak swasta maupun masyarakat. Dari hasil identifikasi terhadap komponen biaya dan bentuk kerjasama, dilakukan simulasi perhitungan terhadap besar biaya yang dikeluarkan oleh pemerintah Kota Bandung dengan menggunakan biaya standar yang berlaku untuk penyediaan RTH publik di Kota Bandung. Berdasarkan simulasi yang dilakukan kemudian dapat dilihat besar pengaruh kerjasama dalam meringankan beban pemerintah daerah dalam penyediaan RTH publik di Kota Bandung, agar kemudian dapat dirumuskan penerapan kerjasama yang paling efektif untuk diterapkan. Dari hasil studi yang dilakukan, diketahui bahwa dalam penyediaan RTH publik, komponen biaya yang berpengaruh paling signifikan terhadap biaya yang dikeluarkan dalam penyediaan RTH adalah penyediaan lahan. Oleh karena itu, dapat disimpulkan bahwa penerapan kerjasama yang paling efektif untuk meringankan beban pemerintah daerah dalam penyediaan RTH publik adalah kerjasama dalam penyediaan lahan. Semakin tinggi harga lahan yang digunakan dalam penyediaan RTH publik, maka kerjasama dalam penyediaan lahan akan semakin diperlukan untuk meringankan beban pemerintah daerah dalam penyediaan RTH publik. Kerjasama dalam penyediaan lahan juga dapat dikolaborasikan dengan bentuk kerjasama lainnya agar dapat semakin meringankan beban pemerintah daerah dalam penyediaan RTH publik. Semakin aktif dan kreatif pemerintah daerah dalam melakukan kerjasama dengan pihak swasta maupun masyarakat, beban pemerintah dalam pembiayaan untuk penyediaan RTH juga dapat semakin ringan.", "Daftar File": {"2010 TA PP ANIS SYARIFAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87053", "2010 TA PP ANIS SYARIFAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87054", "2010 TA PP ANIS SYARIFAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87055", "2010 TA PP ANIS SYARIFAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87056", "2010 TA PP ANIS SYARIFAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87057", "2010 TA PP ANIS SYARIFAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87058"}, "Penulis": "ANIS SYARIFAH (NIM : 15406016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ibnu Syabri, B.Sc., M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penyediaan RTH Publik, Komponen Biaya, Kerjasama", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}