{"Nomor": 18009, "Judul": "KAJIAN STABILITAS LERENG JANGKA PENDEK DAN JANGKA PANJANG PADA TIMBUNAN BADAN JALAN", "Abstrak": "Studi kasus ini bertujuan untuk melakukan tinjauan terhadap stabilitas lereng pada kasus kelongsoran badan timbunan dan badan jalan pada salah satu jalan tol di      \n \n \n \n\nSemarang. Dalam kasus kelongsoran lereng tersebut, studi parameter tanah sangat penting dilakukan. Parameter tanah yang berpengaruh dalam stabilitas lereng adalah berat jenis tanah, kondisi pembebanan drained atau undrained, parameter kuat geser drained atau undrianed, dan kondisi seepage. Dengan diketahuinya parameter tanah saat kondisi kelongsoran, alternatif perkuatan dapat dilakukan sesuai dengan kebutuhan lereng. Studi parameter tanah untuk mengetahui kondisi lereng saat kelongsoran disebut analisis back calculation. Pada studi kasus ini, hasil analisis back calculation yang dilakukan penulis akan menjadi dasar dalam menentukan jenis perkuatan yang sesuai. Analisis stabilitas lereng sebelum dan sesudah diberi perkuatan akan dilakukan dengan menggunakan software PLAXIS yang mengacu pada analisis elemen hingga. Hasil analisis tersebut berupa faktor keamanan lereng dan bidang longsor lereng.", "Daftar File": {"2011 TA PP ANNISA NASROTUL AISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87162", "2011 TA PP ANNISA NASROTUL AISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87161", "2011 TA PP ANNISA NASROTUL AISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87160", "2011 TA PP ANNISA NASROTUL AISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87159", "2011 TA PP ANNISA NASROTUL AISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87158", "2011 TA PP ANNISA NASROTUL AISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87163", "2011 TA PP ANNISA NASROTUL AISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87164"}, "Penulis": "ANNISA NASROTUL AISA (NIM : 15007108)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Masyhur Irsyam, MSE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "drained, undrained, back calculation, PLAXIS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}