{"Nomor": 18014, "Judul": "COMPETENCY BASED CAREER PATH DEVELOPMENT FOR TECHNICAL FIELD JOB OF PT XYZ ASSET 3", "Abstrak": "ABSTRAK  \n \n\nPT XYZ merupakan anak perusahaan dari perusahaan bisnis minyak, gas dan geothermal PT ABC. PT XYZ didirikan pada 13 September 2005 dan bergerak dalam proses upstream minyak dan gas melalui aktivitas eksplorasi dan eksploitasi. Dalam mengatur dan menjalankan wilayah kerjanya, PT XYZ membagi aset wilayah eksplorasi dan produksi menjadi 5 wilayah, meliputi daerah Sumatra sampai Indonesia Timur menjadi Aset 1, Aset 2, Aset 3, Aset 4, dan Aset 5. Aset 3 & 4 yang meliputi wilayah Jawa merupakan aset andalan PT XYZ dikarenakan tingginya jumlah produksi minyak dan gas dan karenanya disebut sebagai tulang belakang PT XYZ. Berdasarkan laporan tahunan pada tahun 2012, PT XYZ berhasil meningkatkan produksi minyak sebesar 2,8% dibanding tahun sebelumnya. Namun, produksi tersebut belum mencapai target yang telah ditentukan yaitu sebesar 135.500 barel per hari. Terlebih, Aset 3 sebagai tulang belakang PT XYZ mengalami penurunan produksi minyak dan gas dibanding tahun sebelumnya. Penurunan produksi ini dikarenakan oleh faktor-faktor teknis dan non-teknis. Faktor sumber daya manusia seperti penurunan motivasi pegawai dan kesalahan pegawai merupakan contoh dari faktor-faktor non-teknis yang mengakibatkan penurunan produksi. Pengembangan jalur karir berdasarkan kompetensi sebagai bagian dari sistem manajemen karir merupakan salah satu cara untuk mengatasi masalah tersebut. Jalur karir dibuat berdasarkan model kompetensi yang diturunkan dari visi, misi, nilai-nilai dan tujuan bisnis perusahaan dan berdasarkan Keluarga Jabatan yang dibentuk menurut kompetensi teknis dan evaluasi jabatan. Pengembangan jalur karir dalam riset ini meliputi 42 nama jabatan teknis di lapangan Aset 3, yang dikelompokkan menjadi beberapa Keluarga Jabatan berdasarkan 66 kompetensi teknis dengan memakai Analisis Gugus Hirarki. Jalur karir ini merupakan jalur karir tunggal yang dikembangkan tidak hanya secara vertikal, namun juga horisontal. Berdasarkan analisis, riset ini menghasilkan Kompetensi Jabatan untuk 42 nama jabatan dan dikelompokkan ke dalam lima Keluarga Jabatan, masing-masing dengan kelas jabatan yang berbeda. Jalur karir yang telah dikembangkan kemudian diimplementasikan sebagai bagian dari sistem manajemen karir dalam praktek manajemen sumber daya manusia. Keyword: Kompetensi, Jalur Karir, Sistem Manajemen Karir", "Daftar File": {"2013 TS PP ANNISA TRINEZIA1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87195", "2013 TS PP ANNISA TRINEZIA1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87196", "2013 TS PP ANNISA TRINEZIA1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87197", "2013 TS PP ANNISA TRINEZIA1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87198", "2013 TS PP ANNISA TRINEZIA1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87199", "2013 TS PP ANNISA TRINEZIA1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87200"}, "Penulis": "ANNISA TRINEZIA (NIM: 29111372)", "Kontributor / Dosen Pembimbing": ["Final Project Counselor: Dr. Aurik Gustomo, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keyword: Competency, Career Path, Career Management System", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}