{"Nomor": 18019, "Judul": "BILANGAN TERHUBUNG PELANGI PADA GRAF LINGKARAN, PERTEMANAN, KIPAS, DAN RODA DENGAN BEBERAPA OPERASINYA", "Abstrak": "Graf yang dibahas di dalam tesis ini adalah graf hingga, sederhana, dan tak berarah. Misalkan G = (V (G);E(G)) adalah graf terhubung tak trivial dan m adalah suatu bilangan bulat positif. Didefinisikan c : E(G) ->(1,2,...,m) sebagai suatu pewarnaan-m sisi dari G: Lintasan P di G dikatakan lintasan pelangi, jika tidak terdapat sisi di P yang mempunyai warna yang sama. Misalkan u dan v adalah titik di G, suatu lintasan pelangi dikatakan lintasan pelangi u - v jika lintasan tersebut mempunyai titik ujung u dan v: Bilangan terhubung pelangi dari G dinotasikan dengan rc(G) adalah m terkecil sehingga G mempunyai pewarnaan-m sisi sedemikian sehingga setiap dua titik u,v di G terhubung    \n \n \n \n\ndengan lintasan pelangi u - v: Jarak antara dua titik u dan v di G dinotasikan dengan d(u; v), adalah panjang dari lintasan terpendek yang menghubungkan kedua titik tersebut. Diameter dari G dino- tasikan oleh diam(G); didefinisikan oleh diam(G) := max d(u; v) untuk setiap u dan v di V (G): Misalkan ukuran dari G dinotasikan dengan l; Chartrand, Johns, McKeon and Zhang memperlihatkan diam(G)< rc(G) < l: Chakraborty, Fischer, Matsilah dan Yuster membuktikan bahwa menghitung bilangan terhubung pelangi dari suatu graf adalah NP-    \n \n \n \n\nHard dan jika diberikan suatu pewarnaan sisi graf G, untuk mengecek apakah pewarnaan yang diberikan membuat G terhubung pelangi adalah NP-complete. Dalam tesis ini kami akan memperlihatkan bilangan terhubung pelangi dari graf lingkaran, pertemanan, kipas, dan roda yang dioperasikan dengan operasi korona, Cartesian product, weak product dan strong product dengan lintasan, serta bilangan terhubung pelangi dari graf belenggu yang    \n \n \n \n\ndikonstruksi dari graf-graf tersebut, selain itu kami juga memperlihatkan batas atas bila- ngan terhubung pelangi dari graf belenggu yang dikonstruksi dari sebarang graf terhubung.", "Daftar File": {"2014 TS PP ANTIK ESTIKA HADER 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87227", "2014 TS PP ANTIK ESTIKA HADER 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87228", "2014 TS PP ANTIK ESTIKA HADER 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87229", "2014 TS PP ANTIK ESTIKA HADER 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87230", "2014 TS PP ANTIK ESTIKA HADER 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87231", "2014 TS PP ANTIK ESTIKA HADER 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87232"}, "Penulis": "ANTIK ESTIKA HADER (NIM:20112001)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tesis :Prof. Dr. M. Salman A.N."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bilangan terhubung pelangi, pewarnaan sisi, lingkaran, pertemanan, kipas, roda, lintasan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}