{"Nomor": 18027, "Judul": "MODEL DISTRIBUSI SUHU DI PERAIRAN PANTAI SEKITAR OUTLET PLTGU MUARA TAWAR, KABUPATEN BEKASI DENGAN MENGGUNAKAN CELLULAR AUTOMATA 2D HORIZONTAL", "Abstrak": "Di dalam studi ini, model cellular automata (MCA) telah diaplikasikan di perairan sekitar outlet PLTGU Muara Tawar, Kabupaten Bekasi untuk memodelkan penyebaran suhu    \n \n \n \n\noleh proses adveksi, difusi dan interaksi udara laut. Simulasi dilakukan menggunakan medan kecepatan saat menuju surut dan pasang purnama. Medan kecepatan didapat dari hasil interpolasi model numerik (Mihardja, dkk, 2011). Dalam pengerjaan model cellular automata ini dilakukan dalam daerah sintetis dan lapangan.    \n \n \n \n\nHasil simulasi dalam daerah sintetis menunjukkan bahwa verifikasi hasil model cellular automata (MCA) dengan Model Analitik (MA) dan Model Numerik (MN) menghasilkan    \n \n \n \n\nkesesuaian pola sebaran suhu yang baik. Persentase error MCA terhadap MA adalah 3,79% (skenario 1) dan 6,89% (skenario 2) sedangkan persentase error MCA terhadap    \n \n \n \n\nMN adalah 7,90% (skenario 1) dan 4,64% (skenario 2).    \n \n \n \n\nHasil simulasi di perairan sekitar outlet PLTGU Muara Tawar menunjukkan pola sebaran suhu yang sesuai pada saat menuju surut dan menuju pasang purnama. Hasil validasi    \n \n \n \n\nMCA dengan data pengukuran lapangan dan MN (Mihardja, dkk, 2011) menghasilkan error yang relatif kecil berkisar pada 2-8%.", "Daftar File": {"2013 TS PP APRIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87280", "2013 TS PP APRIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87281", "2013 TS PP APRIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87282", "2013 TS PP APRIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87283", "2013 TS PP APRIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87284", "2013 TS PP APRIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87285", "2013 TS PP APRIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87286"}, "Penulis": "APRIANSYAH (NIM: 22410305)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. rer. nat. Dadang K. Mihardja"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Model Cellular Automata (MCA), Model Analitik (MA), Model Numerik (MN), suhu, adveksi-difusi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}