{"Nomor": 18026, "Judul": "ANALISIS DAMPAK LALU LINTAS TERHADAP PEMBANGUNAN SUPERBLOCK KUNINGAN CITY", "Abstrak": "Superblock Kuningan City merupakan salah satu superblock baru yang sedang dibangun di Jakarta. Lokasinya terletak di Kawasan Kuningan, tepatnya yaitu di Jalan Prof. Dr. Satrio. Superblock Kuningan City dibangun dengan konsep Mixed Use Development yaitu mengintegrasikan antara pusat perbelanjaan modern, apartement dan perkantoran. Superblock yang dibangun oleh PT. Agung Podomoro Group ini dibangun di atas lahan seluas 29.000 m2 dan memiliki total luas bangunan 240.000 m2. Berdirinya superblock baru ini akan menimbulkan tarikan dan bangkitan   \n \n \n\npergerakan baru. Dengan munculnya tarikan dan bangkitan pergerakan baru tersebut maka akan berimplikasi pada peningkatan volume kendaraan pada ruasruas jalan disekitar superblock tersebut. Apabila hal tersebut terjadi maka akan berdampak pada penurunan tingkat pelayanan jalan (LOS) pada ruas jalan terpengaruh, dalam hal ini adalah Jalan Prof. Dr. Satrio. Dengan terjadinya   \n \n \n\npenurunan tingkat pelayanan jalan maka menunjukkan terjadinya persoalan lalu lintas seperti kemacetan di ruas jalan tersebut. Oleh karena itu, perlu dilakukannya   \n \n \n\nstudi untuk mengetahui dampak yang akan dihasilkan dari beroperasinya Superblock Kuningan City serta solusi untuk menangani permasalahan yang terjadi akibat   \n \n \n\nberoperasinya superblock tersebut.   \n \n \n\nStudi ini berfokus pada kajian prakiraan bangkitan dan tarikan pergerakan yang akan dihasilkan oleh Superblock Kuningan City dan dampaknya terhadap kinerja pelayanan ruas Jalan Prof. Dr. Satrio serta alternatif penanganan masalah terkait dengan dampak yang dihasilkan oleh Superblock Kuningan City. Dalam studi ini dilakukan analisis prakiraan volume tarikan dan bangkitan yang akan dihasilkan oleh Superblock Kuningan City. Prakiraan tersebut didapat dari hasil perbandingan dengan kawasan yang memiliki kemiripan karakteristik, dalam hal ini adalah Superblock Senayan City. Disamping itu, dalam studi ini dilakukan analisis untuk mengetahui perubahan tingkat pelayanan jalan yang terjadi akibat beroperasinya Superblock Kuningan City serta perumusan alternatif-alternatif penanganan permasalahan lalu lintas.   \n \n \n\nDari hasil studi yang dilakukan menunjukkan bahwa tarikan dan bangkitan kendaraan yang dihasilkan oleh Superblock Kuningan City memberikan dampak yang signifikan terhadap penurunan tingkat pelayanan Jalan Prof. Dr. Satrio. Tarikan dan bangkitan kendaraan yang dihasilkan oleh Superblock Kuningan City mengakibatkan ruas Jalan Prof. Dr. Satrio tidak memenuhi tingkat pelayanan minimum untuk jalan arteri sekunder. Untuk meningkatkan tingkat pelayanan jalan tersebut maka dirumuskan alternatif-alternatif penanganan permasalahan lalu lintas. Alternatif penanganan yang dilakukan terdiri dari pengelolaan lalu lintas dan pelebaran jalan. Dengan dilakukannya alternatif pengelolaan lalu lintas ternyata belum dapat meningkatkan tingkat pelayanan jalan agar memenuhi tingkat pelayanan minimum jalan arteri sekunder. Oleh karena itu, diperlukannya pelebaran jalan untuk meningkatkan tingkat pelayanan Jalan Prof. Dr. Satrio agar memenuhi tingat pelayanan jalan minimum.", "Daftar File": {"2011 TA PP  ANDINI MARIZA DWITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87273", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87274", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87275", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87276", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87277", "2011 TA PP  ANDINI MARIZA DWITYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87278", "2011 TA PP  ANDINI MARIZA DWITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87279"}, "Penulis": "APRIANO HANINDITO AMANZA (NIM : 15406010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Heru Purboyo H Putro, DEA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tarikan dan Bangkitan Kendaraan, VCR, Tingkat Pelayanan Jalan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}