{"Nomor": 18025, "Judul": "TERMINAL BANDAR UDARA HASANUDDIN, MAKASAR", "Abstrak": "Perkembangan jaman dan teknologi telah merubah dengan drastis cara manusia berpergian, manusia menciptakan beragam alat transportasi yang bertujuan untuk mempercepat mobilitasnya. Sejalan dengan berkembanganya berbagai sarana transportasi muncul berbagai kebutuhan baru akan perlengkapan pendukung. Sarana transportasi paling mutakhir saat ini adalah transportasi udara. Mutakhir karena sarana transportasi ini dapat membawa orang dan barang dalam waktu yang sangat singkat jika dibandingkan dengan sarana transportasi lain. Demi menjamin kelancaran sarana transportasi ini maka dibutuhkan sebuah sarana pendukung utama, yaitu bandar udara.    \n\nBandar udara dapat diibaratkan sebagai sebuah pintu gerbang menuju daerah tujuan, maka sangatlah penting bagi sebuah bandar udara untuk memberikan kesan pertama yang baik bagi para penggunannya. Bandar udara dituntut untuk memberikan pelayanan terbaik bagi para pengunjung, tetapi perlu di ingat bahwa bandar udara  merupakan sebuah sistem yang sangat kompleks karena terdiri dari berbagai macam sarana, dimana hubungan antar sarana harus dirancang sedemikian rupa untuk menjamin kelancaran pelayanan dan keamanan transportasi yang pada akhirnya menjadi faktor penentu nyaman tidaknya sebuah bandar udara bagi para penggunanya.     \n\nBandara Hasanudin sebagai bandar udara internasional dan sebagai salah satu gerbang dari dan menuju Indonesia Timur ternyata masih memiliki banyak kekurangan kekurangan. Masalah efektifitas pelayanan akan timbul sejalan dengan bertambahnya jumlah penumpang, ditambah dengan kurangnya sejumlah petunjuk pelayanan yang cukup penting semakin mengurangi kenyamanan pengunjung.    \n\nDengan memperbaiki atau menambah fasilitas pendukung diharapkan dapat meningkatkan efektifitas kerja bandar udara yang pada akhirnya dapat meningkatkan kenyamanan pengunjung. Efektifitas kegiatan sebuah bandara juga harus dibarengi oleh konsep kemanusiaan yang tepat. Konsep desain yang kaku dan statis akan memberikan kesan tidak ramah dan tidak manusiawi sehingga dapat mengurangi kenyamanan pengunjung.     \n\nPerbaikan yang mengacu kepada standar bandar udara bertaraf internasional dan dengan menggunakan keberagaman elemen alami yang di ambil dari bumi Sulawesi Selatan, seperti keindahan alam dan konsep desain kebudayaan, diharapkan dapat meningkatkan kenyamanan pengunjung bandar udara Hasanudin.", "Daftar File": {"2007 TA PP ANUGRAH FRAGRANT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87270", "2007 TA PP ANUGRAH FRAGRANT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87271", "2007 TA PP ANUGRAH FRAGRANT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87272", "2007 TA PP ANUGRAH FRAGRANT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87269", "2007 TA PP ANUGRAH FRAGRANT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87268", "2007 TA PP ANUGRAH FRAGRANT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87267", "2007 TA PP ANUGRAH FRAGRANT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87266"}, "Penulis": "ANUGRAH FRAGTANT (Nim: 17302037)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Pribadi Widodo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Airport; Transportation.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "21 Mei 2015"}