{"Nomor": 18020, "Judul": "SIMULASI SISTEM SALURAN PADA PROSES PENGECORAN DENGAN MENGGUNAKAN APLIKASI PROGRAM PHP", "Abstrak": "Pengecoran logam merupakan salah satu jenis metoda pembentukan logam yang sangat penting dalam industri manufaktur. Meskipun teknologi pengecoran logam sudah sangat tua, namun perkembangannya terus berlanjut terutama dalam hal program simulasi. Pengembangan dan sinkronisasi yang terus menerus membuat berbagai program aplikasi semakin mumpuni dalam mengatasi masalah pengecoran dengan lebih cepat, akurat dan efisien  \n \n\nBerbagai macam program simulasi pengecoran logam bermunculan dan terus dikembangkan, misalnya ProCast, SolidCast, dan Magmasoft. Perkembangannya tidak hanya pada perbaikan bugs tetapi juga pada penambahan fitur analisis baru yang semakin mendalam Akan tetapi program aplikasi tersebut tersedia dengan harga lisensi yang cukup mahal. Oleh karena itu perlu ada program aplikasi alternatifyang tersedia secara gratis. PHP adalah salah bahasa pemrograman yang tersedia secara gratis (open source) PHP merupakan bahasa pemrograman yang menyatu dengan HTML dan berada pada server (server side HTML embedded scripting). Dengan PHP, dapat dihasilkan beragam aplikasi web mulai dari yang sederhana samapai program aplikasi kompleks.   \n \n\nPHP telah dikembangkan sejak 1994 dan sangat berpotensi untuk dikembangkan lebih jauh. Dengan demikian, program aplikasi ini dimungkinkan untuk diakses dari mana saja (dengan syarat computer harus terhubung dengan internet) 1. Program aplikasi ini dapat mempersingkat waktu dalam pemilihan sistem saluran pada proses pengecoran cetakan pasir.   \n \n\n2. Keakuratan data yang dihasilkan sangat bergantung kepada pengetahuan dan pengalaman user tentang system saluran pada proses pengecoran cetakan pasir  \n \n\n3. Program aplikasi ini menyediakan pilihan dimensi riser yang pasti yaitu antara dimensi riser terkecil (yang mempunyai nilai casting modulus sama besar dengan  \n \n\nproduk cor) dan dimensi riser yang terbesar (mempunyai nilai modulus casting 30% lebih besar dari nilai casting modulus produk cor)  \n \n\nWalaupun demikian program aplikasi ini tetap memiliki berbagai kekurangan antara lain terbatasnya database material, ketidak mampuan aplikasi ini untuk menerima input data berupa gambar (image), serta analisisnya hanya terbatas pada dimensi produk cor, sprue, runner, riser, dan ingate.  \n \n\nDiharapkan program aplikasi ini dapat dikembangkan lebih jauh di kemudian hari", "Daftar File": {"2009 TA PP ANTONIUS MADYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87239", "2009 TA PP ANTONIUS MADYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87238", "2009 TA PP ANTONIUS MADYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87237", "2009 TA PP ANTONIUS MADYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87236", "2009 TA PP ANTONIUS MADYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87235", "2009 TA PP ANTONIUS MADYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87234", "2009 TA PP ANTONIUS MADYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87233"}, "Penulis": "ANTONIUS MADYA (NIM : 12102034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eddy Agus Basuki, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengecoran logam, Program PHP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}