{"Nomor": 18028, "Judul": "PEMANFAATAN TEKNOLOGI TERRESTRIAL LASER SCANNER (TLS) UNTUK REKONSTRUKSI TEMPAT KEJADIAN PERKARA (TKP) SERTA MENGHITUNG KECEPATAN KENDARAAN PADA KECELAKAAN LALU LINTAS", "Abstrak": "Indonesia mengalami peningkatan kepemilikan kendaraan bermotor mencapai sembilan juta unit dari tahun 2011 sampai 2012 (bps.go.id). Salah satu permasalahan yang dihadapi tentang kendaraan bermotor adalah kecelakaan lalu lintas. Menurut Badan Pusat Statistik pada tahun 2012, terdapat kecelakaan sejumlah 117.949. Dalam penanganan kasus kecelakaan lalu lintas, Kepolisian Republik Indonesia (POLRI) masih menggunakan metode konvensional dalam pengumpulan data seperti foto, sketsa dan pengukuran menggunakan pita ukur untuk keperluan rekonstruksi Tempat Kejadian Perkara (TKP).         \n \n \n \n \n \n \n \n\nSalah satu metode baru untuk penanganan kecelakaan lalu lintas adalah dengan pemodelan 3D menggunakan Terrestrial Laser Scanner. Pengolahan data meliputi registrasi, filterisasi, pembuatan model 3D serta pengukuran perubahan bentuk kendaraan. Setelah terbentuknya model 3D, model simulasi mengenai rekonstruksi TKP dapat dibuat dengan data tambahan cerita saksi mata bagaimana kecelakaan tersebut terjadi. Dari hasil pengukuran perubahan bentuk kendaraan, dapat ditentukan kecepatan kecelakaan menggunakan hukum elastisitas dan kekekalan usaha. Melalui hasil hitungan didapatkan pendekatan kecepatan dalam kecelakaan lalu lintas sebesar 116,3702 km/jam. Pemodelan 3D dapat dilakukan dan kemudian dilanjutkan menjadi model simulasi rekonstruksi TKP.", "Daftar File": {"2014 PP TA ARBY LIGIA PRABOWO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87287", "2014 PP TA ARBY LIGIA PRABOWO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87288", "2014 PP TA ARBY LIGIA PRABOWO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87289", "2014 PP TA ARBY LIGIA PRABOWO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87290", "2014 PP TA ARBY LIGIA PRABOWO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87291", "2014 PP TA ARBY LIGIA PRABOWO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87292"}, "Penulis": "ARBY LIGIA PRABOWO  (NIM : 15109002)", "Kontributor / Dosen Pembimbing": ["Pemimbing (1) : Dr. Heri Andreas, ST., MT.", "Pembimbing (2) : Dr. Irwan Gumilar, ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kecelakaan, Terrestrial Laser Scanner, kendaraan, Tempat Kejadian Perkara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}