{"Nomor": 18034, "Judul": "PERANCANGAN INDIKATOR KINERJA PEMELIHARAAN DI PTCPI", "Abstrak": "Kesuksesan dari suatu perusahaan minyak dan gas bumi ditentukan oleh seberapa besar produksi minyak dan gas yang dihasilkan oleh perusahaan tersebut. Tetapi kesuksesan produksi saat ini masih diakui sebagai ukuran kinerja keberhasilan tim produksi saja. Padahal kenyataannya tim pemeliharaan juga mempunyai kontribusi yang tidak sedikit terhadap ukuran keberhasilan tersebut.      \n \n \n \n\nPerbedaan sudut pandang antara tim produksi dan tim pemeliharaan terjadi dikarenakan kedua departemen tersebut mempergunakan ukuran kinerja yang tidak sama. Tim pemeliharaan bahkan tidak mempunyai ukuran kinerja yang signifikan terhadap produksi. Untuk itu perlu adanya perancangan ukuran kinerja untuk kedua tim sehingga dapat diukur pengaruhnya terhadap produksi minyak.Permasalahan di atas dapat diselesaikan dengan melakukan pengukuran yang komprehensif yang mencakup empat perspektif Balanced Scorecard. Dalam tugas akhir ini juga diadopsi model Modified Balanced Scorecard (Alsyouf, 2004) yang menjelaskan pengukuran kinerja tim pemeliharaan yang dapat diterapkan oleh PTCPI, sehingga dapat meningkatkan produktivitas perusahaan, dan meningkatkan proses-proses internal dari perusahaan.Hasil dari tugas akhir ini adalah rancangan sistem manajemen kinerja yang dikelompokkan ke dalam perspektif produksi, pelanggan, proses bisnis internal, dan pembelajaran dan pertumbuhan, serta usulan sistem manajemen kinerja tim pemeliharaan yang erat kaitannya dengan produksi", "Daftar File": {"2009 TS PP ARFI ZATNIKA SUKMA AJI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87320", "2009 TS PP ARFI ZATNIKA SUKMA AJI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87321", "2009 TS PP ARFI ZATNIKA SUKMA AJI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87322", "2009 TS PP ARFI ZATNIKA SUKMA AJI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87323", "2009 TS PP ARFI ZATNIKA SUKMA AJI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87324", "2009 TS PP ARFI ZATNIKA SUKMA AJI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87325"}, "Penulis": "ARFI ZATNIKA SUKMA AJI (NIM: 29106372)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dermawan Wibosono M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sistem pengukuran kinerja, Balanced Scorecard, Indikator pemeliharaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}