{"Nomor": 18038, "Judul": "STUDI KAPASITAS AKSIAL TIANG BOR TUNGGAL DENGAN METODE LANGSUNG DAN METODE BEDA HINGGA SERTA STUDI STABILITAS GRUP TIANG", "Abstrak": "Pondasi merupakan bagian dari struktur bawah yang berfungsi untuk mentransfer atau menyalurkan beban dari struktur atas ke lapisan tanah di bawah pondasi  \n \n\ntersebut. Ada 2 tipe pondasi secara umum yaitu pondasi dangkal dan pondasi dalam. Pondasi dangkal pada umumnya cukup memadai untuk konstruksi beban ringan dengan lapisan tanah yang cukup baik. Sedangkan untuk pondasi dalam dikenal 2 tipe pondasi yaitu tiang pancang (driven pile) dan tiang bor (bored pile).  \n \n\nPondasi memiliki peran penting yaitu memikul beban struktur atas akibat adanya gaya-gaya yang terjadi pada struktur atas. Beban-beban ini antara lain beban aksial, lateral dan momen. Kegagalan pondasi dalam memikul beban-beban tersebut akan menyebabkan keruntuhan struktur atas yang ditopang pondasi.  \n \n\nKeakuratan dari perhitungan kapasitas maksimum pondasi menjadi sangat penting dalam perencanaan pondasi dan akan memberikan tantangan tersendiri untuk seorang enginer.  \n \n\nPada tugas akhir ini akan dilakukan perbandingkan perhitungan daya dukung aksial pondasi tiang bor tunggal dengan menggunakan beberapa metode antara lain metode berdasarkan hasil SPT dan CPT dan metode beda hingga. Hasil yang diperoleh dari perhitungan dengan beberapa metode tersebut akan diverifikasi dengan menggunakan data static loading test yang telah tersedia. Sehingga  \n \n\nmelalui pengerjaan tugas akhir ini dapat disimpulkan metode yang mendekati nilai kapasitas aksial tiang bor tunggal yang sebenarnya. Setelah menganalisis kapasitas  \n \n\naksial, pada tugas akhir ini juga akan melakukan analisis stabilitas grup tiang.", "Daftar File": {"2012 TA PP ARIANDI W. F. TARIGAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87352", "2012 TA PP ARIANDI W. F. TARIGAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87353", "2012 TA PP ARIANDI W. F. TARIGAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87354", "2012 TA PP ARIANDI W. F. TARIGAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87355", "2012 TA PP ARIANDI W. F. TARIGAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87356", "2012 TA PP ARIANDI W. F. TARIGAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/87357"}, "Penulis": "ARIANDI W. F. TARIGAN (NIM : 15007159)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Endra Susila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pondasi dalam, tiang bor, metode hasil SPT, metode hasil CPT, metode kurva t-z , stabilitas grup tiang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}