{"Nomor": 18037, "Judul": "IMPROVING THE PERFORMANCE OF PT XYZ THROUGH GAP ANALYSIS", "Abstrak": "PT XYZ adalah perusahaan publik di Indonesia yang bergerak dalam bidang energi terintegrasi. Bidang Usaha XYZ termasuk dalam bidang eksplorasi dan produksi minyak dan gas bumi, industry hilir, produksi LPG, distribusi bahan bakar diesel dan pembangkit tenaga listrik. Sebagai perusahaan multinasional dengan portofolio yang besar, domestik dan internasional, menawarkan diversifikasi    \n \n\npeluang dan risiko di formasi geologis yang lebih luas. Perusahaan ini menghadapi tantangan baik dari dalam maupun luar perusahaan, dan juga, Manusia, Lingkungan & Geopolitik - Globalisasi, serta bangkitnya energi alternatif. Hal-hal ini mendorong perusahaan untuk melakukan perubahan organisasi, dengan tujuan, untuk memiliki bisnis tunggal yang terkoordinasi, manajemen yang efektif, dan fokus kuat pada Human Capital Management, bisnis yang lebih efektif dan efisien. Namun setelah perubahan organisasi ini, telah ada indikasi kinerja bisnis rendah. Untuk menanggulangi masalah ini perusahaan harus menganalisa kembali faktor faktor yang mempengaruhi kinerja bisnis. Metode yang digunakan dalam  penelitian ini adalah metode penelitian kualitatif deskriptif dengan pendekatan eksploratif. Data diperoleh melalui wawancara dengan Manajer Manajemen Kinerja, karyawan, studi dokumen perusahaan, dan studi kepustakaan. Untuk mendapatkan    \n \n\ndata saat ini penulis memotret keadaan perusahaan dengan menyebar kuesioner kepada pegawai PT XYZ dan membandingkan hasil kuesioner dengan data pendukung, yaitu penelitian sebelumnya. Berdasarkan telaah dokumen perusahaan, wawancara dan analisa penentu menunjukkan bahwa ada pengaruh yang sangat kuat Kinerja Manajemen yang baik,    \n \n\nterhadap kinerja bisnis. Selanjutnya analisa kesenjangan dengan menggunakan analisa deskriptif menemukan bahwa terdapat indikator indikator yang memiliki nilai rendah di mata responden atau kesenjangan yang cukup besar terhadap kondisi ideal suatu perusahaan. Hasil akhir penelitian ini akan membantu PT. XYZ memetakan beberapa indikator yang memiliki tingkat kepentingan paling tinggi sampai dengan yang paling rendah. Dan kemudian menciptakan program program baru yang dapat menjadi strategi PT. XYZ yang tepat sasaran untuk meningkatkan kinerja bisnis PT. XYZ di masa depan.", "Daftar File": {"2013 TS PP ARIANDA KRISNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87349", "2013 TS PP ARIANDA KRISNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87348", "2013 TS PP ARIANDA KRISNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87347", "2013 TS PP ARIANDA KRISNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87346", "2013 TS PP ARIANDA KRISNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87350", "2013 TS PP ARIANDA KRISNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87351"}, "Penulis": "ARIANDA KRISNA (29110010) Pembimbing: Dr. Ir. Yuni Ros Bangun, MBA", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Yuni Ros Bangun, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Kinerja, Human Capital, Transormasi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}