{"Nomor": 18053, "Judul": "EVALUASI PEMBORAN DAN PELEDAKAN DI FRONT RAMP DOWN CENTRAL, CIURUG LEVEL 500, PT ANTAM TBK UBPE PONGKOR", "Abstrak": "Kegiatan development merupakan rangkaian kegiatan yang harus dilakukan sebelum dilakukan kegiatan produksi. Kegiatan development meliputi pembuatan lubang horizontal berupa drift footwall, crosscut dan pembuatan lubang vertikal berupa raise. Untuk pembuatan lubang development tersebut, metode yang seringkali digunakan adalah metode konvensional pengeboran dan peledakan.  \n \n\nLokasi penelitian dilakukan di front development Ramp Down Central di Ciurug Level 500 PT Antam Tbk UBPE Pongkor. Alat bor yang digunakan adalah Hand Held Rock Drill, yang memiliki panjang batang bor sebesar 1,6 m. Kedalaman lubang bor rata-rata adalah 1,4 meter dengan diameter lubang bor sebesar 38 mm. Bahan peledak yang digunakan yaitu dayagel magnum diameter 25 mm. Terdapat 2 pola peledakan yang digunakan di lokasi penelitian, yaitu pola peledakan dengan 40 dan 44 lubang tembak dengan masing Ã‚Â– masing menggunakan satu lubang kosong berdiameter 38 mm. Pola peledakan 40 lubang tembak menghasilkan kemajuan rata Ã‚Â– rata sebesar 67% dari kedalaman lubang tembak, sedangkan pada pola peledakan 44 lubang tembak kemajuan yang didapat 71,3%. Kemajuan ini masih belum memenuhi target yang diharapkan yaitu sebesar 80% dari kedalaman lubang tembak. Powder Factor (PF) rata Ã‚Â– rata yang didapat dari kedua pola tersebut sebesar 2,74 kg/m3.  \n \n\nDengan menggunakan desain peledakan menurut Persson dkk (1994), didapat pola peledakan dengan 45 lubang tembak dan 4 lubang kosong, dengan diameter 38 mm. Pola tersebut didapatkan dengan bahan peledak yang digunakan adalah dayagel magnum 25 mm dan ANFO. Dari uji coba peledakan pola peledakan baru dengan menggunakan dayagel magnum didapat kemajuan sebesar 81,4% dari kedalaman lubang tembak dengan PF sebesar 2,4 kg/m3.  \n \n\nDari hasil penelitian, faktor yang menyebabkan kurangnya kemajuan di lokasi penelitian adalah ketidakketepatan dan deviasi pengeboran, jumlah lubang kosong yang kurang serta jarak antara lubang tembak dan lubang kosong yang terlalu jauh. Jumlah lubang tembak dan PF dari hasil pengamatan masih memenuhi PF berdasarkan literatur dan pengolahan data. Jumlah lubang tembak yang dibutuhkan untuk kondisi batuan di lokasi penelitian adalah 40 Ã‚Â– 47 lubang tembak. Sedangkan untuk kondisi massa batuan dan luas lubang di lokasi penelitian dibutuhkan PF sebesar 2 Ã‚Â– 2,83 kg/m3. Pola peledakan baru apabila menggunakan ANFO, biaya bahan peledak dan aksesoris akan lebih murah Rp 826.254 per round dibandingkan apabila menggunakan dayagel magnum.", "Daftar File": {"2010 TA PP  ARIF HANINDYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87451", "2010 TA PP  ARIF HANINDYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87452", "2010 TA PP  ARIF HANINDYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87453", "2010 TA PP  ARIF HANINDYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87454", "2010 TA PP  ARIF HANINDYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87455", "2010 TA PP  ARIF HANINDYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87456", "2010 TA PP  ARIF HANINDYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/87457", "2010 TA PP  ARIF HANINDYO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/87458", "2010 TA PP  ARIF HANINDYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87459"}, "Penulis": "ARIF ANINDOYO  (NIM : 12105001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ganda M. Simangunsong, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Front ramp down central, CIURUG LEVEL 500, PT ANTAM TBK UBPE PONGKOR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}