{"Nomor": 18057, "Judul": "PEMETAAN SKALA PELAYANAN AKTUAL DAN PENILAIAN KUALITAS RTH TAMAN KOTA DAN KECAMATAN DI KOTA BANDUNG", "Abstrak": "Penyediaan RTH di Kota Bandung hanya 6,9% dari luas total wilayah, jauh dari pemenuhan ketentuan penyediaan RTH menurut UUPR seluas 30%. RTH taman kota dan kecamatan sebagai bagian dari RTH merupakan salah satu bentuk pemanfaatan ruang sebagai bagian dari ruang terbuka kota yang direncanakan sebagai tempat-tempat pertemuan dan wadah bagi aktivitas masyarakat di udara terbuka serta memiliki peranan strategis sebagai citra kota dan memiliki lebih banyak fungsi dibandingkan dengan RTH taman dengan jenjang hirarki di bawahnya.     \n \n \n \n \n\nPenduduk Kota Bandung yang sebagian besar bermukim di daerah perumahan yang padat, di atas rata-rata kepadatan ideal, menuntut ketersediaan ruang terbuka yang lebih luas khususnya RTH taman. RTH taman kota dan kecamatan selain harus mampu memenuhi kebutuhan penduduknya, juga harus memiliki jenjang hirarki dengan fungsi dan bentuk RTH tertentu agar tercipta pembangunan tata ruang yang seimbang. Namun pada kenyataannya, kondisi Kota Bandung yang minim akan ketersediaan RTH taman mempengaruhi fungsi dan peran dari RTH taman itu sendiri, baik dilihat dari pelayanan aktual maupun kondisi kualitas yang ada.     \n \n \n \n \n\nMengingat permintaan lahan perkotaan yang terus tumbuh dan sering menyita lahan berbagai bentukan ruang terbuka, maka minimal dibutuhkan upaya untuk mempertahankan keberadaan RTH taman yang ada saat ini. Oleh karena itu diperlukan pemahaman mengenai skala pelayanan aktual dan kondisi kualitas RTH taman kota dan kecamatan yang ada saat ini sebagai dasar pertimbangan dalam arahan pengembangan RTH taman. RTH taman kota dan kecamatan yang dijadikan objek studi dalam penelitian ini adalah RTH Taman Lapang Tegallega, Lapang Lebak Siliwangi, Kawasan SOR Saparua, Taman Cilaki, Taman Monumen Perjuangan Rakyat Jawa Barat (MPRJB), dan Lapang Gasibu.     \n \n \n \n \n\nStudi mengenai pemetaan skala layanan aktual dan penilaian kualitas RTH taman kota dan kecamatan di Kota Bandung ini dilakukan dengan cara analisis kuantitatif deskriptif melalui studi kepustakaan, observasi lapangan, wawancara dan penyebaran kuisioner sebanyak 282 buah untuk 6 lokasi RTH taman dan dibagi menjadi 2 sesi pada akhir pekan dan hari biasa.     \n \n \n \n \n\nHasil studi menunjukkan bahwa RTH taman yang ada di Kota Bandung tidak memiliki jenjang hirarki yang jelas dan teratur. RTH Lapang Lebak Siliwangi dengan luas 71.568 m2 yang termasuk dalam klasifikasi RTH taman skala kecamatan menurut DPU, memiliki jangkauan pelayanan yang jauh lebih luas dibandingkan keempat RTH taman kecamatan lainnya maupun RTH Taman Lapang Tegallega yang memiliki luas 190.011 m2 yang termasuk dalam klasifikasi RTH taman skala kota. Selain itu, kondisi kualitas RTH taman dapat dikategorikan menjadi tiga, yaitu baik (Lapang Lebak Siliwangi), sedang (Taman Tegallega Taman Cilaki, Taman MPRJB, dan Lapang Gasibu), dan buruk (Kawasan SOR Saparua).", "Daftar File": {"2009 TA PP ARIN ANGGIARINI I-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87480", "2009 TA PP ARIN ANGGIARINI I-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87481", "2009 TA PP ARIN ANGGIARINI I-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87482", "2009 TA PP ARIN ANGGIARINI I-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87483", "2009 TA PP ARIN ANGGIARINI I-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87484", "2009 TA PP ARIN ANGGIARINI I-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87485", "2009 TA PP ARIN ANGGIARINI I-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87486"}, "Penulis": "ARIN ANGGIARINI (NIM : 15405061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nia Kurniasih Pontoh, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kota Bandung, RTH taman, hirarki, pelayanan aktual, dan kualitas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}