{"Nomor": 18056, "Judul": "STUDI PARAMETER ELASTIK LAMBDA-MU-RHO UNTUK KARAKTERISASI RESERVOIR BATUPASIR TELISA CEKUNGAN SUMATERA SELATAN", "Abstrak": "Batupasir Telisa merupakan bagian bawah formasi Telisa yang terdiri dari batupasir berukuran halus hingga sangat halus dengan minor shale dan diendapkan pada lingkungan laut dangkal pada pinggiran cekungan selama sea level lowstand dan transgressi. Batupasir Telisa banyak mengandung argillaceous sandstone yang menyebabkan prediksi reservoir batupasir Telisa menjadi relatif sulit karena kontras akustik impedansi antara batu pasir dengan Telisa shale di atas dan di bawahnya sangat kecil.         \n \n\nStudi untuk karakterisasi reservoir batupasir Telisa dilakukan untuk memperkirakan distribusi reservoir dan identifikasi potensi keberadaan kandungan fluida. Studi ini dilakukan menggunakan analisis parameter elastik Lambda-Mu-Rho pada beberapa sumur yang tersebar di lima lapangan studi yaitu Kaji Semoga, Langkap, Rumbi, Rimbabat, dan Kerang. Analisis pada data seismiknya dilakukan menggunakan teknik inversi Extended Elastic Impedance (EEI). Parameter Mu adalah parameter elastik yang merepresentasikan rigiditas lapisan batuan sehingga diharapkan dapat digunakan untuk membedakan jenis lithologi pada reservoir, sedangkan parameter Lambda merepresentasikan inkompresibilitas lapisan batuan sehingga diharapkan dapat digunakan untuk mengetahui potensi keberadaan kandungan fluida pada reservoir.       \n \n\nHasil analisis cross plot data sumur dan interpretasi peta distribusi parameter elastik dari data seismik menunjukan bahwa parameter Mu-Rho cukup baik untuk membedakan jenis lithologi pada reservoir batupasir Telisa. Sedangkan identifikasi potensi keberadaan kandungan fluida pada reservoir dilakukan dengan menggunakan parameter anomali Lambda-per-Mu.", "Daftar File": {"2007 TS ARIF USMAN HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87473", "2007 TS ARIF USMAN HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87474", "2007 TS ARIF USMAN HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87475", "2007 TS ARIF USMAN HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87476", "2007 TS ARIF USMAN HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87477", "2007 TS ARIF USMAN HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87478", "2007 TS ARIF USMAN HAKIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/87479"}, "Penulis": "ARIF USMAN HAKIM (NIM 224 04 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sonny Winardhi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reservoir characterization, Telisa Sandstone, Mu-Rho, Lambda-per-Mu Anomaly", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}