{"Nomor": 18055, "Judul": "KESADARAN IDENTITAS DIRI", "Abstrak": "Menjadi sebuah pertanyaan yang besar sampai saat ini adalah sebuah kehampaan diri, kehampaan yang masih belum terjawab. penulis selalu coba untuk mendekat dan mendekat, yang dipelajari yang digeluti seakan tidak memiliki ruh, dan ini sering terjadi dan membuat \n\npenulis sering bertanya dan mencari jawaban dan membuatnya gelisah. Mengapa?. Kondisi inilah penulis  ingin menyampaikan dalam karya TA, memvisualkan sebuah kegelisahan, sekaligus sebagai perenungan dalam diri. \n\nKarya-karya yang akan ditampilkan adalah kegelisahan dan dilematis pribadi sebagai seorang muslim dalam menyikapi persoalan diri dan diluar pribadi,. Yaitu dengan \n\nmenampilkan perjalanan hidupnya dengan mengahdirkan kembali objek-objek yang dianggap paling berpengaruh dalam pembentukan sebuah karakter pribadi penulis. \n\nDalam visual karya menampilkan figur pribadi, figur orang lain dan objek lainnya yang berperan dalam proses berpikirnya mengenal agama Islam seperti keluarga, ustad, dan institusi. Untuk media yang digunakan terbatas pada pensil di atas kertas akan tetapi sangat \n\nterbuka sekali eksplorasi-eksplorasi dengan menggunakan medium lain. \n\nTulisan karya tugas akhir ini bertujuan sebagai salah satu proses pembelajaran pribadi untuk belajar memecahkan sebuah permasalahan secara sistematis dan logis.", "Daftar File": {"2009 TA PP ARIF RIVAI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87466", "2009 TA PP ARIF RIVAI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87467", "2009 TA PP ARIF RIVAI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87468", "2009 TA PP ARIF RIVAI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87469", "2009 TA PP ARIF RIVAI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87470", "2009 TA PP ARIF RIVAI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87471", "2009 TA PP ARIF RIVAI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87472"}, "Penulis": "ARIF RIVAI (NIM : 17005014)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Aminudin TH Siregar, M.sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "lukisan, kesadaran terhadap agama, psikologi agama, hukum gambar dalam islam, identitas, self portrait, drawing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "02 Feb 2015"}