{"Nomor": 18066, "Judul": "FABRIKASI FILTER AIR REUSABLE BERPOROS MIKRO DENGAN MENGGUNAKAN TITANIUM DIOKSIDA (T102) DAN SILIKON DIOKSIDA (S102) SEBAGAI BAHAN UTAMA", "Abstrak": "Titanium Dioksida (TiO2) diketahui memiliki kemampuan fotokatalis yang diaktivasi oleh sinar ultraviolet untuk mendekomposisi material organic. Karna kemampuan purifikasi dari fotokatalis tersebut, Titanium dioksida sering digunakan sebagai material utama untuk sterilisasi, deodorisasi, self cleaning, pembersih udara dan pembersih air. Makalah ini akan menjelaskan fabrikasi filter air berporos mikro dengan menggunakan titanium dioksida sebagai bahan utamanya. Proses pembersihan air dilakukan secara fisis dan kimiawi melalui proses filtrasi dan fotokatalis. Titania (TiO2) digunakan sebagai material utama pada filter ini sementara silicon dioksida (SiO2) digunakan sebagai filler skala nano. Karena kedua material tersebut dapat bertahan pada suhu tinggi, pertumbuhan mikroorganisme pada filter dapat dicegah dengan cara memanaskan filter sampai temperature tertentu yang dapat membunuh mikroorganisme.", "Daftar File": {"2009 TA PP ARIS PRIATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87545", "2009 TA PP ARIS PRIATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87546", "2009 TA PP ARIS PRIATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87547", "2009 TA PP ARIS PRIATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87548", "2009 TA PP ARIS PRIATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87549", "2009 TA PP ARIS PRIATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87550", "2009 TA PP ARIS PRIATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87551"}, "Penulis": "ARIS PRIATAMA (NIM 10204027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Mikrajuddin Abdullah dan Dr. Eng. Khairurrijal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Titanium Dioksida/Titania (TiO2), Silikon Dioksida/Silika (SiO2), Polyethylene Glycol (PEG), simple mixing, simple heating.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}