{"Nomor": 18061, "Judul": "PENGARUH TEGANGAN ARUS SEARAH 12V TERHADAP HANTARAN LARUTAN CACO3 DALAM SEL ELEKTROLISIS MENGGUNAKAN ELEKTRODA LEMPENG GRAFIT", "Abstrak": "Berdasarkan penelitian yang dilakukan sebelumnya, metode EWP (Electronic Water Purification) dapat mengurangi kesadahan air dan menghasilkan air yang lebih murni daripada proses RO (Reverse Osmosis). Proses ini didasarkan pada proses elektrokoagulasi dari senyawa-senyawa yang terlarut di dalam air. Senyawa-senyawa tersebut merupakan garam-garam sulfat dan karbonat yang mempengaruhi kesadahan air. Dalam penelitian ini, dipelajari pengaruh tegangan arus searah yang mempengaruhi elektrosorpsi CaCO3. Hal tersebut dilakukan untuk mengetahui kondisi optimum penurunan hantarannya. Berdasarkan hasil penelitian yang dilakukan pada penggunaan tegangan arus searah 12V, waktu proses penurunan hantaran paling signifikan terjadi pada saat 5 menit proses elektrodeposisi berlangsung dengan jarak antar elektroda sebesar 3 cm, dan luas lembaran elektroda tercelup sebesar 5,2 cm2. Penelitian yang sama juga dilakukan pada sampel air yang diambil dari Laboratorium Gelombang Teknik Kelautan ITB dengan menggunakan waktu optimum yang telah dilakukan. Sampel murni menunjukan kecenderungan penurunan nilai hantaran dari sistem dialiri arus listrik sampai arus listrik dihentikan. Berbeda dengan sampel yang ditambah dengan larutan standar yang menunjukan adanya kenaikan nilai hantaran di antara elektroda sebelum akhirnya menurun saat sistem berhenti dialiri arus listrik. Dilakukan pula penyaringan menggunakan membran untuk mengurangi kemungkinan senyawa organik yang dapat menimbulkan hantaran pada sistem tersebut karena sel yang digunakan lebih sederhana dari EWP yang ada. Berdasarkan hasil identifikasi sampel, didapat data pH sebesar 7,4; konduktivitas sebesar 140,2 s cm-1; TDS sebesar 7,9 ppm; dan TSS sebesar 0,97 ppm. Analisis komponen TSS belum bisa ditentukan karena spektrum TSS tidak muncul pada spektroskopi inframerah. Sedangkan analisis logam dengan menggunakan spektroskopi serapan atom menunjukan bahwa kadar logam Na, K, Fe, Ca, dan Mn berturut-turut adalah 10 ppm; 19,47 ppm; 4,22 ppm; 30,56 ppm; dan 0,07 ppm.", "Daftar File": {"2014 TA PP  ARIS HIDAYATULLAH 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87512", "2014 TA PP  ARIS HIDAYATULLAH 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87513", "2014 TA PP  ARIS HIDAYATULLAH 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87514", "2014 TA PP  ARIS HIDAYATULLAH 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87515", "2014 TA PP  ARIS HIDAYATULLAH 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87516", "2014 TA PP  ARIS HIDAYATULLAH 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87517", "2014 TA PP  ARIS HIDAYATULLAH 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87518"}, "Penulis": "ARIS HIDAYATULLAH (NIM : 10509087)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Elektrosorpsi, EWP, Kesadahan air, Elektroda Plat Grafit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}