{"Nomor": 18065, "Judul": "KONFLIK MYANMAR DALAM PERSPEKTIF KOMUNITAS KEAMANAN ASEAN", "Abstrak": "Semenjak dideklarasikan tahun 1967, ASEAN sering menuai pujian sebagai lembaga regional paling sukses di tingkatan negara-negara berkembang1. Salah satu bentuk kesuksesan yang paling disebut adalah kemampuan ASEAN dalam menjaga stabilitas keamanan di kawasan Asia Tenggara. Dalam hal ini ASEAN terbukti relatif berhasil membangun berbagai kerja sama yang bisa mencegah perselisihan terbuka di antara negara-negara anggotanya. Ini adalah salah satu kelebihan yang dimiliki oleh ASEAN sebagai sebuah asosiasi, mengingat sebelum terbentuk, berbagai konflik terbuka mewarnai ketidakstabilan keamanan di kawasan Asia Tenggara ini.2      \n \n \n \n\nTerciptanya stabilitas keamanan regional ini kemudian memunculkan pendapat dari beberapa pengamat bahwa suatu komunitas keamanan kini sedang tumbuh di Asia Tenggara (Amitav Acharya: 2001) Komunitas keamanan menggambarkan sekelompok negara yang dalam jangka waktu lama berhasil mengembangkan kebiasaan secara sukarela dalam beinteraksi penuh damai dan melarang penggunaan senjata dalam penyelesaian perselisihan di antara anggota kelompok negara itu, dan mereka menjunjung suatu nilai, norma, serta identitas bersama dalam berinteraksi satu sama lain.      \n \n \n \n \n \n\nGagasan Komunitas Keamanan ASEAN secara resmi disampaikan pada pertemuan pemimpin negara-negara ASEAN di Bali tahun 2003. Salah satu hasil terpenting dari Konferensi Tingkat Tinggi (KTT) ASEAN ke-9 itu adalah dihasilkannya Bali Concord II, yang menyetujui pembentukan Komunitas ASEAN (ASEAN Community) sebagai cita-cita bersama yang akan diwujudkan pada tahun 2020 (dalam KTT ASEAN ke-12 di Chebu, Filipina, tahun 2007, rencana perwujudan komunitas ini diperpendek menjadi tahun 2015). Ada tiga pilar penting yang akan menopang Komunitas ASEAN ini, yaitu Komunitas Ekonomi ASEAN, Komunitas Keamanan ASEAN, dan Komunitas Sosial-Budaya ASEAN.", "Daftar File": {"2009 TS PP ARIS MUSTAFA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87538", "2009 TS PP ARIS MUSTAFA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87539", "2009 TS PP ARIS MUSTAFA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87540", "2009 TS PP ARIS MUSTAFA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87541", "2009 TS PP ARIS MUSTAFA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87542", "2009 TS PP ARIS MUSTAFA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87543", "2009 TS PP ARIS MUSTAFA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87544"}, "Penulis": "ARIS MUSTAFA (NIM : 24007032)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kemampuan asean,  stabilitas keamanan nasional", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}