{"Nomor": 18074, "Judul": "PUSAT PENDIDIKAN MUSIK GEREJAWI", "Abstrak": "Pusat pendidikan musik gerejawi merupakan sebuah bangunan atau kawasan bangunan yang menjadi tempat unuk mendidik dan melatih para pelayan dan calon pelayan gereja yang melayani di bidang pujjian dan penyembahan. Fasilitas-faslitas yang akan diwadahi adalah ruang pertunjukan, studio musik, dan fasilitas-fasilitas pendidikan dan hunian. Lokasi yang dipilih adalah di kawasan Cipageran, tepatnya di Jl. Kolonel Masturi. Lokasi tersebut berada dekat dengan perbatasan Cimahi dengan Lembang. Dalam menyusun laporan ini, telah dilakukan studi kasus terhadap preseden proyek. Hal ini dilakukan agar penulis dapat memahami aspek-aspek lain selain fungsional bangunan, yaitu aspek estetika dari bangunan tersebut dan bagaimana bangunan itu merespon lingkungan sekitar. Permasalahan perancangan sebuah pusat pendidikan musik gerejawi banyak berkaitan dengan fungsi dan persyaratan-persyaratan teknik yang mendukung terciptanya ruang-ruang musik yang baik. Selain itu bagaimana keterkaitan antara fungsi hunian dan fungsi pendidikan yang berada dalam satu kawasan. Keseluruhan fungsi tersebut harus saling mendukung satu sama lain dalam membentuk karakter para peserta sebagai pengguna untuk menjadi pelayan gereja yang baik. Aspek-aspek yang menjadi pokok permasalahan antara lain kelancaran sirkulasi, kenyamanan akustik, keamanan, dan keterbangunan. Berdasarkan permasalahan kasus dan lahan, maka dilahirkanlah konsep-konsep untuk menjawab permasalahan-permasalahan tersebut. Permasalahan-permasalahan yang dimaksud antara lain sirkulasi di lahan miring, keterbangunan di lahan miring, penempatan massa di lahan yang cukup luas, dan kebutuhan akan persyaratan akustik. Sehingga diharapkan bangunan ini mampu berfungsi dengan baik sesuai dengan tujuan didirikannya.", "Daftar File": {"2009 TA PP ARMAN ARISMAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87603", "2009 TA PP ARMAN ARISMAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87604", "2009 TA PP ARMAN ARISMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87605", "2009 TA PP ARMAN ARISMAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87606", "2009 TA PP ARMAN ARISMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87607", "2009 TA PP ARMAN ARISMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87608", "2009 TA PP ARMAN ARISMAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87609"}, "Penulis": "ARMAN ARISMAN (NIM: 152 04 015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iwan Sudradjat, MSA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pusat pendidikan musik gerejawi, pembangunan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}