{"Nomor": 18077, "Judul": "IDENTIFIKASI TUTUPAN LAHAN HUTAN KOTA BANDUNG MENGGUNAKAN CITRA SATELIT LANDSAT DENGAN METODE FOREST CANOPY DENSITY (FCD)", "Abstrak": "Kawasan Kota Bandung merupakan kawasan yang strategis di Jawa Barat. Kota Bandung juga mempunyai arti penting bagi keutuhan ekosistem Jawa Barat dalam mendukung kehidupan, pelestarian fungsi lingkungan hidup, dan menjamin pembangunan berkelanjutan. Citra Landsat telah biasa digunakan untuk memantau perubahan tutupan lahan, pada kasus ini hutan kota, di suatu daerah.       \n \n \n \n \n \n \n\nUntuk studi ini, digunakan citra Landsat TM-5 dengan resolusi spasial 30 meter. Dengan data ini, dapat dihitung nilai FCD pada area di citra tersebut. Nilai FCD ini yang kemudian digunakan untuk menganalisis luas dan persebaran. Rentang nilai klasifikasi dari FCD ini dapat diklasifikasikan sesuai dengan jenis vegetasi yang ada di atasnya. FCD dihasilkan dari enam parameter: Indeks Vegetasi Lanjutan (AVI), Indeks Tanah Terbuka (BI), Indeks Bayangan Kanopi (SI), Indeks Temperatur (TI), Kerapatan Vegetasi (VD), Indeks Bayangan Kanopi Lanjutan (ASI).       \n \n \n \n \n \n \n\nUntuk melihat tingkat akurasi model FCD yang telah dibuat, maka dilakukanlah penghitungan matriks error untuk mencari nilai overall accuracy dan kappa. Selain itu untuk mengklasifikasikan vegetasi hutan kota dilakukan pengambilan threshold dengan menggunakan nilai pixel dari model FCD yang sudah berhasil dibuat.       \n \n \n \n \n \n \n\nDengan melihat model ini dan tingkat akurasi yang dihasilkannya maka diharapkan penelitian dapat melihat apakah metode FCD ini dapat mengidentifikasi tutupan lahan hutan kota dan mengklasifikasikannya dengan baik", "Daftar File": {"2014 TA PP ARSE NUR HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87624", "2014 TA PP ARSE NUR HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87625", "2014 TA PP ARSE NUR HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87626", "2014 TA PP ARSE NUR HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87627", "2014 TA PP ARSE NUR HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87628", "2014 TA PP ARSE NUR HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87629"}, "Penulis": "ARSE NUR HIDAYAT NIM.( 151 08 093 )", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D..", "Dr.Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hutan Kota, Landsat TM-5, FCD", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}