{"Nomor": 18071, "Judul": "DETERMINATION OF LONG TERM FINANCING FOR PT PRAKARSA ENVIRO INDONESIA", "Abstrak": "PT. Prakarsa Enviro Indonesia (Enviro) is an Engineering Procurement Construction Installation (EPCI) Company which core business in water and wastewater treatment system. Since the establishment of the company in 2001 until now, the company has already been growing significantly, the company's average revenue increment every year is 56%. This company achieved the highest net profit on last 2009 financial year, which increase more than 80% from 2008 financial year. With this achievement, the company has been growing significantly from year to year, and in correlation with the prospect of water and wastewater treatment construction business, it could be predicted that the business will be still potentially grow, together with the increase of the demand for public clean water and sanitation.  \n \n\nWith the EPCI business model, Enviro sold the specific product in accordance with the customer requirement through the stage of product design and engineering, purchase of the raw material, manufacture of the product and product installation. To be able to complete these stages in a target period determined by the customer, the company should carry out good project management in order to be able to produce the product with the good quality. One of the subject that must be concerned in project management is the management of financial cash flow. With the limitations cash inflow that was accepted from customer's payment in the beginning of the project, then Enviro is prosecuted to be able to have a strong capitalization to ascertain the availability of working capital and also the smoothness of the project execution. To reinforce the company's capitalization, Enviro must determine the financing source that gives low cost of fund and gives most benefit for the company.  \n \n\nThis Final Project will be evaluate several sources of financing option for Enviro base on the requirement of  \n \n\nexternal financing in the company's financial forecast for the next five years. The options of financing source consist of banking credit, bond issuance and company's stock selling. The determination financing source was carried out with the quantitative analysis to count the capital cost and the level of Return on Equity (ROE) and the qualitative analysis by FRICTO analysis. The company's stock valuation was carried out by using Capital Asset Pricing Model (CAPM) method and benchmarking method. The evaluation was also carried out to analyze the company's capital structure, based on the recommendation financing source compared with industry's capital structure. Based on all quantitative and qualitative analysis, banking credit is recommended for PT. Prakarsa Enviro Indonesia as the financing source for 2010-2014.", "Daftar File": {"2010 TS PP ARIZKA ALAMSYAH N 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87581", "2010 TS PP ARIZKA ALAMSYAH N 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87582", "2010 TS PP ARIZKA ALAMSYAH N 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87583", "2010 TS PP ARIZKA ALAMSYAH N 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87584", "2010 TS PP ARIZKA ALAMSYAH N 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87585", "2010 TS PP ARIZKA ALAMSYAH N 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87586"}, "Penulis": "ARIZKA ALAMSYAH N (NIM: 29107329)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Maryat Nirwandi, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "EPCI, financing source,cost of fund, FRICTO analysi, stand-by loan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}