{"Nomor": 18070, "Judul": "PEMANFAATAN FOTOGRAMETRI RENTANG DEKAT UNTUK PENDOKUMENTASIAN BANGUNAN CAGAR BUDAYA YANG MEMENUHI ASPEK ARSITEKTUR (STUDI KASUS AULA BARAT INSTITUT TEKNOLOGI BANDUNG )", "Abstrak": "Bangunan cagar budaya merupakan salah satu benda yang memiliki nilai historis tinggi dan bersifat unik sehingga perlu dilakukan pendokumentasian untuk mengantisipasi berbagai kemungkinan kerusakan yang dapat terjadi.Aula Barat merupakan salah satu bangunan cagar budaya yang sekaligus menjadi ciri khas utama dari kampus Institiut Teknologi Bandung (ITB).Oleh sebab itu, Aula Barat cocok untuk dijadikan objek penelitian.      \n \n \n \n \n \n\nSeiring dengan perkembangan teknologi, Fotogrametri Rentang Dekat (FRD) menjadi salah satu metode yang relatif sederhana yang dapat digunakan untuk keperluan pengarsipan data dalam rangka pendokumentasian bangunan cagar budaya.Pengombinasian antara foto udara dan foto terestris pada saat pengolahan data menggunakan metode FRD, dilakukan untuk memperoleh kedetailan dan ketelitian yang lebih baik. Dengan menggunakan perangkat lunak Photomodeler Scanner (PMS), kombinasi dari kedua foto tersebut dapat dilakukan sehingga dapat menghasilkan model 3D yang lebih detail daripada gambar teknik. Untuk visualisasi model 3D yang dihasilkan, digunakanGoogle Sketch Up.", "Daftar File": {"2013 TA PP ARIZA ARYANI PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87574", "2013 TA PP ARIZA ARYANI PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87575", "2013 TA PP ARIZA ARYANI PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87576", "2013 TA PP ARIZA ARYANI PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87577", "2013 TA PP ARIZA ARYANI PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87578", "2013 TA PP ARIZA ARYANI PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87579", "2013 TA PP ARIZA ARYANI PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87580"}, "Penulis": "ARIZA ARYANI PUTRI (NIM. 15107052)", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, ST., MT Dr. Ing. Ir. Himasari Hanan, M.Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fotogrametri rentang dekat, pendokumentasian arsitektur, Aula Barat ITB.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}