{"Nomor": 18079, "Judul": "UNTITLED (REVISITED)", "Abstrak": "Proses kreatif penciptaan karya seni rupa Untitled (Revisited) ini berangkat dari tema tentang kegelisahan penulis dalam memandang lingkungan dimana penulis \n\nberada. Sebagai sebuah respon terhadap berbagai kegelisahan atau kecemasan yang sifatnya dapat subyektif dari proses perjalanan hidup ini, penulis melakukan proses penciptaan karya seni drawing dan silkscreen, dengan cara melepaskan diri penulis untuk melakukan seperti sebuah 'dialog imajiner' dengan sketsa-sketsa beberapa seniman yang penulis temui menginspirasikan, antara lain Pablo Picasso, Frida Kahlo, yang nantinya akan penulis hadirkan dalam setiap karya. Dari proses singkat ini, penulis seakan berhasil mendapati jawaban yang selama ini dicari. Ruang, bidang gambar putih yang tercipta membawa diri penulis untuk masuk pada dunia imajiner bersama mereka. Penulis sejatinya adalah pengembara dan ruang yang nantinya tercipta adalah pengembaraan fisik dan batin, teknis dan imajinatif, yang tidak mudah ditemui dalam keseharian.", "Daftar File": {"2009 TA PP ARTHA LARASATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87637", "2009 TA PP ARTHA LARASATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87638", "2009 TA PP ARTHA LARASATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87639", "2009 TA PP ARTHA LARASATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87640", "2009 TA PP ARTHA LARASATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87641"}, "Penulis": "ARTHA LARASATI (NIM : 17005004)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Aminudin TH Siregar, M.sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Proses kreatif penciptaan karya seni rupa,  drawing dan silkscreen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "5 file", "Tanggal Input": "02 Feb 2015"}