{"Nomor": 18084, "Judul": "STRATEGI BISNIS MINIMARKET A&D MENUJU MASA DEPAN MELALUI INOVASI", "Abstrak": "A&D Mart merupakan sebuah bisnis keluarga yang bergerak dalam bisnis penyediaan kebutuhan konsumsi masyarakat sehari-hari yang berada di Pontianak. Nama A&D Mart diambil dari nama pendiri minimarket yang merupakan penduduk lokal. Berdirinya A&D Mart mempunyai tujuan yaitu memberikan kemudahan bagi masyarakat dalam mencari barang-barang kebutuhan sehari-hari.    \n \n \n \n\nSeiring dengan perkembangannya beberapa pesaing langsung atau direct competitor yaitu minimarket tradisional mulai meniru konsep kenyamanan yang di berikan minimarket modern, seperti A&D Mart. Dalam kondisi persaingan saat ini, A&D mart mempunyai target kedepan untuk menguasai pasar di Pontianak. Pemilik berharap perkembangan A&D Mart tidak hanya pada kondisi bisnis saja, tetapi juga bagi kesejahteraan supplier lokal dan masyarakat sekitar.    \n \n \n \n\nTugas akhir ini membahas tentang perancangan strategi bisnis A&D Mart kedepannya sebagai langkah ansipasi dalam menghadapi ancaman pendatang yaitu Retail Nasional yang akan ikut berkompetisi di Pontianak. Strategi bisnis dikembangkan melalui analisis PEST, analisis The 5 Forces Porter, analisis Value Chain, analisis perbandingan minimarket A&D dengan kompetitor yang meliputi 7P didalam Marketing Mix, analisis pemetaan konsumen potensial dan kompetitor dan analisis TOWS.    \n \n \n \n\nStrategi yang dihasilkan yaitu memperkuat dua disiplin nilai, Customer Intimacy dan Operational Excellent, perubahan positioning saat ini, adanya produk sayuran sebagai bentuk inovasi produk dan tiga jenis media komunikasi pemasaran untuk minimarket A&D. Implementasi dari strategi ini yaitu adanya Grand Opening, program Membership, adanya demo masak sebagai salah satu program Customer Intimacy dan adanya penyesuaian design tempat untuk produk baru.", "Daftar File": {"2011 TS PP ARYO PRATOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87682", "2011 TS PP ARYO PRATOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87683", "2011 TS PP ARYO PRATOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87684", "2011 TS PP ARYO PRATOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87685", "2011 TS PP ARYO PRATOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87686", "2011 TS PP ARYO PRATOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87687"}, "Penulis": "ARYO PRATOMO (NIM : 29108342)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Benny .S. Gunawan,MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategy bisnis, AnalisisThe 5 Forces Porter, Analisis Value Chain, Analisis TOWS, Analisis Marketing Mix, Analisis Pemetaan Konsumen Potensial dan Kompetitor.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}