{"Nomor": 18082, "Judul": "ANALISIS PERMODELAN ALIRAN & LAJU KEAUSAN JARINGAN PIPA TAILING DALAM LAUT PT. NEWMONT NUSA TENGGARA JENIS HDPE TERHADAP KEMIRINGAN PIPA DAN UKURAN PARTIKEL MENGGUNAKAN CFD", "Abstrak": "Jaringan pipa telah menjadi faktor yang penting bagi industri pertambangan dan memiliki nilai keekonomisan dalam mentransportasikan hasil pengolahannya. Industri pertambangan tembaga seperti PT. Newmont Nusa Tenggara (PT. NNT), menggunakan jaringan pipa bawah laut (offshore) teluk Senunu untuk membuang hasil slurry tailing ke dalam palung laut. Jaringan pipa offshore ini terletak pada dasar permukaan teluk Senunu dengan kepanjangan total 3,114 km dan jaringan pipa ini mengikuti kemiringan dari kontur teluk Senunu. Prediksi umur pakai dari desain awal jaringan pipa ini adalah 5 tahun dengan laju keausan 2mm/tahun. Pada kenyataannya jaringan pipa mengalami keausan melebihi prediksi dengan laju keausan lebih dari 20 mm/tahun. Penentuan laju keausan perlu dilakukan karena dapat menyebabkan kerugian yang berarti. Keausan merupakan kombinasi dari korosi dan erosi. Karena PT. NNT menggunakan High Density Polyethylene (HDPE) sebagai material pipa, maka pipa tidak terkorosi, sehingga keausan hanya dipengaruhi oleh erosi. Erosi merupakan permasalahan penting yang terjadi pada pipa HDPE dalam jaringan pipa pembuangan slurry tailing.   \n \n\nAnalisis dilakukan untuk mengetahui jenis aliran yang terjadi menggunakan bilangan Reynolds. Percobaan ini juga mencari kecepatan kritikal slurry dengan menggunakan persamaan Durand yang berdasarkan d50(ukuran dimana 50% partikel lolos). 2-D Computational Fluid Dynamics (CFD) digunakan untuk memprediksi pola aliran dan laju keausan terhadap pengaruh 8 kemiringan pipa (0,29o; 1,09o; 1,26o; 2o; 2,29o; 4,57o; 5,03o; 14,68o) dan 3 variasi ukuran partikel (28,65μm, 152 μm, 213 μm).   \n \n\nBilangan Reynolds yang tinggi, yaitu 4.912.603 menunjukkan aliran bersifat turbulen. Kecepatan kritikal slurry yang didapat menunjukkan bahwa kecepatan operasional slurry senilai 6.02m/s lebih tinggi daripada kecepatan kritikal slurry, yaitu 1.07m/s. Hasil permodelan dengan CFD menunjukkan bahwa aliran slurry   \n \n\nmemiliki moving bed. Laju keausan akan meningkat seiring dengan meningkatnya kemiringan pipa dan dari hasil permodelan, laju keausan tertinggi bernilai 37,76mm/tahun berada pada Km 3,069 Ã‚Â– 3,114 dengan kemiringan 14,68o. Hasil permodelan juga menunjukkan bahwa partikel 213 μm memiliki laju keausan yang   \n \n\nlebih tinggi daripada partikel ukuran 28,65 μm dan 152 μm.", "Daftar File": {"2009 TA PP ARWIN GUNAWAN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87660", "2009 TA PP ARWIN GUNAWAN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87661", "2009 TA PP ARWIN GUNAWAN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87662", "2009 TA PP ARWIN GUNAWAN  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87663", "2009 TA PP ARWIN GUNAWAN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87664", "2009 TA PP ARWIN GUNAWAN  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87665", "2009 TA PP ARWIN GUNAWAN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87666"}, "Penulis": "ARWIN GUNAWAN (NIM : 12105015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Akhmad Ardian Korda, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jaringan pipa , PT. NNT, High Density Polyethylene (HDPE), 2-D Computational Fluid Dynamics (CFD),  pipa bawah laut (offshore), teluk Senunu,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}