{"Nomor": 18087, "Judul": "UNIT GERIATRI RSUP DR.HASAN SADIKIN BANDUNG", "Abstrak": "Indonesia sebagai salah satu negara yang mengalami peningkatan jumlah populasi lansia, sudah seharusnya meningkatkan keberadaan fasilitas-fasilitas pelayanan khusus lansia. Fasilitas khusus lansia di Indonesia terbilang masih sangat jarang. Fasilitas penting untuk menunjang kebutuhan lansia ialah fasilitas kesehatan, karena seiring bertambahnya usia terjadi penurunan beberapa fungsi organ maka perlu ditunjang dengan perawatan kesehatan yang relatif lebih sering dibanding pada usia muda. Perancangan unit geriatri RSUP DR.Hasan Sadikin ini diharapkan dapat memenuhi kebutuhan pelayanan kesehatan khusus lansia yang masih kurang di Indonesia, khususnya untuk daerah Jawa Barat. Pada fasilitas yang dirancang tidak hanya melayani perawatan kesehatan secara fisik, namun juga secara psikologis yang sifatnya lebih kepada pelayanan sosial dibanding medis yaitu dengan merancang fasilitas Pusat Komunitas Lansia. Konsep besar perancangan fasilitas ini ialah harmoni. Pada konsep tapak dan peletakan masa, harmoni diwujudkan dengan adanya interaksi antara ruang luar dan ruang dalam, adanya ruang-ruang positif yang digunakan untuk taman. Keberadaan taman ini juga berkaitan dengan proses penyembuhan, karena keberadaan ruang-ruang terbuka hijau dapat membantu proses penyembuhan pada pasien lansia. Keberadaan ruang terbuka juga berkaitan dengan penghawaan pada banguanan, dengan adanya interaksi ruang luar dan ruang dalam, maka penggunaan pengkondisian udara buatan (AC) dapat diminimalisir. AC hanya digunakan di ruang-ruang tertentu saja. Perletakan masa juga dipengaruhi oleh orientasi terhadap matahari, karena sebagian besar masa bangunan berfungsi sebagai ruang rawat inap, maka orientasi terhadap matahari menjadi penting, terkait dengan kenyamanan pasien yang berada di dalamnya. Terakhir, pada citra bangunan, harmoni diwujudkan dengan menampilkan desain citra bangunan yang tenang, sederhana serta secara visual terkait dengan RS induk, yaitu RSUP DR. Hasan Sadikin. Dengan demikian menunjukan keterikatan Fasilitas Rumah Sakit Geriatri ini sebagai bagian dari RSUP DR. Hasan Sadikin", "Daftar File": {"2009 TA PP ASEP DARMANA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87701", "2009 TA PP ASEP DARMANA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87702", "2009 TA PP ASEP DARMANA 1- BAB  2a.pdf": "https://digilib.itb.ac.id/gdl/download/87703", "2009 TA PP ASEP DARMANA 1- BAB  2b.pdf": "https://digilib.itb.ac.id/gdl/download/87704", "2009 TA PP ASEP DARMANA 1- BAB  3a.pdf": "https://digilib.itb.ac.id/gdl/download/87705", "2009 TA PP ASEP DARMANA 1- BAB  3b.pdf": "https://digilib.itb.ac.id/gdl/download/87706", "2009 TA PP ASEP DARMANA 1- BAB  4.pdf": "https://digilib.itb.ac.id/gdl/download/87707", "2009 TA PP ASEP DARMANA 1- BAB PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87708"}, "Penulis": "ASEP DARMANA (NIM.152 05 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing-. Ir. Himasari Hanan, M.ARCH.ENG"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geriatri,Lansia, Rumah Sakit, Orang Tua, RSUP DR Hasan Sadikin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}