{"Nomor": 18088, "Judul": "STRATEGI FLANK ATTACK FRESTEA UNTUK MENINGKATKAN PANGSA PASAR DI KOTA BOGOR", "Abstrak": "Teh cepat saji (RTD tea) merupakan kategori produk minuman yang menjanjikan. Kontribusi dari kategori ini untuk pasar beverage menduduki urutan kedua terbesar  \n \n\nsetelah air minum dalam kemasan (AMDK) dengan tingkat pertumbuhan rata-rata per tahun yang cukup tinggi. Kondisi ini mendorong perusahaan nasional dan multinasional untuk masuk kedalam pasar kategori ini, yang menyebabkan terjadinya peningkatan kondisi persaingan. Coca-Cola sebagai perusahaan yang relatif baru untuk kategori ini, meluncurkan produk dengan merek Frestea untuk bersaing dengan market leader yaitu SOSRO. Mengingat usianya yang relatif masih muda dan kuatnya dominasi market leader maka Coca-Cola harus menerapkan strategi pemasaran yang tepat untuk dapat memenangkan persaingan, yang pada akhirnya akan meningkatkan penjualan dan pangsa pasar produk Frestea. Adapun penerapan strategi pemasaran tersebut dilakukan dengan membidik titik-titik diluar pasar utama market leader yaitu Jakarta dan Kota Bogor menjadi pilihan wilayah untuk penerapan strategi tersebut. Penelitian ini bertujuan untuk memberikan usulan strategi pemasaran produk Frestea untuk memenangkan persaingan bisnis RTD tea di Kota Bogor. Usulan tersebut disusun dengan melakukan beberapa analisis yang terkait dengan strategi pemasaran. Analisis yang dilakukan meliputi analisis situasi bisnis, analisis strategi pemasaran, analisis wilayah Kota Bogor, analisis outlet, analisis brand equity dan karakteristik konsumen, dan yang terakhir yaitu analisis TOWS. Berdasarkan hasil penelitian  \n \n\ndiketahui bahwa dominasi SOSRO di Kota Bogor masih sangat kuat yang ditunjukan dengan tingginya nilai availability dan brand equity SOSRO dibandingkan dengan  \n \n\nFrestea. Oleh karena itu usulan strategi pemasaran yang diusulkan menekankan pada perubahan konsep marketing mix produk Frestea untuk dapat meningkatkan availability dan brand equity-nya dengan menerapkan flank attack. Flank attack merupakan suatu strategi pemasaran dengan menyerang titik lemah lawan dengan menggunakan kekuatan yang dimiliki. Dengan begitu peluang keberhasilannya cukup besar. Strategi ini diterapkan dengan mensasar Kota Bogor dengan urutan penetrasi Bogor Timur, Bogor Selatan, Bogor Tengah, Bogor Utara, Bogor Barat dan yang terakhir adalah Tanah Sareal.", "Daftar File": {"2010 TS PP ASEP RIMBAWAN SUSANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87709", "2010 TS PP ASEP RIMBAWAN SUSANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87710", "2010 TS PP ASEP RIMBAWAN SUSANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87711", "2010 TS PP ASEP RIMBAWAN SUSANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87712", "2010 TS PP ASEP RIMBAWAN SUSANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87713", "2010 TS PP ASEP RIMBAWAN SUSANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87714"}, "Penulis": "ASEP RIMBAWAN SUSANTO (NIM : 29107330)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Reza A. Nasution"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Flank Attack, Frestea, Strategi Pemasaran, Marketing Mix, Brand Equity", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}