{"Nomor": 18080, "Judul": "CENTRAL SERVICES DIVISION BUSINESS PRACTICE ASSESSMENT USING THREE LEVELS OF PERFORMANCE", "Abstrak": "Central Services (CS) division operates as PT Freeport Indonesia (PTFI) resources to provide Engineering Procurement Construction (EPC) service to supply infrastructure facility in supporting mining activity. Currently operates between three locations (Highland, Lowland, and Jakarta) with more than 1500 manpower, CS has been handling at least 300 PTFI infrastructure projects from Grasberg to Portsite per year. Regardless the fact that CS has always been meeting its divisional annual Key Performance Indicator (KPI) target, on 2008 Ã‚Â– 2010 record has indicating that CS performance on project delivery has been declining on all of project aspect: on committed time, budget, quality, and client  \n \n\nsatisfaction which has causing huge financial lost, decreasing CS division support ability and shifting  \n \n\nCS position as main PTFI EPC service provider. Assessment to CS division business practices is being done on all its operational aspect by looking at all CS process aspects including input, mechanism, control, output, environment and its competition and mapped using Three Levels of Performance matrix (Rumler) which functioned as tool to identify where the problem occurs, and how it connects to one another. To support this  \n \n\nprocess, related information is gathered trough observation, survey, interview, and analyses to projects records, periodical performance reports and all other divisional administration data available on PTFI server. Root cause then being selected based on the significance, the scale of impact and on which level the problem is occurs: whether on organizational level, process level or on job level. Based on the evaluation, it can be concluded that the problem is happening on all performance level (organizational, process, and job), on all its performance variables (goal, design and management). The problem is not only on the way every personnel execute their job or how a process is being executed, instead the root cause of all CS division problem lies on its failure to set up goal, design and manage all of three levels of divisional performance (organization, process and job level). Only try to solve one or two problems that have been identified on certain performance level or variables would not be able to give total solution to overcome CS performance problems  \n \n\nincluding solving all problems all CS division as indentified before. To be able to improve CS performance, the proposed solution is by doing CS division total organization redefinition by following steps as recommended by Three Levels of Performance  \n \n\nImprovement System (Rumler). The redefinition action will be prioritized on organizational level, and then it will continue to process level and latter on job level. The outcome is new divisional goal and strategy to face the challenge, new organization system and design including organizational chart, as well new management system and measurement tools that can be used to shape the overall divisional level, including process and job level performance.", "Daftar File": {"2011 TS PP ARUNI WIDYASTUTIE  1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87642", "2011 TS PP ARUNI WIDYASTUTIE  1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87643", "2011 TS PP ARUNI WIDYASTUTIE  1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87644", "2011 TS PP ARUNI WIDYASTUTIE  1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87645", "2011 TS PP ARUNI WIDYASTUTIE  1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87646", "2011 TS PP ARUNI WIDYASTUTIE  1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87647"}, "Penulis": "ARUNI WIDYASTUTIE (NIM : 29109138)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Three Levels of Performance, Nine Performance Variables, Central Services Division, EPC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}