{"Nomor": 18099, "Judul": "CORPORATE VALUE ENHANCEMENT STRATEGY, THROUGH THE ACQUISITION OF A SAND MINING COMPANY FOR CIPAGANTI CITRA GRAHA AS PART OF THE GO PUBLIC STRATEGY", "Abstrak": "Growth becomes the measuring point success of a company's existence. Opportunities to reach that situation will come when the company developed and confronted of corporate activity development to be the best and give good performance.    \n \n \n \n\nPT. Cipaganti Global Corporindo (PT CGC), the holding company of transportation and heavy equipment as PT. Cipaganti Citra Graha (PT CCG) and mining as PT. Cipaganti Inti Resources (PT CIR), is currently facing problems related to achieving the company's growth by developing activities, companies need external financing that one of them with the Initial Public Offering (IPO). PT CGC which filed to go public hoping to get a high external financing by conducting business development, one of them into the field of mining.    \n \n \n \n\nIn fact, filing an IPO of PT CGC not approved by the underwritter, the approval to go public is PT CCG, which is a subsidiary of PT CGC.    \n \n \n \n\nThis research provides business solutions to PT Cipaganti Group to analyze the sand mines in order to enhance corporate value of PT CCG as a company that will do Go Public and make it as a subsidiary. So, that can give value to the success of the IPO even though the name of PT CCG.    \n \n \n \n\nThe action plan is increasing corporate value through the acquisition of the target company, provides enhanced enterprise value of Rp. 853,201,099,972 from the corporate value without acquisition of Rp. 1,587,721,244,983. Only with 21 billion an investment for sand mining project, PT CCG acquire 60% of shares and additional value until 10 times of investment during next 5 years, that is equal to Rp. 207,203,231,035..", "Daftar File": {"2011 TS PP ASTRI MARTIARINI KADARISMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87789", "2011 TS PP ASTRI MARTIARINI KADARISMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87790", "2011 TS PP ASTRI MARTIARINI KADARISMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87791", "2011 TS PP ASTRI MARTIARINI KADARISMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87792", "2011 TS PP ASTRI MARTIARINI KADARISMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87793", "2011 TS PP ASTRI MARTIARINI KADARISMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87794"}, "Penulis": "ASTRI MARTIARINI KADARISMAN (NIM: 29109321)", "Kontributor / Dosen Pembimbing": ["Advisor Ir. Uke Marius Siahaan, MBA, Dr. Ir. Budhi Arta Surya, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuation, Transportation Company, IPO, Corporate Value, Sand Mining", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}