{"Nomor": 18091, "Judul": "PENENTUAN PARAMETER FREKUENSI KRITIS LAPISAN F2 IONOSFER MENGGUNAKAN SEBUAH RECEIVER GNSS", "Abstrak": "Sinyal GNSS (Global Navigation Satellite System) merambat melalui seluruh lapisan ionosfer, sehingga sinyal GPS membawa informasi yang lengkap tentang parameter-parameter ionosfer. Namun, pengamatan terhadap ionosfer dengan menggunakan sebuah receiver GNSS hanya dapat mengamati satu parameter ionosfer saja yaitu Total Electron Content (TEC). Pada penelitian ini, telah dikembangkan metode baru untuk mengamati paramater-parameter penting ionosfer hanya dengan menggunakan sebuah receiver GNSS. Metode baru tersebut mengestimasi parameter TEC dan ketebalan lapisan ionosfer. Kemudian kedua parameter tersebut dapat digunakan untuk menentukan parameter frekuensi kritis lapisan F2 (foF2), yang biasanya ditentukan menggunakan pengukuran ionosonda. FoF2 merupakan batas frekuensi gelombang radio dapat dipantulkan kembali oleh lapisan F2 ionosfer. Dengan tersedianya jaringan GNSS kontinyu di Indonesia, metode baru ini memiliki potensi untuk mempelajari karakteristik spasial dan temporal parameter foF2 dengan resolusi yang tinggi. Hasil perhitungan parameter foF2 menggunakan GNSS di stasiun Badan Informasi Geospasial (BIG) tahun 2011-2012 memberikan tingkat akurasi yang sama dengan ionosonda. Dari hasil validasi diperoleh koefisien korelasi nilai foF2 hasil pengukuran GNSS dan ionosonda berkisar antara 0.91-0.95 dan RMS error dari keduanya berkisar dari 0,2-1,2 MHz. Hasil validasi menunjukkan bahwa teknik GNSS menghasilkan hasil yang relevan dengan ionosonda.", "Daftar File": {"2014 TA PP ASRIELSYA BUYA BAMARIESHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87729", "2014 TA PP ASRIELSYA BUYA BAMARIESHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87730", "2014 TA PP ASRIELSYA BUYA BAMARIESHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87731", "2014 TA PP ASRIELSYA BUYA BAMARIESHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87732", "2014 TA PP ASRIELSYA BUYA BAMARIESHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87733", "2014 TA PP ASRIELSYA BUYA BAMARIESHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87734"}, "Penulis": "ASRIELSYA BUYA BAMARIESHA  (NIM : 15110007)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. techn. Dudy D. Wijaya, ST., M.Sc        \n \n \n \n \n \n \n \n\nPembimbing II : Dr. Ir. Wedyanto Kuntjoro, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GNSS, ionosnde, ionosfer, foF2, Improved Geometric Free", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}