{"Nomor": 18093, "Judul": "KAJIAN MANAJEMEN RISIKO OPERASIONAL PADA DIVISI PENERIMAAN, PENIMBUNAN DAN PENYALURAN BBM DI DEPOT UJUNG BERUNG (Studi Kasus: PT. Pertamina)", "Abstrak": "PT Pertamina UPms III Depot Ujung berung merupakan salah satu unit operasional Pertamina yang bertugas mendistribusikan produk BBM kepada pihak konsumen yang meliputi SPBU, Agen Minyak Tanah, Industri, dan TNI & POLRI. Kegiatan operasional utama yang dilakukan di Depot Ujungberung adalah kegiatan penerimaan, penimbunan, dan penyaluran bahan bakar minyak (BBM) yang meliputi produk Premium, Kerosene, dan Solar. Terjadinya perubahan peta persaingan, menyebabkan pola usaha Pertamina difokuskan pada kepuasan konsumen dengan berorientasi pada security of supply, dimana pelayanan difokuskan pada Maximizing product availability, Optimizing inventory dan minimizing transportation cost. Saat ini, Depot Ujungberung tidak memiliki manajemen risiko untuk kegiatan operasionalnya, hanya memiliki  \n \n\nmanajemen risiko dari segi Keselamatan, Kesehatan Kerja dan Lindungan Lingkungan (K3LL) saja. Tidak adanya penanganan terhadap risiko operasional akan memberikan  \n \n\ndampak pada pencapaian tujuan perusahaan. Untuk mengatasi hal tersebut, dilakukan penelitian tentang kajian manajemen risiko operasional pada divisi penerimaan, penimbunan dan penyaluran, dengan tahapan penelitian diawali tahap identifikasi, pengukuran, pengelolaan risiko dan rencana implementasi dari manajemen risiko tersebut. Identifikasi risiko didapatkan dari wawancara dan penyebaran kuesioner. Perhitungan pengukuran risiko menggunakan analisis deskriptif (menggunakan mean dan standar deviasi) terhadap hasil kuesioner, lalu dilakukan simulasi Monte Carlo untuk mendapatkan data yang banyak dan lebih baik. Berdasarkan hasil pengukuran, risiko operasional pada Divisi Penerimaan, Penimbunan dan Penyaluran ditemukan sebanyak 55 risiko yang termasuk risiko proses/ sistem, risiko teknologi/ infrastruktur, dan risiko sumber daya  \n \n\nmanusia. Pengelolaan risiko yang terjadi adalah 15 risiko ditansfer (untuk level risiko tinggi) seperti risiko SPBU kritis, risiko keluhan konsumen, dan sebagainya; 39 risiko dikelola (untuk level risiko biasa) seperti risiko tanki timbun bocor, risiko sistem sewa, dan sebagainya; dan 1 risiko dipertahankan (untuk level risiko rendah) adalah risiko ketidaklengkapan fasilitas mobil tanki. Usulan penanganan risiko diharapkan dapat memberikan solusi atas hambatan‐hambatan yang dihadapi oleh Depot Ujung Berung.", "Daftar File": {"2010 TS PP ASRY FATMARINDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87742", "2010 TS PP ASRY FATMARINDAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87743", "2010 TS PP ASRY FATMARINDAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87744", "2010 TS PP ASRY FATMARINDAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87745", "2010 TS PP ASRY FATMARINDAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87746", "2010 TS PP ASRY FATMARINDAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87747"}, "Penulis": "ASRY FATMARINDAH (NIM 29107095)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Risiko, Penyaluran BBM, Risiko Operasional", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}