{"Nomor": 18105, "Judul": "GALERI SENI EKO NUGROHO", "Abstrak": "Seni adalah karya yang diciptakan dengan keahlian yang luar biasa, seperti tari, lukisan, ukiran ( Kamus Besar Bahasa Indonesia ). Galeri seni adalah tempat berbagai bentuk seni dan berbagai karya seni ditampilkan kepada masyarakat. Seniman dapat bekerja didalam lingkungan galeri, sehingga karya-karya terbaru dapat langsung dipamerkan. Eko Nugroho adalah seorang seniman muda yang sudah sering berpartisipasi dalam beberapa pameran internasional seperti di Asia dan Eropa. karya-karyanya terinspirasi oleh budaya lokal dan budaya popular global, dan juga terdapat inspirasi yang kuat dari seni jalanan, graffiti dan komik. Dia berkarya pada berbagai macam material sperti resin dan kayu untuk 3 dimensi, lukis, bordir, drawing dan video untuk karya 2 dimensi.      \n \n \n \n\nGaleri seni Eko Nugroho adalah sebuah galeri komersial, bisnis yang dimiliki secara privat, sebuah galeri seni yang dijalankan oleh seniman itu sendiri. Keberadaan masyarakat awam, seniman tamu dan komunitas lainya turut mendukung galeri secara finansial. Melalui cafe dan toko cinderamata, masyarakat dapat berbelanja dan beristirahat. Galeri temporer dan auditorium dapat disewakan bagi seniman dan komunitas seni. Dengan begitu keberlangsungan galeri dapat terus berjalan. Tapak berada pada jalur kendaraan yang berbelok, dan tapak juga berbentuk memanjang oleh karena itu sisi menarik bangunan yang perlu ditonjolkan adalah pada bagian tampak selatan bangunan. Bangunan galeri seni Eko Nugroho tentunya harus memiliki penampakan yang menunjukkan seniman Eko Nugroho. Material yang digunakan pada bagian fasad bangunan banyak menggunakan material kaca dengan frame aluminium sebagai bukaan bangunan, dengan maksud menunjukkan sisi kesan ringan dari karya Eko Nugroho. Sistem struktur rangka yang digunakan adalah sistem struktur rangka, dengan maksud menunjukkan kolom-kolom yang berjejer menunjukkan bagian dari karakter yang terdapat pada karya Eko Nugroho. Perancangan galeri Eko Nugroho ini diawali dengan wawancara dengan seniman Eko Nugroho, menanyakan kebutuhan ruang seniman.", "Daftar File": {"2010 TA PP ANGELA CICIOLINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87838", "2010 TA PP ANGELA CICIOLINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87839", "2010 TA PP ANGELA CICIOLINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87840", "2010 TA PP ANGELA CICIOLINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87841", "2010 TA PP ANGELA CICIOLINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87842", "2010 TA PP ANGELA CICIOLINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87843", "2010 TA PP ANGELA CICIOLINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87844"}, "Penulis": "AUFAR CAESAR RACHMADI (NIM : 15206012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Baskoro Tedjo ,M.SEB.Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Galeri Seni, Eko Nugroho, Citra.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}