{"Nomor": 18100, "Judul": "SEKOLAH ANIMASI DAN GAME DI BANDUNG", "Abstrak": "Perkembangan animasi dan game di Indonesia sedang mengalami peningkatan pesat, terbukti dengan banyak digelarnya event Ã‚Â– event yang terkait dengan bidang \n\nanimasi dan game, selain itu terbukti juga dengan tingginya frekuensi pemutaran videoklip Ã‚Â– videoklip yang menggunakan animasi untuk musik maupun untuk tujuan \n\npromosi di layar kaca. Dengan kekuatan 238.352.952 penduduk, Indonesia sebagai negara ke 4 terpadat didunia mestinya mampu memakai kuantitasnya untuk menggali \n\nsumber daya manusia di bidang yang potensial ini, karena dengan jumlah penduduk yang banyak pasti didapatkan jumlah penonton dan juga pengguna media perantara \n\nanimasi dan game yang banyak pula. Selain itu, Bandung pun diplot sebagai pilot project kota industri kreatif di Asia. Namun potensi Ã‚Â– potensi itu bukannya tanpa hambatan, hambatan Ã‚Â– hambatan tersebut antara lain minimnya kuantitas dan kualitas animasi dan game di Indonesia, 90% industri animasi dan film yang terpusat di Jakarta, dan minimnya pusat edukasi tentang animasi dan game di Indonesia. Semua hambatan berkisar pada masalah edukasi dan peningkatan sumber daya manusia di bidang terkait, oleh karena itu dibutuhkan suatu fasilitas yang dapat menaikan tingkat sumber daya manusia di bidang animasi dan game melalui edukasi formal. Fasilitas tersebut bernama Sekolah Tinggi Animasi dan Game. Sekolah ini menyediakan berbagai fasilitas yang dapat dipakai mahasiswa untuk studi dan riset tentang game, mengapresiasikan hasil karya mereka terhadap masyarakat, dan berkompetensi untuk meningkatkan kualitas animasi dan game di Indonesia secara tidak langsung. Dengan hadirnya sekolah tinggi ini diharapkan mampu mendongkrak kualitas dan kuantitas animasi dan game secara ebih signifikan.", "Daftar File": {"2008 TA PP ASWIN RAYENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87802", "2008 TA PP ASWIN RAYENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87803", "2008 TA PP ASWIN RAYENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87804", "2008 TA PP ASWIN RAYENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87805", "2008 TA PP ASWIN RAYENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87806", "2008 TA PP ASWIN RAYENDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87807", "2008 TA PP ASWIN RAYENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87808"}, "Penulis": "ASWIN RAYENDRA (NIM :  17304045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deny Willy, S.Ds.,MT", "Bagus Handoko, S.Sn., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "animasi,  game, sekolah animasi dan game bandung, desain interior", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "16 Apr 2015"}