{"Nomor": 18102, "Judul": "KLINIK KECANTIKAN DI BUMI SERPONG DAMAI", "Abstrak": "Lokasi tapak berada pada kawasan Bumi Serpong Damai tepatnya berada di kawasan Central Bussines Distric (CBD). Kawasan CBD ini merupakan kawasan yang dianggap penting oleh pengembang karena merupakan kawasan yang menyediakan beragam fasilitas guna menunjang kebutuhan hidup sehari-hari dari penghuni kawasan BSD City. Fasilitas yang berada dikawasan ini beragam, seperti berbagai perkantoran, pusat perbelanjaan, pusat jajanan dan makan. Sebagai salah satu fungsi pendukung bagi penghuni kawasan, Klinik Kecantikan ini merupakan pelopor fungsi yang memberikan pelayanan khusus yang menunjang kesehatan, perawatan serta penampilan bagi pelanggan khususnya wanita. Bangunan ini diharapkan bisa menyatu dengan konsep kawasan yang memberikan kehidupan berkualitas. Oleh karena itu dengan merespon aturan bangunan dengan Garis Sempadan Bangunan yang lebar, diolah menjadi ruang luar berkualitas yang memberikan tidak hanya ruang hijau tetapi juga pengalaman ruang yang baik. Dengan lokasi tapak yang berada di lahan pojok, maka muka bangunan cukup bisa diolah secara leluasa pada bagian selatan dan timur dengan mempertimbangkan potensi visual bagi orang yang melintas juga yang sedang berada di lahan. Terwujudnya pembangunan Klinik Kecantikan pada kawasan CBD Ã‚Â– BSD City ini diharapkan dapat memberikan pelayanan menyeluruh bagi wanita khususnya dalam merawat dan menjaga kecantikan. Selain itu dengan merespon konsep kawasan, peraturan bangunan dari pengembang dan letak lahan, diharapkan bangunan ini dapat memberikan satu bentuk arsitektur yang berkualitas sehingga penghuni kawasan mendapat pengalaman ruang yang baik darinya.", "Daftar File": {"2011 TA PP ATIKA RACHIMI WIJAYANTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87817", "2011 TA PP ATIKA RACHIMI WIJAYANTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87818", "2011 TA PP ATIKA RACHIMI WIJAYANTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87819", "2011 TA PP ATIKA RACHIMI WIJAYANTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87820", "2011 TA PP ATIKA RACHIMI WIJAYANTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87821", "2011 TA PP ATIKA RACHIMI WIJAYANTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87822"}, "Penulis": "ATIKA RACHIMI WIJAYANTI (NIM : 15205020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Baskoro Tedjo, MSEB, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CBD, klinik kecantikan, kesehatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}