{"Nomor": 18103, "Judul": "STUDI KINERJA PELATARAN TOL STUDI KASUS: MOH. TOHA", "Abstrak": "Jalan tol adalah jalan umum yang merupakan bagian sistem jaringan jalan dan sebagai jalan nasional yang penggunanya wajib membayar tol. Jalan tol terdiri dari beberapa komponen, salah satunya adalah pelataran tol. Pelataran tol adalah daerah dari jalan tol dengan bentuk geometri lebih lebar dari lebar normal jalan tol dimana gerbang ditempatkan. Kinerja jalan tol dipengaruhi kinerja komponenkomponennya, termasuk pelataran tol. Studi kinerja pelataran tol perlu dilakukan untuk mengetahui kinerja dan permasalahan yang ada pada pelataran tol. Tujuan penelitian adalah mengkaji kinerja pelataran tol, simpang bukan tol, dan terminal tol dengan mengambil lokasi di Mohamad Toha. Kinerja pelataran tol yang dikaji meliputi kapasitas gardu, antrian, geometrik, dan waktu pelayanannya. Standar yang digunakan tolok ukur geometri dan waktu pelayanan adalah Standar Pelayanan Minimum (SPM) jalan tol dan Standar Konstruksi dan Bangunan, Geometri Jalan Bebas Hambatan untuk Jalan Tol. Kinerja simpang bukan tol dan terminal tol dikaji berdasarkan volume per kapasitasnya.  \n \n\nPerhitungan kapasitas simpang bukan tol dan terminal tol dilakukan dengan menggunakan MKJI 1997. Data pada penelitian ini berupa data primer dan sekunder. Data primer berupa data waktu pelayanan dan tingkat kedatangan yang didapat dari hasil survey lapangan. Data sekunder berupa as built drawing dan data LHR yang didapat dari PT Jasa Marga. Hasil penelitian adalah sebagai berikut waktu pelayanan karcis toll adalah 2,56  \n \n\ndetik/kendaraan untuk gardu masuk tol (tipe GTO) dan 6,7 detik/kendaraan untuk gardu keluar tol (tipe gardu manual). Waktu pelayanan yang didapat dari pengamatan masih memenuhi standar. Geometrik pelataran tol Moh. Toha memenuhi standar. Tidak ada antrian pada gardu tol. Kapasitas pada pelataran tol, simpang non tol, dan terminal tol cukup untuk menampung arus yang terjadi.  \n \n\nSebagai suatu sistem, tidak ada masalah yang terjadi pada saat ini.", "Daftar File": {"2011 TA PP AUDI HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87823", "2011 TA PP AUDI HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87824", "2011 TA PP AUDI HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87825", "2011 TA PP AUDI HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87826", "2011 TA PP AUDI HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87827", "2011 TA PP AUDI HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87828", "2011 TA PP AUDI HAKIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/87829", "2011 TA PP AUDI HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87830"}, "Penulis": "AUDI HAKIM (NIM: 15007104)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sri Hendarto, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelataran tol, kinerja, kapasitas, antrian", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}