{"Nomor": 18126, "Judul": "TATA KELOLA TRANSPORTASI Studi Kasus Pelayanan Jasa Angkutan Peti Kemas di Dryport Gedebage", "Abstrak": "Pembangunan dryport sebagai terminal peti kemas merupakan salah satu fasilitas yang disediakan oleh Pemerintah di sektor transportasi yang ditujukan sebagai pengembangan kapasitas pelabuhan laut yang sudah maksimal dan berada jauh dari kawasan-kawasan industri yang berfungsi sebagai jalur keluar masuk barang, pengecekan barang oleh bea cukai, sekaligus menyediakan tempat penyimpanan sementara. Penurunan kinerja Dryport Gedebage dalam beberapa tahun terakhir berakibat pada tidak tercapainya tujuan pendiriannya. Upaya pemerintah untuk mengefektifkan kembali kinerja dryport Gedebage akan tidak berarti jika pemahaman terhadap perubahan-perubahan yang terjadi pada kebutuhan industri akan pelayanan jasa angkutan yang diinginkan belum dilakukan.    \n \n \n \n\nUntuk melihat sebab-sebab dari penurunan kinerja Dryport Gedebage maka pendefinisian terhadap permasalahan pengelolaan dryport tersebut dari berbagai sudut pandang para pihak perlu dilihat dan dianalisis, karena akan berpengaruh terhadap strategi yang akan diambil. Ada tiga hal yang hendak dilihat dari penelitian ini, pertama, bagaimana kebutuhan industri di wilayah Bandung dan sekitarnya terhadap pelayanan angkutan muatan peti kemas melalui Dryport Gedebage; kedua, bagaiamana ketersediaan pelayanan angkutan muatan peti kemas melalui Dryport Gedebage; ketiga, bagaimana pelayanan di Dryport Gedebage diselenggarakan dalam prespektif tata kelola transportasi. Untuk itu digunakan metode kualitatif deskriptif dengan pendekatan studi kasus untuk mempelajari dan memahami secara intensif tentang tata kelola (governance) transportasi dalam rangka mencapai tujuan yang diharapkan.    \n \n \n \n\nHasil studi menunjukkan bahwa : (i) Kebutuhan moda angkutan barang oleh industri di wilayah hinterland dryport Gedebage mengalami penyesuaian seiring perkembangan wilayah Bandung sebagai kota factory outlet, pembangunan ruas jalan tol Jakarta-Bandung serta menurunnya produktifitas industri tekstil/garmen akibat adanya masalah ketersediaan air tanah, bahan baku, dan adanya persaingan dan krisis global. (ii) Keterbatasan ketersediaan fasilitas sarana dan prasarana dryport Gedebage terkait jaringan angkutan, ketersediaan fasilitas, dan prosedur pelayanan masih menjadi kendala yang perlu dilakukan pembenahan. (iii) Kurangnya interaksi antara stakeholder maupun instansi terkait, membuat aspek-aspek yang dipertimbangkan dalam pengambilan keputusan terhadap upaya pembenahan sistem angkutan peti kemas melalui dryport Gedebage mengalami hambatan. Sehingga diperlukan interaksi dan komitmen bersama terhadap pencapaian tujuan pembangunan dryport Gedebage dalam mewujudkan sistem transportasi yang baik sesuai dengan tujuan yang diharapkan.", "Daftar File": {"2011 TS A. ZAKY 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87984", "2011 TS A. ZAKY 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87985", "2011 TS A. ZAKY 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87986", "2011 TS A. ZAKY 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87987", "2011 TS A. ZAKY 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87988", "2011 TS A. ZAKY 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87989", "2011 TS A. ZAKY 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87990"}, "Penulis": "A. ZAKY (NIM : 24008038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Indra B. Syamwil, MSc. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "dryport, petikemas, transportasi, prespktif tata kelola (governance).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}