{"Nomor": 18127, "Judul": "MANAJEMEN TAMAN MILIK PEMERINTAH KOTA BANDUNG BERDASARKAN PENDEKATAN MANAJEMEN ASET", "Abstrak": "Taman merupakah salah satu bagian dari Ruang Terbuka Hijau (RTH) yang besar peran dan manfaatnya bagi masyarakat perkotaan. Secara garis besar, taman memiliki empat fungsi yang dimiliki RTH yakni fungsi ekologis,        \n \n\nfungsi sosial, fungsi estetis, dan fungsi ekonomi. Kebanyakan fungsi-fungsi tersebut sifatnya berorientasi jangka panjang bagi keberlangsungan suatu kota. Fungsi taman juga tidak secara langsung memberikan keuntungan ekonomi yang besar seperti halnya mall, permukiman, pertokoan, dan fasilitas sosial lainnya. Akibatnya, seringkali keberadaan taman dikesampingkan. Lahan-lahan lebih diprioritaskan untuk pembangunan bangunan-bangunan yang memberikan keuntungan lebih besar. UU No.26 Tahun 2007 tentang penataan ruang mengamanatkan bahwa idealnya persentase luas RTH suatu kota minimal 30% dari luas total wilayah kota tersebut. Saat ini, RTH di Kota Bandung sekitar 8,87 % dari luas keseluruhan kota, masih jauh dari standar ideal. Sayangnya, RTH yang ada saat ini juga masih belum optimal kemanfaatannya, tercermin dari banyaknya taman di Kota Bandung yang belum terpelihara dengan baik.        \n \n\nPenelitian ini bertujuan untuk menerapkan model pendekatan manajemen aset terhadap taman berbasiskan Sistem Informasi Geografis (SIG) dalam rangka        \n \n\nmengoptimalkan fungsi taman. Pendekatan manajemen aset telah dikenal dengan baik dalam pengelolaan infrastruktur dan fasilitas publik. Penerapan pendekatan        \n \n\nini dalam pengelolaan RTH telah dilakukan di beberapa negara maju dan memberikan hasil yang positif. Melihat kondisi pengelolaan taman di Kota Bandung yang masih belum baik, pendekatan manajemen aset merupakan salah        \n \n \n\nsatu alternatif yang tepat untuk diterapkan dalam pengelolaan taman di Kota Bandung. Penelitian ini menggunakan metodologi deskriptif melalui teknik        \n \n\nwawancara dengan pihak-pihak terkait pengelolaan taman dan observasi lapangan pada taman-taman yang ada di wilayah penelitian. Metode eksploratif juga diterapkan saat mendalami konsep manajemen aset dan saat menghasilkan atribut-atribut taman melalui studi literatur untuk mengetahui informasiinformasi penting mengenai taman dan peluang-peluang pengelolaan yang bisa        \n \n\nditerapkan pada taman.        \n \n\nHasil penelitian menunjukkan bahwa proses identifikasi atribut merupakan bagian yang paling penting dalam penelitian ini. Proses ini merupakan representasi penerapan pendekatan manajemen aset dalam pengelolaan taman. Informasi-informasi yang diberikan oleh atribut-atribut ini merupakan suatu gambaran menyeluruh proses manajemen aset yang meliputi inventarisasi aset, legal audit, penilaian aset, legal audit, optimalisasi aset dan pengembangan sistem informasi manajemen aset.", "Daftar File": {"2010 TA P PAZHARI LUKMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87991", "2010 TA P PAZHARI LUKMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87992", "2010 TA P PAZHARI LUKMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87993", "2010 TA P PAZHARI LUKMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87994", "2010 TA P PAZHARI LUKMAN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/87995", "2010 TA P PAZHARI LUKMAN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/87996", "2010 TA P PAZHARI LUKMAN 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/87997", "2010 TA P PAZHARI LUKMAN 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/87998", "2010 TA P PAZHARI LUKMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87999", "2010 TA P PAZHARI LUKMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88000"}, "Penulis": "AZHARI LUKMAN (NIM : 15405005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Roos Akbar, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "taman, fungsi, RTH, ideal, manajemen aset, Sistem Informasi Geografis, atribut, optimal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}