{"Nomor": 18124, "Judul": "TEORI NILAI EKSTRIM DAN APLIKASI PADA PERUBAHAN INDEKS HARGA SAHAM", "Abstrak": "Teori Nilai Ekstrim merupakan suatu landasan dari metode untuk meng-    \n \n \n \n\nidentifikasi nilai ekstrim dan memodelkannya dalam suatu distribusi. Pada bidang    \n \n \n \n\nkeuangan, nilai ekstrim dapat terjadi pada penurunan indeks harga saham. Ni-    \n \n \n \n\nlai ekstrim tentu jarang terjadi tetapi memiliki dampak yang besar yaitu risiko    \n \n \n \n\nkerugian ekstrim. Upaya dalam mengendalikan risiko adalah dengan mengetahui    \n \n \n \n\ndan mengukur risiko dengan tepat. Value-at-Risk (VaR) adalah salah satu uku-    \n \n \n \n\nran risiko yang populer digunakan pada manajemen risiko keuangan. Sehingga    \n \n \n \n\ndalam menentukan besar risiko dari nilai ekstrim diperlukan perhitungan meng-    \n \n \n \n\ngunakan VaR dan Teori Nilai Ekstrim. Teori Nilai Ekstrim dengan metode Block    \n \n \n \n\nMaxima mengidentifikasi nilai ekstrim dari nilai maksimum data per blok pe-    \n \n \n \n\nriode waktu, sehingga penentuan ukuran blok pada metode ini sangat penting.    \n \n \n \n\nNilai ekstrim tersebut dimodelkan dengan salah satu keluarga distribusi GEV.    \n \n \n \n\nNilai ekstrim dari penurunan indeks saham dapat dimodelkan dengan distribusi    \n \n \n \n\nFrechet. Penaksir parameter dari distribusi nilai ekstrim dapat digunakan dalam    \n \n \n \n\nperhitungan VaR. Dari hasil perhitungan, nilai VaR dipengaruhi oleh ukuran    \n \n \n \n\nblok dan tingkat kepercayaan yang dipilih. Sehingga penurunan indeks saham    \n \n \n \n\nyang ekstrim akan semakin besar seiring semakin besar ukuran blok dan tingkat    \n \n \n \n\nkepercayaan.", "Daftar File": {"2013 TA PP AYU SHABRINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/87969", "2013 TA PP AYU SHABRINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/87970", "2013 TA PP AYU SHABRINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/87971", "2013 TA PP AYU SHABRINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/87972", "2013 TA PP AYU SHABRINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/87973", "2013 TA PP AYU SHABRINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/87974", "2013 TA PP AYU SHABRINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/87975", "2013 TA PP AYU SHABRINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/87976"}, "Penulis": "AYU SHABRINA ( NIM : 10109032 ) Pembimbing : Khreshna I.A. Syuhada, M.Sc, Ph.D", "Kontributor / Dosen Pembimbing": ["Pembimbing : Khreshna I.A. Syuhada, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Teori Nilai Ekstrim, Block Maxima, Value-at-Risk, Generalized Extreme Value", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}