{"Nomor": 18132, "Judul": "ANALISIS PERMASALAHAN TITIK KONTROL GLOBAL POSITIONING SYSTEM (GPS) PADA PROSES KEGIATAN AKUISISI DATA MIGAS", "Abstrak": "Untuk menentukan letak sumber minyak dan gas bumi, diperlukan survei eksplorasi geofisika sebagai metode yang menggunakan sifat dan karakteristik fisika bumi dalam pencarian minyak dan gas bumi. Di dalam tahapan eksplorasi geofisika, diperlukan kegiatan dari teknik geodesi salah satunya untuk pengadaan titik kontrol dimana pengadaan titik kontrol tersebut dibutuhkan sebagai tahapan awal dalam pengerjaan eksplorasi geofisika yang akan digunakan pada tahapan eksplorasi geofisika selanjutnya. Dikarenakan pentingnya pengadaan titik kontrol tersebut, maka dibutuhkan penggunaan sistem referensi koordinat yang jelas dan tingkat akurasi yang tinggi dalam penentuan posisi pada pengadaan titik kontrol tersebut. Global Positioning System (GPS) telah dapat digunakan untuk pengadaan titik kontrol dengan tingkat ketelitian cukup akurat dan juga dapat digunakan secara mudah, optimal, dan efisien. Meskipun sudah jelas kebutuhan sisi geodetik seperti yang dimaksud di atas, namun ditengarai masih terdapat permasalahan geodetik terkait titik kontrol pada tahapan metode eksplorasi geofisika. Konsekuensi selanjutnya dapat terjadi perambatan kesalahan yang akan mempengaruhi tahapan metode eksplorasi geofisika tersebut secara keseluruhan. Pada penelitian ini, dilakukan analisis terhadap sistem yang digunakan pada koordinat titik kontrol yang bermasalah. Namun ditemukan bahwa kesalahan koordinat titik kontrol tersebut bukan disebabkan karena perbedaan sistem yang digunakan. Diharapkan hasil dari penelitian ini dapat menjadi pembelajaran dalam menghindari perambatan kesalahan yang terjadi pada proses pengerjaan eksplorasi geofisika.", "Daftar File": {"2014 TA PP BAGUS RIZKY DWIANTO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88034", "2014 TA PP BAGUS RIZKY DWIANTO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88035", "2014 TA PP BAGUS RIZKY DWIANTO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88036", "2014 TA PP BAGUS RIZKY DWIANTO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88037", "2014 TA PP BAGUS RIZKY DWIANTO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88038", "2014 TA PP BAGUS RIZKY DWIANTO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88039"}, "Penulis": "BAGUS RIZKY DWIANTO  (NIM: 15109020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Heri Andreas, ST., MT.", "Ir. Mipi Ananta Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Permasalahan Akuisisi Data, Titik Kontrol, Global Positioning System (GPS), Eksplorasi Geofisika, Minyak dan Gas Bumi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}