{"Nomor": 18136, "Judul": "ANALISA GEOSPASIAL PENYEBAB DAN DAMPAK PENURUNAN MUKA TANAH DI KOTA SEMARANG", "Abstrak": "Penurunan muka tanah merupakan permasalahan yang umum terjadi di kota - kota besar termasuk di Kota Semarang. Kondisi geologi serta aktifitas manusia ditengarai menjadi faktor penyebab penurunan muka tanah. Penurunan muka tanah memiliki karakteristik yang bervariasi secara spasial maupun temporal diakibatkan oleh faktor penyebab yang berbeda. Karakteristik dari penurunan tanah perlu diketahui untuk keperluan perencanaan dan penataan kota maupun tindakan dalam melakukan antisipasi dan mitigasi     \n \n \n \n \n\nterhadap dampak yang ditimbulkan. Untuk mendapatkan karakteristik penurunan muka tanah dilakukan penggabungan hasil pengukuran penurunan muka tanah     \n \n \n \n \n\ndari berbagai metoda yaitu sipat datar, GPS, pengukuran langsung dan InSAR. Analisa geospasial didasarkan pada hubungan spasial antara karakteristik penurunan muka tanah terhadap faktor - faktor penyebab penurunan muka tanah maupun terhadap kondisi tutupan lahannya.     \n \n \n \n \n\nPenurunan muka tanah yang terjadi di Kota Semarang memiliki laju yang bervariasi antara 0 - 13 cm/tahun dengan kecenderungan meningkat ke arah utara     \n \n \n \n \n\ntimur (timur laut) Kota Semarang. Daerah yang memiliki laju penurunan muka tanah tinggi antara 9 - 13 cm/tahun antara lain adalah PRPP (Pekan Raya Promosi     \n \n \n \n \n\ndan Pembangunan), Tanjungmas, Terboyo dan Kaligawe.     \n \n \n \n \n\nPola karakteristik laju penurunan muka tanah di Semarang identik terhadap pola laju penurunan muka air tanah dan indeks kompresibilitas. Wilayah dengan laju penurunan muka tanah yang tinggi memiliki laju penurunan muka air tanah dan nilai indeks kompresibilitas tinggi seperti pada daerah PRPP, Terboyo dan Penggaron. Dampak yang ditimbulkan akibat penurunan muka tanah antara lain berupa kerusakan bangunan, infrastruktur dan lingkungan dengan lokasi persebarannya merata di daerah yang mengalami penurunan muka tanah tinggi seperti Tambakrejo, Kemijen, Tanjungmas, Bandarharjo dan TrimulyoPenurunan muka tanah juga akan berpengaruh terhadap meluasnya genangan rob. Prediksi luas genangan rob pada tahun 2040 dengan mempertimbangkan pengaruh     \n \n \n \n \n\npenurunan muka tanah akan mencapai 8094,71 Ha yaitu meningkat 100% bila dibandingkan dengan prediksi genangan rob tanpa pengaruh penurunan muka tanah yang seluas 3739,10 Ha.", "Daftar File": {"2013 TS PP BAMBANG DARMO YUWONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88066", "2013 TS PP BAMBANG DARMO YUWONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88067", "2013 TS PP BAMBANG DARMO YUWONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88068", "2013 TS PP BAMBANG DARMO YUWONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88069", "2013 TS PP BAMBANG DARMO YUWONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88070", "2013 TS PP BAMBANG DARMO YUWONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88071", "2013 TS PP BAMBANG DARMO YUWONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/88072", "2013 TS PP BAMBANG DARMO YUWONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88073"}, "Penulis": "BAMBANG DARMO YUWONO (NIM : 25110002)", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Hasanuddin Z. Abidin, M.Sc.,", "Ph.D Muhammad Hilmi, S.Si., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisa geospasial, penurunan muka tanah, indeks kompresibilitas, muka air tanah, tutupan lahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}