{"Nomor": 18135, "Judul": "IMPLEMENTASI PENDEKATAN FUZZY DALAM PERDAGANGAN MATA UANG ASING DAN OPSI EROPA", "Abstrak": "Aktifitas jual-beli mata uang asing atau currency merupakan salah satu bentuk investasi yang memiliki tingkat return dan risiko yang tinggi. Bentuk investasi    \n \n \n \n\nini biasanya diminati oleh investor aggressive (investor yang bersedia menanggung risiko tinggi) dan para spekulan pasar. Untuk mengatasi risiko ini, para investor mengembangkan berbagai macam teknik analisis dan produk-produk derivatif dari currency untuk melindungi nilai investasinya. Salah satu produk derivatif dari currency tersebut adalah opsi.    \n \n \n \n\nPada tugas akhir ini, pendekatan fuzzy digunakan untuk membantu pengambilan keputusan investor dalam aktifitas jual-beli currency dan opsi. Suatu metode dengan    \n \n \n \n\npendekatan fuzzy yang diimplementasikan pada analisis teknikal exponential moving average (EMA) dan penentuan harga opsi Eropa berdasarkan Garman-Kohlhagen    \n \n \n \n\nmenghasilkan output berupa derajat keyakinan (belief degree) terhadap hasil perhitungan analisis teknikal dan harga opsi tersebut. Selanjutnya, derajat keyakinan    \n \n \n \n\ndari analisis teknikal dan opsi eropa akan digunakan untuk mengambil keputusan dalam simulasi jual-beli currency dan opsi yang dilakukan dari tanggal 06 September 2012 sampai 02 Oktober 2012. Hasil dari simulasi menunjukkan bahwa dengan penentuan input yang tepat, maka metode ini dapat membantu penentuan keputusan seorang investor dengan baik.", "Daftar File": {"2013 TA PP BAMBANG A.H. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88065", "2013 TA PP BAMBANG A.H. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88058"}, "Penulis": "BAMBANG ABDURRACHMAN HARTANTO [10108008]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Novriana Sumarti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pasar Uang, Logika Fuzzy, Currency, Opsi, Analisis Teknikal, Exponential Moving Average, Portofolio", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "8 file", "Tanggal Input": "27 Sep 2017"}