{"Nomor": 18143, "Judul": "STUDI ANALISIS KINERJA RUAS JALAN PERKOTAAN (STUDI KASUS : JALAN PROF DR SATRIO, DKI JAKARTA)", "Abstrak": "Tujuan dari studi ini adalah untuk mengidentifikasi bagaimana kinerja ruas Jalan Prof Dr Satrio diukur berdasarkan derajat kejenuhan, kecepatan tempuh aktual,   \n \n \n\nwaktu tempuh dan tingkat pelayanan (Level of Services). Kemudian setelah mengetahui kinerja maka diberikan alternatif penanganan untuk dapat meningkatkan kinerja ruas Jalan Prof Dr Satrio.   \n \n \n\nLingkup materi yang dibahas terfokus pada perhitungan kinerja ruas Jalan Prof Dr Satrio. Perhitungan kinerja dilakukan didasari oleh beragamnya karakteristik guna lahan pada Jalan Prof Dr Satrio serta permasalahan dan peningkatan pergerakan yang timbul karena aktivitas guna lahan tersebut. Studi ini akan menganalisis kinerja ruas jalan saat ini, dilakukan untuk mengetahui bagaimana kondisi ruas Jalan Prof Dr Satrio saat ini dimana pada sepanjang jalannya terdapat beragam guna lahan dan beberapa menimbulkan tarikan kendaraan yang cukup besar terhadap volume kendaraan yang melintas. Kinerja ruas jalan diukur dengan tolok ukur berupa derajat kejenuhan, kecepatan tempuh, waktu tempuh, serta tingkat pelayanan. Pemberian alternatif penanganan dilakukan untuk dapat meningkatkan kinerja ruas Jalan Prof Dr Satrio. Alternatif penanganan yang diberikan dapat berupa penanganan pengelolaan lalulintas, ataupun perbaikan sistem prasarana dan infrastruktur. Alternatif yang ada juga akan diproyeksikan untuk 5 tahun kedepan dengan pertimbangan faktor pertumbuhan (growth factor). Dari alternatif penanganan yang diberikan dipilih alternatif penanganan yang paling tinggi memberikan pengaruh terhadap kinerja ruas Jalan Prof Dr Satrio hingga 5 tahun kedepan. Dalam melakukan analisis kinerja ruas jalan, digunakan beberapa standar pelayanan jalan serta perhitungan kinerja berdasarkan pada Manual Kapasitas Jalan Indonesia (MKJI) 1997 dan standar lainnya. Tahapan analisis penelitian ini dilakukan dengan bantuan program KAJI sebagai perangkat lunak guna menganalisis kecepatan arus bebas, kapasitas, serta traffic performance.", "Daftar File": {"2009 TA PP BARRY SETYANTO KOLOWAY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88114", "2009 TA PP BARRY SETYANTO KOLOWAY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88115", "2009 TA PP BARRY SETYANTO KOLOWAY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88116", "2009 TA PP BARRY SETYANTO KOLOWAY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88117", "2009 TA PP BARRY SETYANTO KOLOWAY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88118", "2009 TA PP BARRY SETYANTO KOLOWAY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88119", "2009 TA PP BARRY SETYANTO KOLOWAY 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88120"}, "Penulis": "BARRY SETYANTO KOLOWAY (NIM : 15405039)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Zafir MA Pontoh, Ir., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ruas jalan perkotaan, Jl Prof. Dr. Satrio Jakarta", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}