{"Nomor": 18149, "Judul": "MEMILIH SUBSET TERBAIK DALAM REGRESI DENGAN REGRESI RIDGE", "Abstrak": "Dalam menganalisis masalah regresi, hal penting yang di lakukan sebelum memodelkan masalah adalah dengan memperhatikan subset regresinya. Umumnya suatu permasalahan memiliki cukup banyak variabel prediktor sehingga akan mempersulit dalam memodelkannya. Namun, jika variabel yang diperoleh sedikit, dapat menyebabkan hasil pemodelan regresi tidak akurat. Dengan demikian perlunya cara untuk menyeleksi subset regresinya. Pemilihan subset yang tepat akan menghasilkan model yang baik sehingga dapat mempresentasikan permasalahan dalam model.        \n \n \n \n \n \n \n \n\nCukup banyak metode yang digunakan dalam menyeleksi subset regresi secara baik, diantaranya : metode backward dan metode stepwise. Metode backward menyeleksi subset regresi dengan memperhatikan nilai F-parsial setiap variabel prediktornya, sedangkan metode stepwise selain memperhatikan nilai F-parsial juga memperhatikan korelasi parsialnya.        \n \n \n \n \n \n \n \n\nSetelah menyeleksi subset regresi terkadang perlu memperhatikan masalah multikolinieritas dalam variabel prediktor , hal ini bertujuan untuk menjaga asumsi regresi dimana setiap variabel prediktor harus tidak berhubungan satu sama lainnya. Regresi ridge salah satu cara yang baik dalam menyelesaikan masalah multikolinier.", "Daftar File": {"2013 TA PP BAYU PERMANA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88165", "2013 TA PP BAYU PERMANA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88171"}, "Penulis": "BAYU PERMANA PUTRA  [10107097]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Sumanto, M. Stat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Regresi linier, Seleksi subset, Multikolinier, Ridge", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}