{"Nomor": 18144, "Judul": "PENGEMBANGAN PROSEDUR KONTROL KUALITAS PRODUKSI PETA RUPABUMI INDONESIA SKALA BESAR (Studi Kasus: Peta Rupabumi Indonesia Skala 1:5.000)", "Abstrak": "Peta Rupabumi Indonesia (RBI) skala besar sebagai salah satu peta dasar merupakan bagian dari informasi geospasial dasar (IGD) diselenggarakan pada skala 1:10.000, 1:5.000, 1:2.500, dan 1:1.000. Informasi mengenai kualitas IGD dalam pasal 49 ayat (1) dan (2) Undang-Undang No. 4 Tahun 2011 tentang informasi geospasial (UUIG) secara eksplisit mengharuskan disusun prosedur kontrol kualitas (quality control/QC)     \n \n \n \n \n\nagar dapat dilakukan penjaminan kualitas (quality assurance/QA) terhadap Informasi Geospasial (IG). Untuk pertama kalinya, pada Tahun 2013 Badan Informasi Geospasial (BIG) melakukan pekerjaan pemotretan udara digital dan pemetaan RBI skala 1:5.000 wilayah Bandung bagian Utara. Pemetaan RBI skala 1:5.000 dengan metode fotogrametris digital di masa mendatang cenderung semakin     \n \n \n \n \n\nbanyak digunakan juga menuntut adanya QA. Saat ini, QC pada produksi peta RBI skala besar dilakukan melalui prosedur supervisi yang melakukan pengawasan proses     \n \n \n \n \n\nproduksi peta RBI skala besar secara langsung ke pihak ketiga (kontraktor pelaksana). Prosedur QC yang menyatu dengan prosedur supervisi menimbulkan kerancuan dalam pengawasan proses produksi dan pengujian kualitas produksi peta RBI. Pengembangan prosedur QC dibutuhkan sebagai upaya pemisahan prosedur QC dan supervisi yang ada dalam proses produksi. Dokumen standar/spesifikasi produksi peta RBI dan dokumen penunjang lainnya digunakan sebagai acuan untuk menyusunan prosedur dan dokumen kontrol kualitas dan penjaminan kualitas(QC/QA). Metode kajian dilakukan pada alur produksi pekerjaan pemetaan RBI skala besar dengan metode fotogrametris digital sampai tahap penyusunan geodatabase peta RBI. Selanjutnya dilakukan strukturisasi prosedur dan pemilahan     \n \n \n \n \n\ndokumen QC/QA pada setiap tahapan produksi peta RBI. Hasil kajian adalah prosedur dan dokumen QC/QA yang disusun secara berurutan pada sembilan tahapan produksi peta RBI skala besar dengan metode fotogrametris digital. Prosedur QC terdiri atas duapuluh tujuh dokumen yang selanjutnya menjadi dokumen acuan bagi QA foto udara, DTM (Digital Terrain Model) dan kontur, dan geodatabase peta RBI. Terselenggaranya prosedur dan dokumen QC/QA pada proses produksi peta RBI skala besar dengan metode fotogrametris digital maka penjaminan kualitas terhadap     \n \n \n \n \n\nproduk pemetaan RBI tersebut dapat dilakukan", "Daftar File": {"2014 TS PP BATOROWISNU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88121", "2014 TS PP BATOROWISNU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88122", "2014 TS PP BATOROWISNU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88123", "2014 TS PP BATOROWISNU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88124", "2014 TS PP BATOROWISNU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88125", "2014 TS PP BATOROWISNU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88126", "2014 TS PP BATOROWISNU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88127"}, "Penulis": "BATORO WISNU (NIM : 25112021)", "Kontributor / Dosen Pembimbing": ["Dr. Akhmad Riqqi, ST., M.Si.", "Dr. Ir. Agung Budi Harto, M.Eng.", "Dr. Ir. Ade Komara Mulyana."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "fotogrametri, kontrol kualitas, peta rupabumi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}