{"Nomor": 18158, "Judul": "ANALISIS WIND GUST UNTUK PROJECT PLANNING OFFSHORE RIG MANALISIS WIND GUST UNTUK  PROJECT PLANNING OFFSHORE RIG MOVE  PT. TOTAL E&P INDONESIE  (STUDI KASUS : BLOK MAHAKAM, KALIMANTAN TIMUR)", "Abstrak": "Dalam operasi pengeboran oleh PT. TOTAL E&P Indonesie (TEPI) di perairan, rig ditarik beberapa kapal menuju titik pengeboran yang disebut offshore rig move. Dalam keberjalanannya, kegiatan offshore rig move di wilayah Blok Mahakam dapat terhambat oleh fenomena meteorologi dimana nilai kecepatan angin yang meningkat drastis dalam waktu singkat, yang disebut dengan wind gust. Dalam menganalisis fenomena wind gust, diperlukan data Automatic Weather Station (AWS) dengan resolusi temporal yang tinggi, yaitu per menit karena fenomena wind gust terjadi dalam waktu yang cukup singkat, dari 1 detik hingga 10 menit.      \n \n \n \n \n \n\nPenelitian ini dimulai dari identifikasi dan analisis wind gust dari data stasiun meteorologi dan dengan sampel studi kasus terjadinya wind gust di Blok Mahakam pada tanggal 24 Februari 2011 untuk melihat rambatan wind gust dari satu site menuju site lainnya. Kemudian akan dilakukan analisis wind gust terhadap anomali parameter meteorologi selain kecepatan angin. Identifikasi keberadaan awan Cumulonimbus di Blok Mahakam akan dilakukan pada studi kasus dan mengidentifikasi kemungkinan terbentuk cold pool yang berakibat terjadinya thunderstorm outflow atau wind gust dari awan Cumulonimbus. Data 6 stasiun meteorologi TEPI (2010 Ã‚Â– 2012) akan digunakan untuk menghitung frekuensi wind gust di Blok Mahakam.      \n \n \n \n \n \n\nBerdasarkan penelitian ini, dapat diketahui bahwa fenomena wind gust di Blok Mahakam disebabkan oleh thunderstorm outflow dari awan Cumulonimbus yang dibarengi dengan cold pool yang merambat dari selatan yaitu site Senipah menuju site TRF. Awan Cumulonimbus tidak berada di wilayah Blok Mahakam ketika terjadi wind gust pada studi kasus, namun berada di sebelah barat Blok Mahakam. Berdasarkan perhitungan frekuensi wind gust di Blok Mahakam periode 2010 Ã‚Â– 2012, wind gust paling banyak terjadi pada bulan Januari Ã‚Â– April sebanyak 35 kali, dan pada pagi hari (04.00 WITA Ã‚Â– 09.00 WITA) sebanyak 25 kali dari total 46 kali terjadinya.", "Daftar File": {"2013 TA PP BERNARDUS ARVIN RINALDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88241", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88242", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88243", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88244", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88245", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/88246", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/88247", "2013 TA PP BERNARDUS ARVIN RINALDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88248", "2013 TA PP BERNARDUS ARVIN RINALDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88249"}, "Penulis": "BERNARDUS ARVIN RINALDI  (NIM : 12809023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "wind gustÃ‚Â¸ thunderstorm outflow, thunderstorm clouds", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}