{"Nomor": 18159, "Judul": "KAJIAN PENINGKATAN KUALITAS LAYANAN PASAR TRADISIONAL", "Abstrak": "Pasar tradisional merupakan salah satu mata rantai dalam sistem logistik nasional    \n \n \n \n\nyang menjadi ujung tombak terjadinya transaksi antara produsen dengan    \n \n \n \n\nkonsumen, dan berperan dalam kelancaran arus barang di masyarakat. Seiring    \n \n \n \n\nberkembangnya industri ritel modern, keberadaan pasar tradisional semakin    \n \n \n \n\nterpinggirkan. Hal ini tidak terlepas dari citra negatif pasar tradisional yang    \n \n \n \n\nmenyebabkan ketidakpuasan konsumen terhadap pelayanan di pasar tradisional,    \n \n \n \n\ndan lebih memilih untuk berbelanja pada ritel modern.    \n \n \n \n\nKonsumen mempunyai peran yang sangat penting dalam keberhasilan usaha ritel    \n \n \n \n\n(eceran). Dengan demikian, sangat penting bagi pasar tradisional untuk mengukur    \n \n \n \n\ntingkat kepuasan terhadap pelayanan yang selama ini diberikan kepada pelanggan    \n \n \n \n\nsebagai dasar atau acuan perbaikan dalam rangka meningkatkan daya saing pasar    \n \n \n \n\ntradisional terhadap ritel modern.    \n \n \n \n\nPenelitian ini dilakukan dengan menggunakan 10 dimensi kualitas pelayanan dari    \n \n \n \n\nZeithmal, Parasuraman dan Berry. Dengan menggunakan model Servqual dapat    \n \n \n \n\ndiidentifikasi atribut-atribut pelayanan pasar tradisional yang belum memenuhi    \n \n \n \n\nharapan pelanggan. Selanjutnya dengan metode Quality Function Deployment    \n \n \n \n\ndapat ditentukan prioritas perbaikan yang diperlukan untuk meningkatkan    \n \n \n \n\nperformansi atribut-atribut tersebut sehingga pelanggan dapat merasa lebih puas.    \n \n \n \n\nDari 34 atribut pelayanan yang telah diidentifikasi, terdapat 3 atribut yang    \n \n \n \n\ntermasuk dalam kategori memuaskan, sedangkan 31 atribut lain termasuk dalam    \n \n \n \n\nkategori yang kurang memuaskan sehingga perlu ditingkatkan performansinya.    \n \n \n \n\nAtribut-atribut yang menjadi prioritas utama untuk ditingkatkan performansinya    \n \n \n \n\nadalah kebersihan di dalam dan lingkungan pasar, suasana pasar yang nyaman,    \n \n \n \n\nketersediaan toilet atau kamar mandi yang bersih, keamanan pasar, ketersediaan    \n \n \n \n\narea parkir yang luas serta lorong pasar tradisional yang lebar.    \n \n \n \n\nPrioritas program peningkatan kualitas pelayanan di pasar tradisional berdasarkan    \n \n \n \n\nmatriks QFD meliputi : peningkatan kompetensi pedagang pasar, penataan lay    \n \n \n \n\nout pasar, penerapan SOP, peningkatan kualitas bangunan pasar, pemeliharaan    \n \n \n \n\nsarana dan prasarana, penyediaan tempat sampah dan TPS, sistem zoning barang    \n \n \n \n\ndagangan, penataan PKL serta menyediakan tempat ibadah dan toilet yang    \n \n \n \n\nmemadai.", "Daftar File": {"2013 TS PP BERTHARIANA NURHARJANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88250", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88251", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88252", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88253", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88254", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88255", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/88256", "2013 TS PP BERTHARIANA NURHARJANTI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/88257", "2013 TS PP BERTHARIANA NURHARJANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88258"}, "Penulis": "BERTHARIANA NURHARJANTI ( NIM. 23411044 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pasar Tradisional, Servqual, Quality Function Deployment", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}