{"Nomor": 18154, "Judul": "KAJIAN KINERJA TERMAL KACA GANDA UNTUK PERANCANGAN SELUBUNG GEDUNG", "Abstrak": "Selubung gedung berperan sebagai modifier iklim sehingga ruang dalam menjadi lebih nyaman secara termal dibanding ruang luar. Penggunaan kaca pada selubung gedung tersebut berakibat sinar matahari masuk dan memanaskan  lingkungan termal ruang dalam tersebut. Sinar matahari yang jatuh pada selubung gedung, dipantulkan, diserap oleh selubung dan diteruskan ke dalam ruang. Penelitian ini membahas kinerja kaca ganda untuk memperbaiki kondisi lingkungan termal ruang dalam, melalui pengukuran temperatur permukaan luar dan dalam kaca. Diduga kinerja kaca ganda jauh lebih baik dibanding kaca      \n \n \n \n\ntunggal, karena sistem tersebut menghambat rambatan kalor melalui kombinasi refleksi, pendinginan secara konveksi, dan penyerapan kalor. Pengukuran temperatur permukaan luar dan dalam setiap model dilakukan di  ruang iklim, di mana radiasi kalor sinar matahari disimulasikan oleh lampu pijar, dan pengukuran temperatur permukaan menggunakan termokopel dengan      \n \n \n \n\nketelitian 0.1Ã‚Â°C setiap 10 menit hingga temperatur permukaan stabil. Hasil pengukuran menunjukkan bahwa penggunaan kaca reflektif akan lebih optimal bila diletakkan di bagian luar maupun dalam kaca ganda. Sedangkan celah udara memberikan hambatan rambatan kalor yang lebih besar bila tebal celah lebih besar dan atau terjadi pergantian udara celah. Penelitian ini masih      \n \n \n \n\nmembutuhkan konfirmasi uji lapangan, untuk memperoleh nilai kinerja kaca ganda yang sebenarnya.", "Daftar File": {"2009 TS PP BENEDICTUS EDWARD  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88201", "2009 TS PP BENEDICTUS EDWARD  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88202", "2009 TS PP BENEDICTUS EDWARD  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88203", "2009 TS PP BENEDICTUS EDWARD  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88204", "2009 TS PP BENEDICTUS EDWARD  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88205", "2009 TS PP BENEDICTUS EDWARD  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88206", "2009 TS PP BENEDICTUS EDWARD  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88207"}, "Penulis": "BENEDICTUS EDWARD (NIM. 25206011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Permana, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kaca Selubung Ganda, Lingkungan Termal Ruang Dalam", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}