{"Nomor": 18152, "Judul": "KARAKTERISTIK RUANG DAN KEGIATAN BERMAIN ANAK DI LINGKUNGAN HUNIAN VERTIKAL (Studi Kasus: Rumah Susun Sederhana Sewa Industri Dalam, Kota Bandung)", "Abstrak": "Anak-anak merupakan bagian dari warga kota yang kebutuhan pokoknya merupakan bagian dari kebutuhan masyarakat yang harus dipenuhi. Salah satu kebutuhan pokok anak-anak yaitu kegiatan bermain, karena bermain merupakan hal yang penting dalam perkembangan anak. Dewasa ini, anak-anak akan cenderung memilih permainan modern yang mengandalkan teknologi. Akan tetapi, anak-anak yang berasal dari golongan ekonomi rendah kemungkinannya kecil untuk dapat bermain jenis permainan yang menggunakan teknologi ataupun melakukan permainan di tempat yang dikenakan tarif.   \n \n \n\nLingkup studi ini difokuskan pada lingkungan hunian rumah susun. Dalam studi ini dipilih salah satu lingkungan rumah susun sewa (Rusunawa) di Kota Bandung dengan tingkat kesejahteraan yang relatif rendah. Tingkat kesejahteraan yang rendah dipilih dengan asumsi golongan inilah yang masih terbatas aksesnya dalam pemenuhan kebutuhan anak-anak untuk bermain. Dengan pertimbangan lokasi dan tahun pembangunannya, maka dipilih Rumah Susun Industri Dalam sebagai objek studi. Studi ini bertujuan untuk mengidentifikasi karakteristik ruang dan kegiatan bermain anak di lingkungan rumah susun sederhana sewa di Kota Bandung. Karakteristik ruang tersebut meliputi penyediaan, pemanfaatan serta penilaian kualitas ruang yang dimanfaatkan sebagai ruang bermain. Sedangkan karakteristik kegiatan bermain meliputi waktu, rentang usia, jenis permainan, kelompok bermain, serta pengawasan orang tua. Karakteristik ruang dan kegiatan bermain anak tersebut diperoleh dengan melalui observasi dan wawancara kemudian dilakukan analisis perilaku (behavior analysis) dan analisis deskriptif.   \n \n \n\nBerdasarkan hasil temuan studi dan analisis yang dilakukan, dapat diketahui bahwa anak-anak penghuni Rumah Susun Industri Dalam lebih memilih permainan aktif yang dilakukan diluar satuan rumah susun, didominasi oleh anak-anak kelompok usia 6-12 tahun yang bermain secara berkelompok. Adapun preferensi ruang yang digunakan sebagai ruang bermain dapat dikelompokkan menjadi ruang indoor (koridor dan basement) dan ruang outdoor (lapangan dan jalan raya). Pemanfaatan ruang outdoor (lapangan) yang direncanakan sebagai ruang bermain tidak dapat berfungsi optimal sehingga terjadi pemanfaatan ruang-ruang yang tidak direncanakan sebagai ruang bermain (koridor, basement, jalan raya). Bermain merupakan kegiatan yang penting bagi perkembangan anak. Akan tetapi pada kenyataannya, belum adanya penyediaan ruang bermain bagi anak-anak di Lingkungan Rumah Susun Industri Dalam yang sesuai dengan penerapan SNI dan pemenuhan hak anak menurut UNICEF PBB. Salah satu rekomendasi bagi studi ini dengan melihat kondisi nyata tersebut yaitu melakukan kerjasama antara pemerintah, pengelola, dan masyarakat penghuni rumah susun dalam pengadaan kegiatan-kegiatan terprogram di ruang yang berpotensi dikembangkan sebagai ruang bermain di lingkungan Rumah Susun Industri Dalam.", "Daftar File": {"2011 TA PP BELLA ISTIQAMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88187", "2011 TA PP BELLA ISTIQAMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88188", "2011 TA PP BELLA ISTIQAMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88189", "2011 TA PP BELLA ISTIQAMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88190", "2011 TA PP BELLA ISTIQAMAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88191", "2011 TA PP BELLA ISTIQAMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88192", "2011 TA PP BELLA ISTIQAMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88193"}, "Penulis": "BELLA ISTIQAMAH (NIM : 15407094)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rina Priyani, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah Susun Industri Dalam, Karakteristik, Ruang Bermain, Kegiatan bermain.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}