{"Nomor": 18160, "Judul": "MARKETING STRATEGI UNIT RAWAT JALAN RUMAH SAKIT ADVENT BANDUNG DALAM UPAYA MENINGKATKAN KUNJUNGAN PASIEN", "Abstrak": "Rumah sakit Advent Bandung adalah salah satu rumah sakit ternama di kota Bandung. Telah beroperasi sejak tahun 1950, Rumah sakit Advent Bandung mengalami peningkatan pesat sejak saat itu dan menjadi salah satu rumah sakit terbaik pada masanya. Akan tetapi, Rumah sakit Advent Bandung terlena untuk melakukan perbaikan dan persiapan kedepannya dan mengalami persaingan yang ketat pada saat ini.  \n \n\nSejak keluarnya undang-undang praktik kedokteran dan berbagai peraturan terkait dengan kesehatan lainnya banyak masalah mulai timbul di Rumah sakit Advent Bandung. Kurangnya tenaga medis tetap dan rendahnya jumlah kunjungan pasien rawat jalan dibandingkan dengan rumah sakit lainnya menjadi akibat dari hal tersebut. Penelitian pun dilakukan untuk pasien rawat jalan dan diketahui kurangnya loyalitas menjadi penyebab utama rendahnya kunjungan pasien. Selanjutnya diketahui bahwa rendahnya kepuasan terhadap pelayanan yang lebih lanjut menyebabkan rendahnya loyalitas pasien rawat jalan.  \n \n\nDari hasil analisis SWOT diketahui bahwa Rumah sakit Advent Bandung memiliki posisi internal lemah dengan situasi eksternal yang berpeluang. Untuk itu secara garis besar, strategi berhati-hati paling disarankan. Dimana Rumah sakit Advent Bandung disarankan untuk segera membenahi kondisi internal rumah sakit agar bisa bersaing dengan rumah sakit lainnya di Bandung. Perbaikan yang dilakukan terkait dengan root cause masalah yang diperoleh dari penelitian, yaitu dari elemen marketing mix rumah sakit. Dua dari tujuh elemen memiliki pengaruh signifikan terhadap loyalitas konsumen rawat jalan Rumah sakit Advent Bandung dan yang lainnya juga memiliki hubungan yang signifikan terhadap loyalitas.  \n \n\nPerbaikan dua elemen (product dan price) yang bepengaruh tersebut bisa menjadi prioritas dalam peningkatan kualitas pelayanan Rumah sakit Advent Bandung. Dengan strategi yang ditawarkan diharapkan unit rawat jalan Rumah sakit Advent Bandung bisa meningkatkan jumlah kunjungan pasiennnya.", "Daftar File": {"2013 TS PP BHANU PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88259", "2013 TS PP BHANU PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88260", "2013 TS PP BHANU PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88261", "2013 TS PP BHANU PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88262", "2013 TS PP BHANU PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88263", "2013 TS PP BHANU PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88264"}, "Penulis": "BHANU PRABOWO (NIM: 29112064) Pembimbing: Ir. Satya Aditya Wibowo, MBA", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rumah sakit, marketing strategi, loyalitas, dan kepuasan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}