{"Nomor": 18164, "Judul": "ANALISIS PENGARUH PATCH TEST TERHADAP KUALITAS DATA MULTIBEAM ECHOSOUNDER PADA SURVEI HIDROGRAFI", "Abstrak": "Wilayah lautan Indonesia memiliki potensi sumber daya laut yang begitu besar. Survei yang menunjang kegiatan eksplorasi dan eksploitasi potensi sumber daya alam yang terdapat di lautan Indonesia untuk meningkatkan pembangunan Negara.       \n \n \n \n \n \n\nPengamatan kedalaman survei batimetri memerlukan instrumen yaitu dengan menggunakan multibeam echosounder. Untuk menentukan kualitas data yang dikumpulkan perlu dilakukan kalibrasi multibeam echosounder, Kalibrasi tersebut meliputi kalibrasi patch test (uji keseimbangan).       \n \n \n \n \n \n\nTujuan penelitian ini adalah menjelaskan tahapan kalibrasi dan menganalisis pengaruh patch test dalam multibeam data dengan cara komparasi..       \n \n \n \n \n \n\nKesimpulan dari tugas akhir ini adalah untuk mendapatkan kualitas data survei yang baik diperlukan penghitungan kalibrasi patch test. Karakteristik objek koreksi patch test berpengaruh pada kualitas nilai kalibrasi pada multibeam data. Karakteristik objek yang berpengaruh yaitu, kedalaman laut, beda kedalaman objek, kualitas terpindainya objek oleh multibeam echosounder, efek noise yang ditimbulkan, dan jenis MBES yang digunakan for marine survey.", "Daftar File": {"2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88291", "2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88292", "2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88293", "2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88294", "2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88295", "2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88296", "2013 TA PP BIMO DHARMAWAN DZIKRULLAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88297"}, "Penulis": "BIMO DHARMAWAN DZIKRULLAH (NIM : 15109001)", "Kontributor / Dosen Pembimbing": ["Pembimbing (1) : Dr. Ir. Samsul Bachri, M.Eng", "Pembimbing (2) : Agus Suparman, Dr., Ir., M.Sc.."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multibeam echosounder, kalibrasi, patch test, roll, pitch, yaw", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}