{"Nomor": 18175, "Judul": "IDENTIFIKASI OBJEK-OBJEK RUANG PERAIRAN DALAM KAITANNYA DENGAN PEMBAGIAN WILAYAH LAUT (PROVINSI MALUKU)", "Abstrak": "Kadaster kelautan tidak terlepas dari konsep kadaster secara umum yang memungkinkan pencatatan hak, kewajiban, dan kepentingan semua lembaga yang tekait dalamnya. Objek ruang perairan erat kaitannya dengan batas laut. Konsep penetapan batas laut yang jelas akan memberikan informasi yang jelas tentang hak, kewajiban, dan batasan yang berlaku pada semua lembaga yang terkait dengan objek ruang perairan tersebut.Undang-Undang Nomor 32 Tahun 2004 Tentang Pemerintahan Daerah memberikan kejelasan mengenai konsep batas laut provinsi dan kabupaten/kota. Provinsi Maluku yang berbentuk provinsi kepulauan memiliki beberapa objek ruang perairan, yang dikaitkan dengan konsep batas laut yang mengadaptasi batas laut daerah kepulauan sesuai UNCLOS 82 dan batas laut sesuai Undang-Undang Nomor 32 Tahun 2004 Tentang Pemerintahan Daerah.Tujuan dari penelitian ini adalah untuk melakukan identifikasi objek ruang perairan yang terdapat di Provinsi Maluku dalam kaitannya dengan konsep batas laut Provinsi Maluku dengan statusnya sebagai provinsi kepulauan. Metodologi identifikasi objek ruang perairan di Provinsi Maluku dilakukan dengan pengumpulan data dan studi literatu. Kaitan kedua hal tersebut ditampilkan dalam bentuk peta. Dari hasil penelitian disimpulkan bahwa tidak semua objek ruang perairan terdapat di Provinsi Maluku dan sebagian besar terdapat di Laut Ambon.", "Daftar File": {"2014 TA PP  BORIS TURNIP 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88379", "2014 TA PP  BORIS TURNIP 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88380", "2014 TA PP  BORIS TURNIP 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88381", "2014 TA PP  BORIS TURNIP 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88382", "2014 TA PP  BORIS TURNIP 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88383", "2014 TA PP  BORIS TURNIP 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88384"}, "Penulis": "BORIS TURNIP  (NIM: 15109098)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, M.T.", "Ir. Samsul Bachri, M.Eng. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Objek ruang perairan, batas laut, Provinsi Maluku", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}