{"Nomor": 18177, "Judul": "ANALISIS IMPLEMENTASI KNOWLEDGE MANAGEMENT DI ADHI KARYA", "Abstrak": "Sebagai perusahaan BUMN yang bergerak di bidang konstruksi, ADHI merupakan perusahaan yang sangat terpengaruh oleh kondisi lingkungan eksternal, terutama di bidang politik dan ekonomi. Ditambah dengan semakin tingginya persaingan global, ADHI harus melakukan  transformasi agar dapat bertahan. Transformasi dibutuhkan sebagai nilai jual dan kompetensi perusahaan. Transformasi yang dilakukan ADHI adalah pengembangan besar di lini bisnisnya, sehingga tidak lagi hanya merupakan perusahaan konstruksi, melainkan juga mulai bergerak di penyedia sumber daya listrik dan real estate. Agar transformasi berkembang, maka dibutuhkan lingkungan perusahaan yang mendukung terciptanya budaya berbagi pengetahuan. Sebagai  perusahaan besar, ADHI telah mengetahui pentingnya berbagi pengetahuan. ADHI telah menerapkan Knowledge Management (KM) di dalam perusahaannya dengan tujuan bahwa pengetahuan karyawannya dapat menjadi knowledge asset, akan tetapi implementasinya yang tidak mudah ditambah kurangnya tenaga ahli di bidang KM membuat pengembangannya tidak maksimal. Penelitian ini dilakukan dan fokus pada Kantor Pusat ADHI, dengan tujuan untuk menganalisa bagaimana kondisi pengembangan Knowledge Management yang ada di dalam perusahaan dan bagaimana untuk mengembangkan Knowledge Management tersebut untuk mendukung strategi perusahaan. Knowledge Management ADHI perlu mendapat perhatian perusahaan tidak fokus dalam pengembangan knowledge. Indikasi hal ini dapat dilihat dalam penyimpanan data perusahaan yang tidak terpusat, susahnya akses ke proyek yang telah dijalani,proses evaluasi yang berbelit-belit karena data yang redundant dan lain-lain. Oleh karena itu,dilakukan penelitian untuk menganalisa kondisi Knowledge Management di ADHI dan Knowledge    \n \n\nGap yang ada di perusahaan. Penelitian menggunakan metode wawancara sebagai metode utama,didukung oleh kuesioner, dan kemudian dilakukan analisis dari gabungan antara keduanya.Wawancara dilakukan kepada keseluruhan sektor yang berhubungan dengan pengembangan knowledge management seperti ADHI Learning Center juga termasuk manajemen inti perusahaan. Data pendukung menggunakan 40 eksemplar kuesioner juga disebarkan sebagian ke bagian tim pengembang knowledge management, dan sebagian diserahkan ke manajer, dan pekerja. Analisis gabungan keduanya kemudian dianggap sebagai Knowledge Gap yang harus diperbaiki.Digunakanlah lima langkah KM untuk menyelesaikan dua akar permasalahan di atas, yaitu    \n \n\nmenetapkan KM objectives, identifikasi kebutuhan people, process dan technology, menetapkan KM Strategy untuk mencapai KM Objectives, mendapatkan komitmen manajemen dan identifikasi KM Components Lalu di canangkanlah KM Initiatives, setelah menetapkan langkah-langkah KM di atas. Untuk memudahkan pelaksanaan KM Initiatives, dibagilah rencana penerapannya dalam tiga periode, yaitu jangka pendek, menengah dan panjang.", "Daftar File": {"2013 TS PP BRAGO ADIJAYA P 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88394", "2013 TS PP BRAGO ADIJAYA P 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88395", "2013 TS PP BRAGO ADIJAYA P 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88396", "2013 TS PP BRAGO ADIJAYA P 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88397", "2013 TS PP BRAGO ADIJAYA P 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88398", "2013 TS PP BRAGO ADIJAYA P 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88399"}, "Penulis": "BRAGO ADIJAYA PUTRANTO (NIM : 29111138) Pembimbing: Ir. Rudy Bekti, MM", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rudy Bekti, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge, Human Resources, Information", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}