{"Nomor": 18179, "Judul": "ANALISIS SEBARAN EMISI UAP AIR PEMBANGKIT LISTRIK TENAGA PANAS BUMI MENGGUNAKAN MODEL CALPUFF (Studi Kasus Emisi Uap Air PT Pertamina Geothermal Energi Lapangan Kamojang)", "Abstrak": "Penelitian ini bertujuan untuk melihat pola persebaran uap air dari cooling tower PT Pertamina Geothermal Energy yang terletak di Jawa Barat dengan ketinggian sekitar 1500 meter di atas permukaan laut. Pola persebaran dibagi menjadi empat bulan yang berbeda yaitu bulan Januari, April, Juli, dan Oktober. Pemilihan waktu pembagian tersebut didasari oleh aktifitas monsunal yang terjadi di Indonesia, khususnya di pulau Jawa. Masing-masing bulan hanya diamati pola persebarannya selama satu minggu. Pola persebaran dilihat dengan menggunakan model CALPUFF. CALPUFF merupakan sebuah multi-layer, multi-species model sebaran non-steady-state puff yang dapat mensimulasikan efek waktu dan variasi ruang kondisi meteorologi pada penjalaran, transformasi, dan perpindahan polutan. CALPUFF membutuhkan hasil model medan angin dari CALMET agar dapat digunakan. Hasil verifikasi model medan angin CALMET mampu memodelkan medan angin dengan nilai korelasi > 0,5 dan error < 1 m/s tiap minggunya. Arah angin dominan di bulan yang berbeda dipengaruhi oleh musim monsun yang berlangsung di Indonesia. Musim monsun barat daya yang berlangsung di bulan Desember-Januari-Februari dan musim monsun Timur yang berlangsung di bulan Juni-Juli-Agustus. Penentuan jarak pengaruh AWS akan mempengaruhi hasil model CALMET di daerah kajian. Perbedaan medan angin akan mempengaruhi pula persebaran konsentrasi uap air. Konsentrasi uap air tertinggi tiap jamnya yang terjadi pada minggu pertama bulan April, Juli, Oktober, dan Januari yaitu 80 g/m3, 71g/m3, 85g/m3, dan 75g/m3 yang berada di sekitar cooling tower.", "Daftar File": {"2014 TA PP BRAMUDYA RIFKI MUKTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88408", "2014 TA PP BRAMUDYA RIFKI MUKTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88409", "2014 TA PP BRAMUDYA RIFKI MUKTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88410", "2014 TA PP BRAMUDYA RIFKI MUKTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88411", "2014 TA PP BRAMUDYA RIFKI MUKTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88412", "2014 TA PP BRAMUDYA RIFKI MUKTI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88413", "2014 TA PP BRAMUDYA RIFKI MUKTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88414"}, "Penulis": "BRAMUDYA RIFKI MUKTI (NIM :12809027)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Drs. Zadrach L. Dupe, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "CALPUFF, Cooling tower, Pembangkit Listrik Tenaga Panas Bumi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}