{"Nomor": 18173, "Judul": "GEOLOGI DAN ANALISIS CLEAT BATUBARA FORMASI TANJUNG DAERAH PENGARON DAN SEKITARNYA, KECAMATAN PENGARON, KABUPATEN BANJAR, KALIMANTAN SELATAN", "Abstrak": "Daerah penelitian berada di Kecamatan Pengaron, Kabupaten Banjar, Kalimantan Selatan. Secara geografis, daerah penelitian berada pada UTM 50 S dengan koordinat 9635000 Ã‚Â– 9645000 mU dan 288000 Ã‚Â– 289000 mT. Daerah penelitian memiliki luas Ã‚Â±100 km2 (10 km x 10 km) dengan skala peta 1:12.500.     \n \n \n \n \n\nKenampakan morfologi diamati dari peta kontur dan citra Shuttle Radar Topographic Mission (SRTM) serta pengamatan langsung di lapangan. Daerah penelitian dibagi menjadi empat satuan geomorfologi, yaitu Satuan Perbukitan Antiklin, Satuan Perbukitan Vulkanik, Satuan Perbukitan Lipatan, dan Satuan Dataran Fluvial.     \n \n \n \n \n\nStratigrafi daerah penelitian dibagi menjadi enam satuan batuan tidak resmi, dari tua ke muda: Satuan Konglomerat, Satuan Andesit, Satuan Batupasir, Satuan Batulempung, Satuan Batugamping dan Satuan Endapan Alluvial. Struktur geologi di daerah penelitian berupa Sesar Normal Panyandaran, dan Sesar Normal Pengaron.     \n \n \n \n \n\nSejarah geologi daerah penelitian diawali pada Paleosen Awal. Pada Paleosen awal terjadi rifting, pembentukan sesar turun, dan pembentukan cekungan pengendapan, pada daerah penelitian terbentuk Sesar Normal Panyandaran. Pada Paleosen Akhir, terendapkan Satuan Batupasir bagian bawah secara tidak selaras di atas satuan Andesit pada lingkungan transisi. Pada Eosen Awal, terjadi Sesar Normal Pengaron akibat dari proses rifting yang masih berlangsung. Pada Eosen Akhir terendapkan Satuan Batulempung secara selaras dengan lingkungan pengendapan neritik. Pada Oligosen awal terendapkan Satuan Batugamping secara selaras di atas Satuan Batulempung. Pada Plio-Pleistosen, terjadi pembalikan arah tektonik sehingga merubah rezim ekstensi menjadi rezim kompresi.. Dari Plio-Pleistosen sampai Resen, terjadi erosi sehingga membentuk kenampakan daerah penelitian seperti sekarang.     \n \n \n \n \n\nAnalisis cleat batubara dilakukan pada 3 lokasi pengamatan, yakni TAJ SL-1, TAJ SL-2 dan TAJ SL-3. Data geometri cleat diukur untuk membuat analisis orientasi, intensitas, dan apertur. Hasil analisis cleat menunjukkan adanya pengaruh struktur kepada 3 lokasi dengan lokasi TAJ-SL2 yang mempunyai pengaruh paling besar. Cleat diperkirakan terbentuk saat pengendapan Batugamping, dilihat dari data orientasi dengan hubungannya terhadap analisis struktur regional.", "Daftar File": {"2013 TA PP  BONIFASIUS NAYAKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88365", "2013 TA PP  BONIFASIUS NAYAKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88366", "2013 TA PP  BONIFASIUS NAYAKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88367", "2013 TA PP  BONIFASIUS NAYAKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88368", "2013 TA PP  BONIFASIUS NAYAKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88369", "2013 TA PP  BONIFASIUS NAYAKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88370", "2013 TA PP  BONIFASIUS NAYAKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/88371", "2013 TA PP  BONIFASIUS NAYAKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88372"}, "Penulis": "BONIFASIUS NAYAKA (NIM: 12008001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengaron, Batubara, Sesar Normal, Cleat, Orientasi, Intensitas, Apertur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}