{"Nomor": 18178, "Judul": "PENENTUAN POTENSI RESERVOIR SISTEM OUTFLOW PANASBUMI BERDASARKAN SIMULASI MODEL NUMERIK", "Abstrak": "Indonesia merupakan Negara yang memiliki potensi energi panasbumi terbesar di dunia. Tercatat 40% dari energi panasbumi di seluruh dunia atau hampir sekitar 29.000 MW dimiliki Negara Indonesia. Akan tetapi, hingga saat ini hanya 4% atau sekitar 1.160 MW energi yang baru dimanfaatkan untuk pembangkit listrik. Untuk itu, perlu diambil langkah identifikasi karakteristik reservoir untuk terus mengembangkan potensi cadangan energi yang ada. Pemodelan sistem panasbumi merupakan cara tepat yang perlu dilakukan sebagai sumber informasi yang kuat dalam pengembangan lapangan panasbumi. Simulasi dari pemodelan sistem panasbumi akan mengilustrasikan distribusi parameter termodinamika seperti tekanan dan temperatur pada keadaan awal sistem panasbumi serta perubahan parameter termodinamika akibat proses produksi. Hasil simulasi tersebut akan memberikan informasi yang selanjutnya digunakan sebagai dasar perhitungan perkiraan potensi energi panasbumi yang bisa dimanfaatkan, bahkan untuk beberapa tahun kedepan.", "Daftar File": {"2013 TA PP BRAMANTI DWI K. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88400", "2013 TA PP BRAMANTI DWI K. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88401", "2013 TA PP BRAMANTI DWI K. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88402", "2013 TA PP BRAMANTI DWI K. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88403", "2013 TA PP BRAMANTI DWI K. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88404", "2013 TA PP BRAMANTI DWI K. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88405", "2013 TA PP BRAMANTI DWI K. 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/88406", "2013 TA PP BRAMANTI DWI K. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88407"}, "Penulis": "BRAMANTI DWI KURNIAWAN (NIM : 102 08 073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reservoir panasbumi, Hukum Darcy, persamaan Corey, kesetimbangan massa, kesetimbangan energi, metode beda hingga, metode volumetrik, potensi statik, potensi dinamik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}