{"Nomor": 18172, "Judul": "GEOLOGI DAERAH MARGAJAYA DAN SEKITARNYA, KECAMATAN PAMARICAN, KABUPATEN CIAMIS, JAWA BARAT", "Abstrak": "Margajaya dan sekitarnya, Kabupaten Ciamis, Jawa Barat berada di utara daerah Pegunungan Selatan Jawa Barat, memiliki karakteristik litologi yang sangat bervariasi. Selain itu, keadaan struktur geologi sangat menarik untuk diteliti, seperti sesar - sesar yang dipengaruhi oleh keadaan tektonik Pulau Jawa. Keterdapatan singkapan yang baik menjadi data utama penelitian sehingga kondisi geologi daerah penelitian dapat dijelaskan secara rinci. Daerah penelitian terletak pada koordinat UTM Zona -49, WGS 84, 217500-220500 mT dan 9174000-9178000 mU.     \n \n\nMorfologi daerah penelitian memperlihatkan perbukitan dan lembah yang sangat dipengaruhi oleh litologi dan struktur geologi, dibuktikan dengan adanya pola aliran sungai dendritik dan pola kelurusan. Morfologi daerah selatan yang didominasi perbukitan terjal tersusun oleh material sedimen volkanik yang resisten terhadap erosi. Sedangkan bagian utara daerah penelitian terdiri dari perbukitan dengan material sedimen relatif seragam dan lunak dengan arah kemiringan ke utara dan besar kemiringan lapisan antara 10o Ã‚Â– 30o. Pengamatan lapangan menunjukan variasi satuan batuan secara stratigrafi     \n \n\ndari tua ke muda terdiri dari Satuan Breksi yang berumur Miosen Tengah yang terdiri dari batuan breksi volkanik. Kemudian Satuan Batupasir Ã‚Â– Batulempung yang berumur Miosen Tengah Ã‚Â– Miosen Akhir yang terdiri dari perselingan batupasir dan batulempung. Kemudian satuan Batupasir yang berumur Miosen Akhir Ã‚Â– Pliosen Awal yang terdiri dari batupasir gampingan. Berdasarkan analisa profil stratigrafi, granulometri, dan mikropalentologi menunjukan perkembangan sedimentasi pada lingkungan laut dengan mekanisme pengendapan sistem gravitasi (turbidit). Rezim kompresi pada kala Plio Ã‚Â– Pleistosen menyebabkan pensesaran pada daerah penelitian. Struktur geologi di daerah penelitian berupa Sesar Mendatar     \n \n\nMenganan Kalangsari, Sesar Mendatar Menganan Sukasari, dan Sesar Mendatar Mengiri Pasir Sireum. Proses tektonik ini juga menyebabkan pengangkatan sehingga daerah penelitian menjadi daratan hingga sekarang.", "Daftar File": {"2014 TA PP BOBY BENNI WAHANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88357", "2014 TA PP BOBY BENNI WAHANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88358", "2014 TA PP BOBY BENNI WAHANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88359", "2014 TA PP BOBY BENNI WAHANA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/88360", "2014 TA PP BOBY BENNI WAHANA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/88361", "2014 TA PP BOBY BENNI WAHANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88362", "2014 TA PP BOBY BENNI WAHANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88363", "2014 TA PP BOBY BENNI WAHANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88364"}, "Penulis": "BOBY BENNI WAHANA (NIM : 12009034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian N Tabri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Margajaya, Pegunungan Selatan, Breksi, Batupasir - Batulempung, Batupasir, Turbidit.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}