{"Nomor": 18182, "Judul": "PERUMUSAN STRATEGI KORPORAT UNTUK DIVISI PERALATAN PERUNGGASAN DI PT MEDION: STRATEGI DIRECTIONAL, PORTFOLIO, DAN PARENTING", "Abstrak": "Tumbuhnya industri peternakan memberikan peluang dan tantangan. Dengan keragaman bisnisnya, Medion memerlukan strategi korporat untuk memaksimalkan nilai perusahaanya.    \n \n\nStrategi directional apa yang cocok bagi Medion? Bagaimana Medion sebaiknya mengatur portofolio bisnis dan bagaimana menjadi induk bagi seluruh bisnis peralatan perunggasannya? Untuk menjawab masalah tersebut, Medion perlu memiliki pemahaman situasi eksternal maupun internal dengan analisis STEEP dan PorterÃ‚Â’s Five Forces. Strategi korporat mencakup strategi directional, portofolio, dan parenting. Bagaimana Medion sebaiknya menanggapi    \n \n\nsituasi ini akan dihasilkan dari strategi directional. Strategi portofolio menggunakan matriks BCG dan GE. Strategi parenting digunakan Medion sebagai perusahaan induk untuk memaksimalkan nilai setiap unit bisnisnya. Strategi parenting akan menggabungkan faktor  keberhasilan setiap unit bisnis, peluang untuk meningkatkan nilai, dan karakteristik Medion sebagai induk untuk menganalisis kesesuaian dan ketidaksesuaiannya terhadap Medion. Data untuk riset ini dikumpulkan melalui (1) data sekunder, (2) wawancara, dan (3) survei. Analisis terhadap data sekunder dilakukan sebagai penilaian awal terhadap situasi bisnis.    \n \n\nWawancara dengan team manajemen menghasilkan informasi kualitatif untuk analisis situasi maupun perumusan strategi korporat. Survei kuantitatif dilakukan kepada konsumen PT Medion, melalui media kuesioner. Teknik sampling yang digunakan adalah judgmental sampling. Informasi yang diperoleh digunakan dalam perumusan strategi korporat. Berdasarkan analisis terhadap informasi yang diperoleh, Medion diusulkan untuk menerapkan    \n \n\nstrategi (a) concentric growth, (b) investasi pada bisnis pemanas, (c) likuidasi bisnis Meditech,(d) mempertahankan kepemilikan penuh dalam bisnis tempat pakan, tempat minum, dan pemanas. Strategi directional yang sesuai untuk Medion adalah concentric growth karena perusahaan memiliki keunggulan bersaing yang kuat dan daya tarik pasar yang tinggi. Investasi pada bisnis pemanas diperlukan untuk mengembangkan bisnis ini dari kategori question mark    \n \n\nmenjadi star. Bisnis Meditech sebaiknya dilikuidasi dan sumber dayanya dialokasikan ke bisnis lain. Sebagai perusahaan induk, Medion memliliki peluang untuk mengembangkan bisnis pemanas dari posisi edge of heartland menjadi kategori heartland. Medion perlu mempertahankan kepemilikan penuh pada bisnis tempat makan, tempat minum, dan pemanas. Dari penelitian ini, Medion diharapkan mampu menanggapi perubahan industri dengan melakukan investasi, menumbuhkan, menjaga, bahkan melepas bisnis secara tepat.    \n \n\nImplementasi strategi perlu dirancang dengan baik, agar ada kejelasan mengenai tindakan yang akan diambil, siapa yang akan melakukan, dan kapan tindakan tersebut harus diselesaikan.", "Daftar File": {"2013 TS PP BUBUN SETIAWAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88428", "2013 TS PP BUBUN SETIAWAN 1- BAB I.pdf": "https://digilib.itb.ac.id/gdl/download/88429", "2013 TS PP BUBUN SETIAWAN 1- BAB  II.pdf": "https://digilib.itb.ac.id/gdl/download/88430", "2013 TS PP BUBUN SETIAWAN 1- BAB  III.pdf": "https://digilib.itb.ac.id/gdl/download/88431", "2013 TS PP BUBUN SETIAWAN 1- BAB IV.pdf": "https://digilib.itb.ac.id/gdl/download/88432", "2013 TS PP BUBUN SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88433"}, "Penulis": "BUBUN SETIAWAN HIRAWAN (NIM: 29111092) Pembimbing Thesis: Dr. Ir. Mohamad Toha", "Kontributor / Dosen Pembimbing": ["Pembimbing Thesis: Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perunggasan, strategi korporat, directional, portofolio, parenting", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}