{"Nomor": 18187, "Judul": "ANALYSIS OF INDONESIA'S STOCK MARKET: COMPARISON OF FINANCING ROLE TO BANKS AND REGIONAL STOCK MARKET", "Abstrak": "Sejalan dengan harapan yang dicantumkan oleh Negara melalui Undang-Undang Republik Indonesia No. 8 Tahun 1985 Tentang Pasar Modal, yaitu agar pasar modal Indonesia mempunyai peran yang strategis dalam pembangunan nasional sebagai salah satu sumber pembiayaan bagi dunia usaha dan wahana investasi bagi masyarakat, tugas akhir ini bertujuan untuk mengukur seberapa strategiskah peranan pasar modal Indonesia, yang dalam tugas akhir ini diwakili oleh pasar saham, di dalam menjalankan fungsinya sebagai sumber pembiayaan.  \n \n\nSeperti yang kita ketahui, sejak mulai pulihnya perekonomian dari dampak krisis ekonomi Asia yang menghantam Indonesia secara keras di era tahun 1997-1998, aktivitas di pasar saham semakin bergelora yang ditandai dengan pergerakan IHSG dari posisi terendah 343 di tahun 2001 sampai dengan posisinya yang tertinggi di level 2.830 pada tahun 2008 sebelum akhirnya rontok lagi menjelang penutupan tahun 2008 dan memasuki awal 2009.  \n \n\nAkan tetapi animo dan pemberitaan mengenai maraknya aktivitas pasar saham Indonesia selama ini selalu terfokus pada sisi perdagangan saham dan pertumbuhan investasi sedangkan sisi fungsi pasar saham sebagai alternatif sumber pembiayaan eksternal jarang sekali mendapatkan sorotan media massa yang mencukupi.  \n \n\nAtas dasar bahwa peranan strategis pasar saham terhadap pembangunan nasional adalah dalam hal penyediaan sumber pembiayaan yang lebih murah dan mudah sesuai dengan harapan Undang-Undang No. 8 Tahun 1985 dan juga perlunya suatu evaluasi mengenai kinerja pasar saham Indonesia dalam sudut kacamata sebagai sumber pembiayaan agar diperoleh informasi yang berimbang mengenai pasar saham  \n \n\nIndonesia yang selama ini pemberitaannya terlalu banyak memfokuskan dari sisi sebagai wahana investasi. Demikianlah, tugas akhir ini ditujukan untuk menyajikan lebih mendetil peranan pasar saham Indonesia dalam sisi sebagai sumber pembiayaan sekaligus memberikan analisa dan rekomendasi metodametoda yang bisa memperbaiki kinerja pasar saham Indonesia, khususnya sebagai sumber pembiayaan.", "Daftar File": {"2010 TS PP BUDIORTIZ JOHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88457", "2010 TS PP BUDIORTIZ JOHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88458", "2010 TS PP BUDIORTIZ JOHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88459", "2010 TS PP BUDIORTIZ JOHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88460", "2010 TS PP BUDIORTIZ JOHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88461", "2010 TS PP BUDIORTIZ JOHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88462", "2010 TS PP BUDIORTIZ JOHAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/88463", "2010 TS PP BUDIORTIZ JOHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88464", "2010 TS PP BUDIORTIZ JOHAN 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/88465"}, "Penulis": "BUDIORTIZ JOHAN (NIM: 29107197)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agung Wicaksono, MSc, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "trading, pasar modal , Indonesia Law No.8 Year 1985, Capital Market, economy development", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}