{"Nomor": 18199, "Judul": "ANALISIS SENSITIVITAS PARAMETER B-VALUE DAN LAJU GESER PADA NILAI PGA DI SEKITAR SESAR LEMBANG DAN SESAR CIMANDIRI", "Abstrak": "Banyak ditemukan perbedaan hasil laju geser dan b-value yang diakibatkan oleh metode yang berbeda dan asumsi yang terbatas. Laju geser dan b-value merupakan parameter yang paling berpengaruh untuk menaksir perulangan gempa sehingga menentukan tingkat bahaya      \n \n \n \n\nseismik. Telah ditemukan variasi laju geser dan b-value secara berturutan untuk Sesar Lembang-Cimandiri dan seismisitas Jawa Barat. Kontribusi laju geser dan b-value diperiksa dalam menaksir peak ground acceleration (PGA) dalam peta bahaya seismik secara probabilistik (peluang terlampaui 10% dalam 50 tahun atau periode ulang 500 tahun). Kurva hazard telah dihitung untuk Sukabumi dan Bandung menggunakan PSHA (Probabilistic Seismic Hazard Analysis) dengan perangkat lunak      \n \n \n \n\nEQRM (Earthquake Risk Model). Hasil pengamatan menunjukkan sumber yang paling berpengaruh adalah sumber sesar. Dengan simulasi Monte Carlo, didapatkan nilai ketidakpastian dan coefficient of variation (COV) dari variasi laju geser dan b-value di sekitar Sesar Lembang dan Sesar Cimandiri. Dapat diamati bahwa estimasi bahaya gempa sensitif terhadap perubahan laju geser dan bvalue      \n \n \n \n\nsecara berturutan dengan nilai 0.25 g dan 0.1-0.2 g. Disamping itu, estimasi PGA untuk Sukabumi dan Bandung secara berturutan menghasilkan 0.49 + 0.13 g dengan COV 27% dan 0.39 + 0.05 g dengan COV 13%.", "Daftar File": {"2013 TS PP CECEP PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88550", "2013 TS PP CECEP PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88551", "2013 TS PP CECEP PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88552", "2013 TS PP CECEP PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88553", "2013 TS PP CECEP PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88554", "2013 TS PP CECEP PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88555", "2013 TS PP CECEP PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88556"}, "Penulis": "CECEP PRATAMA (NIM : 22410501)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irwan Meilano", "Dr. Andri Dian Nugraha"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sensitivitas, Ketidakpastian, Nilai PGA, Monte Carlo.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}