{"Nomor": 18198, "Judul": "IDENTIFIKASI KARAKTERISTIK WISATAWAN DAN KOMUNITAS KREATIF DALAM PENGEMBANGAN EKOWISATA DI KAWASAN WISATA BANDUNG SELATAN Studi Kasus: Kawah Cibuni dan Situ Patengan, Kec. Rancabali, Kab. Bandung", "Abstrak": "Masyarakat perkotaan, dalam hal ini masyarakat Kota Bandung, cenderung jenuh dengan kegiatan perkotaan yang berorientasi pada kegiatan ekonomi dengan tingkat kepadatan penduduk yang relatif tinggi, yang menjadi keseharian mereka. Hal ini mendorong masyarakat Kota Bandung bergerak mencari tujuan wisata yang lebih alamiah, salah satunya adalah berbagai objek dan daya tarik wisata alam di Kawasan Wisata Bandung Selatan, Kabupaten Bandung. Posisi Kabupaten Bandung yang berbatasan langsung dengan Kota Bandung juga mendukung pergerakan masyarakat perkotaan tersebut. Hal inilah yang mendorong ide pengembangan ekowisata di Kawasan Wisata Bandung Selatan.   \n \n \n\nTujuan dari studi ini adalah mengidentifikasi karakteristik wisatawan dan komunitas kreatif dalam pengembangan ekowisata di Kawasan Wisata Bandung Selatan. Untuk memenuhi tujuan tersebut, ditetapkan sasaran-sasaran, di antaranya adalah perumusan kriteria ekowisata, teridentifikasinya komunitas-komunitas kreatif dan program wisatanya yang sejalan dengan pariwisata berkelanjutan dan teridentifikasinya karakteristik wisatawan, baik yang mengikuti program komunitas kreatif, maupun yang melakukan kunjungan pribadi dan perbedaannya.   \n \n \n\nKawasan Bandung Selatan adalah sebuah kawasan wisata agro di Kabupaten Bandung yang memanfaatkan potensi pertanian, pemandangan alam, kawasan pertanian, keanekaragaman aktivitas produksi dan teknologi pertanian serta budaya masyarakat petaninya. Selain potensi agro, Kawasan Bandung Selatan juga memiliki potensi lain yang dapat menarik wisatawan, yaitu daya tarik sejarah dan daya tarik geologis. Daya tarik ini dapat menjadi bahan interpretasi yang dapat disampaikan kepada pada wisatawan.   \n \n \n\nInterpretasi tersebut sejalan dengan tujuan dari pengembangan kawasan wisata agro, yaitu edukasi, konservasi dan keberlanjutan. Tujuan ini sejalan dengan konsep sustainable tourism atau lebih dikenal dengan ekowisata. Ekowisata adalah kegiatan wisata yang memberikan dampak langsung terhadap konservasi kawasan, berperan dalam pemberdayaan ekonomi masyarakat lokal, serta mendorong konservasi dan pembangunan berkelanjutan. Kawasan Wisata Bandung Selatan memiliki potensi untuk pengembangan konsep ini.   \n \n \n\nTemuan dari studi ini adalah wisatawan Geotrek Cibuni berbeda dari segi usia, tingkat pendidikan, tingkat pendapatan dan pengeluaran wisata. Wisatawan Geotrek Cibuni berusia lebih dewasa (31-50 tahun), dengan tingkat pendidikan yang lebih tinggi (diploma/perguruan tinggi), tingkat pendapatan yang lebih mapan (Rp2.500.000,00-Rp5.000.000,00) dan memiliki perencanaan pengeluaran wisata. Motivasi perjalanan wisatawan peserta Geotrek Cibuni sedikit berbeda dari wisatawan biasa, karena ada motif konservasi dan edukasi dalam perjalanannya. Wisatawan Geotrek Cibuni juga lebih kritis dalam menilai produk wisata yang dinikmatinya serta lebih bertanggungjawab selama melakukan wisata dengan tidak melakukan hal-hal yang berdampak negatif terhadap objek dan daya tarik wisata.   \n \n \n\nHasil dari studi ini menunjukkan bahwa komunitas kreatif merupakan media penarik wisatawan yang berpotensi sebagai pasar ekowisata. Oleh karena itu, komunitas kreatif diharapkan menjadi media untuk memperkenalkan konsep ekowisata pada masyarakat luas, sehingga membantu menggerakkan pasar wisata ke arah yang lebih berkelanjutan. Pengelola objek dan daya tarik wisata juga diharapkan dapat meningkatkan kualitas fasilitas yang ada dan juga bekerjasama dengan pihak pemerintah dan komunitas kreatif dalam rangka menerapkan konsep ekowisata dengan melibatkan masyarakat lokal dari perencanaan hingga pengelolaannya.", "Daftar File": {"2011 TA PP CATHELYA Y. H. SILAEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88543", "2011 TA PP CATHELYA Y. H. SILAEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88544", "2011 TA PP CATHELYA Y. H. SILAEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88545", "2011 TA PP CATHELYA Y. H. SILAEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88546", "2011 TA PP CATHELYA Y. H. SILAEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88547", "2011 TA PP CATHELYA Y. H. SILAEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88548", "2011 TA PP CATHELYA Y. H. SILAEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88549"}, "Penulis": "CATHELYA Y. H. SILAEN (NIM : 15407049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rina Priyani, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ekowisata, karakteristik wisatawan, komunitas kreatif, Kawasan Wisata Bandung Selatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}