{"Nomor": 18215, "Judul": "EARMARKING SUMBER-SUMBER PENERIMAAN DAERAH UNTUK MEMBIAYAI PEMELIHARAAN JALAN KOTA (Studi Kasus: Kota Bandung)", "Abstrak": "Infrastruktur jalan memegang peranan penting dalam kemajuan perekonomian sebuah kota yang umumnya berorientasi kepada jasa. Akses jalan yang baik dan memadai tentunya dapat menunjang daya saing sebuah kota. Sebaliknya akses jalan yang buruk dapat membuat sebuah kota kehilangan pamornya dan ditinggalkan oleh para pelaku jasa. Dari sisi kepemilikan, jalan yang merupakan barang publik adalah aset daerah yang harus dipelihara dan dijaga nilainya.   \n \n \n\nPemerintah Kota Bandung memiliki keterbatasan anggaran, termasuk alokasi untuk pemeliharaan jalan. Jalan-jalan kota yang diperbaiki setiap tahunnya dipilih berdasarkan hasil prioritas analisis pembobotan. Akibat keterbatasan anggaran, kebutuhan biaya pemeliharaan jalan semakin meningkat per tahunnya sementara pola alokasi pemerintah cenderung stasioner. Penundaan pemeliharaan jalan akan memperparah kerusakan jalan yang dapat menyebabkan jalan harus direkonstruksi atau sama dengan membangun struktur yang baru yang memerlukan biaya yang jauh lebih besar.   \n \n \n\nBerlakunya kewajiban alokasi (earmarking) minimal 10% PKB untuk dikembalikan kepada sektor jalan dan transportasi merupakan suatu potensi untuk meningkatkan anggaran pemeliharaan jalan. Namun alokasi 10% PKB saja masih belum dapat menutupi kebutuhan biaya pemeliharaan jalan. Maka perlu digali sumber-sumber penerimaan daerah Kota Bandung lainnya yang layak di-earmark untuk membiayai pemeliharaan jalan kota.   \n \n \n\nUntuk dapat mengidentifikasi sumber-sumber penerimaan daerah yang layak di-earmark, digunakan kriteria-kriteria tertentu. Sumber-sumber earmarking yang diperoleh dari hasil penyaringan melalui kriteria-kriteria tersebut, lalu diramalkan besarannya dalam waktu lima tahun ke depan. Proses peramalan menggunakan model yang dihasilkan dari analisis regresi sederhana Y terhadap waktu. Hasil peramalan sumber-sumber earmarking akan disesuaikan alokasinya agar dapat mengimbangi hasil peramalan kebutuhan pemeliharaan jalan melalui metode peramalan serupa. Setelah didapatkan besaran alokasi dari masing-masing sumber, maka diperkirakan kebutuhan pemeliharaan jalan kota akan tertutupi hingga lima tahun mendatang.", "Daftar File": {"2010 TA PP CHRISTINE CHAROLINA SURBAKTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88674", "2010 TA PP CHRISTINE CHAROLINA SURBAKTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88675", "2010 TA PP CHRISTINE CHAROLINA SURBAKTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88676", "2010 TA PP CHRISTINE CHAROLINA SURBAKTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88677", "2010 TA PP CHRISTINE CHAROLINA SURBAKTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88678", "2010 TA PP CHRISTINE CHAROLINA SURBAKTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88679"}, "Penulis": "CHRISTINE CHAROLINA SURBAKTI (NIM : 15406093)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Andi Oetomo, M.Pl"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Earmarking, Sumber-sumber Penerimaan Daerah, Pemeliharaan Jalan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}