{"Nomor": 18210, "Judul": "OPTIMISASI PENGADAAN BERAS MENGGUNAKAN PEMROGRAMAN DINAMIK", "Abstrak": "Abstrak : Pada Tugas Akhir ini akan dibahas masalah pengadaan beras yang\ndilakukan oleh sebuah Lembaga B. Lembaga B memiliki kewajiban untuk men-\ngadakan beras sebanyak tertentu setiap bulannnya. Lembaga B memiliki 7 wilayah\nkerja dimana masing-masing dari mereka berkewajiban melakukan pengadaan\nberas setiap bulannya. Permasalahan muncul ketika tidak semua wilayah kerja\nmemiliki kemampuan untuk mengadakan beras sesuai target yang ditentukan.\nHal ini membuat Lembaga B harus membuat keputusan pemindahan beras dari\nwilayah kerja surplus ke wilayah kerja yang mengalami desit dengan biaya pal-\ning minimum. Masalah ini merupakan masalah pemrograman dinamik yang pada\ntugas akhir ini akan diselesaikan dengan menggunakan Dijkstra algorithm. Pada\nTugas Akhir ini akan dipaparkan dua model yang berkaitan dengan permasala-\nhan yang dihadapi Lembaga B, yaitu model satu wilayah kerja dan model in-\nteraksi dua wilayah kerja dimana diperlihatkan interaksi dari dua wilayah kerja\nuntuk pengadaan beras dengan biaya paling minimum dimana pada saat tertentu\nwilayah kerja-wilayah kerja tersebut dapat berperan sebagai donor, bila ia surplus\nberas, dan sebagai recipient bila ia desit beras.", "Daftar File": {"2013 TA PP CHIKA MAIDIANA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88633", "2013 TA PP CHIKA MAIDIANA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88639"}, "Penulis": "CHIKA MAIDIANA PUTRI  [10109091]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Dijkstra algorithm, optimasi pengadaan, program dinamik, dan shortest path problem.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}