{"Nomor": 18213, "Judul": "ANALISIS DEFORMASI WILAYAH PAPUA BARAT BERDASARKAN PENGAMATAN GPS TAHUN 2010-2012", "Abstrak": "Papua merupakan suatu wilayah di bagian timur Indonesia yang memiliki potensi kegempaan yang cukup tinggi karena berada di sekitar daerah perbatasan lempeng. Terdapat banyak interaksi lempeng dan blok yang mempengaruhi karakteristik deformasi diwilayah Papua dan menyebabkan banyak terjadi fenomena-fenomena tektonik seperti gempa. Untuk mengetahui karakteristik vektor kecepatan pergeseran aktifitas tektonik dan interaksi lempeng di wilayah Papua, maka dilakukanlah pengamatan GPS (Global Positioning System) secara kontinu dibeberapa titik pengamatan yang tersebar di daerah Papua dan sekitarnya. Data pengamatan GPS ini kemudian diolah dan ditransformasikan dari koordinat geosentrik (X,Y,Z) kedalam koordinat toposentrik (N,E,U) untuk mendapatkan pergeseran suatu titik pengamatan dari hari ke hari dalam selang waktu 2010 hingga 2012 dalam bentuk time series yang dilengkapi dengan ketelitiannya. Hasil pengolahan time series data GPS inilah yang kemudian dijadikan acuan utama untuk menentukan kecepatan dan arah pergeseran (deformasi) di wilayah Papua. Selain berguna untuk melihat karakteristk pergeseran, data pengamatan GPS juga dapat dijadikan salah satu dasar dan acuan dalam menentukan pengaruh dominan dari interaksi-interaksi lempeng disekitar Papua. Kita dapat melihat wilayah mana saja di Papua yang menerima pengaruh lebih besar dari lempeng-lempeng disekitar Papua melalui pengukuran dan analisis perbandingan vektor pergerakan lempeng disekitar Papua terhadap wilayah di Papua yang diwakili oleh titik sampel pengukuran yang ternyata menunjukan pergerakan titik-titik pengamatan di wilayah selatan Papua yang bergerak kearah utara, sedangkan titik-titik pengukuran yang berada di wilayah utara bergerak kearah barat. Vektor pergerakan ini merupakan akibat dari pengaruh dominan suatu pergerakan lempeng yang turut berinteraksi dengan lempeng-lempeng lain disekitar Papua", "Daftar File": {"2014 TA PP CHRIST ALBERT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88654", "2014 TA PP CHRIST ALBERT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88655", "2014 TA PP CHRIST ALBERT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88656", "2014 TA PP CHRIST ALBERT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88657", "2014 TA PP CHRIST ALBERT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88658", "2014 TA PP CHRIST ALBERT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88659"}, "Penulis": "CHRIST ALBERT ( 15110020 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Irwan Meilano, ST, M.Sc", "Dr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Papua, deformasi, tektonik, GPS, pergeseran, lempeng.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}