{"Nomor": 18224, "Judul": "PERHITUNGAN EVAPOTRANSPIRASI AKTUAL DENGAN ALGORITMA SEBAL BERBASIS CITRA MODIS MULTITEMPORAL (STUDI KASUS PERKEBUNAN TEH DI JAWA BARAT)", "Abstrak": "Kelangkaan air semakin menjadi permasalahan yang disorot dalam dunia pertanian di Indonesia. Banyaknya gagal panen disebabkan oleh sistem pengairan yang tidak efektif dan efisien. Evapotranspirasi aktual menjadi salah satu nilai penentu dalam memprediksi kebutuhan air tanaman. Pemantauan evapotranspirasi aktual secara harian dan musiman dapat memberikan nilai yang teliti akan kebutuhan air dalam area pertanian tersebut. Metode yang digunakan dalam menentukan evapotranspirasi aktual harian dan musiman adalah SEBAL (Surface Energy Balance Alogarithm on Land). Metode ini memanfaatkan teknologi penginderaan jauh yang dikombinasikan dengan data cuaca hasil pengamatan lapangan. Penelitian ini menggunakan produk MODIS yang diakuisisi pada delapan tanggal antara bulan Mei hingga September 2012. Area penelitian adalah 23 perkebunan teh yang terletak di Jawa Barat, Indonesia. Dari hasil penelitian ini didapatkan nilai rata-rata evapotranspirasi di kedelapan tanggal yang diolah adalah 2,86 mm/hari dengan simpangan baku Ã‚Â±0,99 mm/hari. Meskipun nilai yang dihasilkan memerlukan verifikasi lebih lanjut, metode SEBAL yang digunakan mampu mendeskripsikan variabilitas spasial evapotranspirasi aktual secara logis. Hasil analisis sensitivitas menunjukkan bahwa nilai evapotranspirasi aktual dengan metode ini berkorelasi erat dengan parameterparameter dalam fluks panas terasa dan temperatur permukaan tanah.", "Daftar File": {"2014 TA PP CLORINDA KURNIA WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88749", "2014 TA PP CLORINDA KURNIA WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88750", "2014 TA PP CLORINDA KURNIA WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88751", "2014 TA PP CLORINDA KURNIA WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88752", "2014 TA PP CLORINDA KURNIA WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88753", "2014 TA PP CLORINDA KURNIA WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88754"}, "Penulis": "CLORINDA KURNIA WIBOWO (NIM : 15109014)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Ir. Ketut Wikantika, M.Eng., Ph.D. Pembimbing II : Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Evapotranspirasi Aktual, MODIS, SEBAL", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}