{"Nomor": 18239, "Judul": "INVESTASI PADA SUMBERDAYA MANUSIA SEBAGAI LANDASAN PEMBANGUNAN BERKELANJUTAN DI KABUPATEN MIMIKA DAN SEBAGAI STRATEGI UNTUK MENGURANGI BIAYA SOSIAL  PT FREEPORT INDONESIA", "Abstrak": "PT Freeport Indonesia (PTFI) telah memberikan dampak yang sangat signifikan bagi perekonomian Indonesia, Propinsi Papua dan Kabupaten Mimika. Berdasarkan Laporan Lembaga Penyelidikan Ekonomi dan Masyarakat (LPEM) Fakultas Ekonomi Universitas Indonesia pada tahun 2009, PTFI berkontribusi terhadap 1,6% Produk Domestik Bruto (PDB) Nasional; 67,7% Produk Domestik Regional Bruto (PDRB) propinsi Papua; dan 96,0% PDRB kabupaten Mimika. Bagi Kabupaten Mimika, kondisi ini sangat berbahaya mengingat, 96% aktifitas perekonomian kabupaten ini tergantung pada operasi PTFI. Bagaimana jika PTFI mengalami penurunan pendapatan atau selesai beroperasi? Darimana sumber pendapatan kabupaten Mimika akan diperolah?  \n \n\nSebagai bagian dari komitmen sosialnya PTFI juga sangat berperan dalam pembangunan masyarakat asli di kabupateen Mimika atau yang biasa disebut sebagai Masyarakat Tujuh Suku, melalui program pengembangan masyarakat (comdev). Program comdev yang dikembangkan oleh PTFI meliputi bidang kesehatan, pendidikan, infrastruktur dan pengembangan ekonomi. Dari sisi masyarakat lokal dan pemerintah daerah program yang dijalankan tersebut dipahami sebagai kewajiban PTFI sehingga masyarakat asli dan pemda Mimika tidak merasa bertanggung jawab untuk mengelolanya.  \n \n\nMeskipun Kabupaten Mimika merupakan salah satu kabupaten terkaya di Indonesia (dimana pendapatan terbesarnya diperoleh dari operasi PTFI) dan PTFI telah mendukung kabupaten Mimika melalui program comdev, namum pembangunan di kabupaten ini masih tertinggal jauh dari daerahlain di Indonesia. Indeks Pembangunan Manusia kabupaten Mimika masih berada pada kelompok tertinggal. Sektor-sektor perekonomian lainnya belum berkembang dan aktifitas masyarakat lokal masih sangat bergantung pada bantuan dan subsidi dari PTFI. Kondisi ini menimbulkan pertanyaan apakah kabupaten Mimika akan tetap eksis setelah operasi PTFI selesai?  \n \n\nMasalah ketergantungan kabupaten Mimika dan masyarakat asli pada PTFI telah menyebabkan berbagai persoalan yang berpengaruh kepada operasi PTFI yaitu: beban biaya sosial yang semakin tinggi; tuntutan dari masyarkat asli agar diterima sebagai karyawan PTFI terus meningkat; beban biaya pelatihan yang semakin meningkat dan citra negatif mengenai operasi PTFI yang tidak bisa memberikan manfaat bagi kemajuan penduduk asli semakin meningkat.  \n \n\nBerdasarakan uraian dan analisa pada penelitian ini, permasalahan kunci terhadap berbagai persoalan yang dihadapi PTFI tersebut adalah kualitas sumber daya manusia yang masih rendah di kabupaten Mimika, khususnya pada kelompok masyarakat asli. Karena itu untuk mengurangi atau menghilangkan masalah-masalah tersebut PTFI perlu menemukan strategi yang tepat untuk membantu meningkatkan kualitas dan kapasitas masyarakat lokal agar mereka mampu mengurangi ketergantungan pada PTFI dan bisa melanjutkan pembangunan di kabupaten Mimika meskipun suatu saat nanti PTFI telah berhenti beroperasi. Strategi tersebut harus juga sesuai dengan kondisi masyarakat, kekuatan pemerintah dan kemampuan PTFI sendiri. Berdasarkan hasil analisa dengan menggunakan Simple Multi Atribute Rating Technique (SMART), salah satu strategi yang paling cocok untuk menjawab persoalan tersebut adalah dengan mengembangkan Multipurpose Learning Center yang telah terbukti berhasil membantu pemberdayaan dan kemandirian masyarakat yang tinggal di sekitar tambang milik Rio Tinto di Afrika Selatan dan Namibia.", "Daftar File": {"2011 TS PP  DANIEL PERWIRA PERANGINANGIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88844", "2011 TS PP  DANIEL PERWIRA PERANGINANGIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88845", "2011 TS PP  DANIEL PERWIRA PERANGINANGIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88846", "2011 TS PP  DANIEL PERWIRA PERANGINANGIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88847", "2011 TS PP  DANIEL PERWIRA PERANGINANGIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88848", "2011 TS PP  DANIEL PERWIRA PERANGINANGIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88849"}, "Penulis": "DANIEL PERWIRA PERANGINANGIN (NIM : 29109134)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Dr. Ir. Utomo Sarjono Putro, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kabupaten Mimika, PTFI, Masyarakat Tujuh Suku, Multipurpose Learning Center, Pembangunan Berkelanjutan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}