{"Nomor": 18233, "Judul": "EKSPLORASI KERAMIK SEBAGAI AMBIENT LAMP PADA RESTORAN DENGAN TEMA BANDUNG TEMPO DULU, BLOEMEN", "Abstrak": "Sebagai salah satu cabang dari kriya seni, kriya keramik berdiri di persimpangan antara fungsi dan estetik. Pencarian dalam hal bentuk, warna, dan aspek-aspek visual lainnya berjalan seiring dengan kemampuan karya untuk memecahkan masalah. Berangkat dari sini penulis mengangkat karya berupa ambient lamp yang merupakan salah satu bentuk aplikasi karya keramik sebagai        \n \n \n \n \n \n \n \n\nelemen interior.        \n \n \n \n \n \n \n \n\nSebagai latar belakang masalah adalah kota Badung dengan sejarahnya yang panjang dan menyimpan jejak-jejak yang masih tersisa sampai sekarang. Gaya arsitektur bangunan tua yang masih bertahan menjadi salah satu penanda yang memperlihatkan aroma vintage dari kota ini.        \n \n \n \n \n \n \n \n\nMempertimbangkan hal ini penulis menentukan pilihan pada interior sebuah restoran bernama Bloemen yang sedikit banyak menyajikan suasana kota Bandung tempo dulu dalam gaya interiornya.        \n \n \n \n \n \n \n \n\nPertemuan antara karakter tekstur kilap dari keramik berglasir dan karakter bentuk organik pada karya ambient lamp ini memperlihatkan kekuatan material keramik yang selain dapat berjalan selaras dengan gaya vintage kota Bandung namun juga dapat memecahkan permasalahan interior pada restoran Bloemen yang membutuhkan sentuhan dalam membangun suasana tenang dan nyaman.        \n \n \n \n \n \n \n \n\nEksplorasi material keramik untuk memecahkan permasalahan interior, khususnya dalam karya ambient lamp ini dapat dilihat sebagai bentuk pencarian alternatif dari karya keramik sebagai eleen interior pada umumnya. Sebuah proses panjang untuk terus mendorong pencapaian material keramik dan tetap relevan pada jamannya.", "Daftar File": {"2010 TA PP DAFI ALFADILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88806", "2010 TA PP DAFI ALFADILA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88807", "2010 TA PP DAFI ALFADILA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88808", "2010 TA PP DAFI ALFADILA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88809", "2010 TA PP DAFI ALFADILA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88810", "2010 TA PP DAFI ALFADILA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88811", "2010 TA PP DAFI ALFADILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88812", "2010 TA PP DAFI ALFADILA 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/88813"}, "Penulis": "DAFI ALFADILA (NIM : 17205018)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Dr Ahadiat Joedawinata", "Drs. Adnan Ross Suparta"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kriya keramik, ambient lamp, elemen interior, Bloemen, restoran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}