{"Nomor": 18231, "Judul": "ANALISA DISTRIBUSI BATUAN RESERVOIR DAN MODEL PENGENDAPAN FORMASI TALANG AKAR: STUDI KASUS LAPANGAN KL LEPAS PANTAI UTARA JAWA BARAT", "Abstrak": "Formasi Talang Akar (TAF) di Offshore North West Java (ONWJ) dipercaya masih memiliki potensi hidrokarbon yang relatif besar, yang mana dalam aplikasinya diperkirakan belum tereksplorasi secara optimal. Hal ini disebabkan keterbatasan-keterbatasan data seismik yang ada, diantaranya: kualitas yang buruk karena beberapa lapisan karbonat diatas TAF (Baturaja, Pre-Parigi dan Parigi), shallow gas dan fault shadow. Secara geologi, target hidrokarbon pada formasi ini merupakan endapan fluvial deltaik, yang mana pada data seismik sering muncul sebagai kenampakan yang tidak menerus. Keadaan reservoir yang relatif tipis serta pada kedalaman yang relatif dalam menyebabkan reservoir berada dalam zona tunning thickness. Hal ini membuat permasalahan menjadi semakin kompleks. Oleh sebab itu, TAF ini menjadi sangat sulit untuk dipetakan. \n \n\nKegiatan eksplorasi yang sukses pada TAF ONWJ di tahun 80-90-an, sebagian besar berdasarkan pada peta struktur tinggian yang mana hasilnya banyak ditemukan batuan reservoir berlapis dengan kualitas yang cukup baik pada tinggian saat ini tersebut. Namun, setiap sumur yang diajukan akan selalu memiliki ketidakpastian yang cukup tinggi tanpa didukung oleh penampakan seismik dan pengetahuan geologi. Hal ini menjadi suatu pekerjaan rumah selanjutnya untuk mengoptimalkan penelitian tentang potensi di TAF ini. \n \n\nPengertian terhadap kondisi data yang ada saat ini menjadi sangat penting untuk menentukan metoda alternatif yang akan digunakan. Penggunaan data fasa seismik yang dikontrol dengan beberapa data sumur yang ada serta dengan pendataran pada suatu permukaan/horison yang tepat berhasil memperlihatkan suatu fenomena geologi yang terjadi di lapangan. Kombinasi data hasil ekstraksi amplitudo diharapkan dapat menjelaskan lebih detil mengenai struktur tinggian saat ini yang memiliki banyak endapan reservoir. \n \n\nHasil interpretasi memperlihatkan bahwa paket reservoir yang berlapis pada tinggian saat ini kemungkinan besar merupakan hasil dari proses pengisian lembah hasil penggerusan (valley incision) yang terjadi kemungkinan akibat aktifitas patahan pada masa rifting di daerah tersebut. Hasil ekstraksi amplitudo seismik berdasarkan horison yang diinterpretasikan melalui data fasa memperlihatkan korelasi yang cukup baik antara amplitudo dan ketebalan paket reservoir dari data sumur. Paleogeografi daerah penelitian diperkirakan merupakan daerah deltaik atau tepi dari suatu cekungan yang berasosiasi dengan pengisian lembah akibat erosi dan aktifitas patahan. \n \n\nRekontruksi geologi dilakukan untuk memodelkan mekanisme kejadian geologi di daerah penelitian. Model ini memperlihatkan bahwa valley incision yang kemudian terisi oleh endapan fluvial deltaik kemungkinan terjadi berkaitan dengan proses pengangkatan pada masa rifting di daerah ini akibat penurunan di suatu sub-cekungan. Efek domino yang terus terjadi menyebabkan penurunan dan pengangkatan dari blok yang berinteraksi terus berlangsung. Mekanisme ini kemungkinan menyebabkan endapan batuan reservoir pada fluvial deltaik berkembang menjadi suatu struktur tinggian saat ini.", "Daftar File": {"2008 TS PP DADAN RAMDAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88794", "2008 TS PP DADAN RAMDAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88795", "2008 TS PP DADAN RAMDAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88796", "2008 TS PP DADAN RAMDAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88797", "2008 TS PP DADAN RAMDAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88798", "2008 TS PP DADAN RAMDAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88799", "2008 TS PP DADAN RAMDAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88800"}, "Penulis": "DADAN RAMDAN (NIM 22006027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Soemintadiredja dan Dr. Ir. Rubiyanto Kapid"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batuan reservoir, Formasi talang akar, Lepas pantai utara Jawa Barat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}