{"Nomor": 18242, "Judul": "VALIDASI GLOBAL MODEL IONOSFER IRI-2012 MENGGUNAKAN DATA GPS DI INDONESIA", "Abstrak": "Ionosfer merupakan salah satu bagian dari lapisan atas atmosfer dimana sejumlah elektron bebas dapat mempengaruhi perambatan gelombang elektromagnetik. Untuk mengetahui bias ionosfer dapat dilihat dari besar densitas ionosfer dengan mempelajari karakteristik ionosfer melalui parameter Vertical Total Electron Content (VTEC) di lapisan ionosfer tersebut. Penelitian ini memvalidasi permodelan VTEC IRI-2012 dengan menggunakan data GPS. Data IRI merupakan kumpulan data dari ionosonda. Data VTEC IRI diperoleh dari model VTEC yang digambarkan dengan fungsi lintang, bujur, dan waktu. Sedangkan VTEC GPS diperoleh dari pengamatan lansung di atas stasiun pengamatan yang diinginkan. Berdasarkan hasil pengolahan data diketahui bahwa nilai VTEC yang variatif. Dari data keseluruhan juga menunjukan bahwa permodelan IRI tidak akurat dibandingkan dengan data dari GPS di Indonesia. Hal ini bisa terjadi dikarenakan hanya satu data dari ionosonde Pontianak yang menjadi input model IRI untuk mewakili wilayah di Indonesia.", "Daftar File": {"2014 TA PP  DANIEL SUPIT 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88864", "2014 TA PP  DANIEL SUPIT 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88865", "2014 TA PP  DANIEL SUPIT 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88866", "2014 TA PP  DANIEL SUPIT 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88867", "2014 TA PP  DANIEL SUPIT 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88868", "2014 TA PP  DANIEL SUPIT 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88869"}, "Penulis": "DANIEL SUPIT (NIM : 151 09 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Techn. Dudy Darmawan Wijaya, ST., M.SC.", "Dr. Ir. Wedyanto Kuntjoro, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "IRI-2012, GPS, Ionosfer, VTEC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}