{"Nomor": 18249, "Judul": "PENGAJUAN STRATEGY UNTUK MENINGKATKAN OMSET PADA PERUSAHAAN BERTUMBUH DI ANUGRAH MANDIRI COOLINDO", "Abstrak": "Dalam dekade terakhir bumi mengalami perubahan suhu yang cukup signifikan dan polusi semakin tinggi yang dihasilkan oleh industry dan kendaraan bermotor. Hal ini menyebabkan kebutuhan akan Air Conditoner (AC) semakin meningkat. Di samping itu,semakin tingginya mobilitas masyarakat membuat kenyamanan di dalam ruangan seperti kebutuhan akan AC adalah salah satu hal yang penting. Anugrah Mandiri Coolindo (AMC) adalah perusahaan jasa yang bergerak di bidang perawatan AC. Seiring meningkatnya kebutuhan akan AC, AMC mendapat pemasukan omset yang cukup meningkat. Namun peningkatan tersebut masih dinilai kurang apabila    \n \n\ndibandingkan dengan peningkatan akan permintaan kebutuhan AC yang cukup tinggi. Dalam usaha untuk meningkatkan omset perusahaan AMC melakukan pencarian akar masalah. Analisa dilakukan dari segi internal, segi eksternal dan juga analisa SWOT. Dari segi internal, AMC menggunakan metode Marketing Mix 7P dan STP (Segmentation, Targeting, Positioning), dan analisa pelaksanaan. Dari segi eksternal AMC menggunakan metode PESTLE, analisa persaingan, dan PorterÃ‚Â’s 5 Forces. Berdasarkan analisa tersebut maka akan ditemukan permasalahan dari kondisi tersebut. Dalam menyelesaikan masalah yang telah ditemukan, maka AMC memfokuskan untuk mengembangkan di dua aspek, yang pertama dari aspek Marketing / Pemasaran dan yang kedua dari aspek Inovasi Produk. Pengembangan di bidang Marketing dilakukan dengan mengembangkan promosi di jalur pemasaran online. Dan untuk pengembangan di bidang Inovasi Produk dilakukan dengan melahirkan produk baru dengan merk pasar Ã‚Â“ACsoriesÃ‚Â” yang mengkhususkan pada accessories dan perangkat tambahan AC. Dalam pengembangan produknya,ACsorries dibuat dengan menggunakan metode Quality Function Deployment (QFD) yang memiliki karakteristik mengacu pada permintaan dan    \n \n\nkepuasaan pelanggan. Kedua hal tersebut diyakini akan mendongkrak pertumbuhan omset untuk AMC.", "Daftar File": {"2013 TS PP DAVID FERDIAN LIVIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88905", "2013 TS PP DAVID FERDIAN LIVIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88906", "2013 TS PP DAVID FERDIAN LIVIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88907", "2013 TS PP DAVID FERDIAN LIVIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88908", "2013 TS PP DAVID FERDIAN LIVIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88909", "2013 TS PP DAVID FERDIAN LIVIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88910"}, "Penulis": "DAVID FERDIAN LIVIANTO (29110052) Pembimbing : Ir. Tonton Taufik, MBA", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tonton Taufik, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "service, air conditioner, air conditioning, marketing, online, product innovation, Quality Function Deployment", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}