{"Nomor": 18247, "Judul": "DESAIN PONDASI TIANG BOR DAN BASEMENT PURI PARKVIEW APARTMENT TOWER A DAN B", "Abstrak": "Puri Parkview Apartment adalah bangunan rumah susun yang dibangun di kawasan Jakarta Barat, Provinsi DKI Jakarta, Indonesia. Bangunan ini terdiri dari 21 lantai untuk Tower A dan 22 lantai untuk Tower B serta terdapat satu lantai basement dengan kedalaman 4 meter. Pada tugas akhir ini didesain altenatif sistem pondasi untuk Tower A dan Tower B serta sistem basement. Sistem pondasi dan basement didesain untuk menahan gempa rencana dan gempa kuat/maksimum telah dihitung pada analisa struktur. Sistem pondasi yang digunakan adalah grup tiang bor dengan kedalaman bor 18 hingga 22 meter di bawah permukaan tanah.  \n \n\nMetode yang digunakan untuk perhitungan kapasitas daya dukung aksial adalah metode statik dengan melakukan perhitungan manual dengan metode Based on N-SPT serta menggunakan program komputer SHAFT. Sedangkan perhitungan kapasitas daya dukung lateral pondasi tiang tunggal menggunakan metode Broms dan program komputer LPILE. Analisis pondasi secara grup tiang untuk mengetahui gaya-gaya sebenarnya yang terjadi pada tiang dalam keadaan kelompok serta analisis settlement dilakukan dengan program GROUP 7.0. Desain dan analisis yang dilakukan juga termasuk tulangan longitudinal dan spiral tiang bor serta pilecap.  \n \n\nUntuk bagian basement, analisis pertama yang dilakukakan adalah stabilitas lereng galian yang dilakukan dengan program SLOPE/W. Kemudian desain selanjutnya adalah desain tiang tarik dan pelat lantai basement untuk menahan uplift. Kemudian yang terakhir adalah desain dinding basement untuk menahan gaya-gaya lateral pada tanah baik pada kondisi layan maupun kondisi gempa. Desain di atas juga termasuk desain tulangan untuk tiang tarik, pelat lantai dan dinding basement.  \n \n\nDesain untuk struktur beton beserta tulangannya dilakukan sesuai dengan peraturan SNI 03-2847-2002 tentang Tata Cara Perencanaan Struktur Beton Untuk Bangunan Gedung. Hasil desain serta acuan pelaksanaan konstruksi pondasi kemudian dituangkan dalam gambar detail.", "Daftar File": {"2012 TA PP  DARRYL ARLEN HARTANU   1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88892", "2012 TA PP  DARRYL ARLEN HARTANU   1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88893", "2012 TA PP  DARRYL ARLEN HARTANU   1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88894", "2012 TA PP  DARRYL ARLEN HARTANU   1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88895", "2012 TA PP  DARRYL ARLEN HARTANU   1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88896", "2012 TA PP  DARRYL ARLEN HARTANU   1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88897", "2012 TA PP  DARRYL ARLEN HARTANU   1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88898"}, "Penulis": "DARRYL ARLEN HARTANU (NIM : 15007042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. F.X Toha, MSCE, MSEM, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, snalisis, pondasi tiang bor, basement, SHAFT, LPILE, GROUP, SLOPE/W", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}