{"Nomor": 18258, "Judul": "SEKOLAH MODE KEMANG JAKARTA", "Abstrak": "Proyek sekolah mode di Kemang Jakarta ini merupakan fasilitas pendidikan mode, sekaligus tempat siswa dan masyarakat, mengapresiasi mode serta fasilitas komersial yang berbasis pada mode, yang akan menunjang kedua aspek edukasi dan apresiasi tersebut. Tujuan perancangan adalah untuk mewujudkan fisik arsitektural yang mengekspresikan fungsi, ruang dan bentuk yang menarik (attractive), menghibur (recreative) dan mencerminkan mode melalui gubahan massa, wujud tampak dan sirkulasi. Proyek ini berlokasi di daerah Kemang Jakarta Selatan dengan luas lahan Ã‚Â± 5300 m2, dengan luas bangunan 6027.5 m2. Penggabungan dua fungsi dengan dua kegiatan yang berbeda merupakan permasalahan dari perancangan proyek ini.  Selain itu citra sekolah mode yang dapat mencerminkan mode juga merupakan titik berat dari permasalahan perancangan.  Konsep-konsep sirkulasi dan efektivitas serta tampak bangunan selanjutnya menjadi dasar pemilihan bentuk, sistem struktur, dan material yang digunakan pada perancangan bangunan. Konsep perancangan yang digunakan      \n \n \n \n\nberawal dari karakteristik mode yang fleksibel, modern, interaktif dan ekspresif. Fleksibilitas dapat dituangkan melalui sistem ruang yang dapat digunakan dengan  berbagai lay-out interior maupun ruangan yang dapat dipakai untuk beberapa kegiatan sekaligus. Sedangkan konsep modern dapat dituangkan dari penggunaan  material seperti kaca dan baja, serta sistem selubung bangunan yakni secondary  skin.", "Daftar File": {"2009 TA PP DEA TYAGITA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88976", "2009 TA PP DEA TYAGITA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88977", "2009 TA PP DEA TYAGITA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88978", "2009 TA PP DEA TYAGITA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88979", "2009 TA PP DEA TYAGITA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88980", "2009 TA PP DEA TYAGITA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88981", "2009 TA PP DEA TYAGITA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88982"}, "Penulis": "DEA TYAGITA (NIM:152 05 053)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mode, sekolah, ekspresif, interaktif, fleksibel, modern", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}