{"Nomor": 18259, "Judul": "INTEGRASI ANALISIS SPASIAL DAN GEOMORFOLOGI UNTUK MENGIDENTIFIKASI PERUBAHAN FISIS SUNGAI CITARUM DI SEKITAR CANDI BATUJAYA", "Abstrak": "Citarum merupakan sungai terbesar di Jawa Barat yang mempunyai pengaruh kuat bagi masyarakat pada pemerintahan Tarumanagara, baik dalam aspek sosiopolitik maupun ekonomi. Para sejarawan meyakini bahwa candi Batujaya, salah satu peninggalan Tarumanagara, dibangun tepat di muara sungai Citarum. Namun, perubahan fisis yang terjadi selama ratusan tahun telah menyebabkan lokasi candi bergeser sekitar 500 meter di utara Citarum. Penelitian mengenai evolusi Citarum masih sangat minim dan hanya mempertimbangkan perspektif arkeologi. Penelitian ini bertujuan untuk mengidentifikasi perubahan fisis Citarum dari aspek spasial dan geomorfologi. Terdapat 3 jenis peta yang digunakan yaitu: peta US Army, peta RBI, dan peta geologi antara tahun 1962 sampai 2001. Ketiga peta tersebut mempunyai cakupan wilayah, format, dan datum yang berbeda, sehingga perlu dilakukan beberapa proses seperti clipping peta, dijitasi peta, dan transformasi datum, agar ketiga peta mengacu pada kerangka kerja yang sama. Berdasarkan analisis yang dilakukan, dapat disimpulkan bahwa terdapat perubahan tutupan lahan di daerah Batujaya dimana daerah persawahan dan pertambakan ikan masih mendominasi. Namun, populasi pohon pelindung seperti mangrove dan palem nipa mengalami penurunan yang sangat drastis dan terkonversi menjadi lahan usaha serta pemukiman. Selain itu, terjadi pula perubahan garis pantai utara akibat tingkat sedimentasi yang cukup tinggi. Hal ini terutama disebabkan oleh aktifitas manusia seperti konversi lahan serta pembuangan limbah ke dalam sungai. Berdasarkan analisis geomorfologi, diketahui bahwa Batujaya didirikan pada daerah point bar endapan banjir sungai Citarum. Dengan adanya sedimentasi yang membuat garis pantai semakin menjorok ke laut dan sungai Citarum yang semakin meander, lokasi geografis Batujaya semakin menjauh dari muara sungai Citarum.", "Daftar File": {"2014 TA PP  DEBBY NURSASTRADININGRUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88983", "2014 TA PP  DEBBY NURSASTRADININGRUM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88984", "2014 TA PP  DEBBY NURSASTRADININGRUM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88985", "2014 TA PP  DEBBY NURSASTRADININGRUM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88986", "2014 TA PP  DEBBY NURSASTRADININGRUM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88987", "2014 TA PP  DEBBY NURSASTRADININGRUM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88988"}, "Penulis": "DEBBY NURSASTRADININGRUM  (NIM : 151090740)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Ir. Agung Budi Harto, M.Eng.", "Dr. Deni Suwardhi, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perubahan spasial, perubahan geomorfologi, fluvial geomorfologi, Citarum, Batujaya, sedimentasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}