{"Nomor": 18256, "Judul": "MUSEUM SENI RUPA BANDUNG", "Abstrak": "Museum merupakan cerminan dari peradaban suatu bangsa. Di mana didalamnya tersimpan harta karun penginggalan sejarah dari bangsa tersebut. Museum bisa menunjukan peradaban bangsa, identitas dan kebudayaan suatu bangsa. Suatu fasilitas publik, yang funsgi utamanya adalah pendidikan ini, terkadang menjadi representsi identitas suatu kota. Sehingga peran museum menjadi besar, jika dikaitkan dengan kebudayaan dan kesenian.Pada laporan ini dibahas mengenai Museum Seni Rupa Bandung, yang mana merancang museum memilki tantangan tersendiri. Beberapa isu penting mengenai museum dari segi sosial, ekonomi, dan sisi perkotaan perlu diperhatikan dalam merancang museum ini, apalagi lokasinya ada ditengah kota. Dari segi kontennya sendiri yaitu seni rupa, memilki kebutuhan sendiri untuk diekspresikan kedalam banguan,baik interior maupun eksterior. Sedangkan museum, memilki standar-standar tertentu yang harus dipenuhi,seperti sirkulasi ruang dalam/luar, hubungan antar ruang maupun hubungan antar ruang dalam dan luar. Hal ini yang membuat merancang museum tidak sederhana, karena selain harus memperhatikan ―kebenaran‖ desain, namun juga harus memperhatikan estetika bangunan lebih jauh. Tanpa sesuatu yang menarik, bangunan museum tidak akan berbeda dengan bangunan lain, padahal museum pada kota merupakan wajah kota tersebut dan kebanyakan menjadi landmark kawasan,baik dari fungsi maupun bentuk arsitekturalnya.Keberadaan Museum Seni Rupa Bandung ini, mendukung citra kota Bandung sebagai kota kreatif. Sebagai kota yang sarat dengan kesenian, Bandung memilki potensi besar dalam hal seni rupa. Untuk itu, saying sekali jika potensi ini tidak terwadahi. Banyak sekali seniman berasal dari Bandung begitu juga dengan pendidikan seni rupa terbaik ada di Bandung. Untuk itu, menidirkan museum seni rupa di kota ini menjadi sangat berprosperk.Tema museum yang diambil adalah penciptaan tempat / place making . Yang mana hal ini menanggapi isu Bandung mengenai kurangnya ruang kota. Apalagi lokasi museum ini yang berada di kawasan dagoÃ‚Â—kawsan yang dikenal dan berkarakterÃ‚Â—dimana kawasan ini memerlukan suatu revitalisasi fungsi. Kebanyakan kawasan Dago dihuni oleh fasilitas komersil dan jasa,karena letak yang strategis, padahal karakter Jalan Dago dulunya adalah kawasan villa yang hijau. Untuk itu ,tema museum mencoba untuk meredam kekekacauan yang terjadi di Dago, dari segi wajah jalan dan sirkulasi. Tantangan mendesian museum dengan tema urban adalah harus memberikan kontribusi dan solusi yang positif kepada konteks lingkungan. Di mana masalah di likngkup perkotaan makin lama makin rumit. Perlunya pemikiran yang lebih kedepan untuk mendapatkan desain yang bertahan lama.Keberhasilan desian, diniali dari bagaimana desain tersebut mampu merespon masalah yang ada dikonteks sekitar dan kontribusinya, tanpa mengurangi fungsi dan konsep yang ada pada bangunan itu sendiri.", "Daftar File": {"2009 TA PP  DEA AULIA WIDYAEVAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88964", "2009 TA PP  DEA AULIA WIDYAEVAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88963", "2009 TA PP  DEA AULIA WIDYAEVAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88965", "2009 TA PP  DEA AULIA WIDYAEVAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88966", "2009 TA PP  DEA AULIA WIDYAEVAN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88967", "2009 TA PP  DEA AULIA WIDYAEVAN 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88968", "2009 TA PP  DEA AULIA WIDYAEVAN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88969"}, "Penulis": "DEA AULIA WIDYAEVAN  (NIM: 15206047)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Museum Seni Rupa Bandung,museum dengan tema urban", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}