{"Nomor": 18257, "Judul": "ANALISIS TINGKAT PERSEDIAAN BAHAN BAKU PABRIK NSD PT UNILEVER INDONESIA TBK", "Abstrak": "PT Unilever Indonesia Tbk merupakan perusahaan yang bergerak di industri barang kebutuhan hidup sehari‐hari (consumer goods). Perusahaan ini memiliki misi untuk menjadi yang pertama dan yang terbaik di kelasnya dalam memenuhi kebutuhan dan aspirasi konsumen. Salah satu kendala dalam kegiatan operasional yang dihadapi perusahaan adalah menyesuaikan antara supply dan demand. Untuk menjembatani hal tersebut dibutuhkan persediaan.    Penelitian proyek akhir ini akan membahas tingkat persediaan bahan baku yang digunakan pada proses produksi salah satu pabrik PT Unilever Indonesia Tbk, yakni pabrik Non Soap Detergen (NSD). Saat ini pengelolaan yang dilakukan pihak manajemen terhadap tingkat persediaan bahan baku berdasarkan pengalaman dan tidak memiliki dasar perhitungan. Hal inilah yang menjadi salah satu penyebab dari terjadinya kondisi kekurangan bahan baku di gudang bahan baku pabrik NSD. Untuk mengelola sistem persediaan bahan baku, PT Unilever Indonesia merencanakan untuk mengimplementasikan Raw and Pack Inventory Planning Model. Penelitian ini akan menghitung tingkat persediaan bahan baku berdasarkan model tersebut, membandingkannya dengan tingkat persediaan saat ini (actual stock) dan menganalisis tingkat pelayanan konsumen pada actual stock terkait dengan permasalahan kekurangan bahan baku yang terjadi. Hasil analisis akan memberikan gambaran kepada pihak manajemen mengenai model tersebut. Secara teoritis, model tersebut tidak sesuai diterapkan untuk mengelola persediaan bahan baku yang memiliki permintaan dependent. Pada proyek akhir ini direkomendasikan sistem Material Requirement Planning (MRP) untuk pengelolaan persediaan bahan baku dan  teknik lot‐sizing untuk menentukan ukuran lot pemesanan bahan baku. Untuk menerapkan rekomendasi atas sistem MRP tersebut dibutuhkan tahapan‐tahapan yang melibatkan pihak‐pihak yang terkait di perusahaan. Pertama,akan dilakukan pengembangan sistem secara komputerisasi dengan bantuan program Microsoft Excel. Tahapan selanjutnya adalah pemahaman atas konsep sistem bagi pihak‐pihak yang terkait di perusahaan. Sebelum sistem MRP diterapkan akan dilakukan uji coba terhadap sistem tersebut selama 6 bulan dan evaluasi atas sistem ini akan dilakukan setiap bulannya semenjak tahap uji coba dilakukan.", "Daftar File": {"2009 TS PP DEA TAMARA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88974", "2009 TS PP DEA TAMARA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88975", "2009 TS PP DEA TAMARA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88973", "2009 TS PP DEA TAMARA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88972", "2009 TS PP DEA TAMARA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88971", "2009 TS PP DEA TAMARA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88970"}, "Penulis": "DEA TAMARA ( NIM: 29107052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persediaan Bahan Baku, MRP, Lot‐sizing.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}