{"Nomor": 18254, "Judul": "ALGORITMA SIMULATED ANNEALING UNTUK PEMECAHAN MASALAH PENENTUAN RUTE DAN PENUGASAN KAPAL", "Abstrak": "Indonesia, sebagai negara kepulauan terbesar di dunia, menyadari pentingnya sistem transportasi atau perhubungan antar daerah dalam menggerakkan    \n \n \n \n\npembangunan nasional. Penyelenggaraan sistem transportasi yang efektif dan efisien akan dapat memperlancar arus lalu lintas orang, barang, dan jasa serta informasi. Dengan kondisi geografis Indonesia yang terdiri dari pulau-pulau,maka kapal sebagai sarana transportasi laut memiliki peranan dan fungsi yang    \n \n \n \n\nsangat penting dalam struktur sistem transportasi nasional. Oleh karena itu,penelitian ini difokuskan untuk memecahkan permasalahan yang berkaitan dengan    \n \n \n \n\npenentuan rute dan penugasan kapal (ship routing problem).Sebuah perusahaan berskala nasional yang bergerak di bidang transportasi laut(khususnya kapal penumpang), yaitu PT Pelayaran Nasional Indonesia (PT Pelni)dijadikan sebagai obyek kajian pada penelitian ini. Pada saat ini (2012), PT Pelni mengoperasikan sebanyak 24 unit kapal penumpang untuk melayani 90 unit    \n \n \n \n\npelabuhan yang tersebar di seluruh Indonesia. PT Pelni menginginkan adanya evaluasi terhadap penentuan rute dan penugasan kapal penumpang yang diterapkan saat ini dan berharap dapat meningkatkan efisiensi operasi kapalnya.    \n \n \n \n\nOleh karena itu, penelitian ini bertujuan untuk mengusulkan penentuan rute dan penugasan kapal yang layak dan meminimumkan total biaya operasional kapal.    \n \n \n \n\nPenelitian ini mengembangkan sebuah pendekatan metaheuristik, yaitu algoritma simulated annealing (SA) dalam pemecahan masalah penentuan rute dan penugasan kapal, dimana solusi awal dibangkitkan dengan algoritma sequential insertion (SI) dan diperbaiki dengan menggunakan tiga jenis operator, yaitu    \n \n \n \n\nexchange, crossover, dan mutation. Selain itu, penelitian ini juga mengembangkan    \n \n \n \n\nsebuah prosedur pertukaran kapal (switching) untuk menjamin bahwa penugasan kapal yang dihasilkan adalah penugasan kapal yang terbaik.Dari hasil penelitian, dapat diketahui bahwa rute kapal usulan memberikan total    \n \n \n \n\nbiaya operasional yang lebih kecil daripada rute kapal existing yang diterapkanoleh PT Pelni saat ini, dengan selisih sebesar Rp 1.253.890.048,00 (penghematan    \n \n \n \n\nbiaya operasional sebesar 2,34%). Selain itu, total waktu perjalanan dari rute    \n \n \n \n\nkapal usulan selama 333,97 hari untuk mengunjungi sebanyak 305 unit pelabuhan    \n \n \n \n\njuga lebih singkat daripada rute kapal existing yang menghabiskan total waktu    \n \n \n \n\nperjalanan selama 343,28 hari untuk mengunjungi sebanyak 222 unit pelabuhan.", "Daftar File": {"2013 TS PP DAVID TRY LIPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/88939", "2013 TS PP DAVID TRY LIPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/88940", "2013 TS PP DAVID TRY LIPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/88941", "2013 TS PP DAVID TRY LIPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/88942", "2013 TS PP DAVID TRY LIPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/88943", "2013 TS PP DAVID TRY LIPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/88944", "2013 TS PP DAVID TRY LIPUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/88945", "2013 TS PP DAVID TRY LIPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/88946"}, "Penulis": "DAVID TRY LIPUTRA ( NIM: 23410015 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suprayogi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ship routing problem, sequential insertion, simulated annealing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}