{"Nomor": 18262, "Judul": "DESIGNING INVENTORY MANAGEMENT OF FINISHED GOODS AT PT SINKONA INDONESIA LESTARI", "Abstrak": "Persediaan barang jadi sangat penting bagi semua perusahaan, terutama perusahaan yang bergerak dalam industri farmasi, terutama PT Sinkona Indonesia Lestari (SIL) sebagai produsen kina dan turunannya. Persediaan barang jadi di PT SIL dapat dilihat di gudangberada di luar kisaran normal (> 15000 kg). Analisis akar masalah menunjukkan bahwa akar masalah dari gejala negatif tersebut adalah: (i) PT SIL tidak memiliki alternatif strategi penentuan harga dalam menghadapi perang harga terhadap pesaing, (ii) divisi marketing tidak dapat memanfaatkan berbagai jenis promosi dalam memasarkan produk PT SIL, (iii) pemasok dari petani kulit kina memiliki standar produk yang berbeda dari PTPN VIII dan importir, (iv) kebijakan pengadaan bahan baku oleh divisi pemasaran tidak tepat untuk mempertahankan tingkat persediaan yang cukup, dan (iv) kemampuan divisi marketing untuk meramalkan permintaan sangat rendah. Alternatif solusi didapat dengan melihat menganalisis situasi industri secara internal dan eksternal dengan menggunakan analisis rantai nilai dan analisis lima kekuatan dari Porter untuk mendapatkan TOWS matriks dari PT SIL dan industri kina. Sehingga akan didapat strategi untuk menemukan alternatif solusi. Berdasarkan beberapa alternatif solusi tersebut maka bsinis solusi yang terbaik untuk menangani persediaan barang jadi yang tinggi yaitu: (i) PT SIL dapat bersaing menggunakan kualitas produk untuk melawan perang harga, (ii) PT SIL mengunakan beberapa media sebagai alat promosi, (iii) PT SIL melakukan penyuluhan kepada pemasok para petani lokal,  (iv) kebijakan pengadaan bahan baku oleh divisi marketing sudah tepat untuk memenuhi batas persediaan, dan (v) PT SIL dapat menggunakan metode rata-rata bergerak sederhana sebagai pertimbangan dalam merencanakan target penjualan", "Daftar File": {"2013 TS PP DECKY PRASAKTI ZACHRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89002", "2013 TS PP DECKY PRASAKTI ZACHRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89003", "2013 TS PP DECKY PRASAKTI ZACHRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89004", "2013 TS PP DECKY PRASAKTI ZACHRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89005", "2013 TS PP DECKY PRASAKTI ZACHRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89006", "2013 TS PP DECKY PRASAKTI ZACHRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89007"}, "Penulis": "DECKY PRASAKTI ZACHRI (NIM: 29110391) Pembimbing : Prof. Togar M. Simatupang", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Togar M. Simatupang"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "supply chain management, quinine industry, inventory finished goods, business strategy.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}