{"Nomor": 18274, "Judul": "KAJIAN PERANAN PEMERINTAH DAN SWASTA TERHADAP PERSOALAN DI WILAYAH JAWA BARAT SELATAN", "Abstrak": "Pemerataan pembangunan adalah suatu hal yang pelik didalam proses pengembangan wilayah. Banyak pihak, baik itu ahli maupun birokrat, menganggap bahwa ketidakmerataan suatu pembangunan adalah suatu hal yang wajar karena merupakan suatu konsekuensi dari pembangunan di pusat (core) suatu wilayah. Ketidakmerataan pembangunan pada akhirnya akan menimbulkan ketertinggalan wilayah yang memiliki ciri tingkat kemiskinan tinggi, kegiatan ekonomi amat terbatas dan terfokus pada sumber daya alam, minimnya sarana dan prasarana, dan kualitas SDM rendah.Bila ditinjau dari segi pembangunan dan hasilnya, Provinsi Jawa Barat dapat dikategorikan ke dalam tiga wilayah, yaitu Jawa Barat Bagian Utara, Tengah, dan Selatan. Merujuk pada penelitian yang dilakukan oleh BAPEDA Provinsi Jawa Barat pada tahun 2007, dinyatakan bahwasanya kondisi wilayah Jawa Barat bagian Selatan sangat tertinggal dalam pembangunan dibandingkan wilayah tengah dan utara. Berdasarkan penelitian tersebut, teridentifikasi persoalan infrastruktur, rendahnya IPM, terjadinya degradasi kawasan lindung, dan kawasan rawan bencana sebagai persoalan ketertinggalan Wilayah Jawa Barat Selatan. Dalam konsep public and private services, pengembangan wilayah tidak terlepas dari peranan pemerintah dan swasta. Merujuk pada persoalan ketertinggalan Wilayah Jawa Barat Selatan serta peranan pemerintah dan swasta dalam pengembangan wilayah, maka studi ini mempertanyakan bagaimana peranan pemerintah dan swasta dalam menangani persoalan ketertinggalan Wilayah Jawa Barat Selatan? Studi ini menggunakan metode analisis deskriptif kualitatif dan content analysis (analisis isi) dalam mengidentifikasi peranan pemerintah dan swasta pada penanganan ketertinggalan Wilayah Jawa Barat Selatan. Analisis isi dilakukan terhadap program dan kegiatan pemanfaatan ruang serta investasi swasta, baik dalam negeri maupun asing (PMDN dan PMA), dengan menggunakan dasar pengkodean berupa kategori persoalan yang berasal dari tinjauan indikator wilayah tertinggal.  Selama studi mengenai peranan pemerintah dan swasta dalam menangani persoalan ketertinggalan Wilayah Jawa Barat Selatan dilakukan, ditemukan beberapa temuan studi yang berkaitan dengan tujuan dan sasaran studi Pada akhirnya studi ini akan memberikan rekomendasi kepada Pemerintah Provinsi Jawa Barat sebagai pemangku kebijakan pengembangan Wilayah Jawa Barat Selatan dalam menangani persoalan ketertinggalan Wilayah Jawa Barat Selatan melalui peranan pemerintah dan swasta", "Daftar File": {"2009 TA PP DENI NARDI PAKSI MOEDA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89087", "2009 TA PP DENI NARDI PAKSI MOEDA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89088", "2009 TA PP DENI NARDI PAKSI MOEDA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89089", "2009 TA PP DENI NARDI PAKSI MOEDA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89090", "2009 TA PP DENI NARDI PAKSI MOEDA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89091"}, "Penulis": "DENI NARDI PAKSI MOEDA (NIM: 15402039)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Heru Purboyo Hidayat Putro, DEA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengembangan Wilayah, Wilayah Tertinggal, Jawa Barat Selatan,Peranan Pemerintah, Investasi Swasta.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}