{"Nomor": 18278, "Judul": "SINTESIS MATERIAL KATODA LITHIUM KOBALT OKSIDA DENGAN METODE SOL GEL", "Abstrak": "Lithium Kobalt Oksida (LiCoO2) adalah material katoda bagi baterai lithium ion generasi pertama yang memiliki tegangan keluar ̴ 4 V. Dengan kondisi output seperti itu, maka material ini banyak digunakan di pasaran. Bahan dasar LiCoO2 yang digunakan adalah LiNO3 dan Co(NO3)2.6H2O yang direaksikan dengan menggunakan metode sol gel. Metode ini memiliki prosedur yang sederhana dan tidak memerlukan biaya mahal. Pelapisan sampel ke substrat menggunakan metode doctor blade setelah terbentuknya gel precursor. Metode ini cocok untuk membuat lapisan tipis dalam area permukaan yang luas. Pada penelitian ini, dilakukan dua metode pembuatan larutan precursor yang kemudian disalah satu metode dilakukan variasi temperatur saat proses annealing. Hasil karakterisasi Fourier Transform Infra Red (FTIR) dari kedua metode menunjukan adanya ikatan-ikatan kimia penyusun LiCoO2. Hasil sampel yang di X-Ray Diffractometer (XRD) menunjukan sudah terbentuknya kristal LiCoO2 pada tiap sampel dengan ukuran rata-rata kristal berukuran 291 nm. Hasil Scanning Electron Miscroscope (SEM) dari sampel tersebut menunjukkan pada suhu 700˚C bentuk partikelnya bulat, sedangkan pada temperatur 800˚C berbentuk lonjong. Kondisi sampel yang dihasilkan dengan menggunakan metode sol gel ini memang tidak homogen, hal ini mempengaruhi proses karakterisasi. Oleh karena itu, dibutuhkan frame doctor blade yang sudah ada ukurannya, sehingga akan lebih homogen hasil setelah mengalami proses annealing.", "Daftar File": {"2013 TA PP DERINA ADRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89116", "2013 TA PP DERINA ADRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89117", "2013 TA PP DERINA ADRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89118", "2013 TA PP DERINA ADRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89119", "2013 TA PP DERINA ADRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89120", "2013 TA PP DERINA ADRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89121", "2013 TA PP DERINA ADRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89122"}, "Penulis": "DERINA ADRIANI (NIM : 10209043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Pepen Arifin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baterai lithium-ion, lithium kobalt oksida, sol gel.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}