{"Nomor": 18270, "Judul": "ANALISIS DINAMIKA LAUT UNTUK PERENCANAAN PEMBANGUNAN JEMBATAN ANTARPULAU, KABUPATEN ANAMBAS, KEPULAUAN RIAU", "Abstrak": "Kabupaten Anambas merupakan sebuah kabupaten maritim yang terdiri dari pulau-pulau kecil dan besar. Secara administratif Kabupaten Anambas berada pada Provinsi Kepulauan Riau. Sebagai kabupaten maritim, Kabupaten Anambas memerlukan pembangunan jembatan antarpulau untuk menghubungkan pulau-pulau. Dalam pembangunan jembatan antarpulau tersebut sangat diperlukan data karakteristik dan dinamika laut sebagai dasar perencanaan pembangunan.        \n \n \n \n \n \n \n \n\nDalam rangka memenuhi kebutuhan data untuk perencanaan pembangunan jembatan antarpulau ini, pengumpulan data dilakukan oleh PT. Pondok Surveyor. Data tersebut kemudian disajikan dan dianalisa pengaruhnya terhadap pembangunan jembatan. Analisa didasarkan pada kebutuhan jembatan        \n \n \n \n \n \n \n \n\nHasil dari penelitian ini adalah disajikannya informasi karakteristik dan dinamika laut. Informasi ini diharapkan dapat menjadi pertimbangan dalam perencanaan pembangunan jembatan antarpulau di Kabupaten Anambas.", "Daftar File": {"2014 TA PP DEMO PUTRA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89060", "2014 TA PP DEMO PUTRA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89061", "2014 TA PP DEMO PUTRA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89062", "2014 TA PP DEMO PUTRA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89063", "2014 TA PP DEMO PUTRA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89064", "2014 TA PP DEMO PUTRA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89065"}, "Penulis": "DEMO PUTRA (NIM : 15110088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Kosasih Prijatna, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "survei, hidrografi, pembangunan, jembatan, antarpulau", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}