{"Nomor": 18291, "Judul": "USULAN SOLUSI PENINGKATAN KINERJA SITUS KOMUNITAS SPEEDYTAQWA.COM DI PT. TELEKOMUNIKASI INDONESIA, Tbk", "Abstrak": "Telkom sebagai perusahaan yang telah merubah portofolio bisnisnya menjadi Telecommunication, Information, Media & Edutainment (T.I.M.E) membentuk Divisi Multimedia (DMM) sebagai divisi yang mengelola produk-produk Information, Media & Edutainment (I.ME) . Divisi Mltimedia telah meluncurkan berbagai situs komunitas sejak tahun 2010 namun perkembangan komunitas online hingga saat ini dirasa masih stagnan dan bila hal ini tetap terjadi dimasa yang akan datang dapat menyebabkan tidak tercapainya tujuan DMM untuk meningkatkan bisnis I.M.E di Telkom, sehingga hal ini menjadi isu bisnis yang dapat dikaji. Untuk memfokuskan kajian maka dipilih satu situs komunitas yang yang diambil sebagai studi kasus yaitu speedytaqwa.com yang telah online sejak pertengahan tahun 2011.      \n \n \n \n\nDari identifikasi penyebab masalah ditemukan beberapa sebab yang mengakibatkan timbulnya permasalahan yang mengemuka, dan ditemukan akar penyebab yaitu expected output speedytaqwa.com tidak sesuai dengan actual output      \n \n \n \n\nspeedytaqwa.com. Penelitian ini dilakukan dengan tujuan untuk memberikan usulan strategi peningkatan kinerja situs komunitas speedtaqwa.com di PT. Telekomunikasi Indonesia, Tbk. Untuk itu perlu dilakukan kajian mengenai need & want pelanggan dan analisis efektivitas situs melalui 7 Cs (Context, Content, Community, Customization,Communication, Connection dan Commerce) serta dibantu oleh beberapa tools anaylitics.Pencarian alternatif solusi bisnis yang diterapkan dalam kajian ini berdasarkan akar masalah yang telah ditemukan adalah menggunakan strategi resource based yang didasarkan pada analisis yang telah dilakukan pada bab II diharapkan dapat memfokuskan perusahaan untuk meningkatkan efektivitas situs speedytaqwa.com dimasa yanga akan datang, dimana strategi yang diperoleh yaitu updating content , peningkatan kompetensi SDM, social technology tools, peningkatan loyalitas untuk engagement member, teknik pengukuran organisasi, melakukan optimalisasi Search Engine Optimizer. Sebagai implementasi dari strategi yang telah diterapkan akan dilakukan upaya promosi yang lebih gencar lewat sosial media, kuis serta kompetisi dengan mempergunakan alat bantu aplikasi teknologi yang akan memudahkan karyawan didukung dengan pengembangan kompetensi karyawan tersebut dimana keseluruhan strategi mulai dilakukan sejak tahun 2012. Tidak lupa pengukuran efektivitas dilakukan secara berkala mulai dari harian hingga evaluasi tahunan.", "Daftar File": {"2012 TS PP DEWI JUWITA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89220", "2012 TS PP DEWI JUWITA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89221", "2012 TS PP DEWI JUWITA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89222", "2012 TS PP DEWI JUWITA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89223", "2012 TS PP DEWI JUWITA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89224", "2012 TS PP DEWI JUWITA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89225"}, "Penulis": "DEWI JUWITA (NIM : 29108349)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution, ST", "Ir. Alibasjah Inggriantara, SE, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunitas online, Analisis Situasi 5C, Analisis Resource Based, situs efektif dengan 7 Cs", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}