{"Nomor": 18292, "Judul": "KARAKTERISTIK PERLITE GUNUNG KIAMIS DAERAH PASIRWANGI, KABUPATEN GARUT, JAWA BARAT", "Abstrak": "Pemanfaatan perlite mentah (raw perlite) untuk dijadikan perlite muai (expanded perlite) yang seharusnya dapat digunakan untuk memenuhi kebutuhan komponen konstruksi ringan, tahan panas dan kemampuan isolasi yang baik belum dikenal dengan baik di Indonesia. Dalam memenuhi kebutuhan akan komponen konstruksi ringan untuk berbagai pembangunan di Indonesia masih mengandalkan import. Disisi lain Indonesia adalah negara yang kaya akan potensi sumberdaya perlite dan seharusnya dapat menjamin tersedianya komoditas bahan lokal dan dapat dimanfaatkan penggunaanya secara optimal.  \n \n\nPerlite dari daerah Pasirwangi ini berada pada satuan stratigrafi Batuan Gunung Api Guntur Pangkalan dan Kendang (Qgpk) yang termasuk dalam satuan batuan Gunung Api Kuarter Tua. Geologi regional lokasi pengambilan sampel perlite tersebut menunjukkan bahwa umur magmatisme dan mineralisasi sangat berdekatan. Mineralisasi terbentuk dari magma bertemperatur tinggi yang mengalami pembekuan secara cepat membentuk kubah dari lava kental yang muncul dalam arah vertikal diatas lubang bukaan (vent).  \n \n\nAnalisis uji sifat fisik perlite mentah (raw) menunjukkan bahwa Perlite alami dari daerah G. Kiamis,Garut ini memiliki densitas sebesar 1,86 gram/mL, kadar air alami antara 0- 3,09%, porositas 4,69% dan penyerapan air sebesar 2,64%. Bahan galian perlite yang berasal dari daerah pasirwangi mempunyai sifat mengembang akibat pemanasan (Expanded Perlite). Sifat pengembangan perlite pada temperatur tertentu sangat dipengaruhi oleh faktor : lama atau durasi pemanasan dan ukuran atau volume awal sampel. Penurunan densitas perlite saat dipanaskan mengakibatkan volume perlite mengembang hingga 4 kali volume awal disertai dengan peningkatan nilai porositas dan penyerapan air. Analisis mikroskopis menunjukkan adanya pori expanded perlite berukuran 300-1500 μm.", "Daftar File": {"2010 TA PP DEWI KURNIAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89226", "2010 TA PP DEWI KURNIAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89227", "2010 TA PP DEWI KURNIAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89228", "2010 TA PP DEWI KURNIAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89229", "2010 TA PP DEWI KURNIAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89230", "2010 TA PP DEWI KURNIAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89231", "2010 TA PP DEWI KURNIAWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/89232", "2010 TA PP DEWI KURNIAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89233"}, "Penulis": "DEWI KURNIAWATI (NIM : 12105083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistijo,M.App.,Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perlite muai, Garut, Penurunan Densitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}