{"Nomor": 18306, "Judul": "PEMETAAN PERUBAHAN GARIS PANTAI DI WILAYAH PESISIR KECAMATAN MUARA GEMBONG KABUPATEN BEKASI MELALUI CITRA SATELIT", "Abstrak": "Wilayah pesisir merupakan daerah peralihan antara ekosistem darat dan laut yang dipengaruhi oleh perubahan di darat dan laut. Perubahan-perubahan ini dapat disebabkan oleh pasang surut, arus, gelombang, angin, intrusi air laut, runoff, pencemaran, ataupun kawasan continental shelf. Akibat yang ditimbulkan adalah terjadinya fenomena abrasi dan sedimentasi yang dapat mengakibatkan adanya perubahan bentuk garis pantai. Kecamatan Muara Gembong yang termasuk dalam regional Kabupaten Bekasi, terletak di Pantai Utara Pulau Jawa. Letak geografisnya yang berada di kawasan pesisir menyebabkan Kecamatan Muara Gembong rentan terkena abrasi dan sedimentasi. Untuk itu, diperlukan penelitian mengenai perubahan garis pantai yang terjadi di sepanjang pesisir Kecamatan Muara Gembong.           \n \n \n \n \n \n \n \n \n \n \n\nSalah satu kegiatan yang dapat dilakukan adalah dengan memetakan garis pantai melalui citra satelit LANDSAT-7 ETM+ multitemporal, yaitu data dari tahun 2000Ã‚Â–2012. Citra tersebut diolah dengan dua macam metode penajaman visual citra, yakni ratioing dan algoritma BILKO agar terlihat perbedaan visual yang jelas antara daratan dan lautan. Dari citra yang telah diolah, dapat dilakukan digitasi garis pantai dari tahun ke tahun pada kedua metode. Hasil yang didapat dari kedua metode adalah adanya abrasi yang signifikan di wilayah pesisir Desa Pantai Bahagia dan Desa Pantai Sederhana, yaitu seluas 139,05 Ha dan 91,65 Ha pada metode ratioing dan 141,56 Ha dan 103,82 Ha pada metode algoritma BILKO. Berdasarkan nilai total perubahan garis pantai, luas daerah Kecamatan Muara Gembong berkurang 346,54Ã‚Â–349,56 Ha dari tahun 2000 sampai 2012.", "Daftar File": {"2013 TA PP DIANLISA EKAPUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89325", "2013 TA PP DIANLISA EKAPUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89326", "2013 TA PP DIANLISA EKAPUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89327", "2013 TA PP DIANLISA EKAPUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89328", "2013 TA PP DIANLISA EKAPUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89329", "2013 TA PP DIANLISA EKAPUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89330", "2013 TA PP DIANLISA EKAPUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89331"}, "Penulis": "DIANLISA EKAPUTRI  (NIM: 15108012)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "wilayah pesisir, garis pantai, citra LANDSAT-7 ETM+, abrasi,sidimentasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}