{"Nomor": 18305, "Judul": "PRODUCTION PLANNING IMPROVEMENT IN STAMPING PLANT COMPANY (CASE STUDY: PT.TDS)", "Abstrak": "PT.TDS adalah perusahaan yang bergerak dalam bidang pencetakan metal di kawasan Bekasi. Pelanggan utama mereka adalah perusahan supplier komponen automotif. Perusahaan ini mengalami kerugian semenjak awal 2012 dikarenakan tingginya COGS (Cost of Good Sold) yang mencapai 89% dari penjualan. Diperkirakan hal ini dapat mengakibatkan kerugian pada perusahaan dikedepannya. Oleh sebab itu diperlukan upaya untuk menghindari terjadinya kerugian tersebut.      \n \n \n \n \n \n\nPermasalahan ini disebabkan oleh beberapa faktor baik itu internal maupu eksternal. Faktor ekesternal mencakup kenaikan harga material dan kenaikan upah minimum regional Bekasi. Faktor internal meliputi minimnya perencanaan produksi, kurangnya control terhadap lembur, faktor kesalahan manusia dan menurunan motivasi kerja. Fokus dari makalah ini adalah pada perencanaan produksi dan kontrol terhadap lembur. Diharapkan dengan menfokuskan pada kedua aspek tersebut perusahaan dapat menurunkan persentase COGS terhadap penjualan dari 89% menjadi level dimana perusahaan diestimasikan masih mendapat keuntungan yaitu 85% seperti halnya pada tahun 2010.      \n \n \n \n \n \n\nSolusi permasalahan yang ditawarkan pada malakah ini adalah perbaikan perencanaan produksi yaitu dengan menggunakan strategi Ã‚Â‘keluaran konstanÃ‚Â’, melakukan klasifikasi perkejaan dalam penanganan lembur dan penyesuaian produksi dengan penjadawalan pekerjan. Melalui ketiga cara tersebut diharapkan perusahaan dapat menimimalisir biaya lembur dari 65% upah dasar hingga 0% dan melakukan efektifitas jumlah karyawan produksi dari 54 pekerja menjadi 40 pekerja. Apabila solusi ini dilakukan, COGS/penjualan dapat dikurangi hingga 84% dan perusahaan dapat menghindari kerugian yang diestimasikan mencapat 1,2 milyar rupiah. Namun, jika kenaikan upah regional Bekasi turut disertakan, solusi permasalahan hanya dapat menurunkan angka COGS/penjualan menjadi 88%.      \n \n \n \n \n \n\nImplementasi solusi permasalahan akan memerlukan partisipasi dari manajemen strategis, general affairs (human resource) dan manajer operasional. Solusi permasalahan memperbaiki sistem perencanaan produksi yang akan mempengaruhi cara kerja dari level manajer hingga operator. Oleh sebab itu implementasi solusi dilakukan melalui program training terhadap sistem baru.", "Daftar File": {"2013 TS PP DIAN INDAHSYARIE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89319", "2013 TS PP DIAN INDAHSYARIE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89320", "2013 TS PP DIAN INDAHSYARIE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89321", "2013 TS PP DIAN INDAHSYARIE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89322", "2013 TS PP DIAN INDAHSYARIE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89323", "2013 TS PP DIAN INDAHSYARIE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89324"}, "Penulis": "DIAN INDAHSYARIE (NIM : 29110302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Stamping plant, Pengurangan COGS, Perencanaan produksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}