{"Nomor": 18302, "Judul": "PEMODELAN GAYA BERAT DENGAN MENGGUNAKAN METODE INVERSI STEEPEST DESCENT PADA DAERAH PROSPEK PANASBUMI X", "Abstrak": "Daerah penelitian X terdapat di Indonesia timur yang mana kondisi tektoniknya lebih kompleks dibandingkan Indonesia barat. Pengukuran gaya berat di    \n \n \n \n\ndaerah ini terdiri dari 7 lintasan. Hasil pengukuran gaya berat menunjukkan nilainya memiliki rentang 84 mgal hingga 128 mgal, dimana nilai CBA terendah terdapat didaerah barat penelitian yang merupakan suatu pegunungan. Pemisahan anomali regional dengan anomali residual dilakukan dengan menggunakan trend surface analysis yaitu dengan polynomial orde 2. Anomali residu digunakan pada proses inversi agar didapat penampang vertikal bawah permukaannya. Inversi menggunakan metode steepest descent. Hasil inversi dari ketujuh lintasan secara umum menceritakan bahwa batuan dasar yang terdapat pada daerah ini merupakan batuan dengan kontras densitas tinggi, 200 kg/m3. Diatas lapisan batuan tersebut juga terlapisi secara tidak merata beberapa kontras densitas yang lebih rendah. Adanya suatu kontras densitas yang sangat rendah, hampir mencapai -600 kg/m3.", "Daftar File": {"2013 TA PP DIAN ANTASARI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89297", "2013 TA PP DIAN ANTASARI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89298", "2013 TA PP DIAN ANTASARI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89299", "2013 TA PP DIAN ANTASARI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89300", "2013 TA PP DIAN ANTASARI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89301", "2013 TA PP DIAN ANTASARI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89302", "2013 TA PP DIAN ANTASARI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89303"}, "Penulis": "DIAN ANTASARI (NIM : 10208087)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alamta Singarimbun, Dr. Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Anomali Regional, Anomali Residual, Kontras densitas, Steepest Descent", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}