{"Nomor": 18309, "Judul": "PUSAT KEBUGARAN DAN KECANTIKAN DI BUMI SERPONG DAMAI, TANGERANG", "Abstrak": "Kesehatan dan kecantikan merupakan isu yang penting bagi manusia. Untuk menjaga kesehatan dan merawat kecantikan diperlukan olahraga yang cukup dan perawatan kecantikan. Berbagai macam olahraga dapat menjadi pilihan untuk  menjaga kesehatan tubuh. Pusat kebugaran dan kecantikan dapat menjadi pilihan bagi masyarakat di kota-kota besar, karena dianggap lebih praktis. Di tempat ini selain berolahraga untuk menjaga stamina tubuh, pengunjung juga dapat merawat tubuh serta relaksasi yang dapat melepaskan beban, menyegarkan tubuh dan  mengembalikan semangat bekerja. Mengingat terbatasnya waktu dan daya tempuh, banyak orang sepulang kerja  pergi ke pusat kebugaran dan kecantikan yang lokasinya tak jauh dari kantor. Sehingga keberadaan pusat kebugaran dan kecantikan di kawasan perkantoran sangat diminati. Lokasi pusat kebugaran dan kecantikan pada proyek ini berada di  kawasan Sunburst City Office Park, BSD, Tangerang yang merupakan kawasan komersial dan perkantoran. Keberadaan pusat kebugaran dan kecantikan di kawasan ini diharapkan dapat mewadahi kebutuhan akan sarana olahraga dan perawatan kecantikan.  Tema yang diusulkan pada proyek pusat dan kebugaran ini adalah Zen. Tema Zen diambil untuk menghadirkan suasana tenang pada eksterior dan interior bangunan. Dalam perawatan tubuh dan kecantikan diperlukan suasana tenang untuk  mengembalikan kesegaran tubuh dan menghilangkan stres yang ditimbulkan dari kegiatan sehari-hari.", "Daftar File": {"2009 TA PP DIAN SEKARTAJI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89347", "2009 TA PP DIAN SEKARTAJI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89348", "2009 TA PP DIAN SEKARTAJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89349", "2009 TA PP DIAN SEKARTAJI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89350", "2009 TA PP DIAN SEKARTAJI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89351", "2009 TA PP DIAN SEKARTAJI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89352", "2009 TA PP DIAN SEKARTAJI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89353"}, "Penulis": "DIAN SEKARTAJI (NIM:152 05 037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Prasetiyo Eff., M.ARCH., MAUD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kesehatan dan kecantikan, Sunburst City Office Park,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}