{"Nomor": 18301, "Judul": "ANALISIS FUNGSI INTERMEDIASI DAN KELEMBAGAAN PEMULUNG PADA PRAKTIK 3R SAMPAH", "Abstrak": "Sampah merupakan material yang nilainya rendah, sehingga dibutuhkan inovasi untuk menciptakan nilai baru pada sampah. Tetapi cara-cara konvensional tidak cukup memadai. Guna melakukan itu, diperlukan perubahan sistem baik kelembagaan, struktural maupun kultural. Interaksi antara arena pemerintah, pasar dan pengetahuan diyakini terjadinya pertukaran sumber daya dan pengetahuan. Setidaknya secara kontekstual, dua dari tiga arena tersebut berinteraksi dan teridentifikasi adanya pelaku intermediary yaitu pemulung (Arie Skripsianti, 2006). Fenomena pemulung di negara berkembang telah ada dari tahun 80-an.      \n \n \n \n \n \n\nPenelitian ini ingin melihat peranan yang dijalankan oleh pemulung, kelembagaannya kemudian upaya-upaya memformalkan mereka. Setelah itu melihat keterkaitannya dengan kelembagaan 3R sampah. Untuk capaian tersebut, penelitian ini dipandu oleh pertanyaan penelitian sebagai berikut :      \n \n \n \n \n \n\n- Bagaimana pemulung memainkan peranannya dalam praktik 3R sampah ?      \n \n \n \n \n \n\n- Bagaimana upaya memformalkan pemulung dilakukan?      \n \n \n \n \n \n\n- Apa kendala kelembagaan pemulung dalam kelembagaan 3R sampah?      \n \n \n \n \n \n\nMetoda yang digunakan dalam penelitian ini adalah metode kualitatif dengan pendekatan multi studi kasus yang akan memberikan gambaran bagaimana proses interaksi diantara para aktor terbangun dan melalui interaksi tersebut terjadi proses pertukaran sumber daya dan pengetahuan.      \n \n \n \n \n \n\nBentuk kelembagaan Pemulung informal terlihat pada hubungan Pemulung-Lapak/Bandar. Hubungan yang berasaskan kepercayaan mempunyai kendala yaitu belum adanya pengakuan akan keberadaan pemulung. Kemudian ada upaya memformalkan mereka pada kasus Sanggar Melati RW 15 Tamansari Kota Bandung dan Koperasi Girimukti Kabupaten Bandung. Upaya tersebut berimplikasi terjadi perubahan-perubahan baik pada lembaga, struktur maupun kultur.      \n \n \n \n \n \n\nDampak yang muncul dapat dianalisis melalui aspek kelembagaan dan aspek keorganisasian misalnya akses mendapatkan sumber daya dan pengetahuan maupun bagaimana hubungan antar pelaku-pelaku terbentuk. Selain itu di dalam penelitian teridentifikasi adanya kendala struktural dan kultural pada kelembagaan pemulung yang menunjukkan ketidakberkembangan kelembagaan tersebut.      \n \n \n \n \n \n\nBeberapa hal yang dapat direkomendasikan antara lain: pertama, pemerintah dapat mengelola perubahan sistem dengan cara mengembangkan instrumen dan strategi. kedua, mengkomunikasikan mengenai bentuk alokasi insentif baik material dan non material antara pemerintah dan kelembagaan pemulung. Ketiga, bentuk kelembagaan pemulung yang disarankan yaitu apapun bentuknya tetapi bentuknya adalah formal dan dikelola dari pemulung sendiri.", "Daftar File": {"2010 TA TS DIANA DEPRIANTI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89290", "2010 TA TS DIANA DEPRIANTI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89291", "2010 TA TS DIANA DEPRIANTI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89292", "2010 TA TS DIANA DEPRIANTI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89293", "2010 TA TS DIANA DEPRIANTI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89294", "2010 TA TS DIANA DEPRIANTI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89295", "2010 TA TS DIANA DEPRIANTI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89296"}, "Penulis": "DIANA DEPRIANTI (NIM: 24007041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Intermediasi, Pemulung, 3R, Sampah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}