{"Nomor": 18313, "Judul": "HUBUNGAN ANTARA VARIABILITAS TAHUNAN MONSUN AUSTRALIA DENGAN AKTIVITAS SIKLON TROPIS DI SAMUDERA HINDIA", "Abstrak": "Siklon tropis merupakan salah satu fenomena alam yang terjadi di daerah monsun dan dapat mengakibatkan kerugian jiwa dan materi. Salah satu wilayah utama pembentukan siklon tropis tersebut adalah di Samudera Hindia. Dalam kajian ini, dilakukan kajian mengenai hubungan antara variabilitas tahunan monsun Australia dengan aktivitas siklon tropis di samudera Hindia. Dalam kajian ini, digunakan data siklon tropis selama 57 tahun (1949-2005) dari Joint Typhoon Warning Center (JTWC).      \n \n \n \n\nPada kajian ini, aktivitas siklon tropis yang dikaji adalah pada saat terjadinya tahun-tahun monsun kuat dan lemah berdasarkan indeks monsun Australia atau disebut juga Australian Monsun Index (AUSMI). Analisis yang dilakukan berupa frekuensi dan titik pembentukan siklon tropis dan badai tropis, pola sirkulasi, vortisitas relatif, intensitas potensial, dan indeks potensial pembentukan siklon tropis atau disebut juga Genesis Potential Index (GPI).Dari analisis tersebut, secara umum diperoleh bahwa variabilitas tahunan monsun Australia dan aktivitas iklon tropis di Samudera Hindia memiliki korelasi yang positif. Frekuensi dan jumlah hari siklon dan badai tropis pada tahun monsun kuat komposit lebih banyak (18 siklon, 26 badai tropis, 264 hari) dibanding dengan tahun monsun lemah komposit (16 siklon, 23 badai tropis, 247 hari). Secara khusus, terdapat hubungan yang berbeda di antara keduanya di tempat yang berbeda. Hal itu ditunjukan oleh nilai intensitas potensial yang memiliki korelasi yang signifikan di stasiun Darwin dibanding dengan stasiun Perth. Hubungan antara keduanya dengan menggunakan genesis potential index kurang signifikan. Hal tersebut menunjukkan bahwa GPI tidak dapat menggambarkan hubungan antara variabilitas tahunan monsun Australia dengan aktivitas siklon tropis di Samudera hindia.", "Daftar File": {"2013 TA PP DICKY ARDIANSYAH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89374", "2013 TA PP DICKY ARDIANSYAH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89375", "2013 TA PP DICKY ARDIANSYAH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89376", "2013 TA PP DICKY ARDIANSYAH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89377", "2013 TA PP DICKY ARDIANSYAH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89378", "2013 TA PP DICKY ARDIANSYAH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89379", "2013 TA PP DICKY ARDIANSYAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89380"}, "Penulis": "DICKY ARDIANSYAH (NIM : 12808008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach Ledoufij Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "AUSMI, tahun monsun kuat komposit, tahun monsun lemah komposit, frekuensi siklon tropis dan badai tropis, polas sirkulasi, vortisitas relatif, intensitas potensial, genesis potential index.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}