{"Nomor": 18314, "Judul": "IDENTIFICATION OF NGIMBANG FORMATION AT MADURA ISLAND", "Abstrak": "Madura Island has been proven as a field that produced hydrocarbon. The source rock was coming from Ngimbang Formation while the younger formation is very potential to become reservoir. Continuation structure from Kangean Field to Madura Island and there are several discoveries from Ngimbang Formation make this formation also potential as reservoir rock in Madura Island. Ngimbang Formation as a rift deposit has complete parameter in petroleum system from source rock to reservoir and seal rock. Wrenching tectonic becomes the important event in accumulating hydrocarbon besides the stratigraphic trap. \n\n2D seismic method has given the detail image of layering strata and it was helped by complex attribute and seismic stratigraphy to recognize the structure properly. 2D seismic method has limitation in mapping and distributing the structure due to the spacing that too wide. This limitation could be complement by gravity method that better in distribution but lack in resolution. Spectral analysis have been applied to know the discontinuity and to determine the window that will be used in filtering moving average. Derivation of gravity anomaly was very helpful in determining the structure and its continuation in the study area. \n\nCombination of seismic and gravity method has been successful in identify of Ngimbang Formation in term of facies and distribution. The study has shown that both methods could be applied together to give better interpretation.", "Daftar File": {"2010 TS PP DICKY HILMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89387", "2010 TS PP DICKY HILMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89386", "2010 TS PP DICKY HILMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89385", "2010 TS PP DICKY HILMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89384", "2010 TS PP DICKY HILMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89383", "2010 TS PP DICKY HILMAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89382", "2010 TS PP DICKY HILMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89381"}, "Penulis": "DICKY HILMAWAN (NIM: 22308311)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Darharta Dahrin dan Waluyo Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ngimbang Formation, Madura Island, Seismic and Gravity Method", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "7 file", "Tanggal Input": "18 Jun 2015"}