{"Nomor": 18318, "Judul": "PERBANDINGAN ANTARA LINDUNG NILAI ALAMI DARI DIVERSIFIKASI DENGAN INSTRUMEN DERIVATIF DALAM MENGHADAPI RISIKO HARGA KOMODITAS: STUDI KASUS PT. ANEKA TAMBANG, TBK.", "Abstrak": "Antam adalah perusahaan pertambangan yang sebagian besar pendapatannya berasal dari penjualan komoditas yang terdiversifikasi, yaitu feronikel (36,5% dari total pendapatan tahun 2011), bijih nikel (24,1%), emas (36,0%), perak (2,7%), dan batubara ( 0,8%). Dengan adanya tren penurunan harga nikel di tahun 2012, lebih dari setengah pendapatan perusahaan terekspos risiko penurunan harga komoditas nikel. Akan tetapi, Antam yakin bahwa diversifikasi komoditasnya dapat mengurangi dampak tersebut, dengan kata lain menciptakan suatu Natural Hedge, yaitu metode lindung nilai yang timbul dari kegiatan sehari-hari. Topik tugas akhir ini mengenai risiko harga komoditas nikel terhadap Natural Hedge milik Antam dan metode lindung nilai lainnya. Fokus kerangka penelitian ini adalah pengukuran risiko, yaitu dengan menggunakan Value-at-Risk (VaR), dan mitigasi risiko, yaitu membandingkan VaR dari portofolio dan biaya penggunaan Derivative. Penelitian ini bertujuan untuk mengetahui kekuatan Natural Hedge dibandingkan dengan penggunaan Derivative untuk mengurangi risiko penurunan harga nikel. Karena keterbatasan data, hanya Forward dan Option yang digunakan sebagai instrumen Derivative.  \n \n\nKerangka penelitian mengikuti Risk Loop yang terdiri dari Identifikasi Risiko, Pengukuran Risiko, Mitigasi Risiko dan Pemantauan Risiko. Analisis dimulai dengan menganalisa eksposur, faktor risiko, dan profil risiko, dengan analisis statistik deskriptif untuk mengidentifikasi risiko. Data historis yang diambil adalah harga komoditas bulanan dari Februari 2002 sampai Desember 2011 dalami Rupiah (IDR). Forward dan Option diterapkan untuk komoditas feronikel dan bijih nikel, sehingga membuat empat kombinasi strategi Derivative. Jangka waktu yang digunakan untuk perhitungan VaR dan Derivative adalah 3 bulan, 6 bulan, dan 12 bulan.  \n \n\nPengukuran risiko pada Natural Hedge dilakukan dengan menghitung VaR dari portfolio dengan metode Delta-Normal. Kemudian, VaR dengan tingkat kepercayaan 99% dibandingkan dengan Laba Ditahan perusahaan tahun 2011. Untuk perbandingan antara Natural Hedge dan derivative, dilakukan perbandingan VaR dari Natural Hedge dengan biaya penggunaan forward dan option. Selain itu, versi yang lebih rumit dari teknik lindung di atas pun diujicobakan. Karena diversifikasi komoditas Antam pada dasarnya adalah portofolio, portofolio ini dioptimalkan dengan menggunakan metode Markowitz mean-variances untuk menggarisbawahi penjualan komoditas mana yang harus diperbanyak untuk meminimalkan risiko. Strategi Forward dan Option dibuat lebih spesifik dengan menerapkan kedua instrumen dalam lima proporsi yang berbeda untuk masing-masing komoditas nikel, sehingga membuat 25 kombinasi strategi Derivative.  \n \n\nSebagai kesimpulan, Natural Hedge milik Antam termasuk kuat, dilihat dari nilai VaR dengan confidence level 99% dalam 12 bulan yang kurang dari 10% dari laba ditahan perusahaan di tahun 2011. Namun, untuk periode jangka pendek, biaya lindung nilai instrumen Derivative lebih kecil dari VaR Portofolio. Jadi, penggunaan Forward dan Option untuk melindungi nilai komoditas nikel dianjurkan untuk periode 3 bulan. Strategi derivative yang direkomendasikan adalah penggunaan put option untuk feronicel dan short forward untuk bijih nikel. Dalam pengimplementasian, Antam dapat menggunakan hasil analisa Forward dan Option untuk negosiasi harga Forward dan Option langsng kepada pembeli atau melalui pihak ketiga seperti LME.", "Daftar File": {"2013 TS PP DIKDIK DWIPARANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89405", "2013 TS PP DIKDIK DWIPARANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89406", "2013 TS PP DIKDIK DWIPARANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89407", "2013 TS PP DIKDIK DWIPARANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89408", "2013 TS PP DIKDIK DWIPARANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89409", "2013 TS PP DIKDIK DWIPARANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89410"}, "Penulis": "DIKDIK DWIPARANDI (NIM : 29111121) Pembimbing : Dr. Isrochmani Murtaqi, M.Acc.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Isrochmani Murtaqi, M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risiko Harga Komoditas, Value at Risk, Hedge Alam, Forward Contract, Option Kontrak", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}