{"Nomor": 18320, "Judul": "KARAKTERISASI PERMUKAAN TANAH DI WILAYAH KARST KECAMATAN CIPATAT MENGGUNAKAN DATA SAR (SYNTHETIC APERTURE RADAR)", "Abstrak": "Daerah karst merupakan daerah gamping yang memiliki manfaat di berbagai aspek kehidupan sehingga adanya informasi mengenai permukaan tanah di wilayah karst tersebut sudah merupakan suatu keharusan. Penelitian ini bertujuan untuk melakukan karakterisisasi permukaan tanah di wilayah karst Kecamatan Cipatat, Kabupaten Bandung Barat. Dengan adanya teknologi penginderaan jauh, proses karakterisasi tersebut menjadi lebih cepat dan dapat menghemat biaya survei geologi. Metode yang dilakukan adalah dengan mengklasifikasikan citra fusi dan citra kerapatan kelurusan di Kecamatan Cipatat dengan menggunakan metode region growing. Citra kerapatan kelurusan didapat dari hasil penarikan kelurusan (linear features) pada dua frame citra ALOS PALSAR dengan mode ascending dan descending, sedangkan citra fusi Kecamatan Cipatat merupakan penggabungan dari 2 band data ALOS AVNIR-2 dengan 1 band data ALOS PALSAR polarimetric. Dengan metode region growing, maka akan dihasilkan zona-zona karakteristik permukaan tanah di wilayah karst Kecamatan Cipatat.", "Daftar File": {"2014 TA PP DIMAS ADE PRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89418", "2014 TA PP DIMAS ADE PRASETYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89419", "2014 TA PP DIMAS ADE PRASETYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89420", "2014 TA PP DIMAS ADE PRASETYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89421", "2014 TA PP DIMAS ADE PRASETYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89422", "2014 TA PP DIMAS ADE PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89423"}, "Penulis": "DIMAS ADE PRASETYO  (NIM : 15109075)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Dr. Ir. Ketut Wikantika, M. Eng         \n \n \n \n \n \n \n \n\nPembimbing II : Dr. Eng. Asep Saepuloh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "karst, karakterisasi, permukaan tanah, kerapatan kelurusan, citra fusi, AVNIR-2, ALOS, metode region growing.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}