{"Nomor": 18325, "Judul": "USULAN KOMUNIKASI PEMASARAN SUSU GUM (GROWING-UP MILK) PREMIUM", "Abstrak": "Susu tumbuh kembang atau biasa dikenal sebagai Growing-Up Milk (GUM) merupakan segmen yang memberikan kontribusi terbesar secara volume pada industri susu bubuk di      \n \n \n \n\nIndonesia. Kemiripan komunikasi yang disampaikan oleh para produsen GUM menyebabkan tidak terlihat adanya keunikan yang menjadikan suatu merek berbeda dengan lainnya. Proyeksi penduduk Jakarta hingga tahun 2015 memperlihatkan kecenderungan adanya penurunan jumlah penduduk berusia 0-4 tahun mulai tahun 2010. Kondisi pasar yang menyusut akan menyebabkan semakin ketatnya persaingan pada segmen GUM, termasuk pada segmen GUM premium yang menerapkan strategi prestige pricing. Persaingan pada segmen premium berpeluang tidak hanya terjadi pada sesama merek premium, tetapi juga dengan merek-merek non premium yang memiliki tingkatan harga lebih murah. Agar share GUM premium dapat terus bertumbuh, maka pemasar GUM premium harus keluar dari clutter tersebut dengan melakukan terobosan dalam      \n \n \n \n\nberkomunikasi. Untuk itu diperlukan adanya formulasi komunikasi pemasaran yang unik dan relevan dengan needs dan wants konsumen, yaitu yang didasarkan atas konsumen itu sendiri. Penggalian insight dari konsumen dilakukan menggunakan metode etnografi marketing, yaitu salah satu bentuk riset kualitatif yang menekankan pada observasi dan kontak langsung dengan responden di lingkungan aslinya. Riset ini dilakukan di Jakarta Raya pada bulan Oktober-November 2008, terhadap 8 (delapan) orang responden dengan      \n \n \n \n\nkriteria memiliki anak berusia 1-3 tahun yang mengkonsumsi susu GUM premium, pengeluaran rutin rumah tangga bulanan di atas 6 juta rupiah, tidak berprofesi sebagai dokter, ahli gizi, maupun bekerja di perusahaan yang memproduksi, mendistribusikan,atau menjual susu, berusia 25-40 tahun, dengan kombinasi antara ibu bekerja-tidak bekerja, serta memiliki babysitter-tidak memiliki babysitter.Insight yang diperoleh melalui marketing etnografi adalah Ã‚Â“cinta mempunyai kekuatan bagi seseorang untuk melakukan yang terbaik dan memberikan yang terbaikÃ‚Â”. Sejalan dengan proses tumbuh kembang anak yang sehat dan ideal, selayaknya anak-anak dibesarkan dalam lingkungan keluarga yang penuh cinta. Berdasarkan ide tersebut kemudian dikembangkan sebuah konsep kampanye yang menjiwai seluruh fungsi komunikasi pemasaran, dengan tujuan mewujudkan terciptanya keterbukaan pengungkapan rasa cinta dalam keluarga. Melalui kampanye ini diharapkan tercipta asosiasi yang kuat terhadap merek, sehingga berdampak positif pada keputusan pembelian. Orangtua yang mencintai anaknya tentunya akan memberikan yang terbaik bagi anaknya. Pesan ini kemudian mengarah pada pilihan terbaik: GUM premium merek X.", "Daftar File": {"2009 TS PP DINI APRILIA MURDEANI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89460", "2009 TS PP DINI APRILIA MURDEANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89461", "2009 TS PP DINI APRILIA MURDEANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89462", "2009 TS PP DINI APRILIA MURDEANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89463", "2009 TS PP DINI APRILIA MURDEANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89464", "2009 TS PP DINI APRILIA MURDEANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89465"}, "Penulis": "DINI APRILIA MURDEANI (NIM : 29107064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Mustika S. Purwanegara, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "GUM premium, share growth, komunikasi pemasaran, etnografi marketing, insight.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}