{"Nomor": 18328, "Judul": "OPTIMASI TRANSPOR YTTRIUM DARI KONSENTRAT PASIR SENOTIM BANGKA DENGAN TEKNIK TUBULAR SUPPORTED LIQUID MEMBRANE (TSLM)", "Abstrak": "Mineral senotim merupakan salah satu sumber Unsur Tanah Jarang (UTJ). Mineral ini merupakan hasil samping pada pengolahan timah di PT Timah, Bangka. Berdasarkan hasil analisis X-Ray Flourescence (XRF),Yttrium adalah unsur yang memiliki kelimpahan tertinggi dalam mineral senotim yakni sebesar 21,17 %. Unsur ini banyak dimanfaatkan sebagai inti pembentuk magnet, laser, metalurgi dan superkonduktor suhu tinggi Yttrium Barium Copper Oxide (YBCO). Dalam penelitian ini, Y(III) dan UTJ(III) lainnya dari hasil destruksi dengan NaOH dipisahkan dari ion non-UTJ dengan proses membran cair berpendukung tubular (Tubular Supported Liquid Membrane, TSLM). Pada proses pemisahan dengan teknik TSLM, digunakan larutan pengemban berupa campuran tributil fosfat (TBP) dan asam di-(2-etilheksil)fosfat (D2EHP) dengan perbandingan sebesar 0,25 M : 0,75 M. Selanjutnya dilakukan optimasi pH larutan fasa umpan dengan variasi pH 2,7;3;3,2;3,5 dan 3,7. Optimasi jenis asam dalam penerima, dipelajari untuk asam HCl, H2SO4 dan HNO3, dan optimasi konsentrasi asam penerima divariasi pada konsentrasi 1; 1,5; 2 dan 2,5 M. Selama proses optimasi dilakukan pengukuran konsentrasi UTJ menggunakan spektrometri UV-Vis pada panjang Gelombang 528 nm, setelah terlebih dahulu dilakukan pengompleksan dengan alizarin sulfonat. Berdasarkan parameter-parameter tersebut, transport UTJ terbaik diperoleh pada pH larutan fasa umpan sebesar 3,2 dengan jenis asam penerima adalah H2SO4 pada konsentrasi 2 M. Pada kondisi ini, jumlah UTJ yang berhasil ditranspor dari fasa umpan ke fasa penerima sebesar 55,84 %. Hasil ICP-AES, Yttrium yang tertranspor dari fasa umpan ke fasa penerima meningkat dari 38 % menjadi 57 %.", "Daftar File": {"2014 TA PP  DINI NURAENI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89478", "2014 TA PP  DINI NURAENI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89479", "2014 TA PP  DINI NURAENI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89480", "2014 TA PP  DINI NURAENI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89481", "2014 TA PP  DINI NURAENI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89482", "2014 TA PP  DINI NURAENI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89483", "2014 TA PP  DINI NURAENI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89484"}, "Penulis": "DINI NURAENI (NIM : 10509097)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Aminudin Sulaeman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Yttrium, senotim, TSLM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}