{"Nomor": 18347, "Judul": "GEOLOGI DAERAH SUNGAI BOSUBAH DAN SEKITARNYA KABUPATEN YAHUKIMO, DEKKAI, PAPUA", "Abstrak": "Penelitian ini merupakan bagian dari tugas akhir A di Program Studi Teknik Geologi ITB yang bertujuan untuk melakukan pemetaan geologi di daerah IUP PT. Indika Energy. Daerah penelitian berada di daerah Sungai Bosubah, Kabupaten Yahukimo, Provinsi Papua. Penelitian dilakukan dalam luas wilayah Ã‚Â±12km2 dan secara geografis terletak pada koordinat 139o 15Ã‚Â’ 36,6588Ã‚Â”-139o 17Ã‚Â’ 46,1954Ã‚Â” BT dan 4o 37Ã‚Â’ 47,9390Ã‚Â”-4o 39Ã‚Â’ 25,9160Ã‚Â” LS.     \n \n \n \n \n\nMetode penelitian yang dilakukan adalah metode geologi berupa pengambilan data lapangan dan analisis laboratorium dan studio untuk menghasilkan peta lokasi singkapan, peta geomorfologi, dan peta geologi.     \n \n \n \n \n\nSatuan geomorfologi pada daerah penelitian terdiri dari Satuan Lembah Homoklin, Cuesta, dan Satuan Alluvial. Tahap geomorfik berada dalam fasa muda dengan ditemukannya faset trapezoid pada Cuesta. Statigrafi daerah penelitian terdiri dari empat satuan batuan tidak resmi. Satuan batuan ini dari tua ke muda yaitu Satuan Batupasir, Satuan Batupasir-Batulempung, dan Satuan Batulempung yang disetarakan dengan Formasi Buru, dan dataran aluvial. Pada daerah penelitian ditemukan beberapa singkapan batubara dengan ketebalan Ã‚Â± 80 cm dan Ã‚Â± 40 cm.     \n \n \n \n \n\nStuktur geologi yang ditemukan berupa Sesar Normal Bosubah yang berarah barat daya Ã‚Â– timur laut diperkirakan berumur Pliosen-Pleistosen", "Daftar File": {"2013 TA PP DWIKI FIMADONI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89636", "2013 TA PP DWIKI FIMADONI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89637", "2013 TA PP DWIKI FIMADONI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89638", "2013 TA PP DWIKI FIMADONI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89639", "2013 TA PP DWIKI FIMADONI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89640", "2013 TA PP DWIKI FIMADONI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89641", "2013 TA PP DWIKI FIMADONI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89642"}, "Penulis": "DWIKI FIMADONI (NIM: 12008008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Yan Rizal, Dipl. Geol"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Yahukimo, Papua, Formasi Buru", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}