{"Nomor": 18343, "Judul": "ANALISIS HUBUNGAN ANTARA STRUKTUR SPASIAL TERHADAP SPASI PEMBORAN PADA EKSPLORASI ENDAPAN TIMAH ALUVIAL DI DARAT DAN LAUT, DAERAH MUNTOK, PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Salah satu sumberdaya mineral di Indonesia yang mempunyai peranan yang cukup besar adalah timah. Untuk mendapatkan keuntungan yang maksimal dari suatu penambangan timah, maka diperlukan metode yang tepat dari setiap tahapan-tahapan eksplorasi dan penambangannya. Apabila metoda eksplorasi sudah    \n \n \n \n\nmempertimbangkan aspek genesa dan aspek spasial, maka akan diperoleh hasil perhitungan sumberdaya dengan tingkat keyakinan yang baik.    \n \n \n \n\nPenelitian ini akan menganalisis hubungan antara struktur spasial yang akan dilihat dari model variogram terhadap kerapatan data pemboran untuk endapan di    \n \n \n \n\ndarat dan laut, sehingga diharapkan dapat ditentukan spasi pemboran yang optimum untuk endapan timah aluvial di darat maupun di laut. Jarak pemboran eksplorasi di    \n \n \n \n\ndarat rata-rata adalah 40 m, sedangkan di laut adalah 100 m. Dari hasil analisis variogram pemboran darat didapatkan jarak pengaruh untuk kadar timah dihitung (TDH) sekitar 80 Ã‚Â– 190 m, sedangkan untuk ketebalan sekitar 135 Ã‚Â– 275 m. Untuk hasil analisis variogram pemboran laut didapatkan jarak pengaruh untuk TDH adalah 365 m, sedangkan untuk ketebalan adalah 320 m. Dari    \n \n \n \n\nhasil perhitungan nilai rasio nugget diketahui bahwa TDH darat dan laut memiliki rasio nugget yang cukup rendah yaitu sekitar 10% dan 4%, sehingga estimasi kadar    \n \n \n \n\ntimah dapat dilakukan dengan metode Ordinary Kriging (OK). Sedangkan rasio nugget untuk ketebalan di darat dan laut cukup tinggi yaitu 54% dan 59%, sehingga    \n \n \n \n\nestimasi disarankan dengan metode Moving Average (MA). Dari perbandingan Rasio nugget effect dan range terhadap spasi bor, didapat kesimpulan bahwa spasi pemboran dengan spasi 40 m di darat dan 100 m di laut sudah cukup optimum.", "Daftar File": {"2010 TA PP DORES FRAMIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89601", "2010 TA PP DORES FRAMIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89602", "2010 TA PP DORES FRAMIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89603", "2010 TA PP DORES FRAMIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89604", "2010 TA PP DORES FRAMIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89605", "2010 TA PP DORES FRAMIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89606", "2010 TA PP DORES FRAMIKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/89607", "2010 TA PP DORES FRAMIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89608"}, "Penulis": "DORES FRAMIKA (NIM : 12104032)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. M. Nur Heriawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "struktur spasial, spasi pemboran, endapan ti,ah aluvial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}