{"Nomor": 18344, "Judul": "USULAN PENGGUNAAN SPIRITUAL ORGANIZATION CULTURE UNTUK MENINGKATKAN IMPLEMENTASI BUDAYA THE TELKOM WAY 135 DI PT TELKOM", "Abstrak": "PT. TELKOM sebagai salah satu perusahaan besar dan memiliki peranan dalam menyediakan jasa telekomunikasi di Indonesia menyadari peranan penting suatu budaya perusahaan. TELKOM telah menciptakan suatu budaya yang disebut The TELKOM WAY 135. Perilaku pekerja di dalam      \n \n \n \n\nperusahaan tergambar di dalamnya. Setiap pekerja diharapkan dapat memberikan perilaku kerja yang optimal yang dapat mendorong kinerja perusahaan. Perilaku kerja individu di pengaruhi oleh beberapa faktor diantaranya adalah motivasi. Fenomena yang terjadi di lapangan      \n \n \n \n\nmenunjukkan bahwa beberapa pegawai TELKOM memiliki permasalahan dengan motivasi kerja mereka, yang memiliki kaitan dengan hubungan antar pekerja di dalam perusahaan. Permasalahan ini tentu menjadi perhatian PT. TELKOM dan telah banyak langkah yang diambil dalam mengatasinya, tetapi permasalahan ini tetap muncul di setiap pekerjanya.      \n \n \n \n\nTugas akhir ini bertujuan untuk menemukan pemecahan masalah yang sesuai dengan permasalahan yang dihadapi PT. TELKOM yaitu, bagaimana budaya perusahaan The TELKOM      \n \n \n \n\nWay 135 (TTW 135) dapat menjadi acuan dalam menampilkan perilaku kerja setiap pekerjanya menjadi lebih optimal dengan memperhatikan kepada faktor internal pekerjanya. Pemecahan ini di fokuskan kepada menemukan suatu budaya yang di dalamnya memperhatikan individu sebagai manusia yang memiliki nilai-nilai di dalam dirinya termasuk di dalamnya masalah motivasi.Spiritual Organization Culture (SOC) merupakan suatu konsep budaya yang memperhatikan      \n \n \n \n\nsetiap pekerja sebagai individu yang memiliki inner life . Termasuk di dalamnya memperhatikan motivasi individu di dalam perusahaan. Pada penelitian akan dilakukan analisis dengan mengevaluasi budaya TTW 135 berdasar pada pendekatan motivasi dan juga SOC untuk melihat sebarapa jauh perananan TTW 135 dalam memotivasi dan memunculkan nilai-nilai yang memperhatikan individu di dalam perusahaan. Kemudian akan ditetapkan suatu penerapan yang      \n \n \n \n\nsesuai dari SOC ke dalam TTW 135. Penerapan ini di lakukan dengan cara menambahkan dan menyesuaikan nilai-nilai dari SOC ke dalam salah satu poin TTW 135. Diharapkan dengan      \n \n \n \n\npenerapan SOC dapat mengatasi permasalahan yang berkaitan dengan motivasi pekerja di PT.TELKOM dan juga akan meningkatkan implementasi dari TTW 135.", "Daftar File": {"2009 TS PP DUAN KURNIAWAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89616", "2009 TS PP DUAN KURNIAWAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89617", "2009 TS PP DUAN KURNIAWAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89618", "2009 TS PP DUAN KURNIAWAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89619", "2009 TS PP DUAN KURNIAWAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89620", "2009 TS PP DUAN KURNIAWAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89621"}, "Penulis": "DUAN KURNIAWAN (NIM : 29107042)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "The TELKOM Way 135, Motivasi, Perilaku Kerja, Spiritual Organization Culture", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}