{"Nomor": 18345, "Judul": "STUDI PENENTUAN STRUKTUR DAN BESAR TARIF TRANS METRO BANDUNG KORIDOR JALAN SOEKARNO HATTA BERDASARKAN POLA PERGERAKAN DAN ABILITY TO PAY MASYARAKAT", "Abstrak": "Kondisi transportasi di kota-kota besar, termasuk Kota Bandung, tidak terlepas dari masalah kemacetan. Hal ini karena pertumbuhan jumlah kendaraan yang tidak dapat diimbangi dengan pertumbuhan prasarana jalan. Salah satu jalan di Kota Bandung yang mengalami masalah tersebut adalah Jalan Soekarno Hatta yang merupakan salah satu jalan arteri primer. Untuk mengatasi permasalahan tersebut, pemerintah daerah mengeluarkan kebijakan untuk mengembangkan sistem angkutan umum massal yaitu Trans Metro Bandung (TMB) yang akan beroperasi dengan trayek Cibiru-Cibeureum melewati Jalan Soekarno Hatta. TMB nantinya akan dioperasikan oleh suatu badan konsorsium dari pengusaha-pengusaha angkutan umum di Kota Bandung namun tetap milik pemerintah daerah. Sehingga keuntungan maupun kerugian yang dialami oleh konsorsium tersebut akan ditanggung oleh pemerintah daerah. Seperti penyedia jasa angkutan lainnya, pemasukan utama TMB berasal dari penetapan tarif. Namun, apabila kerugian tersebut terjadi terus menerus maka pemerintah daerah akan terus memberikan subsidi kepada operator sehingga dikhawatirkan pengoperasian TMB akan terhenti. Oleh karena itu, dibutuhkan studi dalam menentukan tarif yang akan ditetapkan dengan memperhatikan keberlanjutan pengoperasian TMB namun juga memperhatikan kepentingan masyarakat sebagai calon pengguna. Studi ini mempertimbangkan penentuan tarif yang tidak membedakan antara pelajar/mahasiswa dengan masyarakat umum (Tarif 1) dan penentuan tarif yang membedakan antara pelajar/mahasiswa dengan masyarakat umum (Tarif 2) dikarenakan adanya kebijakan Pemerintah Kota Bandung mengenai penetapan tarif yang berbeda untuk pelajar/mahasiswa dan masyarakat umum. Selain itu, studi ini mempertimbangkan penentuan besar dan struktur tarif dengan melihat pola pergerakan masyarakat,kemampuan membayar masyarakat (ATP), serta kelayakan penerapan tarif berdasarkan net present value (NPV) agar tarif yang dihasilkan menguntungkan penyedia jasa tapi juga mendekati (terjangkau) ATP masyarakat. Dari hasil analisis yang dilakukan dapat disimpulkan bahwa Tarif 1 lebih terjangkau untuk semua golongan masyarakat dibandingkan Tarif 2 meskipun dari hasil NPV menunjukkan nilai yang sama. Sementara Tarif 1 per trip digunakan karena preferensi masyarakat yang sebagian besar menginginkan tarif jauh dekat atau per trip serta ATP masyarakat yang berada di bawah tarif dasar TMB untuk Tarif 1 dan 2 per km. Dari hasil perhitungan NPV didapatkan bahwa keuntungan minimum yang dapat diterapkan agar NPV positif pada tahun pertama yaitu sebesar 22% dari tarif dasar dengan Tarif 1 per trip sebesar Rp. 3250 apabila mengalami peningkatan tarif setiap 3 tahun sekali maupun 4 tahun sekali. Walaupun tarif tersebut tidak mendekati ATP masyarakat sebesar Rp.2450 pada tahun 2009, namun dengan peningkatan ATP yang mengikuti inflasi, pada tahun 2017 ATP masyarakat akan melampui kenaikan tarif tersebut. Sehingga tarif per trip sebesar Rp. 3250 memungkinkan untuk diterapkan pada Trans Metro Bandung koridor Jl. Soekarno Hatta.", "Daftar File": {"2009 TA PP DWIDANIA SABARINA PUTRI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89622", "2009 TA PP DWIDANIA SABARINA PUTRI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89623", "2009 TA PP DWIDANIA SABARINA PUTRI 1- BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/89624", "2009 TA PP DWIDANIA SABARINA PUTRI 1- BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/89625", "2009 TA PP DWIDANIA SABARINA PUTRI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89626", "2009 TA PP DWIDANIA SABARINA PUTRI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89627", "2009 TA PP DWIDANIA SABARINA PUTRI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89628", "2009 TA PP DWIDANIA SABARINA PUTRI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89629"}, "Penulis": "DUDI BUDIMAN (NIM:15404057)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penentuan tarif, biaya operasional kendaraan (BOK), net present value (NPV), pola pergerakan, dan kemampuan membayar masyarakat (ATP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}