{"Nomor": 18350, "Judul": "ANALISIS STABILITAS LERENG METODE PSEUDOSTATIS DENGAN BEBAN GEMPA METODE NEWMARK, STUDI KASUS PROYEK TELUK BAYUR, PADANG, SUMATERA BARAT", "Abstrak": "Proses konstruksi pada lereng di daerah Teluk Bayur terdiri dari beberapa fase konstruksi. Pada setiap fase konstruksi dibutuhkan parameter tanah yang sesuai agar dapat merepresentasikan keadaan di lapangan dengan baik. Dalam karya tulis ini dibahas mengenai analisis penentuan parameter tanah dari berbagai metode uji lapangan serta aplikasi uji lapangan yang tepat pada suatu jenis lapisan tanah. Analisis pseudostatis dan gempa digunakan dalam menghitung faktor keamanan dari lereng. Dalam menghitung besarnya deformasi akibat beban gempa, digunakan rumusan Newmark Sliding Block. Penentuan tingkat potensi bahaya pada lereng akibat deformasi pada beban gempa berdasarkan klasifikasi Seismic Hazards Mapping Program, California Geological Survey. Diharapkan lereng tidak mengalami kelongsoran dalam menerima beban statis dan gempa.  \n \n\nDalam analisa tugas akhir ini digunakan program Geoslope/W (Krahn,2004) yang berdasarkan metode limit equilibrium dan program Newmark (Randall W.Jibson,2003) berdasarkan metode Newmark Sliding Block dalam menghitung kestabilan dan deformasi dari slope. Hasil dari permodelan adalah tanah bersifat stabil dan tingkat bahaya akibat kelongsoran lereng memiliki potensi rendah", "Daftar File": {"2011 TA PP  DWINANTO SETYO PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89655", "2011 TA PP  DWINANTO SETYO PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89656", "2011 TA PP  DWINANTO SETYO PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89657", "2011 TA PP  DWINANTO SETYO PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89658", "2011 TA PP  DWINANTO SETYO PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89659", "2011 TA PP  DWINANTO SETYO PRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89660", "2011 TA PP  DWINANTO SETYO PRABOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/89661", "2011 TA PP  DWINANTO SETYO PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89662"}, "Penulis": "DWINANTO SETYO PRABOWO  (NIM : 15007003)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Ir. F.X. Toha, MSCE, MSEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stabilitas lereng, pseudostatisÃ‚Â¸Newmark Sliding Block, limit equilibrium", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}