{"Nomor": 18352, "Judul": "PENGUKURAN KINERJA SUPPLY CHAIN STUDI KASUS: INDUSTRI FARMASI INDONESIA", "Abstrak": "Tujuan dari penelitian ini adalah untuk mengidentifikasi rantai pasok dan mengukur kinerja di Perusahaan BFM, untuk benchmark dengan perusahaan farmasi lainnya, dan untuk menciptakan solusi dalam meningkatkan dan mengembangkan Manajemen Rantai Pasok di perusahaan BFM dengan menggunakan model Supply Chain Operations Reference (SCOR) . Metodologi yang digunakan dalam penelitian rantai pasok pada Perusahaan BFM disurvei dengan penelitian lapangan, wawancara, dan studi penelitian terhadap prosedur baku. Wawancara dilakukan untuk memeriksa isu utama dan sebuah hipotesis diuji dengan menerapkan model SCOR. Hasil penelitian menunjukkan bahwa masalahÃ‚Â–masalah yang terjadi pada Manajemen Rantai Pasok di Perusahaan BFM antara lain lead time, kinerja yang rendah, dan kesenjangan kinerja yang cukup jauh dibandingkan perusahaan lain dalam satu industri yang sama. Beberapa implikasi praktis memberikan beberapa rekomendasi spesifik untuk berbagai perencanaan seperti berbagi informasi, pengambilan keputusan, pengukuran performansi, dan teknologi. Yang bernilai dari penelitian ini adalah mengurangi masalah lead time, benchmark untuk mengetahuinya posisi perusahaan, meninjau pengukuran dengan scorecard dan analisis kesenjangan dalam proses kontrol dan monitor, dan mengembangkan kolaborasi baik dengan para suplier ataupun antara beberapa departemen.", "Daftar File": {"2013 TS PP DWITA ANDARINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89670", "2013 TS PP DWITA ANDARINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89671", "2013 TS PP DWITA ANDARINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89672", "2013 TS PP DWITA ANDARINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89673", "2013 TS PP DWITA ANDARINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89674", "2013 TS PP DWITA ANDARINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89675"}, "Penulis": "DWITA ANDARINI (NIM: 29110329) Pembimbing : Akbar Adhiutama Ph.D", "Kontributor / Dosen Pembimbing": ["Pembimbing : Akbar Adhiutama Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Supply Chain Management, Performance Measurement, Indonesia Pharmaceutical Industry, SCOR", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}