{"Nomor": 18353, "Judul": "SUPPLY CHAIN PERFORMANCE MEASUREMENT CASE STUDY: INDONESIAN PHARMACEUTICALS INDUSTRY", "Abstrak": "The Purpose of this study is to identify Supply Chain Management and performance measurement in BFM, benchmark with other Pharmaceutical companies and to create solutions in improving and developing Supply Chain Management in BFM using the Supply Chain Operations Reference model (SCOR). The methodology of supply chain research in BFM was surveyed by field observation, interviews, and research. Interviews were conducted to examine the main issues and a hypothesis was tested by applying SCOR model. This study found that problems arose in the Supply Chain Management of BFM, such as lead time issues, low performance, and a wide gap of performance in its industry. Practical implications give specific recommendations for planning such as information sharing, decision making, performance measurement and technology. What is valuable about this research is that it reduces lead time problems, benchmarks the companyÃ‚Â’s position, uses scorecard reviews and gap analysis in monitoring and controlling process, and develops collaborations with suppliers and within departments.", "Daftar File": {"2013 TS PP DWITA ANDARINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89676", "2013 TS PP DWITA ANDARINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89677", "2013 TS PP DWITA ANDARINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89678", "2013 TS PP DWITA ANDARINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89679", "2013 TS PP DWITA ANDARINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89680", "2013 TS PP DWITA ANDARINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89681"}, "Penulis": "DWITA ANDARINI (NIM: 29110329)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Akbar Adhiutama Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Supply Chain Management, Performance Measurement, Indonesia Pharmaceutical Industry, SCOR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}