{"Nomor": 18368, "Judul": "INTEGRASI KAJIAN KENAIKAN MUKA AIR LAUT AKIBAT PERUBAHAN IKLIM DENGAN RENCANA POLA RUANG WILAYAH STUDI KASUS: RTRW PROVINSI SUMATERA SELATAN", "Abstrak": "Perubahan iklim sebagai implikasi pemanasan global, mengakibatkan dua hal utama yaitu fluktuasi curah hujan yang tinggi dan kenaikan muka laut. Sebagai negara kepulauan, Indonesia paling rentan terhadap kenaikan muka laut. Proyeksi perubahan iklim untuk wilayah Indonesia memperlihatkan adanya kenaikan muka laut yang berdampak pada hilangnya daerah pesisir dan pulau-pulau kecil. Provinsi Sumatera Selatan memiliki daerah pesisir yang memiliki tingkat kerawanan terhadap kenaikan muka laut yang cukup tinggi. Kajian proyeksi kenaikan muka laut di wilayah Sumatera Selatan sedang dilakukan. Tinggi muka laut menurut proyeksi tersebut dapat mencapai ketinggian 276,9 cm pada tahun 2030 dengan menggunakan skenario 3 yaitu perpaduan antara gelombang ekstrim, La Nina, storm surge.     \n \n \n \n \n\nRendaman air laut akibat perubahan iklim merupakan bahaya utama pada wilayah pesisir Sumatera Selatan yang dapat mengakibatkan rusaknya beberapa sarana dan prasarana perekonomian di wilayah tersebut. Untuk itu, perencanaan tata ruang harus memperhatikan bahaya kenaikan muka air laut ini. Oleh karenanya kajian kenaikan muka air laut akibat perubahan iklim harus diintegrasikan ke dalam Rencana Tata Ruang Wilayah (RTRW). Tujuan dari studi ini adalah merekomendasikan aspek substantif dan kelembagaan dalam integrasi kajian kenaikan muka air akibat perubahan iklim dengan Rencana Pola Ruang Wilayah Provinsi Sumatera Selatan.     \n \n \n \n \n\nBerdasarkan hasil studi, Pola Ruang RTRW Sumatera Selatan belum adaptif terhadap Kenaikan Muka Air Laut akibat perubahan iklim. Kenaikan muka air laut mengakibatkan beberapa pola ruang terendam, seperti Perkebunan, Pertanian lahan basah, Hutan Suaka Alam, Hutan Lindung, Pertanian lahan kering, Hutan Produksi, Perikanan Darat, Permukiman, Kawasan Tanjung Api-api, Areal Penggunaan Lain dan infrastruktur jalan. Pola ruang tersebut jika tidak direncanakan kembali dengan memperhitungkan bahaya rendaman kenaikan muka air laut akan memberikan kerugian yang cukup besar pada Provinsi Sumatera Selatan     \n \n \n \n \n\nDalam kelembagaan integrasi kajian kenaikan muka air laut dengan Rencana Pola Ruang, Provinsi Sumatera Selatan memiliki instansi yang dapat mewadahi kegiatan tersebut. Lembaga tersebut ialah UPTB Penataan Ruang (Bappeda) dan Tim Koordinasi dan Tim Teknis Perubahan Iklim. Walaupun pada saat ini kinerja dari Tim ini belum maksimal dilihat dari tingkat keefektifan koordinasinya, peran tim ini sangat besar dalam hal melakukan kajian perubahan iklim yang menyeluruh di Sumatera Selatan. Penguatan koordinasi perlu dilakukan antara Tim Koordinasi dan Tim Teknis/Sekretariat Mitigasi dan Adaptasi Perubahan Iklim, UPTB Penataan Ruang dan Tim-Tim kajian perubahan iklim yang ada.", "Daftar File": {"2011 TA PP EFRAIM LEONARDO SITINJAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89794", "2011 TA PP EFRAIM LEONARDO SITINJAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89795", "2011 TA PP EFRAIM LEONARDO SITINJAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89796", "2011 TA PP EFRAIM LEONARDO SITINJAK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89797", "2011 TA PP EFRAIM LEONARDO SITINJAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89798", "2011 TA PP EFRAIM LEONARDO SITINJAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89799"}, "Penulis": "EFRAIM LEONARDO SITINJAK (NIM :15406062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Djoko Santoso Abi Suroso, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sumatera Selatan, Kenaikan Muka Laut, Perubahan Iklim, Integrasi, RTRW, Kenaikan air muka laut,  Perubahan iklim,  renvcana pola ruang wilayah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}