{"Nomor": 18378, "Judul": "REPOSISI BISNIS PT. INDUSTRI MINERAL INDONESIA UNTUK MENDAPATKAN KEUNTUNGAN", "Abstrak": "Kaolin sebagai salah satu dari bahan mentah yang sangat penting dapat ditemukan di berbagai tempat di Indonesia. Permintaan dunia terhadap kaolin diperkirakan akan terus meningkat seiring dengan semakin dibutuhkannya kaolin oleh berbagai industri seperti industri keramik, pasta gigi, cat, semen, kosmetik, farmasi, dan masih banyak lagi. Adapun di Indonesia, produksi kaolin tidak dapat mengimbangi dengan kebutuhan permintaan berbagai industri. Hal ini dapat terlihat dari jumlah produksi kaolin sejak 2004 sampai dengan 2008 yang hanya berkisar pada 15 ribu ton saja, padahal potensi kaolin di Indonesia mencapat sekitar 66,21 juta ton yang terdiri dari 12,95 juta ton cadangan terbukti, 26,57 juta ton cadangan terunjuk, dan 26,70 juta ton cadangan tereka. PT. Industri Mineral Indonesia (PT. IMI) sebagai salah satu produsen kaolin terbesar di Indonesia berada di kawasan Bangka-Belitung, yaitu kawasan utama pertambangan kaolin di Indonesia.  \n \n\nKinerja bisnis PT. IMI adalah cukup baik dalam hal penjualan. Tapi kinerja yang baik ini tidak diikuti oleh kondisi keuangan yang baik pula, dimana PT. IMI selalu mengalami kerugian yang diakibatkan oleh biaya produksi yang sangat tinggi dan sangat bergantung kepada bahan bakar solar serta produksi kaolin yang belum mampu mencapai kapasitas normal. Dengan kondisi industri yang terus tumbuh akan membuat industri ini menjadi lebih  \n \n\nii  \n \n\nmenarik dan akan terus berubah dalam hal pasar, konsumen, dan terutama pesaing. Kondisi ini membuat PT. IMI perlu memikirkan strategi bisnis dalam rangka untuk mempertahankan posisi pasar dan juga untuk merebut kesempatan dari pertumbungan industri.  \n \n\nFokus dari tugas akhir ini adalah untuk mencari solusi reposisi yang dapat membantu PT. IMI untuk memperbaiki kinerja dalam segala ruang lingkup sehingga dapat menangani perubahan dan kondisi industri, serta dapat memanfaatkan kesempatan yang ada. Tugas akhir ini menggunakan pendekatan kualitatif. Pendekatan kualitatif, berupa in-depth interview dan brainstorming terhadap direksi dan manajemen dari PT. IMI serta customernya untuk mendapatkan data primer, dipilih karena memiliki kelebihan yaitu lebih fleksibel, memperhatikan pola-pola saling berhubungan antara berbagai variabel, dan dilakukan secara holistik atau menyeluruh dalam menganalisis suatu masalah.  \n \n\nBab eksplorasi bisnis akan menghasilkan analisis dan strategi bagi PT. IMI. Langkah pertama yaitu melakukan analisis internal dan eksternal perusahaan. Analisis internal dilakukan terhadap corporate structure, corporate resources, serta menggunakan STP analysis dan VRIO Framework Analysis. Analisis eksternal dilakukan dengan menggunakan PEST Analysis dan PorterÃ‚Â’s Five Forces. Dari hasil analisa tersebut dapat diketahui Kekuatan, Kelemahan, Peluang, serta Ancaman (SWOT) dari PT. IMI yang akan menjadi landasan dalam menentukan pemilihan strategic positioning. Penyebaran kuestioner terhadap PT. IMI beserta customernya dilakukan untuk mendapatkan key success factors yang akan digunakan untuk mengetahui performa dan juga untuk menyusun formulasi strategi bagi PT. IMI.  \n \n\nHasil analisa dibentuk dalam usulan solusi dan implementasi. PT. IMI harus menerapkan strategi cost focus dengan menekankan pada penambahan nilai terhadap produk serta pemilihan segmen pada industri kertas. Industri kertas dipilih karena pertumbuhan yang terus meningkat dengan cepat dan penggunaan kaolin sebagai raw material yang banyak dalam proses produksi kertas.  \n \n\nBeberapa rekomendasi strategi yang diusulkan adalah repositioning strategy yang berfokus kepada strategi terhadap kualitas produk, strategi terhadap harga, dan memenuhi kebutuhan pelanggan. Strategy in Quality of Products untuk meningkatkan kualitas kaolin dan mengembangkan produk baru sehingga dapat diterima dan bersaing di segmen industri kertas. Penggunaan energi alternatif berupa energi listrik, angin, dan panas matahari dilakukan dalam Strategy in Prices of Products. Hal ini diperlukan untuk menurunkan biaya produksi  \n \n\niii  \n \n\nsehingga dapat menekan harga jual kaolin. Strategi Meet Customer Demand akan memenuhi permintaan pasar terhadap kaolin dengan cara meningkatkan kapasitas produksi yang dapat dilakukan dengan menambah hydrocyclone sehingga tidak terjadi bottleneck dalam proses produksi.", "Daftar File": {"2013 TS PP EKO ARDIANSYAH PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89867", "2013 TS PP EKO ARDIANSYAH PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89868", "2013 TS PP EKO ARDIANSYAH PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89869", "2013 TS PP EKO ARDIANSYAH PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89870", "2013 TS PP EKO ARDIANSYAH PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89871", "2013 TS PP EKO ARDIANSYAH PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89872"}, "Penulis": "EKO ARDIANSYAH PUTRA (NIM : 29110086) Pembimbing : Moh. Toha, Dr. Ir", "Kontributor / Dosen Pembimbing": ["Pembimbing : Moh. Toha, Dr. Ir"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pertambangan, industri kaolin, strategi reposisi.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}