{"Nomor": 18372, "Judul": "KAJIAN TAKSONOMI KECELAKAAN KERETA API DI INDONESIA MENGGUNAKAN HUMAN FACTORS ANALYSIS AND CLASSIFICATION SYSTEM (HFACS)", "Abstrak": "Keselamatan perkeretaapian di Indonesia masih menjadi fenomena serius. Selama 2004-2010 telah terjadi lebih dari 700 Peristiwa Luar Biasa Hebat (PLH), yang terdiri dari tabrakan antar KA (5%), anjlok / terguling (75%), dan tabrakan antara KA dengan kendaraan bermotor (20%). Penelitian ini bertujuan untuk mengetahui faktor penyebab utama terjadinya kecelakaan kereta api di Indonesia pada satu dekade terakhir, terutama pada Peristiwa Luar Biasa Hebat (PLH), secara detail, sistematis, dan komprehensif. Tujuan ini dicapai melalui pemanfaatan metode taksonomi Human Factors Analysis and Classification System for Railroad Industry (HFACS-RR), yang terlebih dahulu disesuaikan untuk perkeretaapian di Indonesia, terutama dari segi pendefinisian untuk setiap faktor taksonomi. Data sekunder utama yang digunakan yaitu 35 laporan invetigasi kecelakaan yang dirilis oleh KNKT, mula dari tahun 2001-2010. Dari hasil penelitian diketahui bahwa untuk keseluruhan kecelakaan yang terjadi, faktor yang paling besar berkontribusi masuk ke dalam kategori preconditions for operator acts (44%), diikuti dengan faktor organisasi (27%). Kategori preconditions for operator acts terlibat dalam 33 dari 35 kecelakaan (94%), sedangkan faktor organisasi terlibat dalam 22 dari 35 kecelakaan (63%). Baik untuk tumburan KA dengan KA dan kejadian anjlok, sebagian besar disebabkan karena kesalahan ataupun kerusakan pada sarana maupun prasarana, karena masih kurangnya perawatan yang dilakukan. Faktor kelelahan masinis juga turut berpengaruh dalam tumburan KA dengan KA. Sedangkan untuk kecelakaan di perlintasan juga disebabkan karena faktor eksternal, dalam hal ini yaitu budaya keselamatan masyarakat dalam berkendara di perlintasan kereta api. Hasil ini kemudian divalidasi ataupun dikonfirmasi melalui wawancara dengan PT KAI, masinis, serta pakar transportasi di Indonesia. Penelitian ini juga membuktikan bahwa kecelakaan yang terjadi tidak semata-mata karena kesalahan manusia, tetapi juga terdapat faktor lain dengan kontribusi lebih besar seperti faktor organisasi, kondisi lingkungan, teknologi yang digunakan, maupun kondisi dari masinis yang terganggu akibat sistem kerja yang buruk. Dengan demikian, diperlukan upaya perbaikan yang menyeluruh, mulai dari peningkatan kualitas perawatan, pengaplikasian manajemen kelelahan bagi para operator, maupun perbaikan dari segi kelembagaan, agar perkeretaapian Indonesia memiliki nilai keselamatan yang tinggi dan dapat mencapai target zero accident.", "Daftar File": {"2012 TS PP EIZORA IZAZAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89824", "2012 TS PP EIZORA IZAZAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89828", "2012 TS PP EIZORA IZAZAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89827", "2012 TS PP EIZORA IZAZAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89826", "2012 TS PP EIZORA IZAZAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89823", "2012 TS PP EIZORA IZAZAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89825", "2012 TS PP EIZORA IZAZAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/89829", "2012 TS PP EIZORA IZAZAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89830"}, "Penulis": "EIZORA IZAZAYA (NIM : 23411077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hardianto Iridiastadi, MSIE, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "keselamatan transportasi, kecelakaan kereta api, PLH, faktor penyebab, HFACS-RR, transportation safety, railway accident, PLH, causing factor, HFACS-RR", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}