{"Nomor": 18374, "Judul": "PERFORMANCE ANALYSIS AND PORTFOLIO OPTIMIZATION METHOD ON STOCK MARKET INVESTMENT: A STUDY OF PT TELEKOMUNIKASI INDONESIA PENSION FUND YEAR 2006-2011", "Abstrak": "PT Telkom Pension Fund (DAPENTEL) was founded in 1982 by PT Telekomunikasi Indonesia Tbk. The type of pension given by DAPENTEL is a Defined Benefit pension fund (DB). Therefore DAPENTEL should do fund management by invest in several investment portfolio to pay the amount of pensions fund that have been promised.    \n \n \n \n\nDuring year 2006 to 2011 (except in 2007 and 2010) DAPENTEL cannot meet the targets of Return on Investment (ROI) which was set for each year by the management. This is because most of its funds invested on the stock market investment where the target of investment return is not achieved.    \n \n \n \n\nAnother problem faced by the DAPENTEL is the performance of its stock investment managers which were not meets its targets. In managing its stock investment, DAPENTEL use 2 types of investment managers which are the internal (self manage) and external investment managers. The used of external investment manager in stock investment will provide additional investment costs of 2% from total investment funds.    \n \n \n \n\nTo find solutions of the problems faced by DAPENTEL, the authors use several methods. First, to evaluate the performance DAPENTEL investment during 2006-2011 based on an evaluation of the Holding Period Return (HPR), stock risk analysis, and risk premium analysis. Second, making stock selection criteria based on stock performance in the previous year. Third, set the stock weighting method by applying the risk factors and the performance of the stock, in determining the amount of funds invested in each stock each year.    \n \n \n \n\nBy applying these methods, the DAPENTEL targeted stock investment can be achieved each year. Therefore, the DAPENTEL targeted Return on Investment (ROI) can be achieved and finally DAPENTEL can carry out their duties optimally to manage and giving the pension benefit into their beneficiaries.", "Daftar File": {"2013 TS PP EKADIAH FINANDIARSI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89841", "2013 TS PP EKADIAH FINANDIARSI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89842", "2013 TS PP EKADIAH FINANDIARSI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89843", "2013 TS PP EKADIAH FINANDIARSI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89844", "2013 TS PP EKADIAH FINANDIARSI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89845", "2013 TS PP EKADIAH FINANDIARSI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89846"}, "Penulis": "EKADIAH FINANDIARSI (NIM : 29109309)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pensions fund, investments, stocks, ROI, HPR, Risk, Risk Premium, and Stock weighting.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}