{"Nomor": 18379, "Judul": "KAJIAN IMPLEMENTASI LEGAL SOFTWARE DI INSTANSI PEMERINTAH (STUDI KASUS KEMENTERIAN KEHUTANAN)", "Abstrak": "Pemanfaatan teknologi semakin hari semakin berkembang, seiring dengan perkembangan teknologi itu sendiri, akan tetapi batasan penggunaan teknologi khususnya teknologi informasi masih ditemukan banyak pelanggaran yaitu pelanggaran hak cipta berupa maraknya penggunaan software bajakan. Kementerian Kehutanan sendiri ikut berupaya aktif untuk dalam berperan serta dalam memberantas penggunaan software illegal di instansinya walaupun tersendat.Tersendatnya agenda implementasi legal software di Kementerian Kehutanan tersebut tentunya bukanlah sesuatu yang diharapkan. Apalagi target batas akhir pelaksanaan kebijakan tersebut semakin dekat. Banyak faktor yang ditenggarai menjadi biang keladinya, bisa jadi baik faktor internal maupun eksternalnya. Kondisi menimbulkan pertanyaan-pertanyaan sebagai berikut :             \n \n \n \n \n \n \n \n \n \n\n- Bagaimana proses implementasi legal software di Kementerian Kehutanan berlangsung?            \n \n \n \n \n \n \n \n \n \n\n- Apa faktor-faktor yang menghambat/mendukung proses tersebut dan apa yang mendasarinya?            \n \n \n \n \n \n \n \n \n \n\nPenelitian ini menggunakan metode analisis kualitatif deskriftif dengan cara melaksanakan wawancara dengan narasumber dan para ahli yang berkompeten dan pengumpulan data sekunder dari instansi terkait yang berkenaan dengan implementasi legal software di Kementerian Kehutanan. Metoda yang digunakan dalam penelitian ini adalah metode kualitatif deskriptif yang akan memberikan gambaran bagaimana proses terbentuknya kerjasama di antara pemangku kepentingan yang terlibat. Dari hasil penelitan didapatkan bahwa dalam implementasi pelaksanaan legal software di Kementerian Kehutanan berdasarkan analisis melalui model sosio teknogram dan model jejaring aktor yang melakukan aksi-aksi dan saling mempengaruhi maka beberapa faktor yang menghambat pelaksanaan implementasi legal software di Kementerian Kehutanan seperti kurangnya perhatian dari para pucuk pimpinan di Kementerian Kehutanan dalam mendukung pelaksanaan FOSS tersebut baik dari segi kebijakan maupun dari segi sumber daya manusia, selain kurangnya sumberdaya manusia berkompeten dan memiliki minat dalam mendukung pelaksanaan FOSS. Serta ompabilitas FOSS merupakan salah satu faktor pemnghambat dalam implementasi FOSS. Dari penelitan ini dapat dikembangkan penlitian lanjutan dengan melihat dari aspek-aspek dan metode-metode lainnya sehingga didapatkan hasil yang lebih konprehensif dalam pelaksanaan legal software di instansi pemerintah.", "Daftar File": {"2010 TS PP EKO NOPRIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89876", "2010 TS PP EKO NOPRIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89875", "2010 TS PP EKO NOPRIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89874", "2010 TS PP EKO NOPRIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89873", "2010 TS PP EKO NOPRIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89877", "2010 TS PP EKO NOPRIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89878", "2010 TS PP EKO NOPRIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89879"}, "Penulis": "EKO NOPRIADI (NIM : 24007009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sony Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "implementasi, legal sofware, instansi pemerintah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}