{"Nomor": 18385, "Judul": "VARIASI MUSIMAN KLOROFIL-A DI PERAIRAN SEKITAR PULAU HALMAHERA", "Abstrak": "Fitoplankton merupakan dasar dari rantai makanan lautan dan merupakan indikator yang baik untuk kelimpahan kehidupan atau kesuburan di suatu badan air. Fitoplankton yang merupakan biota laut mikroskopis mengandung klorofil yang digunakan ketika fotosintesis. Keberadaan fitoplankton di lautan Indonesia dipengaruhi oleh berbagai hal, seperti adanya perubahan musim, pola angin, perbedaan curah hujan, kejadian kebakaran hutan, aktivitas gunung berapi, atau fenomena lainnya. Di perairan Halmahera, terdapat satu gunung berapi yang berupa pulau kecil sehingga letaknya sangat dekat dengan laut, yaitu Gunung Gamalama. Tujuan penelitian ini adalah untuk mengkaji variasi musiman spasial dan temporal dari klorofil-a di perairan Halmahera, serta mengkaji pengaruh hasil erupsi Gunung Gamalama terhadap kondisi klorofil-a pada perairan Halmahera. Metode yang digunakan adalah pengamatan nilai klorofil-a sebagai indikator keberadaan fitoplankton pada titik-titik analisis di sekitar wilayah penelitian dengan menggunakan citra satelit Aqua MODIS, dengan jenis citra satelit L2 dan L3 yang diambil secara harian dan bulanan.Secara umum, nilai konsentrasi maksimum klorofil-a di perairan Halmahera terjadi di musim timur. Munculnya Eddy Halmahera di timur laut dan fenomena upwelling di Laut Seram dan Laut Banda merupakan faktor yang paling kuat mempengaruhi variasi nilai klorofil-a. Adanya fenomena El NiÃƒÂ±o dan La Nina berpengaruh terhadap variasi klorofil-a, terutama di wilayah bagian utara dan timur. Pengaruh erupsi Gunung Gamalama hanya sesaat dan jangkauannya tidak luas, serta tergantung besarnya kejadian letusan.", "Daftar File": {"2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89917", "2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89918", "2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89919", "2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89920", "2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89921", "2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89922", "2014 TS PP ELGODWISTRA KARTIKOPUTRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89923"}, "Penulis": "ELGODWISTRA KARTIKOPUTRO ( NIM: 22411001 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Susanna Nurdjaman"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Klorofil-a, Citra Satelit, Erupsi Gunung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}