{"Nomor": 18386, "Judul": "PEMASARAN MEDIA SOSIAL PADA EL-STORE UNTUK MENINGKATAN KESADARAN MEREK DAN PENJUALAN", "Abstrak": "Media sosial seperti Facebook, Twitter, dan Instagram sedang berkembang di Indonesia terutama di kota besar atau pada area urban. Jumlah pengguna dari media sosial setiap tahunnya mengalami peningkatan. Saat ini, media sosial tidak hanya digunakan untuk berkomunikasi antar jaringan tetapi juga digunakan untuk mempromosikan sebuah produk atau jasa. Hal ini membuat media sosial menjadi tempat untuk toko online beroperasi. eL-store adalah toko online yang menyediakan produk fashion, mulai beroperasi sejak tahun 2012. Pertama kali berjualan melalui Blackberry, dan kemudian mulai menggunakan media sosial. eL-store menyediakan produk fashion yang mengikuti perkembangan mode dengan kualitas yang baik dan harga yang terjangkau. Adapun isu bisnis yang dihadapi eL-store dimana media sosial merupakan tempat untuk beroperasi dan banyak calon pelanggan yang potensial, tetapi terjadi penurunan dalam penjualan dan tidak dapat memenuhi target.Untuk menemukan akar masalahnya, ada beberapa cara yang dilakukan, yaitu menganalisis secara eksternal dan internal mengenai eL-store menggunakan PEST Analysis, PorterÃ‚Â’s Five Force, STP (Segmenting, Targeting dan Positioning), Bauran Pemasaran dan menganalisis kompetitor menggunakan bauran pemasaran. Karena eL-store berjualan di media sosial, maka diperlukan tambahan analisis mengenai media sosial. Berdasarkan analisis mengenai toko, dapat diidentifikasikan bahwa eL-store memiliki beberapa kekuatan, kelemahan, peluang dan ancaman (SWOT). Berdasarkan analisis yang telah dilakukan, dapat disimpulkan bahwa akar masalahnya dari isu adalah eL-store tidak mengetahui akan strategi marketing apa yang harus diimplementasikan dalam rangka untuk meningkatkan kesadaran merek dan penjualan.Untuk memformulasikan strategi yang akan diambil eL-store untuk mengatasi masalah tersebut adalah menggunakan matrik strategi Grand sebagai hasil dari analisi EFAS dan IFAS, juga matrix TOWS. Hasilnya menunjukan bahwa eL-store berlokasi pada kuadran I, dan salah satu strategi yang diusulkan adalah penetrasi pasar. Program yang akan dijalankan untuk mendukung penetrasi pasar adalahh dukungan selebriti, program diskon, garansi uang kembali, dan tukar barang. Rencana implementasi menjelaskan mengenai program tersebut dengan lebih detail menggunakan rencana mengenai waktu yang berlangsung pada September 2013 dan berakhir pada Agustus 2014. Dalam rencana implementasi juga, memperlihatkan mengenai jumlah sumber daya yang dibutuhkan baik sumber daya manusia maupun sumber daya finansial.", "Daftar File": {"2013 TS PP ELINDA FEBRIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89924", "2013 TS PP ELINDA FEBRIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89925", "2013 TS PP ELINDA FEBRIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89926", "2013 TS PP ELINDA FEBRIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89927", "2013 TS PP ELINDA FEBRIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89928", "2013 TS PP ELINDA FEBRIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89929"}, "Penulis": "ELINDA FEBRIANA (NIM : 29111017) Pembimbing : Leo Aldianto, MBA, MSc", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MBA, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness, Celebrity Endorsement, Online Store, Social Media Marketing,", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}