{"Nomor": 18397, "Judul": "PERHITUNGAN FAKTOR BIAYA DALAM PENENTUAN LOKASI POTENSIAL UNTUK DIKONVERSIKAN MENJADI HUTAN GUNA MENGURANGI POTENSI BENCANA BANJIR AREA STUDI: DAS CISADANE", "Abstrak": "Banjir dapat terjadi apabila debit air melebihi kemampuan sungai untuk untuk menampung air. Salah satu upaya untuk mencegah banjir adalah dengan cara melakukan pengadaan hutan untuk mengurangi besarnya debit air sungai. Upaya pengadaan hutan dilakukan melalui proses konversi lahan yang membutuhkan biaya tertentu. Untuk mendapatkan hasil yang optimal, penelitian perlu dilakukan terkait dengan jumlah penurunan debit yang dihasilkan dan biaya konversi yang dibutuhkan.        \n \n \n \n \n \n \n \n\nBeberapa skenario pengadaan hutan dibuat berdasarkan kriteria-kriteria dari komponen pengendali debit air sungai dan dari faktor biaya. Kemudian dilakukan simulasi untk menghitung debit yang dihasilkan dari skenario-skenario tutupan lahan tersebut menggunakan suatu model hidrologi spasial dan dilakukan estimasi terhadap biaya konversi lahan yang dibutuhkan. Kemudian dianalisis bagaimana skenario-skenario tersebut dapat menghasilkan penurunan debit dengan biaya yang optimal.        \n \n \n \n \n \n \n \n\nHasilnya tidak selalu skenario dengan biaya yang tinggi menghasilkan penurunan debit yang tinggi juga atau sebaliknya. Tiap-tiap skenario memiliki nilai rasio penurunan debit per biaya ganti rugi yang bervariasi. Nilai ini dapat dijadikan sebagai indikator untuk menentukan skenario yang paling optimal untuk mengurangi debit air sungai dengan biaya yang dibutuhkannya.", "Daftar File": {"2013 TA PP EMIL JATI NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89998", "2013 TA PP EMIL JATI NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89999", "2013 TA PP EMIL JATI NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90000", "2013 TA PP EMIL JATI NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90001", "2013 TA PP EMIL JATI NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90002", "2013 TA PP EMIL JATI NUGROHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90003", "2013 TA PP EMIL JATI NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90004"}, "Penulis": "EMIL JATI NUGROHO (NIM. 15108045)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Dr. rer. nat. Poerbandono", "Dr.Ir. Andri Hernandi, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banjir, Penurunan Debit Air Sungai, Pengadaan Hutan, Biaya Ganti Rugi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}