{"Nomor": 18396, "Judul": "PENDEKATAN MULTISTRAREGI PADA RECOMMENDER SYSTEM AKADEMIK", "Abstrak": "Di dunia akademik, mahasiswa tidak jarang mengalami kesulitan dalam menentukan mata kuliah yang akan diambil pada saat pendaftaran ulang. Terkadang mahasiswa berkonsultasi dengan dosen wali ataupun bertanya pada mahasiswa lain tentang mata kuliah yang sebaiknya ia ambil. Berdasar kondisi tersebut timbul gagasan untuk membangun suatu recommender system akademik yang akan menghasilkan rekomendasi mata kuliah pilihan untuk mahasiswa. Dengan sistem ini diharapkan mahasiswa dapat memilih mata kuliah pilihan yang tepat. Teknik yang diimplementasikan pada recommender system akademik adalah teknik hibrid, yaitu mengkombinasikan teknik collaborative filtering dengan content based filtering untuk menghasilkan rekomendasi tunggal. Teknik ini dipilih dengan tujuan agar dapat mengambil manfaat dan mengeliminasi kelemahan yang ada pada tiap teknik. Karena domain permasalahan yang spesifik, yaitu akademik, pada penelitian ini ditambahkan pula teknik knowledge based dengan tujuan untuk mendapatkan hasil rekomendasi yang semakin baik. Algoritma item based collaborative dipilih untuk menghindari masalah sparsity yang sering terjadi pada penggunaan algoritma collaborative secara umum. Proses parsing dan indexing pada content based dilakukan oleh kelas Lucene dengan menggunakan StandardAnalyzer, untuk selanjutnya term-term yang dihasilkan dibobotkan dengan menggunakan metode tf-idf (term frequency - inverse document frequency). Data nilai mata kuliah yang digunakan pada eksperimen merupakan data sintetik. Data nilai mata kuliah pilihan dibangkitkan dengan asumsi bahwa mahasiswa cenderung mengambil mata kuliah pilihan dari kategori yang sama dengan kategori mata kuliah wajib dengan nilai tertinggi paling banyak. Eksperimen mengimplementasikan 12 strategi hibrid dan 7 strategi item based/content based pada 4 (empat) buah koleksi data sintetik. Performansi tiap strategi dihitung dengan menggunakan metrik akurasi. Hasil eksperimen pada 4 (empat) buah data sintetik yang berbeda menunjukkan bahwa teknik hibrid terbukti mampu menghasilkan akurasi yang lebih baik dibanding teknik item based collaborative atau content based.", "Daftar File": {"2008 TS PP EMA RACHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89991", "2008 TS PP EMA RACHMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89992", "2008 TS PP EMA RACHMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89993", "2008 TS PP EMA RACHMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89994", "2008 TS PP EMA RACHMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89995", "2008 TS PP EMA RACHMAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89996", "2008 TS PP EMA RACHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89997"}, "Penulis": "EMA RACHMAWATI (NIM 23505044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Dwi Hendratmo Widyantoro, M.Sc., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "academic, content based filtering, hybrid, item based collaborative filtering, knowledge based, recommender system", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}