{"Nomor": 18390, "Judul": "PEMANFAATAN FOTOGRAMETRI RENTANG DEKAT DAN SISTEM INFORMASI GEOGRAFIK SEBAGAI ALAT UNTUK MELAKUKAN REKONSTRUKSI KECELAKAAN LALU LINTAS", "Abstrak": "Rekonstruksi kecelakaan merupakan salah satu tindakan yang perlu dilakukan oleh pihak kepolisian. Pekerjaan ini tentunya membutuhkan ketelitian yang cukup untuk menganalisis penyebab kecelakaan tersebut agar dapat merepresentasikan kejadian yang sebenarnya. Pada umumnya pihak kepolisian melakukan pengukuran dengan cara konvensional yaitu dengan menggunakan pita ukur. Pengukuran dengan cara ini dapat memakan waktu yang cukup lama, maka dari itu dibutuhkan sebuah metode        \n \n \n \n \n \n\nyang dapat mempermudah dan mempercepat waktu pengambilan data agar tidak semakin menghambat jalannya lalu lintas. Fotogrametri rentang dekat merupakan salah satu metode yang dapat memudahkan dalam pemodelan objek hanya dengan menggunakan perangkat sederhana yaitu kamera non-metrik. Metode ini dapat melakukan pembuatan model 3 dimensi dari objek yang sedang diamati dengan pengolahan data dari minimal 2 foto yang bertampalan. Pengolahan data dilakukan dengan penandaan titik-titik objek detail pada perangkat lunak Photogrammetry Digital. Proses rekonstruksi kecelakaan kemudian dapat dilakukan dengan mencocokkan informasi dari para saksi dan bukti yang telah dikumpulkan dalam bentuk animasi reka adegan ulang kecelakaan yang dibangun dari model 3 dimensi yang dihasilkan. Proses reka adegan ulang ini dilakukan dengan menggunakan perangkat lunak ArcGIS. Dalam Tugas Akhir ini dibuat sebuah simulasi kejadian kecelakaan untuk dapat membangun model 3 dimensi dengan ketelitian sebesar 1 cm.", "Daftar File": {"2014 TA PP DENDY DARMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89949", "2014 TA PP DENDY DARMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89950", "2014 TA PP DENDY DARMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89951", "2014 TA PP DENDY DARMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89952", "2014 TA PP DENDY DARMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89953", "2014 TA PP DENDY DARMAWAN 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/89954"}, "Penulis": "ELISA PUJI LESTARI ( NIM 15110029 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Deni Suwardhi, S.T., M.T.", "Dr. Andri Hernandi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fotogrametri rentang dekat, model 3 dimensi, rekonstruksi kecelakaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}