{"Nomor": 18398, "Judul": "SOCIAL MARKETING STRATEGY SEBAGAI IMPLEMENTASI CORPORATE SOCIAL RESPONSIBILITY (CSR) PADA PT FREEPORT INDONESIA ( STUDI KASUS : UPAYA PTFI MENGHENTIKAN USAHA PENEBANGAN POHON DI DAERAH REKLAMASI MODIFIED AJKWA DEPOSITION AREA)", "Abstrak": "Keberadaan PT Freeport Indonesia (PTFI) mencerminkan kekayaan alam Indonesia yang luar biasa dan menempatkannya pada posisi yang menarik untuk dikaji dari berbagai aspek, khususnya dari sisi tanggung jawab lingkungan dan ekonomi. Pertanyaan yang kemudian timbul  \n \n\nadalah setelah beroperasi selama 40 tahun di Indonesia dan masih akan terus beroperasi hingga 2041 sesuai izin yang diberikan Pemerintah Indonesia, bagaimana bentuk tanggung jawab sosial (CSR) perusahaan selaku warga korporat? Apakah kehadirannya memberikan dampak yang berarti bagi masyarakat sekitar. Pengembangan Masyarakat (Comdev) sebagai salah satu wujud aktivitas CSR memegang  \n \n\nperan penting terhadap keberhasilan sebuah CSR perusahaan. Program Usaha Mikro Kecil dan Menengah (UMKM) menjadi fokus penelitian penulis. Program ini memiliki kekuatan pada peran aktif pemangku kepentingan dalam proses perencanaan, pelaksanaan, dan evaluasi kinerja program. Pendekatan program diarahkan pada kebutuhan dasar masyarakat. Penulisan Projek Akhir ini bertujuan untuk mengetahui penerapan sosial marketing strategi sebagai implementasi CSR PT Freeport Indonesia (PTFI) melalui program UMKM dalam menangani penebangan pohon di area reklamasi ModADA serta memahami tantangan-tantangan yang dihadapi perusahaan. Penulis menggunakan pendekatan kualitatif pada studi deskriptif penelitian yang memanfaatkan wawancara terbuka Hasil penelitian, menunjukkan bahwa PTFI telah menempatkan social marketing strategy sebagai bagian dari strategi perusahaan. Sehubungan dengan hasil penelitian yang didapat, hendaknya pihak PTFI terus menjalankan dan meningkatkan kualitas program-program CSR perusahaan salah satunya UMKM, sehingga membawa manfaat untuk masa kini dan akan datang bagi pengusaha lokal dan PTFI. PTFI maupun stakeholder dapat memaksimalkan pemanfaatan ruang-ruang komunikasi yang tersedia guna meningkatkan pemahaman masyarakat mengenai kegiatan program, dampak operasi perusahaan, serta isu-isu terkait lainnya. Untuk tujuan akademis, penulis menyarankan agar dilakukan penelitian secara komprehensif terhadap setiap aspek aktivitas CSR perusahaan, sehingga dapat menambah  \n \n\nkelengkapan khasanah pengetahuan di bidang ini.", "Daftar File": {"2011 TS PP EMILLIA UBRA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90005", "2011 TS PP EMILLIA UBRA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90006", "2011 TS PP EMILLIA UBRA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90007", "2011 TS PP EMILLIA UBRA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90008", "2011 TS PP EMILLIA UBRA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90009", "2011 TS PP EMILLIA UBRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90010"}, "Penulis": "EMILLIA UBRA (NIM: 29109409)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Rudito"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Reklamasi Modified Ajkwa Deposition Area, CSR, Social marketing strategy, PT Freeport", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}