{"Nomor": 18391, "Judul": "STUDI KEUNTUNGAN MEKANIS KATROL BERDASARKAN PENGARUH METODE PENGUKURAN DAN SUDUT KEMIRINGAN GAYA KUASA", "Abstrak": "Kemudahan yang kita peroleh dari pesawat sederhana dinyatakan sebagai keuntungan mekanis (KM). Katrol merupakan salah satu contoh pesawat sederhana yang sering kita temui dalam kehidupan sehari-hari. Kemudahan yang kita peroleh dari katrol diantaranya adalah gaya yang kita keluarkan (gaya kuasa) untuk mengangkat beban lebih kecil dari berat beban tersebut. KM katrol dapat ditentukan dengan dua cara, yaitu menghitung perbandingan berat beban terhadap gaya kuasa atau menghitung perbandingan besar perpindahan kuasa terhadap besar perpindahan beban. Selama ini penentuan KM katrol di tingkat SMP biasanya ditentukan dengan menghitung jumlah ruas tali yang menahan beban ke atas. Selain itu, penentuan KM juga tidak memperhatikan faktor sudut kemiringan gaya kuasa. Akibatnya besar keuntungan mekanis katrol bernilai mutlak untuk setiap sistem katrol.", "Daftar File": {"2014 TS PP ELIS SULASTRI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/89955", "2014 TS PP ELIS SULASTRI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/89956", "2014 TS PP ELIS SULASTRI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/89957", "2014 TS PP ELIS SULASTRI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/89958", "2014 TS PP ELIS SULASTRI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/89959", "2014 TS PP ELIS SULASTRI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/89960", "2014 TS PP ELIS SULASTRI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/89961"}, "Penulis": "ELIS SULASTRI (NIM : 90211303)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Siti Nurul Khotimah"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keuntungan mekanis katrol, sudut kemiringan gaya kuasa, cara statis dan dinamis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}