{"Nomor": 18405, "Judul": "STUDI POTENSI SENYAWA METABOLIT SEKUNDER DARI DAUN SIRIH MERAH (Piper crocatum) SEBAGAI ZAT ANTIBAKTERI", "Abstrak": "Indonesia sebagai negara tropis memiliki aneka ragam tanaman yang dapatdimanfaatkan sebagai obat.Salah satu di antaranya adalah daun sirih merah (Pipercrocatum) yang termasuk dalam familiPiperaceae.Secara empiris daun sirih merahdapat mengobati asam urat, diabetes, hipertensi, kanker payudara,peradangan,hepatitis, ambeien, tukak lambung, batuk dan luka.Beberapa literatur menunjukkan bahwa ekstrak daun sirih merah mengandung senyawa alkaloid,flavonoid, saponin, tanin, dan minyak atsiri.Meningkatnya penyakit yang disebabkan oleh bakteri, menyebabkan kebutuhan terhadap antibakteri semakin meningkat.Penggunaan antibakteri sintetik dapat memberikan efek samping, yaitu membentuk residu di dalam tubuh organisme yang mengkonsumsinya.Akibatnya akan menimbulkan resistensi bakteri patogen.Sehingga perlu dicari alternatif yang ramah lingkungan, alami, murah, mudah didapat, aman, serta efektif untuk menanggulangi penyakit. Banyaknya khasiat yang dimiliki oleh daun sirih merah menjadi daya tarik para peneliti di bidang organik bahan alam.Beberapa literatur menunjukkan bahwa uji aktivitas terhadap ekstrak daun sirih merah ini menunjukkan adanya aktivitas antibakteri, antioksidan dan antimutagenik.Walaupun demikian, sampai saat ini senyawa aktif yang berpotensi sebagai zat antibakteri dari ekstrak daun tersebut belum ada yang melaporkan.Oleh karena itu, pada penelitian ini dilakukan isolasi senyawa metabolit sekunder dari ekstrak daun sirih merah dengan metode ekstraksi dan kromatografi kolom.Ekstraksi dilakukan dengan metode sonikasi dengan pelarutetanol selama 30 menit, kemudian difraksinasi dengan n-heksan dan etil asetat.Terhadap ketiga fraksi dilakukan uji kualitatif golongan senyawa flavonoid,terpenoid/steroid, tannin, saponin dan fenolik. Kemudian fraksi etil asetat dimurnikan dengan kromatografi kolom dengan fasa diam silika gel dan eluen heksan-etil asetat (6/4) dan didan diperoleh 10 Fraksi. Pemurnian lebih lanjut fraksi 5-8 digabungkan kemudian dipisahkan dengan kromatografi kolom dengan eluenheksan-aseton (8/2) dan diperoleh senyawa murni dari fraksi 8-14 sebanyak 10,5 mg. Identifikasi golongan senyawa dilakukan dengan uji fitokimia mengguanakan reagen AlCl35% (b/v) dalam metanol sebagai larutan penampak noda pada platKLT, kemudian diidentifikasi strukturnya dengan menggunakan data spektroskopi yang meliputi data spectrum UV, IR,1H-NMR, 13C-NMR, HSQC, HMBC dan COSY. Selanjutnya terhadap metabolit sekunder yang diperoleh dilakukan uji antibakteri terhadap bakteri gram negatif Escherchia coli dan bakteri gram positif Staphylococcus aureusdengan metode pengenceran melalui penentuan Minimum Inhibitory Concentration (MIC). Berdasarkan uji fitokimia secara kualitatif daun  sirih merah mengandung senyawa metabolit sekunder golongan flavonoid, terpenoid, tannin dan fenolik.Satu senyawa telah berhasil diisolasi dari fraksi etil asetat dan diidentifikasi sebagai senyawa golongan neolignan yang merupakan turunan senywa fenolik dengan rumus molekul C25H32O8dan nama strukturnyamenurut sistem IUPACadalah1Ã‚Â–allyl-3,5-dimethoxy-7-methyl-oxo-6(3,4,5trimethoxyphenyl)bicyclo[3,2,1]oct-2-en-8-ylacetate. Uji aktivitas antibakteri menunjukkan konsentrasi minimum senyawa neolignan dari daun sirih merah yang dapat menghambat bakteri Staphylococcus aureus adalah 0.23mg/mLdan pada bakteri Escherchia coli adalah 6,2 mg/mL. Sedangkan ekstrak kasar daun sirih merah menunjukkan daya hambat bakteri lebih kuat yaitu 0,077mg/mL pada bakteri Staphylococcus aureus dan 2,05mg/mL pada bakteriEscherchia coli.", "Daftar File": {"2014 TA PP ENUNG SITI NURHIDAYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90060", "2014 TA PP ENUNG SITI NURHIDAYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90061", "2014 TA PP ENUNG SITI NURHIDAYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90062", "2014 TA PP ENUNG SITI NURHIDAYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90063", "2014 TA PP ENUNG SITI NURHIDAYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90064", "2014 TA PP ENUNG SITI NURHIDAYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90065", "2014 TA PP ENUNG SITI NURHIDAYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90066"}, "Penulis": "ENUNG SITI NURHIDAYAH ( NIM: 90511301 ) Pembimbing : Dr. Ciptati, M.S., M.Sc.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ciptati, M.S., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Daun sirih merah, ekstraksi, neolignan, antibakteri, Staphylococcus aureus, Escherchia coli, MIC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}