{"Nomor": 18417, "Judul": "DIPLOMASI PERTAHANAN SEBAGAI INSTRUMEN KEBIJAKAN LUAR NEGERI DI BIDANG PERTAHANAN : STUDI KASUS PEMBENTUKAN KERJASAMA PERTAHANAN RI - RRC", "Abstrak": "Tesis ini berupaya mencari gambaran bentuk diplomasi pertahanan Indonesia dan pelaksanaannya dalam pembentukan kerjasama pertahanan antara Indonesia dan Cina. Diplomasi pertahanan sendiri merupakan salah satu elemen penting kebijakan keamanan nasional dan merupakan salah satu instrumen dari kebijakan luar negeri dan kebijakan pertahanan nasional. Persetujuan kerjasama pertahanan yang telah disepakati Indonesia dan Cina merupakan hasil dari pelaksanaan diplomasi pertahanan yang dilakukan oleh para pelaku diplomasi kedua negara dan mengakomodasi kepentingan nasional kedua negara.    \n \n \n \n\nDengan menggunakan pendekatan interdisipliner melalui kajian Hubungan Internasional serta manajemen pertahanan, tesis ini mengelaborasi topik diplomasi pertahanan menggunakan beberapa kerangka konseptual seperti kerangka konseptual kebijakan keamanan nasional dan kerangka kebijakan luar negeri. Beberapa konsep kunci yang digunakan dalam tesis ini antara lain kebijakan luar negeri, politik internasional, kepentingan nasional, Pengelolaan Sektor Keamanan, kebijakan keamanan nasional dan sebagainya.    \n \n \n \n\nMenggunakan metode studi kasus dengan data bersifat kualitatif, analisis dilakukan dengan strategi kontekstualisasi dan triangulasi berbagai macam data primer maupun sekunder untuk mendapatkan hasil analisis yang tepat dan akurat. Data-data yang dipaparkan mencakup kebijakan luar negeri RI, kebangkitan Cina dalam konteks keamanan di Asia Pasifik, diplomasi pertahanan serta pembentukan kerjasama pertahanan Indonesia dan Cina.    \n \n \n \n\nHasil analisis memperlihatkan bentuk diplomasi pertahanan Indonesia yang dapat dari berbagai aspek seperti tujuan, aktor-aktor yang terlibat, prosedur, isu-isu yang diangkat serta aktivitas yang dilakukan. Diplomasi pertahanan Indonesia memiliki tujuan mengerahkan kekuatan dalam kerangka kerjasama pertahanan, mengembangkan postur pertahanan, membangun kepercayaan dan berpartisipasi dalam perdamaian dunia. Sementara aktor pelaksana meliputi institusi Departemen Pertahanan, Departemen Luar Negeri dan TNI dengan mengangkat isu-isu keamanan, pendidikan dan latihan, alih teknologi dan pengembangan industri pertahanan.", "Daftar File": {"2009 TS PP ERWIN MUHAMMAD AKBAR 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90152", "2009 TS PP ERWIN MUHAMMAD AKBAR 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90153", "2009 TS PP ERWIN MUHAMMAD AKBAR 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90154", "2009 TS PP ERWIN MUHAMMAD AKBAR 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90155", "2009 TS PP ERWIN MUHAMMAD AKBAR 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90156", "2009 TS PP ERWIN MUHAMMAD AKBAR 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90157", "2009 TS PP ERWIN MUHAMMAD AKBAR 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90158"}, "Penulis": "ERWIN MUHAMMAD AKBAR (NIM : 24007021)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Indra Budiman Syamwil, M.Sc., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "bentuk pertahanan, kerjasama pertahanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}