{"Nomor": 18419, "Judul": "KARAKTERISTIK SPASIAL KERATON KESULTANAN MELAYU DI KALIMANTAN BARAT", "Abstrak": "Arsitektur Melayu merupakan sebuah langgam arsitektur di daerah-daerah yang umumnya didominasi oleh komunitas Melayu seperti sebagian negara Malaysia, Pulau Sumatra, Jawa, Kalimantan dan Sulawesi. Dalam tatanan ruangnya, pada umumnya arsitektur Melayu merefleksikan unsur kosmologik, seperti penyesuaian orientasi dalam hubungannya dengan aspek geografis (sungai, laut atau gunung, dan peredaran matahari). Dari kondisi geografisnya yang sebagian besar merupakan dataran rendah dengan sungai-sungai sebagai akses utama, dapat diduga bahwa budaya hidup di tepian air sangat berpengaruh dalam pembentukan tradisi berarsitektur di Kalimantan Barat. Catatan sejarah menunjukkan bahwa sebagian besar kesultanan di Kalimantan Barat didirikan di daerah kawasan tepian air. Penelitian ini bertujuan untuk mendapatkan karakteristik spasial (ruang luar dan      \n \n \n \n\nruang dalam) dari keraton kesultanan Melayu yang berada di wilayah pesisir, pedalaman dekat dan pedalaman jauh pada provinsi Kalimantan Barat dan menyusun klasifikasinya. Substansi penelitian yaitu unsur-unsur pembentuk karakteristik spasial (ruang luar dan ruang dalam). Unsur-unsur pembentuk karakteristik ruang seperti suasana dan nuansa ruang, kenyamanan ruang, dan lain-lainya, serta faktor-faktor yang mempengaruhi pembentukan karakterisitik ruang tidak akan dibahas dalam peneltian ini. Dalam upaya mengidentifikasi dan menstrukturkan fenomena unsur-unsur pembentuk      \n \n \n \n\nkarakteristik spasial dari semua keraton, digunakan metoda analisis isi dari data gambar. Hasil dari identifikasi menunjukkan beberapa temuan pada unsur-unsur pembentuk karakteristik ruang luar dan ruang dalam dari keraton, yaitu: lokasi, orientasi dan perletakan massa bangunan, konfigurasi massa, elemen penanda;      \n \n \n \n\nkonfigurasi ruang, bentuk dan susunan ruang, dan pemintakatan ruang pada bangunan utama keraton. Berdasarkan hasil identifikasi tersebut kemudian dilakukan telaah dengan analisis perbandingan.      \n \n \n \n\nTemuan penelitian menunjukkan bahwa karakteristik spasial keraton kesultanan Melayu di Kalimantan Barat ditinjau dari unsur-unsur pembentuk karakteristik      \n \n \n \n\nruangnya adalah sebagai berikut: 1) lokasi istana, baik keraton yang berada di daerah pesisir, pedalaman dekat, maupun pedalaman jauh, selalu berada di kawasan tepian      \n \n \n \n\nsungai; 2) pola perletakan dan orientasi bangunan berdasarkan pada kedudukan sungai, yaitu tegak lurus sungai, sejajar sungai ataupun mengikuti arah hulu dan hilir sungai; 3) konfigurasi massa bangunan keraton dalam tapak sebagian besar membentuk pola linier, yang tersusun secara berlapis baik sejajar sungai maupun      \n \n \n \n\ntegak lurus sungai, dengan jumlah massa yang bervariasi dari dua hingga sepuluh massa bangunan; 4) terdapat tiga elemen penanda tapak yang mendominasi yaitu: tiang bendera kerajaan yang berbentuk seperti tiang kapal, meriam, dan masjid jami' dengan posisi perletakan di depan bangunan ataupun di depan tapak; 5) pengelompokkan keraton berdasarkan hasil perbandingan konfigurasi ruang, bentuk dan susunan ruang, dan perletakan ruang berdasarkan pemintakatan ruang pada bangunan utama, menunjukkan bahwa letak wilayah (pesisir, pedalaman dekat dan pedalaman jauh) tidak mempengaruhi terhadap persamaan ataupun perbedaan yang ada.", "Daftar File": {"2010 TS PP ERWIN RIZAL HAMZAH-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90166", "2010 TS PP ERWIN RIZAL HAMZAH-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90167", "2010 TS PP ERWIN RIZAL HAMZAH-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90168", "2010 TS PP ERWIN RIZAL HAMZAH-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/90169", "2010 TS PP ERWIN RIZAL HAMZAH-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/90170", "2010 TS PP ERWIN RIZAL HAMZAH-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90171", "2010 TS PP ERWIN RIZAL HAMZAH-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90172", "2010 TS PP ERWIN RIZAL HAMZAH-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90173"}, "Penulis": "ERWIN RIZAL HAMZAH (NIM : 25207022)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Sri Rahayu B.U.K, MSA", "Dr. Eng. Bambang Setia Budi, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Arsitektur Melayu, Karakteristik ruang, Keraton Kesultanan Melayu, Kalimantan Barat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}