{"Nomor": 18418, "Judul": "TINJAUAN DINAMIKA FLUIDA PADA ALIRAN LAMINAR DI DALAM PIPA MELALUI PROGRAM APLIKASI COMSOL MULTIPHYSICS 4.2", "Abstrak": "Dinamika fluida adalah salah satu disiplin ilmu yang mempelajari perilaku dari zat cair dan gas dalam keadaan diam ataupun bergerak dan interaksinya dengan benda padat. Dalam kajian dinamika fluida membahas berbagai karakteristik fluida. Tiga pendekatan kajian (teori, eksperimen, dan komputasi) dilakukan orang dari berbagai disiplin ilmu termasuk fisika untuk memahami karakteristik tersebut. Meskipun diketahui bahwa kebanyakan aliran adalah turbulen dibandingkan laminar, tetapi akan dijelaskan fluida yang mengalir dalam pipa yang dikhususkan aliran laminar berkembang penuh. Pemahaman sederhana dalam pembahasan dinamika fluida dengan membuat analisa menggunakan program Comsol Multiphysics 4.2 untuk persamaan Navier Ã‚Â– Stokes pada aliran fluida untuk aliran tunak laminar di dalam pipa. Pengamatan dilakukan untuk mengetahui distribusi dan profil kecepatan dan tekanan serta parameter aliran fluida di dalam pipa. Hasil yang diperoleh bahwa kecepatan dan tekanan di dalam pipa dipengaruhi oleh kecepatan awal(v0), dan nilai viskositas (μ) dari jenis fluida yang mengalir.", "Daftar File": {"2014 TS PP ERWIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90159", "2014 TS PP ERWIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90160", "2014 TS PP ERWIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90161", "2014 TS PP ERWIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90162", "2014 TS PP ERWIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90163", "2014 TS PP ERWIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90164", "2014 TS PP ERWIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90165"}, "Penulis": "ERWIN ( NIM : 90211019 ) Pembimbing : Dr.Ing. Suparno Satira", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ing. Suparno Satira"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dinamika fluida, aliran laminar, Comsol Multiphysic", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}