{"Nomor": 18413, "Judul": "PERILAKU PENGUAPAN BAHAN POLY(VINYLIDENE DIFLUORIDE) DALAM RUANG VAKUM PADA SUBSTRAT GELAS", "Abstrak": "Dalam tugas akhir ini, akan dilakukan pembuatan film tipis PVDF dengan menggunakan pompa vakum yang memiliki laju pompa vakum 28.624 cm3/s dan tekanan minimum sebesar 900 Pa. Film tipis PVDF akan dibuat pada permukaan substrat preparat berbahan kaca untuk melihat perilaku penguapan bahan PVDF terhadap waktu pembuatan film tipis dan tekanan Chamber. Diameter butiran yang melekat di permukaan substrat akan berubah terhadap lamanya waktu percobaan yang dilakukan. Seperti mekanisme pembentukan film tipis model Volmer-Weber, semakin lama melakukan penguapan bahan film tipis, maka distribusi butiran berdiameter besar pada permukaan substrat akan semakin meningkat. Tekanan sistem vakum yang digunakan juga akan berpengaruh terhadap pembentukan film tipis di permukaan substrat, karena semakin rendah tekanan pada sistem maka pertumbuhan film tipis pada permukaan substrat akan semakin cepat. Dari hasil yang diperoleh maka dapat diketahui bahwa model pembuatan film tipis di permukaan substrat kaca dari bahan PVDF yang diuapkan akan berkembang seperti model Volmer-Weber, dimana semakin lama melakukan penguapan bahan PVDF maka distribusi butiran berdiameter besar di permukaan substrat akan meningkat dan semakin rendah tekanan dalam chamber maka akan mempercepat perkembangan film tipis di permukaansubstrat.", "Daftar File": {"2013 TA PP ERLIAMSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90125", "2013 TA PP ERLIAMSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90126", "2013 TA PP ERLIAMSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90127", "2013 TA PP ERLIAMSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90128", "2013 TA PP ERLIAMSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90129", "2013 TA PP ERLIAMSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90130", "2013 TA PP ERLIAMSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90131"}, "Penulis": "ERLIANSYAH WIDHI PUTRA (NIM : 10207009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Suparno Satira, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Vakum, Mean free path, Metode Vacuum Deposition, model Volmer-Weber.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}