{"Nomor": 18427, "Judul": "KESENJANGAN ANTARA KEBIJAKAN, PRODUK RENCANA DAN PELAKSANAAN PROGRAM PENGEMBANGAN PARIWISATA DI PERKAMPUNGAN BUDAYA BETAWI, SETU BABAKAN", "Abstrak": "Pariwisata semakin berkembang. Jakarta memiliki potensi dan peluang yang sangat besar untuk mengembangkan industri pariwisata. Selain kedudukannya yang strategis sebagai Ibukota Negara Republik Indonesia, Jakarta juga memiliki potensi wisata berupa warisan Budaya Betawi. Dalam Peraturan Daerah No 3 Tahun 2005, Pemerintah menetapkan Perkampungan Budaya Betawi sebagai kawasan pariwisata dengan fungsi pelestarian nilai budaya. Dalam pengembangan suatu objek wisata dibutuhkan perencanaan yang matang, baik dalam kebijakan dan produk rencana, yang saling bersinergis yang selanjutnya dapat di laksanakan di lapangan. Memasuki tahun ke lima penetapan Perkampungan Budaya Betawi, daya tarik budaya berupa kegiatan budaya yang semakin menurun, aksesibilitas yang tidak berkembang serta sarana dan prasarana pariwisata yang tidak bertambah.     \n \n \n \n \n\nTujuan dari penelitian ini adalah mengetahui kesenjangan antara Kebijakan, Produk Rencana dan Pelaksanaan Program Pengembangan Pariwisata di Perkampungan Budaya Betawi, Setu Babakan sesuai dengan penetapannya sebagai objek wisata. Temuan-temuan diharapkan dapat menjadi umpan balik dan masukan dalam penyusunan program pengembangan pariwisata di Perkampungan Budaya Betawi.     \n \n \n \n \n\nMetode penelitian yang digunakan adalah metode kualitatif dengan pedekatan analisis yang digunakan yaitu content analysis untuk melihat inferensi kebijakan dan produk perencanaan, juga dilakukan analisis frekuensi untuk melihat persepsi pengunjung terhadap komponen pariwisata di Perkampungan Budaya Betawi. Sebagain besar analisis menggunakan analisis deskriptif untuk mengetahui mengetahui kesenjangan antara Kebijakan, Produk Rencana dan Pelaksanaan Program Pengembangan Pariwisata di Perkampungan Budaya Betawi, Setu Babakan.     \n \n \n \n \n\nHasil penelitian menunjukkan antar peraturan daerah, keputusan gubernur dan Master Plan Kawasan memilki keselaran dalam mendukung fungsi Perkampungan Budaya Betawi sebagai objek wisata. Namun tidak seluruh produk rencana dapat direalisasikan secara maksimal karena perencanaan tidak sesuai dengan kondisi di lapangan dan penyusunan konsep yang tidak sesuai teori. Kesenjangan yang terjadi yaitu ketersediaan lahan yang sudah minim yaitu pada rencana pembentukan zona dan sarana parkir, konsep yang tidak sesuai pada wisata air dan pedestrian, dan kesenjangan pada target wisatawan di PBB.", "Daftar File": {"2009 TA PP EURIKA PUTRI ANDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90226", "2009 TA PP EURIKA PUTRI ANDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90227", "2009 TA PP EURIKA PUTRI ANDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90228", "2009 TA PP EURIKA PUTRI ANDITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90229", "2009 TA PP EURIKA PUTRI ANDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90230", "2009 TA PP EURIKA PUTRI ANDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90231"}, "Penulis": "EURIKA PUTRI ANDITA (NIM : 15405044)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pariwisata, Kesenjangan, Budaya Betawi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}