{"Nomor": 18428, "Judul": "REPOSISI MUKIM DALAM SISTEM PEMERINTAHAN LOKALITAS DI ACEH (Studi Kasus : Peran Mukim dalam Tata Kelola Sumberdaya Alam di Kota Lhokseumawe)", "Abstrak": "Formalisasi mukim ke dalam sistem pemerintahan daerah ternyata menimbulkan kondisi yang dilematis di berbagai kabupaten/kota di Provinsi Aceh salah satunya adalah di Kota Lhokseumawe. Secara de jure keberadaan mukim telah diakui melalui Undang-Undang Pemerintahan Aceh sebagai lembaga pemerintahan sekaligus lembaga adat formal tetapi secara de facto mukim yang ada saat ini tidak lebih sebagai lembaga adat non formal yang tidak punya kuasa untuk memerintah. Pada akhirnya mukim menghadapi persoalan legitimasi kekuasaan formal dan peningkatan bobot fungsi sehingga perlu dilakukan reposisi yang tepat di dalam sistem pemerintahan lokalitas melalui perannya dalam tata kelola sumberdaya alam perikanan dan kelautan di Kota Lhokseumawe. Penelitian ini dilakukan secara kualitatif eksploratif dengan pendekatan studi  \n \n\nkasus. Untuk mencapai tujuannya yaitu mereposisi mukim dalam sistem pemerintahan lokalitas maka dilakukan lima sasaran meliputi identifikasi struktur kelembagaan, identifikasi stakeholder mukim, identifikasi urusan-urusan mukim, identifikasi peran mukim dalam pembangunan, dan penentuan reposisi mukim dalam sistem pemerintahan lokalitas di Lhokseumawe. Transformasi mukim secara kasat mata telah membawa perubahan dengan  \n \n\nmunculnya unsur-unsur kelengkapan mukim tetapi tidak terjadi peningkatan fungsi dan peran sama seperti di masa orde baru. Kebijakan pemerintahan mukim secara top down telah diputuskan pada tataran provinsi melalui Qanun Aceh tentang Pemerintahan Mukim. Dengan berlandaskan pada prinsip otonomi daerah dan karakteristik Kota Lhokseumawe maka reposisi mukim dalam penelitian ini dilakukan secara bottom up berdasarkan pembagian urusan-urusan yang tegas sesuai dengan kondisi yang ada di Lhokseumawe.", "Daftar File": {"2011 TS PP EVA JULIANTI 1 -COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90232", "2011 TS PP EVA JULIANTI 1 -BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90233", "2011 TS PP EVA JULIANTI 1 -BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90234", "2011 TS PP EVA JULIANTI 1 -BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90235", "2011 TS PP EVA JULIANTI 1 -BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90236", "2011 TS PP EVA JULIANTI 1 -BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90237", "2011 TS PP EVA JULIANTI 1 -BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/90238", "2011 TS PP EVA JULIANTI 1 -BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/90239", "2011 TS PP EVA JULIANTI 1 -PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90240"}, "Penulis": "EVA JULIANTI (NIM : 24009032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Andi Oetomo, MPL"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Mukim, Reposisi, Kota Lhokseumawe.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}