{"Nomor": 18429, "Judul": "ANALISA DAMPAK PENGALIHAN BEBERAPA ASET PT TAMBANG TIMAH KE PT TIMAH (PERSERO) TBK TERHADAP KINERJA DAN EFISIENSI PT TIMAH (PERSERO) TBK", "Abstrak": "ABSTRAK    \n \n \n \n\nProgram pemandirian anak perusahaan-anak perusahaan PT Timah (Persero) Tbk (PT Tbk) diantaranya yaitu PT Tambang Timah (PT TT), yang mengakibatkan terjadinya transaksi penyewaan bangunan, mesin dan peralatan yang ditagihkan oleh PT TT kepada PT Tbk atas pemakaian bangunan, mesin dan peralatan milik PT TT yang dipakai oleh PT Tbk. PT Tbk adalah perusahaan pertambangan bijih timah yang menyewa aset dari anak perusahaannya yaitu PT TT berupa 5 (lima) kapal keruk untuk alat operasional menambang timah di wilayah Ijin Usaha Pertambangan (IUP)PT Tbk dengan total biaya sewa per tahun sebesar Rp.40.202.862.562,-   \n \n\n(termasuk Pajak Pertambahan Nilai) dengan masa sewa 5 (lima) tahun. Dengan adanya efisiensi biaya operasional perusahaan, maka PT Tbk mengkaji ulang apakah biaya sewa kapal keruk ini lebih murah atau lebih mahal daripada kapal keruk tersebut dibeli oleh PT Tbk dari PT TT.    \n \n \n \n\nAnalisa dilakukan menggunakan analisa Net Advantage to Leasing (NAL) yaitu total penghematan dari opsi sewa aset sebagai lawan untuk membelinya langsung. Manfaat leasing ditentukan dengan membandingkan nilai sekarang bersih dari pembelian aset langsung ke nilai sekarang bersih dari sewa itu, yang menghasilkan selisih biaya minus Rp. 33.396.774.648,-, yang menunjukkan bahwa opsi sewa kapal keruk tidak menguntungkan dibandingkan kapal keruk tersebut dibeli. Opsi Pembelian 5 (lima) kapal keruk ini dapat menghasilkan efisiensi dengan berkurangnya uang kas    \n \n\nkeluar lebih kurang sebesar Rp. 90.257.696.866,- dan dapat meningkatkan kinerja PT Tbk yang diperlihatkan dalam analisa rasio Return on Aset (ROA) yaitu ukuran keefektifan manajemen dalam menghasilkan laba dengan aset yang tersedia diproyeksikan tahun 2013 menjadi 11%, analisa rasio Return on Investment (ROI) yaitu kemampuan dari modal yang diinvestasikan dalam keseluruhan aktiva untuk menghasilkan keuntungan neto diproyeksikan tahun 2013 sebesar11%, dan analisa rasio Return on Equity (ROE) yaitu kemampuan perusahaan dalam memberikan tingkat pengembalian    \n \n\ninvestasi kepada para pemodalnya diproyeksikan tahun 2013 menjadi 15%.    \n \n \n \n\nKata Kunci : Sewa-Beli, Net Advantage to Leasing (NAL), ROA, ROI, ROE.", "Daftar File": {"2013 TS PP EVA MAHDALENA1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90241", "2013 TS PP EVA MAHDALENA1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90242", "2013 TS PP EVA MAHDALENA1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90243", "2013 TS PP EVA MAHDALENA1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90244", "2013 TS PP EVA MAHDALENA1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90245", "2013 TS PP EVA MAHDALENA1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90246"}, "Penulis": "Eva Mahdalena (NIM. 29111421)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kata Kunci : Sewa-Beli, Net Advantage to Leasing (NAL), ROA, ROI, ROE.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}