{"Nomor": 18433, "Judul": "PEMETAAN HABITAT DASAR PERAIRAN DANGKAL PULAU NUSA LEMBONGAN DAN NUSA CENINGAN MENGGUNAKAN CITRA SATELIT LANDSAT 8", "Abstrak": "Pulau Nusa Lembongan dan Nusa Ceningan merupakan dua dari tiga pulau pada perairan Nusa Penida, Provinsi Bali, dengan keanekaragaman hayati terumbu karang tepi mencapai 296 jenis pada kedalaman kurang dari 30 meter. Memiliki resolusi temporal 14 hari dan resolusi spasial 30 m2, menjadikan penggunaan metode penginderaan jauh memanfaatkan citra satelit LANDSAT 8 sebagai salah satu alternatif dalam kegiatan pemetaan habitat dasar perairan dangkal secara efektif dan berkelanjutan dalam skala regional. Dalam penelitian ini akan ditentukan kombinasi tiga dari empat buah kanal yang paling efektif untuk menghitung informasi luas zona habitat dasar perairan dangkal. Agar dapat disajikan sebagai sebuah peta tematik, terlebih dahulu dilakukan koreksi geometrik citra satelit terhadap peta Lingkungan Pantai Indonesia skala 1:50.000 milik Badan Informasi Geospasial (BIG). Koreksi atmosfer dan koreksi kolom air masing-masing dilakukan dengan menggunakan metode Fast Line-of-sight Atmospheric Analysis of Hypercubes (FLAASH) dan algoritma Lyzenga. Kombinasi kanal dengan efektifitas terbaik ditentukan dengan melakukan perbandingan hasil pemetaan habitat dasar perairan dangkal menggunakan kombinasi kanal 123, 124, 134, dan 234 dengan metode klasifikasi ISODATA. Analisis terhadap hasil penelitian dilakukan secara kualitatif berdasarkan karakteristik spektral objek dasar perairan dangkal, data habitat bentik milik Balai Penelitian dan Observasi Laut (BPOL), serta beberapa Sistem Informasi Geografis berbasis web yang ada. Kombinasi kanal 123 pada LANDSAT 8 dinyatakan mampu memberikan informasi luas habitat bentik 4.080.600 m2 yang terdiri dari 1.618.200 m2 terumbu karang, 1.684.800 m2 vegetasi berupa lamun dan alga, serta 776.600 m2 substrat dasar perairan berupa pasir ataupun terumbu karang yang sudah mati dengan rasio antar habitat terhadap substrat dasar perairan sebesar 2,1 : 2,2 : 1.", "Daftar File": {"2013 TA PP FABIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90267", "2013 TA PP FABIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90268", "2013 TA PP FABIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90269", "2013 TA PP FABIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90270", "2013 TA PP FABIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90271", "2013 TA PP FABIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90272"}, "Penulis": "FABIAN SURYA PRAMUDYA ( 15110033 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.rer.nat. Wiwin Windupranata, ST, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemetaan Habitat Bentik, Terumbu Karang, Algoritma Lyzenga, LANDSAT 8, FLAASH, ISODATA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}