{"Nomor": 18432, "Judul": "USULAN STRATEGI PEMASARAN UNTUK SUPERMARKET Y UNTUK MENINGKATKAN PENJUALAN PRODUK-PRODUK ORGANIK", "Abstrak": "Kesenjangan antara sikap dan tindakan masyarakat terhadap kelestarian lingkungan adalah masalah yang dihadapi oleh Supermarket Y, di mana produk-produk organik yang dijual  masih kurang diinginkan oleh orang-orang di kota Bandung. Berdasarkan analisis internal dan eksternal, ada beberapa kekurangan yang dimiliki oleh Supermarket Y dalam menjual produk organik. Supermarket Y dalam menjual produk organik tidak tahu jelas siapa target pasar mereka. Berdasarkan survei yang dilakukan, tingkat kesadaran masyarakat yang tergolong rendah. Kurangnya kesadaran beberapa orang bisa disebabkan karena tidak semua cabang Supermarket Y menjual produk organik, kondisi pajangan produk organik yang kurang teratur, dan Supermarket Y tidak menyediakan keterengan tentang produk organik di daerah supermarket. Selain itu, ada beberapa hal yang dapat mengurangi ketertarikan konsumen untuk membeli produk organik berdasarkan pada situasi di supermarket, harga produk organik yang mahal, tidak semua produk organik yang dijual memiliki sertifikasi organik, dan kurangnya informasi yang diberikan oleh service crew kepada konsumen. Beberapa alternatif solusi yang dapat digunakan sebagai strategi pemasaran untuk Supermarket Y untuk meningkatkan kesadaran dan minat masyarakat pada produk organik adalah memiliki target pasar yang jelas, menawarkan produk organik yang memiliki sertifikasi resmi, menciptakan private label untuk produk organik, menyediakan produk organik campuran, menyediakan produk-produk organik di setiap cabang Supermarket Y, memberikan pelatihan singkat untuk semua staf departemen fresh, membuat standar pajangan produk organik di area supermarket, dan melakukan promosi seperti; promosi lewat media sosial, event khusus, promosi di dalam toko, brosur , diskon khusus, dan menciptakan program donasi untuk gerakan lingkungan hidup.", "Daftar File": {"2013 TS PP EZRON MARTIN VIVALDI SILALaHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90261", "2013 TS PP EZRON MARTIN VIVALDI SILALaHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90262", "2013 TS PP EZRON MARTIN VIVALDI SILALaHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90263", "2013 TS PP EZRON MARTIN VIVALDI SILALaHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90264", "2013 TS PP EZRON MARTIN VIVALDI SILALaHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90265", "2013 TS PP EZRON MARTIN VIVALDI SILALaHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90266"}, "Penulis": "EZRON MARTIN VIVALDI SILALAHI (NIM: 29111038) Pembimbing : Dr. Mustika Sufiati Purwanegara", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mustika Sufiati Purwanegara"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Mix, Supermarket, Organic Product, Awareness", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}