{"Nomor": 18449, "Judul": "lDENTIFIKASI BUQIET SKATEPARK DI KOTA BANDUNG SEBAGAI SALAH SATU BENTUK INOVASI DALAM PEMBANGUNAN KOTA", "Abstrak": "Kota merupakan kawasan yang heterogen dan unik jika dilihat dari aktivitas dan masyarakat di dalamnya. Akibat dari itu, kebutuhan dan permasalahan di kota lebih beragam dibandingkan di kawasan pinggiran atau perdesaan. Kota dengan permasalahan dan kebutuhannya di dalamnya, dituntut untuk mampu mengatasi dan menjawab hal itu agar kota tetap bertahan dan dan bahkan lebih berkembang. Konsep inovasi dalam pembangunan kota yang berasal dari konsep di bidang industri muncul untuk menghadapi kebutuhan dan permasalahan kota yang semakin beragam. Inovasi kota memiliki kunci utama yaitu sesuatu yang baru dan bermanfaat. Inovasi dalam pembangunan kota dibutuhkan karena ia dapat menciptakan daya saing kota, menyediakan kebutuhan sosial, meningkatkan pertumbuhan ekonomi, meningkatkan standar hidup dan sebagainya. Inovasi tersebut dapat berupa inovasi segi fisik maupun non-fisik yang dapat dinisiasikan oleh siapa saja baik pemerintah, swasta, ataupun masyarakat.   \n \n \n\nKota Bandung sebagai kota kreatif yang menyimpan potensi-potensi kreatif di dalam masyarakatnya, semakin mendorong terciptanya inovasi-inovasi kota. Kebutuhan masyarakat kota beragam termasuk kebutuhan masyarakat muda. Salah satunya adalah kebutuhan akan prasarana atau fasilitas sosial (olahraga dan rekreasi) untuk bermain atau berolahraga skateboard yaitu skatepark. Kota Bandung menjadi kota penginisiasi munculnya skatepark dengan bedirinya Buqiet Skatepark. Buqiet Skatepark menjadi sebuah inovasi kota karena ia menjawab kebutuhan anak muda yang jarang diprioritaskan serta merupakan hal yang baru bagi para penggunanya. Buqiet Skatepark juga bermanfaat bagi para pemain skateboard yang jumlah tidak sedikit dan semakin meningkat di Kota Bandung.   \n \n \n\nBuqiet Skatepark yang didirikan oleh beberapa orang ini, mengalami proses inovasi didalamnya dengan cukup sederhana dan pada awalnya tidak memiliki tujuan ke arah inovasi yang berdampak bagi kota. Inovasi akan menjadi lebih bermanfaat apabila inovasi tersebut dapat diterapkan atau diadopsi oleh pihak lain di lokasi yang berbeda. Hal ini terbukti dengan berdirinya skatepark-skatepark di kota lain dengan tujuan yang lebih terintegrasi dengan kota setelah kemunculan Buqiet Skatepark ini. Inovasi dalam pembangunan kota dengan contoh Buqiet Skatepark ini memang tidak berdampak luas bagi pembangunan kota di Bandung karena ia merupakan inovasi yang bersifat parsial dan tidak tersistem. Namun hal ini setidaknya dapat dijadikan sebuah contoh atau good practise bagi pihak-pihak pengadopsi inovasi atau pada pihak-pihak yang ingin menginisiasikan inovasi-inovasi kota lainnya yang lebih baik.", "Daftar File": {"2010 TA PP FANNY AZZUHRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90402", "2010 TA PP FANNY AZZUHRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90403", "2010 TA PP FANNY AZZUHRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90404", "2010 TA PP FANNY AZZUHRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90405", "2010 TA PP FANNY AZZUHRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90406", "2010 TA PP FANNY AZZUHRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90407", "2010 TA PP FANNY AZZUHRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90408"}, "Penulis": "FANNY AZZUHRA (NIM : 15406051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tubagus Furqon Sofhani, MA, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Buqiet Skatepark,  inovasi pembangunan kota", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}