{"Nomor": 18448, "Judul": "IMPLEMENTASI KONSEP PENGEMBANGAN BERORIENTASI TRANSIT BERDASARKAN OPTIMALISASI SIRKULASI (Kasus: Pengembangan Bangunan Stasiun Kereta Api Medan)", "Abstrak": "Kota Medan sebagai salah satu kota terbesar di Indonesia membutuhkan sistem transportasi yang memadai. Saat ini kota Medan sedang membangun sebuah bandara bertaraf internasional di Kuala Namu. Sebagai bagian dari pembangunan bandara internasional Medan di Kuala Namu, PT. KA membuat jalur kereta api dari stasiun kereta api Medan ke bandara internasional Medan untuk mendukung sistem transportasi. Integrasi dibutuhkan untuk mempermudah aktifitas transit di stasiun kereta api. Salah satu konsep yang mendukung integrasi tersebut yaitu konsep transit oriented development (TOD). Konsep TOD dalam skala mikro dapat dicapai dengan mengintegrasikan kawasan, beragam fungsi, dan sistem transportasi. Kunci dari integrasi tersebut yaitu sirkulasi yang optimal. Sirkulasi terdiri dari dua elemen, yaitu pergerakan dan media sebagai penghubung.      \n \n \n \n\nTapak stasiun kereta api Medan tidak mudah dicapai dan dilewati oleh pergerakan pejalan, karena terfragmentasi dengan tapak sekitarnya. Hal ini menyebabkan aktifitas transit tidak berjalan dengan baik. Oleh karena itu, perlu adanya perencanaan dan desain yang baik pada bangunan stasiun kereta api, agar dapat menjadi pengintegrasi kawasan, beragam fungsi, dan sistem transportasi. Dengan terintegrasinya kawasan, beragam fungsi, dan sistem transportasi tersebut, akan dapat menarik pergerakan ke dalam dan melintasi bangunan, sehingga stasiun kereta api ini dapat menghidupkan aktifitas transit dan aktifitas publik. Tesis ini menjelaskan penerapan konsep TOD berdasarkan optimalisasi sirkulasi pada perancangan bangunan stasiun kereta api agar dapat mengakomodasi aktifitas transit dan aktifitas publik.", "Daftar File": {"2010 TS PP FAKHRI AULIA-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90394", "2010 TS PP FAKHRI AULIA-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90395", "2010 TS PP FAKHRI AULIA-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90396", "2010 TS PP FAKHRI AULIA-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90397", "2010 TS PP FAKHRI AULIA-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90398", "2010 TS PP FAKHRI AULIA-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90399", "2010 TS PP FAKHRI AULIA-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/90400", "2010 TS PP FAKHRI AULIA-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90401"}, "Penulis": "FAKHRI AULIA(NIM: 252 08 015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "stasiun kereta api, transit oriented development, sirkulasi, Medan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}