{"Nomor": 18441, "Judul": "STUDI PENENTUAN TAHANAN GULIR UNTUK JALAN ANGKUT TAMBANG DENGAN SIMULASI LABORATORIUM DAN PENGUKURAN LAPANGAN DI TAMBANG TERBUKA BATUBARA", "Abstrak": "Tahanan gulir atau biasa disebut Rolling Resistance adalah salah satu faktor yang mempengaruhi produktivitas alat angkut di tambang. Tahanan gulir didefinisikan  \n \n\nsebagai gaya yang bekerja pada bagian alat angkut yang berinteraksi dengan material jalan (ban) yang mempunyai arah berlawanan dengan arah pergerakan alat angkut. Faktor-faktor yang mempengaruhi tahanan gulir adalah berat, kecepatan, kemiringan jalan, daya dukung tanah, jenis ban, serta tekanan ban.  \n \n\nPenelitian ini bertujuan untuk menentukan nilai tahanan gulir dan koefisien tahanan gulir yang dilakukan di laboratorium dan di lapangan (PT. Bukit Asam Tbk.) serta menganalisis faktor-faktor yang mempengaruhi nilai koefisien tahanan gulir yang dihasilkan. Perhitungan nilai CRR dilakukan dengan menggunakan simulasi penarikan gerobak dengan wire rope yang digerakkan oleh mesin winch untuk pengujian laboratorium dan untuk di lapangan sistem penarikan gerobak menggunakan mobil. Parameter-parameter yang digunakan pada penelitian ini  \n \n\nadalah berat total muatan, tekanan pemompaan ban, jenis ban, kecepatan penarikan, dan kemiringan.  \n \n\nDari hasil pengujian yang telah diperoleh di laboratorium dengan menggunakan material lintasan berupa pasir lempungan dan batuan andesit, maka nilai koefisien  \n \n\ntahanan gulir yang dihasilkan adalah 0,078 Ã‚Â– 0,132. Untuk pengujian di lapangan PT.Bukit Asam Tbk. telah dilakukan pengujian di 3 lokasi yang berbeda yang secara umum memiliki permukaan material berupa silt. Nilai kofisien yang diperoleh, sebagai berikut :  \n \n\n- Pada jalan angkut diluar pit (MTB) berkisar antara 0,027 - 0,066  \n \n\n- Pada jalan di lokasi penimbunan (Mahayung) berkisar antara 0,051-0,083  \n \n\n- Pada jalan inspeksi di dalam pit (Front Tambang Airlaya) berkisar antara 0,065 Ã‚Â– 0,071", "Daftar File": {"2010 TA PP FAJAR HERMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90337", "2010 TA PP FAJAR HERMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90338", "2010 TA PP FAJAR HERMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90339", "2010 TA PP FAJAR HERMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90340", "2010 TA PP FAJAR HERMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90341", "2010 TA PP FAJAR HERMAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90342", "2010 TA PP FAJAR HERMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90343"}, "Penulis": "FAJAR HERMAWAN (NIM : 12104022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuhindro Priagung Widodo, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tahanan gulir,  Rolling Resistance, batubara, PT. Bukit Asam Tbk, jalan angkut", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}