{"Nomor": 18459, "Judul": "VISUALISASI TIGA DIMENSI (3D) OBJEK DIATAS PERMUKAAN AIR DENGAN MENGGUNAKAN AUTOCAD MAP 3D DAN ARCGIS (Studi Kasus : Hotel Pantai Gapura Makassar)", "Abstrak": "Kondisi laut yang dinamis dan bersifat tiga dimensi yang memiliki bidang horizontal dan vertikal, sehingga memungkinkan terjadinya banyak pemakaian (multi-use) pada satu bidang vertikal suatu persil laut. Kondisi ini apabila disajikan secara 2D seolah-olah terjadi keadaan tumpang tindih pada suatu posisi di persil laut, oleh karena itu diperlukan sebuah model 3D yang dapat memvisualisasikan kondisi secara vertikal.       \n \n \n \n \n \n \n\nPada tugas akhir ini, objek diatas permukaan air yang digunakan sebagai studi kasus adalah Hotel Pantai Gapura Makassar. Data yang digunakan pada terdiri atas data koordinat titik detail, dan data batimetri. Koordinat titik detail digunakan untuk membangun objek, sedangkan data batimetri digunakan untuk mendapatkan kontur kedalaman. Model 3D Hotel Pantai Gapura diperoleh dengan cara membuat Ã‚Â“footprintÃ‚Â” (tapak) objek secara 2D dan menambah tinggi bangunan untuk mendapatkan objek 3D. Kontur kedalaman diperoleh dengan cara interpolasi dari data batimetri. Pembentukan model 3D ini menggunakan Perangkat lunak Autocad Map 3D dan ArcGIS. Dilakukan analisis terhadap model 3D yang dihasilkan dengan membandingkan prosedur pembentukan model 3D dari masing-masing perangkat lunak, selanjutnya Visualisasi yang diperoleh ditentukan level of detailnya berdasarkan kategori OGC (Open Geospatial Consortium).       \n \n \n \n \n \n \n\nVisualisasi model 3D yang diperoleh dapat digunakan untuk penerapan kadaster 3D Hybrid dengan Alternatif registration of 3D physical Object.", "Daftar File": {"2013 TA PP  FASTIMON FESVUR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90475", "2013 TA PP  FASTIMON FESVUR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90476", "2013 TA PP  FASTIMON FESVUR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90477", "2013 TA PP  FASTIMON FESVUR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90478", "2013 TA PP  FASTIMON FESVUR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90479", "2013 TA PP  FASTIMON FESVUR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90480", "2013 TA PP  FASTIMON FESVUR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90481"}, "Penulis": "FASTIMON FESVUR (NIM: 15108089)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Ir. S. Hendriatiningsih, M.S"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Visualisasi 3D, objek diatas permukaan air, kadaster 3D", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}