{"Nomor": 18457, "Judul": "ANALISA PENGARUH LAJU PEMBEBANAN TERHADAP KUAT TEKAN UNIAKSIAL CONTOH BETON", "Abstrak": "Salah satu sifat mekanik batuan yang paling banyak diuji adalah kuat tekan uniaksial (UCS). Pada uji kuat tekan uniaksial, contoh batuan berbentuk silinder ditekan dibawah satu komponen tegangan (uniaksial) hingga contoh tersebut mengalami keruntuhan. Pengujian kuat tekan uniaksial akan memberikan sifat Ã‚Â– sifat mekanik batuan berupa kuat tekan uniaksial batuan (c), modulus elastisitas (E), nisbah Poisson (), dan kurva tegangan Ã‚Â– regangan.  \n \n\nSalah satu faktor yang mempengaruhi hasil uji kuat tekan uniaksial adalah laju pembebanan. Tujuan penelitian ini adalah untuk mempelajari pengaruh laju pembebanan terhadap sifat mekanik contoh beton pada pengujian kuat tekan uniaksial. Beberapa ahli telah melakukan penelitian pengaruh laju pembebanan terhadap kuat tekan uniaksial, seperti Abrams (1917), Jones dan Richart (1936), Watstein (1953), Cowell (1966), Atchley dan Furr (1967), Takeda dan Tachikawa (1971), Sparks dan Menzies (1973), Evan (1958), Wakabayashi et al. (1980), Fu, Erki, dan Seckin (1991), Bischoff dan Perry (1991), dan lain Ã‚Â– lain.  \n \n\nPada penelitian ini, contoh beton dengan perbandingan semen dan pasir 1 : 1, diuji kuat tekan uniaksial dengan selang laju pembebanan 0,024 MPa/detik hingga 0,003 MPa/detik (8 Ã‚Â– 65 menit). Berdasarkan hasil pengamatan pada penelitian ini, secara umum diperoleh bahwa kuat tekan uniaksial (c) akan menurun sebesar 8,38% seiring penurunan laju pembebanan, modulus elastisitas Average (EAv) akan meningkat sebesar 1,5% seiring penurunan laju pembebanan, modulus elastisitas Sekan (Esec) akan menurun sebesar 15,73% seiring penurunan laju pembebanan, modulus elastisitas Tangen (Etan) akan menurun sebesar 13% seiring penurunan laju pembebanan, nisbah Poisson () akan menurun sebesar 17,39% seiring penurunan laju pembebanan, dan perubahan laju pembebanan tidak memiliki pengaruh yang signifikan terhadap perubahan bentuk kurva tegangan Ã‚Â– regangan.", "Daftar File": {"2010 TA PP FARIZ OCTAVIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90461", "2010 TA PP FARIZ OCTAVIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90462", "2010 TA PP FARIZ OCTAVIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90463", "2010 TA PP FARIZ OCTAVIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90464", "2010 TA PP FARIZ OCTAVIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90465", "2010 TA PP FARIZ OCTAVIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90466", "2010 TA PP FARIZ OCTAVIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90467"}, "Penulis": "FARIZ OCTAVIANSYAH (NIM : 12103024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Suseno Kramadibrata M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Beton, uniaksial,  kurva tegangan, regangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}