{"Nomor": 18455, "Judul": "KETERKAITAN ANTARA POLA SEBARAN MINIMARKET DENGAN KINERJA USAHA TOKO PENGECER TRADISIONAL DI KOTA KECIL  (STUDI KASUS : KOTA SOREANG )", "Abstrak": "Adanya persoalan keterbatasan ruang dan lahan perkotaan di di kota-kota besar dan metropolitan menyebabkan terjadinya pergeseran kecenderungan pelayanan perdagangan eceran dari pusat kota di kota besar dan metropolitan ke kota-kota kecil khususnya kota kecil dengan jumlah penduduk di bawah 100.000 jiwa yang terletak di pinggiran kota besar dan metropolitan (Bruegmann, 2005). Bentuk pergeseran pelayanan perdagangan eceran yang terjadi diantaranya ialah tumbuhnya toko pengecer modern dalam bentuk minimarket yang melayani pasar yang lebih kecil. Bentuk pergeseran ini terjadi di Kota Soreang yang termasuk ke dalam Wilayah Metropolitan Bandung yakni kota satelit I dimana perkembanganya dipengaruhi langsung oleh Kota Bandung sebagai kota inti. Masih tersedianya lahan yang memadai (65,3 % lahan perkotaan didominasi oleh lahan pertanian) serta tumbuhnya pusat-pusat permukiman baru di Kota Soreang menjadi peluang bagi minimarket untuk berkembang di kota ini. Namun, belum adanya ketentuan rinci yang mengatur ketentuan lokasi dan jarak minimarket terhadap toko pengecer tradisional di wilayah sekitar yang lebih kecil menyebabkan pembangunan minimarket yang tidak terencana dan cenderung berdekatan dengan pasar, toko, dan warung pengecer tradisional. Survei yang dilakukan oleh AC Nielsen (2005) menunjukkan semakin berkurangnya pangsa pasar toko pengecer tradisional akibat munculnya toko modern tersebut. Di Kota Soreang sendiri UKM dalam bentuk toko pengecer tradisional ini berperan sebagai salah satu sumber penting bagi pertumbuhan PDRB dan ekspor non migas dimana sektor perdagangan menjadi penyumbang angka PDRB terbesar kedua setelah industri pengolahan melalui sub sektor perdagangan besar dan eceran.        \n \n \n \n \n \n \n\nStudi ini bertujuan untuk melihat keterkaitan antara pola sebaran minimarket dengan kinerja usaha toko pengecer tradisional di Kota Soreang. Tujuan tersebut dijabarkan kedalam empat sasaran studi yakni mengidentifikasi pola sebaran minimarket dan toko pengecer tradisional, mengidentifikasi kinerja usaha toko pengecer tradisional sejak berdirinya minimarket, mengidentifikasi karakteristik persaingan usaha toko pengecer tradisional, dan mengidentifikasi keterkaitan antara faktor-faktor produksi toko pengecer tradisional dengan kinerja usaha toko pengecer tradisional.        \n \n \n \n \n \n \n\nHasil studi menunjukkan pola sebaran toko pengecer tradisional di Kota Soreang mengikuti arah perkembangan kota berdasarkan kawasan terbangunnya dimana minimarket lebih berlokasi mendekati tempat-tempat pusat pelayanan dan kegiatan yang menjadi highest order place Kota Soreang (kawasan pusat kota) sedangkan toko pengecer tradisional cenderung berlokasi mendekati tempat-tempat yang memiliki jumlah penduduk tinggi (kawasan permukiman). Bedasarkan kinerja usahanya terjadi penurunan kinerja dalam indikator rata-rata omzet dan keuntungan harian khususnya pada toko pengecer tradisional yang berlokasi dekat dengan minimarket. Namun, toko pengecer tradisional yang berlokasi dekat dengan minimarket di kawasan pusat kota memiliki peluang lebih besar untuk meningkatkan omzet dan keuntungan daripada di kawasan permukiman. Meskipun bukan permasalahan utama, persaingan dengan minimarket mulai dirasakan oleh toko pengecer tradisional yang berlokasi dekat dengan minimarket. Keterbatasan modal menyebabkan terbatasnya strategi usaha yang dilakukan para pedagang toko pengecer tradisional dalam bersaing dengan minimarket. Kinerja usaha pengecer tradisional lebih dipengaruhi oleh faktor eksternal daripada faktor internalnya. faktor eksternal yang mempengaruhi kinerja usaha pengecer tradisional adalah aktivitas minimarket yang menjual jenis barang dagangan yang sama dengan harga yang lebih murah dibandingkan dengan toko pengecer tradisional. Faktor eksternal lainnya adalah jarak toko ke minimarket dimana mempengaruhi tingkat perubahan keuntungan harian pengecer tradisional. Faktor internal yang mempengaruhi kinerja usaha toko pengecer tradisional adalah pengalaman berdagang, tahun berdiri toko, perubahan pemasok, perubahan ukuran toko, dan ukuran toko", "Daftar File": {"2009 TA PP FARIS EFFANDI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90445", "2009 TA PP FARIS EFFANDI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90446", "2009 TA PP FARIS EFFANDI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90447", "2009 TA PP FARIS EFFANDI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90448", "2009 TA PP FARIS EFFANDI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90449", "2009 TA PP FARIS EFFANDI 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/90450", "2009 TA PP FARIS EFFANDI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90451", "2009 TA PP FARIS EFFANDI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90452"}, "Penulis": "FARIS EFFANDI (NIM : 15405057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Myra Puspasari Gunawan, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kota Kecil, Pengecer, Minimarket, Toko Pengecer Tradisional, Kinerja.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}