{"Nomor": 18452, "Judul": "PERAN DAN PENGARUH KOTA BARU PARAHYANGAN TERHADAP WILAYAH SEKITAR", "Abstrak": "Pembangunan kotabaru menjadi salah satu cara pemecahan persoalan penyediaan perumahan di perkotaan. Pembangunan kotabaru ini diharapkan dapat menjadi pusat pertumbuhan wilayah baru dan mandiri, tidak lagi tergantung terhadap kota induknya. Namun pada perkembangannya, seringkali justru menambah persoalan pada kota induknya. Persoalan ini tampak pada tingginya pergerakan ulang-alik penghuni kotabaru ke kota induk untuk bekerja, sekolah, belanja maupun memenuhi kebutuhan pelayanan perkotaan lainnya. Demikian pula terdapat kecenderungan hanya masyarakat berpenghasilan menengah ke atas yang dapat tinggal di kotabaru, sehingga tidak membantu memecahkan persoalan kebutuhan perumahan.   \n \n \n\nSebagai kota mandiri berwawasan pendidikan, Kota Baru Parahyangan dibangun dengan maksud dapat menyelesaikan persoalan pemenuhan kebutuhan rumah tinggal dan fasilitas penunjangnya, sehingga tidak lagi membebani kota induknya, yaitu Kota Bandung maupun wilayah sekitarnya. Maka studi penelitian ini bertujuan untuk mengidentifikasi peran dan pengaruh Kota Baru Parahyangan terhadap wilayah sekitarnya. Peran Kota Baru Parahyangan dilihat dari pemenuhan kebutuhan perumahan di wilayah pengaruhnya (Kota Bandung, Kota Cimahi, Kabupaten Bandung maupun Kabupaten Bandung Barat) serta tujuan kemandirian dan fungsinya sebagai kota satelit. Pengaruh Kota Baru Parahyangan terhadap wilayah sekitarnya dilihat dari kesesuaian pengembangan kotabaru tersebut dengan kebijakan tata ruang serta pola dan struktur ruang wilayah sekitarnya.   \n \n \n\nStudi mengenai peran dan pengaruh Kota Baru Parahyangan ini dilakukan melalui studi kepustakaan, penelitian survei dan penelitian lapangan. Penelitian survei dilakukan melalui wawancara terhadap instansi pemerintah di wilayah pengaruh, pihak pengembang, instansi REI, dan kuisioner yang disebarkan ke penghuni Kota Baru Parahyangan. Penelitian lapangan dilakukan untuk mengklarifikasi dan melengkapi data yang ada melalui observasi langsung ke Kota Baru Parahyangan. Analisis deskriptif dilakukan untuk mengidentifikasi profil pengembangan perumahan skala menengah atas serta profil kebutuhan perumahan di wilayah pengaruh Kota Baru Parahyangan, rencana pengembangan Kota Baru Parahyangan dilihat dari konteks tata ruang, mengidentifikasi profil penghuni Kota Baru Parahyangan, serta mengidentifikasi peran serta pengaruh Kotabaru Parahyangan terhadap wilayah sekitar.   \n \n \n\nHasil studi menunjukkan bahwa Kota Baru Parahyangan belum berperan memenuhi kebutuhan perumahan serta mandiri karena tingkat ketergantungan terhadap kota induknya/wilayah sekitarnya. Selain itu, jika dilihat berdasarkan pengaruh terhadap wilayah sekitarnya, Kota Baru Parahyangan hampir sesuai dengan kebijakan pola dan struktur ruang yang ada serta temuan lainnya menujukkan bahwa Kota Baru Parahyangan merupakan perwujudan dari urban sprawl dilihat dari karakteristik pergerakan penduduknya.", "Daftar File": {"2009 TA PP FARAZIA SHAKURINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90424", "2009 TA PP FARAZIA SHAKURINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90425", "2009 TA PP FARAZIA SHAKURINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90426", "2009 TA PP FARAZIA SHAKURINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90427", "2009 TA PP FARAZIA SHAKURINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90428", "2009 TA PP FARAZIA SHAKURINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90429", "2009 TA PP FARAZIA SHAKURINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90430"}, "Penulis": "FARAZIA SHAKURINA (NIM : 15405008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Petrus Natalivan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kotabaru,peran, pengaruh, kemandirian dan satelit, pola dan struktur ruang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}