{"Nomor": 18469, "Judul": "GEOLOGI DAERAH NAGROG DAN SEKITARNYA, KABUPATEN TASIKMALAYA, PROVINSI JAWA BARAT", "Abstrak": "Daerah penelitian berada di Tasikmalaya, Jawa Barat, merupakan daerah lingkungan vulkanik yang cukup menarik dan rumit dari sudut pandang geologi. Secara geografis, daerah penelitian terletak di 170000 m - 175000 m dan 9148000 m - 9152500 m. Mengetahui tatanan geologi daerah penelitian yang meliputi penyebaran litologi, struktur geologi, dan geomorfologi sehingga dapat mengetahui sejarah geologi daerah tersebut merupakan tujuan utama dari penelitian ini.       \n \n \n\nProses-proses endogen dan eksogen yang terjadi pada daerah penelitian meliputi deformasi, erosi, dan pelapukan menghasilkan bentukan morfologi meliputi perbukitan dan lembahan. Dari bentukan morfologi tersebut, daerah penelitian dapat dibagi menjadi tiga satuan geomorfologi, yaitu satuan perbukitan lipatan, satuan lembah sesar, dan satuan dataran banjir, yang didasarkan atas bentukan dan proses-proses geologi yang terjadi pada daerah tersebut.       \n \n \n\nTerdapatnya batuan piroklastik, lava, intrusi, dan batuan sedimen pada daerah penelitian menghasilkan empat satuan batuan litostratigrafi, yaitu satuan tuf yang diendapkan di lingkungan laut pada Oligo-Miosen, satuan andesit pada Miosen Awal-Miosen Tengah, satuan batupasir yang diendapkan di lingkungan neritik tengah pada Miosen Akhir-Pliosen Awal, dan satuan aluvial yang masih mengalami pengendapan sampai sekarang. Deformasi pertama terjadi pada Miosen Awal-Miosen Tengah yang membuat zona lemah untuk naiknya intrusi dasit menerobos satuan tuf sehingga membuat satuan batupasir terendapkan tidak selaras diatasnya pada Miosen Akhir-Pliosen Awal. Deformasi selanjutnya terjadi pada Plio-Plistosen yang menyebabkan pengangkatan serta menghasilkan sesar-sesar mendatar dan perlipatan. Proses pelapukan serta erosi yang berlangsung hingga saat ini sehingga membentuk morfologi seperti sekarang merupakan sejarah geologi daerah penelitian yang dapat dirangkumkan.", "Daftar File": {"2013 TA PP FEBBY YUDHI PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90544", "2013 TA PP FEBBY YUDHI PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90545", "2013 TA PP FEBBY YUDHI PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90546", "2013 TA PP FEBBY YUDHI PRATAMA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/90547", "2013 TA PP FEBBY YUDHI PRATAMA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/90548", "2013 TA PP FEBBY YUDHI PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90549", "2013 TA PP FEBBY YUDHI PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90550", "2013 TA PP FEBBY YUDHI PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90551"}, "Penulis": "FEBBY YUDHI PRATAMA (NIM : 120 09 063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Chalid Idham Abdullah", "Dr. Eng. Mirzam Abdurrachman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deformasi, Vulkanik, Tasikmalaya, Jawa Barat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}