{"Nomor": 18463, "Judul": "PENGGUNAAN DATA BATIMETRI UNTUK KEPERLUAN PENENTUAN RUTE PEMASANGAN PIPA BAWAH LAUT (STUDI KASUS: PIPA GAS PT. PGN DI PERAIRAN TANJUNG PRIOK)", "Abstrak": "Survei batimetri merupakan suatu proses pengukuran kedalaman dasar laut dimana dapat dimanfaatkan untuk berbagai keperluan, salah satunya adalah untuk penentuan rute pemasangan pipa bawah laut. Rute pipa bawah laut dibutuhkan untuk informasi dalam pemasangan pipa bawah laut sebagai sarana transportasi yang efektif dan efisien untuk pendistribusian minyak bumi dan gas.  Dalam survei batimetri ini data yang diperoleh meliputi data kedalaman dan posisi titik fiks perum di Perairan Tanjung Priok serta data pengamatan pasut di Pulau Damar. Pengolahan data diawali dengan melakukan pengolahan data kedalaman yang bereferensi terhadap data pasut Pulau Damar. Hasilnya berupa peta batimetri atau kontur kedalaman. Kemudian dengan menggunakan peta batimetri tersebut dibuat desain rute pipa bawah laut yang diperoleh dari data kontur kedalaman dan data kemiringan (slope). Desain rute pipa tersebut dibuat secara konvensional (manual) pada ArcGIS melalui beberapa kombinasi rute pipa. Rute pipa tersebut harus memenuhi tiga kriteria pemilihan rute pipa bawah laut, yaitu: rute pipa yang akan ditentukan harus aman; memudahkan proses pemasangan pipa; dan mempunyai rute terpendek. Dari kombinasi rute pipa dipilih desain rute pipa bawah laut terbaik yang memenuhi kriteria di atas.  Berdasarkan hasil pengolahan data, rencana rute pipa yang telah memenuhi kriteria pemilihan rute pipa bawah laut dapat dilihat dari data batimetri dan data kemiringannya. Rencana rute pipa bawah laut terbaik dalam survei ini merupakan rute pipa yang mendekati tengah koridor survei, dengan rute terpendek memiliki panjang rute 23.899 km.", "Daftar File": {"2014 TA PP FAUZAN AZMI LUBIS 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90500", "2014 TA PP FAUZAN AZMI LUBIS 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90501", "2014 TA PP FAUZAN AZMI LUBIS 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90502", "2014 TA PP FAUZAN AZMI LUBIS 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90503", "2014 TA PP FAUZAN AZMI LUBIS 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90504", "2014 TA PP FAUZAN AZMI LUBIS 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90505"}, "Penulis": "FAUZAN AZMI LUBIS  (NIM : 15109053)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Eka Djunarsjah, MT.         \n \n \n \n \n \n \n \n\nPembimbing II : Dr. Ir. Dwi Wisayantono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batimetri, kemiringan (slope), pasut, pipa bawah laut, rute", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}