{"Nomor": 18461, "Judul": "MODEL PENENTUAN PASOKAN BAHAN BAKU KARET DAN GAS BUMI DALAM RANGKA HILIRISASI UNTUK INDUSTRI SARUNG TANGAN KARET", "Abstrak": "Ekspor karet di Indonesia masih didominasi oleh bahan baku, sedangkan ekspor karet bernilai tambah masih lebih rendah. Jika dibiarkan terus menerus hal tersebut berdampak pada ketersediaan bahan baku karet yang dikhawatirkan akan terus dieksplorasi, serta turunnya daya saing Indonesia di pasar internasional karena hanya mengekspor bahan baku tanpa nilai tambah. Pemerintah mewacanakan penerapan Bea Keluar (BK) karet untuk menurunkan ekspor bahan baku karet supaya dapat diolah terlebih dahulu di dalam negeri sehingga nilai tambah meningkat atau disebut dengan hilirisasi. Selain itu, perlu dibuat kebijakan untuk meningkatkan kemampuan industri hilir karet untuk menyerapnya yaitu dengan memastikan pasokan bahan bakar industri terjamin. Penelitian ini bertujuan untuk menentukan pasokan bahan baku karet dan gas bumi yang optimum dengan melibatkan dua usulan kebijakan untuk mengatasi permasalahan di atas yaitu kebijakan penerapan BK karet dan subsidi gas bumi untuk kalangan industri. Adapun industri yang menjadi fokus penelitian adalah industri sarung tangan karet karena industri tersebut yang saat ini masih menghadapi masalah kekurangan pasokan gas bumi sebagai bahan bakar. Metode yang digunakan untuk mengkaji kedua kebijakan tersebut adalah menggunakan model optimasi berpembatas dengan kriteria performansi maksimasi total manfaat untuk entitas perdagangan karet. Terdapat empat model yang dikembangkan dengan menggunakan tiga skenario data proyeksi perdagangan karet yaitu skenario wajar, pesimis, dan optimis.      \n\nPengolahan data menghasilkan bahwa : Pada skenario wajar, kebijakan yang diusulkan adalah penerapan BK bahan baku karet dan subsidi gas bumi secara bersamaan untuk tahun 2011-2017, dilanjutkan dengan subsidi gas di tahun-tahun selanjutnya. Pada skenario pesimis, kebijakan yang diusulkan adalah penerapan BK bahan baku karet untuk tahun 2011-2020 Pada skenario optimis, kebijakan yang diusulkan adalah penerapan Bea Keluar bahan baku karet dan subsidi gas bumi secara bersamaan tahun 2011-2016 dilanjutkan dengan Bea Keluar saja tahun 2017-2020. Analisis terhadap hasil pengolahan data menunjukkan bahwa kebijakan penerapan Bea Keluar bahan baku karet akan menyebabkan berkurangnya manfaat bagi produsen bahan baku karet karena manfaat yang mereka peroleh harus diserahkan kepada pemerintah sebesar total bea keluar yang dibebankan pada mereka. Sedangkan kebijakan subsidi gas bumi memberikan keuntungan bagi pihak industri karena akan mengurangi biaya produksi mereka khususnya biaya bahan bakar. Selain memperoleh keuntungan tersebut, pihak industri juga diuntungkan dengan bertambahnya pasokan bahan bakar maka produktivitas dapat ditingkatkan sehingga penjualan diharapkan juga akan meningkat. Kebijakan penerapan Bea Keluar untuk bahan baku karet akan menguntungkan pemerintah karena menjadikannya pendapatan (revenue), sebaliknya kebijakan gas bumi akan menjadi pengurang bagi manfaat pemerintah.", "Daftar File": {"2013 TS PP  FATMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90489", "2013 TS PP  FATMAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90490", "2013 TS PP  FATMAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90491", "2013 TS PP  FATMAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90492", "2013 TS PP  FATMAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90493"}, "Penulis": "FATMAYANTI (NIM : 23411036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budhi Prihartono, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bea keluar, karet, subsidi gas, hilirisasi, export tax, rubber, natural gas, subsidies, downstream", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}