{"Nomor": 18468, "Judul": "GEOLOGI DAERAH KARANGPUCUNG DAN SEKITARNYA, KABUPATEN CILACAP, JAWA TENGAH", "Abstrak": "Daerah penelitian berada di Kecamatan Karangpucung dan Kecamatan Ciporos, Kabupaten Cilacap, Jawa Tengah, Indonesia. Penelitian dilakukan dalam wilayah seluas 36 km2 dan secara geografis terletak pada koordinat UTM (WGS 84, zona 49S) 266000 Ã‚Â– 272000 mT dan 9178000 Ã‚Â– 9184000 mU.             \n \n \n\nMetode penelitian yang dilakukan adalah metode pemetaan geologi berupa pengambilan data lapangan dan didukung oleh analisis laboratorium untuk menghasilkan peta lintasan dan lokasi pengamatan, peta geomorfologi, peta  geologi, peta struktur geologi dan kolom stratigrafi.             \n \n \n\nSatuan geomorfologi pada daerah penelitian terdiri dari Satuan Bukit Terisolir Batugamping Gunung Karang, Satuan Perbukitan Perlipatan Karangpucung dan Satuan Dataran Aluvial Cirajayu. Stratigrafi daerah penelitian  terdiri dari empat satuan batuan, yaitu Satuan Batugamping (Batugamping Karang Formasi Halang), Satuan Batupasir-Batulempung (Formasi Halang), Satuan Batulempung-Batupasir (Formasi Tapak) dan Satuan Endapan Aluvial. Struktur geologi yang terbentuk di daerah penelitian berupa perlipatan dan struktur sesar.  Struktur perlipatan terdiri dari Antiklin Cijanggot, Sinklin Dermadji dan Sinklin Kaliblisuk. Struktur sesar berupa satu sesar naik dan dua sesar mendatar yang terdiri dari Sesar Naik Menganan Sengkala, Sesar Mengiri Turun Citandu, dan Sesar Mengiri Turun Pangkalan. Mekanisme pembentukan struktur geologi daerah penelitian berarah Timurlaut Ã‚Â– Baratdaya dengan mengikuti model pembentukan             \n \n \n\nstruktur fault propagation fold.", "Daftar File": {"2014 TA PP FAZA DHARMAWAN ERDANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90537", "2014 TA PP FAZA DHARMAWAN ERDANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90538", "2014 TA PP FAZA DHARMAWAN ERDANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90539", "2014 TA PP FAZA DHARMAWAN ERDANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90540", "2014 TA PP FAZA DHARMAWAN ERDANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90541", "2014 TA PP FAZA DHARMAWAN ERDANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90542", "2014 TA PP FAZA DHARMAWAN ERDANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90543"}, "Penulis": "FAZA DHARMAWAN ERDANTO (NIM 12010038)", "Kontributor / Dosen Pembimbing": ["Pembimbing,Dr. Ir. Yan Rizal R., Dipl. Geol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karangpucung, Formasi Halang, Formasi Tapak, Jawa Tengah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}