{"Nomor": 18460, "Judul": "ENTERING A COAL BED METHANE (CBM) CONCESSION IN EAST KALIMANTAN: TO BE OR NOT TO BE, AN INVESTMENT DECISION ANALYSIS BASED ON ECONOMIC & FINANCIAL EVALUATION VERSUS CURRENT MONEY MARKET EXPECTED WEIGHTED AVERAGE COST OF CAPITAL (WACC)", "Abstrak": "Since its introduction in Indonesia in 2008, Coal Bed Methane (CBM) development as alternative energy source has gained interests from some investors. Despite its potential, Indonesia has been relatively slow to monetize its CBM resource and has not been very successful so far. Government of Indonesia (GoI) continues to put lots of effort in attracting (new) investors. This paper aims to provide an investment decision analysis of an IOC presently working in Indonesia to enter a CBM concession in East Kalimantan, by weighting its risk and evaluating the expected investment rate-of-return versus current cost of money market expected i.e. weighted average cost of capital (WACC).  \n \n\nA conceptual field development model is constructed to test the economic viability of the investment. Theoretical frameworks were also used i.e. industry analysis model based on the application of five forces model of Porter and risk analysis model of BCG, which demonstrate that new entrant in CBM development in East Kalimantan should expect to encounter varied potential competitive forces. The economic viability analysis shows the paradox of visible attractiveness of the project. Since Indonesia CBM sector is currently at the prospecting stage, its gas reserves and development costs remain highly uncertain. On the other hand, from the perspective of an IOC, financial analysis of the conceptual model shows that the discount rates used (which usually refer to WACC for conventional field development) are not always straightforward for such localized investment. Thus, using discounted cash flow method in testing the financial viability of CBM development showed that future cash flows dealing with  \n \n\nsuch uncertainty will get substantial discounts, which may not eventually the truthful case but more as compensation of uncertain project risks instead of financial risk.  \n \n\nThis paper concludes with suggestion that should an integrated IOC, which typically has a broad-based portfolio options, is willing to enter this new business, it is highly recommended to carefully test the economics model of this alluring alternative and to start pursuing opportunities within existing players. The likely strategy of entering a new business line in this matter are firstly to work within a carefully recognized setting to get experience in this new area, mainly is the subsurface dynamics of coal seam, and aims at being ready to play solo when the project economics risks and business environment are clarified and understood.", "Daftar File": {"2010 TS PP FATWA ULLY ARTHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90482", "2010 TS PP FATWA ULLY ARTHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90483", "2010 TS PP FATWA ULLY ARTHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90484", "2010 TS PP FATWA ULLY ARTHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90485", "2010 TS PP FATWA ULLY ARTHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90486", "2010 TS PP FATWA ULLY ARTHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90487", "2010 TS PP FATWA ULLY ARTHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90488"}, "Penulis": "FATMA ULLY ARTHA (NIM : 29107199)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Kin Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CBM, Gas Development, Investment Decision Analysis, IOC.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}