{"Nomor": 18470, "Judul": "BANDUNG FASHION SCHOOL", "Abstrak": "Bandung merupakan salah satu kota dengan pusat pendidikan terbesar di Indonesia, seperti yang kita ketahui, berbagai sekolah tinggi terbaik terdapat di Bandung dan baru- baru ini pemerintah mencanangkan program Bandung Emerging Creative City yang tentu saja akan meningkatkan harapan untuk sarana dan prasarana pendidikan yang layak. Perkembangan pariwisata di kota Bandung terbilang cukup pesat terutama pada bidang fashion, perkembangan ini dapat terlihat jelas dengan      \n \n \n \n\nadanya berbagai factory outlet yang menarik para wisatawan. Hal ini menunjukkan kecenderungan minat dan bakat masyarakat kota Bandung pada bidang ini dirasa tinggi. Oleh karena itu perencanaan sekolah tinggi busana yang terletak di pusat kota dibutuhkan, terutama untuk menambah fasilitas pendidikan di kota ini, sehingga bakat dan minat para pelajar dapat tersalurkan dan dapat mendukung terwujudnya program pemerintahan Bandung Emergency Creative City. Karya arsitektur yang dirancang berupa fasilitas pendidikan dan lifestyle dengan menekankan pada isu image dan isu sense of place. Fasilitas yang akan dirancang adalah fasilitas sekolah fashion, fasilitas komersial dan fasilitas pagelaran busana, yang terletak di Jalan Cemara, Bandung, Indonesia. Fasilitas sekolah menekankan perancangan pada perwujudan suasana yang dapat mendukung dan memotivasi para pelajar untuk belajar dan menghasilkan ide- ide yang kreatif. Fasilitas komersial dan pagelaran busana menekankan perancangan pada perwujudan bentuk yang dapat mewakili citra kota Bandung sebagai kota mode. Penekanan perancangan secara keseluruhan adalah merancang bangunan  yang menarik secara visual maupun eksperimental dan menarik untuk dikunjungi dan menyusun ruang positif antara bangunan dan lansekap, sehingga dapat mendukung proses kreativitas. Fasilitas yang disediakan berupa penggabungan fasilitas edukasi, entertainment, dan      \n \n \n \n\nkomersial. Dalam merancang Bandung Fashion School, banyak hal yang perlu diperhatikan guna menghasilkan bangunan yang efektif, efisien dan aman terutama pada pembagian jalur sirkulasi dan orientasi yang jelas agar tidak membingungkan pengunjung yang memasuki tapak.", "Daftar File": {"2010 TA PP FEBI HINDAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90552", "2010 TA PP FEBI HINDAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90553", "2010 TA PP FEBI HINDAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90554", "2010 TA PP FEBI HINDAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90555", "2010 TA PP FEBI HINDAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90556", "2010 TA PP FEBI HINDAYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90557", "2010 TA PP FEBI HINDAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90558"}, "Penulis": "FEBI HINDAYATI (NIM : 15206100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Hanson Endra Kusuma, ST,M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah fashion, lifestyle, feminim, pagelaran busana", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}