{"Nomor": 18480, "Judul": "ANALISIS BUDAYA PERUSAHAAN BERBASIS KEWIRAUSAHAAN STUDI KASUS: PT DKP", "Abstrak": "Perubahan lingkungan bisnis tekstil dan bahan pembantunya menuntut kemampuan PT. DKP untuk dapat dengan cepat beradaptasi. Budaya entrepreneurship adalah jawaban yang sesuai untuk menghadapi berbagai tantangan tersebut. Visi, misi, sasaran, serta strategi PT. DKP juga sangat cocok      \n \n \n \n\ndengan budaya ini. Pelaksanaan corporate entrepreneurship (intrapreneurship) dapat meningkatkan kemampuan inovasi karyawan PT. DKP sehingga dapat meningkatkan kesuksesan perusahaan secara keseluruhan. Penelitian proyek akhir ini dilakukan untuk menganalisis dimensidimensi kunci intrapreneurship di PT. DKP, serta menganalisis pentingnya suatu karakteristik kepemimpinan yang entrepreneurial dan frekuensi pelaksanaannya di PT. DKP. Studi ini dilakukan melalui metode survei, dengan menggunakan kuesioner. Alat ukur yang digunakan adalah EOS dan ELQ yang masingmasing      \n \n \n \n\ndisebarkan pada karyawan PT DKP. EOS digunakan untuk mengukur lingkungan kewirausahaan di PT DKP, dengan dimensi kunci yang diukur yaitu penilaian perusahaan secara umum, rencana strategi, cross functionality,  dukungan terhadap ide-ide baru, intelejen pasar, keberanian untuk mengambil resiko, fleksibilitas, fokus, orientasi pada masa depan, dan orientasi individu. Sedangkan ELQ digunakan untuk menganalisis tingkat kepentingan dan frekuensi pelaksanaan suatu perilaku entrepreneurial oleh para manajer dan top management di PT. DKP. Tipe kepemimpinan yang entrepreneurial ini dibagi  menjadi empat, yaitu GEL, Miner, Explorer, Accelerator, dan Integrator.Dari EOS yang dilakukan di PT. DKP, budaya intrapreneurship di PT. DKP masih kurang memadai, ditunjukkan dengan kisaran nilai 2,89 hingga 3,51 dalam skala 5. Dimensi-dimensi yang perlu ditingkatkan dalam hubungannya dengan intrapreneurship di PT. DKP adalah Umum (3.11), Rencana Strategi (3.17), Cross Functionality (3.00) Dukungan (2,89), Intelejen Pasar (3,07), Resiko (3,04), Kecepatan (3,28), Fleksibilitas (3,17), Fokus (3,29), dan Masa Depan (2,93).Sedangkan dimensi yang perlu dipertahankan atau bahkan lebih ditingkatkan dalam hubungannya dengan Intrapreneurship di PT. DKP adalah Orientasi individu (3.51). Dari ELQ yang dilakukan di PT. DKP, ternyata masih terdapat kesenjangan antara frekuensi pelaksanaan terhadap tingkat kepentingan suatu perilaku kepemimpinan yang entrepreneurial, dengan tingkat pemenuhan perilaku pelaksanaan terhadap kepentingannya antara 61,72% hingga 72,94% untuk tiap tipe kepemimpinan.", "Daftar File": {"2009 TS PP FERDIAN INDRA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90621", "2009 TS PP FERDIAN INDRA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90622", "2009 TS PP FERDIAN INDRA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90623", "2009 TS PP FERDIAN INDRA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90624", "2009 TS PP FERDIAN INDRA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90625", "2009 TS PP FERDIAN INDRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90626"}, "Penulis": "FERDIAN INDRA (NIM: 29105303)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Leo Aldianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "entrepreneurship, intrapreneurship, EOS, ELQ, PT. DKP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}