{"Nomor": 18488, "Judul": "ECO - LODGE DI UJUNG GENTENG, SUKABUMI", "Abstrak": "Tugas Akhir ini mengambil kasus perancangan hotel Eco Lodge yang disediakan untuk berbagai komunitas berbentuk di daerah Ujung Genteng, Kabupaten Sukabumi. Kasus ini bersifat fiktif dengan asumsi proyek merupakan gerbang awal menuju kawasan wisata Ujung Genteng.Eco Lodge merupakan sebuah bangunan pariwisata yang dirancang untuk mengakomodasi wisatawan yang bersifat Ã‚Â“ExplorerÃ‚Â”. Bangunan ini merupakan akomodasi yang sadar lingkungan, budaya, dan sosial, serta bertanggung jawab terhadap kelestarian sumber daya pariwisata. Bangunan berskala kecil, lebih hijau dan ramah lingkungan.Eco Lodge terdiri dari 4 tipe villa dengan jumlah total 40 kamar. Lahan perancangan sebesar 3,6 Ha telah termasuk promenade yang diperuntukkan bagi tamu dan non-tamu. Restoran yang memiliki area berupa taman untuk membakar sendiri makanannya (barbeque park), kebun sayuran, serta bale-bale merupakan fasilitas yang  menjadi andalan pada penginapan. Fasilitas lain yang terdapat pada Eco-Lodge seperti kebugaran serta hobby store yang menjual berbagai perlengkapan juga disediakam untuk mewadahi para petualang yang datang. Susunan kamar dibuat sedemikian rupa agar potensi keindahan Ujung Genteng dapat dinikmati dari tiap kamar. Fasilitas bersama juga diletakkan pada tiap simpul sirkulasi agar dapat ditempuh tamu dengan berjalan kaki.Bentuk bangunan didesain menggunakan material yang mayoritas mudah didapat dari alam. Bahan utama didesain dengan prinsip Ã‚Â”kepala-badan-kakiÃ‚Â” dari pohon kelapa salah satunya karena tapak berlokasi di perkebunan kelapa. Atap menggunakan daun kelapa yang dijalin dan kolom serta railing menggunakan batang kelapa. Bangunan vila memiliki banyak bukaan dan sebagian ruangan dibuat menjadi teras/pendopo agar tamu  seolah-olah berada di alam dan dapat sepuasnya menikmati pesona Ujung Genteng.", "Daftar File": {"2010 TA PP FETTY PRATIWI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90675", "2010 TA PP FETTY PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90676", "2010 TA PP FETTY PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90677", "2010 TA PP FETTY PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90678", "2010 TA PP FETTY PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90679", "2010 TA PP FETTY PRATIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90680", "2010 TA PP FETTY PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90681"}, "Penulis": "FETTY PRATIWI (NIM: 152 04 005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Eko Purwono Ms,Arch.S"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eco-lodge, desain bangunan ujung genteng", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}