{"Nomor": 18486, "Judul": "AKADEMI PERFILMAN DAN PERTELEVISIAN BANDUNG", "Abstrak": "Pendidikan merupakan salah satu kebutuhan manusia yang harus dipenuhi baik secara formal maupun informal. Pendidikan mencakup kebutuhan manusia dari sisi fisiologis dan sosial. Kebutuhan akan pendidikan semakin berkembang seiring dengan perkembangan zaman, perubahan sosial, dan gaya hidup. Pendalaman dan materi akan pendidikan disesuaikan dengan usia seseorang. Pendidikan lanjutan merupakan pendidikan yang sangat penting untuk mendukung karir seseorang sehingga harus disesuaikan dengan minat dari masing-masing individu.     \n \n \n \n \n\nFilm dan televisi adalah salah satu sektor dari industri kreatif yang semakin diperhitungkan keberadaannya dalam kehidupan manusia. Perkembangan film dan televisi menjadikan sektor ini salah satu kebutuhan manusia dalam kehidupan sehari-hari. Sektor perfilman dan pertelevisian menuntut adanya teknisi yang profesional di bidang ini untuk mendukung proses pembuatannya. Untuk mendalami sektor film dan televisi dan menghasilkan output film dan televisi yang berkualitas, diperlukan pendidikan khusus yang mempelajari sektor industri kreatif ini. Namun, untuk pendalaman tersebut dibutuhkan sebuah fasilitas pendidikan yang secara khusus mendalami sektor tersebut. Di Indonesia yang sektor film dan televisinya berkembang dengan pesat, pendidikan khusus perfilman dan pertelevisian masih sedikit ditemui. Berbanding terbalik dengan minat masyarakat yang kian bertambah untuk melanjutkan studi di bidang ini. Sebagian besar peminat pendidikan ini beralih mengambil pendidikan di luar negeri dikarenakan minimnya pendidikan ini di Indonesia. Peralatan prosedur dan biaya menjadi kendala minimnya pendidikan ini. Hanya ada beberapa sekolah tingkat tinggi di Indonesia yang secara khusus mempelajari film dan televisi.     \n \n \n \n \n\nAkademi Perfilman dan Pertelevisian adalah sekolah lanjutan formal yang mendalami bidang perfilman dan pertelevisian. Pada akademi ini dipelajari prosedur pembuatan sebuah film dan acara televisi dari segi teknis secara profesional dengan fasilitas yang memadai. Diharapkan dapat mewadahi minat pendidikan seseorang akan kebutuhan pendidikan berkualitas di bidang film dan televisi dengan peralatan dan prosedur pendidikan yang memadai untuk menghasilkan tenaga kerja di bidang film yang profesional dari segi teknis. Tenaga kerja yang profesional di bidang perfilman dan pertelevisian dapat mendukung perkembangan industri kreatif film dan televisi di Indonesia.", "Daftar File": {"2010 TA PP  FESA RISANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90661", "2010 TA PP  FESA RISANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90662", "2010 TA PP  FESA RISANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90663", "2010 TA PP  FESA RISANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90664", "2010 TA PP  FESA RISANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90665", "2010 TA PP  FESA RISANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90666", "2010 TA PP  FESA RISANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/90667"}, "Penulis": "FESA RISANA  (NIM : 173060220)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Akademi perfilman, pertelevisian Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}