{"Nomor": 18483, "Judul": "KODE BOBOT SIMBOL SERAGAM PADA POWER LINE COMMUNICATIONS", "Abstrak": "Power Line Communications (PLC) adalah suatu cara yang digunakan untuk mentransmisikan data melalui saluran listrik. Gangguan (noise) sering kali muncul ketika mentransmisikan data melalui saluran PLC. Gangguan narrowband dan signal fading merupakan gangguan yang paling sering muncul pada saluran PLC. Gangguan tersebut dapat ditunjukkan dan dikoreksi dengan menggunakan skema modulasi kode atau Frekuensi Shift Keying (FSK). Ketika suatu kode mempunyai bobot simbol seragam, maka pengoreksian kesalahan terhadap gangguan yang terjadi lebih baik daripada kode biasa pada umumnya. Pada tesis ini akan ditunjukkan bahwa untuk kode bobot simbol seragam, sebuah kesalahan gangguan narrowband dan/atau      \n \n \n \n \n \n\nsignal fading akan selalu dapat dikoreksi asalkan jarak minimumnya tidak kurang dari 2. Dan juga akan ditunjukkan jumlah maksimum posisi yang dipengaruhi oleh gangguan narrowband dan/atau signal fading pada kode bobot simbol seragam paling kecil jika dibandingkan dengan kode lain.", "Daftar File": {"2014 TS PP FERRYANSYAH 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90641", "2014 TS PP FERRYANSYAH 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90642", "2014 TS PP FERRYANSYAH 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90643", "2014 TS PP FERRYANSYAH 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90644", "2014 TS PP FERRYANSYAH 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90645", "2014 TS PP FERRYANSYAH 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90646"}, "Penulis": "FERRYANSYAH (NIM: 20111301)", "Kontributor / Dosen Pembimbing": ["Pembimbing Aleams Barra, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "power line communications, frekuensi shift keying, gangguan narrow- band, signal fading, kode bobot simbol seragam.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}