{"Nomor": 18497, "Judul": "PELAJARAN DARI EFEKTIVITAS KERJA SAMA ANTAR-PEMERINTAH DAERAH DI YOGYAKARTA, SLEMAN, DAN BANTUL (KARTAMANTUL)", "Abstrak": "Desentralisasi yang diterapkan dengan berlakunya UU 22 dan 25 Tahun 1999 yang kemudian diganti dengan UU 32 dan 33 Tahun 2004 memberikan dampak signifikan terhadap pola perilaku pemerintah daerah di Indonesia yang menjadi cenderung inward looking dalam penyelenggaraan urusan pemerintahan. Padahal, satu wilayah selalu memiliki ketergantungan dengan wilayah lainnya sehingga dalam penyelenggaraan urusan tertentu diperlukan kerja sama lintas batas administratif. Kerja sama antar-pemerintah daerah di beberapa metropolitan di Indonesia sudah mulai berjalan, tetapi kebanyakan terindikasi kurang berhasil karena terhambat ego sektoral dan ego daerah. Sementara itu, kawasan perkotaan Yogyakarta, Sleman dan Bantul (Kartamantul) menunjukkan kerja sama yang efektif di bawah lembaga Sekretariat Bersama (Sekber) Kartamantul yang terbukti dengan penghargaan yang diraihnya pada IMP Award 2003 dari Depdagri-World Bank dan juga indikasi proses kerja sama yang memperlihatkan bukan hanya mampu mempertemukan setiap daerah dan membangun kesepakatan, tetapi juga menjalankan fungsi koordinasi dalam implementasi serta monitoring dan evaluasi. Mempertanyakan mengapa kerja sama ini bisa berhasil sedangkan kerja sama di daerah lain biasanya gagal, dan apa yang menyebabkan keberhasilan tersebut, penelitian ini penting dan menarik untuk dilakukan dalam konteks perencanaan wilayah dan kota, khususnya penyelenggaraan pengelolaan infrastruktur dan penataan ruang.   \n \n \n\nPenelitian ini bertujuan agar dapat teridentifikasinya faktor-faktor keberhasilan dalam menjalankan kerja sama efektif di Kartamantul dan merefleksikannya sebagai pelajaran dan adopsi pengalaman bagi metropolitan atau daerah lain di Indonesia. Untuk mencapai tujuan ini, penelitian ini mengidentifikasi faktor-faktor keberhasilan dan faktor yang belum kondusif dalam kerja sama dengan metode analisis isi kualitatif. Hasil analisis ini digunakan untuk mengevaluasi prospek kerja sama pada masa yang akan datang dan juga kemungkinan adopsi keberhasilan Kartamantul di metropolitan atau daerah lain di Indonesia. Analisis ini dilakukan terhadap data dan informasi yang didapatkan dari dokumen resmi, wawancara dan observasi.   \n \n \n\nSetelah melakukan penelusuran, ternyata ditemukan faktor-faktor keberhasilan Kartamantul. Pertama, kesadaran bersama untuk melakukan kerja sama yang muncul karena adanya dorongan faktor pengintegrasi dan inisiatif dari birokrat daerah untuk menyelenggarakan pengelolaan prasarana perkotaan secara bersama dalam suatu kelembagaan kerja sama. Kedua, proses dialog horisontal dalam pengambilan keputusan. Ketiga, adanya keterbukaan dan transparansi dalam proses komunikasi. Keempat, kepemimpinan dan vision sharing yang dikembangkan oleh tim pengarah (birokrat tinggi daerah) memungkinkan tim teknis untuk mengoperasionalkan kebijakan tersebut ke dalam langkah teknis. Kelima, knowledge management yang baik. Keenam, sistem kerja (three tiers model) yang berlaku memungkinkan berjalannya fungsi-fungsi kelembagaan kerja sama tersebut. Sementara itu, faktor yang belum kondusif adalah pada implementasi sektoral, yaitu pembiayaan dan penganggaran serta belum terpenuhinya kebutuhan dalam sektor air bersih dan tata ruang. Berdasarkan hasil temuan ini, dapat dinilai bahwa prospek kerja sama masa yang akan datang masih akan bertahan, selama visi kerja sama masih dipertahankan oleh para aktornya. Selain itu, berdasarkan bargaining game yang terjadi, kerja sama ini juga masih akan berjalan kendati salah satu daerah, Bantul, belum merasakan manfaat kolektif secara optimal dengan asumsi payoff pada saat sekarang akan terbayar pada masa yang akan datang.   \n \n \n\nPelajaran penting dari keberhasilan Kartamantul adalah proses komunikasi yang terjadi dan pengembangan institutional collective action yang dibangun dengan kesadaran dan integrasi regional yang baik. Adopsi keberhasilan Kartamantul secara umum dapat dipraktikkan, tetapi tidak diarahkan untuk adopsi format kelembagaan secara utuh karena pada prinsipnya struktur persoalan setiap metropolitan atau daerah berlainan sehingga diperlukan analisis kebutuhan yang tepat untuk menentukan format kelembagaan kerja sama. Kesimpulan penting lainnya dari studi ini adalah bahwa kerja sama antardaerah ini penting untuk dilakukan oleh daerah-daerah yang memiliki kepentingan di kawasan lintas batas administratif pada era desentralisasi ini karena dengan dilakukannya kerja sama seperti ini akan meningkatkan kualitas pelayanan publik dan terpenuhinya kebutuhan bersama melalui tindakan kolektif yang terintegrasi.", "Daftar File": {"2010 TA PP FIKRI ZUL FAHMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90735", "2010 TA PP FIKRI ZUL FAHMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90736", "2010 TA PP FIKRI ZUL FAHMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90737", "2010 TA PP FIKRI ZUL FAHMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90738", "2010 TA PP FIKRI ZUL FAHMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90739", "2010 TA PP FIKRI ZUL FAHMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90740", "2010 TA PP FIKRI ZUL FAHMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90741"}, "Penulis": "FIKRI ZUL FAHMI (NIM : 15406060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tommy Firman, MSc., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Desentralisasi,  efektivitas kerja, kartamantul", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}