{"Nomor": 18496, "Judul": "PENGARUH GEOMETRI PENJALARAN SINYAL GPS TERHADAP PENENTUAN TOTAL ELECTRON CONTENT (TEC)", "Abstrak": "Lapisan ionosfer secara fisis merupakan medium dispersif sehingga penjalaran sinyal GPS akan bergantung dengan frekuensi. Oleh karena itu gelombang pembawa L1 dan L2 yang memiliki frekuensi berbeda, tidak merambat pada jalur yang identik saat melintasi lapisan ionosfer. Maka, perlu diperbandingkan seberapa besar selisih hasil perhitungan Slant Total Electron Content (STEC) dari sinyal GPS jika memperhitungkan efek perbedaan lintasan sinyal. Metode yang digunakan adalah dengan melakukan penghalusan data kode P1 dan P2 untuk kemudian digunakan dalam penentuan STEC dengan epok (30 detik) menggunakan formula Geometric-Free (GF) dan formula Improved Geometric-Free (IGF) yang sudah memperhitungkan efek perbedaan lintasan sinyal. Data GPS berformat rinex didapatkan dari data lokasi-lokasi pengamatan GPS pada stasiun International GNSS Service (IGS) pada tahun 2008 dan 2013 yang diambil pada lokasi pengamatan yang mencakup zona lintang menengah di Algonquin Park (Kanada), zona ekuator di Bakosurtanal (Indonesia), dan zona kutub di Syowa (Kutub Selatan). Hasil perhitungan menunjukkan bahwa secara posisi geografis selisih perhitungan dengan menggunakan metode IGF terhadap metode GF pada IGS Algonquin Park yang berada pada lintang menengah memiliki nilai yang lebih besar daripada IGS Syowa yang berada pada kawasan kutub selatan. Sedangkan IGS Bakosurtanal yang berada pada zona ekuator memiliki nilai yang lebih besar dibandingkan keduanya. Selisihnya pun bertambah besar saat aktivitas matahari tinggi pada tahun 2013. Hasil yang diperoleh dari pengolahan delta-STEC yang merupakan selisih antara metode penghitungan IGF dibandingkan dengan metode GF menunjukkan bahwa nilai delta-STEC maksimum hanya sebesar 20.5 miliTECU pada kawasan equator (Bakosurtanal) di saat aktivitas matahari sedang tinggi (tahun 2013). Sehingga efek penjalaran sinyal belum signifikan mempengaruhi ketelitian TEC yang sampai saat ini belum sampai orde miliTECU.", "Daftar File": {"2014 TA PP FIKRI JULIADI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90729", "2014 TA PP FIKRI JULIADI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90730", "2014 TA PP FIKRI JULIADI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90731", "2014 TA PP FIKRI JULIADI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90732", "2014 TA PP FIKRI JULIADI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90733", "2014 TA PP FIKRI JULIADI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90734"}, "Penulis": "FIKRI JULIANDI (NIM:  15109031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. techn. Dudy D. Wijaya, ST. M.Sc.", "Dr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ionosfer, Sinyal GPS, delta-STEC, Improved Geometric Free", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}