{"Nomor": 18490, "Judul": "HOTEL BISNIS BINTANG TIGA", "Abstrak": "Kota Jakarta merupakan sebuah metropolitan dengan berbagai macam potensi bisnis yang tumbuh dan berkembang pesat di dalamnya. Sejalan dengan kencangnya arus  perkembangan usaha bisnis kebutuhan akomodasi penginapan sebagai penunjang menjadi sangat tinggi setiap harinya sehingga dibutuhkan sebuah fungsi penginapan berupa hotel untuk memenuhi kebutuhan tersebut. Proyek Tugas Akhir Perancangan ini mengambil kasus Hotel Bisnis Bintang Tiga. Status proyek ini bersifat fiktif dan berlokasi di Jalan Menteng Raya, Kelurahan Kebon Sirih, Kecamatan Menteng,Jakarta Pusat, dengan luas lahan Ã‚Â±3500      \n \n \n \n\nm2. Jenis hotel yang dirancang merupakan hotel bisnis, yakni jenis hotel yang menyediakan pelayanan bagi para pengunjung hotel dengan kualitas yang eksklusif dan harga yang terjangkau. Terletak di pusat kota dekat dengan pusat bisnis atau distrik bisnis pusat. Sasaran utama hotel ini adalah para pebisnis sedang mengerjakan urusan bisnisnya di Jakarta untuk beristirahat ataupun menggunakan fasilitas bisnis hotel. Hotel ini dirancang sebagai tempat beristirahat yang nyaman di tengah kesibukan tamu dan juga memfasilitasi keperluan-keperluan bisnisnya. Kamar-kamar yang disediakan terdiri dari 3 tipe yaitu tipe kamar standar, tipe kamar deluxe dan tipe kamar suite. Fasilitas lain yang disediakan adalah fasilitas bisnis berupa ruang meeting, fasilitas olahraga berupa kolam renang dan ruang fitness serta restoran dan lounge bar. Total luas bangunan dari program yang dirancang adalah 7589 m2. Dirancang sesuai      \n \n \n \n\nstandar hotel sekelas bintang tiga, memiliki 166 kamar yang terdiri dari 142 kamar standar, 20 kamar deluxe dan 4 kamar suite. Proyek ini mengangkat tema compact urban living sesuai keadaan tapak yang berada di daerah urban dimana efisiensi menjadi isu yang sangat penting dalam mendesain. Dengan konsep kotak/square yang diambil, menganalogikan bentuk kotak sebagai bentuk yang paling      \n \n \n \n\nefisien dan menerapkannya dalam bentuk massa bangunan , tampak, konfigurasi ruang, interior hingga elemen estetis yang digunakan dalam desain.", "Daftar File": {"2010 TA PP FIANTY TRISTIANY TRISWARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90695", "2010 TA PP FIANTY TRISTIANY TRISWARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90696", "2010 TA PP FIANTY TRISTIANY TRISWARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90697", "2010 TA PP FIANTY TRISTIANY TRISWARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90698", "2010 TA PP FIANTY TRISTIANY TRISWARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90699", "2010 TA PP FIANTY TRISTIANY TRISWARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90700", "2010 TA PP FIANTY TRISTIANY TRISWARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90701"}, "Penulis": "FIANTY TRISTIANY TRISWARA (NIM : 15206007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Baskoro Tedjo, Ir. MSEB. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hotel Bisnis Bintang Tiga, Compact Urban Living, Efisiensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}