{"Nomor": 18492, "Judul": "USULAN PENGEMBANGAN LAYANAN BARU MOBILE WALLET DENGAN TEKNOLOGI NFC DI TELKOMSEL", "Abstrak": "Pada saat ini perkembangan teknologi telekomunikasi telah bergeser ke era data. Layanan voice dan text messaging (SMS) sudah memasuki masa saturasi. Keadaan ini menyebabkan operator seluler seperti Telkomsel mengalami penurunan dalam revenue mereka. Kondisi persaingan yang ketat dan banyaknya kompetitor membuat operator seluler harus mengembangkan layanan baru sebagai sumber pendapatan mereka. Pertumbuhan layanan data yang pesat di Indonesia juga dipengaruhi oleh munculnya gaya hidup modern yang tidak lepas dari peran perangkat teknologi seperti telepon genggam maupun komputer. Munculnya generasi terbaru telepon genggam seperti smartphone dengan harga yang lebih terjangkau di Indonesia membuka kesempatan untuk mengembangkan layanan baru bagi Telkomsel. Pada penelitian ini metode yang digunakan untuk pengembangan layanan baru adalah framework 5D yang dikembangkan oleh Loch dan Kavadias (2008). Framework 5D terdiri dari 5 tahap yaitu discover, define, design, deliver, debug. Untuk menganalisis kesempatan dalam pengembangan layanan baru, maka dilakukan analisis internal dan eksternal. Analisis external menggunakan Jolly framework dan product lifecycle analysis, sedangkan analisis internal menggunakan analisis marketing mix 7P. Hasil dari analisis external menunjukkan bahwa kondisi industri telekomunikasi di Indonesia sangat ketat dengan kompetisi dan perang harga, selain itu juga layanan voice dan SMS sudah memasuki tahap mature dimana pendapatan yang diperoleh oleh operator sudah mulai menurun. Secara internal Telkomsel memiliki kapabilitas untuk mengembangkan layanan baru.Berdasarkan trend yang terjadi secara global dan di Indonesia diperoleh suatu kesempatan untuk mengembangkan layanan baru mobile wallet dengan teknologi Near Field Communication (NFC). Layanan ini menggunakan teknologi NFC sehingga telepon genggam dapat digunakan sebagai alat pembayaran nir sentuh (contactless). Layanan ini bisa dikembangkan karena Telkomsel sendiri telah memiliki layanan mobile wallet T-cash dengan pertumbuhan cukup besar dan potensi pelanggan Telkomsel sendiri yang mencapai 100 juta pelanggan. Dari hasil perancangan layanan baru diperoleh suatu layanan baru mobile wallet dengan teknologi NFC yang menggunakan SIM card sebagai perangkat NFC.", "Daftar File": {"2011 TS PP FIKKY ACHMAD RULIYAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90708", "2011 TS PP FIKKY ACHMAD RULIYAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90709", "2011 TS PP FIKKY ACHMAD RULIYAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90710", "2011 TS PP FIKKY ACHMAD RULIYAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90711", "2011 TS PP FIKKY ACHMAD RULIYAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90712", "2011 TS PP FIKKY ACHMAD RULIYAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90713"}, "Penulis": "FIKKY ACHMAD RULIYAN (NIM : 29109045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph.D", "Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengembangan Layanan Baru, Mobile Wallet, NFC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}