{"Nomor": 18508, "Judul": "MEMBUAT REKSADANA SAHAM MENGGUNAKAN SAHAM-SAHAM DI LQ-45 BERDASARKAN DENGAN ISU SIKLUS BISNIS Studi Kasus Menggunakan Indeks LQ45 Periode 2009-2013", "Abstrak": "Pertumbuhan Reksa Dana di Indonesia sangat pesat, hal ini tentu memiliki pengaruh positif terhadap pasar modal Indonesia. Reksa Dana adalah salah satu instrumen investasi yang memiliki cukup besar dalam kontribusi investasi di pasar modal. Mengacu pada Undang-undang Pasar Modal nomor 8 tahun 1995, pasal 1, ayat (27) didefinisikan bahwa Reksa Dana adalah wadah yang dipergunakan untuk menghimpun dana dari masyarakat pemodal untuk selanjutnya diinvestasikan dalam portofolio efek oleh manajer investasi. Dari situ tugas akhir ini memberikan alternatif berinvestasi dalam bentuk reksa dana saham yang berisi saham saham apa yang dapat memberikan kinerja yang lebih baik dalam kondisi perekonomian saat ini dan bagaimana portofolio terbaik dari saham-saham tersebut.  \n \n\nDalam tugas akhir ini kerangka konseptual adalah seleksi saham, komposisi dan return portofolio. Data harga saham historis yang digunakan adalah LQ-45. Untuk membuat portofolio, Excel Solver Ad-In digunakan untuk mengoptimalkan proporsi masing-masing saham. Selain itu penelitian ini menggunakan siklus bisnis sebagai isu yang berkaitan dengan dunia investasi. Pada siklus bisnis yang berbeda, maka sektor yang bertumbuh umumnya berbeda pula.  \n \n\nMetode pendekatan yang dipergunakan ialah tingkat keuntungan (expected return) dan tingkat risiko (standar deviasi) yang dihasilkan dari setiap portofolio yang dibentuk. Saham yang dipilih berdasarkan kriteria adalah saham-saham pilihan dalam indeks LQ-45 kemudian diproyeksikan dengan metode regresi lima tahun kedepan untuk melihat kinerja di masa yang akan datang. Optimasi bertujuan untuk memaksimalkan return portofolio dengan menggunakan efisien pembatas yang ditentukan, di mana dalam tugas akhir ini adalah maksimum return, minimum standar deviasi, nilai beta, dan maksimum Sharpe Ratio.  \n \n\nKesimpulan tugas akhir ini adalah untuk membuat reksadana saham optimal yang dapat bertahan dan memberikan kinerja baik dalam kondisi resesi.", "Daftar File": {"2013 TS PP FITRIANA DEWI SUMARYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90814", "2013 TS PP FITRIANA DEWI SUMARYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90813", "2013 TS PP FITRIANA DEWI SUMARYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90815", "2013 TS PP FITRIANA DEWI SUMARYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90816", "2013 TS PP FITRIANA DEWI SUMARYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90817", "2013 TS PP FITRIANA DEWI SUMARYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90818"}, "Penulis": "Fitriana Dewi Sumaryana (NIM: 29111361) Pembimbing : Achmad Herlanto Anggono, MBA", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Reksadana saham, Seleksi saham, optimasi saham,siklus bisnis.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}