{"Nomor": 18517, "Judul": "STUDI SIKLUS KARBON DI PERMUKAAN LAUT PERAIRAN INDONESIA", "Abstrak": "Studi siklus karbon di permukaan laut perairan Indonesia dikaji dengan melakukan simulasi model karbon laut. Konsentrasi dan fluks CO2 laut-udara rata-rata bulanan untuk tahun 2009 dihitung dengan menggunakan model karbon laut OCMIP-2 (Ocean-Carbon Model Intercomparison Project). Data yang digunakan yaitu data temperatur dan salinitas yang berasal dari model hidrodinamika HAMSOM (HAMburg Shelf Ocean Model) yang dilakukan oleh Putri (2010), data nutrien yang berasal dari WOA09 (World Ocean Atlas 2009) dan CDIAC (Carbon Dioxide Information Analysis Center), dan data atmosferik yang berasal dari ESRL-NCEP.  \n \n\nHasil model karbon laut menunjukkan konsentrasi CO2 laut di perairan Indonesia bagian timur lebih besar saat musim timur dibandingkan saat musim barat, berturut-turut sekitar 0.018 mol/m3 dan 0.012 mol/m3. Upwelling yang terjadi di Laut Banda dan Selat Makassar berturut-turut pada musim timur dan pada musim peralihan I mengakibatkan konsentrasi yang lebih tinggi (+0,006 mol/m3) dibandingkan saat musim barat dan musim peralihan II. Sedangkan di perairan Indonesia bagian barat, khususnya Selat Malaka dan Selat Karimata, konsentrasi CO2 saat musim barat mencapai 0.024 mol/m3 sedangkan saat musim timur sekitar 0.02 mol/m3.  \n \n\nKonsentrasi CO2 laut yang besar di permukaan, ditambah dengan tekanan parsial CO2 laut yang lebih besar dibandingkan tekanan parsial CO2 udara, akan mengakibatkan terjadinya pelepasan gas CO2 ke udara. Secara umum di perairan Indonesia terjadi pelepasan gas CO2 yang lebih tinggi pada saat musim timur yaitu  \n \n\nmencapai 0.05 gC/m3/bulan di Samudera Hindia dan mencapai 0.025 gC/m3/bulan di Laut Banda dan Arafura dibandingkan saat musim barat, berturut-turut sebesar  \n \n\n0.005 gC/m3/bulan dan 0.01 gC/m3/bulan.", "Daftar File": {"2011 TS PP FITRI SUCIATY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90873", "2011 TS PP FITRI SUCIATY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90874", "2011 TS PP FITRI SUCIATY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90875", "2011 TS PP FITRI SUCIATY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90876", "2011 TS PP FITRI SUCIATY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90877", "2011 TS PP FITRI SUCIATY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/90878", "2011 TS PP FITRI SUCIATY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90879"}, "Penulis": "FITRI SUCIATY (NIM : 22409007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer.nat. Mutiara R. Putri"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konsentrasi CO2 laut, Fluks CO2, Musim Barat, Musim Timur, Model Karbon Laut OCMIP, Perairan Indonesia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}