{"Nomor": 18516, "Judul": "PENGEMBANGAN BRAND NAGIWA DENGAN MENINGKATKAN BRAND AWARENESS DAN AKTIFITAS MARKETING LAROVA", "Abstrak": "Jumlah penduduk Indonesia mencapai lebih dari 230 jiwa dengan mayoritas 85% diantaranya adalah Muslim. Hal tersebut menjadi alasan untuk Nagiwa melakukan bisnis di bidang busana muslim. Nagiwa sudah berkecimpung dalam binsis busana muslim sejak 15 tahun yang lalu. Namun dibandingkan dengan kompetitornya market share serta brand awareness yang di dapat oleh Nagiwa sangat rendah. Market share tersebut telah didominasi oleh 2 pesaing dominan yaitu Zoya dan Rabbani    \n \n \n \n\nPenelitian dilakukan pada Nagiwa untuk mengetahui penyebab terjadinya low brand awareness dan market share. Analisis eksternal dan internal perusahaan dilakukan dengan tujuan mendapatkan akar masalah dari low brand awareness dan market share. Selain itu penyeberan questioner dan wawancara dilakukan untuk mendapatkan strategi solusi bisnis berdasarkan prilaku konsumen yang akan menjadi target market.    \n \n \n \n\nHasil dari analisis eksternal dan internal adalah brand equity Nagiwa serta efektifitas dari kegiatan marketing yang dilakukan. Brand equity nagiwa sangat rendah sehingga menyebabkan tidak adanya uniqueness dari produk tersebut yang tertanam di benak konsumen. Sementara itu Nagiwa masih menggunakan tradisional marketing activity menyebabkan rendahnya penjualan yang didapat.    \n \n \n \n\nSolusi bisnis yang diterapkan adalah dengan membuat brand extension yang mempunyai niche target market. Brand tersebut adalah Larova dengan target market remaja. Sementara itu untuk marketing activity, disusun sesuai dengan prilaku remaja yaitu dengan cara melakukan brand endorsement, bekerjasama dengan komunitas, social media marketing, dan bekerjasama dengan web store.    \n \n \n \n\nPelaksanaan strategi bisnis dibagi menjadi 2 variabel yaitu brand dan marketing, dimana setiap variable mempunyai berbagai aktifitas. Aktifitas tersebut disusun dan akan dilakukan dalam jangka waktu 1 tahun periode. Selian itu Larova akan mengikuti event pameran busana muslim untuk meningkatkan brand awareness dan meningkatkan penjualan. Diharapkan strategi tersebut dapat di implementasikan dan membantu perusahaan untuk meningkatkan brand awareness dan market share.", "Daftar File": {"2013 TS PP FITRI RIZLI N 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90867", "2013 TS PP FITRI RIZLI N 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90868", "2013 TS PP FITRI RIZLI N 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90869", "2013 TS PP FITRI RIZLI N 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90870", "2013 TS PP FITRI RIZLI N 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90871", "2013 TS PP FITRI RIZLI N 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90872"}, "Penulis": "FITRI RIZKI NURHASANAH (NIM : 29111072) Pembimbing : Dr Intan Rizky Mutiaz, M,Sn", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Intan Rizky Mutiaz, M,Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand, Marketing Activity, Brand Awareness, Market Share", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}