{"Nomor": 18522, "Judul": "THROUGHPUT OPTIMISATION OF GRAVITY EQUIPMENT IN MILLING PROCESS OF PT. FREEPORT INDONESIA", "Abstrak": "Gold metal production is one of PTFI goals. Aside from flotation method applied to recover copper and gold, PTFI utilizes gravity equipment (Knelson Concentrator) in grinding circuits of Concentrator 3 and Concentrator 4 to recover liberated/free gold particles. However, it appears that Knelson concentrators have not been optimised properly as indicated by lower Knelson bowl load reading (amps). This becomes more important as the gold price has been recently increasing steadily. Therefore, this study uses throughput optimisation as a framework in gravity equipment in order for the Knelson circuit to meet the designed throughput of 300TPH/Knelson which in turn increases gold metal production. The study indicates nine root causes, i.e., less man power dedicated to Knelson circuit maintenance (RC-1), less ownership of the equipment (RC-2), less knowledge/skill in conducting of maintenance job (RC-3), limited knowledge about spray bar effect on the screen efficiency (RC-4), current screen panel specification  \n \n\n(polyurethane 80 Duro, RC-5), limited operator knowledge about water addition effect to the percent solid (RC-6), control configuration is not robust enough to resolve the instability (RC-7), limited knowledge about Knelson throughput improvement especially on nozzle sizing effect (RC-8) and Knelson circuit optimisation (RC-9).  \n \n\nRC-1 to RC-3 are not the focus on this study, however could be solved through recruitment, motivation and trainings. Installation of a spray bar is required on the screen continued with on-off test to verify the effect (R-4). The study has proposed to replace the current polyurethane panel by rubber panel 40 duro which more flexible (R-5), water addition (RC-6,7) to the Knelson circuit needs to be optimised for controlling density, sump level and diluting screen feed. Nozzle enlargement from 5inch to 8 inch original size needs to be undertaken (RC-8), while linear programming has proven to optimise the operating variable to reach the design throughput (RC-9). At Knelson design throughput, each solution could potentially contribute to C3 and C4 revenue from gold recovery, i.e, 62% by replacing polyurethane screen by rubber 40duro, 10% by optimising water addition, 28% by nozzle enlargement and Linear programming as the tool to optimise the 300TPH/Knelson concentrator.", "Daftar File": {"2011 TS PP FRANS SAHUREKA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/90917", "2011 TS PP FRANS SAHUREKA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/90918", "2011 TS PP FRANS SAHUREKA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/90919", "2011 TS PP FRANS SAHUREKA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/90920", "2011 TS PP FRANS SAHUREKA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/90921", "2011 TS PP FRANS SAHUREKA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/90922"}, "Penulis": "FRANS SAHUREKA (NIM : 29109413)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing: Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Throughput, optimisation, gravity equipment, milling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}