{"Nomor": 18535, "Judul": "KARAKTERISASI PENYERAP SUARA BERBAHAN DASAR SERAT ALAMI", "Abstrak": "Indonesia kaya akan tumbuhan yang membuat ketersediaan serat alami melimpah. Serat alami tersebut dapat digunakan sebagai bahan penyerap suara, contoh serat alami tersebut adalah sabut kelapa dan bagas tebu. Kemampuan penyerapan suara suatu bahan berkaitan dengan nilai koefisien absorpsi dari sebuah material. untuk itu dilakukan pengukuran untuk mengetahui nilai koefisien absorpsi kedua serat alami tersebut. Pengukuran koefisien absorpsi menggunakan tabung impedansi sesuai standard ASTM E 1050-98. Selanjutnya data-data pengukuran tersebut dibandingkan dengan hasil prediksi menggunakan model Miki (1990) dengan nilai flow resistivity ditentukan berdasarkan model empiris yang di usulkan Ballagh(1996).Sampel pengukuran memiliki berbagai konfigurasi berupa ketebalan dan massajenis yang berbeda-beda. Kedua jenis sampel memberikan nilai koefisien absorpsi di atas 0,15 pada frekuensi 1000 Hz Ã‚Â– 6000 Hz. Model Delany-Bazley-Miki memberikan nilai yang memuaskan pada frekuensi rendah namun kurang akurat pada frekuensi tinggi untuk sampel sabut kelapa. Sedangkan pada sampel bagas tebu pemodelan memberikan nilai yang memuaskan pada saat massa jenis sampel lebih besar dari 438 kg/m3. Analisismean square error memberikan hasil 0,0033 Ã‚Â– 0,0295 untuk sampel sabut kelapa dan 0.0034 Ã‚Â– 0,0680 untuk sampel bagas tebu.", "Daftar File": {"2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91011", "2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91012", "2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91013", "2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91014", "2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91015", "2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91016", "2014 TA PP  GAMAL LUCKMAN SUDIBYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91017"}, "Penulis": "GAMAL LUCKMAN SUDIBYA (NIM : 13309066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. R. Sugeng Joko Sarwono, MT.", "Iwan Prasetiyo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sabut kelapa, bagas tebu, koefisien absorpsi, Delany-Bazley-Miki model, mean square error.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}