{"Nomor": 18536, "Judul": "METODE DEPTH AREA DURATION(DAD) UNTUK ANALISIS KEJADIAN BANJIR DI DKI JAKARTA", "Abstrak": "Banjir merupakan bencana yang kerap kali melanda Indonesia, khususnya Jakarta. Faktor penyebab terjadinya banjir ini adalah lokasi Jakarta yang berada di dataran rendah dan menjadi daerah hilir dari 13 sungai. Hal tersebut sangat mempengaruhi besarnya banjir terutama ketika sungai Ã‚Â– sungai tersebut meluap akibat tingginya curah hujan. Salah satu upaya yang telah dilakukan untuk mengontrol luapan tersebut yaitu dengan membangun pintu air di beberapa sungai, seperti pintu air Katulampa di sungai Ciliwung dan melakukan pemantauan tinggi muka air (TMA) yang bertujuan mengantisipasi terjadinya banjir atau disebut juga sebagai early warning di wilayah Jakarta. Namun upaya ini dirasa kurang untuk mengurangi dampak kejadian banjir. Diperlukan sarana tambahan untuk menunjang early warning banjir tersebut, contohnya metode Depth Area Duration (DAD). Metode DAD merupakan sarana analisis berupa kurva, salah satu fungsinya untuk menganalisis tingginya curah hujan di suatu daerah yang sering kali menimbulkan dampak buruk, seperti banjir. Berdasarkan hal tersebut, penelitian ini bertujuan untuk menemukan dan menganalisis keterkaitan antara penggunaan nilai TMA Katulampa sebagai titik pantauan banjir dengan kurva DAD di Daerah Aliran Sungai (DAS) di Jakarta.      \n \n \n \n\nDiperoleh hasil bahwa peristiwa banjir yang terjadi di DKI Jakarta tidak selalu bergantung pada tinggi muka air di pintu air. Terdapat pula pengaruh dari tingginya curah hujan di wilayah Jakarta, seperti banjir yang terjadi pada tahun 2007 dan 2008. Selain itu terlihat adanya keterkaitan antara curah hujan di Jakarta dengan tinggi muka air Katulampa, khususnya saat kejadian banjir pada tahun 2007 yang digolongkan sebagai kejadian Ã‚Â„banjir besar‟. Dapat disimpulkan pula bahwa karakteristik curah hujan yang menimbulkan banjir di wilayah DKI Jakarta merupakan curah hujan yang mengalami peningkatan secara bertahap selama durasi tertentu (banjir tahun 2007) dan curah hujan yang meningkat secara drastis dalm interval waktu yang singkat (banjir tahun 2008).", "Daftar File": {"2014 TA PP GAMMAMERDIANTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91018", "2014 TA PP GAMMAMERDIANTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91019", "2014 TA PP GAMMAMERDIANTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91020", "2014 TA PP GAMMAMERDIANTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91021", "2014 TA PP GAMMAMERDIANTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91022", "2014 TA PP GAMMAMERDIANTI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91023", "2014 TA PP GAMMAMERDIANTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91024"}, "Penulis": "GAMMAMERDIANTI (NIM :12809039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "banjir, tinggi muka air (TMA), metode Depth Area Duration (DAD).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}