{"Nomor": 18548, "Judul": "PEMODELAN 3 DIMENSI POTENSI BANJIR GENANGAN AIR LAUT (ROB) STUDI KASUS : DAERAH PANTAI MUTIARA, KECAMATAN PENJARINGAN, JAKARTA UTARA.", "Abstrak": "Banjir merupakan bencana alam yang perlu diperhatikan terutama di kota besar seperti Jakarta. Banjir pada umumnya disebabkan oleh tingginya tingkat curah hujan, sistem drainase yang tidak mencukupi, alih fungsi lahan, kenaikan muka air laut, dan sebagainya. Banjir memilki berbagai macam jenis, salah satunya adalah banjir rob. Banjir rob disebabkan oleh pasang air laut yang menggenangi daratan. Pantai Mutiara, Jakarta Utara merupakan daerah reklamasi yang memiliki potensi banjir genangan air laut (rob) lebih tinggi dibandingkan dengan daerah lainnya. Hal ini disebabkan oleh besarnya tingkat penurunan tanah pada daerah tersebut. Dengan adanya teknologi Terrestrial Laser Scanner (TLS) diharapkan dapat memberikan solusi terhadap permasalahan rob dengan menciptakan model 3D terhadap potensi rob pada daerah tersebut.TLS digunakan untuk membuat model 3D potensi banjir genangan air laut (rob) pada kawasan Pantai Mutiara, Kecamatan Panjaringan, Jakarta Utara. Pengambilan data terbagi menjadi dua bagian, meliputi pengukuran titik kontrol yang terdiri dari pengukuran GPS serta pengukuran TLS untuk mendapatkan pointclouds dari area yang akan dimodelkan. Pada tahapan pengolahan data dilakukan proses registrasi, filtering, georeferensi, meshing, dan pengeditan model 3D. Hasil yang diharapkan berupa model 3D potensi banjir genangan air laut (rob) dalam skenario beberapa tahun kedepan. Skenario difokuskan pada kemungkinan yang terjadi dalam jangka waktu 1 tahun, 2 tahun, 5 tahun, 10 tahun, 25 tahun, dan 40 tahun dengan ketinggian banjir maksimal mencapai 0.29 m, 0.34 m, 0.58 m, 0.92 m, 2.32 m, dan 4.04 m.", "Daftar File": {"2014 TA PP GIARDY DANISWARA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91103", "2014 TA PP GIARDY DANISWARA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91104", "2014 TA PP GIARDY DANISWARA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91105", "2014 TA PP GIARDY DANISWARA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91106", "2014 TA PP GIARDY DANISWARA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91107", "2014 TA PP GIARDY DANISWARA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91108"}, "Penulis": "GIARDY DANISWARA  (NIM: 15109047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Heri Andreas, ST., MT.", "Dr. Irwan Gumilar, ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TLS, banjir genang air laut (rob), pemodelan 3D i", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}