{"Nomor": 18544, "Judul": "ALIGNING WORKFORCE PLANNING WITH CORPORATE STRATEGY TO INCREASE PRODUCTIVITY CASE STUDY: PT KRAKATAU STEEL (PERSERO),TBK.", "Abstrak": "ABSTRAK  \n \n\nPerencanaan Tenaga Kerja adalah salah satu pilar terpenting dalam manajemen modal insani dan berperan strategis dalam membangun kapabilitas organisasi sebagai faktor penting dalam meningkatkan produktivitas dan daya saing perusahaan. Kesalahan dalam perencanaan tenaga kerja akan berdampak pada kemampuan perusahaan untuk menjalankan strategi bisnisnya. PT Krakatau Steel (Persero), Tbk, saat ini menghadapi permasalahan tenaga kerja yang serius ditandai dengan produktivitas tenaga kerja yang rendah, turnover karyawan tinggi, jumlah karyawan posisi non job tinggi. Disisi lain, kebutuhan tenaga kerja berpengalaman untuk mendukung strategi perusahaan untuk bertumbuh juga tinggi.  \n \n\nPenelitian ini fokus pada analisis perencanaan tenaga kerja diselaraskan dengan strategi perusahaan untuk meningkatkan produktivitas. Perusahaan telah menetapkan target produktivitas dan jumah tenaga kerja pada tahun 2015 sebesar 5000 karyawan. Untuk merencanakan jumlah tenaga kerja menjadi 5000 orang maka harus dilakukan perencanaan dan pengendalian terhadap faktor penambah dan faktor pengurang tenaga kerja. Faktor penambah tenaga kerja meliputi: penerimaan karyawan baru, penerimaan karyawan melalui perjanjian kerja waktu tertentu (PKWT) dan penarikan karyawan penugasan dari anak perusahaan. Faktor pengurang tenaga kerja meliputi: karyawan pensiun, pemutusan hubungan kerja, penugasan ke anak perusahaan dan melalui program pensiun dini. Perencanaan terhadap faktor-faktor pengurang dan penambah tenaga kerja tersebut harus di kelola dengan baik sehingga risiko kegagalan menjalankan strategi perusahaan akibat kesalahan dalam perencanaan tenaga kerja dapat dihindari atau diminimalkan.  \n \n\nKata Kunci: Perencanaan Tenaga Kerja, Produktivitas, Selaras Dengan Strategi Perusahaan.", "Daftar File": {"2013 TS PP GERSANG TARIGAN1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91077", "2013 TS PP GERSANG TARIGAN1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91078", "2013 TS PP GERSANG TARIGAN1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91079", "2013 TS PP GERSANG TARIGAN1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91080", "2013 TS PP GERSANG TARIGAN1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91081", "2013 TS PP GERSANG TARIGAN1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91082"}, "Penulis": "GERSANG TARIGAN (NIM: 29110458)", "Kontributor / Dosen Pembimbing": ["Final Project Advisor: Prof. Dr. Ir. Jann Hidajat Tjakraatmaadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Key Word: Workforce Planning, Productivity, Corporate Strategy Aligning", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}