{"Nomor": 18547, "Judul": "POTENSI DAN KENDALA PENERAPAN KOMPAKSI PERKOTAAN DI KAWASAN PINGGIRAN BANDUNG TIMUR SEBAGAI UPAYA EFISIENSI POLA PERGERAKAN", "Abstrak": "Berkembangnya teknologi kendaraan bermotor mempermudah orang untuk melakukan pergerakan dalam jarak yang jauh. Memungkinkannya pergerakan ulang-alik mendorong suburbanisasi kawasan perkotaan. Pada perkembangannya, proses suburbanisasi suatu kota akibat tingginya pergerakan masyarakat menimbulkan permasalahan-permasalahan baru seperti kemacetan lalu lintas, pencemaran lingkungan, atau pemborosan konsumsi bahan bakar kendaraan bermotor. Fenomena suburbanisasi yang menimbulkan permasalahan-permasalahan akibat bentuk kota yang tidak berkelanjutan tersebut dikenal dengan fenomena urban sprawl. Kawasan Pinggiran Bandung Timur yang merupakan kawasan suburban dengan pertumbuhan yang cukup tinggi di Metropolitan Bandung disinyalir memiliki bentuk kota yang berciri sprawl sehingga mengakibatkan tidak efisiennya pola pergerakan penduduk. Tugas Akhir ini mengidentifikasi bagaimana potensi dan kendala  penerapan Kompaksi perkotaan yang dipercaya hadir sebagai alternatif bentuk     \n \n \n \n \n\nkota yang berkelanjutan dan dapat mengefisienkan pola pergerakan penduduk. Untuk dapat mengidentifikasi potensi dan kendala penerapan kompaksi perkotaan akan dilakukan dulu analisis pola dan struktur ruang Kawasan Pinggiran Bandung Timur berdasarkan indikator-indikator kompaksi perkotaan yang ada di literatur dan dikembangkan berdasarkan konteks studi. Kemudian Pola dan Struktur Ruang tersebut akan diukur derajat kompaksi menggunakan indikator-indikator tersebut. Setelah itu dilakukan analisis pengaruh pola dan struktur ruang terhadap pola pergerakan. Hasil analisis tersebut akan dijadikan masukan untuk mengidentifikasi potensi dan kendala penerapan kompaksi di Kawasan Pinggiran Bandung Timur.Hasil analisis menunjukkan bahwa di sebagian besar desa/kelurahan di Kawasan Pinggiran Bandung Timur telah terjadi gejala sprawl yang mengakibatkan tidak efisiennya pergerakan penduduk. Pola pergerakan penduduk ke kota inti cukup tinggi untuk aktivitas bekerja, belanja, dan sekolah/kuliah. Pengaruh sprawl juga ditunjukkan dengan minimnya tujuan pergerakan di dalam lingkungan perumahan atau di dalam desa. Sprawl juga berpengaruh terhadap meningkatnya jarak tempuh dan waktu tempuh pergerakan. Akibat dari sprawl juga dapat dilihat pada ketergantungan penduduk yang cukup tinggi terhadap kendaraan bermotor pribadi serta minimnya pemilihan moda kendaraan umum. Pola ruang yang acak mengakibatkan moda kendaraan umum bukanlah pilihan yang efisien dan efektif bagi masyarakat. Oleh karena itu, penerapan kompaksi dapat dikaji relevansinya sebagai alternatif bentuk kota yang dapat mengatasi sprawl. Hasil Analisis Potensi dan Kendala menunjukkan bahwa Kawasan Pinggiran Bandung Timur memiliki beberapa potensi dan kendala dari rencana tata ruang dan persepsi serta preferensi masyarakat dan pengembang yang dapat mendukung atau menghambat kompaksi. Hasil analisis lokasi potensial juga menunjukkan bahwa mayoritas desa/kelurahan di Kawasan Pinggiran Bandung Timur potensial untuk dikembangkan kompaksi karena mempunyai derajat kompaksi yang dikategorikan Ã‚Â”sangat rendahÃ‚Â” dan Ã‚Â”rendahÃ‚Â” serta harga lahan di sebagian besar desa/kelurahan juga dikategorikan rendah.", "Daftar File": {"2009 TA PP GHULAMIN RIZQIAWAN  1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91096", "2009 TA PP GHULAMIN RIZQIAWAN  1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91097", "2009 TA PP GHULAMIN RIZQIAWAN  1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91098", "2009 TA PP GHULAMIN RIZQIAWAN  1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91099", "2009 TA PP GHULAMIN RIZQIAWAN  1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91100", "2009 TA PP GHULAMIN RIZQIAWAN  1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91101", "2009 TA PP GHULAMIN RIZQIAWAN  1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91102"}, "Penulis": "GHULAMIN RIZQIAWAN (NIM:15403060)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kendaraan bermotor, kendala penerapan kompaksi perkotaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}