{"Nomor": 18542, "Judul": "SIFAT-SIFAT MAGNETIK SEDIMEN DANAU TOWUTI, SULAWESI SELATAN, DAN PENERAPANNYA SEBAGAI INDIKATOR PALEOKLIMAT", "Abstrak": "Sedimen danau merupakan arsip alamiah yang potensial dalam menyajikan informasi tentang iklim dimasa lalu atau paleoklimat. Kehadiran mineral magnetik pada perlapisan sedimen telah memberi peluang pemanfaatan metode magnetik secara khusus metode kemagnetan batuan untuk mengkaji hubungan perubahan sifat magnetik dengan paleoklimat. Sifat-sifat magnetik ternyata dapat berbeda di setiap tempat bergantung dari kondisi iklim serta keadaan batuan dasar ataupun batuan di sekitar danau. Hingga saat ini, sifat-sifat magnetik pada sedimen danau berbatuan dasar ultrabasa belum pernah dikaji. Dalam penelitian ini dikaji tidak hanya karakteristik, yaitu mineralogi, konsentrasi, dan granulometri, dari pembawa sifat magnetik pada sedimen danau berbatuan dasar ultramafik serta faktor-faktor dan mekanisme yang mengendalikan karakteristik tersebut tetapi juga bagaimana kemampuannya dalam merespons paleoklimat.  \n \n\nDanau Towuti merupakan salah satu dari rangkaian danau tektonik dalam sistem danau-danau Malili di Sulawesi Selatan. Secara geologi danau tersebut berada pada sabuk East Sulawesi Ophiolite (ESO) yang didominasi oleh batuan ultrabasa. Disisi lain, Danau Towuti juga berada pada pusat zona Indo-Pacific Warm Pool (IPWP), satu dari tiga zona konveksi terbesar di dunia, sehingga berpotensi untuk merekam sejarah iklim pada zona ini. Dalam penelitian ini telah dilakukan kajian sifat-sifat magnetik sedimen Danau Towuti, secara khusus core sedimen sepanjang 11,5 m dengan kode TOW10-9B yang diambil pada cekungan bagian utara dari danau tersebut, untuk menentukan karakteristik pembawa sifat magnetik nya. Parameter-parameter magnetik yang diukur dan dianalisis meliputi suseptibilitas magnetik, anhysteretic remanent magnetization (ARM), isothermal remanent magnetization (IRM), saturation isothermal remanent magnetization (SIRM), termomagnetik, dan histeresis magnetik. Untuk memperkuat hasil analisis secara magnetik maka telah dilakukan pula pengukuran X-ray diffraction (XRD) dan scanning electron microscope (SEM).  \n \n\nHasil menunjukkan bahwa sedimen Danau Towuti memiliki nilai suseptibilitas magnetik yang cukup kuat dan setara dengan danau-danau berbatuan dasar atau batuan sekitarnya didominasi oleh basal atau vulkanik. Core TOW10-9B yang memiliki umur 60 ribu tahun, terlihat memiliki fluktuasi yang relatif besar dan dapat dibagi menjadi tiga zona magnetik yang berbeda. Zona I dan zona III, masing-masing yang terdapat pada bagian bawah dan bagian atas dari core, ditandai dengan nilai suseptibilitas dan remanen magnetik (ARM dan SIRM) yang relatif rendah, sedangkan zona II ditandai dengan nilai suseptibilitas dan remanen magnetik yang relatif tinggi. Mineral magnetik yang dominan di sepanjang core adalah magnetit. Analisis termomagnetik, XRD, dan SEM-EDX menunjukkan pula kehadiran mineral siderit pada core TOW10-9B, terutama pada zona II dan III. Analisis domain magnetik dan ukuran bulir mineral magnetik dengan menggunakan parameter-parameter histeresis magnetik mengindikasikan bahwa magnetit pada sedimen Danau Towuti memiliki domain pseudo-single domain (PSD). Namun perpaduan analisis suseptibilitas magnetik bergantung frekwensi serta perbandingan antara ARM dan suseptibilitas magnetik menunjukkan bahwa zona II memiliki kandungan bulir-bulir berukuran superparamagnetik yang lebih tinggi serta spektrum ukuran bulir yang lebih lebar jika dibandingkan dengan zona I dan III.  \n \n\nVariasi nilai suseptibilitas magnetik sepanjang core berbanding terbalik dengan konsentrasi Titanium, mengindikasikan bahwa secara umum sifat magnetik sedimen Danau Towuti relatif kurang dipengaruhi oleh faktor detrital influks. Suseptibilitas magnetik dipengaruhi kuat oleh reductive diagenesis, dalam bentuk disolusi mineral magnetik dan presipitasi mineral magnetik, pada tingkatan berbeda. Pada zona I selain terjadi disolusi magnetit yang progresif pada lingkungan pengendapan yang bersifat reduktif, tingkat presipitasi mineral magnetiknya relatif kecil. Sebaliknya, pada zona II terjadi proses presipitasi magnetit dengan intensitas relatif tinggi ketika lingkungan pengendapan teroksigenasi, sementara efek disolusi relatif kecil. Pada zona III, tingkat disolusi dan presipitasi mineral magnetiknya relatif sedang. Variasi intensitas disolusi dan presipitasi mineral magnetik diduga berkaitan dengan kondisi iklim, yaitu kondisi iklim yang bersifat basah atau kering. Kemampuan memberikan respons yang berbeda terhadap kondisi iklim basah dan kering menunjukkan bahwa sifat-sifat magnetik sedimen Danau Towuti dapat menjadi penanda iklim yang baik. Selain itu, ada perbedaan nilai parameter magnetik pada sedimen yang terendapkan pada masa glasial dan interglasial. Periode glasial dicirikan dengan relatif tingginya nilai suseptibilitas dan remanen magnetik, sementara interglasial sebaliknya. Analisis periodisitas menunjukkan adanya periode ulang iklim sekitar 10.000 tahun. Beberapa variasi dari parameter-parameter magnetik juga bersesuaian dengan peristiwa-peristiwa Heinrich (Heinrich Events).", "Daftar File": {"2014 DIS GERALD HENDRIK TAMUNTUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91061", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91062", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91063", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91064", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91065", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91066", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/91067", "2014 DIS GERALD HENDRIK TAMUNTUAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91068"}, "Penulis": "GERALD HENDRIK TAMUNTUAN (NIM : 30209003)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Dr. Umar Fauzi sebagai", "Prof. Dr. Satria Bijaksana dan Dr. Khoiril Anwar Maryunani"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sifat magnetik, Danau Towuti, ultrabasa, paleoklimat.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}