{"Nomor": 18553, "Judul": "PEMETAAN 2D BENDA KONDUKTIF BERONGGA DENGAN METODE SELF POTENSIAL DAN RESISTIVITAS", "Abstrak": "Pada penulisan tugas akhir ini akan membahas mengenai pemetaan benda konduktif berongga bawah permukaan menggunakan metode self-potensial dan metode resistivitas. Studi yang akan dilakukan dengan menanam objek kotak besi berongga dengan panjang 0,5 meter lebar 0,2 meter dan tinggi 0,3 meter. Pengukuran dilakukan dengan dua tahap yaitu dengan tanpa objek dan setelah objek ditanam. Pengukuran self potensial dilakukan dengan menggunakan metode Amplitudo potensial dengan lima lintasan dan tiap lintasan terdiri dari 19 elektroda, dan satu elektroda base untuk kesemua lintasan. Pengukuran resistivitas dilakukan dengan 2 konfigurasi pemetaan DC yaitu Schlumberger-Wenner dan Dipole Ã‚Â–dipole, elektroda dibentangkan dengan jarak yang sama yaitu 0,25 meter dan jumlah keseluruhan elektroda adalah 19. Dengan hasil metode Self-Potensial daerah tersebut ditemukan anomali potensial yang cukup kontras dibandingkan daerah lainnya. Pada daerah ini potensial yang terukur bernilai negatif antara -20 hingga -120 mVolt ditengah line C dimana objek tersebut ditanam. Sedangkan yang dihasilkan konfigurasi Schlumberger Ã‚Â– Wenner menunjukkan adanya anomali dibawah permukaan dengan resistivitas membesar di bawah jarak 2,25 meter dari elektroda mulai dari kedalaman 0,2 meter hingga 0,864 meter (ujung model), daerah ini memiliki resistivitas lebih dari 50 ohm meter berbeda dengan daerah sekitar yang memiliki resistivitas rentang 9 Ã‚Â– 25 ohm meter. Hasil yang dihasilkan dipole Ã‚Â– dipole menunjukkan adanya anomali dibawah permukaan dengan resistivitas besar berkumpul di bawah jarak 2,25 meter dari elektroda pertama pada kedalaman antara 0,25 meter hingga 0,735 meter dengan rentang resistivitas lebih dari 500 ohm meter, pada daerah lainya resistivitas berkisar 1-100 ohm meter.", "Daftar File": {"2013 TS PP SAID ISKANDAR AL IDRUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91137", "2013 TS PP SAID ISKANDAR AL IDRUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91138", "2013 TS PP SAID ISKANDAR AL IDRUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91139", "2013 TS PP SAID ISKANDAR AL IDRUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91140", "2013 TS PP SAID ISKANDAR AL IDRUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91141", "2013 TS PP SAID ISKANDAR AL IDRUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91142", "2014 TA PP GILANG RAMADHAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91143"}, "Penulis": "GILANG RAMADHAN ( NIM :10209069 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Self-Potensial, Resistivitas, Schlumberger-Wenner, Dipole-dipole, Pemetaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}