{"Nomor": 18554, "Judul": "KONTRIBUSI HIDROGRAFI DALAM PENANGANAN DAMPAK PEMASANGAN KABEL BAWAH LAUT", "Abstrak": "Pemasangan kabel bawah laut mulai banyak diaplikasikan di seluruh dunia dalam rangka pengaplikasian perkembangan teknologi untuk menaikkan taraf hidup        \n \n \n \n \n \n\n manusia. Kegiatan dalam penerapan teknologi dianggap sebagai kegiatan yang perlu memiliki Analisis Mengenai Dampak Lingkungan (AMDAL). Analisis mengenai dampak yang ditimbulkan dari pemasangan kabel bawah laut perlu dilakukan dalam rangka pengembangan pengaplikasian kegiatan pemasangan kabel bawah laut.Selanjutnya dapat dianalisis kontribusi hidrografi dalam penanganan dampakdampak yang terjadi. Penelitian ini ditujukan untuk memberikan informasi dampak-dampak yang terjadi        \n \n \n \n \n \n\ndari kegiatan pemasangan kabel bawah laut dan peran hidrografi dalam penanganan dampak dari pemasangan kabel bawah laut tersebut. Metode penelitian ini dilakukan        \n \n \n \n \n \n\nberdasarkan kajian literatur dan mempelajari penelitian-penelitian terdahulu yang berhubungan dengan analisis mengenai dampak lingkungan terhadap kabel bawah laut. Dampak dari pemasangan kabel laut terjadi pada aspek lingkungan dan sosial.Dampak lingkungan yang terjadi dari pemasangan kabel bawah laut berupa dampak        \n \n \n \n \n \n\nterhadap udara dan atmosfer, sumber daya air dan badan air, flora dan fauna,warisan budaya dan energi. Sementara pada aspek sosial yang terjadi dari pemasangan kabel bawah laut berupa cara hidup manusia, budaya, komunitas danhak properti. Kontribusi hidrografi dalam penanganan dampak sangat penting berdasarkan hasil penelitian mengenai hidrografi dalam pemasangan kabel bawahlaut dengan penentuan rute pengoperasian, penentuan zonasi, penentuan lokasi pemendaman kabel dan pembuatan peta.", "Daftar File": {"2014 TA PP DENDY DARMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91144", "2014 TA PP DENDY DARMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91145", "2014 TA PP DENDY DARMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91146", "2014 TA PP DENDY DARMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91147", "2014 TA PP DENDY DARMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91148", "2014 TA PP DENDY DARMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91149"}, "Penulis": "GILANG WIRATA PRATAMA HADI ( NIM 15110053 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Wiwin Windupranata. ST., M.Si.", "Dr. Ir. Agus Suparman M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemasangan kabel, kabel bawah laut, AMDAL, hidrografi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}