{"Nomor": 18556, "Judul": "PERENCANAAN TOTAL BIAYA PERSEDIAAN MATERIAL PEKERJAAN PONDASI", "Abstrak": "Ketidaktepatan waktu dan jumlah pemesanan material dapat menimbulkan biaya tambahan sebagai fungsi dari biaya simpan. Terjadinya keterlambatan kedatangan material tentunya akan menghambat proses konstruksi yang dapat berimbas kepada terlambatnya penyelesaian seluruh proyek serta bertambahnya biaya total. Sebaliknya, apabila kedatangan material terlalu cepat, maka perusahaan harus mengeluarkan biaya lebih untuk penyimpanan material dan kerugian lain yaitu terjadinya pengangguran sumber daya manusia. Resiko tersebut dapat diantisipasi dengan menerapkan Management Requirement Planning (MRP). Pada MRP dilakukan proses perhitungan kebutuhan bersih, proses eksplosion, penentuan ukuran pemesanan dan waktu rencana pemesanan dengan 4 teknik lotsizing, antara lain L4L, EOQ, POQ, dan PPB. Kemudian hasil dari keempat teknik tersebut digunakan untuk menghitung total biaya persediaan material dan mendapatkan total biaya persediaan material yang paling minimum. Dari hasil perhitungan, total biaya persediaan semua jenis material yang paling minimum diperoleh dari metode L4L. Akan tetapi waktu pesan yang didapatkan dari L4L terlampau sering sehingga pada kenyataannya tidak mungkin untuk dilakukan, terkait dengan kebijakan yang dibuat oleh pemasok dan kontraktor. Sehingga dapat dilihat total biaya persediaan 3 metode lainnya bahwa total biaya persediaan minimum besi D13 dan besi D19 diperoleh dari metode POQ. Total biaya persediaan minimum besi D16, beton K-250, dan tiang pancang diperoleh dari metode PPB. Total biaya persediaan minimum semen portland diperoleh dari metode PPB dan POQ. Biaya persediaan minimum setiap jenis material kemudian dijumlahkan sehingga didapat total biaya persediaan minimum pekerjaan pondasi proyek pembangunan Graha Kadin Kab. Bogor adalah sebesar Rp 151.711.687,88.", "Daftar File": {"2011 TA PP GITA PARAMITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91157", "2011 TA PP GITA PARAMITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91158", "2011 TA PP GITA PARAMITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91159", "2011 TA PP GITA PARAMITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91160", "2011 TA PP GITA PARAMITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91161", "2011 TA PP GITA PARAMITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91162", "2011 TA PP GITA PARAMITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91163"}, "Penulis": "GITA PARAMITA (NIM : 15007116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rani Gayatri Kusumawardhani P, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perencanaan, material, biaya persediaan, pondasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}