{"Nomor": 18565, "Judul": "STUDI KARAKTERISTIK DEFORMASI DI PROVINSI ACEH AKIBAT GEMPA 2 JULI 2013 M6.2 MENGGUNAKAN METODE SURVEI GPS", "Abstrak": "Gempa bumi biasa terjadi di Pulau Sumatra karena pulau ini berada di batas konvergen tempat Lempeng Sunda bersubduksi di bawah lempeng Indo-Australia. Salah satu gempa yang terjadi adalah gempa Aceh tahun 2013 dengan kekuatan M 6.2. Gempa pada tanggal 2 Juli ini terjadi di kedalaman 10 kilometer dengan episentrum di dekat ujung barat laut Sumatra, sekitar 55 kilometer selatan Bireun. Untuk itu perlu dilakukan pemantauan deformasi di daerah yang terkena dampak gempa agar tindakan mitigasi bencana bisa dilakukan dengan maksimal. Untuk meneliti deformasi yang terjadi di daerah gempa Aceh 2013, maka dilakukan pengamatan GPS episodik yang dilakukan pada dua kala yaitu bulan Juli dan Desember 2013. Data GPS kemudian diproses sehingga didapatkan koordinat geodetik dan geosentriknya serta standar deviasi dari masing-masing titik. Hasil dari koordinat geosentrik kemudian ditransformasikan ke dalam koordinat toposentrik, didapatkan hasil pergeseran berkisar dari 1 mm Ã‚Â– 20 mm menuju arah timur. Selain itu juga dihitung regangan pada wilayah tersebut, dan didapat hasil kompresi sebesar 8.6698246 μstrain. Hasil tersebut masih perlu untuk dilakukan pengamatan GPS selanjutnya, karena hasil tersebut didapat hanya dari dua kali pengamatan dengan selang waktu kurang dari satu tahun, maka ada kemungkinan data yang diperoleh adalah outlier.", "Daftar File": {"2014 TA PP GUNTUR SETIAWAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91219", "2014 TA PP GUNTUR SETIAWAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91220", "2014 TA PP GUNTUR SETIAWAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91221", "2014 TA PP GUNTUR SETIAWAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91222", "2014 TA PP GUNTUR SETIAWAN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91223", "2014 TA PP GUNTUR SETIAWAN 1 - DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91224"}, "Penulis": "GUNTUR SETIAWAN (NIM : 15110021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Kosasih Prijatna, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deformasi, Gempa Aceh 2013, GPS, Mitigasi, Bencana, Pergeseran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}