{"Nomor": 18560, "Judul": "IDENTIFIKASI UPWELLING BERDASARKAN KESTABILAN KOLOM AIR TAHUN 2012 DI SAMUDRA HINDIA TIMUR", "Abstrak": "Upwelling di Samudra Hindia Timur bukan saja berpengaruh terhadap SST, melainkan juga berpengaruh terhadap kestabilan kolom air. Pada kondisi stabil, densitas massa air bertambah terhadap kedalaman yang menunjukkan massa air terstratifikasi dengan baik. Namun apabila  \n \n\ndensitas massa air berkurang terhadap kedalaman, maka stratifikasi massa air akan melemah sehingga pencampuran vertikal seperti salah satunya upwelling akan lebih mudah terjadi. Identifikasi dan analisis fenomena upwelling di Samudra Hindia Timur dalam penelitian ini  \n \n\ndilakukan berdasarkan kestabilan kolom air yang ditentukan dengan perhitungan Brunt-V is l Frequency (BVF). Data yang digunakan sebagai input adalah milik Balai Penelitian dan Observasi Laut yang merupakan hasil pengukuran CTD (Conductivity Temperature Depth) RAMA buoy pada posisi 99,99oBT -7,89o LS berupa salinitas dan temperatur pada kedalaman 2-100m dari bulan April hingga Oktober 2012 dengan selang waktu 10 menit. Hasil penelitian ini menunjukkan bahwa upwelling di Samudra Hindia Timur pada tahun 2012 terjadi lebih lambat dibandingkan tahun normal, yaitu pada pertengahan bulan Juli hingga September akibat pengaruh IOD(+) yang memiliki pola berbeda di tahun 2012. Pada pertengahan  \n \n\nJuli, BVF minimum di kedalaman 15-35 m dengan nilai -9,25x10-6s-1 dan diikuti dengan terangkatnya lapisan isopiknal 22kg/m3 dari kedalaman 100m hingga kedalaman 70m oleh arus vertikal (w) yang diindikasikan sebagai awal mula pembangkitan upwelling. Pada saat upwelling  \n \n\nterjadi, lapisan tercampur akan menipisdari kedalaman 56,45 m (Juli) hingga mencapai kedalaman 53,21 m (September) dengan nilai BVF yang relatif meningkat mencapai 1,2 x 10-4s-1 di akhir Agustus. Saat berakhirnya upwelling yang juga diikuti dengan peluruhan IOD(+) di bulan Oktober, stabilitas kolom air berkurang dengan BVF minimum -1,33x10-5 s-1.", "Daftar File": {"2014 TA PP GRIES ELVINA NOOR 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91183", "2014 TA PP GRIES ELVINA NOOR 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91184", "2014 TA PP GRIES ELVINA NOOR 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91185", "2014 TA PP GRIES ELVINA NOOR 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91186", "2014 TA PP GRIES ELVINA NOOR 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91187", "2014 TA PP GRIES ELVINA NOOR 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91188", "2014 TA PP GRIES ELVINA NOOR 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91189"}, "Penulis": "GRIES ELVINA NOOR (NIM : 12910011)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\n1. Dr.rer.nat Mutiara Rachmat Putri, S.Si, M.Si  \n \n\n2. Mukti Trenggono M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kestabilan kolom air, Brunt-V is l Frequency (N2), upwelling, Samudra Hindia Timur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}