{"Nomor": 18574, "Judul": "STUDI IMPLEMENTASI ALARM MANAGEMENT SYSTEM PADA KOLOM DISTILASI DENGAN MENGGUNAKAN DCS", "Abstrak": "Alarm flooding dapat terjadi pada plant industri, dan teramati melalui Distributed Control System yang digunakan untuk mengamati kondisi di plant tersebut serta mengendalikan instrumen di dalamnya. Di dalam tugas akhir ini dihasilkan sebuah simulasi terjadinya alarm flooding beserta implementasi alarm management system di dalam suatu plant petrokimia dengan menggunakan DCS Yokogawa Centum VP. Sistem dari plant yang digunakan adalah kolom distilasi. Kolom distilasi sendiri merupakan suatu sistem pemurnian zat berdasarkan perbedaan volatilitasnya. Dinamika kolom distilasi cukup kompleks dan berpotensi menimbulkan banyak alarm. Untuk menunjukkan fenomena tersebut, pada tugas akhir ini disimulasikan sistem kolom distilasi deetanizer dan depropanizer beserta kondisi yang memicu alarm flooding. Selanjutnya, diimplementasikan alarm management system untuk meredam alarm flooding yang muncul pada kedua kolom tersebut. Alarm management system sendiri diimplementasikan untuk meredam alarm flooding yang muncul pada deethanizer dan depropanizer. Peredaman jumlah alarm dilakukan dengan pertama-tama menentukan prioritas alarm. Kemudian menonaktifkan alarm-alarm yang dinilai kurang efektif berdasarkan prioritas tersebut. Pada akhirnya alarm yang muncul benar-benar alarm dengan pesan bahaya tanpa tertutup oleh alarm yang sifatnya tidak berpotensi bahaya. Simulasi dengan MATLAB juga dilakukan untuk memvisualisasikan terminasi dari variabel proses yang melebihi set point tertentu. Adapun sistem kolom distilasi yang digunakan dalam tugas akhir ini memanfaatkan parameter-parameter pemodelan yang dibuat dalam tesis Hersaputri, M. (2014).", "Daftar File": {"2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91276", "2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91277", "2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91278", "2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91279", "2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91280", "2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91281", "2014 TA PP  HAFID SIDQI NUR MUZWAR- ATINDRIYO KUSUMO PAMOSOSURYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91282"}, "Penulis": "HAFID SIDQI NUR MUZWAR (13310030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Estiyanti Ekawati, Ph.D. & Dr. Ir. Edi Leksono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alarm management system, alarm flooding, DCS, kolom distilasi, MATLAB.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}