{"Nomor": 18580, "Judul": "PENGEMBANGAN KEBIJAKAN FASILITASI PERDAGANGAN PADA KAWASAN EKONOMI KHUSUS INDUSTRI HILIR KARET (Produk Ban di Sumatera Utara)", "Abstrak": "Kebutuhan dunia akan barang karet terutama ban semakin meningkat seiring dengan pertumbuhan ekonomi dan otomotif di dunia. Perkembangan ekspor karet alam Indonesia saat ini hanya mengekspor dalam bentuk bahan baku, hanya 15% yang terserap oleh industri hilir karet dalam negeri. Hal ini mengindikasikan lemahnya sisi industri karet hilir di Indonesia dalam memanfaatkan potensi karet alam yang dimiliki negeri ini. Perlunya penelitian tentang pengembangan kebijakan fasilitasi perdagangan pada Kawasan Ekonomi Khusus yang saat ini sedang dicanangkan pemerintah guna peningkatan ekspor bernilai tambah.  \n \n\nPenelitian ini bertujuan untuk memberikan rekomendasi pengembangan kebijakan fasilitasi perdagangan terkait fasilitas fiskal dan non fiskal sesuai dengan peraturan dan perundang-undangan yang berlaku serta sesuai dengan kebutuhan dari industri hilir karet tersebut. Adapun industri hilir karet yang menjadi fokus penelitian adalah produk ban dikarenakan ban memberikan nilai tambah tertinggi diantara produk karet lainnya serta menduduki posisi tertinggi dalam ekspor barang karet Indonesia. Selanjutnya, wilayah penelitian untuk pengembangan Kawasan Ekonomi Khusus (KEK) ditentukan sesuai dengan program pemerintah untuk pengembangan industri hilir karet dalam MP3EI yaitu di Provinsi Sumatera  \n \n\nUtara yang memiliki letak yang strategis untuk jalur perdagangan internasional serta kaya akan bahan baku karet alam sebagai input utama industri ban tersebut.  \n \n\nMetode yang digunakan dalam penelitian ini adalah menggunakan pendekatan sistem dinamis dengan kriteria performansi maksimasi peningkatan investasi, peningkatan ekspor bernilai tambah, penyerapan tenaga kerja dengan mempertimbangkan minimasi kehilangan pendapatan negara dari pajak akibat pemberian fasilitas untuk menarik minat investor. Pemodelan menghasilkan paket fasilitasi perdagangan berupa insentif fiskal dan non fiskal dengan memberikan tax holiday, keringanan pajak, bea masuk dan subsidi gas serta kemudahan-kemudahan perijinan perdagangan, investasi, perindustrian, keimigrasian, dll diharapkan dapat meningkatkan ekspor barang karet bernilai tambah (hilirisasi) serta perningkatan perekonomian wilayah.", "Daftar File": {"2013 TS PP HAMIDA WAHMUDA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91316", "2013 TS PP HAMIDA WAHMUDA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91317", "2013 TS PP HAMIDA WAHMUDA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91318", "2013 TS PP HAMIDA WAHMUDA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91319", "2013 TS PP HAMIDA WAHMUDA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91320", "2013 TS PP HAMIDA WAHMUDA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91321", "2013 TS PP HAMIDA WAHMUDA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/91322", "2013 TS PP HAMIDA WAHMUDA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91323"}, "Penulis": "HAMIDA WAHMUDA (NIM : 234 11 035)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ir. Dradjad Irianto, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fasilitasi perdagangan, kawasan ekonomi khusus, industri karet, peningkatan ekspor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}