{"Nomor": 18594, "Judul": "BUSINESS MODEL AND DEVELOPMENT STRATEGY FOR MEMORABLE SCRAPBOOK AS LOCAL CRAFT COMPANY THROUGH MARKET RESEARCH", "Abstrak": "ABSTRAK    \n \n \n \n\nScrapbook merupakan salah satu bentuk craft yang bukan hanya digunakan sebagai cara untuk melalui sebuah masa, melainkan juga didesain untuk menyampaikan kepada masa depan mengenai kehidupan yang kita ketahui atau jalani di masa sekarang, serta untuk mengabadikan momen-momen penting dalam hidup. Selain terdiri dari kumpulan foto, scrapbook juga mencakup hal-hal lainnya seperti dekorasi yang menarik, benda-benda artefak seperti catatan-catatan    \n \n\npenting, dan sentuhan personal. Saat ini Memorable Scrapbook masih berupa start-up company yang sedang menghadapi isu-isu penting di pasar. Isu bisnis yang dihadapi yaitu antara lain pertumbuhan segmentasi pasar yang cenderung stagnan dan kurang, persaingan antar perusahaan craft khususnya scrapbook, dan standard kualitas produk dalam meraih target pasar.    \n \n\nBerdasarkan isu tersebut, Memorable Scrapbook akan membuat sebuah strategi baru yang dapat menawarkan sebuah solusi. Untuk mendapatkannya, dilakukan analisa terhadap data yang menjadi pendukung isu bisnis tersebut. Data yang dikumpulkan berkaitan dengan kondisi bisnis scrapbook saat ini, konsumen yang berpotensial, dan situasi pasar terhadap perkembangan scrapbook di Indonesia. Data tersebut terdiri dari data primer yang diperoleh dari konsumen    \n \n\nberpotensial dan data sekunder yang diperoleh dari tinjauan pustaka. Data yang terkait dengan tanggapan pasar dan kecenderungan masyarakat Indonesia terhadap produk craft lokal juga dikumpulkan. Data tersebut kemudian dianalisa melalui pendekatan eksternal dan internal.    \n \n \n \n\nPendekatan eksternal yang dilakukan menggunakan Analisa 5 C dan Analisa Porter. Pendekatan internal yang dilakukan menggunakan Analisa 7 P dan Business Model Canvas. Dari kedua analisa tersebut didapatkan permasalahan yaitu pasar industri scrapbook di Indonesia yang tidak terlalu besar, sehingga pemain bisnis yang berkompetisi di dalamnya menjadi cukup ketat dan adanya persaingan di antara perusahaan scrapbook. Maka yang menjadi akar permasalahannya    \n \n\nyaitu kompetisi yang cukup intens dalam pasar yang kecil dari industri scrapbook, di mana Memorable Scrapbook memposisikan dirinya sebagai perusahaan scrapbook dengan cita rasa lokal dapat diterima oleh masyarakat Indonesia.    \n \n \n \n\nUntuk mengatasi akar permasalahan tersebut, Memorable Scrapbook perlu melakukan penelitian pasar dan pengembangan business model canvas. Memorable Scrapbook melakukan strategi diferensiasi, yaitu dengan memposisikan diri sebagai perusahaan scrapbook lokal yang menggunakan material lokal dan memiliki tampilan natural atau alami. Pengembangannya  tersebut akan ditinjau lebih lanjut dalam New Business Model Canvas sebagai strategi.    \n \n \n \n\nSolusi yang didapatkan bisa menjadi pedoman bagi Memorable Scrapbook untuk membuat rencana implementasi dalam pengembangan produk yang dihasilkan. Strategi pengembangan bisnis yang dilakukan melalui dua tahap, yaitu rencana jangka pendek dan jangka panjang. Memorable Scrapbook akan mengembangkan bisnis nya dengan tidak lagi hanya    \n \n\nmenggunakan sistem jasa scrap-for-hire, melainkan juga mulai memproduksi materialnya sendiri.    \n \n \n \n\nPerusahaan ini tidak akan langsung mengubah penampilannya bergaya lokal dan natural secara   \n \n\nkeseluruhan dan sekaligus, melainkan berintegrasi secara bertahap dengan menggunakan desain bergaya western terlebih dahulu, agar dapat diterima oleh masyarakat. Untuk program jangka panjang dalam 3 hingga 5 tahun ke depan, Memorable Scrapbook akan go local seutuhnya, khususnya dari material yang diproduksi dan digunakan. Tidak lagi hanya memasarkan produknya secara online, tetapi juga akan membuka toko offline yang menyediakan material scrapbook yang    \n \n\nsiap untuk langsung digunakan. Maka dari itu, Memorable Scrapbook dapat diterima oleh pasar dan terus berinovasi menjadi perusahaan scrapbook lokal pertama di Indonesia yang mampu bertahan dan kian bertumbuh.    \n \n \n \n\nKata Kunci: Scrapbook, Bisnis Craft, Business Model, Pasar, Lokal.", "Daftar File": {"2014 TS PP HANNA NATASHA HUTABARAT1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91419", "2014 TS PP HANNA NATASHA HUTABARAT1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91420", "2014 TS PP HANNA NATASHA HUTABARAT1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91421", "2014 TS PP HANNA NATASHA HUTABARAT1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91422", "2014 TS PP HANNA NATASHA HUTABARAT1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91423", "2014 TS PP HANNA NATASHA HUTABARAT1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91424"}, "Penulis": "HANNA NATASHA HUTABARAT )NIM : 29112078)", "Kontributor / Dosen Pembimbing": ["Thesis Advisor: Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keywords: Scrapbook, Craft Business, Business Model, Market, Local.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}