{"Nomor": 18597, "Judul": "KANTOR SEWA DI JALAN ASIA AFRIKA BANDUNG", "Abstrak": "Proyek Tugas Akhir Perancangan ini, dengan kasus Kantor Sewa di Jalan Asia Afrika Bandung,bersifat fiktif. Lahan seluas 4.400m2 berbatasan dengan rumah tinggal pada bagian Utara, Jalan Asia Afrika pada bagian Selatan, Bank Pasifik pada bagian Barat, dan Bank Mandiri pada bagian Timur. Isu utama dalam perancangan kantor sewa ini adalah tingkat efisiensi ruang yang tinggi. Perancang mengusahakan komposisi optimal antara ruang yang disewakan dan ruang servis. Gedung ini mempunyai 16 lantai yang terdiri dari 11 lantai tipikal, 1 lantai untuk peruntukan restoran dan kantin, 2 lantai podium, dan 2 lantai basement. Lantai tipikal berfungsi sebagai  kantor sewa. Luas tiap lantai tipikal adalah 1.163m2 dengan luas ruang sewa adalah 874 m2 (75,15%), sedangkan luas untuk fungsi servis dan sirkulasi adalah 289 m2 (24,85%). Lantai podium selain difungsikan untuk kantor sewa juga difungsikan untuk fasilitas komersial lain  yang diharapkan dapat menunjang kegiatan di kantor sewa ini. Fasilitas parkir ditempatkan pada lantai basement. RuangÃ‚Â–ruang yang dibutuhkan untuk utilitas ditempatkan pada basement serta atap bangunan. Luas total bangunan adalah 15.300 m2.Perancangan bangunan kantor sewa ini menggunakan konsep arsitektur ramah lingkungan yang      \n \n \n \n\ndi titik beratkan pada efisiensi penggunaan energi Penerapan konsep ini antara lain pada penentuan orientasi bangunan, ketebalan bangunan, pencahayaan alami, vegetasi pada atap podium dan lantai tipikal, serta pemilihan material selubung bangunan. Gubahan massa bangunan berupa podium dan tower untuk menciptakan ruang luar yang luas.Pintu masuk utama (main entrance) ditempatkan di samping kanan podium untuk menciptakan      \n \n \n \n\nruang terbuka di depan bangunan dan untuk menjadikan pintu masuk utama itu tidak terlalu formal, juga untuk efisiensi sirkulasi kendaraan.", "Daftar File": {"2010 TA PP HARIADI FAUZAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91438", "2010 TA PP HARIADI FAUZAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91439", "2010 TA PP HARIADI FAUZAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91440", "2010 TA PP HARIADI FAUZAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91441", "2010 TA PP HARIADI FAUZAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91442", "2010 TA PP HARIADI FAUZAN 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91443", "2010 TA PP HARIADI FAUZAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91444"}, "Penulis": "HARIADI FAUZAN (NIM: 152 04 093)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Fashridjal M Noor S ,Msc,,MURP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kantor sewa, arsitektur ramah lingkungan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}