{"Nomor": 18600, "Judul": "IMPLEMENTASI MANAJEMEN PENGETAHUAN DALAM RANGKA MENINGKATKAN KINERJA BISNIS Studi kasus di Bank Syariah Mandiri Cabang Tanjung Priok", "Abstrak": "PT. Bank Syariah Mandiri (BSM) merupakan bank syariah terbesar di Indonesia. Sebagai bank syariah yang memimpin pasar perbankan syariah, BSM tertantang  untuk terus tumbuh dan bercita-cita menjadi bank terbesar ke-10 di Indonesia  pada tahun 2015. Pada akhir tahun 2010, aset BSM masih berada pada urutan ke- 21.   Semakin ke depan tentunya kompleksitas tantangan yang dihadapi BSM akan  semakin besar, dan tantangan tersebut hanya bisa dijawab dengan didukung oleh  pegawai yang berpengetahuan (knowledge worker). Sebagai bank dengan jumlah outlet yang tersebar di 33 propinsi dan 628 outlet,  maka produktivitas setiap cabang BSM menjadi faktor ujung tombak   pertumbuhan perusahaan. BSM cabang Tanjung Priok sebagai salah satu cabang   BSM memiliki peran untuk memberikan kinerja terbaiknya bagi perusahaan.  Namun sepanjang tahun 2011, nilai KPI (Key Performance Indicator) BSM  cabang Tanjung Priok, terus menurun. Penurunan ini menjadi tantangan jajaran  manajemen cabang untuk mengatasinya. Melalui rapat-rapat dan FGD (Focus  Group Discussion) dirumuskanlah akar permasalahan yang menjadi penyebab penurunan nilai KPI cabang. Aspek manusia menjadi aspek yang utama secara internal yang dominan memberikan pengaruh.Isu utama dari aspek manusia adalah masalah pengetahuan, kreativitas,  keterampilan, kerjasama tim, pengalaman dan motivasi. Komponen-komponen ini  menjadi faktor yang sangat penting dalam mencapai target bisnis perusahaan yang   membutuhkan kreativitas ide, program dan kecepatan proses layanan didukung  oleh pengetahuan dan motivasi yang kuat. Oleh karena itu, praktik manajemen  pengetahuan dalam rangka meningkatkan kapasitas karyawan menjadi tujuan  yang harus dicapai dalam menjawab tantangan tersebut.            \n \n \n \n\nMelalui evaluasi pelaksanaan implementasi manajemen pengetahuan yang selama  ini berjalan, dapat diketahui bahwa level pelaksanaan manajemen pengetahuan di  BSM cabang Tanjung Priok masih berada pada level 2, yaitu fragmented. Level  ini ditandai dengan telah terbangunnya awareness pada level manajemen, namun  pelaksanaan dalam organisasi masih terfragmentasi.  Melalui fakta yang ada, dengan menggunakan teori yang relevan, selanjutnya  dirumuskan solusi yang diharapakan bisa diterapkan untuk proses perbaikan. Pada   dasarnya penelitian ini berusaha menjawab pertanyaan tentang konsep penerapan   terbaik knowledge management yang seharusnya diadopsi oleh cabang untuk  meningkatkan kinerja bisnis.            \n \n \n \n\nBerdasarkan hasil analisa yang telah dilakukan, penelitian ini merumuskan            \n \n \n \n\nproposal implementasi praktik KM dengan 3 objective utama yaitu: peningkatan  pencapaian funding dengan menstimulasi mengalirnya ide-ide baru untuk  menghasilkan strategi bisnis terbaik; peningkatan pencapaian kinerja bisnis   pembiayaan melalui percepatan proses dan keputusan untuk meraih lebih banyak  business results; peningkatan keterampilan pemasaran dalam aspek penjualan dan   negosiasi melalui sharing best practice. Selanjutnya adalah merumuskan  program-program implementasi knowledge management.", "Daftar File": {"2012 TS PP HARIS IBRAHIM 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91459", "2012 TS PP HARIS IBRAHIM 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91460", "2012 TS PP HARIS IBRAHIM 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91461", "2012 TS PP HARIS IBRAHIM 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91462", "2012 TS PP HARIS IBRAHIM 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91463", "2012 TS PP HARIS IBRAHIM 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91464"}, "Penulis": "HARIS IBRAHIM (NIM : 29109430)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. I r. Jann Hidajat Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "cabang, kinerja, dan pengelolaan pengetahuan, branch, performance, and knowledge management", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}