{"Nomor": 18603, "Judul": "PENENTUAN INDEKS PULSA MAGNET PC5 DI INDONESIA", "Abstrak": "Pulsa magnet Pc5 merupakan osilasi gelombang plasma di magnetosfer bumi, yang secara implisit terkandung dalam variasi geomagnet. Kemunculannya dipercayai bergantung pada kondisi angin surya dan dinamika magnetosfer. Dari beberapa studi sebelumnya menunjukkan Pc5 dapat digunakan untuk mengestimasi parameter angin surya. Dalam penelitian ini telah diekstrak pulsa Pc5 dari rekaman variasi harian geomagnet stasiun Biak dari 1992 sampai dengan 2003 dengan metoda bandpass filter butterworth. Tabel indeks Pc5 dikontruksi secara logaritmik mengikuti pola distribusi indeks Kp pada batas minimum amplitudo Pc5 0.0319 nT. Baik kecepatan maupun tekanan dinamik angin surya menunjukkan hubungan linier yang kuat terhadap indeks Pc5 pada rentang 0 ≤ indeks Pc5 ≤ +4. Sementara hubungan indeks Pc5 pada rentang > 4+ terhadap angin surya terlihat acak yang mungkin disebabkan kurangnya aktivitas (data) angin surya skala besar, dan atau peristiwa angin surya skala besar berdampak pada instrumen magnetometer yang terlihat sebagai noise atau saturasi sehingga datanya ikut tereliminasi. Dari hasil pengujian dengan meng-estimasi kecepatan dan tekanan dinamik angin surya, serta pemantauan badai magnet pada data stasiun Biak, Manado, Pare-Pare, Kupang, Tanjungsari, dan Kototabang menunjukkan hasil yang baik, sehingga indeks Pc5 Biak dapat digunakan pada stasiun-stasiun geomagnet di Indonesia dan dapat dipercaya untuk mengestimasi parameter angin surya dan memantau aktifitas badai magnetik", "Daftar File": {"2014 TS PP HARRY BANGKIT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91479", "2014 TS PP HARRY BANGKIT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91480", "2014 TS PP HARRY BANGKIT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91481", "2014 TS PP HARRY BANGKIT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91482", "2014 TS PP HARRY BANGKIT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91483", "2014 TS PP HARRY BANGKIT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91484", "2014 TS PP HARRY BANGKIT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91485"}, "Penulis": "HARRY BANGKIT (  NIM : 22412018 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Afnimar, Ph.D", "Laode M. Musafar K, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pulsa Magnet, Angin Surya, Cuaca Antariksa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}