{"Nomor": 18602, "Judul": "KEPERCAYAAN DAN RESIPROSITAS (TRUST AND RECIPROCITY) DALAM FLEKSIBILITAS USAHA KECIL", "Abstrak": "Kegiatan ekonomi di Indonesia lebih banyak di dominasi oleh pelaku usaha yang tergolong kelompok Usaha Kecil dan Menengah (UKM). Beberapa dari kegiatan usaha ini mengelompok dalam suatu wilayah tertentu membentuk klaster-klaster dan dikenal sebagai komunitas usaha berdasarkan jenis usaha yang di hasilkannya. Salah satu diantaranya adalah Komunitas Pengrajin Kayu di wilayah Cipacing.      \n \n \n \n \n\nPenelitian ini dilakukan dengan menggunakan metode kualitatif. Data kualitatif yang digunakan lebih banyak berasal dari perspektif para pelaku sendiri tentang kegiatan usaha yang mereka jalani. Dalam melakukan analisis penulis memanfaatkan kajian teortik dan konseptual yang bersumber dari perspektif innovative milieu (trust & reciprocity dan flexible specialization).      \n \n \n \n \n\nPenulis tertarik untuk memahami bagaimana anggota Komunitas Pengrajin Seni Kayu Cipacing menjalankan kegiatan usaha melalui cara seperti itu. Mengetahui bentuk kerjasama yang berlandaskan pada trust dari fleksibilitas (strategi beradaptasi) yang dilakukan pelaku usaha dalam menyiasati kendala usaha. khususnya memahami hubungan trust and reciprocity (perspektif innovative milieu) diantara para pelaku usaha rakyat / industri rakyat dalam melakukan cooperative practices based on trust (adopsi flexible specialization)      \n \n \n \n \n\nUsaha yang ditekuni Komunitas Pengrajin Seni Kayu Cipacing tidak lepas dari berbagai kendala, diantaranya adalah kendala produksi dan tingkat kompetisi pasar yang tinggi serta pangsa pasar yang cenderung fluktuatif. Untuk menyiasati kendal-kendala tersebut, pelaku usaha mengembangkan fleksibilitas usaha dan fleksibilitas produksi diantara sesama pelaku.      \n \n \n \n \n\nSecara khusus usaha yang ditekuni Komunitas Pengrajin Seni Kayu Cipacing, dan secara umum pelaku usaha kecil dan menengah di Indonesia, lebih banyak berkembang karena memanfaatkan faktor-faktor internal, seperti pengembangan berbagai bentuk kerjasama usaha yang dilandasi oleh saling percaya diantara para pelaku usaha dan ketimbal-balikan (trust and reciprocity).", "Daftar File": {"2010 TS PP HARRI A. SETIADI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91472", "2010 TS PP HARRI A. SETIADI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91473", "2010 TS PP HARRI A. SETIADI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91474", "2010 TS PP HARRI A. SETIADI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91475", "2010 TS PP HARRI A. SETIADI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91476", "2010 TS PP HARRI A. SETIADI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91477", "2010 TS PP HARRI A. SETIADI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91478"}, "Penulis": "HARRI A. SETIADI (NIM : 24008053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indra Budiman Syamwil, MSc. BEM"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Usaha Kecil dan Menengah (UKM), Kendala Usaha, Fleksibilitas Usaha dan Produksi, Kepercayaan dan Resiprositas (Trust And Reciprocity)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}