{"Nomor": 18612, "Judul": "STUDI TENTANG PRAKTEK CORPORATE ENTREPRENEURSHIP STUDI KASUS: PT. FONTERRA BRANDS INDONESIA", "Abstrak": "PT. Fonterra Brands Indonesia sebagai salah satu perusahaan yang bergerak di industri susu sudah mengembangkan bisnisnya cukup lama di Indonesia. Kontribusi bisnis terbesar berasal dari Anlene, sehingga ketergantungan PT. Fonterra Brands Indonesia akan performa Anlene cukup besar. Pasar ketegori susu dewasa mengalami penurun dalam dua tahun terakhir. Anlene sebagai market leader di kategori susu dewasa dengan market share sebesar 60% berperan besar untuk mengembangkan kategori ini. Dalam situasi seperti ini pesaing utama Anlene terus mengembangkan inovasi produk dengan meluncurkan varian yang belum pernah dikembangkan oleh Anlene. Permasalahan ini hanya bisa diselesaikan jika PT. Fonterra Brands Indonesia terus berinovasi dengan cara menerapkan corporate entrepreneurship. Penelitian ini diharapkan dapat memberikan gambaran kepada manajemen untuk mendorong dan meningkatkan praktek corporate entrepreneurship dalam perusahaan dengan meningkatkan peran dari faktor-faktor yang secara signifikan berpengaruh kepada tumbuhnya perilaku entrepreneurial dalam perusahaan. Untuk mengukur praktek corporate entrepreneurship digunakan instrumen Corporate Entrepreneurship Assessment Instrument (CEAI) yang mendefinisikan bahwa corporate entrepreneurship dipengaruhi oleh lima faktor yaitu: dukungan manajemen, keleluasaan dalam bekerja, penghargaan, ketersediaan waktu dan batasan organisasi. Batasan organisasi merupakan faktor utama yang harus diselesaikan secara terstruktur sesegera mungkin karena faktor ini merupakan faktor terbesar yang dirasakan karyawan menghambat terlaksananya praktek corporate entrepreneurship. Salah satu solusi yang bisa diterapkan adalah dengan membentuk innovation streering comittee. Tim ini merupakan suatu wadah yang berfungsi untuk memberikan kesempatan kepada semua karyawan baik secara perseorangan maupun berkelompok untuk mengajukan proposal ide-ide kreatif di luar rutinitas harian mereka yang bermanfaat untuk kemajuan perusahaan. Tim ini merupakan perwujudan dari dukungan manajemen terhadap corporate entrepreneurship karena terdiri dari senior manajer dari beberapa departemen. Karyawan yang kreatif dan selalu menghasilkan ide-ide baru yang inovatif akan terbentuk jika mereka memiliki pengetahuan dan keterampilan yang baik. Untuk itu perusahaan juga perlu meningkatkan pengetahuan dan keterampilan seluruh karyawan secara berkesinambungan dengan cara mengimplementasikan knowledge management.Banyak perusahaan yang gagal dalam menerapkan suatu perubahan. Untuk itu dalam memulai corporate entrepreneurship, maka harus dilakukan secara terstruktur melalui proses change management untuk memastikan keberhasilan akan tujuan yang diingankan dan bisa membentuk budaya perusahaan yang baru.", "Daftar File": {"2009 TS PP HARY KAPOTA NOVRIYADI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91539", "2009 TS PP HARY KAPOTA NOVRIYADI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91540", "2009 TS PP HARY KAPOTA NOVRIYADI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91541", "2009 TS PP HARY KAPOTA NOVRIYADI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91542", "2009 TS PP HARY KAPOTA NOVRIYADI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91543", "2009 TS PP HARY KAPOTA NOVRIYADI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91544"}, "Penulis": "HARY KAPOTA NOVRIYADI (NIM : 29106033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MSAE, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CEAI, kategori susu dewasa, corporate entrepreneurship, knowledge management, change management", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}