{"Nomor": 18617, "Judul": "KARAKTERISTIK OVERPRESSURE DI LAPANGAN LANGKAT, CEKUNGAN SUMATRA UTARA", "Abstrak": "Zona overpressure telah lama ditemukan pada Formasi Baong di Cekungan Sumatra Utara, khususnya di Lapangan Langkat. Namun, karakteristik overpressure di daerah tersebut masih belum diketahui. Karakteristik ini meliputi pola dan persebaran overpressure beserta mekanisme pembentukannya. Oleh karena itu, penelitian ini dilakukan untuk mengetahui karakteristik tersebut di Lapangan Langkat.     \n \n \n \n \n\nData yang digunakan dalam studi ini adalah log tali kawat (wireline log), data tekanan, dan laporan pengeboran empat sumur PT. Pertamina di daerah penelitian. Keberadaan overpressure dideteksi dari pembelokan log sonik, sementara mekanisme pembentukan overpressure dianalisis dari pola log tali kawat (wireline log), yang dikonfirmasi oleh plot silang Dutta, gradien geotermal, dan kekayaan dan kematangan batuan induk.     \n \n \n \n \n\nHasil penelitian ini menyimpulkan bahwa zona overpressure pada daerah penelitian terdeteksi pada Formasi Keutapang Bawah dan Formasi Baong. Kemudian perkiraan tekanan pori menunjukkan overpressure naik pada sekuen yang didominasi serpih dan turun pada sekuen serpih sisipan pasir. Sementara itu, mekanisme pembentukan overpressure di daerah penelitian adalah mekanisme loading dan non-loading. Mekanisme loading dideteksi pada sumur Gohor Lama-1, sedangkan pada tiga sumur lainnya, overpressure terbentuk oleh mekanisme non-loading. Mekanisme non-loading tersebut", "Daftar File": {"2014 TA PP HAZMANU HERMAWAN YOSANDIAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91574", "2014 TA PP HAZMANU HERMAWAN YOSANDIAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91575", "2014 TA PP HAZMANU HERMAWAN YOSANDIAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91576", "2014 TA PP HAZMANU HERMAWAN YOSANDIAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91577", "2014 TA PP HAZMANU HERMAWAN YOSANDIAN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91578", "2014 TA PP HAZMANU HERMAWAN YOSANDIAN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91579"}, "Penulis": "HAZMANU HERMAWAN YOSANDIAN (NIM : 12009008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Lambok M. Hutasoit, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "overpressure, Lapangan Langkat, Cekungan Sumatra Utara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}