{"Nomor": 18613, "Judul": "DAMPAK PERATURAN PEMBEBANAN RSNI T-02-2005 TERHADAP STRUKTUR JEMBATAN CABLE STAYED TENGKU AGUNG SULTANAH LATIFAH, SIAK SRI INDRA PURA", "Abstrak": "Peraturan pembebanan untuk jembatan di Indonesia mengalami perubahan dari waktu ke waktu. Rencana peraturan pembebanan untuk jembatan yang baru yaitu, RSNI T-02-2005 akan segera menggantikan peraturan pembebanan untuk jembatan yang sudah umum digunakan, yaitu BMS 1992. Adanya perbedaan pada kedua peraturan pembebanan untuk jembatan tersebut menjadi dasar kajian studi kasus dampak pembebanan baru terhadap struktur jembatan cable stayed Tengku Agung Sultanah Latifah yang terletak di Siak Sri Indra Pura, Kabupaten Siak, Provinsi Riau. Kajian mengenai dampak pembebanan tersebut bertujuan untuk mengetahui perubahan perilaku struktur jembatan yang terjadi akibat peraturan pembebanan baru relatif terhadap perilaku struktur jembatan eksisting. Perilaku struktur yang akan ditinjau hanya akan dibatasi pada gaya dalam, tegangan, dan kapasitas penampang deck jembatan. Metodologi penelitian yang digunakan berupa studi kasus jembatan eksisting Tengku Agung Sultanah Latifah, yang dimodelkan dalam program SAP 2000 dengan didukung oleh data proyek yang telah tersedia. Beban-beban yang akan diaplikasikan ke dalam model struktur jembatan terdiri dari berat sendiri, beban mati tambahan, beban lajur Ã‚Â“DÃ‚Â” yang terdiri atas: beban UDL dan beban KEL, beban penurunan pondasi, beban temperatur, dan beban gempa. Pada pembahasan pembebanan juga akan dibahas mengenai construction stage yang akan mempengaruhi beban konstruksi terutama pada beban mati. Beban-beban tersebut nantinya akan dikombinasikan dengan faktor tertentu baik dalam kondisi service maupun ultimate. Hasil analisis akan berupa gaya dalam, tegangan, dan kapasitas pada deck jembatan berikut perubahannya pada masing-masing peraturan pembebanan untuk jembatan.", "Daftar File": {"2010 TA PP HARY NOOR BAETANA-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91545", "2010 TA PP HARY NOOR BAETANA-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91546", "2010 TA PP HARY NOOR BAETANA-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91547", "2010 TA PP HARY NOOR BAETANA-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91548", "2010 TA PP HARY NOOR BAETANA-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91549", "2010 TA PP HARY NOOR BAETANA-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91550", "2010 TA PP HARY NOOR BAETANA-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91551"}, "Penulis": "HARY NOOR BAETANA ( NIM : 15006138) Pembimbing : Dr. Ir. Awal Surono, MS", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Awal Surono, MS", "Dr. Ir. Ananta Sofwan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cable Stayed, Pembebanan, Struktur, BMS 1992, RSNI T-02-2005.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}