{"Nomor": 18614, "Judul": "PENGEMBANGAN MODEL INSENTIF PENDANAAN PETANI BIJI KAKAO FERMENTASI MENGGUNAKAN SKEMA SUBSIDI RESI GUDANG", "Abstrak": "Biji kakao merupakan salah satu komoditas unggulan ekspor Indonesia dan merupakan komoditas perkebunan penyumbang devisa terbesar ketiga setelah kelapa sawit dan karet. Permasalahan utama pada sistem kakao nasional adalah biji kakao tersebut lebih banyak diekspor dibanding dimanfaatkan oleh industri pengolahan kakao dalam negeri. Biji kakao yang dihasilkan petani pada umumnya belum difermentasi, sedangkan industri kakao nasional membutuhkan biji kakao fermentasi sebagai bahan bakunya. Kurangnya insentif pendanaan bagi petani kakao sehingga enggan melakukan fermentasi terhadap biji kakao yang dihasilkan. Petani kakao harus menjual produksinya dengan harga yang ditentukan tengkulak, karena petani memiliki hutang ke tengkulak sebagai modal pada awal masa produksinya.  \n \n\nFokus penelitian ini adalah menganalisis manfaat yang diperoleh industri pengolahan kakao nasional dan petani jika memanfaatkan skema subsidi resi gudang (S-SRG) yang diberikan oleh pemerintah. Pada skema SRG, pemerintah akan memberikan subsidi bunga sehingga meringankan beban petani dan menghilangkan ketergantungan petani terhadap pinjaman tengkulak. Uji hasil pada model menunjukkan bahwa model usulan S-SRG dapat mengatasi permasalahan sistem kakao nasional. Proporsi penyerapan bahan baku yaitu biji kakao fermentasi dari domestik oleh industri kakao nasional meningkat dari 35,3% menjadi 72,4%. Sedangkan penyerapan biji kakao fermentasi dari impor turun dari 64,7% menjadi 27,6%. Petani juga memperoleh total manfaat lebih baik dibandingkan pada kondisi eksisting yaitu meningkat 229,8% dibanding dengan kondisi eksisting.", "Daftar File": {"2013 TS PP HASNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91552", "2013 TS PP HASNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91553", "2013 TS PP HASNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91554", "2013 TS PP HASNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91555", "2013 TS PP HASNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91556", "2013 TS PP HASNI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91557", "2013 TS PP HASNI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/91558", "2013 TS PP HASNI 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/91559"}, "Penulis": "HASNI (NIM : 23411040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Andi Cakravastia Raja, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biji kakao, pendanaan petani, bahan baku, industri pengolahan kakao, skema subsidi resi gudang (S-SRG)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}