{"Nomor": 18629, "Judul": "STUDI OVERPRESSURE DAN ALIRAN AIRTANAH PADA LAPANGAN ARU, CEKUNGAN SUMATRA UTARA", "Abstrak": "Cekungan Sumatra Utara adalah cekungan belakang busur yang terletak di bagian utara Pulau Sumatra dan merupakan salah satu cekungan produktif di Indonesia. Cekungan ini dilaporkan oleh penelitian Ã‚Â– penelitian terdahulu sebagai cekungan yang memiliki zona overpressure, dan telah mengakibatkan beberapa masalah pengeboran seperti blowout. Akan tetapi, penelitian Ã‚Â– penelitian tersebut belum mengaitkan keberadaan overpressure dengan aliran airtanah.         \n \n \n \n \n \n \n \n \n\nPenelitian ini dilakukan untuk melihat keterkaitan keberadaan overpressure dan aliran airtanah yang terjadi di empat sumur yang berada di Lapangan Aru, wilayah kerja PT Pertamina. Data yang digunakan selama penelitian adalah wireline log, data tekanan lumpur pengeboran, dan laporan pengeboran. Keberadaan overpressure di daerah penelitian dapat dideteksi terutama dari pembelokan nilai log sonik yang dikonfirmasi dengan data tekanan lumpur pengeboran, litologi, dan tekanan pori Eaton.         \n \n \n \n \n \n \n \n \n\nDari penelitian ini ditemukan bahwa zona overpressure pada daerah penelitian berada pada Formasi Keutapang bagian bawah dan Formasi Baong. Kemudian kemunculan shoulder effect pada wireline log dan tekanan pori Eaton teramati secara konsisten di lapisan Batupasir Baong Tengah pada sumur penelitian. Keberadaan shoulder effect ini menandakan terdapatnya aliran airtanah dengan arah aliran dari timur-timurlaut menuju barat-baratdaya. Korelasi stratigrafi dan peta isopach menunjukkan bahwa Formasi Baong Tengah menipis ke arah baratdaya-selatan.", "Daftar File": {"2013 TA PP HENGKI IRAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91661", "2013 TA PP HENGKI IRAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91662", "2013 TA PP HENGKI IRAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91663", "2013 TA PP HENGKI IRAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91664", "2013 TA PP HENGKI IRAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91665", "2013 TA PP HENGKI IRAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91666", "2013 TA PP HENGKI IRAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91667"}, "Penulis": "HENGKI IRAWAN  (NIM : 120 09 044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Lambok M. Hutasoit, Ph.D.", "Agus M. Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "overpressure, aliran airtanah, shoulder effect", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}