{"Nomor": 18625, "Judul": "STRATEGI REVITALISASI BRAND PERSIB", "Abstrak": "Persatuan Sepakbola Indonesia Bandung atau Persib adalah salah satu klub sepakbola elit di Indonesia saat ini. Setidaknya catatan bahwa Persib menjuarai Liga Indonesia pertama pada musim kompetisi 1994-1995 dan selalu berlaga di kompetisi tertinggi di negeri ini cukup membuktikan hal tersebut. Klub yang didanai oleh APBD Kota Bandung ini akhirnya sampai kepada kondisi tidak berprestasi dan tidak menguntungkan, baik secara finansial maupun ekonomis. Sebuah fenomena yang melanda sebagian besar klub yang berkompetisi di Liga Indonesia.Persib memiliki potensi bisnis yang tinggi. Besarnya jumlah pendukung adalah sebuah potensi pasar yang sangat menjanjikan. Potensi ini menjadi semakin besar karena observasi menunjukkan bahwa masih banyak kelompok masyarakat yang merasa belum terakomodasi oleh citra (brand image) Persib saat ini dan karenanya tidak melakukan bentuk dukungan yang apresiatif. Kelompok yang ternyata adalah mayoritas bobotoh tersebut menjadi aspek yang penting bagi upaya Persib untuk menjadi profesional dan memberdayakan potensi keuangan mereka. Oleh karenanya, strategi branding yang kuat dan terarah dibutuhkan untuk membangun identitas baru Persib sekaligus menggerakkan organisasi ini untuk memeliharanya dan mengembangkannya ke titik optimum.       \n \n \n \n\nHasil penelitian berupa focus group discussion dan in-depth interview memberikan gambaran bahwa identitas baru Persib harus berpijak kepada citra ideal yang bertujuan memberdayakan bobotoh secara finansial yang meliputi aspek-aspek sebagai berikut: pengelolaan klub yang profesional, tim yang tangguh dan kompetitif, stadion yang representatif serta bobotoh yang tertib dan teratur.       \n \n \n \n\nAnalisis yang dilakukan terhadap permasalahan dan beberapa alternatif penyelesaiannya memberikan solusi-solusi yang terdiri atas solusi jangka pendek dan solusi jangka panjang. Solusi-solusi tersebut dirangkai dalam rencana implementasi yang berdasar kepada strategi Brand Asset Management yang dikembangkan oleh Scott M. Davis. Penyusunan seperti ini dilakukan dengan tujuan memberikan arahan yang jelas dan terperinci semenjak tahap awal berupa pembentukan Brand Vision sampai dengan membentuk organisasi yang mendukung pelestarian Brand sebagai aset perusahaan. Dengan demikian, Persib akan dapat mengoptimalkan keuntungan dari identitas barunya tersebut.", "Daftar File": {"2008 TS PP HENDRO HENDRATNO KALIGIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91635", "2008 TS PP HENDRO HENDRATNO KALIGIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91636", "2008 TS PP HENDRO HENDRATNO KALIGIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91637", "2008 TS PP HENDRO HENDRATNO KALIGIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91638", "2008 TS PP HENDRO HENDRATNO KALIGIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91639", "2008 TS PP HENDRO HENDRATNO KALIGIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91640"}, "Penulis": "HENDRO HENDRATNO KALIGIS (NIM : 29106330)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M. M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persib, Strategi branding", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}