{"Nomor": 18637, "Judul": "ANALISIS DEFORMASI BLOK BANDA BERDASARKAN DATA PENGAMATAN GPS KONTINU TAHUN 2010-2012", "Abstrak": "Kawasan Laut Banda atau yang biasa disebut Blok Banda terletak di sebelah timur Indonesia. Blok Banda memiliki fenomena geologi yang rumit. Hal ini dikarenakan      \n \n \n \n \n \n\ndi sinilah tiga lempeng tektonik besar bertemu yaitu lempeng Eurasia, lempeng Pasifik, dan lempeng Indo-Australia. Dasar Laut Banda merupakan bagian dari      \n \n \n \n \n \n\nlempeng Eurasia yang terletak di antara lempeng Pasifik di utara dan lempeng Indo- Australia di selatan. Sebagai zona pertemuan antar lempeng, wilayah ini memiliki      \n \n \n \n \n \n\nbanyak patahan, punggungan, palung laut dan bahkan mikrolempeng, yakni mikrolempeng Halmahera, yang menjadi dasar Laut Maluku. Analisis deformasi ini dimaksudkan untuk dapat mengetahui arah pergerakan lempeng di Blok Banda yang nantinya diharapkan dapat digunakan untuk upaya mitigasi bencana kegempaan di daerah tersebut pada masa yang akan datang. Untuk dapat mengetahui arah dari      \n \n \n \n \n \n\npergerakan lempeng ini diperlukan data pengamatan GPS dan strategi pengolahan data yang teliti mengingat pergerakan lempeng hanya berada pada tingkatan      \n \n \n \n \n \n\nmillimeter per tahun saat ini. Hasil dari data-data pengamatan GPS kontinu yang telah diolah memperlihatkan adanya pergeseran pada titik-titik pengamatan GPS di      \n \n \n \n \n \n\nBlok Banda yang berkisar dari 6.5 mm/tahun sampai 64.4 mm/tahun dan juga terdapat beberapa titik yang memiliki perbedaan komponen arah pergeseran dengan      \n \n \n \n \n \n\nliteratur lainnya. Hasil yang didapat masih diperlukan analisis deformasi selanjutnya karena masih ada satu titik pengamatan GPS kontinu yang tidak bisa dipakai.", "Daftar File": {"2014 TA PP HERIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91715", "2014 TA PP HERIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91716", "2014 TA PP HERIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91717", "2014 TA PP HERIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91718", "2014 TA PP HERIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91719", "2014 TA PP HERIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91720"}, "Penulis": "HERIYANTO ( 15110014 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Irwan Meilano,ST., MSc.", "Dr. Ir. Dina Anggreni Sarsito, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Blok Banda, Lempeng Tektonik, GPS, Deformasi, Mitigasi Bencana", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}