{"Nomor": 18633, "Judul": "ESTIMASI PARAMETER ROTASI EULER BLOK SUNDA BERDASARKAN DATA PENGAMATAN GPS KONTINYU DAN EPISODIK DI REGIONAL ASIA TENGGARA", "Abstrak": "Blok Sunda merupakan salah satu blok di regional Asia Tenggara yang didefinisikan memiliki rotasi blok tersendiri. Blok ini mencakup sebagian besar regional Asia Tenggara yaitu wilayah Indo-cina, Thailand, Semenanjung Malaysia, Sumatra, Kalimantan, Jawa dan perairan dangkal yang terletak di antaranya. Perilaku pergerakan suatu blok dapat didefinisikan dari rotasi Euler dan vektor pergeseran seismik (deformasi elastik). Pada penelitian ini digunakan data jaring GPS di regional Asia Tenggara untuk mengestimasi parameter rotasi Euler blok Sunda. Rotasi Euler terdiri dari kutub Euler dan kecepatan sudut. Stasiun pengamatan GPS yang digunakan dalam mengestimasi parameter rotasi Euler merupakan stasiun-stasiun pengamatan yang mewakili zona rotasi blok dari Blok Sunda. Dengan melakukan forward calculation dapat diperoleh vector kecepatan pergerakan model di setiap stasiun pengamatan GPS. Kemudian pola deformasi lokal yang telah bebas dari efek rotasi blok dapat ditentukan dari residu vektor kecepatan pergerakannya. Perbedaan antara penelitian ini dengan penelitian-penelitian yang sebelumnya adalah pada penelitian ini estimasi parameter rotasi Euler diperoleh dari vektor pergerakan dalam kerangka referensi ITRF (International Terrestrial Reference Frame) 2008 serta densitas stasiun pengamatan GPS yang digunakan lebih detail.       \n \n \n \n \n \n \n\nSolusi parameter rotasi Euler blok Sunda terbaik yang diperoleh di dalam penelitian ini yaitu untuk (lintang kutub Euler) sebesar 46.202 0.620 Ã‚ÂºN, (bujur kutub Euler) sebesar -85.899 0.256 Ã‚ÂºE, dan (kecepatan sudut) sebesar 0.370 0.004 Ã‚Âº/juta-tahun. Hasil estimasi parameter rotasi Euler blok Sunda menunjukkan bahwa blok Sunda berotasi berlawanan arah dengan putaran jarum jam pada kecepatan 25-35 mm/tahun.", "Daftar File": {"2013 TS PP HENRI KUNCORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91689", "2013 TS PP HENRI KUNCORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91688", "2013 TS PP HENRI KUNCORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91690", "2013 TS PP HENRI KUNCORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91691", "2013 TS PP HENRI KUNCORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91692", "2013 TS PP HENRI KUNCORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91693"}, "Penulis": "HENRI KUNCORO (NIM : 25112005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Irwan Meilano, ST, M.Sc", "Dr. Ir. Dina A. Sarsito, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rotasi Euler, blok Sunda, Asia Tenggara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}