{"Nomor": 18641, "Judul": "FORMULASI STRATEGI DAN IMPLEMENTASI STRATEGI PENINGKATAN PEMANFAATAN TAILING SEBAGAI SALAH SATU SUMBER DAYA MATERIAL KONSTRUKSI DI AREA PT.FREEPORT INDONESIA DAN PROVINSI PAPUA", "Abstrak": "Hanya sekitar 3% dari total bijih yang diolah di pabrik berubah menjadi konsentrat, sedangkan pasir yang tersisa (tailing) dari proses pengolahan bijih akan diendapkan di ModADA (Modified Ajkwa Deposition Area) yang jumlahnya mencapai 230 ton perhari. Hal ini menjadi   \n \n \n\nsorotan tajam dari organisasi lingkungan yang bisa berimbas dan mempengaruhi citra perusahaan PT.Freeport Indonesia. Berdasarkan surat Kementerian Lingkungan Hidup Republik Indonesia tanggal 23 Maret 2006, PT.Freeport Indonesia telah menandatangani perjanjian kesepahaman (memorandum of understanding) tentang pemanfaatan tailing untuk mendukung pembangunan infrastruktur di Kabupaten Mimika dan juga di Provinsi Papua. Akan tetapi pemanfaatan tailing dalam beberapa tahun terakhir justru menunjukkan penurunan yang tajam dan tidak sesuai dengan harapan dan tujuan dari MoU pemanfaatan tailing. Jumlah pemanfaatan tailing terus berkurang dari 297.970 M3 pada tahun 2008 turun menjadi 82.427 M3 pada tahun 2009 dan menjadi hanya 39.019 M3 pada tahun 2010. Hal ini juga menjadi sorotan Kementrian Lingkungan Hidup karena tidak sesuai dengan komitmen PT.Freeport Indonesia dalam pemanfaatan tailing. Berdasarkan hasil penelitian beberapa hal yang menjadi akar masalah tidak tercapainya tujuan dari pemanfaatan tailing yaitu antara lain: kurangnya program R&D, program marketing yang tidak efisien dan tidak maksimal dalam pelaksanaannya, kurangnya sarana dan prasarana pendukung kegiatan operasional yang mengakibatkan operasional yang tidak efisien, kurangnya sumber daya   \n \n \n\nmanusia dan kurangnya capital investment untuk mendukung program pemanfaatan tailing. Berdasarkan hasil analisis PEST dan SWOT yang dilakukan, strategi PTFI dalam meningkatkan pemanfaatan tailing adalah growth strategies. Secara spesifik, ada 5 aspek yang PTFI harus   \n \n \n\nlakukan dalam meningkatkan program pemanfaatan tailing yaitu : strategi R & D dengan technological leader (differentiation) produk material tailing serta dengan melakukan open innovation melalui kerjasama antara Perusahaan, Pemerintah, Akademisi / Universitas, bahkan   \n \n \n\nkonsumer, dalam pengembangan produk-produk baru; Strategi marketing dengan cara pull marketing yang bertujuan meningkatkan awareness dari produk-produk material tailing; Strategi operasional dengan efisiensi dan implementasi bisnis model yang baru dengan tujuan   \n \n \n\nmenurunkan biaya pemanfaatan tailing; Strategi HR dengan pengembangan organisasi dan penambahan sumber daya manusia; Serta strategi financial dengan melibatkan dana dari PTFI, Pemerintah serta pihak swasta dalam meningkatkan pemanfaatan tailing. Dengan 5 aspek strategi tersebut PT.Freeport Indonesia bertujuan menjadikan tailing sebagai sumber daya material konstruksi dalam pengembangan infrastruktur Papua.", "Daftar File": {"2011 TS PP HERRY BUDI SAROHA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91741", "2011 TS PP HERRY BUDI SAROHA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91742", "2011 TS PP HERRY BUDI SAROHA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91743", "2011 TS PP HERRY BUDI SAROHA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91744", "2011 TS PP HERRY BUDI SAROHA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91745", "2011 TS PP HERRY BUDI SAROHA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91746"}, "Penulis": "HERRY BUDI SAROHA (NIM : 29109142)", "Kontributor / Dosen Pembimbing": ["Alibasjah Soedjarno, MM & Dwi Larso, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pemanfaatan tailing, formulasi strategi, implementasi strategi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}