{"Nomor": 18640, "Judul": "ANALISIS KEGEMPAAN DI MALUKU UTARA BERDASARKAN DISTRIBUSI HIPOPSENTER DAN NILAI-b", "Abstrak": "Selama periode Juli 2009 Ã‚Â– Desember 2012, sebanyak 2362 gempa di wilayah Maluku Utara dapat direlokasi dengan menggunakan metode Double Difference. Hasil relokasi hiposenter menunjukan perubahan lokasi gempa yang signifikan terutama kedalaman fokus gempa, sehingga dapat memberikan gambaran yang lebih jelas mengenai struktur slab yang ada dibawahnya, begitu rumitnya struktur slab yang ada menjadikan Maluku Utara sebagai wilayah yang harus diwaspadai akan dampak dari bencana gempa bumi besar.      \n \n \n \n \n \n\nPada studi ini telah dilakukan analisis nilai-a dan nilai-b sebagai salah satu usaha mitigasi kegempaan di wilayah ini, nilai-b yang rendah sering dihubungkan sebagai wilayah dengan deposit stress lokal besar, dan nilai-a dihubungkan dengan tingkat aktivitas seismik suatu wilayah. Adapun nilai-a dan nilai-b yang rendah teramati disekitar Laut Maluku terutama di sebelah tenggara Semenanjung Minahasa dan juga di sekitar Pulau Bacan dan Pulau Obi. Nilai-a dan nilai-b yang rendah di suatu wilayah yang sama menunjukan bahwa di zona tersebut terdapat akumulasi energi yang besar dan menimbulkan tingkat stress yang yang cukup tinggi. Hasil ini tidak jauh berbeda dengan hasil analisis nilai-a dan b berdasarkan data sebelum relokasi dengan periode waktu yang lebih lama, hal ini mempertegas bahwa di wilayah tersebut adalah wilayah yang berpeluang terjadi gempa besar diwaktu yang akan datang.", "Daftar File": {"2014 TS PP HERMIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91739", "2014 TS PP HERMIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91740", "2014 TS PP HERMIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91738", "2014 TS PP HERMIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91737", "2014 TS PP HERMIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91736", "2014 TS PP HERMIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91735", "2014 TS PP HERMIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91734"}, "Penulis": "HERMIZAL ( NIM : 22411319 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Andri Dian Nugraha, S.Si, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "seismisitas, nilai-b, nilai-a, relokasi gempa, Double Difference (DD)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}