{"Nomor": 18649, "Judul": "STRATEGI OPERASI DIVISI PRODUKSI TRANS TV DALAM MENGHADAPI KOMPETISI DAN MENINGKATKAN PEROLEHAN RATING DAN SHARE", "Abstrak": "Industri media televisi (free-to-air) merupakan industri yang kompleks. Dalam industri media televisi terdapat dua macam konsumen yaitu konsumen pemirsa (audience) dan konsumen pengiklan (advertiser). Trans TV adalah stasiun pelopor yang menjalankan strategi diferensiasi program dengan tv lainnya, yaitu program non-drama. Trans TV menjalankan strategi In-house Production yang ternyata dapat menekan biaya belanja program. dengan membuat margin cost dan revenue semakin lebar dan meningkatkan profit. Trans TV harus bersaing dengan 10 stasiun televisi nasional dan 40 stasiun televisi lokal. Persaingan antar televisi yang semakin ketat, mengakibatkan Trans TV berada di posisi 4 all station dengan perolehan rating dan share yang menurun. Isu bisnis yang sedang dialami oleh Trans TV memerlukan analisa baik eksternal maupun internal. Analisa eksternal dilakukan dengan menggunakan teknik PEST dan PorterÃ‚Â’s five forces. Sedangkan untuk analisa internal digunakan teknik value chain. Dari analisa tersebut  diperoleh SWOT dan advantage value chain yaitu konten. Dengan persaingan antar stasiun televisi, konten adalah raja. Peluang masih terbuka, namun Trans TV mengalami penurunan. Akar masalahnya terdapat di sumber daya manusia, karena konten berasal dari kreativitas hasil  kreasi manusia. Hal ini menyebabkan Trans TV harus segera melakukan strategi untuk menaikkan perolehan rating dan share. Strategi dilakukan pada divisi utama Trans TV yaitu Divisi Produksi. Teknik yang digunakan adalah formulasi strategi operasi dari Slack dan Lewis (2008). Formulasi strategi harus dapat menjawab akar permasalahan yang terjadi di Divisi Produksi Trans TV dengan 4 objektif, yaitu untuk menghasilkan program yang menghasilkan rating dan share tinggi, inovasi produk yang berkesinambungan, sumber daya manusia yang berkualitas dan loyal, efisiensi biaya produksi. Empat belas macam strategi dibagi menjadi dua kategori, yaitu strategi primer dan sekunder.      \n \n \n \n\nStrategi primer harus segera diimplementasikan, sedangkan strategi sekunder adalah strategi yang sifatnya tidak mendesak. Hasil dari proyek akhir ini adalah program-program strategis untuk memenuhi 4 objektif sehingga diharapkan dapat mengembalikan posisi Trans TV ke deretan tiga stasiun terbaik dengan perolehan rating dan share yang besar. Perolehan rating dan share akan berpengaruh      \n \n \n \n\npada target penjualan. Angka penjualan akan menentukan reward berupa bonus dan kenaikan gaji untuk para sumber daya manusia dan kemajuan Trans TV. Program-program strategis yang utama dan mendesak terutama pada bagian sumber daya manusia, karena dari merekalah ide kreatif dan konten berasal. Program strategis dibuat untuk jangka waktu satu tahun dengan penanggungjawab masing-masing program strategis.", "Daftar File": {"2012 TS PP HOTMARIATI ELIZABETH PURBA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91793", "2012 TS PP HOTMARIATI ELIZABETH PURBA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91794", "2012 TS PP HOTMARIATI ELIZABETH PURBA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91795", "2012 TS PP HOTMARIATI ELIZABETH PURBA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91796", "2012 TS PP HOTMARIATI ELIZABETH PURBA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91797", "2012 TS PP HOTMARIATI ELIZABETH PURBA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91798"}, "Penulis": "HOTMARIATI ELIZABETH PURBA (NIM: 29108353)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dermawan Wibisono, M.Eng Ir. Alibasjah Inggriantara, S.E., M.M"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi operasi, advantage value chain", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}