{"Nomor": 18644, "Judul": "STRATEGI PENGEMBANGAN BISNIS PADA BISNIS ONLINE READYGOPLAY", "Abstrak": "Readygoplay merupakan sebuah bisnis online milik perorangan yang dimulai pada 18 Mei 2010. Bisnis online dengan konsep social community yang memiliki misi membantu pelaku industri kreatif dalam mengembangkan usahanya.Dalam perjalanannya, situs ini mendapatkan awal yang baik berupa ledakan pendaftaran anggota baru. Namun, lonjakan pengguna baru ini bersifat sementara, yang berakibat situs dihentikan di akhir tahun 2010. Situs readygoplay kembali beroperasi pada tahun 2011 dengan meluncurkan produk baru berupa blog mengenai web design. Penelitian ini bertujuan memberikan usulan strategi yang terbagi ke dalam tiga tipe strategi berdasarkan cakupannya. Strategi korporat, memberikan arahan kepada perusahaan secara keseluruhan. Strategi bisnis, berfokus pada setiap produk readygoplay untuk meningkatkan keunggulannya. Strategi fungsional,digunakan untuk memaksimalkan area-area fungsional perusahaan. Perumusan strategi dilakukan berdasarkan Basic Strategic Management model, meliputi tahapan : Environmental Scanning, Strategy Formulation dan Strategy Implementation. Peneliti mengusulkan Growth Strategy sebagai strategi korporat dalam mengarahkan perusahaan untuk berkembang melalui produk-produk website bertopik niche yang bersinergi seperti webdesignlift.com. Selanjutnya strategistrategi bisnis diusulkan bagi setiap produk readygoplay. Usulan ini meliputi Differentiation, Differentiation Focus, Cost Focus dan Strategic Alliances. Setelah itu strategi-strategi fungsional yang diusulkan meliputi Product Development, Equity Financing, Technological follower, Continuous Improvement, Self Managing Work Team dan Pararel Sourcing.", "Daftar File": {"2012 TS PP HERWINDO ARTONO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91760", "2012 TS PP HERWINDO ARTONO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91761", "2012 TS PP HERWINDO ARTONO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91762", "2012 TS PP HERWINDO ARTONO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91763", "2012 TS PP HERWINDO ARTONO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91764", "2012 TS PP HERWINDO ARTONO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91765"}, "Penulis": "HERWINDO ARTONO (NIM : 29108302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "website, internet startup, internet publishing, strategy, blog business, bisnis blog, Strategic Management, SFAS, EFAS, IFAS, Strategic Management.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}