{"Nomor": 18658, "Judul": "PENERAPAN FORMULA JARAK (THE HEDBERG LINE) DALAM PENENTUAN LANDAS KONTINEN EKSTENSI DI PERAIRAN PAPUA UTARA (STUDI KASUS: PENDEKATAN WILAYAH EAURIPIK RISE)", "Abstrak": "Pada pasal 76 ayat 1 United Nations Law of the Sea Convention (UNCLOS) menyatakan bahwa Landas Kontinen negara pantai terdiri dari dasar laut dan kekayaan alam yang terdapat di bawahnya dari area laut yang merupakan penambahan dari laut teritorialnya. Sebuah negara pantai dimungkinkan untuk mengajukan klaim atas Landas Kontinen yang melebihi 200 mil laut (M) atau biasa disebut dengan Landas Kontinen Ekstensi (LKE) sebagaimana diatur oleh pasal 76 ayat 4 UNCLOS 1982. Tujuan utama pada penelitian ini adalah menentukan area ekstensi Landas Kontinen di luar 200 mil laut dengan menggunakan pendekatan formula Hedberg Line. Metode yang digunakan dalam penelitian ini mengacu kepada pasal 76 UNCLOS 1982 dan hasil adaptasi petunjuk teknis dan ilmiah penarikan batas terluar Landas Kontinen yang dikeluarkan oleh Commission on the Limits of the Continental Shelf (CLCS). Luas maksimum yang diperoleh sesuai dengan prosedur dan langkah-langkah dalam pengolahan data adalah sebesar 35154,533350 kmÃ‚Â². Luasan ini menggunakan klaim punggungan samudera Eauripik Rise sebagai acuan penarikan garis formula.", "Daftar File": {"2014 TA PP HUSEIN SYARIF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91858", "2014 TA PP HUSEIN SYARIF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91859", "2014 TA PP HUSEIN SYARIF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91860", "2014 TA PP HUSEIN SYARIF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91861", "2014 TA PP HUSEIN SYARIF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91862", "2014 TA PP HUSEIN SYARIF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91863"}, "Penulis": "HUSEIN SYARIF  ( 15110086 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T", "Dr. Ir. Agus Suparman, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Landas Kontinen Ekstensi, CLCS, Eauripik Rise, Hedberg Line, mil laut", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}