{"Nomor": 18655, "Judul": "MODEL 2-D HORISONTAL KOPEL HIDRODINAMIKA- TRAJEKTORI SAMPAH LAUT TERAPUNG DI TELUK AMBON", "Abstrak": "Permasalahan banyaknya sampah laut terapung (SLT), mempengaruhi penurunan kondisi lingkungan yang berdampak negatif terhadap aspek-aspek lainnya di perairan Teluk Ambon. Maka dari itu untuk mempelajari permasalahan SLT tersebut, dilakukan simulasi model gabungan hidrodinamika dan trajektori SLT untuk mengetahui pola pergerakan SLT pada perairan teluk. Daerah model memasukan kondisi perairan Teluk Ambon yang memiliki sill pemisah Teluk Ambon Dalam dan Teluk Ambon Luar. Simulasi hidrodinamika menggunakan pasang surut dan angin sebagai gaya penggerak.    \n \n \n \n\nSimulasi trajektori partikel dilakukan dengan dua skenario berbeda. Pada skenario 1, titik sumber SLT berasal dari laut, pada jalur lintas ferry antar pulau Poka-Galala yang berlokasi di perbatasan antara sill dengan Teluk Ambon Dalam. Disimulasikan selama 18 hari pada tanggal 07/04/12-25/04/12. Sedangkan skenario 2 menempatkan titik keluaran SLT bersumber dari darat, bertempat di sepanjang pesisir pantai Pasar Mardika Kota Ambon (Teluk Ambon Luar). Disimulasikan selama 4 bulan pada tanggal 07/04/12-04/07/12. Aktivitas penyeberangan antar pulau yang padat manusia dan juga besarnya kuantitas sampah dari aktivitas pasar, adalah alasan dalam pemilihan titik lokasi sumber dari kedua skenario.    \n \n \n \n\nHasil simulasi trajektori SLT memperlihatkan prosentase persebaran SLT skenario 1 selama 18 hari pada bulan April 2012. Sebesar 88,8% SLT berkumpul di area Teluk Ambon Dalam. Sedangkan hasil prosentase sebaran SLT skenario 2 selama 4 bulan pada April-Juli 2012 memperlihatkan 90% SLT berkumpul di daerah Teluk Ambon Luar, 10% berada di dalam sill.", "Daftar File": {"2013 TA PP HUGO SAMUDERA PUTUHENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91837", "2013 TA PP HUGO SAMUDERA PUTUHENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91838", "2013 TA PP HUGO SAMUDERA PUTUHENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91839", "2013 TA PP HUGO SAMUDERA PUTUHENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91840", "2013 TA PP HUGO SAMUDERA PUTUHENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91841", "2013 TA PP HUGO SAMUDERA PUTUHENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91842", "2013 TA PP HUGO SAMUDERA PUTUHENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91843"}, "Penulis": "HUGO SAMUDRA PUTUHENA (NIM: 12909011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ivonne M. Radjawane,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sampah laut terapung (SLT), simulasi trajektori partikel, simulasi hidrodinamika, Teluk Ambon", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}