{"Nomor": 18652, "Judul": "PALEONTOLOGI MOLUSKA NEOGEN GENUS TURRITELLA DARI PULAU JAWA SEBAGAI DASAR PENYUSUNAN BIOZONASI TURRITELLA", "Abstrak": "Kemunculan fosil-fosil moluska pada batuan berumur Tersier di Indonesia sangat melimpah, lebih dari 3000 spesies telah dikenali. Penelitian paleontology moluska di Indonesia sendiri sudah dilakukan oleh beberapa peneliti dari berbagai negara. Pada pertengahan tahun 1990-an muncul sejumlah peneliti muda Indonesia yang mendalami moluska melalui penelitian akademis untuk       \nkepentingan tesis maupun disertasi.       \nDari penelitian-penelitian terdahulu telah dihasilkan beberapa hal seperti penemuan spesies-spesies baru, biostratigrafi dan paleoekologi. Namun dalam penyusunan satuan-satuan biostratigrafi masih dijumpai sejumlah keraguan terhadap umur dan urutan jenjangnya. Keraguan tersebut disebabkan sejumlah spesies Turritella yang dipergunakan sebagai fosil penunjuk penamaannya masih       \nsering berubah-ubah. Perubahan tersebut disebabkan belum adanya parameter identifikasi baku yang dipergunakan untuk mengidentifikasi Turritella di Pulau Jawa.       \nKeraguan terhadap umur juga disebabkan pada metode penentuan umur yang dipergunakan.Metode penentuan umur dengan persentase kehadiran moluska resen dalam batuan masih perlu dikaji. Keraguan disebabkan belum diketahuinya moluska-moluska resen yang ada, sehingga penghitungan persentase tersebut perlu dikaji lebih mendalam.       \nUntuk itulah kajian terhadap satuan-satuan biostratigrafi tersebut perlu dilakukan agar dapat diketahui validitasnya. Dalam penyusunannya diawali dengan pembuatan biozonasi-biozonasi yang nantinya sebagai dasar pada pengkajian atau penyusunan biostratigrafi moluska. Satuan-satuan biostratigrafi sebelumnya jelas sudah memberikan manfaat dalam menjelaskan posisi stratigrafi dari lokasi tipe dari masing-masing satuan, namun perkembangan penelitian terhadap lokasi-lokasi tipe tersebut menunjukkan adanya kekurang sesuaian posisi stratigrafi, sehingga perlu dilakukan suatu kajian lagi.       \nTurritella merupakan taksa yang paling sering dijumpai pada lokasi-lokasi tipe jenjang biostratigrafi Moluska. Kehadiran spesies tersebut menjadi layak untuk dikaji dari aspek paleontologi agar tidak terjadi kerancuan dalam melakukan identifikasi. Sehingga nantinya kehadiran fosil Turritella pada beberapa lokasi tersebut dapat lebih termanfaatkan dalam aspek geologi. Melihat kompleksitas permasalahan di atas maka dalam penelitian ini diperlukan suatu batasan masalah yang akan dipergunakan. Batasan tersebut meliputi spesies yang akan dipergunakan dan lokasi penelitian. Spesies yang akan diteliti berasal dari genus Turritella. Lokasi penelitian merupakan lokasi tipe dari jenjang-jenjang biostratigrafi yang sudah ada, dan ditambah dengan lokasi-lokasi lain yang mewakili sejumlah cekungan yang ada di Pulau Jawa.       \nPenelitian ini difokuskan pada Turritella dengan maksud untuk mengetahui tiga hal, yaitu: yang pertama adalah taksnomi dan filogeni dari Turritella, yang kedua       \nmengetahui umur dari batuan dan terakhir mengetahui lingkungan dari spesiesspesies Turritella tersebut. Akhir dari penelitian ini ditujukan untuk menyusun       \nbiozonasi moluska neogen dari genus Turritella di Pulau Jawa.       \nPenelitian ini menghasilkan usulan parameter untuk mengidentifikasi Turritella di Jawa dari aspek biometri. Parameter tersebut adalah Wsut:Wang yang terbukti dapat menunjukkan kesamaan spesies dan juga membedakan sub spesies. Aspek biometri pada Turritellidae juga berhubungan dengan aspek geologi berupa cekungan dan umur.       \nBerdasarkan parameter-parameter morfologi dan biometri Turritellidae dapat diusulkan satu spesies baru dan satu subspecies baru. Spesies baru tersebut adalah Turritella meningtenensis sedangkan sub spesies baru adalah Zaria       \nbantamensis cimadurensis. Adanya hubungan antara aspek biometri dengan aspek geologi dapat membuktikan hipotesis yang pertama, yaitu pada masing-masing cekungan yang sama ditemukan Turritella yang sama, pada cekungan yang berbeda Turritella yang muncul juga berbeda.       \nBerdasarkan spesies-spesies dari Turritella dan Zaria dapat terbagi dalam beberapa biozonasi Turritella dan Zaria. Dengan demikan hipotesis kedua dapat dibuktikan dengan tersusunnya biozonasi tersebut, sehingga Turritella dan Zaria dari Pulau Jawa dapat dipergunakan untuk penentuan umur batuan.", "Daftar File": {"2014 DIS PP HITA PANDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91813", "2014 DIS PP HITA PANDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91814", "2014 DIS PP HITA PANDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91815", "2014 DIS PP HITA PANDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91816", "2014 DIS PP HITA PANDITA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/91817", "2014 DIS PP HITA PANDITA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/91818", "2014 DIS PP HITA PANDITA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/91819", "2014 DIS PP HITA PANDITA 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/91820", "2014 DIS PP HITA PANDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91821", "2014 DIS PP HITA PANDITA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/91822", "2014 DIS PP HITA PANDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91823"}, "Penulis": "HITA PANDITA [32008001]", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Prof. Dr. Ir. Yahdi Zaim", "Dr. Aswan, ST., MT", "Dr. Ir. Yan Rizal"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Turritellidae, biozonasi, biometri, neogen, paleontologi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "21 Jan 2015"}