{"Nomor": 18659, "Judul": "PEMBUATAN ZEOLIT NAA DENGAN BAHAN BAKU SEKAM PADI SEBAGAI MATERIAL PENUKAR KATION", "Abstrak": "Zeolit merupakan salah satu mineral mikropori dan makropori yang dapat ditemukan secara alami dan dapat dibuat melalui reaksi kimia. Aplikasi senyawa zeolit yang luas, terutama dalam bidang katalisis didukung oleh sifat fisik dan kimia unik seperti keseragaman pori, luas permukaan yang besar dan kemampuannya sebagai media penukar ion. Secara umum zeolit sintesis dibuat dengan metode hidrotermal, akan tetapi metode ini menghasilkan rendemen yang rendah dan tidak efisien karena memerlukan kondisi suhu reaksi yang tinggi. Pada penelitian ini zeolit NaA disintesis dengan reaksi kristalisasi pada suhu ruang menggunakan bahan dasar silika dari abu sekam dan natrium aluminat (NaAlO2). Parameter yang diuji terbatas hanya pada waktu reaksi sintesis. Metode karakterisasi yang digunakan adalah spekstroskopi IR, difraksi sinar X dan SEM (scanning electron microscopy) Ã‚Â– EDX (energy dispersive X-ray) untuk mengetahui struktur, morfologi, dan komposisi zeolit yang dihasilkan. Pengukuran luas permukaan dan distribusi ukuran pori dilakukan dengan metode fisisorpsi N2. Analisis nilai KTK (kapasitas tukar kation) zeolit yang dihasilkan dilakukan untuk mengetahui kinerja zeolit sebagai material penukar kation. Difraktogram sinar Ã‚Â– X menunjukkan produk zeolit NaA mencapai kristalinitas terbaik pada waktu reaksi 7 hari. Kurva BET menunjukkan zeolit NaA hasil sintesis memiliki ukuran pori dalam rentang makropori. Pengukuran luas permukaan zeolit sintesis menunjukkan nilai maksimum pada waktu sintesis 3 hari dan nilai mengecil dengan bertambahnya waktu sintesis. Hasil pengukuran KTK pada zeolit produk menghasilkan nilai KTK sebesar 2,45 meqg-1 zeolit untuk ion Ca2+, 1,84 meqg-1 untuk ion K+, 2,60 meqg-1 untuk ion Cu2+ dan 3,94 meqg-1 untuk ion Fe3+.", "Daftar File": {"2014 TA PP  HUSNA EFFIDA ZANATH 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91864", "2014 TA PP  HUSNA EFFIDA ZANATH 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91865", "2014 TA PP  HUSNA EFFIDA ZANATH 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91866", "2014 TA PP  HUSNA EFFIDA ZANATH 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91867", "2014 TA PP  HUSNA EFFIDA ZANATH 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91868", "2014 TA PP  HUSNA EFFIDA ZANATH 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91869", "2014 TA PP  HUSNA EFFIDA ZANATH 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91870"}, "Penulis": "HUSNA EFFIDA ZANATH (NIM : 10509018)", "Kontributor / Dosen Pembimbing": ["Pembimbing,      \n \n \n \n \n \n\nProf. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zeolit, Zeolit NaA, suhu ruang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}