{"Nomor": 18664, "Judul": "KARAKTER KAWASAN SEBAGAI PEMBENTUK MAKNA TEMPAT (SENSE OF PLACE) PADA KEGIATAN PENINGKATAN KUALITAS LINGKUNGAN KAWASAN BERSEJARAH KOTA (Kasus: Kawasan Pusat Niaga Lama Kota Denpasar)", "Abstrak": "Tesis ini mengkaji mengenai kegiatan peningkatan kualitas lingkungan melalui pendekatan karakter sebagai pembentuk makna tempat (sense of place). Studi kasus tesis ini adalah kawasan Pusat Niaga Lama Kota Denpasar yang mulai mengalami degradasi fisik dan fungsi sehingga menyebabkan kehilangan karakter kawasan. Karakter kawasan Pusat Niaga Lama Kota Denpasar dibentuk oleh bentukan fisik, suasana serta aktivitas yang sangat kental dengan kegiatan beragamanya. Namun seiring dengan perkembangan kawasan perkotaan yang mulai beralih kepada kawasan modern, maka kawasan Pusat Niaga Lama perlahan mulai ditinggalkan dan kehilangan karakternya sebagai kawasan bersejarah kota.              \n \n\nTujuan penggalian karakter kawasan dalam kajian tesis ini adalah sebagai upaya pembentuk makna tempat (sense of place) pada kawasan bersejarah kota. Makna tempat (sense of place) dapat menjadi pengikat yang kuat antara bentukan fisik  dengan masyarakat sebagai pelaku kegiatan. Koneksi tersebut diharapkan dapat menjadikan kawasan sebagai kawasan yg memiliki hubungan emosional tidak hanya terhadap masyarakat sekitar kawasan tetapi juga kepada masyarakat di luar kawasan. Makna tempat (sense of place) juga dapat mengangkat citra dan nilai suatu kawasan, karena memberikan kekhasan atau keunikan antara satu tempat dengan tempat lainnya.              \n \n\nTesis ini memberikan usulan konsep penataan kawasan bersejarah kota dengan pendekatan karakter sebagai pembentuk makna tempat (sense of place) dalam asumsi ideal untuk menata kawasan. Kajian dirumuskan berdasarkan teori mengenai koridor komersial, makna tempat (sense of place) dan kajian mengenai kawasan bersejarah kota. Pembahasan tesis ini lebih menitikberatkan pada penggalian karakter yang meliputi karakter bangunan, karakter aktivitas dan karakter makna dan simbol. Pembahasan mengenai karakter kawasan menyimpulkan bahwa pemilihan bentukan, pengintegrasian fungsi dan aktivitas serta pemaknaan yang tepat pada kawasan merupakan tahap dalam pembentukan makna tempat (sense of place).", "Daftar File": {"2010 TS PP IDA AYU GDE WIDYASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91901", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91902", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91903", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/91904", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/91905", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/91906", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/91907", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/91908", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/91909", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/91910", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/91911", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 4E.pdf": "https://digilib.itb.ac.id/gdl/download/91912", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/91913", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/91914", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/91915", "2010 TS PP IDA AYU GDE WIDYASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91916"}, "Penulis": "IDA AYU GDE WIDYASTUTI (NIM: 25608002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Woerjantari K. Soedarsono, MT", "Ir. Nia K Pontoh, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Makna Tempat, Pusat Niaga Lama Kota Denpasar, Karakter Kawasan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "16 file", "Tanggal Input": "09 Okt 2017"}