{"Nomor": 18665, "Judul": "IDENTIFIKASI POLA PERGERAKAN DAN FAKTOR PENDUKUNG LINGKUNGAN PEDESTRIAN SERTA PENGARUHNYA TERHADAP KESEDIAAN BERJALAN-KAKI (Studi Kasus: Pusat Kota Bandung)", "Abstrak": "Moda berjalan-kaki sudah banyak diperhatikan oleh para perencana dalam merencanakan suatu kota atau kawasan. Pengembangan fasilitas pedestrian sebagai satu hal yang diperhatikan pada perencanaan tersebut dikenal dengan istilah pedestrianisasi. Upaya pedestrianisasi juga telah dilaksanakan di Kota Bandung. Akan tetapi pada kenyataannya sekarang beberapa jalur pedestrian digunakan oleh penduduk, namun beberapa lagi justru   \n \n \n\nditinggalkan. Terdapat banyak spekulasi tentang apa yang dibutuhkan dan mempengaruhi seseorang untuk mau berjalan-kaki. Selain itu, tidak diketahui apa yang dirasa penting dan tidak terlalu penting bagi pejalan-kaki ketika sedang berjalan-kaki di jalurnya. Hal ini terkait dengan faktor-faktor lingkungan yang sangat mendukung para pejalan-kaki ketika sedang melakukan pergerakan. Terdapat kemungkinan bahwa semendukung apapun lingkungan pedestrian diciptakan, tidak akan mempengaruhi seseorang dalam berjalan-kaki, karena   \n \n \n\ntelah menjadi kebiasaan seseorang untuk tidak berjalan-kaki. Tetapi masih ada kemungkinan lain bahwa jika jalur pedestrian direncanakan dan dibuat sesuai ekspektasi dari para pejalan-kaki (terutama mereka yang memang menggunakan moda jalan-kaki penuh dalam melakukan kegiatan sehari-hari) maka dapat mendorong penduduk untuk berjalan lebih jauh dari yang biasa mereka lakukan, bahkan mungkin memacu seseorang yang tidak terbiasa menggunakan moda jalan-kaki untuk mulai berjalan-kaki. Studi ini bertujuan untuk mengidentifikasi pergerakan penduduk dengan moda jalan-kaki serta faktor-faktor utama pendukung lingkungan pedestrian dan melihat pengaruhnya terhadap kesediaan penduduk untuk berjalan-kaki. Tujuan tersebut dapat dicapai dengan mengidentifikasi jarak pergerakan penduduk dengan moda berjalan-kaki, melakukan identifikasi faktor-faktor utama pendukung lingkungan pedestrian oleh penduduk serta mengidentifikasi jarak   \n \n \n\njalan-kaki penduduk berdasarkan kesediaannya. Berdasarkan analisis yang telah dilakukan, diketahui bahwa minimal terdapat 20% pergerakan rutin penduduk yang menggunakan moda jalan-kaki penuh pada tiap kegiatan, dengan mayoritas alasannya karena (kedekatan) jarak dari tempat tinggal. Penduduk bersedia untuk berjalan lebih jauh dibandingkan dengan jarak berjalan-kaki yang selama ini mereka lakukan jika lingkungan di   \n \n \n\nsekitar jalur pedestriannya sangat mendukung, terutama faktor aman dan nyaman. Oleh karena itu diharapkan dalam perencanaan dan pengarahan kebijakan keruangan hendaknya memperhatikan bahwa kelengkapan fasilitasfasilitas   \n \n \n\nsosial dan jasa serta tujuan-tujuan kegiatan penduduk lainnya terletak pada jarak jalan yang dapat diterima, dengan memprioritaskan faktor keamanan dan kenyamanan di lingkungan jalur pedestrian.", "Daftar File": {"2009 TA PP IDA PRATITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91917", "2009 TA PP IDA PRATITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91918", "2009 TA PP IDA PRATITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91919", "2009 TA PP IDA PRATITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91920", "2009 TA PP IDA PRATITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91921", "2009 TA PP IDA PRATITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91922", "2009 TA PP IDA PRATITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91923"}, "Penulis": "IDA PRATITA (NIM : 15404026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Roos Akbar, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pedestrian, jalan-kaki", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}