{"Nomor": 18669, "Judul": "STUDI DAUR ULANG BAHAN BAKAR NUKLIR BEKAS DALAM BWR DENGAN METODE SUPEL MENGGUNAKAN PROGRAM SRAC 2006 DAN PERPUSTAKAAN DATA NUKLIR JENDL 4.0", "Abstrak": "Penanganan bahan bakar nuklir bekas (B2NB) adalah salah satu permasalahan utama dalam pembangunan Pembangkit Listrik Tenaga Nuklir (PLTN). Proses daur ulang B2NB dengan menggunakan limbah PWR sebagai bahan bakar pada reaktor CANDU tanpa memisahkan material fisil, memunculkan ide penggunaan limbah LWR pada reaktor LWR kembali yang diberi nama metode SUPEL (Straight Utilization of sPEnt LWR Fuel in LWR system). Metode ini dilakukan dengan mencampurkan B2NB dan bahan bakar baru (UO2) dalam komposisi tertentu. Pada tugas akhir ini, metode SUPEL diimplementasikan pada PLTN jenis BWR dengan menggunakan program SRAC 2006 dan perpustakaan data nuklida JENDL-4.0. Komposisi bahan bakar yang sesuai adalah tipe fuel 1 dengan pengayaan uranium 6%, tipe fuel 5 dengan pengayaan uranium 7%, dan tipe fuel 8 dengan pengayaan uranium 8%. Pengayaan awal yang digunakan pada operasi BWR standar yang lebih tinggi akan memperbesar nilai keff, memperbanyak B2NB yang dapat ditambahkan, dan menghasilkan densitas Plutonium dan Aktinida Minor yang lebih kecil, kecuali beberapa nuklida seperti Np-237 dan Pu-239.", "Daftar File": {"2013 TA PP IFA SAIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91945", "2013 TA PP IFA SAIDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91946", "2013 TA PP IFA SAIDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91947", "2013 TA PP IFA SAIDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91948", "2013 TA PP IFA SAIDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91949", "2013 TA PP IFA SAIDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/91950", "2013 TA PP IFA SAIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91951"}, "Penulis": "IFA SAIDATUNINGTYAS  (NIM : 10207100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Abdul Waris"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BWR, B2NB, keff, kritis, metode SUPEL", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}