{"Nomor": 18679, "Judul": "MANAJEMEN ASET SEBAGAI UPAYA PELESTARIAN BANGUNAN BERSEJARAH DI KOTA BANDUNG (Studi Kasus: Koridor Jalan Braga)", "Abstrak": "Bangunan bersejarah memiliki arti penting dalam perjalanan sejarah sebuah kota. Bangunan bersejarah menyimpan informasi dari generasi ke generasi sebagai landasan untuk memahami keberadaannya dan sebagai landasan untuk mengambil langkah ke depan yang perlu dilakukan. Menurut Undang-Undang No. 5 Tahun 1992 Tentang Bangunan Cagar Budaya, bangunan bersejarah merupakan kekayaan budaya bangsa yang penting artinya bagi pemahaman dan pengembangan sejarah, ilmu pengetahuan, dan kebudayaan sehingga perlu dilindungi dan dilestarikan demi memupuk kesadaran jati diri bangsa dan kepentingan nasional.       \n \n \n\nTerdapat beberapa permasalahan terkait dengan pengelolaan bangunan bersejarah yaitu (1) terjadinya perubahan fungsi aset bangunan bersejarah, (2) terjadinya perubahan fisik dan arsitektur/desain aset bangunan bersejarah, (3) penelantaran aset bangunan bersejarah, (4) belum ada peraturan daerah yang mengatur tentang pelestarian bangunan bersejarah di Kota Bandung, dan (5) belum adanya sistem informasi keruangan tentang aset bangunan bersejarah yang ada. Pemerintah sudah berupaya melakukan pengendalian melalui perizinan, pengendalian melalui rencana kota, dan pemberian bantuan, namun usaha tersebut masih belum efektif. Dari fakta tersebut dapat dirumuskan permasalahan studi yaitu pengelolaan aset bangunan bersejarah yang ada saat ini belum berjalan dengan baik dan belum memiliki sistem informasi yang bisa memberikan informasi keruangan tentang aset bangunan bersejarah yang dimaksud. Adapun tujuan dari penelitian ini adalah menerapkan model manajemen aset dalam pengelolaan aset bangunan bersejarah untuk mendukung upaya pelestarian bangunan bersejarah di Kota Bandung.       \n \n \n\nStudi ini merupakan penelitian terapan yakni dengan menggunakan pengetahuan ilmiah yang telah diketahui untuk memecahkan masalah-masalah yang terjadi di kehidupan praktis (Kountur, 1997). Adapun pengetahuan ilmiah yang digunakan berupa hasil-hasil studi yang meriview pengalaman-pengalaman pemerintah kota dari berbagai negara terkait pelaksanaan manajemen aset. Sedangkan pendekatan penelitian yang digunakan dalam penelitian ini adalah penelitian deskriptif, dimana penelitian ini berusaha menguraikan dan memberikan gambaran yang lebih rici tetang informasi yang terkait dengan aset bangunan bersejarah melalui penyusunan atribut-atribut aset.       \n \n \n\nHasil studi menunjukkan bahwa penyusunan/pencarian atribut merupakan bagian yang paling penting dalam pelaksanaan manajemen aset. Manajemen aset baru bisa dilakukan dengan baik jika atribut-atribut yang dibutuhkan tersusun dengan baik. Untuk itu, dalam proses manajemen aset yang dilakukan pada penelitian ini lebih menitikberatkan pada pencarian atribut apa saja yang terkait untuk pengelolaan bangunan bersejarah di kota bandung berdasarkan macam pengelolaan yang dimungkinkan. Penelitian ini belum sampai pada pembahasan rinci setiap atribut yang dihasilkan pada perspektif dinamisnya persoalan manajemen aset untuk bangunan bersejarah, namun pendekatan yang dilakukan melalui pendekatan manajemen aset (inventarisasi aset, legal audit, penilaian aset, optimalisasi aset dan pengawasan/pengendalian) menunjukkan pemahaman yang lengkap atas persoalan pengelolaan bangunan bersejarah.", "Daftar File": {"2010 TA PP I KETUT WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92011", "2010 TA PP I KETUT WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92012", "2010 TA PP I KETUT WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92013", "2010 TA PP I KETUT WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92014", "2010 TA PP I KETUT WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92015", "2010 TA PP I KETUT WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92016", "2010 TA PP I KETUT WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92017"}, "Penulis": "I KETUT WIJAYA (NIM : 15405035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Roos Akbar, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bangunan Bersejarah, Pelestarian, dan Manajemen Aset", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}