{"Nomor": 18672, "Judul": "ANALISIS DAN USULAN STRATEGI OUTSOURCING JASA&#8208;JASA REKAYASA, KONSTRUKSI DAN PENGAWASAN KONSTRUKSI FASILITAS PERMUKAAN SEBAGAI BAGIAN DARI STRATEGI OPERASI PT CHEVRON PACIFIC INDONESIA", "Abstrak": "Dalam dua dasa warsa terakhir, seiring dengan berfluktuasinya harga minyak dan gas di pasar dunia dan perubahan peraturan ketenagakerjaan, strategi outsourcing jasa rekayasa, konstruksi dan pengawasan konstruksi fasilitas permukaan di PT Chevron Pacific Indonesia (CPI) telah mengalami revolusi. Revolusi dimulai ketika CPI harus melakukan turn‐around sebagai akibat dampak dari krisis moneter tahun 1997 dan perubahan kepemimpinan politik yang menyebabkan perubahan perilaku perburuhan dan ongkos produksi yang semakin meningkat, sementara harga minyak dan gas di pasar dunia pada saat itu berada di kisaran 20 Dolar Amerika per barrel. Pada kondisi seperti itu CPI melakukan perubahan radikal strategi outsourcing untuk jasa rekayasa, konstruksi dan pengawasan konstruksi fasilitas permukaan dari model outsourcing Resident Contractor (RC) menjadi model outsourcing Flexible Program Management (FPM). Outsourcing model FPM ini yang dimulai sejak tahun 2005, di satu sisi berhasil menutupi kekurangan tenaga profesional di CPI akibat program pensiun dini (voluntary resignation program (VRP)) pada tahun sebelumnya dan berhasil mengatasi kelemahan‐kelemahan kontrak RC. Namun di sisi lain outsourcing model FPM ini juga mengandung pelajaran kunci yang perlu diperbaiki. Menyikapi revolusi yang telah terjadi dan pelajaran kunci dari outsourcing model FPM, CPI perlu merumuskan dan mengimplementasikan strategi outsourcing yang tepat sebagai bagian strategi operasinya untuk memenuhi kebutuhan akan jasa‐jasa rekayasa, konstruksi dan pengawasan konstruksi untuk 5 (lima) tahun ke depan, agar dapat menjamin kelangsungan operasi fasilitas permukaan untuk memenuhi target produksi minyak yang ditargetkan pemerintah melalui BPMIGAS. Dengan menggunakan perangkat CRT, FRT dan CPDEP, CPI melakukan proses pemilihan, pematangan alternatif dan pengembangan outsourcing model CS‐PMECS sebagai model outsourcing yang baru. Rencana implementasi outsourcing model CS‐PMECS ini dilakukan secara bertahap dan telah dimulai pada awal tahun 2008.", "Daftar File": {"2008 TS PP IGNATIUS SIGIT PRATOPO, ST 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/91966", "2008 TS PP IGNATIUS SIGIT PRATOPO, ST 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/91967", "2008 TS PP IGNATIUS SIGIT PRATOPO, ST 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/91968", "2008 TS PP IGNATIUS SIGIT PRATOPO, ST 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/91969", "2008 TS PP IGNATIUS SIGIT PRATOPO, ST 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/91970", "2008 TS PP IGNATIUS SIGIT PRATOPO, ST 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/91971"}, "Penulis": "IGNATIUS SIGIT PRATOPO, ST (NIM: 29106364)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi operasi, strategi outsourcing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}