{"Nomor": 18685, "Judul": "MASJID PEMBERDAYAAN UMAT", "Abstrak": "Masjid merupakan bangunan yang utama bagi umat Islam. Fungsi masjid mulanya tidak hanya sebatas digunakan untuk menjalankan ibadah saja tetapi juga berfungsi sebagai pusat kegiatan umat Islam. Namun, saat ini kebanyakan masjid hanya ramai dikunjungi umat Islam ketika shalat jumat, bulan Ramadhan, Hari Raya Idul Fitri dan Idul Adha saja. Ketika hari-hari biasa, masjid sepi jamaah. Keadaan ini salah satunya disebabkan oleh manajemen pengelolaan masjid yang kurang baik. Minimnya pengetahuan pengurus, kurang baiknya pengelolaan kegiatan, serta minimnya dana pengelolaan menjadi kendala dalam mengelola masjid. Oleh karena itu, Masjid Pemberdayaan Umat dibangun untuk melatih dan membina pengurus masjid di seluruh Jawa Barat agar mandiri dan mampu mengelola masjidnya dengan baik. Untuk merealisasikan ide tersebut maka Masjid Pemberdayaan Umat didesain dengan konsep Ã‚Â“mixed useÃ‚Â”, yaitu menggabungkan beberapa fungsi selain peribadatan dan pendidikan untuk menunjang keberadaan masjid. Fungsi yang ditambahkan sebagai penunjang yaitu fungsi kesehatan, sosial, dan ekonomi. Fungsi-fungsi tersebut disatukan dengan ruang Ã‚Â–ruang yang mengikat. Ruang-ruang tersebut didesain dengan nuansa Ã‚Â”spiritual learning environmentÃ‚Â”. Penerapannya secara fisik dapat dilakukan dengan mengolah elemen-elemen arsitektur sehingga merangsang pengguna untuk mengingat Tuhan dan merenungi keberadaan-Nya.", "Daftar File": {"2010 TA PP ILHAM BUDIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92047", "2010 TA PP ILHAM BUDIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92048", "2010 TA PP ILHAM BUDIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92049", "2010 TA PP ILHAM BUDIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92050", "2010 TA PP ILHAM BUDIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92051", "2010 TA PP ILHAM BUDIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92052", "2010 TA PP ILHAM BUDIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92053"}, "Penulis": "ILHAM BUDIMAN (NIM : 15206093)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sutan Hidayatsyah, MAP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Masjid, Pemberdayaan, Umat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}