{"Nomor": 18692, "Judul": "HUBUNGAN Z-R DENGAN MENGGUNAKAN RADAR C-BAND DI DAERAH SERPONG", "Abstrak": "Radar (Radio Detection and Ranging) cuaca tidak dapat menghasilkan data berupa intensitas curah hujan (R) melainkan reflektivitas radar (Z). Oleh karena itu dibutuhkan hubungan empiris antara reflektivitas radar Z (mm-6m3) dengan intensitas curah hujan R (mm/jam) yang ditunjukkan dengan Z = ARb dimana koefisien A dan b bergantung pada lokasi geografi, kondisi iklim dan tipe awan hujan itu sendiri. Identifikasi awan hujan pada penelitian sebelumnya dilakukan dengan menganalisis struktur vertikal dari reflektivitas, kecepatan doppler dan ketebalan spektrum yang dihasilkan oleh Radar Doppler C-Band Serpong (6.4Ã‚Â°LS, 106.7Ã‚Â°BT). Penelitian ini membahas hubungan Z-R pada Radar Doppler C-Band Serpong secara umum dan pada jenis hujan yang berbeda.      \n \n \n \n\nHasil keluaran radar pada November 2012 hingga Januari 2013 menunjukkan hubungan Z-R dengan menggunakan metode statistik yaitu Z = 10,22R0,67. Sementara dari hasil identifikasi awan hujan didapatkan bahwa sebagian besar kejadian hujan di daerah Jakarta dan sekitarnya pada bulan November hingga Januari berasal dari awan stratiform. Hubungan Z-R pada jenis awan berbeda menunjukkan koefisien A pada awan deep convective > awan stratiform > shallow convective sementara eksponen b pada awan stratiform > deep convective > shallow convective. 10 kejadian hujan diuji untuk melihat persamaan Z-R yang baik dan didapatkan persamaan Z = 10,22R0,67 cocok digunakan pada radar C-Band di Serpong dilihat dari nilai mean error, mean absolute error, root mean-square error dan korelasi yang lebih baik.", "Daftar File": {"2014 TA PP IMANIA ANNISA RAHMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92096", "2014 TA PP IMANIA ANNISA RAHMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92097", "2014 TA PP IMANIA ANNISA RAHMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92098", "2014 TA PP IMANIA ANNISA RAHMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92099", "2014 TA PP IMANIA ANNISA RAHMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92100", "2014 TA PP IMANIA ANNISA RAHMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92101", "2014 TA PP IMANIA ANNISA RAHMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92102"}, "Penulis": "IMANIA ANNISA RAHMA (12810008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach L. Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "reflektivitas radar, intensitas curah hujan, hubungan Z-R, radar Doppler, awan hujan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}