{"Nomor": 18698, "Judul": "PEMODELAN DINAMIKA DAMPAK PERKEMBANGAN TRANSPORTASI TERHADAP TINGKAT KEMACETAN LALU LINTAS DAN PENCEMARAN UDARA PERKOTAAN (STUDI KASUS: KOTA BANDUNG DAN KAWASAN CEKUNGAN BANDUNG)", "Abstrak": "Pesatnya perkembangan Kota Bandung yang cenderung ekspansif dan disertai dengan gejala urban sprawl kini telah terjadi dalam lingkup perkotaan Kawasan Cekungan Bandung. Perkembangan tersebut telah mengakibatkan perkembangan pada sektor transportasi mengarah pada ketidakberlanjutan lingkungan, hal ini diindikasikan oleh tingginya pertumbuhan kendaraan bermotor yang kemudian mengakibatkan penurunan daya dukung dan daya tampung lingkungan berupa kemacetan lalu lintas dan pencemaran udara oleh emisi (gas buang) kendaraan bermotor. Dengan demikian, masalah yang dapat ditimbulkan oleh perkembangan transportasi Kota Bandung dan Kawasan Cekungan Bandung diatas akan menjadi tantangan di masa depan apabila dikaitkan dengan pengembangan transportasi yang berkelanjutan.     \n \n \n \n \n\nDengan latar belakang persoalan tersebut di atas, penelitian ini berupaya untuk menganalisis keberlanjutan pada perkembangan transportasi ditinjau dari perilaku tingkat kemacetan lalu lintas dan pencemaran udara perkotaan di Kota Bandung dan Kawasan Cekungan Bandung dengan menggunakan pendekatan metodologi System Dynamics. Dari simulasi model yang berhasil dibangun diketahui bahwa tingkat kemacetan lalu lintas Kota Bandung yang direpresentasikan oleh rasio penggunaan jalan menunjukkan perilaku yang terus meningkat disertai dengan pencemaran udara Kota Bandung yang direpresentasikan oleh konsentrasi CO di udara yang juga terus meningkat hingga jauh melebihi baku mutu udara ambien. Sedangkan simulasi model untuk Kawasan Cekungan Bandung menunjukkan rasio penggunaan jalan dan konsentrasi CO di udara Kawasan Cekungan Bandung terus meningkat namun tetap berada pada nilai yang aman dari kemacetan lalu lintas dan pencemaran udara. Dengan demikian persoalan kemacetan lalu lintas dan pencemaran udara diperkirakan hanya akan terjadi pada Kota Bandung, untuk itu diperlukan suatu kebijakan agar persoalan tersebut tidak sampai terjadi di masa depan.     \n \n \n \n \n\nPenerapan kebijakan-kebijakan alternatif berupa kebijakan pembatasan kendaraan bermotor untuk kendaraan penumpang pribadi dan sepeda motor menggunakan sistem pengaturan nomor plat ganjil dan genap yang disertai dengan peningkatan jumlah sarana transportasi umum massal (angkot dan bus) yang memadai, dan kebijakan penambahan luas jalan melalui penambahan lebar dan panjang jalan, berdasarkan analisis pada simulasi model adalah kebijakan-kebijakan alternatif yang dapat dilakukan untuk mengantisipasi masalah pencemaran udara dan kemacetan lalu lintas yang akan terjadi di Kota Bandung, sebagai upaya pengembangan transportasi Kota Bandung yang berkelanjutan. Hal ini ditunjukkan oleh nilai konsentrasi CO di udara pada hasil simulasi dapat dipertahankan pada kadar yang aman dari pencemaran udara yang membahayakan kesehatan disertai rasio penggunaan jalan yang juga dapat dipertahankan pada nilai yang aman dari kemacetan lalu lintas.", "Daftar File": {"2010 TA PP INDAH PUSPITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92138", "2010 TA PP INDAH PUSPITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92139", "2010 TA PP INDAH PUSPITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92140", "2010 TA PP INDAH PUSPITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92141", "2010 TA PP INDAH PUSPITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92142", "2010 TA PP INDAH PUSPITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92143", "2010 TA PP INDAH PUSPITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92144"}, "Penulis": "INDAH PUSPITA  (NIM : 15406084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Kustiwan, Ir.,MT., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perkembangan transportasi perkotaan, system dynamics, kemacetan lalu lintas, pencemaran udara, rasio penggunaan jalan, konsentrasi CO di udara.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}