{"Nomor": 18705, "Judul": "PEMBELAJARAN SOSIAL DALAM MEWUJUDKAN PERUBAHAN LINGKUNGAN DI KOMUNITAS STUDI KASUS RT 04 RW 01 KELURAHAN BABAKAN ASIH KECAMATAN BOJONGLOA KALER", "Abstrak": "Pemerintah berkewajiban dalam penyediaan pelayanan perkotaan yang merupakan kebutuhan dasar suatu kota termasuk dalam penyediaan permukiman yang memadai dan layak huni. Namun karena adanya keterbatasan wewenang dan sumber daya finansial, pemerintah daerah belum dapat memenuhi tanggung jawabnya untuk menyediakan permukiman yang memadai beserta sarana dan prasarananya. Oleh sebab itu, muncul berbagai masalah permukiman salah satunya permukiman kumuh dengan berbagai masalah lingkungan dan sosial di dalamnya. Hal ini perlu diantisipasi oleh masyarakat dan swasta sebagai mitra pemerintah dalam pembangunan. Masyarakat khususnya, diharapkan dapat lebih berperan, terutama dalam mengatasi masalah yang ada di lingkungannya dengan berpartisipasi dalam tindakan kolektif warga baik dalam tahap perencanaan, pelaksanaan hingga pemanfaatan dan pemeliharaan. Tindakan kolektif warga dapat dilatarbelakangi oleh perubahan sosial sebagai outcome pembelajaran sosial. Pembelajaran sosial memunculkan kesadaran akan masalah yang sedang dihadapi, dan kesadaran untuk berpartisipasi dalam tindakan kolektif untuk mengatasi masalah yang ada di komunitas.   \n \n \n\nPenelitian ini berusaha untuk menjelaskan proses pembelajaran sosial yang terjadi di komunitas RT 04 RW01 Kelurahan Babakan Asih Kecamatan Bojongloa Kaler, dan bagaimana proses pembelajaran sosial tersebut mendukung terwujudnya perubahan lingkungan di komunita inis. Untuk mengetahui proses pembelajaran sosial di komunitas ini, kemudian dibahas mengenai tahapan pembelajaran yang terjadi, tipologi pembelajaran yang terjadi, siklus pembelajaran yang terjadi, serta outcome pembelajaran sosial yang mendukung terwujudnya perubahan lingkungan di komunitas. Penelitian dilakukan dengan menggunakan metode penelitian kualitatif dengan pendekatan studi kasus.   \n \n \n\nTemuan studi menunjukkan bahwa proses pembelajaran sosial di komunitas ini terjadi secara bertahap, yang terdiri dari tahap pengumpulan data dasar, tahap penyuluhan, dan tahap pelaksanaan tindakan kolektif. Ketiga tahap tersebut saling berkesinambungan, dan setiap tahap memiliki pengaruh terhadap tahap selanjutnya. Proses pembelajaran sosial yang terjadi melibatkan aktor lain selain anggota komunitas, yakni fasilitator yang berasal dari luar komunitas. Setiap aktor memiliki tipologi pembelajaran sosial yang beragam. Tipe pembelajaran anggota komunitas adalah learning by doing dan learning by exploration sedangkan tipe pembelajaran fasilitator adalah learning by exploration. Pembelajaran sosial yang dilakukan oleh warga, berdasarkan hasil refleksi pengetahuan, termasuk ke dalam level pembelajaran satu putaran (single-loop learning). Sedangkan proses pembelajaran sosial yang dilakukan oleh fasilitator berdasarkan hasil refleksi pengetahuan merupakan level pembelajaran dua putaran (double loop learning).Outcome pembelajaran sosial yang terjadi adalah perubahan sosial di komunitas yang kemudian menjadi kunci terjadinya tindakan kolektif anggota komunitas untuk mengatasi masalah lingkungan yang dihadapi sehingga perubahan komunitas dari segi lingkungan dapat terwujud.", "Daftar File": {"2010 TA PP INEZ FITRISIA IRWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92195", "2010 TA PP INEZ FITRISIA IRWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92196", "2010 TA PP INEZ FITRISIA IRWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92197", "2010 TA PP INEZ FITRISIA IRWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92198", "2010 TA PP INEZ FITRISIA IRWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92199", "2010 TA PP INEZ FITRISIA IRWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92200", "2010 TA PP INEZ FITRISIA IRWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92201"}, "Penulis": "INEZ FITRISIA IRWAN (NIM : 15406085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Suhirman, SH. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pembelajaran Sosial, Perubahan lingkungan di komunitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}