{"Nomor": 18704, "Judul": "PERBAIKAN PREDIKSI CUACA NUMERIK KEJADIAN CURAH HUJAN SANGAT LEBAT TERKAIT DENGAN SISTEM AWAN DI JABODETABEK MENGGUNAKAN ASIMILASI DATA RADAR C-BAND", "Abstrak": "Curah hujan sangat lebat dapat dianggap sebagai suatu gangguan cuaca dan sering memicu bencana alam banjir di wilayah Jabodetabek. Sehingga, prediksi yang akurat sangat penting untuk mengurangi dampak negatif dari    \n \n\nperistiwa meteorologi tersebut. Sementara prediksi cuaca numerik resolusi telah menjadi metode standar dunia untuk prakiraan cuaca buruk dan beresiko tinggi pada skala regional dan lokal, penerapannya di daerah tropis tidak serta-merta meningkatkan kehandalan perkiraan seperti yang diharapkan. Hasil dari beberapa percobaan hindcast menggunakan model numerik menunjukkan perbedaan yang signifikan, terutama pada fase, antara prediksi dan observasi dari kejadian konveksi awan dan curah hujan. Perbedaan semacam itu sangat mungkin disebabkan oleh: (i) ketidaksesuaian parameterisasi konvektif, (ii) kelemahan inisialisasi, dan (iii) asimilasi data yang belum memadai. Tujuan utama dari penelitian ini adalah untuk memperoleh prototipe sistem prediksi yang lebih akurat untuk prediksi curah hujan sangat lebat di wilayah Jakarta dengan resolusi waktu per jam. Sehingga, kemampuan prediksi fase kejadian konveksi awan dan curah hujan adalah sangat penting. Dalam konteks ini, perbaikan menyeluruh dari prediksi adalah sasaran utama dari asimilasi data radar Doppler C-band dikombinasikan dengan skema parameterisasi konveksi dan inisialisasi yang lebih sesuai.    \n \n\nDalam rangka untuk memahami aspek-aspek dinamis dari kejadian hujan lebat, analisis data radar Doppler C-band juga dilakukan. Sistem awan dari dua kasus curah hujan sangat lebat pada tanggal 18 Januari 2010 dan 13 Februari 2010 telah dipelajari. Citra radar dari dua kasus tersebut memperlihatkan bahwa kasus yang pertama ditandai dengan penyebaran awan dari barat ke timur (zonal) dengan tipe parallel stratiform, sedangkan kasus kedua menunjukkan penyebaran awan utara-selatan (meridional) dengan tipe leading stratiform. Hasil ini    \n \n\nmenunjukkan bahwa kejadian hujan deras dapat dihasilkan oleh perkembangan sistem awan skalameso dengan perubahan formasi yang cepat, selain pita hujan yang besar dan bertahan lama.    \n \n\nSebuah prototipe sistem prediksi cuaca numerik resolusi tinggi dikembangkan dengan menggunakan model Weather Research and Forecasting (WRF) dengan men-downscale keluaran model Global Sistem Forecast (GFS). Model didesain memiliki resolusi horisontal 3 x 3 km dengan domain model dinesting tiga level (domain luar masing-masing, 9 x 9 km dan 27 x 27 km). Percobaan hindcast untuk dua kasus yang disebutkan diatas terlebih dahulu    \n \n\ndilakukan untuk mendapatkan pengaturan model yang baik. Dari 30 percobaan, ditemukan bahwa kombinasi parameterisasi konveksi Kain-Fritsch dan skema  mikrofisika Lin memberikan hasil yang paling konsisten. Hasil percobaan downscaling (tanpa asimilasi data) menggunakan setup model yang dipilih memperlihatkan bahwa prediksi numerik resolusi tinggi pada kejadian hujan lebat cenderung menghasilkan false alarm. Hal ini menunjukkan bahwa kesalahan fase dalam prediksi numerik belum dapat diatasi dengan pemilihan skema parameterisasi. Upaya untuk memperbaiki sistem prediksi kemudian dibuat dengan melakukan asimilasi data radar Doppler C-band menggunakan teknik 3DVar. Dalam implimentasi asimilasi data radar, juga dipelajari dampak skema inisialisasi cold start dan warm start. Hasilnya memperlihatkan bahwa warm start menghasilkan tingkat kehandalan yang lebih tinggi dibandingkan skema cold start. Pengaruh secara keseluruhan dari pemilihan parameterisasi konveksi dan mikrofisika, inisialisasi warm start, dan asimilasi data radar, kemudian dievaluasi dengan percobaan hindcast melibatkan dua kasus hujan sangat lebat tersebut.    \n \n\nHasil eksperimen diverifikasi dengan data curah hujan pengamatan. Hasilnya memperlihatkan bahwa perkiraan curah hujan dengan asimilasi data radar menghasilkan perbaikan keandalan dibandingkan tanpa asimilasi data. Hal ini jelas terlihat pada penggunaan data kecepatan radial pada kasus hujan terkonsentrasi di utara dengan angin zonal kuat pada tanggal 18 Januari 2010. Namun demikian, dampak positif dari asimilasi data kecepatan radial radar menggunakan teknik 3DVar yang hanya berlangsung tiga sampai enam jam setelah waktu awal prediksi menunjukkan bahwa medan angin berubah cepat    \n \n\nseiring dengan evolusi sistem awan. Dalam rangka meningkatkan efektivitas asimilasi data dengan teknik 3DVar, prosedur Rapid Updated Cycle (RUC) harus dilibatkan dalam sistem prediksi. Penerapan RUC mampu menghasilkan perkiraan curah hujan dengan perbedaan kwantitas dan fase yang lebih kecil dengan data observasi.", "Daftar File": {"2014 DIS PP  INDRA  GUSTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92182", "2014 DIS PP  INDRA  GUSTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92183", "2014 DIS PP  INDRA  GUSTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92184", "2014 DIS PP  INDRA  GUSTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92185", "2014 DIS PP  INDRA  GUSTARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92186", "2014 DIS PP  INDRA  GUSTARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92187", "2014 DIS PP  INDRA  GUSTARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92188"}, "Penulis": "INDRA GUSTARI (NIM: 32409010)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Prof. Safwan Hadi, Ph.D", "Dr. Tri Wahyu Hadi, M.Sc", "Dr. Findy Renggono, M.Sc"], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sistem awan, hujan sangat lebat, radar, prediksi, downscaling, asimilasi, rapid update cycle.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}