{"Nomor": 18719, "Judul": "TRADE-OFF ANTARA KETERJANGKAUAN PERUMAHAN DAN BIAYA TRANSPORTASI BAGI MASYARAKAT BERPENGHASILAN RENDAH DI KOTA BANDUNG DAN SEKITARNYA STUDI KASUS : RUSUNAMI SARIJADI, RSH RIUNG, DAN RSH PERMATA BIRU", "Abstrak": "Biaya perumahan yang tinggi di tengah kota menjadi penghalang bagi masyarakat berpenghasilan rendah untuk memiliki tempat tinggal di tengah kota. Padahal, lokasi bekerja masyarakat umumnya berada dekat dengan pusat kota atau pusat-pusat kegiatan. Sementara itu, tinggal di pinggiran kota dapat memperbesar biaya transportasi mereka. Masyarakat berpenghasilan rendah perlu memiliki tempat tinggal yang lokasinya tepat dimana biaya perumahan dan transportasinya terjangkau. Oleh karena itu perlu diketahui bagaimana pengeluaran rumah tangga,tingkat keterjangkauan mereka terhadap biaya   \n \n \n\nperumahan dan transportasi perkotaan, faktor-faktor yang memengaruhi keterjangkauan perumahan dan biaya transportasi, serta trade off yang terjadi antara pengeluaran perumahan dan transportasi masyarakat berpenghasilan rendah yang tinggal di rumah sederhana milik. Penelitian ini melihat bagaimana karakteristik rumah tangga, faktor-faktor yang memengaruhi keterjangkauan, trade off antara pengeluaran perumahan dan transportasi, serta rekomendasi bagi kebijakan terkait. Untuk mencapai fokus tersebut,digunakan pendekatan secara kuantitatif dengan metode pengambilan sampel secara simple random dan dianalisis menggunakan analisis statistik deskriptif dan korelasi statistik.   \n \n \n\nSaat ini penghuni rumah sederhana milik dapat menjangkau biaya perumahan di lokasi tempat tinggal tetapi penghuni yang tinggal di pinggir kota sebagian besar memiliki keterjangkauan transportasi perkotaan yang rendah. Hal   \n \n \n\nini bisa terjadi karena saat ini penghuni telah menyelesaikan biaya angsuran rumah. Jika diasumsikan saat ini penghuni masih dalam masa cicilan rumah (dengan menambahkan biaya angsuran rumah), ternyata sebagian penghuni memiliki keterjangkauan perumahan yang rendah, terutama masyarakat berpenghasilan rendah yang tinggal di dekat pusat kota seperti Rusunami Sarijadi. Trade off yang terjadi antara pengeluaran perumahan dan transportasi menjelaskan bahwa rasio terkecil antara pengeluaran perumahan dan transportasi terjadi pada perumahan yang terletak di pinggir luar Kota Bandung.   \n \n \n\nSebaliknya, tempat tinggal yang dekat dengan pusat kota memiliki rasio pengeluaran perumahan dan transportasi yang sangat besar. Namun, lokasi tempat tinggal yang terlalu jauh dari pusat kota akan berdampak pada biaya   \n \n \n\ntransportasi yang terlalu besar.", "Daftar File": {"2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92310", "2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92311", "2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92312", "2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92313", "2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92314", "2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92315", "2011 TA PP IRENE PRATIWI CLORESTINA HUTAGAOL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92316"}, "Penulis": "IRENE PRATIWI CLORESTINA HUTAGAOL (NIM : 15407034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Kustiwan, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rumah sederhana milik, masyarakat berpenghasilan rendah, keterjangkauan perumahan, biaya transportasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}