{"Nomor": 18710, "Judul": "PERANCANGAN FASILITASI PERDAGANGAN KAWASAN EKONOMI KHUSUS PERIKANAN", "Abstrak": "KEK merupakan suatu wilayah tertentu yang memperoleh fasilitasi tertentu dari pemerintah dalam rangka untuk meningkatkan investasi dan mempercepat pertumbuhan ekonomi suatu daerah. Kriteria kesuksesan KEK apabila merujuk pada tujuan pengembngan KEK adalah besarnya investasi, nilai ekspor dan penyerapan tenaga kerja. Fasilitasi perdagangan yang merupakan kunci sukses KEK dan merupakan daya tarik bagi KEK tersebut di mata para investor memiliki peran yang besar dalam pengembangan KEK. Lingkup fasilitasi perdagangan berdasarkan bentuknya meliputi fasilitasi fiskal, kemudahan dan insentif. Sedangkan berdasarkan fokus fasilitasi terbagi menjadi dua yaitu fasilitasi secara umum dan fasilitasi khusus (mempertimbangkan karakteristik zona/fokus bidang).    \n \n \n \n\nBitung sebagai salah satu sentra produksi tuna yang merupakan produk dengan nilai ekspor terbesar pada komoditas ikan dan produk perikanan, serta terletak pada posisi strategis yaitu di jalur pelayaran internasional menjadikannya potensial untuk dikembangkan menjadi Kawasan Ekonomi Khusus (KEK) Perikanan. Untuk itu agar KEK Perikanan Bitung dapat mencapai tujuannya yaitu mempercepat perkembangan daerah dan pertumbuhan ekonomi sehingga dapat menciptakan lapangan pekerjaan dibutuhkan rancangan fasiltasi perdagangan yang menarik bagi investor sekaligus juga telah mempertimbangkan potensi penerimaan negara akibat pemberian fasilitasi tersebut. Penelitian ini bertujuan untuk merancang kebijakan fasilitasi perdagangan (umum dan khusus) KEK Perikanan yang dapat menjadi kunci sukses pengembangan KEK sesuai dengan kriteria performansi sukses KEK.    \n \n \n \n\nii    \n \n \n \n\nUntuk mencapai tujuan tersebut penelitan dilakukan melalui 3 tahapan yaitu; (1) mengidentifikasi kunci sukses fasilitasi KEK dengan menggunakan metode benchmarking guna merancang fasilitasi perdagangan pada KEK Perikanan Bitung secara umum, (2) mengidentifikasi kunci sukses fasilitasi KEK sesuai dengan karakteristik zona/fokus bidang pengembangan KEK (fasilitasi khusus) dengan menggunakan metode Diamonds Porter, (3)memberikan rekomendasi rancangan fasilitasi perdagangan (umum dan khusus) sesuai hasil simulasi beberapa skenario yang diperoleh melalui tahap metode benchmarking dan Diamonds Porter dengan menggunakan metode dinamika sistem.    \n \n \n \n\nBerdasarkan ketiga tahap tersebut berikut adalah rekomendasi rancangan fasilitasi KEK Perikanan; (1) Fasilitasi Fiskal, tax holiday bagi PPh Badan selama 10 tahun, PPh impor sebesar 0%, PPN dan PPnBm sebesar 0%; (2) Kemudahan, pelaksanaan pemberian izin melalui pelayanan terpadu satu pintu (PTSP) dengan jumlah prosedur maksimal lima, dengan waktu pengurusan maksimum 15 hari; (3) Insentif berupa Retribusi izin usaha perikanan sebesar 0%, insentif retribusi pengujian kapal perikanan sebesar 10%, insentif Pungutan Pengusahaan Perikanan sebesar 10% dan insentif Pungutan Hasil Perikanan sebesar 10%.", "Daftar File": {"2013 TS PP INTAN FATHIMAH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92237", "2013 TS PP INTAN FATHIMAH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92238", "2013 TS PP INTAN FATHIMAH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92239", "2013 TS PP INTAN FATHIMAH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92240", "2013 TS PP INTAN FATHIMAH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92241", "2013 TS PP INTAN FATHIMAH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92242", "2013 TS PP INTAN FATHIMAH 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/92243", "2013 TS PP INTAN FATHIMAH 1- BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/92244", "2013 TS PP INTAN FATHIMAH 1- BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/92245", "2013 TS PP INTAN FATHIMAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92246"}, "Penulis": "INTAN FATHIMAH (NIM : 23411055)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir. TMA. Ari Samadhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kawasan Ekonomi Khusus, Komoditas ikan dan Produk Perikanan, Fasilitasi Perdagangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}