{"Nomor": 18716, "Judul": "ISOLASI GEN FOSFOLIPASE A1 (PLA1) DARI BAKTERI HALOFILIK HALOMONAS ELONGATA BK-AB8", "Abstrak": "Keberadaan getah atau gum dari hasil ekstraksi minyak biji bunga matahari,    \n \n \n \n\nkedelai, dan minyak sawit pada minyak mentah menyebabkan penurunan    \n \n \n \n\nkualitas minyak yang diperoleh. Hal ini disebabkan oleh pengotor sehingga    \n \n \n \n\nminyak menjadi berbusa dan lebih keruh. Oleh sebab itu penghilangan getah    \n \n \n \n\natau deguming merupakan kunci penting dalam proses pemurnian minyak    \n \n \n \n\nmentah. Salah satu upaya yang sedang dikembangkan saat ini adalah    \n \n \n \n\npenggunaan enzim yang dapat menghilangkan getah yaitu fosfolipase.    \n \n \n \n\nFosfolipase merupakan enzim golongan hidrolase yang menghidrolisis fosfolipid    \n \n \n \n\nsesuai dengan posisi pemutusan masing-masing enzim (PLA1, PLA2, PLB, PLC,    \n \n \n \n\nPLD). Proses ini lebih ramah lingkungan karena dapat mengurangi penggunaan    \n \n \n \n\nbahan kimia. Selain itu, kualitas minyak yang dihasilkan lebih baik    \n \n \n \n\ndibandingkan proses yang lain. Fosfolipase juga banyak diaplikasikan pada    \n \n \n \n\nindustri makanan seperti roti, saus, dan mayonaise sebagai pengemulsi,    \n \n \n \n\npengolahan pada produksi susu dan keju.    \n \n \n \n\nBerdasarkan analisis urutan gen dari genom bakteri diinformasikan bahwa    \n \n \n \n\nHalomonas elongata BK-AB8 memiliki urutan gen fosfolipase A1 (PLA1).    \n \n \n \n\nFosfolipase A1 (EC 3.1.1.32) merupakan kelompok enzim fosfolipase yang    \n \n \n \n\nmenghidrolisis pemutusan ikatan pada posisi sn-1 dari fosfolipid. Penelitian ini    \n \n \n \n\nbertujuan untuk mengisolasi gen fosfolipase A1 dari H. elongata BK-AB8    \n \n \n \n\nsehingga dapat dihasilkan gen fosfolipase A1 yang terekspresi dengan baik, serta    \n \n \n \n\nenzim ini diharapkan merupakan varian baru fosfolipase A1. Metode untuk    \n \n \n \n\nmengisolasi gen fosfolipase A1 adalah desain primer, isolasi DNA kromosom,    \n \n \n \n\nPCR, dan kloning.    \n \n \n \n\nii    \n \n \n \n\nDesain primer ditentukan dari urutan nukleotida gen fosfolipase A1 bakteri    \n \n \n \n\nsampel. Diperoleh urutan 5Ã‚Â’-ATG AAG CCC TCA CGA CTC TTT CTC CC-3Ã‚Â’    \n \n \n \n\nsebagai primer maju (fPLA1H) dan urutan 5Ã‚Â’-TCA GCG CTC GAA CTC GCC    \n \n \n \n\nCGA G-3Ã‚Â’ sebagai primer mundur (rPLA1H). Hasil isolasi DNA kromosom    \n \n \n \n\ndigunakan sebagai cetakan untuk perbanyakan gen fosfolipase A1. Proses    \n \n \n \n\namplifikasi gen fosfolipase A1 dilakukan dengan metode PCR pada 94oC untuk    \n \n \n \n\ndenaturasi, 58,8oC untuk penempelan dan 72oC untuk polimerisasi sebanyak 34    \n \n \n \n\nsiklus. Pita fragmen yang berukuran ~1 kb dari hasil visualisasi elektroforesis    \n \n \n \n\nmenunjukkan gen pengkode fosfolipase A1 telah berhasil diamplifikasi dan    \n \n \n \n\ndimurnikan.    \n \n \n \n\nFragmen fosfolipase A1 diligasi ke vektor kloning pGEM-T Easy kemudian    \n \n \n \n\nditransformasi ke sel inang E. coli TOP10. Seleksi transforman dilakukan    \n \n \n \n\nberdasarkan resistensi terhadap ampisilin. Transforman yang diperoleh    \n \n \n \n\ndikonfirmasi melalui PCR koloni dan analisis restriksi. Hasil analisis diperoleh    \n \n \n \n\ndua koloni transforman yang membawa plasmid rekombinan pGT_plA1. Hasil    \n \n \n \n\nsekuensing dari koloni transforman yang membawa pGT_plA1 diketahui    \n \n \n \n\nmerupakan gen utuh fosfolipase A1. Hal ini diketahui dari adanya kodon mulai    \n \n \n \n\ndan kodon stop pada urutan gen tersebut. Urutan nukleotida fosfolipase A1 H.    \n \n \n \n\nelongata BK-AB8 memiliki kedekatan (99%) dengan fosfolipase A1 H. elongata    \n \n \n \n\nDSM 2581. Fosfolipase A1 H. elongata BK-AB8 dikode oleh 343 asam amino    \n \n \n \n\ndengan berat molekul 39,5 kDa. Struktur tersier fosfolipase A1 H. elongata BKAB8    \n \n \n \n\nmemiliki homologi dengan struktur membran terluar fosfolipase A1 dari E.    \n \n \n \n\ncoli (PDB : 1im0) dengan identitas sekuens 38,02%. Dapat disimpulkan bahwa    \n \n \n \n\ngen fosfolipase A1 H. elongata BK-AB8 telah berhasil diisolasi.", "Daftar File": {"2014 TS PP IRA PRIMA SARI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92289", "2014 TS PP IRA PRIMA SARI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92290", "2014 TS PP IRA PRIMA SARI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92291", "2014 TS PP IRA PRIMA SARI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92292", "2014 TS PP IRA PRIMA SARI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92293", "2014 TS PP IRA PRIMA SARI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92294", "2014 TS PP IRA PRIMA SARI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92295"}, "Penulis": "IRA PRIMA SARI (NIM : 20512047)", "Kontributor / Dosen Pembimbing": ["Pembimbing M. Asyari, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fosfolipase A1, Halomonas elongata BK-AB8, kloning gen, folding protein.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}