{"Nomor": 18726, "Judul": "PENENTUAN HARGA OPSI BERMUDA MELALUI METODE DISCRETE MORSE FLOW", "Abstrak": "Opsi Bermuda merupakan salah satu opsi yang memiliki fitur untuk melaksanakan opsi sebelum masa jatuh temponya (early exercise). Pada opsi Bermuda, early exercise hanya boleh dilakukan di beberapa waktu saja sebelum masa berlaku opsi habis, dimana waktu-waktu tersebut sudah ditentukan dalam kontrak. Opsi ini memiliki karakteristik diantara opsi Amerika dan opsi Eropa, dan nilainya pun tidak pernah melebihi nilai opsi Amerika juga tidak pernah kurang dari opsi Eropa. Opsi Bermuda akan dihitung dengan mengadaptasi persamaan diferensial parsial Black-Scholes kemudian melalui metode numerik DMF (Discrete Morse Flow) akan dicari solusinya. DMF merupakan salah satu metode variasi, yang dilakukan dengan mendiskritisasi waktu untuk kemudian menentukan barisan solusi yang meminimumkan fungsional di setiap time step. Pada masalah ini, barisan solusi tersebut digunakan untuk menghampiri nilai opsi. Sebagai patokan, terlebih dahulu metode DMF akan digunakan untuk menentukan harga opsi Amerika, kemudian membandingkan hasilnya terhadap perhitungan dengan menggunakan metode yang sudah dilakukan sebelumnya, yaitu metode Lattice dan metode Beda hingga. Selanjutnya, barulah menggunakan metode DMF untuk perhitungaan nilai opsi Bermuda dan membandingkan hasilnya terhadap perhitungan dengan metode Lattice (Binomial).", "Daftar File": {"2012 TS PP IRMA PALUPI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92358", "2012 TS PP IRMA PALUPI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92359", "2012 TS PP IRMA PALUPI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92360", "2012 TS PP IRMA PALUPI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92361", "2012 TS PP IRMA PALUPI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92362", "2012 TS PP IRMA PALUPI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92363", "2012 TS PP IRMA PALUPI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/92364", "2012 TS PP IRMA PALUPI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92365", "2012 TS PP IRMA PALUPI 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/92366"}, "Penulis": "IRMA PALUPI (NIM: 20910011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Opsi Bermuda, Metode DMF Descrete Morse Flow Method, PDP Black-Scholes, Metode Lattice Binomial.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}