{"Nomor": 18729, "Judul": "PEMETAAN KARAKTERISTIK PENURUNAN MUKA TANAH (LAND SUBSIDENCE) BERDASARKAN INTEGRASI METODE GPS DAN INSAR SERTA ESTIMASI KERUGIAN KEEKONOMIAN AKIBAT DAMPAK PENURUNAN MUKA TANAH (WILAYAH STUDI: CEKUNGAN BANDUNG)", "Abstrak": "Penurunan muka tanah (land subsidence) banyak terjadi di kota-kota besar di dunia, termasuk di Indonesia. Penyebab umum dari penurunan muka tanah diantaranya diakibatkan oleh pengambilan airtanah yang berlebihan, beban bangunan/urugan, kompaksi alamiah, dan juga proses tektonik. Penurunan muka tanah mempunyai dampak yang bersifat langsung seperti antara lain kerusakan pada bangunan, jalan, dan jembatan, serta dampak yang bersifat tidak langsung misalnya memperluas area banjir yang berpotensi menyebabkan terjadinya kerugian ekonomi. Fenomena penurunan muka tanah dapat diestimasi dan dipantau dengan menggunakan metode Ã‚Â– metode geodetik, seperti Sipat Datar, Survei GPS (Global Positioning System), dan InSAR (Interferometry Syntetic Aperture Radar).       \nCekungan Bandung (terdiri dari Kota Bandung, Kota Cimahi, dan Kabupaten Bandung) merupakan daerah yang mengalami penurunan muka tanah di beberapa wilayahnya. Secara geologis, sebagian besar daerah Cekungan Bandung berada pada batuan yang masih belum kompak. Pengambilan airtanah dari akuifer dalam yang dilakukan oleh industri semakin meningkat dari tahun ke tahun, dan hal ini diduga menjadi salah satu penyebab penurunan muka tanah di Cekungan Bandung. Dampak penurunan muka tanah di Cekungan Bandung antara lain diindikasikan dengan adanya kerusakan/retakan pada bangunan dan jalan serta semakin parahnya genangan banjir terutama di Bandung Selatan.       \nPemetaan karakteristik penurunan muka tanah terkait dengan pola dan laju penurunan muka tanah, kemungkinan faktor penyebabnya, serta dampak yang ditimbulkan. Hal ini sangat diperlukan untuk memahami karakteristik penurunan muka tanah secara lebih komprehensif. Dengan mengetahui karakteristik penurunan muka tanah diharapkan dapat diestimasi kerugian ekonomi akibat dampak penurunan muka tanah di Cekungan Bandung. Beberapa pertanyaan masih belum terjawab terkait dengan pemetaan karakteristik penurunan muka tanah, yaitu terkait mekanisme integrasi metode GPS dan InSAR, pemanfaatan data gayaberat, serta estimasi kerugian keekonomiannya.       \nDengan melihat fakta terkait dengan kasus seperti dijelaskan di atas, maka dilakukan penelitian (disertasi) berupa pemetaan karakteristik penurunan muka tanah dengan mengintegrasikan metode survei GPS dan InSAR, serta estimasi kerugian keekonomian yang ditimbulkan oleh penurunan muka tanah di Cekungan Bandung dengan memanfaatkan teknologi Sistem Informasi Geografis (SIG).       \nHasil penelitian disertasi ini menunjukkan bahwa secara spasial hasil analisis dengan menggunakan metode GPS dan InSAR menunjukkan pola dan kecepatan penurunan yang relatif sama. Beberapa daerah seperti Cimahi, Gedebage, Dayeuhkolot, Banjaran, Majalaya, dan Rancaekek mengalami penurunan yang relatif paling besar. Rata-rata penurunan muka tanah dari data survei GPS dalam kurun waktu 2000-2012 berkisar antara 1,1 cm sampai dengan 16,9 cm, sedangkan dari InSAR berkisar antara 0,9 cm sampai dengan 17 cm per tahun dalam kurun waktu 2006 Ã‚Â– 2010. Integrasi data GPS dan InSAR dengan konsep pembobotan menunjukkan karakteristik penurunan muka tanah yang lebih baik secara spasial dan temporal. Pada kurun waktu 1999 Ã‚Â– 2010 penurunan muka tanah di Cekungan Bandung mencapai besaran maksimal sekitar 2 meter. Distribusi penurunan muka tanah terjadi di daerah Cimahi, Katapang, Dayeuhkolot, Gedebage, dan Rancaekek yang merupakan daerah industri tekstil. Dalam hal ini ada korelasi yang cukup kuat antara penurunan muka tanah dan pengambilan airtanah di Cimahi, Dayeuhkolot, Majalaya, dan Rancaekek. Hasil data gayaberat menunjukkan adanya penurunan muka airtanah di daerah Cimahi sebesar 1,79 m/tahun. Disamping itu masih dimungkinkan adanya faktor penyebab lain seperti kompaksi alamiah dihampir semua lokasi penurunan dan proses tektonik di Dayeuhkolot, Gedebage, Cimahi, dan Majalaya.       \nHasil observasi di lapangan menunjukkan penurunan muka tanah menyebabkan dampak secara langsung seperti kerusakan/keretakan pada bangunan, bangunan yang turun/miring, kerusakan/keretakan pada infrastruktur jalan dan jembatan di lokasi yang mengalami penurunan muka tanah yang berbeda (differential subsidence). Kerusakan pada struktur bangunan yang nampak semakin pendek (seperti Ã‚Â“tenggelamÃ‚Â”) terjadi di daerah yang penurunan muka tanahnya relatif besar. Daerah yang paling banyak mengalami kerusakan adalah daerah Cimahi, Kopo Katapang, Dayeuhkolot, Sapan, Solokan Jeruk, Majalaya, Buahbatu, Rancaekek, dan Gedebage. Selain itu, penurunan muka tanah menyebabkan makin meluasnya banjir di Bandung Selatan. Kerugian langsung akibat dampak penurunan muka tanah diestimasi mencapai 1,8 triliun rupiah.       \nHasil pemodelan banjir menunjukkan penurunan muka tanah mempunyai kontribusi 1388 ha terhadap luasan area banjir tahun 2010 atau sekitar 21% dari total area banjir dengan kerugian mencapai 218 miliar rupiah. Daerah yang paling besar mengalami kerugian adalah Kecamatan Baleendah, Dayeuhkolot, dan Rancaekek. Hasil verifikasi dan validasi model dengan data riil di lapangan menunjukkan kesesuaian yang relatif baik untuk model area banjir maupun kerugian keekonomiannya. Kerugian keekonomian akibat dampak penurunan muka tanah di Cekungan Bandung sampai tahun 2010 mencapai mencapai 2 triliun rupiah.", "Daftar File": {"2013 DIS PP  IRWAN GUMILAR  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92380", "2013 DIS PP  IRWAN GUMILAR  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92381", "2013 DIS PP  IRWAN GUMILAR  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92382", "2013 DIS PP  IRWAN GUMILAR  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92383", "2013 DIS PP  IRWAN GUMILAR  1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/92384", "2013 DIS PP  IRWAN GUMILAR  1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/92385", "2013 DIS PP  IRWAN GUMILAR  1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/92386", "2013 DIS PP  IRWAN GUMILAR  1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/92387", "2013 DIS PP  IRWAN GUMILAR  1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/92388", "2013 DIS PP  IRWAN GUMILAR  1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/92389", "2013 DIS PP  IRWAN GUMILAR  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/92390", "2013 DIS PP  IRWAN GUMILAR  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92391"}, "Penulis": "IRWAN GUMILAR  (NIM : 35108004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Hasanuddin Z. Abidin, M.Sc., Ph.D", "Prof. Ir. Lambok M. Hutasoit, M.Sc., Ph.D", "Dr. Ir. Dudung M. Hakim, M.Sc"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, InSAR, kerugian ekonomi, banjir, penurunan muka tanah, Bandung.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "12 file", "Tanggal Input": "21 Jan 2015"}