{"Nomor": 18738, "Judul": "BUSINESS CASE STUDY AND IMPLEMENTATION STRATEGY OF TRUNKED RADIO INFRASTRUCTURE UPGRADE FOR RADIO COMMUNICATION COVERAGE AT PT FREEPORT INDONESIA OPERATION SITE", "Abstrak": "PT Freeport Indonesia, an affiliate of Freeport McMoRan Copper & Gold, is a world class mining company that produces copper and gold and operating in a remote plateau region in Papua province of Indonesia using two mining methods: open pit mining at Grasberg mine and  \n \n\nunderground mining at Deep Ore Zone (DOZ) mine. With the combination of vast area of operation to be covered, rough terrain and weather, and the complexity of the mining process, radio communication service plays a significant role to overall mining and production process.  \n \n\nThe critical requirements of a radio communication service in PT Freeport IndonesiaÃ‚Â’s mining operation area are: the radio signal coverage and the quality of radio communication connection. With the current existing radio communication system, the signal coverage is degraded and the quality of radio communication connection is low because of the low quality of the radio network and the radio system reliability. In addition, the existing radio management system does not  \n \n\nprovide adequate features and capability to assist the operator to manage and maintain the system.  \n \n\nAll of these contribute to the low quality of service provided to the users that in result affects the overall production process, including delays and disruptions. New technology and new radio protocol must be applied to resolve the issues. Digital radio system is the option to replace the existing analogue radio system because of its technical benefits and advanced features. The digital protocol options are reviewed against two most important parameters in PTFI mining operation area using Positioning Matrix: performance in rough terrain area, and backward compatibility. After that, the remaining standards are reviewed against other important parameters for radio communication service in mining area using SMART: trunking capability, multi-site capability, voice and data communication security, radio  \n \n\nmanagement system, and market availability. Finally, a financial analysis is performed to justify the benefit of the radio migration project from financial perspective as this is also important for the management before making the decision.  \n \n\nThere are four established digital radio standard/protocol that are reviewed and analyzed as the  \n \n\nalternative options to replace the existing analogue radio system: TETRA, APCO-25 (P25), Digital Mobile Radio (DMR) and Digital Private Mobile Radio (dPMR). And after the three steps of review, APCO-25 is selected to be implemented in PTFI mining operation area.  \n \n\nThe standard project management methodology applied in PT Freeport Indonesia is used as the platform to implement the migration project. The project stages, system design, organization structure, task distribution, timeline, and resources allocation are established in an integrated project framework. Implementation phases also have to be considered and planned carefully, as the overall migration process cannot interrupt the radio communication service to the users.", "Daftar File": {"2011 TS PP ISMAWAN ARIEF ISMAIL 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92449", "2011 TS PP ISMAWAN ARIEF ISMAIL 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92450", "2011 TS PP ISMAWAN ARIEF ISMAIL 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92451", "2011 TS PP ISMAWAN ARIEF ISMAIL 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92452", "2011 TS PP ISMAWAN ARIEF ISMAIL 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92453", "2011 TS PP ISMAWAN ARIEF ISMAIL 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92454"}, "Penulis": "ISMAWAN ARIEF ISMAIL (NIM : 29109130)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Reza A. Nasution dan Ir. Rudy Bekti, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "radio infrastructure, project management, planning, execution, mining, Freeport", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}