{"Nomor": 18733, "Judul": "KAPASITAS TENAGA KERJA KAWASAN METROPOLITAN JABODETABEK", "Abstrak": "Kawasan Metropolitan merupakan perwujudan perkembangan dari permukiman perkotaan yang berkembang sangat pesat yang berimplikasi pada jumlah penduduk dan luas wilayah yang besar (Winarso et al, 2006). Kawasan metropolitan memiliki dinamika pertumbuhan yang kompleks. Laju pertumbuhan perekonomian yang pesat menawarkan peluang lapangan pekerjaan sehingga menjadi daya tarik migrasi bagi penduduk di luar kawasan metropolitan. Laju pertumbuhan perekonomian akan selalu berbanding lurus dengan aktivitas migrasi. Bila penduduk kawasan metropolitan tidak memiliki kapasitas untuk berkontribusi pada kegiatan perekonomian yang berkembang, akan mengakibatkan semakin tingginya arus migrasi masuk dan menambah beban kawasan metropolitan yang telah memiliki penduduk dalam jumlah besar. Dengan demikian, penting untuk meninjau lebih lanjut mengenai kemampuan penduduk terhadap perkembangan perekonomian   \n \n \n\nyang ada.   \n \n \n\nBerdasarkan tinjauan tersebut, penelitian ini bertujuan untuk mengidentifikasi kapasitas tenaga kerja kawasan metropolitan terhadap pertumbuhan perekonomian kawasan tersebut. Sasaran yang akan dicapai adalah mengindikasikan kesesuaian ketersediaan kuantitas tenaga kerja dan mengindikasikan kesesuaian ketersediaan   \n \n \n\nkualitas tenaga kerja terhadap perkembangan perekonomiannya.   \n \n \n\nKawasan Metropolitan Jabodetabek merupakan kawasan metropolitan terbesar yang berkembang di Indonesia. Dengan jumlah penduduk terbesar dan laju pertumbuhan   \n \n \n\nperekonomian yang tinggi, Kawasan Metropolitan Jabodetabek menjadi batasan studi yang menarik untuk mengidentifikasi kapasitas tenaga kerja di suatu kawasan   \n \n \n\nmetropolitan yang berkembang di Indonesia. Identifikasi kapasitas tersebut ditinjau berdasarkan perbandingan penyediaan (supply) tenaga kerja dari aspek kependudukan dan permintaan atau kebutuhan (demand) tenaga kerja dari aspek perekonomian. Penyediaan tenaga kerja menggunakan   \n \n \n\npendekatan jumlah penduduk usia kerja yang mampu bekerja atau bertindak sebagai angkatan kerja berdasarkan Tingkat Partisipasi Angkatan Kerja (TPAK). Sedangkan   \n \n \n\nkebutuhan tenaga kerja menggunakan pendekatan nilai PDRB untuk mengetahui tingkat kebutuhan tenaga kerja per satuan PDRB.   \n \n \n\nHasil identifikasi kapasitas tenaga kerja di Kawasan Metropolitan Jabodetabek menunjukkan bahwa kapasitas tenaga kerja yang tersedia termasuk pada kategori rendah. Laju pertumbuhan perekonomian yang terlampau pesat di Kawasan Metropolitan Jabodetabek tidak mampu ditopang oleh ketersediaan penduduk yang ada, padahal tingkat kebutuhan terhadap tenaga kerjanya relatif rendah. Hal ini mencerminkan ketersediaan tenaga kerja secara kuantitas tidak sesuai dengan kebutuhan tenaga kerjanya. Dengan demikian, Kawasan Metropolitan Jabodetabek masih membutuhkan tambahan tenaga kerja dari luar kawasannya untuk mendukung perkembangan perekonomian yang terjadi. Hal ini akan semakin meningkatkan peluang terjadinya migrasi masuk menuju Kawasan Metropolitan Jabodetabek.   \n \n \n\nKapasitas yang rendah juga mengindikasikan bahwa penduduk Kawasan Metropolitan Jabodetabek belum memiliki kualifikasi yang sesuai dengan tuntutan perkembangan perekonomiannya. Kebutuhan kualifikasi yang lebih tinggi dari ketersediaan tenaga kerja yang ada mengakibatkan kawasan metropolitan akan berkembang menjadi kawasan perkotaan dengan jumlah penduduk yang membengkak.   \n \n \n\nHal ini disebabkan oleh masih terbukanya peluang bagi penduduk di luar Kawasan Metropolitan Jabodetabek yang memiliki kesesuaian kualifikasi dengan perkembangan   \n \n \n\nperekonomian kawasan yang terjadi.", "Daftar File": {"2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92413", "2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92414", "2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92415", "2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92416", "2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92417", "2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92418", "2009 TA PP ISHMA FATHIMAH SOEPRIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92419"}, "Penulis": "ISHMA FATHIMAH SOEPRIADI (NIM : 15405017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dewi Sawitri, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kawasan Metropolitan,  tenaga kerja,  jabodetabek", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}