{"Nomor": 18741, "Judul": "MODEL HIDRODINAMIKA 2 DIMENSI VERTIKAL DI SUNGAI KAPUAS KECIL, PONTIANAK, KALIMANTAN BARAT", "Abstrak": "Studi arus terhadap distribusi densitas di Sungai Kapuas Kecil dilakukan dengan menggunakan model hidrodinamika 2 dimensi vertikal (2-DV) dengan mode estuari positif yang dikembangkan KÃƒÂ¤mpf (2010). Simulasi dilakukan dengan penggerak elevasi pasang surut dan perbedaan densitas pada tanggal 1 - 20 Juni 2010. Hasil simulasi menunjukkan densitas di badan sungai selama 20 hari berkisar antara 1.000,2-1.006,7 kg/m3 di muara dan 1.000-1.004,1 kg/m3 di daerah pertemuan cabang Sungai Kapuas Kecil dan Sungai Landak. Nilai densitas hasil model di permukaan dan dasar muara sebesar 1.002,15 kg/m3 dan 1.004,59 kg/m3 sedangkan pengamatan lapangan pada daerah muara ini didapatkan temperatur 28,3oC dan salinitas 0 ppt yang menghasilkan densitas sebesar 996,05 kg/m3 dipermukaan. Di daerah pertemuan cabang Sungai Kapuas Kecil dan Landak, nilai densitas hasil simulasi sebesar 1.000 kg/m3 yang menunjukkan salinitas 0 ppt, sedangkan nilai densitas permukaan dari hasil pengamatan lapangan pada temperatur 27,7oC dan salinitas 0 ppt, didapatkan densitas sebesar 996,23 kg/m3. Pada saat purnama dan saat perbani, pengaruh pasang surut dapat masuk terturut-turut hingga 20,3 km dan 11,2 km, dari laut. Air dengan densitas 1.002 kg/m3 dapat masuk hingga 11,2 km dari laut pada saat purnama dan 4,2 km saat perbani. Ketidaksimetrisan pasang surut antara di Selat Karimata dan di badan sungai berbatimetri dangkal ditunjukkan dengan waktu yang dibutuhkan dari kondisi surut terendah menuju pasang tertinggi (10 jam) jauh lebih cepat dibandingkan dengan waktu yang dibutuhkan dari kondisi pasang tertinggi menuju surut terendah (14 jam) pada saat purnama dan pada saat perbani waktu yang dibutuhkan dari kondisi surut terendah menuju pasang tertinggi (15 jam) jauh lebih lambat dibandingkan dengan waktu yang dibutuhkan dari kondisi pasang tertinggi menuju surut terendah (9 jam).", "Daftar File": {"2013 TA PP ISWIATI UTAMIPUTERI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92468", "2013 TA PP ISWIATI UTAMIPUTERI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92469", "2013 TA PP ISWIATI UTAMIPUTERI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92470", "2013 TA PP ISWIATI UTAMIPUTERI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92471", "2013 TA PP ISWIATI UTAMIPUTERI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92472", "2013 TA PP ISWIATI UTAMIPUTERI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92473", "2013 TA PP ISWIATI UTAMIPUTERI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92474"}, "Penulis": "ISWIATI UTAMIPUTERI  (NIM: 12908007)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr.rer.nat. Mutiara Rachmat Putri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "model hidrodinamika 2 dimensi vertikal, Estuari Sungai Kapuas Kecil, Pontianak.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}