{"Nomor": 18742, "Judul": "ANALISIS KAPASITAS MASYARAKAT DAN POTENSI KEBERLANJUTANNYA DALAM PELAKSANAAN PROGRAM PERBAIKAN LINGKUNGAN (STUDI KASUS: PERMUKIMAN KUMUH AREA PULOSARI, KELURAHAN TAMANSARI, KECAMATAN BANDUNG WETAN)", "Abstrak": "Tingkat kepadatan rumah yang tinggi, kepadatan penduduk yang tinggi, tingkat perpindahan penduduk dan pekerjaan penghuni yang tidak tetap, membuat penduduk lingkungan kumuh sangat sulit untuk didorong memperbaiki lingkungan permukiman mereka. Permukiman kumuh itu sendiri menampilkan kondisi keterbatasan kualitas hidup mereka. Perbaikan kawasan tersebut hanya bertahan sementara untuk kemudian kembali pada kondisi kumuh. Hal ini terjadi karena pembangunan dan pemeliharaan yang bersifat sepihak dari pemerintah tanpa adanya pelibatan masyarakat itu sendiri, sehingga kurang menimbulkan rasa kepemilikan terhadap lingkungannya. Dalam pelibatan masyarakat pun tidak bisa digeneralisir satu tempat dengan tempat lainnya karena tingginya keragaman dalam permukiman kumuh di dalam kota dan daerahnya ini, maka penting untuk pemerintah, LSM, atau swasta memahami terlebih dahulu karakteristik masyarakat permukiman kumuh dimana mereka bermaksud melakukan intervensi. Penelitian ini ditujukan untuk mengetahui karakteristik masyarakat yaitu mengenai kapasitas mereka dan potensi keberlanjutannya dalam upaya menerapkan program/kegiatan terutama dalam pemeliharaan lingkungan.     \n \n \n \n \n\nBerdasarkan hasil studi, ditemukan bahwa kapasitas masyarakat di wilayah studi belum kuat dalam investasi modal kebijakan/kesepakatan, finansial, dan intelektual. Masyarakat di permukiman kumuh ini belum cukup mampu secara mandiri melakukan pemeliharaan lingkungan di permukiman mereka.      \n \n \n \n \n\nUmumnya, hal ini dikarenakan masih besarnya ketergantungan mereka terhadap bantuan pihak luar yang datang. Selain itu, kondisi sebagian besar kepala keluarga yang tidak memiliki pekerjaan tetap memaksa mereka untuk mencari penghasilan ekstra waktu sehingga aktivitas di lingkungan pun jarang diikuti. Kondisi ekonomi yang minim menyebabkan sedikitnya kontribusi dana yang mereka keluarkan untuk kepentingan ini. Umumnya, belum ada program/kegiatan yang berkaitan dengan pemeliharaan lingkungan yang secara inisiatif dijalankan oleh masyarakat secara berkelanjutan, terutama terkait pemeliharaan DAS Cikapundung yang merupakan bagian dari lingkungan permukiman mereka. Hanya kapasitas dalam modal sosial yang sudah kuat di wilayah studi ini dimana masyarakat telah memiliki ikatan yang kuat dan mampu hidup rukun serta saling membantu dalam komunitasnya tersebut. Berdasarkan kapasitas msayarakat yang ada, maka diidentifikasi bahwa potensi keberlanjutannya dalam pengimplementasian program perbaikan lingkungan kumuh ini masih rendah. Hal ini dilihat berdasarkan masih rendahnya daya tahan program/kegiatan yang berjalan, fleksibilitas, investasi yang belum mencukupi dan belum semua investasi yang ada tersebut mampu meningkatkan kapasitas masyarakatnya.", "Daftar File": {"2009 TA PP ISYE SUSANA NURHASANAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92475", "2009 TA PP ISYE SUSANA NURHASANAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92476", "2009 TA PP ISYE SUSANA NURHASANAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92477", "2009 TA PP ISYE SUSANA NURHASANAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92478", "2009 TA PP ISYE SUSANA NURHASANAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92479", "2009 TA PP ISYE SUSANA NURHASANAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92480", "2009 TA PP ISYE SUSANA NURHASANAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92481"}, "Penulis": "ISYE SUSANA NURHASANAH (NIM : 15405060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tubagus Furqon Sofhani, M.A., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemukiman Kumuh, Pemeliharaan lingkungan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}