{"Nomor": 18746, "Judul": "ANALISIS KELAYAKAN FINANSIAL PROYEK PEMBANGUNAN JALAN TOL CISUMDAWU (CILEUNYI SUMEDANG DAWUAN)", "Abstrak": "Provinsi Jawa Barat memiliki jumlah penduduk terbesar di Indonesia menyebabkan tingkat kebutuhan yang cukup tinggi akan transportasi baik penumpang maupun barang. Salah satu rencana pemerintah guna meningkatkan daya dukung infrastruktur dibidang transportasi adalah pembanguna jalan tol Cisumdawu yang menghubungkan    \n \n\nkabupaten Bandung, Sumedang dan Majalengka.    \n \n\nTujuan penulisan tugas akhir ini adalah untuk menganalisis kelayakan dari proyek pembangunan jalan Tol Cisumdawu yang direncanakan akan beroperasi pada tahun    \n \n\n2016. Analisis diawali dengan menghitung jumlah kendaraan yang akan melintasi ruas jalan tol tersebut. Analisa tersebut menggunakan bantuan program software SATURN untuk mensimulasikan proses pemilihan rute yang dilakukan oleh pengemudi dengan adanya penambahan jaringan jalan tol Cisumdawu pada sistem jaringan jalan nasional dan provinsi yang telah eksis sebelumnya.    \n \n\nProses akhir dari tugas akhir ini adalah analisis finansial yang dilakukan berdasarkan proyeksi total keuntungan pendapatan dari operasional tol serta total biaya pengeluaran pembangunan dan operasional dari jalan tol Cisumdawu. Dari hasil discount rate sebesar 12 %, dapat disimpulkan bahwa proyek pembangunan jalan tol    \n \n\nCisumdawu memiliki nilai NPV sebesar 1.855.539.000.00,00 dengan BCR sebesar 1.13 dan IRR sebesar 14% sehingga proyek ini dapat dikategorikan layak secara finansial.", "Daftar File": {"2011 TA PP ARANDA AWANG SUKMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92509", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92510", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92511", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92512", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92513", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92514", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/92515", "2011 TA PP ARANDA AWANG SUKMA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/92516", "2011 TA PP ARANDA AWANG SUKMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92517"}, "Penulis": "ARANDA AWANG SUKMA (NIM : 15005019)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Harmein Rahman ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "jalan tol Cisumdawu, pemilihan rute, SATURN, analisis finansial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}