{"Nomor": 18745, "Judul": "ANALISIS PERENCANAAN LAHAN DAN DESAIN PONDASI KELOMPOK TIANG", "Abstrak": "Studi kasus tangki LPG Cilacap memerlukan suatu desain pondasi kelompok tiang yang mampu memikul beban-beban yang bekerja. Beban-beban yang bekerja antara lain beban sendiri tangki, beban angin, beban gempa serta momen akibat angin dan gempa tersebut. Pada studi kasus ini permasalahan lainnya adalah keberadaan tanah lunak, tanah pasir jenuh yang mungkin akan terliquifaksi karena Cilacap merupakan daerah rawan gempa dan  persiapan lahan yang membutuhkan waktu selama satu tahun. Dengan keberadaan tanah lempung lunak dan lapisan pasir yang mungkin terliquifaksi dikhawatirkan akan timbul penurunan tanah yang signifikan dan potensi kerusakan struktur lainnya. Untuk menyikapi permasalahan ini, analisis persiapan lahan dan desain pondasi kelompok tiang harus dilakukan dengan baik. Dalam hal ini, penulis mengajukan solusi dari permasalahan      \n \n \n \n\npersiapan lahan dengan cara menggunakan metode Prefabricated Vertical Drains (PVD) yang diharapkan dengan menggunakan PVD persiapan lahan dapat tercapai dengan tenggat waktu yang sudah ditetapkan. Selain itu , PVD ini akan meminimalkan besarnya penurunan yang akan terjadi di masa yang akan datang. Untuk mengatasi permasalahan liquifaksi kita desain stone columns sehingga kita bisa meminimalisir kemungkinan terjadinya liquifaksi. Setelah persiapan lahan dilaksanakan, langkah selanjutnya adalah mengajukan desain pondasi kelompok tiang dengan kondisi lapisan tanah yang ada. Desain pondasi kelompok tiang ini terdiri dari desain ukuran satu tiang, jumlah tiang yang diperlukan, serta konfigurasi tiangtiang dalam pilecap. Desain pondasi kelompok tiang ini akan dianalisis juga dengan      \n \n \n \n\nmenggunakan beberapa piranti lunak Ensoft dan Plaxis 3D Foundation. Langkah terakhir adalah melakukan perencanaan detailing penulangan pilecap sehingga bisa menahan bebanbeban      \n \n \n \n\nyang ada. Perencanaan penulangan ini dilakukan dengan menggunakan bantuan piranti lunak SAP 2000", "Daftar File": {"2011 TA PP IWAN SETIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92501", "2011 TA PP IWAN SETIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92502", "2011 TA PP IWAN SETIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92503", "2011 TA PP IWAN SETIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92504", "2011 TA PP IWAN SETIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92505", "2011 TA PP IWAN SETIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92506", "2011 TA PP IWAN SETIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/92507", "2011 TA PP IWAN SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92508"}, "Penulis": "IWAN SETIAWAN (NIM : 15007126)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Erza Rismantojo,MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "persiapan lahan, prefabricated vertical drains, pondasi kelompok tiang, beban-beban, pilecap.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}