{"Nomor": 18749, "Judul": "TELECOMMUNICATION CHANNEL MANAGEMENT COMPLEXITY, A STUDY OF THE INDONESIAN CELLULAR INDUSTRY", "Abstrak": "This paper aims to explain the inefficient cost of competition, which happens in Indonesia cellular industry due to the way the cellular operators do their retail channel management and compete among them.  \n \n\nThey compete by flooding the market with pre-numbered simcard, which raw material has to be imported, and then get pre-numbered in the HLR system, which also resulting in license cost to be paid to foreign vendor. After that it has to be repackaged and distributed all over Indonesia, and out of 8 simcard (starter pack) only one turns to be real active subscribers later on, The rest is either used for calling card (like voucher, only use the nominal minutes inside and then throw away the card) or distributors and retailer do fake activation, in order for them to reach target sales, so they get incentivized  \n \n\nThis kind of competition makes the industry inefficient; this is made possible by a strong distributor/retailer market, so they control the market not the operator. However the cost of this inefficiency naturally later is transferred to the real active subscribers by means of minutes pricing and also a lot of waste money for the country in terms of millions of dollars going abroad. Rough estimate shows that 20 million simcard wasted monthly by the price of US$ 50 cents then US$ 10 million wasted by this country every month and that is just from the raw material only.  \n \n\nThis practice theoretically can be analyzed, when operator does detail data analysis from the switching, how many simcard never get reloaded, how many simcard activated from one handset, however operator generally is in perception that this is not solving the issues, since you are drifting away by the industry practice and no one has the power to combat it alone, without huge risk of losing sales, however Ã‚Â‘artificialÃ‚Â’ the sales number might mean.  \n \n\nWhy it is artificial, because sales is determined by number of active subs and each operator has their own definition of it. Ranging from making 1st call, or making 1st reload or the worst is just use the activation number, which in practice many was fake activations by dealers trying to meet their sales target.  \n \n\nThe theory relevant to this problem is actually questioning the efficient market theory which argues that the more players in the industry, the more efficient the market is, since it will drive innovation and also drive cost down. However one could argue that the cost of competition like the problem above could actually be transferred into research that will drive innovation. The term of efficient market here is related to the monopolistic and perfect competition and not to the efficient market terms in stock industry, which means perfect flow of information.  \n \n\nAnother relevant theory is Bargaining Theory of Distribution Channels, which also explains, there are conditions that the presence of powerful retailer might actually be beneficial to all channel members.  \n \n\nIt will be shown, how these two theories able to explain or not explaining the particular situation above, the Agency Theory cannot be used, since Agency Theory is based on internal one to one relation in organization with potential conflict of interest and not an external one to multiple relationship between competitors trying to use the same resources.", "Daftar File": {"2010 TS PP JAMES G THERIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92532", "2010 TS PP JAMES G THERIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92533", "2010 TS PP JAMES G THERIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92534", "2010 TS PP JAMES G THERIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92535", "2010 TS PP JAMES G THERIK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92536", "2010 TS PP JAMES G THERIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92537", "2010 TS PP JAMES G THERIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92538"}, "Penulis": "JAMES G THERIK (NIM: 29107192)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inefficiencycost, Efficient market, Real active subscriber, Distribution channel", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}