{"Nomor": 18755, "Judul": "STUDI REAKSI TRANSFORMASI N,N-DIFENILAMINA DENGAN METODE MAOS SEBAGAI PREKURSOR SENYAWA OLED", "Abstrak": "Salah satu pemanfaatan senyawa organik yang paling diminati saat ini adalah sebagai material pemancar cahaya dalam Organic Light Emitting Diode (OLED). Banyaknya senyawa OLED yang mengandung gugus amina aromatik memunculkan ide untuk melakukan sintesis prekursor senyawa OLED dari N,N-difenilamina (DPA). Dalam penelitian ini, dilakukan studi reaksi transformasi DPA menggunakan iodin (I2) dengan metode Microwave Assisted Organic Synthesis (MAOS) fasa padat. Reaksi tersebut dilakukan sebanyak tiga kali dengan variasi jumlah mol pereaksi, fasa pendukung (alumina/Al2O3), dan kondisi reaksi. Hasil penelitian menunjukkan alumina netral merupakan fasa pendukung yang lebih baik daripada alumina basa. Temperatur optimum reaksi transformasi tersebut kemungkinan berada pada rentang 125-133 dengan waktu reaksi 15 menit dan rentang daya microwave reactor 500-600 W. Pemisahan larutan hijau kekuningan hasil reaksi dengan metode kromatografi lapis tipis (KLT) preparatif menggunakan eluen n-heksana:etil asetat = 4:1 (v/v) menghasilkan dua fraksi (I dan II) dengan nilai Rf terbesar yang dapat berfluoresensi di bawah sinar UV 365 nm. Berdasarkan kromatogram LC dengan eluen metanol:air = 95:5 (v/v) dan spektrum massa (ESI+), fraksi I (Rf = 0,60) mengandung tiga senyawa yaitu tetrakarbazol A (Mr = 662 g/mol), trifenilamina (Mr = 245 g/mol), dan pengotor senyawa plasticizer berupa bis(2-ethylhexyl) phthalate (Mr = 390 g/mol). Fraksi II (Rf = 0,46) juga mengandung tiga senyawa yaitu tetrakarbazol C (Mr = 662 g/mol), tetrafenil hidrazin (Mr = 336 g/mol), dan senyawa plasticizer yang sama dengan fraksi I. Kedua spektrum FT-IR senyawa fraksi I dan II (pellet KBr) menunjukkan puncak khas pada daerah bilangan gelombang 1261,32-1262,75 cm-1 (C-N aromatik); 1598,63-1629,81 cm-1 (C=C aromatik); dan 2963,41 cm-1 (C-H aromatik). Spektrum NMR (500 MHz, CDCl3) senyawa fraksi I menunjukkan 7 sinyal untuk 19 proton aromatik ( = 6,94- 7,58 ppm), 7 sinyal karbon aromatik ( = 117,95-129,59 ppm), dan 1 sinyal karbon amina ( = 142,90 ppm). Spektrum NMR senyawa fraksi II menunjukkan 8 sinyal untuk 17 proton aromatik ( = 6,92- 7,59 ppm), 2 sinyal karbon aromatik ( = 117,90; 129,60 ppm), dan 1 sinyal karbonil ester dari senyawa plasticizer ( = 171,38 ppm). Panjang gelombang serapan maksimum pada spektrum UV-Vis senyawa fraksi I dalam etil asetat adalah 256 nm dan 307 nm, sedangkan untuk senyawa fraksi II dalam etil asetat adalah 254 nm dan 325 nm. Panjang gelombang emisi maksimum pada spektrum fluoresensi senyawa fraksi I dalam etil asetat adalah 392 nm, 428 nm, dan 769 nm dengan panjang gelombang eksitasi 307 nm, sedangkan untuk senyawa fraksi II dalam etil asetat adalah 392 nm, 451 nm, dan 781 nm dengan panjang gelombang eksitasi 325 nm. Warna fluoresensi yang teramati untuk senyawa fraksi I dan II berturut-turut adalah violet dan violet-biru. Berdasarkan struktur dan karakter fluoresensinya, senyawa fraksi I dan II memiliki potensi untuk digunakan sebagai prekursor senyawa OLED. Reaksi transformasi DPA diduga berlangsung melalui mekanisme radikal bebas dengan I2 sebagai inisiator radikal. Radikal difenilamino yang terbentuk pada tahap propagasi dapat mengalami reaksi kupling, baik intramolekul maupun intermolekul, menghasilkan trifenilamina, TPH, tetrakarbazol A dan C.", "Daftar File": {"2014 TA PP JEFRI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92575", "2014 TA PP JEFRI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92576", "2014 TA PP JEFRI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92577", "2014 TA PP JEFRI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92578", "2014 TA PP JEFRI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92579", "2014 TA PP JEFRI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92580", "2014 TA PP JEFRI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92581"}, "Penulis": "JEFRI (NIM :10510004)", "Kontributor / Dosen Pembimbing": ["Pembimbing      \n \n \n \n \n \n\nDr. Deana Wahyuningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "N,N-difenilamina, MAOS, OLED, radikal, kupling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}