{"Nomor": 18760, "Judul": "USULAN STRATEGI BISNIS SWITCH CAFE BANDUNG DENGAN PENDEKATAN MANAJEMEN STRATEGIK", "Abstrak": "Industri hiburan di Bandung menawarkan peluang yang sangat luas, menarik banyak pengusaha untuk masuk kedalamnya, modal yang relatif kecil dan return yang besar menjadi daya tarik utama bisnis ini. Switch Playstation 3 Cafe adalah salah satu pemain baru dalam industri hiburan Bandung. Perusahaan ini menggabungkan konsep makanan dan hiburan dalam bentuk Playstation 3 Cafe. Switch Cafe adalah unit bisnis Switch Playstation 3 Cafe di bidang makanan. Omset Switch Cafe selama ini masih belum dapat menutupi biaya operasional dan investasinya sehingga terus mengalami kerugian, jika ini terus berlangsung eksistensi Switch Cafe akan terancam. Pendekatan manajemen strategik menggunakan tools seperti SWOT Analysis dan TOWS Matrix untuk menganalisis kondisi internal dan eksternal dari Switch Cafe untuk menemukan inti dari masalah yang dihadapinya. Analisis SWOT yang dilakukan / menemukan bahwa Switch Cafe kurang mampu memanfaatkan keunggulannya terutama melalui bauran pemasarannya. Solusi yang diperoleh melalui TOWS Matrix menawarkan beberapa alternatif solusi bisnis yang ditujukan untuk meningkatkan jumlah pelanggan Switch Cafe melalui bauran pemasarannya seperti melibatkan konsumen secara emosional dengan turnamen, penggunaan internet untuk pemasaran, perbaikan kondisi ruangan switch, serta membuat daftar menu yang lebih baik berdasarkan preferensi pelanggan. Perencanaan solusi bisnis untuk Switch Cafe diusahakan seekonomis dan secepat mungkin, dengan menggunakan cara-cara pemasaran yang modern seperti penggunaan situs jejaring sosial. Langkah-langkah tersebut diharapkan mampu meningkatkan profit dan pelanggan Switch Cafe.", "Daftar File": {"2010 TS PP JIMMY SURYA WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92612", "2010 TS PP JIMMY SURYA WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92613", "2010 TS PP JIMMY SURYA WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92614", "2010 TS PP JIMMY SURYA WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92615", "2010 TS PP JIMMY SURYA WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92616", "2010 TS PP JIMMY SURYA WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92617"}, "Penulis": "JIMMY SURYA WIJAYA (NIM : 29107313)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Switch Cafe, manajemen strategik, SWOT Analysis, TOWS Matrix, bauran pemasaran, pelanggan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}