{"Nomor": 18779, "Judul": "OBLIGASI SEBAGAI ALTERNATIF PENDANAAN UNTUK KPR BCA DAN PENINGKATAN SERVICE LEVEL PENGOLAHAN KPR DI BCA KANTOR KREDIT KONSUMER BANDUNG", "Abstrak": "Penelitian ini dilakukan untuk mencari alternatif pendanaan jangka panjang untuk membiayai kredit kepemilikan rumah (KPR) di PT. BCA, karena walaupun BCA memiliki dana pihak ketiga yang besar, mayoritas dana pihak ketiga di BCA terdiri dari dana jangka pendek berupa tabungan dan giro. Saat ini jumlah outstanding KPR masih lebih kecil dibandingkan dengan jumlah dana jangka panjang (deposito), dengan melakukan proyeksi, peningkatan KPR dalam 1 tahun (Year On Year / YOY) jauh lebih besar dibanding peningkatan Year On Year deposito, sehingga bila dilakukan proyeksi dengan menggunakan Year On Year rata-rata dalam 5 tahun terakhir, jumlah outstanding KPR akan melebihi jumlah total deposito pada tahun 2016.Dari hasil analisa beberapa alternatif pendanaan jangka panjang, pendanaan melalui penerbitan obligasi adalah pendanaan yang paling feasible bagi BCA, karena dari hasil analisa dengan menggunakan Flexibility, Risk, Income, Control, dan Timing (FRICT) framework, obligasi yang paling cocok untuk pembiayaan KPR.Selain untuk mencari alternatif sumber dana jangka panjang, sehubungan dengan regulasi baru dari Bank Indonesia mengenai pembatasan maksimal LTV menjadi 70% , menyebabkan peningkatan aplikasi KPR yang dibatalkan oleh calon debitur di kantor kredit consumer bandung.Agar KPR di BCA dapat terus tumbuh dan bersaing dengan bank lain perlu dilakukan perbaikan service level KPR dari 5 hari kerja menjadi 3 hari kerja, dengan melakukan penyederhanaan proses KPR dan perubahan ketentuan KPR.", "Daftar File": {"2013 TS PP KAKAN HANDOKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92741", "2013 TS PP KAKAN HANDOKO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92742", "2013 TS PP KAKAN HANDOKO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92743", "2013 TS PP KAKAN HANDOKO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92744", "2013 TS PP KAKAN HANDOKO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92745", "2013 TS PP KAKAN HANDOKO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92746"}, "Penulis": "KAKAN HANDOKO (NIM : 29110046)Pembimbing : Erman Sumirat, SE, Ak, M Buss", "Kontributor / Dosen Pembimbing": ["Pembimbing : Erman Sumirat, SE, Ak, M Buss"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "FRICT framework for issuance bonds, improving service levels, change the mortgage regulations.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}