{"Nomor": 18773, "Judul": "STUDI HIDROGEOKIMIA UNTUK MENENTUKAN GENESA AIR ASAM DI DANAU LINAU, SULAWESI UTARA", "Abstrak": "Air asam adalah salah satu masalah yang biasanya terjadi pada lapangan panasbumi yang berasosiasi dengan proses vulkanisme, karena sifatnya yang mengorosi material berbahan dasar logam. Penentuan asal air asam dan bagaimana proses pembentukannya mulai banyak dilakukan dibeberapa lapangan panasbumi di dunia untuk mengatasi berbagai dampak negatif yang ditimbulkan dari kehadiran fluida ini. Lapangan panasbumi Lahendong adalah salah satu lapangan panasbumi di Indonesia yang memiliki air asam yang hadir di reservoirnya dan di permukaan dalam bentuk danau kawah asam. Tujuan dari penelitian ini adalah untuk mengetahui bagaimana air asam di Danau Linau dapat terbentuk, hubungan antara air asam di Danau Linau dengan air asam di reservoir serta bagaimana proses pembentukannya. Hipotesis penelitian adalah air asam Danau Linau adalah asam yang terbentuk dari hasil proses hidrolisis dan oksidasi gas-gas magmatik di bawah permukaan yang kemudian naik ke permukaan.            \n\nPada penelitian ini dilakukan analisis penampang geologi bawah permukaan, geokimia fluida permukaan dan sumur, kerapatan kekar dan sesar serta neraca air. Analisis penampang geologi bawah permukaan menghasilkan penampang bawah permukaan dari daerah penelitian untuk mengetahui pengaruh litologi bawah permukaan dan proses-proses geologi terhadap pembentukan fluida asam. Analisis           kimia fluida yang dilakukan adalah analisis komposisi kimia air dan gas permukaan dan sumur, analisis isotop stabil 2H dan 18O serta analisis penyebaran temperatur bawah permukaan. Dari hasil analisis geokimia diketahui asal dari fluida yang hadir di reservoir dan permukaan yang ada di daerah penelitian serta proses-proses geologi yang terjadi sejak air meteorik masuk dari daerah resapan kemudian masuk ke reservoir hingga muncul di permukaan. Analisis kerapatan kekar dan sesar menghasilkan peta penyebaran kerapatan kekar dan sesar di daerah penelitian. Peta hasil analisis penyebaran kerapatan kekar dan sesar dipergunakan untuk membuat peta zonasi daerah resapan hasil analisis isotop stabil. Peta zonasi daerah resapan yang diperoleh dipergunakan sebagai parameter luas area pada analisis air model NRECA. Penghitungan nilai evapotranspirasi potensial pada penelitian ini menggunakan persamaan Penman modifikasi.            \n\nPenentuan parameter neraca air model NRECA pada daerah penelitian menggunakan data-data dari sub DAS Tondano dikarenakan tidak tersedianya data yang memadai pada daerah penelitian. Dari hasil simulasi yang dilakukan            \n\ndiperoleh nilai korelasi antara data debit hasil simulasi dan data debit pengukuran mencapai nilai 72%. Integrasi hasil analisis geokimia fluida permukaan dan sumur, data penyebaran temperatur bawah permukaan dan geologi bawah permukaan menunjukkan bahwa asam di daerah penelitian berasal dari SO42-. SO42- yang hadir pada daerah penelitian terbentuk dari kondensasi gas magmatik menjadi gas geotermal dan bercampur dengan air tanah pada kedalaman di bawah 1692 m dan hasil oksidasi gas H2S pada kedalaman dangkal. Gas magmatik adalah bagian dari volatil magma yang lepas akibat penurunan tekanan sedangkan gas geotermal adalah gas hasil kondensasi dari gas magmatik akibat penurunan temperatur. Oksidasi gas            \n\nH2S terjadi setelah gas H2S lepas dari fasa cair akibat proses pendidihan yang terjadi saat fluida panasbumi mengalir menuju ke permukaan. Berdasarkan komposisi kimia dan fisika fluida reservoir dan permukaan, profil temperatur, kondisi morfologi dan kondisi geologi dapat disimpulkan bahwa Danau Linau adalah danau vulkanik yang berada di atas kawah aktif.            \n\nHasil penghitungan neraca air model NRECA menggunakan parameter hasil simulasi dari sub DAS Tondano menunjukkan bahwa volume air meteorik yang masuk ke Danau Linau pada selang 2008 Ã‚Â– 2012 adalah 59,56 x 106 m3. Dari hasil penghitungan dengan persamaan kimia untuk menghitung pH larutan dan data volume air meteorik yang masuk ke Danau Linau diperoleh jumlah H2SO4 yang masuk ke Danau Linau pada selang 2008 Ã‚Â– 2012 adalah 5,71 x 106 m3. Hasil proses integrasi peta penyebaran daerah resapan berdasarkan isotop stabil 2H dan 18O dan peta kerapatan kekar dan sesar menunjukkan peta zonasi resapan. Dari hasil penghitungan menggunakan data luas zonasi resapan berdasarkan kerapatan kekar dan sesar, data parameter model hidrologi dan data parameter meteorologi diperoleh volume air meteorik yang masuk ke dalam sistem panasbumi pada selang 2008 Ã‚Â– 2012 adalah 123,29 x 106 m3.            \n\nPenelitian ini diharapkan dapat memberikan wawasan dan pemahaman baru dalam memahami proses pembentukan air asam pada danau vulkanik di atas kawah aktif dan air asam di reservoir panasbumi. Penelitian ini juga diharapkan memberikan konsep baru dalam menghitung jumlah air resapan yang masuk ke dalam suatu sistem panasbumi dengan menggunakan metode isotop stabil (18O dan 2H), metode kerapatan kekar dan sesar dan metode neraca air. Kajian tentang hubungan antara volume H2SO4 yang masuk ke Danau Linau dan sumur produksi diharapkan dapat memberikan pemahaman yang lebih baik tentang pengaruh proses produksi fluida reservoir terhadap pembentukan fluida asam di lapangan panasbumi Lahendong.", "Daftar File": {"2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92696", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92697", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92698", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92699", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92700", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92701", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/92702", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/92703", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/92704", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/92705", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-BAB 10.pdf": "https://digilib.itb.ac.id/gdl/download/92706", "2014 DIS PP JULIAN AMBASSADUR SHIDDIQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92707"}, "Penulis": "JULIAN AMBASSADUR SHIDDIQ (NIM : 32008005)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  Prof. Ir. Lambok M. Hutasoit, M.Sc., Ph.D.", "Dr. Asnawir Nasution, M.Sc.", "Dr. Ir. Prihadi Sumintadireja, MS."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Danau Linau, air asam, oksidasi, hidrolisis, danau vulkanik di atas kawah aktif, gas magmatik, gas geothermal, neraca air", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "12 file", "Tanggal Input": "21 Jan 2015"}