{"Nomor": 18789, "Judul": "SEKOLAH TINGGI FILM INDONESIA", "Abstrak": "Film sebagai salah satu media seni merupakan artefak budaya Negara karena secara tidak langsung \n\nmencerminkan masyarakat yang membuatnya. Film dapat dijadikan sebagai sarana penyampaian ide, \n\npesan, dan isu-isu sosial yang ada dalam masyarakat secara visual dan audial. \n\nKebutuhan manusia akan informasi dan hiburan mengakibatkan perkembangan dunia film menjadi cukup \n\npesat. Permintaan tinggi tersebut menumbuhkan minat masyarakat pada segi keprofesionalan pada \n\nbidang pembuatan film untuk kepentingan seni, komersial, jurnalistik, dan informasi. Individu yang \n\nkompeten, kreatif, serta memiliki tanggung jawab dalam berkarya sangat menentukan kemana arah \n\nperfilman Indonesia akan dibawa. \n\nBangkitnya film Indonesia merupakan kebanggaan setelah mengalami keterpurukan di tanah airnya \n\nsendiri. Industri sinematografi di Indonesia Ã‚Â–khususnya kota-kota besar seperti Jakarta, Bandung, \n\nYogyakarta, dan Surabaya- mulai berkembang ditandai oleh munculnya komunitas film, festival film, \n\nworkshop serta diskusi film yang masi bersifat independen. Ironisnya, keadaan ini tidak disertai dengan \n\nadanya jenjang pendidikan sesuai yang dapat menghasilkan tenaga-tenaga profesional dalam bidang \n\nfilm. \n\nDalam hal ini maka Indonesia memerlukan institusi pendidikan dengan fasilitas pendukung yang baik \n\nsehingga mampu membekali sumber daya manusianya untuk membuat film yang berkualitas dan \n\nmemiliki pemikiran terhadap perkembangan budaya Indonesia pada khususnya. Masyarakat Indonesia \n\nsendiri perlu ditingkatkan apresiasinya terhadap karya seni film untuk menghargai karya anak bangsanya \n\nsendiri di tengah maraknya film-film asing. Untuk mencapai itu semua, dibutuhkan fasilitas yang \n\nmendukung kegiatan film, baik formal maupun informal sehingga seluruh masyarakat Indonesia paham \n\nbenar akan budayanya melalui media film.", "Daftar File": {"2009 TA PP KARTIKA CANDRA NURMALA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92816", "2009 TA PP KARTIKA CANDRA NURMALA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92817", "2009 TA PP KARTIKA CANDRA NURMALA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92818", "2009 TA PP KARTIKA CANDRA NURMALA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92819", "2009 TA PP KARTIKA CANDRA NURMALA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92820", "2009 TA PP KARTIKA CANDRA NURMALA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92821"}, "Penulis": "KARTIKA CANDRA NURMALA (NIM : 17304021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : G. Prasetyo Adhitama, SSn., MSn.", "Drs. Bagus Handoko, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "film,  sekolah tinggi film Indonesia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "17 Apr 2015"}