{"Nomor": 18786, "Judul": "PENYELESAIAN MASALAH BED CAPACITY PLANNING DENGAN PEMROGAMAN BILANGAN BULAT", "Abstrak": "Dalam mendirikan suatu usaha tentunya suatu perusahaan ingin medapatkan keuntungan yang maksimum. Salah satu caranya adalah dengan melakukan penyesuaian kapasitas produksi sehingga suatu usaha dapat selalu memenuhi  \n \n\npermintaan pelanggan, yang disebut dengan capacity planning atau perencanaan kapasitas. Pada tugas akhir ini akan dibahas masalah perencanaan kapasitas  \n \n\npada rumah sakit yang disebut dengan bed capacity planning. Pada permasalahan bed capacity planning, kapasitas pelayanan rumah sakit dapat direpresen-  \n \n\ntasikan dengan banyaknya tempat tidur. Permasalahan ini akan dibahas dengan merepresentasikan perubahan kapasitas tiap bulan sebagai jaringan dan melihat  \n \n\npermasalahan ini sebagai shortest path problem yang akan diselesaikan dengan menggunakan algoritma Dijkstra. Dalam perencanaan kapasitas tempat tidur, biaya yang diperhitungkan adalah biaya penambahan tempat tidur, biaya penolakan pasien dan biaya perawatan tempat tidur. Dalam tugas akhir ini, penulis melakukan simulasi pemilihan keputusan selama 12 bulan. Dari hasil simulasi  \n \n\ndiperoleh pilihan keputusan tiap bulan selama 12 bulan yang dapat meminimumkan kerugian yang ditimbulkan oleh penolakan pasien yang diakibatkan oleh kurangnya kapasitas yang", "Daftar File": {"2013 TA PP KARISA LARAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92800", "2013 TA PP KARISA LARAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92795"}, "Penulis": "KARISA LARAS WIDYADARI  [10109073]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "algoritma Dijkstra, capacity planning, perencanaan kapasitas, bed capacity planning, shortest path problem.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}