{"Nomor": 18784, "Judul": "DAMPAK KAWASAN EKONOMI KHUSUS MARUNDA TERHADAP KINERJA KAPASITAS JALAN PELABUHAN DAN JALAN MARUNDA MAKMUR", "Abstrak": "Pemerintah DKI Jakarta merencanakan untuk membangun KEK sebagai pusat pertumbuhan yang baru dan berlokasi di Marunda. Untuk pemberlakuan KEK, telah dikeluarkan Undang-Undang Republik Indonesia No. 39 Tahun 2009 tentang KEK yang yang salah satu isinya menyebutkan bahwa lokasi KEK harus berdekatan dengan pelabuhan dan dalam hal ini Pelabuhan Tanjung Priok merupakan pelabuhan terdekat dari Marunda. Pembangunan KEK Marunda sendiri direncanakan akan memiliki pelabuhan tersendiri dan berlokasi di atas lahan reklamasi pantai utara Jakarta. Pelabuhan adalah salah satu bentuk infrastruktur transportasi dan bersifat vital karena infrastruktur transportasi memiliki dampak langsung. Dampak langsung dapat dilihat dari kinerja kapasitas jalan penghubung kedua pelabuhan yaitu Jalan Pelabuhan dan Jalan Marunda Makmur. Hal ini penting untuk diteliti karena kinerja kapasitas kedua jalan tersebut akan mempengaruhi kinerja pelayanan Pelabuhan Tanjung Priok dan Pelabuhan Marunda. Jenuh atau tidaknya suatu jalan memberikan deskripsi kemacetan lalu-lintas yang merupakan masalah bagi perusahaan atau lembaga yang kegiatannya bergantung pada ketepatan waktu. Kemacetan lalu-lintas juga meningkatkan biaya perawatan kendaraan, biaya individu, ban dan lain-lain.   \n \n \n\nStudi ini merupakan studi untuk mengetahui dampak dari pembangunan KEK Marunda terhadap kinerja kapasitas jalan penghubung kedua pelabuhan yaitu Jalan Pelabuhan dan Jalan Marunda Makmur. Untuk mengetahui kinerja kapasitas kedua jalan dilakukan traffic counting dan selanjutnya dianalisis menggunakan analisis volume lalu-lintas. Kinerja kapasitas jalan juga ditentukan oleh sifat dari KEK Marunda yaitu eksklusif atau tidak eksklusif. Dikarenakan studi ini fokus pada pelabuhan dan KEK, beberapa perhitungan hanya akan mempertimbangkan beberapa kendaraan yang berperan penting terhadap kinerja pelabuhan dan kinerja kapasitas jalan. Sebagai hasilnya adalah, kedua jalan tersebut menunjukkan bahwa kapasitas Jalan Pelabuhan tidak memadai tahun 2010 dan Jalan Marunda Makmur tidak memadai tahun 2015 akibat dari kegiatan pelabuhan di KEK Marunda. Untuk itu, Pemerintah DKI Jakarta perlu untuk waspada dan membuat agenda prioritas yang fokus pada jalan tersebut sebelum pembangunan KEK Marunda demi pelaksanaan KEK Marunda yang optimal.", "Daftar File": {"2010 TA PP  KARINA KUSUMAWARDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92781", "2010 TA PP  KARINA KUSUMAWARDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92782", "2010 TA PP  KARINA KUSUMAWARDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92783", "2010 TA PP  KARINA KUSUMAWARDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92784", "2010 TA PP  KARINA KUSUMAWARDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92785", "2010 TA PP  KARINA KUSUMAWARDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92786", "2010 TA PP  KARINA KUSUMAWARDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92787"}, "Penulis": "KARINA KUSUMAWARDANI (NIM :  15406004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Tommy Firman, M.Sc., Ph.D.", "Dr. Eng. Pradono, SE., M.Ec.Dev."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dampak, KEK Marunda, sifat, kinerja kapasitas jalan, kinerja pelabuhan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}