{"Nomor": 18783, "Judul": "SINTESIS DAN KARAKTERISASI ION-IMPRINTED POLY(ANILINE-FORMALDEHYDE) UNTUK PRAKONSENTRASI CU(II)", "Abstrak": "Penelitian ini bertujuan untuk mensintesis ion imprinted polymers (IIPs) untuk retensi ion logam Cu(II). IIPs merupakan polimer berpori yang dapat mengikat dan melepaskan suatu ion. IIPs memiliki selektifitas tinggi untuk ion tertentu yang menjadi template-nya. Sifat tersebut memungkinkan IIP digunakan sebagai material fungsional untuk prakonsentrasi dalam analisis renik dengan sampel yang memiliki matriks rumit. Polimer disintesis dari monomer anilin dan formaldehid serta tambahan anilin sebagai pemanjang rantai. Empat tahapan metode yang telah dilakukan adalah sintesis poli(anilin-formaldehid), sintesis ion-imprinted poly(anilin-formaldehide) atau IIPAF, pelepasan ion Cu(II) dari IIPAF untuk menghasilkan Cu-IPAF dan karakterisasi material yang diperoleh. Sintesis poli(anilin-formaldehid) dilakukan melalui reaksi kondensasi selama 2 jam pada suhu 1000 C dengan katalis HCl 37 %. Sintesis ion-imprinted poly(anilin-formaldehide) dilakukan melalui reaksi radikal dengan katalis FeSO4 dan inisiator H2O2 30 %. Non-imprinted poly(anilin-formaldehide) di sintesis dengan cara yang sama tanpa penambahan ion Cu(II). Ion logam Cu(II) pada IIPAF dapat dilepaskan dengan HNO3 0,5 M menghasilkan Cu-IPAF. Hasil karakterisasi dengan FTIR menunjukkan beberapa puncak penting yang membuktikan bahwa polimer telah terbentuk. Karakterisasi sifat retensi terhadap ion Cu(II) meliputi penentuan pH, waktu kontak dan kapastas adsorpsi. Penentuan selektifitas dilakukan dengan mengontakkan Cu-IPAF dengan larutan campuran ion Cu(II), Cd(II), Pb(II) dan Zn(II). Cu-IPAF selektif untuk ion Cu(II) dengan perbandingan ion analit dan ion pengganggu 2:1. Cu-IPAF memiliki kapasitas adsorpsi sebesar 13,87 mg/g pada pH 5 dengan waktu kontak 75 menit. Persen perolehan kembali dari proses adsorpsi-desorpsi diperoleh sebesar 97,72 %.", "Daftar File": {"2014 TA PP  KARINA DEWI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92774", "2014 TA PP  KARINA DEWI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92775", "2014 TA PP  KARINA DEWI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92776", "2014 TA PP  KARINA DEWI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92777", "2014 TA PP  KARINA DEWI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92778", "2014 TA PP  KARINA DEWI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92779", "2014 TA PP  KARINA DEWI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92780"}, "Penulis": "KARINA DEWI (NIM :10510014)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr. M. Bachri Amran, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cu(II), ion-imprinted poly(anilin-formaldehide)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}