{"Nomor": 18795, "Judul": "PEMODELAN TRANSMITTANSI DAN ARUS BOCOR ELEKTRON PADA KAPASITOR MOS BERMASSA ISOTROPIK DENGAN MENGGUNAKAN PENDEKATAN FUNGSI GELOMBANG AIRY", "Abstrak": "Pemodelan transmittansi dan arus bocor elektron melalui lapisan oksida dan material konstanta dielektrik tinggi (high-k material) telah dikembangkan dengan menggunakan pendekatan fungsi gelombang Airy dimana dalam pemodelannya melibatkan efek kopling antara energi kinetik longitudinal dan transversal yang direpresentasikan oleh kecepatan fasa elektron di gerbang. Struktur n+Poly- Si/HfSiOxN (high-k material) /Trap (perangkap)/SiO2/p-Si bermassa isotropik digunakan untuk menguji pemodelan ini. Masalah utama dalam penggunaan high-k material pada divais MOS adalah terbentuknya perangkap muatan (trap) pada antarmuka high-k material/SiO2. Untuk itu diperlukan pemodelan transmittansi dan arus bocor yang melibatkan efek perangkap muatan. Ekspresi ananlitik transmittansi diperoleh dengan menggunakan pendekatan fungsi gelombang Airy, kemudian transmittansi tersebut digunakan untuk menghitung arus bocor. Dalam tesis ini, transmittansi dan arus bocor dihitung untuk beberapa variasi parameter yaitu, kecepatan elektron, lebar dan kedalaman perangkap muatan, sudut datang elektron, dan ketebalan HfSiOxN. Hasil perhitungan menunjukkan bahwa transmittansi dan arus bocor bertambah seiring dengan berkurangnya kecepatan elektron, dan mencapai nilai tertinggi saat dihitung tanpa melibatkan efek kopling. Diperoleh pula bahwa transmittansi dan arus bocor membesar seiring dengan bertambahnya lebar dan kedalaman perangkap muatan. Proses tunneling pada strukutur n+Poly-Si/HfSiOxN (high-k material) /Trap (perangkap)/SiO2/p-Si  \n \n\nbermassa isotropik menjadi mudah saat elektron datang tegak lurus. Diperoleh pula bahwa arus bocor menurun seiring dengan bertambahnya ketebalan HfSiOxN.", "Daftar File": {"2014 TS PP KHAIRIAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92861", "2014 TS PP KHAIRIAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92860", "2014 TS PP KHAIRIAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92859", "2014 TS PP KHAIRIAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92858", "2014 TS PP KHAIRIAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92864", "2014 TS PP KHAIRIAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92863", "2014 TS PP KHAIRIAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92862"}, "Penulis": "KHAIRIAH (NIM : 20212018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Fatimah A Noor"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Transmittansi, arus bocor, perangkap muatan, kecepatan elektron, massa isotropik, fungsi gelombang Airy.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}