{"Nomor": 18799, "Judul": "FINANCING STRATEGY FOR HOTEL DEVELOPMENT IN BANDUNG Case Study: PT. LIGAR JAYA", "Abstrak": "Indonesia, saat ini sedang berada di situasi yang sangat baik untuk pengembangan industri property. Pertumbuhan ekonomi yang tinggi, suku bunga bank yang rendah, meningkatnya daya beli masyarakan, dan keadaan politik yang stabil memberikan kontribusi yang besar dalam perkembangan dunia properti indonesia. Disamping itu, pertumbuhan golongan kelas menegah Indonesia yang makin membaik memberikan daya beli untuk membeli properti. Pertumbuhan negara juga telah membuat kesadaran untuk berinvestasi di dunia properti. Properti sendiri memiliki  banyak jenis dan saling berhubungan dengan industry lain, salah taunya adalah pembangunan rumah vertikal untuk apartment dan hotel. Industry hotel, khususnya di Bandung, adalah industri yang sedang berkembang, dimana banyak kunjugan baik untuk tujuan wisata maupun untuk pekerjaan baik dari turis dalam negeri dan luar negeri. Bandara Husein Sastranegara, telah mengalami kunjugan yang sangat meningkat, sebesar 12.597 orang menjadi 17.597 orang di Mei 2012 dan Mei 2013. PT. Ligar Jaya memiliki sebidang tanah di kawasan Bandung Utara yang cocok untuk bersantai dan beritirahat. Maka dari pada itu perusahaan memutuskan untuk mengembangkan hotel di Bandung Utara dengan konsep Ã‚Â‘green livingÃ‚Â’, serta di fasilitasi dengan banyak kegiatan luar ruangan, ruang pertemuan dan tempat pernikahan. Dalam mengelola hotel tersebut perusahaan menunjuk Hotel Operator untuk menjalankan business sehari-hari dan mendatangkan keuntungam dari hotel tersebut. Tantangan berikutnya adalah bagaimana mendanai pembangunan dan    \n \n\noperasional awal. Tiga pilihan dipertimbangan oleh perusahaan yaitu pendaan bank, mencari invetor, dan menjual kepelikan unit sebagai kondotel.Pendanaan melalui bank merupakan pilihan yang tersedia, dimana suku bunga sedang dititik terendah selama 16 bulan di 5.75%, kemudian sedikit naik ke 6.5% bulan Juli 2013 yang dikarenakan tingginya inflasi dan demi mengurangi dana asing yang keluar di pasar keuangan.Keadaan seperti ini menunjukan adanya resiko dari suku bunga yang akan mempengaruhi laba. Kedua, mencari investor strategis, untuk mendanai pembangunan dana mendapatkan bagi hasil sebesar 60% dari laba. Opsi terakhir adalah menjual condotel unit, dimana pembeli memiliki unit tersebut, tetapi dikelolakan bersama dengan menunjuk pihak hotel operator, dan diberikan  keuntungan pasti 10% dari harga beli condotel.Capital Budgeting, NPV, IRR dan Payback Period, digunakan untuk menganalisa tiga opsi pendanaan dengan sekenario yang berbeda, pesimis, sedang, dan optimis. Dari perhitungan tersebut keseluruhan opsi dapat diterima, karena memiliki NPV positif dan IRR lebih besar dari WACC.Tetapi opsi terbaik adalah penjualan condotel, dangan NPV 82,125,248,000.- , IRR 139.1% dan payback period 5 tahun 7 bulan pada sekenario sedang. Sebagai tambahan grafik tornado di gunakan untuk tes sensitifitas terhadap harga kamar rata-rata, tinggat hunian, dan perbandingan  penjualan kamar terhadap lainnya. Hasilnya adalah pada titik paling pesimis, NPV dan IRR bisa diterima.", "Daftar File": {"2013 TS PP KINNO THINGKER 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92887", "2013 TS PP KINNO THINGKER 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92888", "2013 TS PP KINNO THINGKER 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92889", "2013 TS PP KINNO THINGKER 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92890", "2013 TS PP KINNO THINGKER 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92891", "2013 TS PP KINNO THINGKER 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92892"}, "Penulis": "KINNO THINGKER (NIM: 29110059) Pembimbing : Bapak Erman Sumirat, SE., M.Buss., Ak.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bapak Erman Sumirat, SE., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Apartment, Hotel, Capital Budgeting, Financing Strategy, NPV, IRR, Payback Period", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}