{"Nomor": 18791, "Judul": "IDENTIFIKASI PEMBENTUKAN KEKUATAN JARINGAN (NETWORK POWER) MASYARAKAT DALAM PENGENDALIAN PEMANFAATAN RUANG STUDI KASUS : PENOLAKAN MASYARAKAT TERHADAP PEMBANGUNAN HOTEL FOUR R DI JALAN RANCABENTANG N0. 30-32 KELURAHAN CIUMBULEUIT KECAMATAN CIDADAP KOTA BANDUNG", "Abstrak": "Penelitian ini mengidentifikasi pembentukan kekuatan jaringan (network power) masyarakat dalam pengendalian pemanfaatan ruang, dengan studi kasus : penolakan pembangunan Hotel Four R di Rancabentang. Dalam studi kasus ini masyarakat tidak berperan sebagai mitra (counterpart) melainkan berperan sebagai kontrol/penyeimbang (counterbalance) bagi pemerintah. Hal ini terjadi karena pada kasus Rancabentang, Pemerintah Kota Bandung melakukan pelanggaran terhadap peraturan yang ada dengan memberikan izin kepada pihak swasta yang hendak membangun hotel di Rancabentang yang pada dasarnya termasuk Kawasan Bandung Utara (KBU) dan memiliki guna lahan sebagai perumahan. Masyarakat bersama dengan LSM, akademisi dan stakeholder lain yang tidak menyetujui tindakan pemerintah -baik karena khawatir terhadap dampak maupun karena telah mengetahui pelanggaran yang dilakukan oleh pemerintah- mengembangkan kekuatan jaringan (network power) untuk menolak pembangunan hotel. Hasilnya, izin pembangunan Hotel Four R dibatalkan. Pengadilan memenangkan gugatan yang diajukan masyarakat di sekitar Rancabentang melawan Walikota Bandung dan PT Serena Seriti sebagai pihak pengembang hotel.   \n \n \n\nPenelitian ini menggunakan metode penelitian kualitatif dengan wawancara, observasi, dan dari dokumen, yang diperoleh dari berbagai sumber. Analisis data dilakukan dengan cara: 1) analisis deskriptif untuk memberikan gambaran secara sistematis, faktual, dan akurat mengenai fakta-fakta sifat-sifat populasi atau daerah tertentu serta mencari penjelasan bagaimana suatu persoalan terjadi; 2) analisis stakeholder untuk melakukan pemetaan jaringan dan menggambarkan hubungan antar para stakeholder; dan 3) analisis isi untuk mengidentifikasi keinginan (interest), pengaruh (influence), dan kepentingan (importance) masing-masing stakeholder yang terlibat dari hasil wawancara dan studi literatur.   \n \n \n\nHasil penelitian menunjukkan bahwa upaya masyarakat dalam menjalankan peran sebagai counterbalance terhadap pemerintah berhasil melalui pembentukan jaringan antar stakeholder yang memiliki keinginan yang sama dalam upaya pengendalian pemanfaatan ruang di Rancabentang dengan kepentingan dan pengaruhnya masing-masing. Penelitian ini juga menunjukkan bahwa tindakan pengendalian pemanfaatan ruang yang dilakukan oleh masyarakat membutuhkan koordinasi dan keterpaduan tindak dari berbagai pihak, baik LSM, akademisi, tokoh yang berpengaruh, maupun birokrat dengan bentuk partisipasi tiap stakeholder yang bermacam-macam tergantung tugas dan perannya dalam upaya pengendalian pemanfaatan ruang.", "Daftar File": {"2010 TA PP KARTINA ANDAM DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92829", "2010 TA PP KARTINA ANDAM DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92830", "2010 TA PP KARTINA ANDAM DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92831", "2010 TA PP KARTINA ANDAM DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92832", "2010 TA PP KARTINA ANDAM DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92833", "2010 TA PP KARTINA ANDAM DEWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92834", "2010 TA PP KARTINA ANDAM DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92835"}, "Penulis": "KARTINA ANDAM DEWI (NIM : 15406073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Suhirman, SH. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penelitian ini mengidentifikasi pembentukan kekuatan jaringan (network power) masyarakat dalam pengendalian pemanfaatan ruang, dengan studi kasus : penolakan pembangunan Hotel Four R di Rancabentang. Dalam studi kasus ini masyarakat tidak berperan sebagai mitra (counterpart) melainkan berperan sebagai kontrol/penyeimbang (counterbalance) bagi pemerintah. Hal ini terjadi karena pada kasus Rancabentang, Pemerintah Kota Bandung melakukan pelanggaran terhadap peraturan yang ada dengan memberikan izin kepada pihak swasta yang hendak membangun hotel di Rancabentang yang pada dasarnya termasuk Kawasan Bandung Utara (KBU) dan memiliki guna lahan sebagai perumahan. Masyarakat bersama dengan LSM, akademisi dan stakeholder lain yang tidak menyetujui tindakan pemerintah -baik karena khawatir terhadap dampak maupun karena telah mengetahui pelanggaran yang dilakukan oleh pemerintah- mengembangkan kekuatan jaringan (network power) untuk menolak pembangunan hotel. Hasilnya, izin pembangunan Hotel Four R dibatalkan. Pengadilan memenangkan gugatan yang diajukan masyarakat di sekitar Rancabentang melawan Walikota Bandung dan PT Serena Seriti sebagai pihak pengembang hotel. Penelitian ini menggunakan metode penelitian kualitatif dengan wawancara, observasi, dan dari dokumen, yang diperoleh dari berbagai sumber. Analisis data dilakukan dengan cara: 1) analisis deskriptif untuk memberikan gambaran secara sistematis, faktual, dan akurat mengenai fakta-fakta sifat-sifat populasi atau daerah tertentu serta mencari penjelasan bagaimana suatu persoalan terjadi; 2) analisis stakeholder untuk melakukan pemetaan jaringan dan menggambarkan hubungan antar para stakeholder; dan 3) analisis isi untuk mengidentifikasi keinginan (interest), pengaruh (influence), dan kepentingan (importance) masing-masing stakeholder yang terlibat dari hasil wawancara dan studi literatur. Hasil penelitian menunjukkan bahwa upaya masyarakat dalam menjalankan peran sebagai counterbalance terhadap pemerintah berhasil melalui pembentukan jaringan antar stakeholder yang memiliki keinginan yang sama dalam upaya pengendalian pemanfaatan ruang di Rancabentang dengan kepentingan dan pengaruhnya masing-masing. Penelitian ini juga menunjukkan bahwa tindakan pengendalian pemanfaatan ruang yang dilakukan oleh masyarakat membutuhkan koordinasi dan keterpaduan tindak dari berbagai pihak, baik LSM, akademisi, tokoh yang berpengaruh, maupun birokrat dengan bentuk partisipasi tiap stakeholder yang bermacam-macam tergantung tugas dan perannya dalam upaya pengendalian pemanfaatan ruang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}