{"Nomor": 18805, "Judul": "SIMULASI PENCITRAAN SINAR-X DENGAN METODE MONTE CARLO BERBASIS GRAPHICS PROCESSING UNIT", "Abstrak": "Simulasi Monte Carlo merupakan salah satu metode yang akurat dalam mensimulasikan transport partikel seperti foton dan electron ke suatu medium. Untuk mendapat hasil dengan keakuratan yang tinggi, simulasi Monte Carlo memerlukan proses komputasi yang tinggi sehingga simulasi berjalan lama. Dalam tugas akhir ini, kita akan menggunakan Graphics Processing Unit (GPU) untuk mempercepat simulasi Monte Carlo untuk transport foton khususnya untuk pencitraan sinar-X. Simulasi dilakukan dengan menggunakan program Monte Carlo CUDA EGS. Simulasi pencitraan sinar-X dengan CUDA EGS yang dilakukan dalam tugas akhir dilakukan pada beberapa kasus. Dalam kasus pertama, besar energi foton divariasikan nilainya. Dalam kasus kedua, jumlah foton yang akan disimulasikan divariasikan nilainya. Kasus pertama dan kedua dilakukan untuk mengetahui pengaruh kedua parameter yaitu energy foton dan jumlah foton terhadap kualitas citra yang dihasilkan maupun pada waktu simulasinya. Dalam kasus ketiga, simulasi akan dilakukan pada phantom simulasi yang berbeda. Pada bagian ini, selain menggunakan phantom standar CUDA EGS, kita juga akan menggunakan phantom yang dibuat dari data CT-scan. Kasus ini dilakukan untuk mengetahui efektifitas CUDA EGS pada phantom yang berbeda. Pada kasus keempat, kita akan melakukan simulasi menggunakan dua sistem operasi yang berbeda yaitu Windows 7 dan Linux (Ubuntu 10.10). Selain untuk melihat pengaruh sistem operasi terhadap simulasi yang dilakukan, bagian ini juga dilakukan untuk memverifikasi hasil perubahan source code yang telah dilakukan untuk sistem operasi Linux/Ubuntu. Pada kasus terakhir, kita akan membandingkan waktu simulasi ketika menggunakan GPU dan CPU. Simulasi dengan CPU menggunakan software Epp sedangkan pada GPU menggunakan software CUDA EGS. Semua simulasi dalam Tugas Akhir ini menggunakan GPU NVIDIA GTX 480. Setelah dilakukan simulasi, dengan menaikkan energi foton, kualitas citra simulasi menjadi terdegradasi yang ditandai oleh penurunan kontras dari citra. Selain itu, semakin tinggi energy foton mengakibatkan adanya peningkatan brightness pada citra hasil simulasi. Dari segi waktu simulasinya, program Monte Carlo CUDA EGS bergantung pada interaksi yang terjadi pada material. Pada kasus kedua, citra simulasi menjadi lebih baik dan detailnya menjadi lebih tinggi pada jumlah history yang tinggi. Pada tugas akhir ini, citra yang paling baik didapat pada jumlah history sebesar 1010 foton. Sedangkan waktu simulasinya berjalan lebih lama ketika jumlah history meningkat. Pada kasus ketiga, phantom dengan dimensi yang lebih besar seperti pada phantom dari data CT, mengakibatkan simulasi berjalan lebih lama sedangkan GPU dapat memaksimalkan sumber daya komputasinya. Pada kasus keempat sistem operasi yang berbeda tidak mempengaruhi hasil simulasi. Pada kasus terakhir, simulasi pada CUDA EGS dapat dilakukan 18 Ã‚Â– 83 kali lebih cepat dibandingkan dengan program Monte Carlo Epp.", "Daftar File": {"2013 TA PP KRISNA H.S 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92937", "2013 TA PP KRISNA H.S 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92938", "2013 TA PP KRISNA H.S 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92939", "2013 TA PP KRISNA H.S 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92940", "2013 TA PP KRISNA H.S 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92941", "2013 TA PP KRISNA H.S 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92942", "2013 TA PP KRISNA H.S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92943"}, "Penulis": "KRISNA HENDY SAMUDRO  (NIM : 10207004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Freddy Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Simulasi Monte Carlo, Transport Foton, GPU CUDA, Simulasi Pencitraan X-Ray", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}