{"Nomor": 18808, "Judul": "APLIKASI KOREKSI INTENSITAS CAHAYA UNTUK PENINGKATAN KUALITAS REKONSTRUKSI KULIT SECARA TIGA DIMENSI BERBASIS PHOTOMETRIC STEREO", "Abstrak": "Kebutuhan inspeksi permukaan kulit secara tiga dimensi telah meningkat baik dalam bidang farmasi untuk menguji dampak penggunaan kosmetik, maupun pada bidang medis untuk menginspeksi kulit dan pengobatan pada bekas luka. Metode untuk inspeksi salah satunya adalah metode photometric stereo.Photometric stereoadalah metode untuk merekonstruksi permukaan objek secara tiga dimensi dengan cara memanfaatkan variasi bayangan yang dihasilkan ketika objek diberikan cahaya dari arah yang berbeda.Metode ini memiliki keunggulan diantaranya tidak perlu menyentuh objek, tidak ada radiasi yang merusak, dan biaya yang relatif murah.Telah dilakukan perancangan pada Tugas Akhir sebelumnya, namun belum dapat menghasilkan rekonstruksi kedalaman kerutan kulit. Pada tugas akhir ini dilakukan modifikasi untuk memperbaiki masalah dan kekurangan dari rancangan sebelumnya. Perangkat keras yang digunakan terdiri dari mikroskop digital dengan modifikasi penambahan enam sumber cahaya, masing-masing terdiri dari empat LED dan sebuah diffuser, dengan tilt angle antar panel sebesar 60o dan slant angle sebesar 45o. Pada bagian pemrograman perangkat lunak, dilakukan modifikasi yaitu dengan penambahan fungsi koreksi distribusi cahaya, penentuan vektor arah cahaya berdasarkan analisis geometri, dan penggunaan kanal biru pada setiap input citra. Konfigurasitersebut telah mampu memberikan hasil yang relatif paling akurat, sehingga kemudian digunakan untuk merekonstruksi permukaan kulit. Area kulit yang diteliti terdiri dari tiga jenis kerutan yang berbeda.Ketiga jenis kerutan tersebut telah berhasil dibedakan berdasarkan hasil rekonstruksinya. Kulit kerut besar, kerut kecil, dan kerut halus memiliki jarak rata-rata antar cekungan berturut-turut sebesar 0,52 mm, 0,41 mm, dan 0,31 mm dengan kedalaman rata-rata cekungan sebesar 0,88 mm, 0,44 mm, dan 0,11 mm dan entropi sebesar 0,82, 0,95, dan 1,01. Jika dibandingkan dengan metode citra intensitas biasa, metode photometric stereo memiliki keunggulan dalam dependensi terhadap tekstur warna permukaan.", "Daftar File": {"2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92956", "2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92957", "2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92958", "2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92959", "2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/92960", "2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92961", "2014 TA PP  KRISNINA ANGGRAINI - GALIH HERPRASETYO AJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92962"}, "Penulis": "KRISNINA ANGGRAINI 13310028) -  GALIH HERPRASETYO AJI (NIM : 13310033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endang Juliastuti, M.S. & Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "photometric stereo, mikroskop digital, citra digital, rekonstruksi tiga dimensi, kulit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}