{"Nomor": 18817, "Judul": "APLIKASI ACTIVITY BASED COSTING SEBAGAI MODEL ALTERNATIF DALAM MENENTUKAN SATUAN BIAYA PENDIDIKAN MAHASISWA: STUDI KASUS MAGISTER ADMINISTRASI BISNIS INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Biaya dapat dijadikan sebagai tolak ukur utama dalam menentukan harga suatu produk atau jasa. Model Activity Based Costing menempatkan aktivitas-aktivitas sebagai dasar pemicu terjadinya biaya. Penelitian ini membahas mengenai penggunaan model Activity Based Costing sebagai dasar penetapan biaya pendidikan mahasiswa pada program studi Magister Ilmu Administrasi, Institut Teknologi Bandung. Karakteristik jasa pendidikan tinggi yang memiliki layanan jasa yang bervariasi dan pengeluaran biaya overhead yang cukup tinggi menjadikan model Activity Based Costing menjadi salah satu sistem pembiayaan alternatif yang dapat memberikan pemahaman yang lebih komperehensif mengenai perilaku biaya organisasi. Penelitian ini dilakukan terhadap seluruh program studi yang ditawarkan oleh MBA ITB terkecuali program studi MBA Syariah dan program studi MBA In House. Jenis penelitian ini adalah deskriptif-kuantitatif Hasil penelitian menunjukkan bahwa berdasarkan perhitungan dengan menggunakan model Activity Based Costing, biaya realisasi yang dikeluarkan oleh lembaga masih melebihi biaya pendidikan yang dibebankan kepada mahasiswa. Hasil penelitian mengindikasikan bahwa perhitungan unit cost untuk MBA ITB Bandung adalah undercosting, sebaliknya perhitungan unit cost untuk MBA ITB Jakarta adalah overcosting. Distorsi perhitungan unit cost ini dapat diantisipasi dengan melakukan optimas]lisasi aktivitas-aktivitas yang dapat memberikan nilai tambah bagi jasa-jasa yang ditawarkan dan mengurangi aktivitas-aktivitas yang dinilai tidak memberikan nilai tambah terhadap jasa-jasa yang ditawarkan. Model Activity Based Costing tidak hanya dapat meningkatkan efektivitas dan efisiensi penyelenggaraan jasa saja, akan tetapi juga dapat memberikan pengaruh positif yang signifikan dalam meningkatkan keakuratan penghitungan biaya proses", "Daftar File": {"2013 TS PP LAMYA NEU ZAHIDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93032", "2013 TS PP LAMYA NEU ZAHIDAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93033", "2013 TS PP LAMYA NEU ZAHIDAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93034", "2013 TS PP LAMYA NEU ZAHIDAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93035", "2013 TS PP LAMYA NEU ZAHIDAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93036", "2013 TS PP LAMYA NEU ZAHIDAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93037"}, "Penulis": "LAMYA NUR ZAHIDAH (NIM : 29110406)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Sudarso Kaderi Wiryono, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Activity Based Costing, Higher Education, MBA ITB", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}