{"Nomor": 18815, "Judul": "DESAIN LAYOUT BUKU PENGETAHUAN DASAR PRODUKSI CETAK OFFSET UNTUK MAHASISWA DESAIN KOMUNKASI VISUAL TINGKAT SARJANA", "Abstrak": "Kurangnya wawasan dan pemahaman mahasiswa DKV terhadap teknis produksi media cetak Ã‚Â“indoorÃ‚Â” yang didominasi percetakan offset mengakibatkan suatu desain atau proses kreatif kurang optimal terwujud bila sudah memasuki tahap produksi media cetak. Hal itu dikarenakan kurikulum yang kurang mendukung dan minim-nya pengalaman berurusan seorang mahasiswa DKV ;sebagai calon Desainer Grafis professional; dengan produksi cetak. Sementara seorang desainer grafis dituntut mengerti produksi cetak sebagai medianya (offset pada khususnya) dalam mewujudkan desain-desainnya. \n\nPengerjaan topik tugas akhir ini dibatasi dalam pengerjaan konsep desain buku sebagai unsur visual dan menentukan sub-bab sub-bab mana yang akan dimasukkan sebagai unsur verbal dalam komunikasinya serta sebagian materi untuk disimulasikan secara visual. Materi dalam buku ini dibatasi sebatas teknik cetak offset yang merupakan teknik yang paling umum dalam dunia percetakan. \n\nSecara umum, penulis melalui karya tugas akhir ini berharap dapat menyumbang dalam peningkatan kompetensi mahasiswa DKV tingkat sarjana untuk menghadapi dunia kerja nyata. Secara khusus judul tugas akhir ini diharapkan dapat memberikan wawasan dan pemahaman umum terhadap mahasiswa DKV maupun Desainer DKV tingkat sarjana yang baru lulus terhadap teknik dasar produksi percetakan offset lokal. Melalui hasil topik tugas akhir ini diharapkan manfaat yang bisa diambil, antara lain : \n\n- Meningkatkan kompetensi dan nilai tawar lebih seorang desainer grafis yang berangkat dari jalur akademik melalui suplemen ilmu keterampilan produksi melalui buku ini. \n\n- Pemahaman proses produksi cetak memungkinkan gagasan dari desainer grafis dapat terwujud lebih maksimal dan efisien karena mengurangi proses coba-coba atau kerugian dari trial & error. \n\n- Wawasan proses produksi membuat opsi gagasan-gagasan si desainer DG makin beragam. dan luas karena sudah terbayang produksinya serta dapat memprediksi biaya karya desainnya secara lebih riil dan akurat.", "Daftar File": {"2008 TA PP KUNTO BASKORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93008", "2008 TA PP KUNTO BASKORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93009", "2008 TA PP KUNTO BASKORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93010", "2008 TA PP KUNTO BASKORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93011", "2008 TA PP KUNTO BASKORO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/93012", "2008 TA PP KUNTO BASKORO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/93013", "2008 TA PP KUNTO BASKORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93014", "2008 TA PP KUNTO BASKORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93015"}, "Penulis": "KUNTO BASKORO (NIM : 17404008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Riama MAslan S, M.Sn", "Suranti Trisnawati, MA., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "desain layout buku, produksi cetak offset", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "02 Apr 2015"}