{"Nomor": 18814, "Judul": "STRATEGI PEMASARAN BUBUK PEWARNA MAKANAN ALAMI KRISTY PURWANI SYAILENDRA", "Abstrak": "Trend gaya hidup sehat di Indonesia membuat perusahaan makanan dan minuman membutuhkan pengembangan produk ke arah produk sehat agar dapat menjawab kebutuhan masyarakat termasuk pewarna makanan alami. Pada tahun 2011 penulis sudah melakukan penelitian untuk membuat pewarna makanan alami yang memang aman bagi tubuh manusia. Namun hingga saat ini penulis masih belum mengetahui bagaimana cara menjual produk ini agar bisa masuk ke pasar Indonesia, dan masalah ini menjadi isu bisnis di dalam tesis ini. Dalam mengeksplorasi permasalahan di dalam tesis ini, dilakukan sejumlah analisis seperti analisis perusahaan, STP, bauran pemasaran, lingkungan umum dan lingkungan industri (Porter 5 Forces). Analsis ini menghasilkan 2 akar permasalahan yaitu produk belum dikomunikasikan kepada konsumen dan yang kedua adalah target penjualan produk masih belum jelas apakah akan dijual ke konsumen langsung (end user) ataukah pelaku industri (industry user). Solusi yang tepat untuk menjawab akar permasalahan adalah dengan menjua produk ke pelaku industri dalam bentuk formulasi pembuatan produk. Formulasi ini selanjutnya akan dituangkan dalam bentuk paten. Analisis STP sangatlah diperlukan supaya rencana komunikasi pemasaran menjadi tepat sasaran dan efektif. Setelah membuat analisis STP, langkah selanjutnya adalah membuat strategi komunikasi pemasaran produk. Metode komunikasi yang akan dilakukan adalah dengan melakukan presentasi proposal dan juga simulasi produk. Kedua metode ini dipilih karenadianggap yang paling efektif dalam menginformasikan produk kepada perusahaan karena di dalam proposal berisi semua informasi yang dibutuhkan mulai dari informasi produk sampai riset pasar yang mendukung untuk meyakinkan target perusahaan.Setelah proposal diterima oleh target perusahaan, selanjutnya akan dilakukan negosiasi tentang harga jual paten melalui departemen pembelian dan pemeliharaan perusahaan. Metode negosiasi yang digunakan adalah dengan cara jual putus. Metode ini diharapkan agar perusahaan bisa dengan cepat memiliki paten ini, dan juga dapat cepat memproduksi pewarna alami secara besar-besaran yang kemudian bisa langsung dijual ke pasar Indonesia.", "Daftar File": {"2013 TS PP KRISTY PURWANI SYAILENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93002", "2013 TS PP KRISTY PURWANI SYAILENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93003", "2013 TS PP KRISTY PURWANI SYAILENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93004", "2013 TS PP KRISTY PURWANI SYAILENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93005", "2013 TS PP KRISTY PURWANI SYAILENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93006", "2013 TS PP KRISTY PURWANI SYAILENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93007"}, "Penulis": "KRISTY PURWANI SYAILENDRA (NIM: 29111016) Pembimbing : Drs. Herry Hudrasyah, MA", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing strategy, proposal, patent, natural colorant", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}