{"Nomor": 18812, "Judul": "POTENSI PENGEMBANGAN KAWASAN COKLAT UNTUK PERUMAHAN DI KOTA BANDUNG", "Abstrak": "Seiring bertambahnya jumlah penduduk, kebutuhan terhadap perumahan terus meningkat. Pembangunan perumahan yang banyak dilakukan dengan mengkonversi lahan pertanian di pinggiran kota seringkali tidak dilengkapi dengan penyediaan sarana prasarana yang mencukupi. Hal ini menyebabkan kesenjangan sarana prasarana antara kawasan pusat/dalam kota dengan kawasan pinggiran yang pada akhirnya memicu persoalan ketergantungan pada kendaraan bermotor, pencemaran udara, dan kemacetan di pusat kota. Berbagai persoalan tersebut dalam jangka panjang mengarah pada ketidakberlanjutan ekosistem kota.   \n \n \n\nPembangunan perumahan di kawasan pusat/dalam kota dan kawasan pinggiran perlu diarahkan secara proporsional. Hal ini untuk mengurangi konversi lahan pertanian di pinggiran kota dan mencegah terlantarnya lahan-lahan di kawasan pusat/dalam kota. Oleh karena itu, perlu studi untuk mengidentifikasi potensi lahan di kawasan pusat/dalam kota yang sesuai untuk perumahan. Lahan untuk pengembangan perumahan di kawasan pusat/dalam kota disebut kawasan coklat (brownfield) untuk membedakannya dengan lahan di kawasan pinggiran yang biasanya berupa kawasan pertanian (greenfield). Berdasarkan penentuan objek studi, wilayah yang menjadi studi kasus adalah Kota Bandung. Studi tersebut dilakukan dengan mengidentifikasi sebaran dan luas lahan kawasan coklat yang berpotensi untuk dikembangkan menjadi perumahan, identifikasi faktor-faktor yang mempengaruhi nilai suatu kawasan untuk perumahan, dan analisis melalui teknik pembobotan weighted overlay untuk mengetahui nilai kesesuaian lokasi suatu kawasan jika dikembangkan menjadi perumahan. Selanjutnya, penentuan jenis pengembangan perumahan di setiap lokasi dilakukan dengan menyusun matriks antara kesesuaian lokasi dengan tipologi perumahan. Studi ini menggunakan data sekunder dan citra satelit.   \n \n \n\nBerdasarkan hasil studi dapat disimpulkan bahwa potensi lahan di kawasan coklat terdiri atas lahan kosong (85,94 Ha), lahan industri yang tidak sesuai dengan rencana tata ruang (380,76 Ha), lahan milik BUMN (18,37 Ha), dan lahan di kawasan kumuh (Ã‚Â± 257 Ha). Adapun faktor yang mempengaruhi nilai kawasan coklat untuk perumahan adalah jarak ke pusat kota, harga lahan, kesesuaian fasilitas, aksesibilitas, kesesuaian dengan rencana tata ruang, serta kondisi fisik dan lingkungan. Jenis perumahan yang sesuai dikembangkan pada kawasan coklat bervariasi dengan mayoritas sesuai untuk rumah vertikal lantai rendah pada lahan bekas industri dan lahan kosong, serta rumah vertikal lantai sedang pada kawasan kumuh.", "Daftar File": {"2010 TA PP KRISTIONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/92985", "2010 TA PP KRISTIONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/92986", "2010 TA PP KRISTIONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/92987", "2010 TA PP KRISTIONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/92988", "2010 TA PP KRISTIONO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/92989", "2010 TA PP KRISTIONO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/92990", "2010 TA PP KRISTIONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/92991", "2010 TA PP KRISTIONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/92992"}, "Penulis": "KRISTIONO (NIM : 15405085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Iwan Kustiwan, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kawasan Coklat, Kesesuaian Lokasi, Teknik Weighted Overlay. i", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}