{"Nomor": 18822, "Judul": "NIKICIO FASHION GALLERY", "Abstrak": "Poyek Tugas Akhir Ã‚Â“Nikicio Fashion GalleryÃ‚Â” ini terletak di Jalan Kemang Raya, Kawasan Kemang, Jakarta Selatan. Proyek ini bersifat semi-fiktif, dengan klien yang merupakan seorang desainer muda berbakat di Indonesia, yaitu Nina Nikicio yang memiliki merk fashion Nikicio. Dunia fashion di Indonesia telah berkembang dengan pesat, dan bermunculan pula desainer-desainer muda berbakat yang mulai naik ke kancah nasional maupun internasional. Hal ini sayangnya tidak didukung dengan adanya fasilitas yang dapat mewadahi potensi tersebut. Maka dari itu latar belakang proyek ini salah satunya untuk membangkitkan semangat kreatif di Indonesia dan merancang sebuah tempat yang dapat dipakai bagi masyarakat Indonesia untuk mengapresiasi karya dalam negeri. Maka tujuan dari perancangan ini adalah membuat sebuah gallery yang diperuntukkan bagi satu orang desainer muda Indonesia yang merepresentasikan imagenya dan berfungsi sebagai wadahnya untuk berkarya dan memperkenalkan rancangannya pada masyarakat luas. Isu utama yang diambil untuk Nikicio Fashion Gallery adalah image / symbolic association, bagaimana menggambarkan dan merepresentasikan sebuah image dari merk yang diusung melalui bentukan arsitektur secara menyeluruh. Untuk itu diperlukan konsep besar yang menjadi dasar perancangan bangunan ini. Konsep tersebut diwujudkan dalam massa bangunan, perletakkannya pada tapak, pemilihan warna bangunan, pemilihan sistem facade bangunan, serta pembentukan ruang interior. Hal ini harus dapat terintegrasi dengan baik secara desain dan fungsi agar menjadi sebuah wadah kreasi yang mengusung image dengan unik dan menarik.", "Daftar File": {"2010 TA PP LARAS PUSPASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93066", "2010 TA PP LARAS PUSPASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93067", "2010 TA PP LARAS PUSPASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93068", "2010 TA PP LARAS PUSPASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93069", "2010 TA PP LARAS PUSPASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93070", "2010 TA PP LARAS PUSPASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93071", "2010 TA PP LARAS PUSPASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93072"}, "Penulis": "LARAS PUSPASARI  (NIM : 15206035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir.Basauli Umar Lubis, MSA, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fashion gallery, desainer muda, pembentukan image, bentukan arsitektur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}