{"Nomor": 18823, "Judul": "KINERJA JARINGAN JALAN IR. H. JUANDA", "Abstrak": "Pertumbuhan dan perkembangan kota menyebabkan perkembangan kegiatan dan perubahan guna lahan yang pesat. Perubahan guna lahan tersebut menyebabkan bangkitan dan tarikan pergerakan yang cukup besar yang akan berdampak pula terhadap lalu lintas perkotaan. Jalan Ir. H. Juanda merupakan salah satu jalan yang memiliki tingkat perubahan guna lahan yang cukup tinggi. selain itu, peran Jalan Ir. H. Juanda sebagai salah satu jalan yang menghubungkan daerah utara Kota Bandung dengan daerah pusat kota menyebabkan tingginya arus lalu lintas yang melewati Jalan Ir. H. Juanda. Dengan peningkatan pergerakan jalan yang tidak diimbangi dengan penanganan yang baik menyebabkan berkurangnya kinerja Jalan Ir. H. Juanda dan menimbulkan kemacetan pada jam-jam puncak. Hal ini menimbulkan kerugian baik terhadap pengguna jalan maupun kelangsungan aktivitas pada kawasan tersebut.   \n \n \n\nBerdasarkan analisis yang dilakukan, terdapat faktor-faktor yang berpengaruh terhadap penurunan kinerja Jalan Ir. H. Juanda, antara lain : gangguan samping jalan yang tinggi, kurangnya disiplin para pengguna jalan, kurangnya penanganan terhadap angkutan umum, aktivitas guna lahan, dsb. Faktor-faktor tersebut menyebabkan tingkat pelayanan jalan menjadi buruk (nilai LOS mencapai nilai D). Oleh karena itu, penanganan terhadap penurunan kinerja jalan tersebut menggunakan pertimbangan dari faktor-faktor tersebut yang diharapkan dapat mengembalikan tingkat pelayanan jalan.   \n \n \n\nDalam menganalisis, jaringan jalan dibagi menjadi tiga, yaitu Ruas I, Ruas II, dan Ruas III. Pengukuran kinerja jaringan jalan ditinjau dari dua sisi, yaitu Analisis Sistem Lalu-Lintas (analisis perilaku pengguna jalan, analisis sistem kegiatan, dan hambatan samping) dan Analisis Kinerja Jalan (VCR, LOS, analisis kecepatan).   \n \n \n\nPenanganan persoalan ditinjau dari dua sisi, yaitu sistem sediaan dan permintaan. Sistem permintaan dilakukan dengan penanganan sistem lalu lintas (pengelolaan sistem pejalan kaki, pengelolaan angkutan umum, dan peningkatan kapasitas jalan), dan penanganan sistem kegiatan dengan cara pengaturan penggunaan lahan di Jalan Ir. H. Juanda termasuk penanganan terhadap PKL. Alternatif penanganan lainnya adalah dengan menambah sistem sediaan dengan cara perlebaran jalan. Dengan penanganan tersebut diharapkan dapat meningkatkan kapasitas jalan, mengurangi kemacetan, dan memperbaiki kecepatan dan waktu tempuh kendaraan, yang akhirnya akan memperbaiki kinerja Jalan Ir. H. Juanda menjadi semakin baik.", "Daftar File": {"2009 TA PP LASRIANY HUTADJULU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93073", "2009 TA PP LASRIANY HUTADJULU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93074", "2009 TA PP LASRIANY HUTADJULU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93075", "2009 TA PP LASRIANY HUTADJULU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93076", "2009 TA PP LASRIANY HUTADJULU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93077", "2009 TA PP LASRIANY HUTADJULU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93078", "2009 TA PP LASRIANY HUTADJULU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93079"}, "Penulis": "LASRIANY HUTADJULU (NIM : 15402067)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "jl. Ir. H. Juanda, dago, kinerja jaringan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}