{"Nomor": 18829, "Judul": "PENINGKATAN PAJAK BUMI DAN BANGUNAN DENGAN MENGGUNAKAN PETA 3D HASIL TEKNIK FOTOGRAMETRI DAN LIDAR (Wilayah Studi Kelurahan Helvetia Tengah, Kota Medan)", "Abstrak": "Kegiatan pembangunan yang semakin meningkat, mendorong penggalian potensi sumber keuangan untuk dapat membiayainya. Salah satu sumber keuangan potensial yang dapat ditingkatkan adalah dari sektor Pajak Bumi dan Bangunan (PBB). Untuk menunjang proses identifikasi objek pajak, diperlukan suatu sumber data geospasial yang terbarukan dan akurat karena seiring dengan berjalannya waktu sangat mungkin terjadi perubahan pada objek pajak yang berpotensi menambah penerimaan PBB. Dengan menggunakan teknik fotogrameri dan LIDAR (Light Detection and Ranging), dapat dihasilkan Peta 3 Dimensi yang nantinya dapat dijadikan sebagai salah satu sumber data untuk mengidentifikasi adanya potensi penambahan pada komponen perhitungan pajak, seperti luas bangunan dan luas tanah, serta perubahan fungsi pada tanah dan atau bangunan. Kualitas data spasial dari sumber data yang digunakan dapat dilihat dari beberapa elemen seperti lineage, akurasi posisi, akurasi atribut, konsistensi logikal, dan kelengkapan dengan residual koordinat Peta Foto dengan Peta Garis sebesar 0,436695 meter dan residual koordinat Peta Persil BPN hasil transformasi dengan Peta Garis sebesar 1,49816 meter. Selanjutnya dilakukan analisis spasial dan ekstraksi informasi tematik dengan menggunakan sumber data tersebut. Hasilnya menunjukan adanya indikasi penambahan luas pada objek pajak bangunan sebesar 1,75 % yang dapat meningkatkan pendapatan dari penerimaan Pajak Bumi dan Bangunan (PBB) sebesar 0,406 %.", "Daftar File": {"2013 TA PP  LEGINA NUR WIDYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93111", "2013 TA PP  LEGINA NUR WIDYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93112", "2013 TA PP  LEGINA NUR WIDYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93113", "2013 TA PP  LEGINA NUR WIDYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93114", "2013 TA PP  LEGINA NUR WIDYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93115", "2013 TA PP  LEGINA NUR WIDYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93116", "2013 TA PP  LEGINA NUR WIDYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93117"}, "Penulis": "LEGINA NUR WIDYA (NIM: 15109015)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Dr. Ir. Agus Suparman, M.Sc.", "Dr. Akhmad Riqqi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PBB, data spasial, identifikasi, peningkatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}