{"Nomor": 18834, "Judul": "PEMBENTUKAN BASIS DATA GRAFIS 3D DALAM INISIASI SISTEM INFORMASI MANAJEMEN PEMELIHARAAN BANGUNAN (STUDI KASUS: LABTEK IX C, ITB)", "Abstrak": "Gedung merupakan tempat melakukan kegiatan dalam ruangan, contohnya perkuliahan. Pemakaian gedung baik untuk kegiatan apa saja, harus diiringi dengan kesadaran pemeliharaan bangunannya, baik dilakukan secara harian seperti membersihkannya atau berkala seperti melakukan renovasi atau pemugaran, dapat juga insidental apabila ada bagian yang rusak dan harus segera ditangani. Pemeliharaan bangunan ini harus didukung dengan informasi numeris bangunan seperti luas, volume, jumlah kaca, jumlah pintu dan sebagainya, maka dibutuhkan basis data grafis Labtek IX C.      \n \n \n \n \n \n\nBasis data grafis IX C merupakan visualisasi tiga dimensi (3D) Labtek IX C yang berasal dari denah dua dimensi (2D) Labtek IX C. Dalam pembentukan basis data grafis digunakan program berbasis Computer Aided Design and Drafting (CADD) dan pelaksanaannya adalah dengan melakukan penggabungan dan/atau pemotongan bentuk-bentuk geometri 3D. Hasilnya adalah model 3D Labtek IX C dalam format .dwg. Analisis yang dilakukan adalah analisis basis data grafis dan analisis penggunaan basis data grafis dalam sistem informasi manajemen, serta hubungan basis data grafis dengan basis data tekstual.      \n \n \n \n \n \n\nDari model tiga dimensi Labtek IX C, dapat langsung diketahui informasi numeris dengan bantuan tools inquiry pada AutoCAD tanpa harus dituangkan kembali ke dalam basis data tekstual. Informasi numeris Labtek IX C dapat digunakan sebagai salah satu pengambil keputusan dalam suatu sistem informasi manajemen dalam pemeliharaan bangunan. Dengan mengetahui ukuran komponen dari gedung Labtek IX C, maka dapat diketahui bahan dan material yang diperlukan, serta biaya yang dikeluarkan.", "Daftar File": {"2013 TA PP LEVANA APRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93141", "2013 TA PP LEVANA APRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93142", "2013 TA PP LEVANA APRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93143", "2013 TA PP LEVANA APRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93144", "2013 TA PP LEVANA APRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93145", "2013 TA PP LEVANA APRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93146", "2013 TA PP LEVANA APRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93147"}, "Penulis": "LEVANA APRIANI (NIM : 15109078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir, Agoes Soewandito Soedomo, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Labtek IX C, pemeliharaan bangunan, sistem informasi manajemen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}