{"Nomor": 18838, "Judul": "ISOLASI DAN PEMURNIAN DIELS-ALDERASE YANG TERLIBAT DALAM BIOSINTESIS ADDUCT DIELS-ALDER PADA TUMBUHAN MORUS", "Abstrak": "Morus merupakan salah satu genus penting dalam famili Moraceae disamping    \n \n \n \n\nArtocarpus dan Ficus. Tumbuhan Morus telah dimanfaatkan sebagai pakan ulat    \n \n \n \n\nsutra, selain itu buahnya dapat dimakan, serta kayunya digunakan sebagai bahan    \n \n \n \n\nbangunan. Tumbuhan genus Morus menghasilkan senyawa golongan fenolik    \n \n \n \n\nseperti adduct Diels-Alder, flavonoid, 2-arilbenzofuran, dan stilben, yang    \n \n \n \n\nmemiliki bioaktivitas seperti antifungal, antioksidan, antimikroba dan lain-lain.    \n \n \n \n\nPenelitian terhadap tumbuhan Morus yang dikembangkan melalui teknik kultur    \n \n \n \n\njaringan, telah berhasil mengisolasi berbagai senyawa turunan fenol terutama    \n \n \n \n\nadduct Diels-Alder. Senyawa adduct Diels-Alder pada tumbuhan ini terbentuk    \n \n \n \n\nmelalui reaksi sikloadisi antara suatu calkon sebagai dienofil dengan berbagai    \n \n \n \n\ndehidroprenil fenol lainnya (dehidroprenil stilben, dehidroprenil flavonoid, dan    \n \n \n \n\ndehidroprenil-2-arilbenzofuran) sebagai diena. Reaksi ini diduga dikatalisis oleh    \n \n \n \n\nDiels-Alderase pada jalur biosintesisnya. Penelitian pendahuluan menunjukkan    \n \n \n \n\nadduct Diels-Alder lebih dominan ditemukan pada kultur akar, sehingga kultur    \n \n \n \n\nakar M. cathayana digunakan sebagai sumber enzim dalam penelitian ini,    \n \n \n \n\nsedangkan untuk substrat digunakan isobavacalkon. Penelitian awal mengenai    \n \n \n \n\naktivitas Diels-Alderase dari tumbuhan Morus telah pernah dilaporkan    \n \n \n \n\nsebelumnya, begitu juga dengan kondisi optimum Diels-Alderase, namun    \n \n \n \n\nkarakterisasi Diels-Alderase belum pernah dilaporkan. Oleh karena itu, maka    \n \n \n \n\ndilakukan isolasi dan karakterisasi enzim Diels-Alderase dari tumbuhan Morus.    \n \n \n \n\nTahapan penelitian ini meliputi proses homogenasi, ekstraksi, fraksinasi dan    \n \n \n \n\nii    \n \n \n \n\npemurnian. Kultur akar dihomogenasi dengan menggunakan nitrogen cair, dan    \n \n \n \n\npemecahan sel secara mekanik dengan bantuan mortar dan pastel, dilanjutkan    \n \n \n \n\ndengan ekstraksi protein menggunakan bufer pengekstrak, dan bagian    \n \n \n \n\nsupernatannya merupakan ekstrak kasar enzim Diels-Alderase. Uji aktivitas    \n \n \n \n\ndilakukan dengan menginkubasikan isobavacalkon, ekstrak kasar enzim dan bufer    \n \n \n \n\nfosfat selama 16 jam pada 37oC. Produk reaksi dianalisis menggunakan HPLC    \n \n \n \n\nkolom fasa terbalik dengan eluen metanol-air yang mengandung asam fosfat,    \n \n \n \n\ndiukur pada panjang gelombang 370 nm. Kromatogram HPLC untuk standar    \n \n \n \n\nsubstrat dan standar produk muncul pada waktu retensi 4 menit dan 8 menit    \n \n \n \n\nberturut-turut. Kromatogram HPLC menunjukkan waktu retensi kuwanon V    \n \n \n \n\n(produk reaksi) 8 menit, sama dengan waktu retensi standar produk. Analisis    \n \n \n \n\nselanjutnya menggunakan LC-MS, hasil LC-MS juga turut memperkuat dugaan    \n \n \n \n\nterbentuknya puncak dengan spektrum massa ion (M+H)+ = 647, yang sama    \n \n \n \n\ndengan spektrum massa ion produk kuwanon V. Setelah terdeteksi aktivitas Diels-    \n \n \n \n\nAlderase dari ekstrak kasar, dilanjutkan dengan fraksinasi menggunakan    \n \n \n \n\nammonium sulfat. Hasil uji aktivitas menunjukkan fraksi 40-60% memiliki    \n \n \n \n\naktivitas tertinggi, dan diperkuat dengan SDS PAGE, yang menunjukkan pita    \n \n \n \n\ndominan pada fraksi tersebut. Kemudian dilakukan perbanyakan sampel terhadap    \n \n \n \n\nfraksi maksimum Diels-Alderase dan ditentukan konsentrasi protein    \n \n \n \n\nmenggunakan metode Bradford. Pemurnian parsial Diels-Alderase menggunakan    \n \n \n \n\nkromatografi penukar anion dengan matriks DEAE-650M, hasil kromatografi    \n \n \n \n\ndiidentifikasi melalui SDS PAGE. Elusi menggunakan bufer fosfat yang    \n \n \n \n\nmengandung konsentrasi NaCl 300 mM dan 500 mM memperlihatkan pita protein    \n \n \n \n\nyang dominan dengan berat molekul 40-60 kDa. Fraksi elusi 500 mM NaCl    \n \n \n \n\nmempunyai aktivitas Diels-Alderase tertinggi, dengan aktivitas spesifik 790,08    \n \n \n \n\nUnit/mg protein, dimana nilai ini setara dengan kelipatan kemurnian sebesar 14    \n \n \n \n\nkali dibandingkan fraksinasi ammonium sulfat. Berdasarkan hasil tersebut dapat    \n \n \n \n\ndisimpulkan bahwa telah berhasil diisolasi Diels-Alderase dari kultur akar    \n \n \n \n\ntanaman M. cathayana dan pemurnian parsial terhadap enzim Diels-Alderase    \n \n \n \n\ndiperkirakan mempunyai berat molekul sebesar 40-60 kDa.", "Daftar File": {"2014 TS PP LILI ANDRIANI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93171", "2014 TS PP LILI ANDRIANI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93172", "2014 TS PP LILI ANDRIANI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93173", "2014 TS PP LILI ANDRIANI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93174", "2014 TS PP LILI ANDRIANI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93175", "2014 TS PP LILI ANDRIANI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93176", "2014 TS PP LILI ANDRIANI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93177"}, "Penulis": "LILI ANDRIANI (NIM : 20512028)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr. Euis Holisotan Hakim, Dr. Rukman Hertadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Moraceae, Morus cathayana, adduct Diels-Alder, Diels-Alderase, kromatografi penukar anion", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}