{"Nomor": 18830, "Judul": "KAJIAN EKSPERIMENTAL RESPON BALOK KAYU YANG MEMILIKI PROPERTIES MEKANIK YANG BERUBAH DALAM ARAH MEMANJANG AKIBAT BEBAN STATIK", "Abstrak": "Material kayu merupakan produk alam yang tumbuh dengan berbagai macam pengaruh lingkungan yang tidak selalu tetap seperti cuaca, iklim, kondisi tanah dan lain-lain. Akibat adanya berbagai macam pengaruh tersebut maka terjadi variasi sifat-sifat kayu baik sifat fisik seperti kerapatan/berat jenis, kadar air, maupun sifat mekanis yang berhubungan dengan kekuatan kayu. Oleh karena itu, pengetahuan tentang sifat fisik dan mekanik kayu pada berbagai arah sangat dibutuhkan untuk digunakan sebagai petunjuk pengunaan kayu tersebut. Biasanya dalam melakukan perencanaan struktur kayu, kekuatan kayu dianggap homogen ke segala arah termasuk arah memanjang, tetapi sebenarnya kekuatan kayu tersebut bervariasi ke segala arah.  \n \n\nStudi ini bertujuan untuk menganalisa seberapa besar atau signifikan perbedaan sifat-sifat properties mekanik kayu (kuat tekan, tarik, dan lentur) dalam arah memanjang (longitudinal), sehingga hasil studi ini diharapkan dapat dijadikan pengetahuan tambahan sifat kayu dalam merencanakan struktur kayu. Kajian eksperimental telah dilakukan terhadap kayu kelas I-II yaitu Kayu Borneo. Dalam penelitian ini digunakan satu buah balok kayu Borneo, sampel penelitian (uji kuat tekan, uji kuat tarik, dan uji perilaku lentur) diambil dari sepanjang balok kayu yang diteliti untuk dianalisa variasi kekuatan kayu sepanjang potongan memanjang.  \n \n\nHasil studi menunjukkan bahwa properties mekanik kayu cenderung mengalami perubahan nilai kekuatan dari ujung balok ke ujung balok yang berlawanan pada arah memanjang. Pada penelitian ini properties mekanik balok kayu mengalami penurunan kekuatan dari titik 0 cm ke titik 400 cm, berikut hasil penurunan kekuatannya per satu meter panjang:  \n \n\n- Kuat tekan maksimum: -3,524 %  \n \n\n- Kuat tarik maksimum: -8,162 %  \n \n\n- Modulus Elastisitas: -4,613 %  \n \n\n- Modulus Patah: -1,680 %", "Daftar File": {"2011 TA PP LEO CHANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93118", "2011 TA PP LEO CHANDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93119", "2011 TA PP LEO CHANDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93120", "2011 TA PP LEO CHANDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93121", "2011 TA PP LEO CHANDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93122", "2011 TA PP LEO CHANDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93123", "2011 TA PP LEO CHANDRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/93124", "2011 TA PP LEO CHANDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93125"}, "Penulis": "LEO CHANDRA (NIM : 15007152)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing :  Dr.Ir. Sigit Darmawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kayu Kelas I, Balok Kayu Borneo, Variasi Sifat Mekanik Kayu, Potongan Memanjang (Longitudinal), Kuat Tekan, Kuat Tarik, Perilaku Lentur.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}