{"Nomor": 18844, "Judul": "USULAN STRATEGI RETENSI DAN STRATEGI OPERASI PRODUK PRYDA STEELFAST (STUDI KASUS PT. PRYDA INDONESIA BANDUNG)", "Abstrak": "Persaingan bisnis rangka atap baja ringan dalam mendapatkan konsumen semakin ketat dan kompetitif. Banyaknya perusahaan sejenis yang muncul menuntut PT. Pryda Indonesia harus membuat strategi dalam upaya mengelola konsumen agar tidak berpindah pada produk kompetitor. Permasalahan yang terjadi adalah tingkat kepuasan konsumen terhadap servis Pryda Steelfast masih rendah. Hal tersebut yang mengakibatkan konsumen tidak loyal dan melakukan substitusi pada produk kompetitor, yang tentunya berdampak pada profit yang dihasilkan PT. Pryda Indonesia. Upaya yang dapat dilakukan adalah dengan meningkatkan strategi operasi perusahaan, yang terdiri dari: loyalitas, kepuasan, kapabilitas, kualitas servis, produktivitas serta kepuasan karyawan, agar menjaga produk yang berkualitas. Kemudian membuat suatu konsep servis yang baik untuk mengelola konsumen, yang diharapkan dapat meningkatkan kepuasan dan loyalitas konsumen. Berdasarkan analisis internal dan eksternal yang telah dilakukan, konsep servis yang akan digunakan adalah strategi retensi berupa marketing relationship.  \n \n\nStrategi retensi diharapkan dapat merubah konsumen yang sudah puas menjadi loyal terhadap Pryda Steelfast. Solusi bisnis yang diusulkan adalah meningkatkan proses strategi‐strategi, anggaran secara garis besar, dan penentuan jadwal pelaksanaan solusi. Programprogram  \n \n\nuntuk mengatasi masalah yang ada akan dilakukan secara periodik selama satu tahun, dengan evaluasi yang ditetapkan pada masing‐masing aktivitas.", "Daftar File": {"2010 TS PP LUCKY NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93215", "2010 TS PP LUCKY NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93216", "2010 TS PP LUCKY NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93217", "2010 TS PP LUCKY NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93218", "2010 TS PP LUCKY NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93219", "2010 TS PP LUCKY NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93220"}, "Penulis": "LUCKY NUGRAHA (NIM : 29107105)", "Kontributor / Dosen Pembimbing": ["kepuasan konsumen, strategi retensi, loyalitas."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kepuasan konsumen, strategi retensi, loyalitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}