{"Nomor": 18842, "Judul": "IDENTIFIKASI KARAKTERISTIK KAWASAN PERI-URBAN METROPOLITAN JABODETABEKJUR", "Abstrak": "Fenomena ekspansi fungsi perkotaan dan pemanfaatan ruang yang sering ditemui pada kota-kota besar di kawasan metropolitan di dunia dapat menciptakan titik konsentrasi atau pusat aktivitas baru di luar kawasan terbangun kota. Pusat ini kemudian dapat merubah kawasan yang dulunya berkarakter perdesaan menjadi kawasan peri-urban. Kawasan peri-urban merupakan kawasan yang di dalamnya terdapat kombinasi antara karakteristik perdesaan dan karakteristik perkotaan. Seiring dengan pesatnya globalisasi serta perkembangan teknologi, peri urbanisasi menjadi suatu fenomena yang tak terhindarkan. Persoalannya, hingga saat ini belum ada definisi dan metode delineasi yang pasti mengenai proses terbentuknya kawasan-kawasan peri-urban. Tidak ada definisi tunggal yang dapat digunakan sebagai acuan dalam menentukan peri-urban pada situasi dan kondisi yang berbeda-beda.   \n \n \n\nYang ada hanyalah pemahaman peri-urban dan fungsinya secara luas. Selain itu, definisi-definisi yang telah ada cenderung kurang operasional. Hal ini mengakibatkan pedoman untuk mendelineasi wilayah peri-urban tidak bisa direplikasikan pada kasus peri-urban di metropolitan Jabodetabekjur. Kawasan Jabodetabekjur merupakan kawasan metropolitan terbesar di Indonesia dimana terdapat   \n \n \n\ninteraksi dan interdependensi antara kota Jakarta dengan kota satelit di sekelilingnya yang dilengkapi oleh jaringan prasarana dan sarana perkotaan yang lebih luas. Seiring dengan adanya peningkatan perekonomian dan pembangunan infrastruktur, perkembangan kota Jakarta mampu mendorong pertumbuhan wilayah di sekitarnya, bahkan melewati batas wilayah administrasinya. Akibatnya, kota Jakarta ini tidak dapat dipandang sebagai suatu unit yang berdiri sendiri, akan tetapi terus memberikan pengaruh terhadap perkembangan wilayah yang terintegrasi. Penelitian ini bertujuan untuk   \n \n \n\nmengidentifikasi karakteristik spasial dan non-spasial (ekonomi dan demografi) yang mencirikan perbedaan antara kawasan perkotaan, kawasan perdesaan dan kawasan peri-urban di Jabodetabekjur sehingga karakteristik peri-urban di jabodetabekjur dapat diidentifikasi. Identifikasi ini penting dilakukan sebagai masukan bagi pengembangan kebijakan pembangunan kawasan peri-urban pada khususnya dan metropolitan pada umumnya. Batas kawasan peri-urban metropolitan Jabodetabekjur tidak bisa ditentukan dengan batas jarak kuantitatif karena memiliki karakteristik khas yang merupakan perpaduan sifat perkotaan dan perdesaan secara fisik, sosial maupun ekonomi. Untuk itu, dibutuhkan metode yang tidak terikat dengan kriteria status dan kaku, tetapi berupa prosedur kerja yang dapat mengacu pada kekuatan indikator-indikator tertentu. Prosedur delineasi yang dilakukan adalah metode analisis statistik multivariat, yaitu analisis komponen utama dan pengelompokan yang dipadukan dengan analisis spasial sederhana. Prosedur ini tepat digunakan karena kawasan peri-urban merupakan kawasan yang bersifat dinamis dan bertumpu pada perubahan karakteristik sosial, ekonomi dan fisik. Karakteristik tersebut diwakili oleh variabel kepadatan penduduk, ketersediaan fasilitas, angka beban tanggungan, rasio keluarga pra sejahtera, serta intensitas kegiatan ekonomi pertanian dan industri.   \n \n \n\nSetelah dilakukan analisis statistik dan kesesuaian spasial, maka dapat disimpulkan bahwa Kawasan metropolitan Jabodetabekjur memiliki kawasan berkarakteristik unik yang dapat dibedakan dengan kawasan berciri-ciri perkotaan dan perdesaan. Hal ini timbul sebagai akibat dari kedekatan kota inti DKI Jakarta dengan kawasan disekitarnya yang berkarakteristik lebih perdesaan. Kawasan peri-urban metropolitan Jabodetabekjur ini mengalami pergeseran struktural yang cepat menuju sifatsifat perkotaan (kegiatan nonagrikultur dan kepadatan penduduk yang tinggi), tetapi tidak diimbangi dengan kecepatan penyediaan prasarana dan instrumen kebijakan perkotaan yang memadai, terutama mengenai dukungan terhadap perkembangan kawasan pinggiran sebagai bagian dari kota inti. Dengan memperhatikan karakteristik peri-urban yang ada, maka diperlukan peningkatan fasilitas pelayanan dasar di wilayah metropolitan Jabodetabekjur terutama di kawasan peri-urban dan desa. Ditinjau dari aspek penataan ruang, perlu dikembangkan pengembangan kawasan dengan fungsi khusus yang memiliki tema-tema tertentu seperti industri manufaktur, penelitian dan lainnya untuk mengatur pengembangan kegiatan industri dan penelitian agar tidak terkonsentrasi di pusat kota.   \n \n \n\nDitinjau dari aspek kelembagaan, dibutuhkan suatu kelembagaan pada tingkat wilayah yang memiliki agenda kerja serta tugas pokok dan fungsi yang jelas sehingga dapat mengkoordinasikan perencanaan kawasan metropolitan terutama di kawasan peri-urban.", "Daftar File": {"2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93200", "2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93201", "2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93202", "2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93203", "2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93204", "2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93205", "2010 TA PP LOUISE DESRAINY MARYONOPUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93206"}, "Penulis": "LOUISE DESRAINY MARYONOPUTRI (NIM: 15406049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tommy Firman, M.Sc., Ph.D.", "Dr. Delik Hudalah, ST., MT., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Peri-urbanisasi, Jabodetabekjur, kawasan metropolitan, analisis komponen utama, analisis pengelompokan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}