{"Nomor": 18856, "Judul": "PERANCANGAN TATA KELOLA TEKNOLOGI INFORMASI BERBASIS COBIT (STUDI KASUS: PT. X, BANDUNG)", "Abstrak": "Kalau dulu TI hanya dimanfaatkan untuk mendukung kegiatan operasional perusahaan (service provider), kini pemanfaatan TI semakin penting. TI sudah dimanfaatkan sebagai pendukung strategi (strategic partner). Sehingga TI dipandang sebagai asset penting sebagaimana asset perusahaan lain dan selayaknya di kelola dengan baik. PT.X merupakan sebuah perusahaan farmasi telah menyadari hal ini dan mulai melakukan pengelolaan terhadap TI yang dimiliknya. Dalam melakukan pengelolaan TI langkah awal yang dilakukan adalah dengan mengetahui gambaran tata kelola TI yang saat ini telah berjalan di perusahaan, kemudian mengusulkan model tata kelola baru sebagai perbaikan. Untuk mengetahui gambaran tata kelola TI PT.X, penelitian ini berpedoman pada COBIT sebagai framework. COBIT dipilih karena memiliki karakteristik mengutamakan bisnis, berorientasi proses, dan menetapkan dasar pada pengendalian serta memungkinkan untuk dinilai. Langkah yang dilakukan untuk mengetahui gambaran tata kelola TI adalah dengan memilih proses-proses TI di perusahaan yang dianggap penting untuk dikelola dengan menggunakan kuisioner manajemen awareness. Dari hasil penyebaran kuisioner dihasilkan ada 7 proses terpilih yang diangggap penting untuk diperbaiki tata kelolanya. Tahap selanjutnya adalah melakukan penilaian tingkat kematangan kondisi as is maupun to be dengan menggunakan kuisioner tingkat kematangan dengan skala kematangan 0 (Non-existent) sampai dengan 5 (Optimised) berpedoman pada atribut kematangan COBIT. Adapun atribut kematangan tersebut meliputi awareness and communication, policy plan and procedure, tools and automation, skills and expertise, responsibility and accountability, dan goal setting and measurement. Dari hasil penilaian diperoleh tingkat kematangan yang diharapkan berada pada tingkat 3 (defined). Setelah tingkat kematangan diperoleh, selanjutnya dirancang model tata kelola solusi yang diwujudkan dalam bentuk kebijakan TI untuk tiap proses terpilih yang dilengkapi dengan indikator kinerja beserta targetnya. Dari hasil penelitian ini diperoleh 7 kebijakan yaitu kebijakan pengelolaan kinerja dan kapasitas, kebijakan jaminan kelangsungan layanan TI, kebijakan jaminan system keamanan, kebajikan pendidikan dan pelatihan, kebijakan pengelolaan konfigurasi, kebijakan pengelolaan data, dan kebijakan pengelolaan operasi. Kebijakan yang ditetapkan menekankan pada dokumentasi dan standarisasi prosedur, tool, skill, pertanggungjawaban, dan pengawasan.", "Daftar File": {"2009 TS PP LYNDIA YOSLIN DAMANIK 1.pdf": "https://digilib.itb.ac.id/gdl/download/93306"}, "Penulis": "LYNDIA YOSLIN DAMANIK (NIM 23207148)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Kridanto Surendro, M.Sc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COBIT, kuisioner management awareness, kuisioner tingkat kematangan, atribut kematangan, tingkat kematangan, indikator, kebijakan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}