{"Nomor": 18851, "Judul": "KAJIAN DEFINISI DAN TEKNIK PENENTUAN GARIS PANTAI DALAM KAITANNYA DENGAN UU INFORMASI GEOSPASIAL (UU NO.4 TAHUN 2011)", "Abstrak": "Garis pantai merupakan komponen penting dalam implementasi Undang-Undang Informasi Geospasial (UU IG). Garis pantai yang baik menjadi acuan bagi pembuatan produk Informasi Geospasial. Produk Informasi Geospasial tersebut adalah peta dasar yang mencakup peta Rupa Bumi Indonesia (RBI) yang mengacu pada garis pantai Mean Sea Level (MSL), peta Lingkungan Pantai Indonesia (LPI) dan peta Lingkungan Laut Nasional (LLN) yang mengacu pada garis pantai Low Water Level (LWL). Lembaga yang bertugas membuat peta dasar tersebut adalah Badan Informasi Geospasial (BIG).          \n \n \n \n \n \n \n \n\nUntuk memperoleh garis pantai yang akurat tentunya didukung dengan metode pengukuran dan penentuan yang tepat sesuai dengan skala peta yang terdapat dalam UU IG. Metode yang digunakan sebaiknya efektif dari segi waktu pengerjaan serta harus efisien dan ekonomis dalam segi biaya. Penentuan garis pantai terdiri dari empat metode, yaitu metode Terestris, metode Global Navigation Satellite System (GNSS), metode Fotogrametri LIDAR, dan metode Penginderaan Jauh.          \n \n \n \n \n \n \n \n\nBerdasarkan hasil kajian pada penelitian ini, metode penentuan garis pantai yang digunakan untuk pembuatan peta RBI skala 1:1.000.000 hingga 1:5.000 adalah metode Penginderaan Jauh. Metode penentuan garis pantai yang digunakan untuk pembuatan peta RBI skala 1:2.500 dan 1:1.000 adalah metode GNSS RTK. Untuk pembuatan peta LPI skala 1:250.000 hingga 1:10.000 dan peta LLN skala 1:250.000 hingga 1:25.000, metode penentuan garis pantai yang digunakan adalah metode Penginderaan Jauh.", "Daftar File": {"2013 TA PP LUQMAN HERTANTO HERMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93263", "2013 TA PP LUQMAN HERTANTO HERMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93264", "2013 TA PP LUQMAN HERTANTO HERMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93265", "2013 TA PP LUQMAN HERTANTO HERMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93266", "2013 TA PP LUQMAN HERTANTO HERMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93267", "2013 TA PP LUQMAN HERTANTO HERMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93268"}, "Penulis": "LUQMAN HERTANTO HERMAN (NIM: 15108053)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Garis pantai, UU IG, Terestris, GNSS, Fotogrametri LIDAR, Penginderaan Jauh", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}