{"Nomor": 18858, "Judul": "PENGARUH TOPOGRAFI PEGUNUNGAN BAWAKARAENG TERHADAP AKTIVITAS KONVEKTIF DI WILAYAH SULAWESI SELATAN", "Abstrak": "Data presipitasi menunjukkan perbedaan dalam hal jumlah, pola spasial dan temporal di antara wilayah bagian barat dan timur Sulawesi Selatan, yang dibatasi    \n \n \n \n\noleh Pegunungan Bawakaraeng (PB), pada bulan Desember-Januari-Februari (DJF). Perbedaan pola curah hujan di barat dan timur PB diduga karena keberadaan dan posisi PB yang terletak pada garis batas dari kedua wilayah    \n \n \n \n\ntersebut. Untuk menyelidiki hal tersebut, dilakukan simulasi menggunakan model numerik skala meso yaitu Weather Research and Forecasting (WRF) dengan    \n \n \n \n\nbeberapa eksperimen modifikasi ketinggian topografi pada masing-masing Kasus Barat dan Kasus Timur. Hasil simulasi model menunjukkan bawa pengaruh topografi PB hanya muncul signifikan di Kasus Barat. Topografi PB berperan dalam menginduksi aliran sinoptik yang kuat dari barat, yaitu dengan menghalangi (Ã‚Â‘blockingÃ‚Â’) massa udara lembab sehingga menimbulkan akumulasi    \n \n \n \n\nmassa udara lembab di sisi barat PB. Selain itu, topografi juga memberi efek hujan orografi, yang menyebabkan konsentrasi hujan tinggi muncul di sisi barat PB. Topografi PB juga berperan dalam meningkatkan kemungkinan munculnya kolam dingin (Ã‚Â‘cold poolÃ‚Â’) yang mampu menginisiasi konveksi baru di daerah pantai barat pada dini hari. Sebaliknya, pada Kasus Timur, peran topografi hanya mempercepat konvergensi angin laut di wilayah puncak gunung, sehingga akan mereduksi hujan di pantai timur Sulawesi Selatan. Mekanisme konveksi yang muncul pada Kasus Timur adalah disebabkan oleh angin darat-laut, yang menimbulkan konvergensi angin laut pada siang-sore hari.", "Daftar File": {"2014 TS MADE SANTRIYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93314", "2014 TS MADE SANTRIYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93315", "2014 TS MADE SANTRIYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93316", "2014 TS MADE SANTRIYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93317", "2014 TS MADE SANTRIYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93318", "2014 TS MADE SANTRIYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93319", "2014 TS MADE SANTRIYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93320"}, "Penulis": "MADE SANTRIYANI (NIM : 22411302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "topografi, aktivitas konvektif, eksperimen topografi, model numerik WRF.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}