{"Nomor": 18855, "Judul": "KESESUAIAN PASOKAN DAN PERMINTAAN BATUBARA BERKALORI RENDAH UNTUK PEMBANGKITAN ENERGI LISTRIK DI INDONESIA", "Abstrak": "Berdasarkan data tahun 2008, jumlah sumberdaya batubara Indonesia sebesar 104,76 miliar ton dan cadangan batubara sebesar 20,96 miliar ton. Dari sumberdaya tersebut, 21,18 miliar ton merupakan batubara peringkat rendah (BPR). Dalam rangka mewujudkan target energy mix tahun 2025, pemerintah melalui PLN mencanangkan Proyek Percepatan 10.000 MW yang juga bertujuan untuk mengantisipasi defisit pasokan listrik dalam negeri. Dengan adanya kebijakan ini, kebutuhan BPR pembangkit listrik akan meningkat. Khusus untuk Proyek Percepatan 10.000 MW kebutuhannya mencapai 31.7 juta ton per tahun untuk 35 PLTU di seluruh Indonesia. Dalam penelitian ini, untuk memenuhi kebutuhan Proyek tersebut dibuat dua skenario dengan memperhitungkan kapasitas produksi tambang batubara. Skenario pertama adalah skenario pesimis yang didasarkan pada bagian untuk PLTU dari kapasitas produksi tambang batubara dengan tetap memperhitungkan bagian untuk ekspor dan bagian untuk industri lain serta daya beli PLN terhadap BPR adalah tetap. Skenario kedua adalah skenario optimis yang hanya memperhitungkan bagian untuk PLTU dan bagian untuk ekspor dengan daya beli PLN yang meningkat sebesar 15% per tahun. Berdasarkan perhitungan, produksi total BPR dari 15 kontraktor tahun 2010-2020 mencapai 598.4 juta ton batubara. Dari jumlah tersebut, pada skenario pesimis porsi untuk PLTU adalah 451.5 juta ton batubara. Sedangkan kebutuhan Proyek Percepatan 10.000 MW ini adalah 348.9 juta ton dalam periode 2010-2020. Dari ketersediaan batubara tersebut, sebanyak 271.8 juta ton batubara peringkat rendah yang dapat dimanfaatkan untuk memenuhi kebutuhan Proyek Percepatan. Berdasarkan skenario optimis, perkiraan produksi batubara peringkat rendah untuk memenuhi kebutuhan Proyek Percepatan sebesar 594.8 juta ton batubara dalam kurun waktu 2010-2020. Sedangkan kebutuhan Proyek Percepatan 10.000 MW ini adalah 348.9 juta ton dalam periode 2010-2020. Jumlah tersebut mencukupi kebutuhan tersebut. Dari ketersediaan batubara tersebut, sebanyak 330.1 juta ton batubara peringkat rendah yang dapat dimanfaatkan untuk memenuhi kebutuhan Proyek Percepatan. Namun yang perlu diperhatikan dalam skenario ini adalah kebutuhan domestik dari industri lain serta supply BPS dan BPT dalam negeri akan dikesampingkan. Selain itu, tarif dasar listrik yang naik akan menimbulkan reaksi dari masyarakat. Dari hasil kedua skenario, dilakukan optimasi menggunakan linear programming untuk mendapatkan sumber pasokan BPR terbaik bagi PLTU yang ada, dilihat dari sisi harga dan biaya transportasi BPR serta daya beli PLN. Sumber pemasok BPR untuk Proyek Percepatan ditentukan oleh jarak dan moda transportasi serta jumlah produksi dari pemasok BPR.", "Daftar File": {"2010 TA PP LUTHFI HARIADI LAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93290", "2010 TA PP LUTHFI HARIADI LAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93291", "2010 TA PP LUTHFI HARIADI LAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93292", "2010 TA PP LUTHFI HARIADI LAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93293", "2010 TA PP LUTHFI HARIADI LAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93294", "2010 TA PP LUTHFI HARIADI LAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93295", "2010 TA PP LUTHFI HARIADI LAKSONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/93296"}, "Penulis": "LUTHFI HARIADI LAKSONO  (NIM : 121 05 050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Aryo Prawoto Wibowo, M-Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sumberdaya batubara Indonesia, batubara peringkat rendah (BPR),  PLTU", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}