{"Nomor": 18867, "Judul": "PEMODELAN FLUKS GARAM DI ESTUARI KAPUAS", "Abstrak": "Studi fluks garam di Estuari Kapuas dilakukan dengan pemodelan 3 dimensi (3D) ROMS_AGRIF pada bulan September 2009. Pada bulan ini, arus bergerak dari utara ke selatan lalu sebagian berbelok ke tenggara hingga memasuki Sungai Kapuas saat muka air surut menuju pasang dan muka air pasang, sedangkan pada saat muka air pasang menuju surut dan muka air surut, arus di Sungai Kapuas mengalir ke luar sungai dan bersama massa air dari selatan bergerak ke arah utara dengan besar kecepatan berkisar 0,05-0,42 (0,02-0,1) m/dt di daerah estuari dan 0,2-0,75 (0,05-0,21) m/dt di sekitar Selat Karimata saat spring (neap). Nilai salinitas permukaan yang didapatkan dari hasil model berkisar 29-33 psu di sekitar Selat Karimata dan dapat mencapai 26 psu di sekitar estuari. Pada bulan ini, isohalin 0 psu di Sungai Landak terletak pada jarak 18 (17) km dari percabangan pada kondisi neap (spring). Sementara itu, isohalin 0 psu di Sungai Kapuas kecil terletak pada jarak 10 km dari percabangan baik pada kondisi spring maupun neap. Fluks garam di muara Sungai Kapuas berkisar -3 s/d 3 x 105 psu m/dt dan nilainya semakin mengecil seiring bertambahnya jarak dari muara. Di estuari ini juga terdapat ketidaksimetrian fluks garam dimana garam yang dibawa keluar lebih banyak dibandingkan garam yang masuk. Fluks garam karena exchange flow dan osilasi pasut mempunyai nilai maksimum masuk ke dalam sungai pada kondisi spring, sementara fluks garam karena debit sungai mempunyai nilai minimum ke luar sungai pada saat spring.", "Daftar File": {"2014 TS PP MARAYA SYIFA WIDYASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93391", "2014 TS PP MARAYA SYIFA WIDYASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93392", "2014 TS PP MARAYA SYIFA WIDYASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93393", "2014 TS PP MARAYA SYIFA WIDYASTUTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93394", "2014 TS PP MARAYA SYIFA WIDYASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93395", "2014 TS PP MARAYA SYIFA WIDYASTUTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93396", "2014 TS PP MARAYA SYIFA WIDYASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93397"}, "Penulis": "MARAYA SYIFA WIDYASTUTI  ( NIM: 22413003 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Nining Sari Ningsih", "Dr. Eng. Nining Sari Ningsih"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Estuari Kapuas, fluks garam, intrusi garam, ROMS.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}