{"Nomor": 18861, "Judul": "ANALISIS EKONOMI PENGARUH KEPUTUSAN MENTERI ESDM NOMOR 28 TAHUN 2009 TERHADAP SISTEM PENGADAAN DAN PENGOPERASIAN ALAT TAMBANG DENGAN MENGUNAKAN PARAMETER BIAYA ALAT", "Abstrak": "Dengan diterbitkannya Peraturan Menteri ESDM nomor 28 tahun 2009 tentang penyelenggaraan usaha jasa pertambangan mineral dan batubara, pengusahaan sumber daya mineral dan batubara di Indonesia harus melakukan  \n \n\nbeberapa penyesuaian dalam kegiatannya. Pada pasal 10 Peraturan Menteri tersebut dijelaskan bahwa pemegang IUP/IUPK operasi produksi wajib melaksanakan sendiri kegiatan penambangan, pengolahan dan pemurnian. Untuk  \n \n\nmengkaji penggaruh Keputusan Menteri ESDM Nomor 28 Tahun 2009 bagi pemegang IUP/IUPK, terutama dari sisi ekonomi, maka akan dilakukan analisis ekonomi terhadap sistem pengusahaan sebelum (sistem 1) dan sesudah (sistem 2)  \n \n\nPeraturan Menteri tersebut dikeluarkan.  \n \n\nPada penelitian ini, data yang digunakan berasal dari tambang nikel laterit di daerah Tanjung Buli, Halmahera Timur, Maluku Utara. Tanjung Buli merupakan salah satu daerah KP (Kuasa Pertambangan) PT XXX. Proses penambangan di site Tanjung Buli dilakukan oleh PT YBB sebagai kontraktor tambang dari PT XXX.  \n \n\nAnalisis dilakukan dengan menghitung biaya penggadaan dan pengoperasian alat untuk masing-masing sistem. Kemudian dilakukan evaluasi keekonomian antar sistem menggunakan discounted cash flow analysis dengan kriteria present worth cost dan incremental net present value (NPV).  \n \n\nDitinjau dari sistem pengadaan dan pengoperasian alat, sistem 1 merupakan sistem yang paling menguntungkan secara ekonomi. Sistem 1 adalah sistem pengadaan dan pengoperasian alat sebelum diterbitkannya Peraturan  \n \n\nMenteri ESDM Nomor 28 tahun 2009. Dengan menggunakan kriteria present worth cost pada discount rate 10%, didapatkan hasil present worth cost sistem 1 sebesar $ 30.52 juta yang relatif lebih kecil dari present worth cost sistem 2 sebesar $ 31.83 juta. Sedangkan untuk kriteria incremental net present value, didapatkan hasil incremental NPV sistem 2 Ã‚Â– sistem 1 sebesar - $ 1,315,571 yang berarti sistem 1 diterima dan sistem 2 ditolak.", "Daftar File": {"2009 TS PP MAIHAN PERI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93343", "2009 TS PP MAIHAN PERI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93344", "2009 TS PP MAIHAN PERI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93345", "2009 TS PP MAIHAN PERI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93346", "2009 TS PP MAIHAN PERI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93347", "2009 TS PP MAIHAN PERI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93348", "2009 TS PP MAIHAN PERI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93349"}, "Penulis": "MAIHAN PERRY SYAMPUTRA (NIM : 12103048)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir. Ridho Kresna Wattimena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "jasa pertambangan mineral dan batubara,  IUP/IUPK, Pembimbing :Dr. Ir. Ridho Kresna Wattimena", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}