{"Nomor": 18874, "Judul": "EFEK ANTIMALARIA FALSIPARUM IN VITRO DAN MEKANISME KERJA EKSTRAK METANOL DAN FRAKSI KLOROFORM KORTEKS Aistonia scholaris (L.) R.Br. DAN DAUN Cassia siamea Lamk. SERTA TOKSISITAS DAN ISOLASI ALKALOID DARI KORTEKS A. scholaris (L.).R.Br.", "Abstrak": "Untuk meningkatkan status tumbuhan obat antimalaria dari obat tradisional menjadi fitofarmaka, telah dilakukan penelitian yang bertujuan memperoleh informasi berikut : (1) metode yang sesuai untuk membuktikan efek antimalaria falsiparum, (2) tumbuhan yang mempunyai efek paling kuat terhadap Plasmodium falciparum, (3) metode pembuatan ekstrak yang dapat menjamin efeknya tidak menurun, (4) kandungan kimia tumbuhan yang mempunyai efek, (5) mekanisme kerja komponen kimia yang aktif, (6) dosis efektif terhadap P. falciparum, (7) efek toksik akut ekstrak terhadap mencit, dan (8) metode isolasi komponen kimia. Pada tahap pendahuluan, enam tumbuhan : (1) korteks Alstonia scholaris (L.) R.Br., (pule), daun Cassia siamea Lamk. (johar), korteks Plumeria acuminata W.Ait. (kamboja), buah Morinda citrifolia L. (mengkudu), biji Swietenia macrophylla King (mahoni) dan herba Elephantopus scaber L. (tapak liman) diuji efek antimalarianya terhadap P. falciparum F-2382 dan I-2300. Uji efek antimalaria menunjukkan bahwa ekstrak metanol korteks pule dan daun johar menghambat pertumbuhan skhizon kedua strain P. falciparum (F-2382 dan I-2300) lebih dari 50 %, sementara ekstrak metanol korteks kamboja, biji mahoni, herba tapak liman dan buah mengkudu hanya menghambat pertumbuhan skhison salah satu strain. Berdasarkan hasil uji ini, korteks pule dan daun johar dipilih untuk penelitian lebih lanjut.Kadar air serbuk korteks pule dan daun johar memenuhi persyaratan Materia Medika Indonesia (MMI) yaitu tidak lebih dari 10 %. Kadar sari yang larut dalam air dan dalam etanol kedua tumbuhan juga memenuhi persyaratan MMI berturut-turut tidak kurang dari 11 % dan 5,5 % untuk pule dan 21,1 % dan 12 % untuk johar. Kadar abu total dan abu tidak larut asam serbuk korteks pule memenuhi persyaratan MMI, berturut-turut tidak lebih dari 6,5 dan 3 %. Kadar abu total serbuk daun johar (6,3 %) lebih besar dari persyaratan MMI (5,0 %). Kadar abu tidak larut asamnya (1,5 %) memenuhi persyaratan MMI (tidak lebih dari 1,5 %). Pada daun johar ditemukan kalium, natrium, magnesium dan kalsium. Kecuali kalium, pada korteks pule ditemukan juga natrium, kalsium dan magnesium. Serbuk korteks pule dan daun johar diekstraksi dengan dua cara, cara dingin (maserasi) dan cara panas menggunakan alat Soxhlet. Dua pelarut yang digunakan untuk ekstraksi yaitu eter petroleum dan metanol. Ekstrak metanol hasil soxhlet korteks pule dan daun johar dipartisi dalam air suling - kloroform, asam tartrat (2 % b/v) / amonia - kloroform. Ekstrak metanol hasil maserasi dipartisi dalam asam klorida (5 % v/v) / kalium karbonat (20 % b/v) - kloroform dan n-butanol. Partisi ekstrak metanol hasil soxhlet menghasilkan ug/ml). Ekstrak metanol kedua tumbuhan (IC50 pule 5 ug/ml; johar 70 ug/ml) lebih aktif dibandingkan ekstrak eter petroleumnya (IC50 pule > 500 ug/ml, johar 110 ug/ml).Pada uji efek ekstrak metanol hasil soxhlet kedua tumbuhan serta F3-P, F3-J, F4-P, F4-J terhadap P. falciparum K-1, efek antimalaria falsiparum K-1 paling kuat diberikan oleh F4-P (IC50 33,77 ug/ml). Hasil uji efek tersebut menunjukkan bahwa untuk menghambat pertumbuhan skhizon P. falciparum K-1 dibutuhkan konsentrasi F4-P (IC50 33,77 ug/ml) yang lebih besar dari konsentrasi untuk menghambat P. falciparum F-2382 (IC50 0,1 ug/ml). Hasil uji efek ekstrak metanol hasil maserasi kedua tumbuhan beserta fraksi-fraksinya (F6-P, F6-J, F7-P, F7-J, F8-P dan F8-J) terhadap P. falciparum K-i menunjukkan bahwa F6-P (IC50 9,61 ug/ml) paling kuat efeknya dibandingkan dengan ekstrak metanol pule (IC50 91,54 ug/ml), F7-P (IC50 >500 ug/ml), F8-P (IC50 76,21 ug/ml), ekstrak metanol johar IC50 66,61 ug/ml), F6-J (IC50 36,39 ug/ml), F7-J (IC50 > 500 ug/ml) dan F8-J (IC50 85,18 ug/ml). Hasil uji efek ekstrak metanol hasil soxhlet dan hasil maserasi kedua tumbuhan terhadap P. falciparum K-1, menunjukkan bahwa ekstrak metanol dan fraksi kloroform hasil maserasi lebih kuat efek antimalaria falsiparumnya dibandingkan eksstrak dan fraksi yang sama hasil soxhlet {IC50 ekstrak metanol pule 91,54 ug/ml (maserasi) dan 109,5 ug/ml (soxhlet); johar 66,61 ug/ml (maserasi) dan 100,3 ug/ml (soxhlet); IC50 fraksi kloroform pule 9,61 ug/ml (maserasi) dan 33,77 ug/ml (soxhlet); johar 36,39 ug/ml (maserasi) dan 59,91 ug/ml (soxhlet)).Mekanisme kerja antimalaria korteks pule dan daun johar yang dipelajari melalui uji efek penghambatan pertumbuhan skhizon P. falciparum dan pengambilan hipoksantin bertanda tritium menunjukkan bahwa ekstrak metanol dan fraksi kloroform kedua tumbuhan menghambat pertumbuhan skhizon P. falciparum. Pertumbuhan skhizon terhambat bila sintesis protein yang berlangsung pada tahap trofozoit tidak terjadi. Dengan demikian dapat disimpulkan bahwa mekanisme kerja antimalaria ekstrak metanol dan fraksi kloroform korteks pule dan daun johar adalah menghambat sintesis protein plasmodium. Pada uji toksisitas akut F6-P, kematian mencit dan efek toksik muncul pada dosis tinggi yaitu 2600 - 6500 mg/kg BB atau 40-100 x dosis yang akan dipakai sebagai antimalaria (DM). Pada dosis kecil (26 - 130 mg/kg BB) F6-P bersifat diuresis dan stimulan. Aktivitas motorik mencit meningkat pada dosis kecil (26 - 130 mg/kg BB) dan menurun pada dosis tinggi (2600 - 6500 mg/kg BB). Pada dosis tinggi (dosis toksik) F6-P mendepresi susunan saraf pusat. Dosis letal 50 (LD50) F6-P yang ditentukan menurut metode Miller dan Tainter untuk mencit jantan > 10 g/kg bb dan untuk mencit betina 4,3 g/kg bb. Tidak ada kematian dan efek toksik yang muncul pada uji toksisitas pemberian berulang selama 14 hari menunjukkan bahwa F6-P pule tidak toksik sampai dosis 650 mg/kg BB(10 x DM). Jumlah leukosit mencit jantan (dosis 65 dan 195 mg/kg BB) yang lebih tinggi dibandingkan dengan kontrol (P > 0,05) menunjukkan bahwa di samping berkhasiat antimalaria falsiparum, F6-P pule juga bersifat imunostimulan.Untuk mengetahui komponen kimia yang aktif dalam korteks pule dilakukan telaah komponen kimia dalam kedua tumbuhan. Telaah kandungan kimia menunjukkan bahwa pada korteks pule terdapat alkaloid, glikosida, steroid dan terpenoid dan pada daun johar ditemukan alkaloid, kuinon, tanin, saponin dan hidroksiantrakuinon. Alkaloid ditemukan pada semua ekstrak maupun fraksi ekstrak metanol korteks pule. Oleh karena itu efek antimalaria korteks pule diduga diperantarai oleh alkaloid. Untuk mengisolasi alkaloid digunakan ekstrak metanol korteks pule hasil maserasi. Ekstrak metanol dipartisi dalam asam klorida (5 % v/v) - kalium karbonat (20 % b/v) - kloroform, asam klorida (5 % v/v) - kalium karbonat (20 % b/v) - kloroform - eter, asam klorida 1 % b/v - eter, asam klorida 2,5 % b/v - diklorometana - eter dan asam fosfat 0,1 M - eter. Esktraksi dengan eter dilakukan pada berbagai pH. Hasil partisi ini menghasilkan F6-P dan ekstrak eter pada berbagai pH. Alkaloid diisolasi dari ekstrak eter dan F6-P tersebut. Isolasi alkaloid dilakukan dengan cara kromatografi lapis tipis dengan fase diam silika gel dan dua fase gerak yaitu 1) klorofa,pm/ metanol/amonia (90:10:0,1 ; v/v/v/) dan 2) toluena / dietilamina (80:20 ; v/v). Dari ekstrak eter yang terekstraksi pada pH 4 - 8 berhasil diperoleh 25 isolat berupa massa tidak kering sempurna dengan bobot 1 - 6 mg.Kromatografi kolom silika gel F6-P dengan eluen kloroform/metanol (90:10 ; v/v) menghasilkan satu kristal berbentuk jarum. Analisis ke-25 isolat dan satu kristal tersebut dengan spektrometer massa berhasil mengidentifikasi enam alkaloid yaitu ekitamina, Nb-demetilekitamina, psi-akuamigina, alstonamina, striktamina dan 6,7-seko-angustilobina B. Alkaloid lain yang diisolasi diduga kuat ialah : pikrinina, tubotaiwina, ekitamidina, lagunamina, hidroksi-19,20-akuamisina, akuamisina-Nb-oksida dan dihidro-striktamina, tetapi memerlukan pemastian lebih lanjut. Berdasarkan hasil-hasil penelitian ini, korteks pule dan daun johar terbukti berkhasiat antimalaria falsiparum. Ekstrak metanol dan fraksi kloroform korteks pule dan daun johar dapat dipakai sebagai antimalaria terhadap P. falciparum yang resisten maupun yang sensitif terhadap klorokuina meskipun efek antimalarianya tidak lebih kuat dari kuinina dihidroklorida (IC50 0,02 ug/ml terhadap F-2382 dan 0,038 ug/ml terhadap K-1) dan klorokuina difosfat (IC50 0,06 ug/ml terhadap F-2383 dan 0,21 ug/ml terhadap K-1). Korteks pule lebih berkhasiat antimalaria falsiparum dibandingkan dengan daun johar. F6-P yang paling aktif terhadap P. falciparum yang Fesisten terhadap klorokuina (K-1) sampai 10 X DM (4,8 g untuk manusia dewasa) tidak toksik. F6-P, di samping berkhasiat antimalaria falsiparum, juga bersifat diuretik, stimulan dan imunostimulan. Metode ekstraksi dengan cara maserasi lebih menjamin kestabilan efek antimalaria falsiparum korteks pule dan daun johar dibandingkan metode soxhlet. Pemakaian korteks pule dan daun johar sebagai obat malaria secara tradisional mendapat dukungan ilmiah kuat dari hasil penelitian ini.", "Daftar File": {"1996 DIS PP MARIA IMMACULATA IWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93440", "1996 DIS PP MARIA IMMACULATA IWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93441", "1996 DIS PP MARIA IMMACULATA IWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93442", "1996 DIS PP MARIA IMMACULATA IWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93443", "1996 DIS PP MARIA IMMACULATA IWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93444", "1996 DIS PP MARIA IMMACULATA IWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93445", "1996 DIS PP MARIA IMMACULATA IWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/93446", "1996 DIS PP MARIA IMMACULATA IWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93447"}, "Penulis": "MARIA IMMACULATA IWO", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Kosasih Padmawinata, Ph.D., Prof. Dr. Midian Sirait, dan Prof. Dr. P. Nickel"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anti malaria, falsiparum, farmasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}