{"Nomor": 18887, "Judul": "LAND ACQUISITION STRATEGY OF PT. KRAKATAU INDUSTRIAL ESTATE CILEGON TO ACQUIRE LAND WITH REASONABLE PRICE AND WITHOUT ANY FUTURE PROBLEM", "Abstrak": "ABSTRAK  \n \n\nSebagai perusahaan kawasan industri, kinerja PT. KIEC masih sangat tergantung pada realisasi penjualan lahan industri. Ratio penjualan lahan terhadap penjualan non lahan adalah sekitar 70:30 dan rasio profit lahan dan non lahan adalah 85:15. Dengan kondisi profil bisnis tersebut, PT. KIEC dihadapkan pada masalah land banking yang semakin sedikit, saldo lahan untuk dijual per Desember 2012 tinggal 80 Ha, yang dikhawatirkan bisa menggangu sustainability perusahaan.  \n \n\nPT. KIEC harus segera melakukan proses pembebasan, namun sampai dengan tahun 2012, proses pembebasan lahan belum bias berjalan dengan baik. Kendala yang selama ini dihadapi adalah jumlah lahan yang semakin terbatas, lahan yang dialokasikan sebagai area industri dihuni oleh penduduk, adanya spekulan lahan, metode pembebasan lahan, kemampuan pendekatan kepada penduduk dan keterbatasan pendanaan. Untuk memulai pembebasan lahan, PT. KIEC harus melakukan analisa lokasi lahan yang akan dibebaskan dan strategi pembebasannya dengan mempertimbangkan kendala yang ada.  \n \n\nPemilihan lokasi pembebasan lahan dilakukan melalui analisa rating terhadap beberapa alternative lokasi. Parameter utama yang dinilai adalah peruntukan lahan dalam RTRW, potensi daerah, aksesabilitas, ketersediaan infrastruktur dan utilitas, ketersediaan badan air penerima limbah, kontur lahan, jarak dari perumahan, penggunaan lahan dan harga lahan. Disamping itu juga dilakukan kajian singkat tentang studi kelayakannya, yaitu menghitung estimasi nilai investasi dan tingkat pengembaliannya. Dari beberapa alternatives di pilih dua lokasi yang diprioritaskan, yaitu desa Tegal ratu dan desa makamaja, masing masing seluas 70 Ha dan 40 Ha. Namun dalam proyek akhir ini hanya lokasi Tegalratu yang dibuat lebih detil.  \n \n\nStrategi pembebasan lahan disusun dengan mempertimbangkan analisa aspek hukum, aspek social dan analisa resiko. Transaksi pembebasan lahan harus dilakukan dengan pemilik lahan yang sah, yang dibuktikan oleh alas hak.Supaya pembebasan lahan dapat dilakukan dengan cepat harus dipelajari karakteristik stake holder yang terkait. Dan untuk meminimalisir hal-hal yang tidak diinginkan di masa yang akan datang, perlu dilakukan analisa resiko memetakan potensi resiko dan langkah mitigasinya. Dengan mempertimbangkan hal-hal tersebut maka pembebasan lahan dilakukan dengan menggunakan jasa arranger. Harga lahan diperkirakan berdasarkan data transaksi lahan di sekitar lokasi untuk beberapa bulan terakhir dan selanjutnya juga akan dilakukan penilaian harga lahan oleh konsultan penilai.  \n \n\nUntuk merealisasikan program pembebasan lahan seluas 70 Ha di Desa Tegalratu diperlukan biaya sebesar Rp. 176 Milyar dan waktu sekitar 1 tahun. Sebagai pelaksana pembebasan lahan perlu ditunjuk arranger yang akan ditetapkan lebih lanjut, dan sebagai partner dari dalam perusahaan adalah Tim Pembebasan Lahan PT. KIEC  \n \n\nKata kunci : pembebasan lahan, kehati-hatian, harga wajar.", "Daftar File": {"2013 TS PP MARYONO1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93546", "2013 TS PP MARYONO1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93547", "2013 TS PP MARYONO1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93548", "2013 TS PP MARYONO1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93549", "2013 TS PP MARYONO1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93550", "2013 TS PP MARYONO1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93551"}, "Penulis": "MARYONO (NIM : 29110436)", "Kontributor / Dosen Pembimbing": ["Preceptor Team: Ir. Alibasjah I Soedjarno, SE, MM, MMIM  \n \n\nDrs. Tonno Sapoetro, MEng"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keywords: land acquisition, prudent, fair price", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}