{"Nomor": 18883, "Judul": "EVALUASI PROGRAM NASIONAL PEMBERDAYAAN MASYARAKAT (PNPM) MANDIRI PERDESAAN (Kasus Wilayah: Kabupaten Bandung Barat, Jawa Barat)", "Abstrak": "Program Nasional Pemberdayaan Masyarakat (PNPM) Mandiri Perdesaan merupakan salah satu program diantara banyak program, seperti Inpres Desa Tertinggal, Program Pengembangan Kecamatan, dan sebagainya, yang diarahkan untuk mendorong partisipasi masyarakat desa dalam mengatasi segala bentuk ketertinggalan dan kemiskinan yang selama ini menyelimuti masyarakat desa. Program ini pertama kali diluncurkan pada tahun 2007 dan mulai diimplementasikan pada tahun 2008 serta ditargekan akan berakhir pada tahun 2014 mendatang. Program ini mengusung pada suatu sistem pembangunan yang mengedepankan pada pentingnya partisipasi masyarakat secara langsung untuk ikut berperan mulai dari tahap perencanaan sampai pada tahap evaluasi serta pemeliharaan, atau dengan kata lain sistem pembangunan dari bawah (bottom-up planning). Partisipasi masyarakat ini kemudian dilakukan dengan suatu mekanisme pemberdayaan masyarakat yang diharapkan dapat mempercepat penanggulangan kemiskinan dan perluasan kesempatan kerja di desa.   \n \n \n\nPemberdayaan itu sendiri menurut sumodiningrat (2005) adalah Ã‚Â“usaha memberikan energi agar yang bersangkutan mampu untuk bergerak secara mandiriÃ‚Â” atau dengan kata lain Ã‚Â“pemberdayaan menunjuk pada kemampuan orang sehingga mereka memiliki kekuatan atau kemampuan memenuhi kebutuhan, menjangkau sumber-sumber produktif dan berpartisipasi dalam proses pembangunan dan keputusan-keputusan yang mempengaruhi merekaÃ‚Â” Edi Suharto Ph.D (2005). Dengan adanya pemberdayaan masyarakat, maka diharapkan akan mendorong kualitas dan kuantitas partisipasi masyarakat untuk terlibat secara aktif dalam setiap proses perencanaan pembangunan yang dilakukan sehingga pembangunan yang dihasilkan benar-benar real bisa menjawab segala permasalahan dan tantangan dari kebutuhan masyarakat.   \n \n \n\nBerdasarkan proporsi tersebut, penelitian ini dirancang untuk melakukan studi evaluasi terkait sejauh mana masyarakat desa yang telah mengikuti program pemberdayaan sudah diberdayakan dari program pemberdayaan PNPM Mandiri Perdesaan. Adapun studi kasus wilayah dalam penelitian ini adalah Kabupaten Bandung Barat. Penelitian ini kemudian dilakukan dengan cara menilai sudah sejauh mana masyarakat terberdayakan dari program pemberdayaan PNPM Mandiri Perdesaan. Adapun indikator yang digunakan dalam studi ini adalah sasaran penerima, partisipasi masyarakat, dan peningkatan yang diterima masyarakat.   \n \n \n\nDari hasil pengamatan di lapangan dan pengolahan data yang dilakukan diperoleh bahwa pertama, untuk indikator sasaran penerima, kelompok masyarakat desa yang paling tinggi mendapatkan keuntungan dari PNPM Mandiri Perdesaan adalah masyarakat pedagang. Kedua, untuk indikator partisipasi masyarakat, diperoleh bahwa partisipasi masyarakat masih dikategorikan dalam katagori partisipasi sedang. Ketiga, untuk indikator peningkatan yang diterima, diperoleh bahwa peningkatan di bidang keterampilan, pengetahuan, kesehatan, dan pendapatan yang diterima masyarakat desa masih dikategorikan dalam katagori peningkatan sedang.", "Daftar File": {"2010 TA PP MARTUA HASIHOLAN BANCIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93520", "2010 TA PP MARTUA HASIHOLAN BANCIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93521", "2010 TA PP MARTUA HASIHOLAN BANCIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93522", "2010 TA PP MARTUA HASIHOLAN BANCIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93523", "2010 TA PP MARTUA HASIHOLAN BANCIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93524", "2010 TA PP MARTUA HASIHOLAN BANCIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93525", "2010 TA PP MARTUA HASIHOLAN BANCIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93526"}, "Penulis": "MARTUA HASIHOLAN BANCIN (NIM : 154 06 088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Krishna N. Pribadi, MSc., MPhil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemberdayaan, Sasaran Penerima, Partisipasi, dan Peningkatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}