{"Nomor": 18888, "Judul": "RANCANGAN PENERAPAN BALANCE SEBAGAI ALTERNATIF PENILAIAN KINERJA DI BALANCED SCORECARD PT FREEPOR INDONESIA", "Abstrak": "Dunia bisnis sekarang ini, mengalami revolusi pesat dari berbagai segi. Bentuk organisasi; teknologi informasi; dasar hubungan konsumen - produsen atau penyedia jasa;    \n \n\nperilaku konsumen, adalah sebagian dari perubahan tersebut. PT Freeport Indonesia sebagai perusahaan yang berbasiskan komoditi berupa konsentrat tembaga, tak luput juga dari perubahan tersebut. Tuntutan konsumen, efisiensi biaya dan produksi, dan juga rencana strategik jangka panjang yang sangat kritis demi kelangsungan penciptaan nilai bagi pemegang saham, menjadi permasalahan yang perlu diatasi. Dalam rencana jangka panjang PTFI akan beralih dari melakukan penambangan terbuka dan bawah tanah menjadi sepenuhnya penambangan bawah tanah. Jadwal untuk peralihan tersebut cukup ketat, dan dapat menyebabkan terjadinya kekurangan produksi konsentrat, bila meleset. Hal ini pada gilirannya mengganggu share holder value creation. Ketidaksinkronan di antara operasional divisi kunci, dan sistim penilaian kinerja yang divisional, kurang fokus pada target strategik perusahaan menjadi isu utama permasalahan bisnis. Akar permasalahannya adalah pada sistem penilaian kinerja tidak komprehensif, dan yang tidak ada link dengan strategi. Dewasa ini banyak alternatif sistem penilaian kinerja strategik yang dirumuskan oleh berbagai teknokrat. Pada dasarkan sistem penilaian kinerja strategik tersebut berusaha mendalami aspek aspek utama dalam organisasi bisnis, dan mencoba menghubungkan dan mengejawantahkan tujuan jangka panjang organisasi, dalam aspek-aspek tersebut. Dalam proyek akhir ini diketengahkan 2 alternatif bagi sistem penilaian kinerja yang sudah ada di PTFI, yaitu Balanced Scorecard yang diperkenalkan oleh tahun 1996, dan Systemic Scorecard yang diperkenalkan oleh Leibold tahun 2002. Ketiga pilihan tersebut dianalisa menggunakan SWOT    \n \n\nPTFI yang dibobot dan dikuantifikasi menggunakan QSPM (quantitative strategic planning matrix) Dari hasil kuantifikasi dengan menggunakan QSPM, disimpulkan bahwa BSC merupakan alternatif yang paling sesuai di PTFI. Dengan dasar BSC ini, disusun langkah langkah    \n \n\nimplementasinya dalam organisasi PTFI, yang meliputi 3 bagian, perencanaan, pengembangan, dan implementasi. Todal waktu yang dibutuhkan adalah 38 minggu.", "Daftar File": {"2010 TS PP MASNI HAMDI SHABRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93552", "2010 TS PP MASNI HAMDI SHABRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93553", "2010 TS PP MASNI HAMDI SHABRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93554", "2010 TS PP MASNI HAMDI SHABRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93555", "2010 TS PP MASNI HAMDI SHABRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93556", "2010 TS PP MASNI HAMDI SHABRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93557"}, "Penulis": "MASNI HAMDI SHABRI (NIM : 29107147)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alibasjah Inggriantara, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penilaian kinerja, manajemen strategik, Balanced Scorecard", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}