{"Nomor": 18885, "Judul": "ANALISIS HASIL PERBAIKAN TANAH DENGAN METODE PREFABRICATED VERTICAL DRAIN BERDASARKAN DATA AKTUAL DI LAPANGAN STUDI KASUS PERBAIKAN TANAH PENGEMBANGAN PABRIK KALTIM-5", "Abstrak": "Studi kasus ini membahas mengenai perbaikan tanah dengan timbunan preloading dan pemasangan PVD (Prefabricated Vertical Drain), serta penggunaan metode Terzaghi,  \n \n\npermodelan Plaxis dan metode Asaoka dalam menganalisan penurunan tanah yang terjadi. Dari hasil pengujian lapangan dan laboratorium didapat keterangan adanya lapisan tanah lunak yang diprediksi akan menyebabkan penurunan tanah yang cukup besar yang akan menimbulkan  \n \n\nmasalah dikemudian hari. Parameter-parameter yang didapat dari pengujian lapangan dan laboratorium digunakan dalam perhitungan metode Terzaghi maupun permodelan Plaxis.  \n \n\nSedangkan untuk metode Asaoka digunakan data pengamatan penurunan tanah dari data settlement plate. Selain itu, akan dibahas pula koreksi nilai Ch berdasarkan data aktual di lapangan dan prediksi besar penurunan tanah terhadap waktu berdasarkan data aktual di lapangan.", "Daftar File": {"2011 TA PP MARVIN ANGGASTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93534", "2011 TA PP MARVIN ANGGASTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93535", "2011 TA PP MARVIN ANGGASTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93537", "2011 TA PP MARVIN ANGGASTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93538", "2011 TA PP MARVIN ANGGASTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93539"}, "Penulis": "MARVIN ANGGASTA (NIM. 15007025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Hasbullah Nawir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tanah lempung lunak, daya dukung tanah, penurunan tanah, timbunan, PVD, metode Terzaghi, Plaxis, Metode Asaoka, persamaan Haussman", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}