{"Nomor": 18894, "Judul": "RUMAH SAKIT REHABILITASI MEDIK DI BANDUNG", "Abstrak": "Studio AR 40Z0 Tugas Akhir ini mengambil kasus perancangan Rumah Sakit Rehabilitasi Medik di Bandung. Kasus ini bersifat fiktif dan direncanakan dibangun oleh pihak swasta. Tapak perancangan berupa tanah kosong seluas 4500m2Rumah sakit merupakan fasilitas layanan kesehatan yang mencakup upaya promotif, preventif, kuratif, dan rehabilitatif. Rumah sakit rehabilitasi medik menitikberatkan layanannya pada upaya rehabilitatif. Porsi rawat jalan dan terapi lebih besar daripada rawat inap. Pada rumah sakit konvensional pada umumnya proses penyembuhan dilakukan secara aktif oleh dokter dan tenaga medik lainnya secara aktif, sehingga pasien menjadi objek yang cenderung pasif. Sedangkan pada rumah sakit rehabilitasi medik, peranan aktif pasien dalam melakukan proses terapi mutlak diperlukan, semntara dokter dan staf medik lainnya lebih berperan sebagai fasilitator. Fungsi utama yang terdapat dalam fasilitas ini yaitu berbagai macam fungsi terapi dan unit-unit penungjangnya. Sedangkan fungsi lainnya yaitu unit gawat merupakan pemenuhan syarat dari sebuah rumah sakit. Di samping itu, sebuah rumah sakit swasta membutuhkan fungsi komersial sebagai pelengkap fasilitas. yang terletak di Jl. Prof. Ir. Sutami, sebuah kawasan pemukiman yang perlahan beralih fungsi menjadi kawasan komersial. Pada awalnya jalur ini merupakan jalur primer yang menghubungkan distrik komersial Sukajadi dengan distrik komersial Setrasari. Akan tetapi, pembangunan jalan layang Pasupati telah mengalihkan beban lalu lintas tersebut ke Jl. Pasteur sehingga perkembangan kawasan ini pada akhirnya menjadi cukup stagnan. Lokasi dipilih karena letaknya yang cukup strategis sebagai sebuah fasilitas umum namun situasinya tidak terlalu bising sebagai fasilitas rehabilitasi.  Pasien rehabilitasi medik umumnya memiliki kondisi yang variatif dan khusus sehingga dibutuhkan pelayanan yang privat. Rumah sakit rehabilitasi medik ini dirancang sebagai family hospital, dengan skala ruang yang intim dan program ruang yang kompak, mengingat keterbatasan lahan dan besaran koefisien dasar bangunan pada tapak. Hasil perancangan berupa gambar-gambar arsitektural didukung dengan maket dan gambar tiga dimensi.", "Daftar File": {"2009 TA PP  MEDIAN ZARKASYI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93601", "2009 TA PP  MEDIAN ZARKASYI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93602", "2009 TA PP  MEDIAN ZARKASYI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93603", "2009 TA PP  MEDIAN ZARKASYI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93604", "2009 TA PP  MEDIAN ZARKASYI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93600", "2009 TA PP  MEDIAN ZARKASYI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93599"}, "Penulis": "MEDIAN ZARKASYI  (NIM:152 04 076)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Indra B. Syamwil, MSc., PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rumah sakit rehabilitasi,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}