{"Nomor": 18896, "Judul": "PATUNG DARI KOMPOSIT SAMPAH DOMESTIK DENGAN COATING MATERIAL FOSFOR", "Abstrak": "Sampah merupakan salah satu masalah krusial di kota-kota besar. Berbagai usaha telah dilakukan untuk menanggulangi permasalahan ini. Salah satunya dengan pemanfaatan limbah sampah domestik sebagai bahan baku material komposit, seperti papan partikel. Untuk meningkatkan daya tarik material komposit dapat dilakukan beberapa metode, diantaranya pelapisan (coating) dengan material berpendar. Pada penelitian ini, digunakan material fosfor carbon dots sebagai sumber pendaran. Material komposit berasal dari sampah domestik berupa daun, kertas, dan plastik sebagai filler dan polimer PVAc sebagai matriks yang dipadatkan. Sedangkan material pelapis berupa material fosfor carbon dots yang disintesis dari urea ((NH2)2CO) dan asam sitrat (C6H8O7) dengan metode pemanasan sederhana. Ketika diamati dengan spektrofluorofotometer, spektrum fotoluminesensi larutan carbon dots memiliki puncak emisi pada panjang gelombang 457 nm dan memberikan pendaran berwarna biru terang. Proses pelapisan dilakukan dengan metoda simple coating yakni pelapisan material komposit dengan campuran fosfor carbon dots dan resin epoksi. Lapisan yang telah mengering menghasilkan pendaran berwarna putih kebiruan ketika berada di bawah sinar ultraviolet.", "Daftar File": {"2014 TS PP MEGA NURHANISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93612", "2014 TS PP MEGA NURHANISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93613", "2014 TS PP MEGA NURHANISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93614", "2014 TS PP MEGA NURHANISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93615", "2014 TS PP MEGA NURHANISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93616", "2014 TS PP MEGA NURHANISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93617", "2014 TS PP MEGA NURHANISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93618"}, "Penulis": "MEGA NURHANISA (NIM : 20212039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng Mikrajuddin Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "komposit sampah domestik, carbon dots, simple coating", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}