{"Nomor": 18903, "Judul": "MEKANISME RIFTING PALEOGEN CEKUNGAN SUMATRA TENGAH", "Abstrak": "Tektonik pada fase rifting Paleogen di Cekungan Sumatra Tengah, masih menjadi isu yang menarik. Hal tersebut dikarenakan sejak Kenozoikum bagian barat Sumatra, selalu berada pada rezim kompresi. Beberapa penulis memiliki opini yang berbeda mengenai hal tersebut. Sebagian mengatakan bahwa mekanisme rifting merupakan proses tensional belakang busur yang disebabkan oleh mantle upwelling akibat subduksi. Sementara yang lainnya berpendapat sebagai transtensional dari sistem sesar geser (strike-slip) yang kehadirannya disebabkan oleh adanya perbedaan dari pergerakan lempeng sejak Pra-Tersier sampai Eosen. Hasil observasi secara regional memperlihatkan bahwa geometri cekungan rift kebanyakan berbentuk separuh terban dengan bentuk dan ukuran yang bervariasi, berarah utara Ã‚Â– selatan serta barat laut Ã‚Â– tenggara, serta mempunyai pola-pola yang sistematis dan saling berhubungan. Berdasarkan kondisi tersebut, sangat     \nsulit menjelaskan mekanisme rifting Cekungan Sumatra Tengah, dengan proses tensional belakang busur. Kondisi ini dapat diterangkan dengan sistem sesar geser, namun harus ada keadaan khusus yang mengontrolnya. Dengan dapat menjawab permasalahan mengenai sistem tektonik dari fasa rifting di Cekungan Sumatra Tengah diharapkan dapat memahami mekanisme fasa rifting sebagian besar cekungan di tepian barat Paparan Sunda. Keuntungan dari     \nmemahami mekanisme rifting tersebut adalah dapat memprediksi bentuk dan ukuran dari cekungan rift. Hal tersebut menjadi penting karena merupakan kunci untuk mencari target eksplorasi.     \nSalah satu metoda yang sangat efektif untuk memahami mekanika dari suatu proses deformasi, dalam hal ini mekanisme pembentukan rifting, adalah metode pemodelan analog sandbox. Melalui metode ini struktur yang terbentuk pada batuan saat proses deformasi dapat dimodelkan dan diteliti. Selain itu, gambaran     kinematika suatu evolusi struktur dapat diteliti secara tiga dimensi. Keadaan awal sebelum terdeformasi, yang terdokumentasikan dengan baik, dapat dibandingkan dengan keadaan setelah terdeformasi. Kebaruan dari penelitian ini adalah pemodelan mekanisme rifting menggunakan     \nmetode pemodelan analog sandbox di Cekungan Sumatra Tengah pada Paleogen berdasarkan kondisi batas hasil restorasi lintasan seismik. Kebaruan lainnya adalah penggunaan metode numerik dalam memodelkan perkembangan rift Paleogen di daerah penelitian.     \nPada metode pemetaan geologi bawah permukaan dilakukan interpretasi lintasan seismik 2D yang berjumlah 142 lintasan. Sebagai data pendukung digunakan 39 data sumur. Bagian Cekungan Sumatra Tengah yang difokuskan pada penelitian ini adalah Sub Cekungan Balam Utara, Balam Selatan, Aman Utara dan Rangau. Dari pemetaan geologi bawah permukaan diinterpretasikan bahwa batuan di daerah penelitian dapat dikelompokkan ke dalam sekuen tektonostratigrafi prerift, syn-rift dan post-rift. Sikuen pre-rift terdiri atas batuan Pra-Tersier. Sikuen     \nsyn-rift disusun oleh Kelompok Pematang yang terdiri atas Fm. Lower Red Bed, Fm. Brown Shale dan Fm. Upper Red Bed. Batuan post-rift berupa Kelompok Sihapas yang terdiri atas Fm. Menggala, Fm. Bangko, Fm. Bekasap, Fm. Duri dan Fm. Telisa. Peta struktur tiap formasi yang dihasilkan dari interpretasi seismik memperlihatkan pola sesar berarah utara Ã‚Â– selatan dan baratlaut Ã‚Â– tenggara dengan geometri listrict. Restorasi adalah salah satu teknik dalam bidang geologi struktur dengan mempunyai fungsi utama untuk memvalidasi interpretasi struktur dan menentukan evolusinya. Suatu struktur dikatakan terestorasi apabila struktur tersebut untuk semua segmennya dapat dikembalikan secara sempurna atau mendekati sempurna ke keadaan geometri sebelum terdeformasi sesuai dengan runtunan deformasi yang tepat. Dalam metode ini ada sebelas lintasan seismik, yang dipilih untuk direstorasi. Alur kerja yang digunakan terdiri dari penentuan bidang gelincir (detachment), tahap restorasi dengan model kinematika yang digunakan adalah oblique simple shear, dan tahap analisis regangan. Hasil utama dari metode restorasi adalah peta perkembangan struktur kedalaman dari batuan dasar selama Paleogen. Berdasarkan peta perkembangan tersebut maka diperoleh hasil analisis regangan untuk setiap tahapannya. Hasilnya menunjukan bahwa ekstensi pada pengendapan Fm. Lower Red Bed adalah 7,5%, Fm. Brown Shale adalah 13% dan Fm. Upper Red Bed adalah 15%.     \nTataan pemodelan analog sandbox pada penelitian ini, yang didapat dari hasil metode restorasi, menggunakan model ekstensi secara simultan pada sistem pergerakan sesar geser menganan. Hasil pemodelan memperlihatkan bahwa proses rifting yang terjadi ke arah tenggara dan menghasilkan pola sub cekungan yang berarah utara Ã‚Â– selatan dan baratlaut Ã‚Â– tenggara. Kedua arah tersebut sangat dikontrol oleh bidang batas antar material pada bagian alas. Berdasarkan model tersebut, ada dua parameter utama yang terlibat dalam deformasi yaitu sesar geser menganan berarah baratlaut Ã‚Â– tenggara dan rekahan-rekahan yang telah terbentuk sebelumnya pada bagian alas. Keadaan tersebut sesuai dengan hasil restorasi kondisi geologi bawah permukaan di Cekungan Sumatra Tengah pada Paleogen.     \nSesar gesar menganan pada pemodelan merepresentasikan Sesar Sumatra sedangkan bidang batas antar material pada bagian alas merepresentasikan rekahan-rekahan atau sesar-sesar pada batuan dasar. Berdasarkan hal tersebut     \nmenunjukan bahwa mekanisme rifting Paleogen Cekungan Sumatera Tengah terbentuk akibat sistem sesar geser Sumatra dengan rekahan-rekahan atau sesarsesar pada batuan dasar yang telah terbentuk sebelumnya sebagai pengontrol utama. Untuk melengkapi hasil pemodelan analog sandbox, pada penelitian ini dilakukan pemodelan numerik yang didasarkan pada metode elemen hingga. Hasil dari pemodelan menunjukan pembentukan cekungan yang diakibatkan perpindahan elemen dari material pasir lepas-lepas. Perpindahan tersebut terjadi karena adanya     \nsesar utama yang direpresentasikan oleh bidang gelincir yang menjadi batas antar material yang berbeda sifat fisiknya yaitu material pasir dan kayu. Perbedaan     \npendefinisian sifat fisik material pasir oleh pemodelan numerik, mengakibatkan hasil pemodelannya tidak terdapat bidang tak menerus pada material pasir.", "Daftar File": {"2014 DIS PP  MELI HADIANA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93660", "2014 DIS PP  MELI HADIANA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93661", "2014 DIS PP  MELI HADIANA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93662", "2014 DIS PP  MELI HADIANA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93663", "2014 DIS PP  MELI HADIANA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93664", "2014 DIS PP  MELI HADIANA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93665", "2014 DIS PP  MELI HADIANA 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/93666", "2014 DIS PP  MELI HADIANA 1- BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/93667", "2014 DIS PP  MELI HADIANA 1- BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/93668", "2014 DIS PP  MELI HADIANA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93669"}, "Penulis": "MELI HADIANA (NIM : 32008301)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Ir. Benyamin Sapiie, Ph.D.", "Dr. Agus Handoyo Harsolumakso", "Dr. Ir. Lilik Eko Widodo, Ms."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cekungan Sumatra Tengah, rifting, restorasi, pemodelan analog sandbox, pemodelan numerik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "10 file", "Tanggal Input": "27 Mei 2015"}