{"Nomor": 18906, "Judul": "IDENTIFIKASI KETERKAITAN ANTARA KEBERADAAN UNIVERSITAS KRISTEN MARANATHA DAN DINAMIKA HARGA LAHAN DI KELURAHAN SUKAWARNA DAN SUKAGALIH KOTA BANDUNG", "Abstrak": "Pertumbuhan penduduk yang terus meningkat akan melahirkan kebutuhankebutuhan baru yang menuntut lahan terbangun sebagai medianya. Dengan luas yang terbatas dan permintaan yang terus meningkat maka akan memicu   \n \n \n\nterjadinya persaingan dalam pasar lahan sehingga berdampak pada terjadinya perubahan penggunaan lahan ke arah yang lebih intensif dan pada akhirnya meningkatkan harga lahan. Fasilitas pendidikan tinggi merupakan salah satu kebutuhan yang memiliki peran penting bagi penciptaan SDM yang handal.   \n \n \n\nPengembangan lahan berupa fasilitas pendidikan tinggi juga mampu berperan sebagai motor penggerak perkembangan suatu kawasan melalui multiplier effect yang diakibatkannya. Perkembangan dari multiplier effect tersebut dapat meningkatkan citra kawasan dan dampak lanjutannya berpengaruh pada meningkatnya nilai ekonomi kawasan tersebut.   \n \n \n\nPenelitian ini berusaha melihat keterkaitan antara keberadaan pendidikan tinggi dan dinamika harga lahan yang terjadi di sekitarnya serta bagaimana pola harga   \n \n \n\nlahan yang terjadi terkait dengan jarak dari lokasi pendidikan tinggi sebagai pusat kegiatan, dengan mengambil Universitas Kristen Maranatha sebagai studi   \n \n \n\nkasus. Analisis dilakukan baik secara kualitatif mengenai perubahan guna lahan yang terjadi serta perkembangan harga lahan sebelum dan setelah adanya   \n \n \n\npendidikan tinggi, maupun secara kuantitatif mengenai faktor penentu harga lahan terkait dengan aktivitas bangkitan kampus dengan menggunakan metode regresi berganda. Selanjutnya dilakukan pemetaan perkembangan harga lahan agar dapat terlihat bagaimana dinamika serta pola spasial harga lahan yang terbentuk.   \n \n \n\nHasil penelitian ini menunjukkan bahwa selain dipengaruhi oleh faktor-faktor umum yang berpengaruh terhadap harga lahan, terdapat keterkaitan antara   \n \n \n\nkeberadaan fasilitas pendidikan tinggi dan dinamika harga lahan, yaitu melalui perkembangan aktivitas bangkitannya. Berdasarkan analisis regresi yang telah   \n \n \n\ndilakukan, diperoleh hasil bahwa perkembangan aktivitas bangkitan kampus (kamar sewa, kantin, rumah makan, minimarket, toko, fotocopy, warnet) berpengaruh pada besarnya harga lahan kawasan meskipun pengaruhnya tidak   \n \n \n\nsebesar pengaruh faktor umum yang berpengaruh pada harga lahan, diantaranya kepadatan penduduk, lebar jalan, jarak, dan jenis perumahan.", "Daftar File": {"2011 TA PP MELISA AULIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93687", "2011 TA PP MELISA AULIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93688", "2011 TA PP MELISA AULIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93689", "2011 TA PP MELISA AULIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93690", "2011 TA PP MELISA AULIA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/93691", "2011 TA PP MELISA AULIA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/93692", "2011 TA PP MELISA AULIA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/93693", "2011 TA PP MELISA AULIA 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/93694", "2011 TA PP MELISA AULIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93695", "2011 TA PP MELISA AULIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93696"}, "Penulis": "MELISA AULIA (NIM : 15407054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Kustiwan, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "harga lahan, perubahan guna lahan, faktor penentu, fasilitas pendidikan tinggi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}