{"Nomor": 18908, "Judul": "KAJIAN PENANGANAN PERSOALAN LALU LINTAS PADA RUAS JALAN SURIA SUMANTRI AKIBAT DAMPAK TARIKAN KENDARAAN UNIVERSITAS MARANATHA", "Abstrak": "Kota Bandung dikembangkan menjadi kota yang berfungsi sebagai pusat pemerintahan, pusat pendidikan tinggi, pusat perdagangan, pusat industri, pusat kebudayaan, dan pusat pariwisata. Melihat salah satu fungsi Kota Bandung sebagai pusat pendidikan tinggi, maka Kota Bandung merupakan salah satu kota tujuan pendidikan, terutama pendidikan tinggi. Salah satu perguruan tinggi di Kota   \n \n \n\nBandung yang menjadi tujuan bagi para calon mahasiswa/i untuk melanjutkan studi ialah Universitas Maranatha yang terletak di Jalan Prof. Drg. Suria Sumantri, MPH.   \n \n \n\nKeberadaan Universitas Marantha, yang dibangun diatas lahan seluas lebih kurang 50.000 m2, saat ini menimbulkan dampak terhadap tingkat efisiensi dan kinerja jaringan jalan di Jalan Prof. Drg. Suria Sumantri, MPH. Penyebabnya ialah adanya peningkatan volume kendaraan sebagai akibat tarikan kendaraan Universitas Maranatha tersebut. Oleh karena itu, perlu dilakukan kajian mengenai persoalan lalu lintas yang telah dan akan terjadi akibat adanya Universita Maranatha dan solusi untuk menangani persoalan tersebut.   \n \n \n\nTujuan dari kajian ini adalah menganalisis dampak tarikan kampus Maranatha terhadap arus lalu lintas di jalan Prof. Drg. Suria Sumantri, MPH dan mengusulkan   \n \n \n\nalternatif penanganan masalah terhadap persoalan lalu lintas di ruas jalan studi serta menghitung besarnya biaya penanganan masalah lalu lintas terhadap   \n \n \n\npersoalan yang terjadi. Metode analisis data yang dilakukan dalam kajian ini adalah deskriptif dengan   \n \n \n\nmenghitung kepadatan volume kendaraan di ruas jalan studi yang disebabkan oleh tarikan kendaraan kampus Marantha dan menganalisis dampaknya terhadap tingkat   \n \n \n\npelayanan ruas jalan studi. Dampak yang dimaksud adalah peningkatan rasio antara volume dan kapasitas (VCR) jalan yang berakibat pada turunnya tingkat pelayanan   \n \n \n\njalan. Dari kajian ini, didapatkan hasil bahwa persoalan lalu lintas saat ini di Jalan Suria Sumantri adalah terjadinya pengurangan lebar efektif jalan akibat adanya pedagang kaki lima, ketidakdisiplinan pengguna jalan khususnya pengemudi angkutan umum, munculnya titik konflik pada pintu keluar/masuk Universitas Maranatha, tundaan yang disebabkan oleh antrian kendaraan yang masuk ke Universitas tersebut, dan penurunan tingkat pelayanan jalan akibat peningkatan volume kendaraan di ruas jalan studi. Untuk menangani persoalan tersebut diusulkan tiga alternatif solusi, yaitu melalui pengelolaan lalu lintas, pelebaran jalan dan alternatif tambahan berupa pemberlakuan sistem lalu lintas satu arah.", "Daftar File": {"2010 TA PP MERIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93704", "2010 TA PP MERIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93705", "2010 TA PP MERIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93706", "2010 TA PP MERIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93707", "2010 TA PP MERIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93708", "2010 TA PP MERIZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93709", "2010 TA PP MERIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93710"}, "Penulis": "MERIZA (NIM : 15405080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Zafir M.A.Pontoh, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tingkat Pelayanan Jalan, VCR, Alternatif Penanganan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}