{"Nomor": 18910, "Judul": "MASJID KAWASAN JABABEKA", "Abstrak": "Lokasi tapak berada pada kawasan Industri Jababeka tepatnya berada pada kawasan Education Park Jababeka. Salah Satu Pelengkap kota cikarang  adalah Jababeka Education Park, Kawasan ini terletak di sekitar cikarang baru yang merupakan area edukasi yang bertaraf internasional yang meliputi berbagai jenjang pendidikan, seput saja SMA President, Taman Kanak Kanak, SMP Al-       \n \n \n \n\nAzhar dan SD BPK Penabur. Di Kawasan Ini Juga Terdapat Universitas yang terkenal yaitu President University yang merupakan tempat para mahaiswa menggali Ilmu.       \n \n \n \n\nSebagai masjid yang terletak pada kawasan edukasi, masjid kawasan Jababeka mengadopsi tema kontemporer dalam perancangan desainnya dikarenakan tema kontemporer dianggap dapat mewakili image kawasan Education Park khususnya yang sebagian besar dihuni oleh pengguna di usia muda. Adapun konsep utama yang digunakan dalam perancangan masjid yaitu menggunakan konsep geometri Islam yang diaplikasikan pada tampilan selubung bangunan. Masjid di kawasan Jababeka ini ditujukan menjadi image kawasan Education Park yang juga dapat menjadi fungsi tengaran kawasan. Adapun Fungsi lain dari masjid selain sebagai tempat untuk melaksanakan aktivitas religi ummat Islam, fasilitas lain pun dirancang untuk dapat mewadahi aktivitas lain yang menunjang pengguna di kawasan sekitar seperti aktivitas       \n \n \n \n\npendidikan dan sosial. Terwujudnya pembangunan Masjid Kawasan Jababeka ini diharapkan dapat menjadi pusat kegiatan Islam yang baik di kawasan Education Park       \n \n \n \n\nkhususnya. Ã‚Â“ Barang siapa mendirikan masjid karena Allah, maka Allah akam membuatkannya rumah di surga Ã‚Â” ( HR Muslim : 324 ). Sebagaimana acuan dari budaya selama ini, bahwa keberadaan masjid tidak dapat dilepas begitu saja dari akar budaya masyarakat Indonesia, maka pada setiap kawasan pun sebuah masjid dapat menjadi representasi dari kawasan itu sendiri sehingga setiap       \n \n \n \n\nperancangan desainnya memiliki karakteristik tersendiri", "Daftar File": {"2010 TA PP MEUTHIA CITRA PANDANSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93717", "2010 TA PP MEUTHIA CITRA PANDANSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93718", "2010 TA PP MEUTHIA CITRA PANDANSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93719", "2010 TA PP MEUTHIA CITRA PANDANSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93720", "2010 TA PP MEUTHIA CITRA PANDANSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93721", "2010 TA PP MEUTHIA CITRA PANDANSARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93722", "2010 TA PP MEUTHIA CITRA PANDANSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93723"}, "Penulis": "MEUTHIA CITRA PANDANSARI (NIM : 15206018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. M. Prastyo Effendi Y., M.Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Education Park", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}