{"Nomor": 18919, "Judul": "DESAIN DAN EVALUASI METODE KALIBRASI GEOMETRIK PADA KAMERA DIGITAL NON-METRIK (STUDI KASUS: KAMERA PANASONIC FX 580)", "Abstrak": "Kalibrasi Kamera merupakan proses yang paling fundamental perlu dilakukan terhadap kamera-kamera digital non-metrik yang akan digunakan untuk keperluan fotogrametri. Sampai saat ini sudah banyak tersedia teknologi kalibrasi baik itu metode hitungan maupun perangkat lunak pengolah data. Namun sebagian besar teknologi kalibrasi yang ada merupakan produk luar negeri dan Indonesia masih tergantung dengan hal ini. Selain itu pada beberapa metode kalibrasi dilakukan hanya untuk parameter fisik seperti distorsi lensa, panjang fokus, titik tengah foto namun tidak menyertakan perhitungan parameter-parameter lainnya yang mungkin akan memberikan dampak pada ketelitian geometri. Untuk menjawab tantangan ini maka dalam tugas akhir ini dicoba suatu metode kalibrasi geometrik yaitu dengan melakukan kalibrasi secara bertahap. Tahapan kalibrasi meliputi penghitungan parameter pendekatan parameter orientasi dalam yaitu panjang fokus lensa, dan titik tengah foto. Tahap selanjutnya adalah menghitung nilai residu dari titik-titik kalibrasi yang diproses dengan menggunakan pendekatan parameter orientasi dalam. Proses selanjutnya adalah memodelkan kesalahan sistematk dari kamera yang digunakan. Kalibrasi dilakukan di laboratorium dengan menggunakan kamera digital Panasonic FX 580.", "Daftar File": {"2012 TS PP MIIM WIJAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93794", "2012 TS PP MIIM WIJAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93795", "2012 TS PP MIIM WIJAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93796", "2012 TS PP MIIM WIJAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93797", "2012 TS PP MIIM WIJAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93798", "2012 TS PP MIIM WIJAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93799", "2012 TS PP MIIM WIJAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93800"}, "Penulis": "MIIM WIJAYANTI (NIM: 25109001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Saptomo Handoro M, M.Sc", "Dr.Ir. Agung Budi Harto, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kalibrasi Geometrik, Kesalahan Sistematik, Parameter Fisik Lensa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}