{"Nomor": 18916, "Judul": "UPAYA PENINGKATAN KOMPRESIBILITAS MANITOL", "Abstrak": "Manitol merupakan bahan pengisi yang secara luas digunakan dalam sediaan tablet, namun memiliki sifat aliran dan kompresibilitas yang kurang baik. Hal ini menyebabkan metode kempa langsung tidak bisa digunakan pada pembuatan sediaan tablet dengan bahan pengisi manitol. Manitol sering digunakan bersama dengan sorbitol sebagai pengisi dalam formulasi tablet, untuk meningkatkan kekerasan tablet. Tujuan dari penelitian ini adalah meningkatkan sifat aliran dan kompresibilitas manitol dengan metode rekristalisasi sistem biner manitol dan sorbitol pada berbagai komposisi. Campuran fisika (CF) dan campuran hasil rekristalisasi (RK) dari sorbitol dan manitol dibuat dengan perbandingan 1:9; 1:7; 1:5; 1:3; 3:7; 1:1; 7:3 dan 9:1 (b/b). Rekristalisasi dilakukan dengan menggunakan air sebagai pelarut. Interaksi fisika dan intermolekular dari kedua senyawa ditentukan melalui penentuan habit kristal dengan menggunakan mikroskop polarisasi, dan analisis termal menggunakan metode kapiler dan DSC (Differential Scanning Calorimetry). Campuran sorbitol-manitol (25-400 um) hasil rekritalisasi maupun campuran fisikanya kemudian dievaluasi sifat aliran, bobot ruah, bobot mampat, dan persen kompresibilitas. Beberapa komposisi hasil rekristalisasi dan campuran fisik kemudian ditabletasi dengan metode kempa langsung untuk kemudian dievaluasi kekerasan dan waktu hancur. Habit kristal campuran serbuk hasil rekristalisasi menunjukkan bentuk yang sferis dengan semakin bertambahnya rasio sorbitol dalam campuran. Diagram fase campuran biner sorbitol-manitol menunjukkan pola interaksi eutektik, dimana terjadi penurunan suhu lebur campuran keduanya. Hasil rekristalisasi campuran sorbitol-manitol (1:1) menghasilkan tablet dengan kekerasan yang paling baik yaitu 10,18 kg/cm2. Waktu hancur yang dihasilkan dari tablet tersebut adalah 3 menit 4 detik.", "Daftar File": {"2008 TA PP MIA WISMIATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93758", "2008 TA PP MIA WISMIATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93759", "2008 TA PP MIA WISMIATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93760", "2008 TA PP MIA WISMIATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93761", "2008 TA PP MIA WISMIATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93762", "2008 TA PP MIA WISMIATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93763", "2008 TA PP MIA WISMIATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/93764", "2008 TA PP MIA WISMIATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93765"}, "Penulis": "MIA WISMIATI (NIM 10704032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Sundani Nurono Soewandhi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "manitol, sediaan tablet, Differential Scanning Calorimetry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "8 file", "Tanggal Input": "30 Jan 2015"}