{"Nomor": 18926, "Judul": "KARAKTERISTIK MOBILITAS PEKERJA PUSAT PERBELANJAAN DI KABUPATEN BEKASI (Studi Kasus: Sentra Grosir Cikarang dan Mall Lippo Cikarang)", "Abstrak": "Konsentrasi penduduk di kawasan perkotaan Jabodetabek semakin meningkat, sehingga menyebabkan perpindahan penduduk ke kawasan pinggiran, termasuk Kabupaten Bekasi. Pertumbuhan jumlah penduduk di Kabupaten Bekasi mengakibatkan munculnya kegiatan permukiman dan pendukungnya, antara lain memicu pembangunan pusat perbelanjaan, dimana selain sebagai untuk pemenuhan kebutuhan sehari-hari, juga sebagai kebutuhan gaya hidup   \n \n \n\nmasyarakat perkotaan. Pusat perbelanjaan menciptakan lapangan kerja yang dapat menarik para penduduk lokal dan para migran. Namun begitu, pusat perbelanjaan merupakan suatu kegiatan ekonomi yang tidak stabil, sehingga hal ini menyebabkan pekerjanya tidak memiliki jaminan kepastian kerja dan diduga akan berdampak pada terjadinya perpindahan tempat kerja dan perpindahan tempat tinggal. Oleh karena itu, hal ini dapat berdampak meningkatnya beban wilayah Kabupaten Bekasi. Dengan demikian, perlu diketahui pola-pola mobilitas pekerja pusat perbelanjaan Kabupaten Bekasi dan faktor yang mempengaruhi adanya pola-pola tersebut dengan mengidentifikasi keterkaitan karakteristik pekerja dan pola mobilitanya. Informasi mengenai hal tersebut diperoleh melalui pengumpulan data kuesioner dan analsisis metode frekuensi serta metode chi-square.   \n \n \n\nBerdasarkan hasil temuan studi dan analisis yang dilakukan, bahwa pusat perbelanjaan menciptakan lapangan kerja, dimana para pekerja tersebut pada umumnya tidak memiliki kontrak kerja, sehingga tidak memiliki jaminan untuk bekerja kembali. Mereka yang bekerja pada umumnya berusia 15-24 tahun, hanya memiliki tingkat pendidikan Tamat SLTP atau Tamat SLTA, dan berasal dari luar kabupaten. Karakteristik pekerja seperti itu lebih mudah untuk bermobilitas karena belum berkeluarga dan belum memiliki rumah permanen karena lebih dari sebagian   \n \n \n\nmerupakan penduduk non-lokal yang berusia muda., sehingga berdampak pada peningkatan mobilitas, baik terhadap perpindahan tempat kerja maupun tempat tinggal. Untuk pola mobilitas,umumnya yang berpindah tempat kerja di sekitar Zona 1, dimana zona ini merupakan ibu kota Kabupaten Bekasi sehingga terdapat berbagai macam kegiatan ekonomi, sedangkan perpindahan tempat tinggal bahwa banyaknya para pendatang yang cenderung untuk berpindah ke dalam Zona 1 karena tersedia berbagai lapangan kerja, tidak hanya industri tetapi juga pusat   \n \n \n\nperbelanjaan. Variabel yang berkaitan dengan pola perpindahan tempat kerja adalah tempat kelahiran dan status dalam rumah tangga, sedangkan dengan pola perpindahan tempat tinggal adalah usia, status kerja, frekuensi berganti pekerjaan dan cara mendapatkan pekerjaan. Adapun kesimpulan yang diperoleh bahwa terdapat kecenderungan bagi pekerja yang berstatus anak, berusia muda, dan tidak memiliki kontrak kerja untuk berpindah tempat kerja dan tempat tinggal hanya di sekitar Zona 1 saja. Bagi para pekerja yang tidak memiliki kontrak kerja dan memiliki informasi pekerjaan dai keluarga ataupun teman terdapat kecenderungan bagi   \n \n \n\nmereka untuk berganti pekerjaan, sehingga hal ini dapat menyebabkan kemudahan untuk bermobilitas dan mengakibatkan terjadinya perpindahan tempat tinggal. Pola mobilitas yang terbentuk pun lebih cenderung untuk bermobilitas di sekitar Zona 1 saja, yaitu Kecamatan   \n \n \n\nCikarang Utara, Cikarang Selatan, Cikarang Timur, dan Cikarang Barat. Walaupun begitu, Kabupaten Bekasi tidak dapat memberikan jaminan kepada para penduduk, baik lokal maupun pendatang untuk mendapatkan pekerjaan yang stabil, terlebih pada pusat perbelanjaan dimana tempat ini sebagai sebuah aktivitas yang mendukung namun reltaif tidak stabil dalam perkembangannya. Oleh karena itu, rekomendasi bagi Pemerintah Kabupaten Bekasi, yaitu   \n \n \n\nmemiliki strategi dalam mengintegrasikan kebutuhan belanja masyarakat sekitar dengan pertumbuhan pusat perbelanjaan, sehingga bisnis ini dapat lebih stabil dan bekerja sama dengan pemerintah pusat untuk membangun rusunawa dengan harga sewa terjangkau. Sedangkan bagi Pengelola Pusat Perbelanjaan, yaitu pengembang pusat perbelanjaan melakukan berbagai upaya agar perkembangan usahanya lebih stabil dan berkelanjutan, sehingga dapat meningkatkan keberlanjutan status pekerjaanya.", "Daftar File": {"2011 TA PP MIRINA OCTAVIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93845", "2011 TA PP MIRINA OCTAVIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93846", "2011 TA PP MIRINA OCTAVIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93847", "2011 TA PP MIRINA OCTAVIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93848", "2011 TA PP MIRINA OCTAVIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93849", "2011 TA PP MIRINA OCTAVIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93850", "2011 TA PP MIRINA OCTAVIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93851"}, "Penulis": "MIRINA OCTAVIA (NIM : 15407101)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Arief Rosyidie, MSP., M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mobilitas, pekerja pusat perbelanjaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}