{"Nomor": 18920, "Judul": "IDENTIFIKASI AKURASI DATA PROFIL KECEPATAN SUARA (SVP) DAN PENGARUHNYA PADA POST-PROCESSING DATA MBES", "Abstrak": "Multibeam Echosounder (MBES) merupakan salah satu instrumen yang menggunakan prinsip SONAR dimana teknologi ini menggunakan konsep gelombang akustik dimana kecepatan suara merupakan faktor kunci teknologi ini diaplikasikan , topik yang dikaji adalah bagaimana mengidentifikasi akurasi data SVP yang digunakan dalam pengolahan data MBES. Identifikasi akurasi data SVP penting karena hal ini menentukan kualitas data kedalaman yang dihasilkan dari pengolahan data MBES yang dilakukan. Identifikasi akurasi data SVP dilakukan pada saat post-processing data MBES menggunakan perangkat lunak CARIS HIPS 6.0 dengan melakukan analisis visual pada hasil permukaan yang diperoleh. Dari pengkajian yang dilakukan disimpulkan bahwa data SVP yang digunakan dalam pengolahan data tidak akurat sehingga adanya objek berupa gundukan pada saat melakukan analisis visual pada permukaan yang dihasilkan dari post-processing data bukan merupakan representasi sebenarnya dari permukaan dasar laut dan hal ini menyebabkan perlu dilakukannya proses pemotongan titik kedalaman pada beam terluar saat pengolahan data untuk mereduksi pengaruh tersebut.", "Daftar File": {"2013 TA PP MIKHAEL MANGOPO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93801", "2013 TA PP MIKHAEL MANGOPO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93802", "2013 TA PP MIKHAEL MANGOPO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93803", "2013 TA PP MIKHAEL MANGOPO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93804", "2013 TA PP MIKHAEL MANGOPO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93805", "2013 TA PP MIKHAEL MANGOPO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93806"}, "Penulis": "MIKHAEL MANGOPO (NIM: 15109069)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sonar, Multibeam Echosounder, Sound Velocity Profile (SVP), post processing data MBES.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}