{"Nomor": 18921, "Judul": "IDENTIFIKASI PERUBAHAN TUTUPAN LAHAN DENGAN METODE OBJECT BASED IMAGE ANALYSIS (Studi kasus : Kabupaten Langkat, Sumatra Utara)", "Abstrak": "Ketepatan dan ketelitian data dalam perencanaan dan pengembangan suatu wilayah sangat diperlukan agar memberikan hasil yang akurat dalam melakukan kajian pengembangan suatu daerah. Salah satu informasi yang penting diperlukan adalah data perubahan lahan. Penelitian ini bertujuan untuk mengidentifikasi perubahan tutupan lahan yang terjadi pada wilayah studi. Penelitian ini dilakukan di kawasan pesisir Langkat Provinsi Sumatra Utara dimana daerah ini berpotensi dalam hal agrobisnis. Studi perubahan lahan ini diamati selama 3 tahun dengan menggunakan data pengindraan jauh Citra Landsat yaitu citra landsat tahun 2001, 2006, dan 2011. Metode Klasifikasi Terawasi dengan teknik Object Based Image Analysis digunakan untuk mengklasifikasikan tutupan lahan yang tercakup pada daerah studi. Pada teknik klasifikasi OBIA setiap citra disegmentasi terlebih dahulu menjadi daerah yang homogen dengan menggunakan parameter yang tepat untuk beberapa level data. Untuk kualitas hasil klasifikasi citra dinyatakan dalam matrik kesalahan dengan menggunakan data Ground Truth citra yang mempunyai resolusi spasial yang lebih tinggi. Dengan klasifikasi metoda OBIA hasil yang diperoleh cukup bagus dengan nilai overall accuracy sebanyak 70 %. Hasil penelitian ini menunjukkan terdapat perubahan luas yang ekstrem pada tahun 2006 yaitu lahan Hutan berkurang 63 % atau sebanyak 17452 Ha, dan perkebunan bertambah 89 % pada tahun 2011 sebanyak atau sebesar 14854 Ha.", "Daftar File": {"2013 TA PP M. IKHSAN SYAHBANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93807", "2013 TA PP M. IKHSAN SYAHBANA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93808", "2013 TA PP M. IKHSAN SYAHBANA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93809", "2013 TA PP M. IKHSAN SYAHBANA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93810", "2013 TA PP M. IKHSAN SYAHBANA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93811", "2013 TA PP M. IKHSAN SYAHBANA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93812", "2013 TA PP M. IKHSAN SYAHBANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93813"}, "Penulis": "M. IKHSAN SYAHBANA (NIM : 15107067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ketut Wikantika, Ph.D.", "Dr. Soni Darmawan, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perubahan Lahan, Object Based Image Analysis, Klasifikasi Terawasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}