{"Nomor": 18936, "Judul": "KAJIAN TATA CARA ESTIMASI BIAYA PENYELENGGARAAN SMK3 DALAM PROYEK KONSTRUKSI BERDASARKAN ANALISIS HARGA SATUAN", "Abstrak": "Bidang konstruksi adalah salah satu sektor industri yang memiliki tingkat resiko usaha yang tinggi. Namun bidang konstruksi juga memiliki tingkat resiko yang tinggi jika dilihat dari segi kesehatan dan keselamatan kerja. Hal ini dapat dilihat dari data yang diperoleh dari website Bina Instruktur dan Tenaga Pelatihan Departemen Tenaga Kerja dan Transmigrasi (www.intala.org) mengenai jumlah kecelakaan kerja yang terjadi sepanjang tahun 2009 sebanyak 54.398 kasus. Angka ini pun masih belum akurat karena angka tersebut didapatkan dari jumlah kecelakaan yang terlapor dan tercatat di Jamsostek, sementara masih banyak kasus kecelakaan yang terjadi namun tidak dilaporkan. Data kecelakaan yang lainnya mengatakan bahwa kecelakaan di bidang konstruksi menyumbang sebesar 31,9 % dari total kecelakaan yang terjadi di Indonesia (Proyeksi, 2006). Besarnya tingkat kecelakaan kerja yang terjadi menggambarkan bahwasanya aspek Keselamatan dan Kesehatan Kerja (K3) yang ada kurang diperhatikan pada pelaksanaan proyek konstruksi yang sedang berlangsung.", "Daftar File": {"2011 TA PP MOCHAMMAD TAUFAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93913", "2011 TA PP MOCHAMMAD TAUFAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93914", "2011 TA PP MOCHAMMAD TAUFAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93915", "2011 TA PP MOCHAMMAD TAUFAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93916", "2011 TA PP MOCHAMMAD TAUFAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93917", "2011 TA PP MOCHAMMAD TAUFAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93918", "2011 TA PP MOCHAMMAD TAUFAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93919"}, "Penulis": "MOCHAMMAD TAUFAN (NIM : 15007099)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "estimasi biaya,  SMK3, proyek konstruksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}