{"Nomor": 18937, "Judul": "REDEVELOPMENT BANGUNAN PASAR DENGAN PENDEKATAN BUILDING PERFORMANCE EVALUATION", "Abstrak": "Pasar Turi Surabaya merupakan sebuah pasar dari ruang kota yang difungsikan sebagai fasilitas perbelanjaan, yang berada pada kawasan perdagangan, jasa, kantor pemerintahan dan permukiman. Pasar Turi tersebut berada pada pusat pertemuan warga pada kawasan Surabaya Utara. Keberadaan pasar Turi Surabaya, meningkatkan nilai fisik dan visual kawasan. Sebaliknya, dengan pertumbuhan penduduk dan kota, fenomena untuk melakukan redevelopment bagi pasar Turi merupakan kebutuhan yang sangat mendesak. Tujuan penelitian ini adalah untuk melakukan penilaian desain dan pemanfaatan bangunan pasar Turi, terutama untuk pasar grosir blok yang masih beroperasi. Penelitian ini menggunakan pendekatan Building Performance Evaluation. Penelitian ini untuk memperoleh desain kriteria yang dikembangkan dari kajian         \n \n \n\naspek teknik ; kesehatan bangunan, keselamatan bangunan dan keamanan bangunan. Pola pendekatan penelitian melalui pengamatan fisik, pengukuran berkaitan dengan aspek teknik yang diteliti dan menghubungkan juga pendapat pedagang sebagai salah satu stakeholder dengan sampel penelitian acak. Teknik analisis menggunakan penelitian korelasional dengan program komputer JMP,         \n \n \n\nuntuk mendapatkan kekuatan hubungan beberapa aspek teknik yang berpengaruh terhadap kenyamanan ruang. Keluaran penelitian ini adalah simulasi desain dalam         \n \n \n\nkaitan pasar Turi tehadap konteks sekitar.", "Daftar File": {"2009 TS PP MOCH.YUSUF HARIAGUNG-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93923", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93922", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93921", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93920", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/93924", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/93925", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/93926", "2009 TS PP MOCH.YUSUF HARIAGUNG-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93927", "2009 TS PP MOCH.YUSUF HARIAGUNG-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93928"}, "Penulis": "MOCH.YUSUF HARIAGUNG (NIM : 25207013)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir. Sugeng Triyadi S., MT", "Dr. Ir.RR. Dhian Damajani, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar Turi, redevelopment, dan Building Performance Evaluation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}