{"Nomor": 18939, "Judul": "PEMODELAN HIDROTERMAL PADA SISTEM PANAS BUMI", "Abstrak": "Secara umum system panas bumi terdiri dari sumber panas (batu panas), batuan reservoir yang bersifat permeabel dan aliran hidrotermal. Namun pada beberapa system panas bumi terdapat lapisan penudung. Aliran hidrotermal merupakan salah satu perantara terjadinya perpindahan panas. Perpindahan panas yang terjadi pada system panas bumi adalah konveksi dan konduksi. Dalam kegiatan eksplorasi dan eksploitasi panas bumi, informasi mengenai aliran fluida dan distribusi temperatur sangat dibutuhkan. Informasi tersebut digunakan untuk menentukan lokasi sumur produksi serta area recharge dan dischargenya. Pemodelan aliran fluida dilakukan dengan memanfaatkan persamaan Brinkman, hukum Darcy dan persamaan kesetimbangan termal atau persamaan konduksi-konveksi. Persamaan Brinkman digunakan untuk mengetahui nilai kecepatan dari aliran fluida. Hukum darcy berlaku ketika aliran fluida sangat lambat. Dengan menggunakan hukum darcy, dapat dilihat nilai kecepatan dari aliran fluida yang nantinya akan dibandingkan dengan hasil yang didapat dari persamaan Brinkman. Persebaran temperatur digambarkan oleh persamaan kesetimbangan termal. Hasil yang didapat pada penelitian kali ini berupa, pemodelan aliran fluida dan persebaran temperature pada gunung Unzen. Pemodelan kali ini dilakukan dengan bantuan perangkat lunak COMSOL Multiphysics", "Daftar File": {"2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93940", "2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93939", "2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93938", "2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93936", "2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93937", "2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93935", "2014 TA PP  MOHAMMAD FAIZAL PRATOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93941"}, "Penulis": "MOHAMMAD FAIZAL PRATOMO (NIM : 10209052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "system panas bumi, aliran hidrotermal, persamaan Brinkman, hukum Darcy, fluida.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}