{"Nomor": 18932, "Judul": "PENGEMBANGAN FASILITAS REHABILITASI JIWA RUMAH SAKIT JIWA PUSAT JAWA BARAT", "Abstrak": "Kesehatan mental merupakan hal yang sangat penting dalam menjalani kehidupan secara keseluruhan. Namun keberlangsungan kesehatan mental dapat terganggu dengan berbagai macam sebab yang mengakibatkan penurunan kesehatan mental (mental disorder). Gangguan mental atau mental disorder adalah istilah untuk berbagai kondisi kejiwaan yang menyebabkan kendala dalam berbagai taraf kemampuan menjalankan fungsi sosial. Salah satu tahapan penyembuhan gangguan mental tersebut adalah dengan menjalani tahap rehabilitasi mental, dengan cara melakukan kegiatan yang mensimulasikan apa yang orang tanpa gangguan jiwa kerjakan sehari-hari, yaitu dengan terapi kerja, olahraga, musik, dan terapi keluarga (sosial). Tugas Akhir dengan judul Pengembangan Fasilitas Rehabilitasi Jiwa    \n \n \n \n\nRumah Sakit Jiwa Pusat Jawa Barat ini diharapkan dapat menjadi salah satu solusi dalam pengembangan fasilitas rehabilitasi jiwa di Jawa Barat yang diketahui masih kurang dalam hal kualitas dan kuantitasnya. Fasilitas seluas Ã‚Â± 6093 m2 ini direncanakan akan berdiri pada lahan seluas Ã‚Â± 20.464 m2 yang terletak di dalam area Rumah Sakit Jiwa Pusat Jawa Barat yang telah ada sekarang di Jalan Kolonel Masturi KM 11, Kabupaten Bandung Barat. Fungsi  utama yang akan diwadahi fasilitas ini adalah fungsi terapi keluarga, okupasiterapi, ruang day-care, dan area ruang terbuka.", "Daftar File": {"2010 TA PP MOCHAMAD FAJAR LESTARI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93886", "2010 TA PP MOCHAMAD FAJAR LESTARI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93887", "2010 TA PP MOCHAMAD FAJAR LESTARI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93888", "2010 TA PP MOCHAMAD FAJAR LESTARI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93889", "2010 TA PP MOCHAMAD FAJAR LESTARI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93890", "2010 TA PP MOCHAMAD FAJAR LESTARI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93891", "2010 TA PP MOCHAMAD FAJAR LESTARI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93892"}, "Penulis": "MOCHAMAD FAJAR LESTARI (NIM:152 05 087)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Indra Budiman Syamwil, M.Sc., BEM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ii ABSTRAK Kesehatan mental merupakan hal yang sangat penting dalam menjalani kehidupan secara keseluruhan. Namun keberlangsungan kesehatan mental dapat terganggu dengan berbagai macam sebab yang mengakibatkan penurunan kesehatan mental (mental disorder). Gangguan mental atau mental disorder adalah istilah untuk berbagai kondisi kejiwaan yang menyebabkan kendala dalam berbagai taraf kemampuan menjalankan fungsi sosial. Salah satu tahapan penyembuhan gangguan mental tersebut adalah dengan menjalani tahap rehabilitasi mental, dengan cara melakukan kegiatan yang mensimulasikan apa yang orang tanpa gangguan jiwa kerjakan sehari-hari, yaitu dengan terapi kerja, olahraga, musik, dan terapi keluarga (sosial). Tugas Akhir dengan judul Pengembangan Fasilitas Rehabilitasi Jiwa Rumah Sakit Jiwa Pusat Jawa Barat ini diharapkan dapat menjadi salah satu solusi dalam pengembangan fasilitas rehabilitasi jiwa di Jawa Barat yang diketahui masih kurang dalam hal kualitas dan kuantitasnya. Fasilitas seluas Ã‚Â± 6093 m2 ini direncanakan akan berdiri pada lahan seluas Ã‚Â± 20.464 m2 yang terletak di dalam area Rumah Sakit Jiwa Pusat Jawa Barat yang telah ada sekarang di Jalan Kolonel Masturi KM 11, Kabupaten Bandung Barat. Fungsi utama yang akan diwadahi fasilitas ini adalah fungsi terapi keluarga, okupasiterapi, ruang day-care, dan area ruang terbuka. Kata kunci:", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}