{"Nomor": 18948, "Judul": "PENYAJIAN FITUR BENTUK DAN KEADAAN DASAR LAUT UNTUK PERENCANAAN PEMBANGUNAN JEMBATAN ANTARPULAU (STUDI KASUS: KABUPATEN ANAMBAS)", "Abstrak": "Wilayah Kabupaten Anambas yang terdiri dari pulau-pulau kecil, memiliki permasalahan pada bidang transportasi antarpulau. Pembangunan jembatan antarpulau diharapkan mampu menjadi solusi alternatif pada permasalahan transportasi laut yang tidak efektif dan efisien. Dalam perencanaan pembangunan jembatan antarpulau, dibutuhkan informasi terkait bentuk dan keadaan dasar laut. Informasi tersebut dapat diperoleh dengan melakukan survei batimetri, pengamatan pasut, dan pengambilan sampel sedimen. Pada studi kasus ini, metode pemeruman yang digunakan adalah metode akustik dengan menggunakan alat Dual Frequency Single Beam Echosounder, sehingga didapat dua data kedalaman pada satu titik, dan pengamatan pasut menggunakan metode palem, serta pengambilan sampel sedimen menggunakan grab sampler. Dalam proses pengolahan data batimetri, dilakukan koreksi draft transduser, koreksi barcheck, dan koreksi pasut agar didapatkan data batimetri yang berkualitas. Selanjutnya, data batimetri ini disajikan dalam bentuk garis kontur. Hasil akhir pada penelitian ini adalah peta bentuk dasar laut, yang mana nilai kedalamanannya mengacu pada bidang referensi vertikal HAT dan informasi tentang sedimen.", "Daftar File": {"2014 TA PP M RICY ISMAIL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93998", "2014 TA PP M RICY ISMAIL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93999", "2014 TA PP M RICY ISMAIL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94000", "2014 TA PP M RICY ISMAIL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94001", "2014 TA PP M RICY ISMAIL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94002", "2014 TA PP M RICY ISMAIL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94003"}, "Penulis": "M RICY ISMAIL (NIM : 15110016)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Dwi Wisayantono, MT.      \n \n \n \n \n \n\nPembimbing II : Dr. Ir. Eka Djunarsjah, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bentuk, keadaan, batimetri, pasut, HAT, sedimen.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}