{"Nomor": 18942, "Judul": "PROSPEK PANASBUMI DENGAN MENGGUNAKAN TEKNIK PENGINDERAAN JAUH (STUDI KASUS : KAWASAN PATUHA)", "Abstrak": "Penginderaan jauh memegang peranan penting dalam pemetaan sumber daya energi panas bumi dengan mendeteksi anomali temperatur permukaan dari citra termal. Teknik ini dapat digunakan sebagai survei pendahuluan dalam eksplorasi. Penginderaan jauh menyimpan radiasi energi dalam berbagai panjang gelombang. Daerah Patuha, Jawa Barat, dijadikan objek dari penelitian ini. Kenampakan panasbumi di daerah ini yang menunjukkan adanya potensi panasbumi adalah berupa manifestasi panas, solfatar, fumarol, tanah beruap panas, sinter silika dan alterasi hidrotermal. Data temperatur permukaan yang digunakan adalah citra Landsat ETM+ 2000, 2001, 2002 dan 2003 terutama pada band 6/ band termal. Interpretasi temperatur permukaan diamati dengan memperhatikan aspek warna dan rona dari permukaan. Selanjutnya dilakukan integrasi data temperatur tersebut dengan data dan peta lainnya yang terkait dengan studi area. Hal ini dilakukan untuk mendapatkan informasi yang lebih pasti tentang potensi panas seperti manifestasi permukaan, analisis geologi, dan fenomena gunung vulkanik.", "Daftar File": {"2011 TA PP MONA NATALIA SIAHAAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93955", "2011 TA PP MONA NATALIA SIAHAAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93956", "2011 TA PP MONA NATALIA SIAHAAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93957", "2011 TA PP MONA NATALIA SIAHAAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93958", "2011 TA PP MONA NATALIA SIAHAAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/93959", "2011 TA PP MONA NATALIA SIAHAAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/93960", "2011 TA PP MONA NATALIA SIAHAAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93961"}, "Penulis": "MONA NATALIA SIAHAAN (NIM 15107080)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Ketut Wikantika, M.Sc., dan Ir. Andri Slamet Subandrio, Dipl. Geol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geothermal, Landsat, Remote Sensing, Land Surface Temperature, Patuha", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}