{"Nomor": 18944, "Judul": "GEDUNG TERMINAL BANDARA HUSEIN SASTRANEGARA BANDUNG", "Abstrak": "Bandara internasional, dalam kasus kali ini, Bandara Husein Sastranegara, memegang peranan penting dalam memperkenalkan kebudayaan bangsa setempat, terutama   \n \n \n\nkebudayaan lokal di mana bandara tersebut berada, yakni kebudayaan khas Jawa Barat. Kebudayaan Jawa Barat, dinilai penulis sebagai kebudayaan yang banyak terkikis oleh modernisasi. Pasalnya, kebudayaan Jawa Barat terdapat pada Pulau Jawa, yang menjadi pusat perkembangan ilmu pengetahuan dan teknologi di Indonesia. Demikian halnya dengan modernisasi, yang biasanya berkembang pesat pada tempat-tempat yang menjadi pusat perkembangan bagi suatu kawasan tertentu   \n \n \n\nPenelitian ini bertujuan agar penulis dapat mempelajari dan lebih memahami permasalahan interior sebuah bandara internasional, serta ciri khas artefak kebudayaan Jawa   \n \n \n\nBarat. Pemahaman tersebut akan diintegrasikan dengan konsep modern, dan diterapkan pada bangunan terminal Bandara Internasional Husein Sastranegara di Bandung, Jawa Barat. Dengan demikian, fungsi bandara sebagai fasilitas penunjang yang mendukung segala kegiatan penerbangan yang modern dan sarat akan teknologi tinggi, serta sebagai tempat perkenalan kebudayaan suatu kawasan untuk pertama kalinya, dapat terefleksikan melalui   \n \n \n\ninterior bangunan terminal udaranya.", "Daftar File": {"2010 TA PP MONICA O. BOENAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/93971", "2010 TA PP MONICA O. BOENAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/93972", "2010 TA PP MONICA O. BOENAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/93973", "2010 TA PP MONICA O. BOENAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/93974", "2010 TA PP MONICA O. BOENAWAN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/93975", "2010 TA PP MONICA O. BOENAWAN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/93976", "2010 TA PP MONICA O. BOENAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/93977"}, "Penulis": "MONICA O. BOENAWAN (NIM : 173 05 037)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Drs. Bagus Handoko, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bandara internasional, Airport, Husen sastranegara, Bandara, desain interior", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}