{"Nomor": 18951, "Judul": "GEOLOGI DAERAH MULYOAGUNG DAN SEKITARNYA, KECAMATAN SINGGAHAN-PARENGAN, KABUPATEN TUBAN, JAWA TIMUR", "Abstrak": "Daerah Penelitian berada di desa Mulyoagung dan sekitarnya, Kecamatan Singgahan Ã‚Â– Parengan, Kabupaten Tuban, Jawa Timur. Secara geografis, daerah penelitian berada pada UTM -49 dengan koordinat 9227000 Ã‚Â– 9233000 m dan 587000 Ã‚Â– 591000 m. Daerah penelitian memiliki luas Ã‚Â± 24 km2 (4 km x 6 km) dengan skala peta 1 : 12.500.     \n \n \n \n \n\nMorfologi daerah penelitian umumnya disusun oleh kontur rapat hingga renggang dengan ketinggian 30-293 mdpl. Berdasarkan kenampakan morfologi dari peta kontur dan citra radar Shuttle Radar Topographic Mission (SRTM) dan pengamatan langsung di lapangan maka daerah penelitian dibagi menjadi 3 satuan geomorfologi, yaitu Satuan Perbukitan Karst, Satuan Perbukitan Zona Sesar, dan Satuan Lembah Homoklin.     \n \n \n \n \n\nStratigrafi daerah penelitian secara tidak resmi dibagi menjadi 5 satuan batuan, dari tua ke muda yaitu, Satuan Batugamping I, Satuan Napal-Batugamping, Satuan Napal, Satuan Batugamping II, dan Satuan Aluvial. Struktur geologi yang terdapat di daerah penelitian berupa Sesar Naik Gegunung yang memotong semua batuan yang telah terbentuk di daerah penelitian.     \n \n \n \n \n\nSejarah geologi daerah penelitian diawali pada Miosen Tengah ketika daerah penelitian berupa laut dangkal dimana Satuan Batugamping I diendapkan. Kemudian ditafsirkan terjadi kenaikan muka air laut sehingga terendapkan Satuan Napal - Batugamping pada umur Miosen Akhir - Pliosen Awal. Pada Pliosen Awal - Pliosen Akhir kenaikan muka air laut terus terjadi sehingga terendapkan Satuan Napal. Pada Pliosen Akhir - Plistosen muka air laut turun sehingga terendapkan Satuan Batugamping II. Terjadi tektonik yang mengakibatkan deformasi pada daerah penelitian berupa Sesar Naik Gegunung yang memotong seluruh satuan batuan yang ada.", "Daftar File": {"2012 TA PP M. RIKA NANDA SYAHPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94018", "2012 TA PP M. RIKA NANDA SYAHPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94019", "2012 TA PP M. RIKA NANDA SYAHPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94020", "2012 TA PP M. RIKA NANDA SYAHPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94021", "2012 TA PP M. RIKA NANDA SYAHPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94022", "2012 TA PP M. RIKA NANDA SYAHPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94023", "2012 TA PP M. RIKA NANDA SYAHPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94024"}, "Penulis": "M. RIKA NANDA SYAHPUTRA (NIM: 12008011)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Dr. Ir. Chalid Idham Abdullah", "Dwiharso Nugroho ST. MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mulyoagung, Tuban, Stratigrafi, Sesar Naik, Sejarah Geologi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}