{"Nomor": 18958, "Judul": "SINTESIS DAN OPTIMASI NANOSERAT BERBASIS POLY(ACRYLONITRILE)/PAN MELALUI TEKNIK PEMINTALAN ELEKTRIK UNTUK APLIKASI MEMBRAN FILTER AIR ANTIBAKTERI", "Abstrak": "Pada penelitian ini telah berhasil disintesis membran filter air berbasis nanoserat      \n \n \n \n \n \n\nPoly(acrylonitrile)/PAN melalui teknik pemintalan elektrik. Teknik ini memiliki      \n \n \n \n \n \n\nbeberapa keunggulan yaitu mudah dalam pemrosesannya, pemakaian biaya yang      \n \n \n \n \n \n\nefektif, berskala lab maupun industri, dan nanoserat yang dihasilkan dapat dikontrol.      \n \n \n \n \n \n\nKeunggulan membran nanoserat yang dihasilkan dari teknik pemintalan elektrik      \n \n \n \n \n \n\ndiantaranya memiliki porositas yang tinggi dan struktur pori yang saling terhubung      \n \n \n \n \n \n\nsehingga memiliki permeabilitas yang lebih baik serta kapasitas kerja yang lebih      \n \n \n \n \n \n\ntinggi. Material pembentuk membran dibuat dengan 3 variasi konsentrasi yaitu 6, 8,      \n \n \n \n \n \n\ndan 10 persen berat. Karakterisasi SEM dilakukan untuk mengetahui morfologi dan      \n \n \n \n \n \n\nukuran diameter membran nanoserat PAN. Selanjutnya dilakukan pengujian fluks      \n \n \n \n \n \n\nserta efisiensi filtrasi dari membran terhadap suspensi partikel padat (berupa suspensi      \n \n \n \n \n \n\nantasid 240 ppm) dan bakteri P. AeruginosadanS. Epidermidis dengan konsentrasi      \n \n \n \n \n \n\nmasing-masing 3.02 ÃƒÂ— 107 sel/ml dan 2.89 ÃƒÂ— 107 sel/ml. Pada pengujian ini, kinerja      \n \n \n \n \n \n\nmembran dibandingkan terhadap membran kontrol berupa membran filter pelarut      \n \n \n \n \n \n\nuntuk High Performance Liquid Chromatography (HPLC). Untuk mengevaluasi      \n \n \n \n \n \n\ntingkat kemurnian air setelah uji efisiensi filtrasi, konsentrasi partikel padat maupun      \n \n \n \n \n \n\nbakteri dari sampel dihitung sebelum dan sesudah proses filtrasi menggunakan      \n \n \n \n \n \n\nmetode spektrofotometri UV (untuk antasid) dan metode kamar hitung (untuk      \n \n \n \n \n \n\nbakteri). Membran dengan karakteristik yang paling optimum dipilih dan      \n \n \n \n \n \n\ndikembangkan menjadi membran nanoserat antibakteri dengan penambahan material      \n \n \n \n \n \n\nKitosan. Kombinasi PAN dan Kitosan dibuat dengan tiga variasi rasio bobot, yaitu      \n \n \n \n \n \n\n10:1, 10:1, dan 5:1. Hasil SEM menunjukkan morfologi serat PAN berupa helaian      \n \n \n \n \n \n\nbenang (serat) seragam dengan rentang diameter serat 270 Ã‚Â– 310 nm untuk membran      \n \n \n \n \n \n\n6 persen berat, 290 Ã‚Â– 370 nm untuk membran 8 persen berat, dan 440 Ã‚Â– 540 nm untuk      \n \n \n \n \n \n\nmembran 10 persen berat. Penambahan Kitosan menghasilkan beads pada struktur      \n \n \n \n \n \n\nserat. Hasil analisis efisiensi filtrasi menunjukkan penurunan konsentrasi bakteri      \n \n \n \n \n \n\nsetelah penyaringan menggunakan semua jenis membran. Penurunan signifikan      \n \n \n \n \n \n\nterjadi pada membran PAN murni dengan konsentrasi 8 persen berat, dengan efisiensi      \n \n \n \n \n \n\nfiltrasi 94.56 - 99.48 %. Hasil analisis spektrofotometri menunjukkan penurunan      \n \n \n \n \n \n\nabsorbansi filtrat hasil penyaringan menggunakan semua jenis membran pada panjang      \n \n \n \n \n \n\ngelombang 322 nm hingga mendekati nol. Hal tersebut membuktikan partikel antasid      \n \n \n \n \n \n\nhampir semuanya tersaring oleh membran. Namun, filtrate hasil filtrasi menggunakan      \n \n \n \n \n \n\nmembran PAN 10 persen berat masih mengandung partikel antasid sebesar 29,35      \n \n \n \n \n \n\nppm. Penambahan material antibakteri (kitosan) memberikan efek pada peningkatan      \n \n \n \n \n \n\nnilai fluks untuk semua jenis membran nanoserat. Selain itu, kemampuan membran      \n \n \n \n \n \n\nuntuk menekan laju pertumbuhan bakteri semakin tinggi dengan meninngkatnya      \n \n \n \n \n \n\niii      \n \n \n \n \n \n\nkandungan kitosan. Dari hasil karakterisasi dan pengujian filtrasi membran nanoserat      \n \n \n \n \n \n\nyang diperoleh menunjukkan bahwa membran nanoserat dengan konsentrasi 8 persen      \n \n \n \n \n \n\nberat memiliki potensi untuk diaplikasikan sebagai membran filter air yang efektif      \n \n \n \n \n \n\ndan efisien.", "Daftar File": {"2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94073", "2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94074", "2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94075", "2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94076", "2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94077", "2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94078", "2014 TS PP MUHAMAD PRAMA EKAPUTRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94079"}, "Penulis": "MUHAMAD PRAMA EKAPUTRA (NIM : 20211309)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr.Eng. Khairurrijal , Dr. Eng. Muhammad Miftahul Munir"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemintalan elektrik, membran nanoserat PAN, filtrasi membran, fluks, rejeksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}