{"Nomor": 18956, "Judul": "ANALISIS PERSEDIAAN MATERIAL DI SATKER LOGISTIK PT TIMAH (PERSERO) TBK", "Abstrak": "ABSTRAK    \n \n \n\nDalam menghadapi era globalisasi, PT Timah (Persero) Tbk harus melakukan perubahan teknologi alat operasi dari kapal keruk menjadi kapal isap. Perubahan teknologi ini mengakibatkan jumlah material dengan persediaan kosong rata-rata bulan Januari sampai dengan Juni 2013 sebesar 77% dari total jumlah 7500 material.    \n \n \n \n\nMetode yang digunakan untuk mencari akar permasalahan adalah metode Current Reality Tree. Berdasarkan hasil analisis tersebut, material yang tidak aktif disebabkan oleh perubahan kebijakan dan strategi perusahaan. Sedangkan material stock out disebabkan oleh manajemen persediaan yang belum tepat,  kompetensi SDM dan proses pengadaan yang lama.    \n \n \n \n\nSolusi mengatasi akibat dari kebijakan dan strategi perusahaan adalah melakukan pengecekan dan mengelompokkan data material tidak aktif di    \n \n\nSystem Application and Product. Hasil ini akan meningkatkan unjuk kerja logistik dengan data akurat dan mengurangi penyimpanan database. Manajemen    \n \n\npersediaan yang belum tepat dapat diatasi menggunakan metode peramalan trend and seasonal pada sampel material Holding Electrode Welding 600A.   \n \n \n\nHasil analisis tingkat kesalahan metode trend and seasonal sebesar 50 lebih baik dari nilai aktual tahun 2012 sebesar 104. Metode sistim persediaannya    \n \n\nmenggunakan metode Q dengan nilai EOQ optimal sebesar 244 pc dan ratarata persediaan sebesar 122 pc lebih rendah dari nilai rata-rata aktual tahun 2011 sebesar 353 pc, menghemat biaya persediaan senilai Rp 49.914.250,-. SDM akan mengikuti pelatihan untuk meningkatkan kompetensinya. Proses pengadaan yang lama dapat dikurangi dengan membentuk tim teknis yang    \n \n\nkhusus sehingga proses lebih cepat dari 109 hari menjadi 67 hari. Rencana biaya implementasi projek Rp 35.000.000,- perkiraan perusahaan akan mendapatkan efisiensi nilai persediaan barang fast moving sebesar Rp 6.745.690.000,00    \n \n \n \n\nKata kunci: material stock out, demand forecasting, inventory control dan procurement system.", "Daftar File": {"2013 TS PP MUHAMAD IHSAN1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94066", "2013 TS PP MUHAMAD IHSAN1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94067", "2013 TS PP MUHAMAD IHSAN1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94068", "2013 TS PP MUHAMAD IHSAN1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94069", "2013 TS PP MUHAMAD IHSAN1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94070", "2013 TS PP MUHAMAD IHSAN1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94071"}, "Penulis": "MUHAMAD IHSAN (NIM 29112147)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Mursyid Hasan Basri,S.T,M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kata kunci: material stock out, demand forecasting, inventory control dan procurement system.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}