{"Nomor": 18967, "Judul": "EVALUASI PLAZA TOL DENGAN GARDU BERSUDUT", "Abstrak": "Jalan tol merupakan suatu jalan umum dan sebagai bagian dari sistem jaringan jalan Nasional yang penggunanya diwajibkan membayar tol. Sebagai jalan berbayar, jalan tol diharapkan dapat bebas dari hambatan lalu lintas. Dewasa ini, pertumbuhan arus lalu-lintas kendaraan yang semakin tinggi di jalan tol yang akan berpengaruh pada operasional plasa tol.  \n \n\nTujuan penelitian ini adalah mengkaji plaza tol yang mempunyai gardu bersudut. Kajian dalam studi ini adalah melakukan evaluasi kinerja plaza tol, yang meliputi kapasitas gardu, antrian, waktu pelayanan, geometrik, serta permasalahan terkait dengan konflik lalulintas pada pelataran tol. Lokasi studi adalah di ruas tol Jagorawi KM 18+600 pada Gerbang Tol Cimanggis Utama. Data sekunder didapatkan dari PT Jasa Marga (Persero) Tbk, dan data primer didapat dengan survey lapangan untuk mendapatkan data tingkat kedatangan serta waktu pelayanan pada gardu tol.  \n \n\nHasil dari penelitian ini, yaitu waktu pelayanan gardu paralel 9,95 detik untuk gardu bersudut dan 8,12 detik. Hasil ini masih lebih tinggi dari standar pelayanan minimum untuk gerbang tol dengan sistem pengumpulan tol terbuka, yaitu 6 detik. Panjang antrian yang terjadi baik pada gardu bersudut maupun gardu paralel masih dapat ditampung oleh ruang yang disediakan untuk antrian. Hal ini diindikasikan oleh arus yang masuk yang masih lebih kecil dari kapasitasnya.  \n \n\nGeometrik pelataran tol belum memenuhi standar yang berlaku. Hal ini terlihat pada gardu toll bersudut dimana ketersediaan zona keberangkatan pada pelataran tol yang tidak sesuai dengan standar. Untuk area kedatangan panjang lajur antrian yang tersedia, secara perhitungan masih kurang panjang atau tidak memenuhi panjang lajur antrian yang dibutuhkan. Kemungkinan terjadinya konflik antara pergerakan kendaraan diverging pada saat masuk ke gardu tol dan konflik saat keluar dari gardu tol setelah pelayanan tiket adalah tinggi. Konflik ini bisa terjadi khususnya karena kedatangan ke gardutol atau keberangkatan dari gardutol yang tidak selalu bersamaan waktunya.", "Daftar File": {"2011 TA PP MUHAMMAD ADDY ABDILLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94140", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94141", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94142", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94143", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94144", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94145", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94146", "2011 TA PP MUHAMMAD ADDY ABDILLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94147"}, "Penulis": "MUHAMMAD ADDY ABDILLAH (NIM : 15007100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sri Hendarto M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelataran tol, gerbang bersudut, standar pelayanan minimum", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}