{"Nomor": 18960, "Judul": "PEMODELAN ARUS YANG DIBANGKITKAN GELOMBANG: STUDI KASUS PELABUHAN GUNAKSA, BALI", "Abstrak": "Penelitian ini membahas tentang model penjalaran gelombang monokromatik dari perairan dalam ke perairan dangkal serta arus yang ditimbulkan oleh gelombang tersebut di perairan pantai. Persamaan yang digunakan dalam pemodelan ini adalah persamaan kemiringan landai yang diberikan oleh Berkhoff (1976). Persamaan ini diselesaikan dengan teknik numerik beda hingga dengan sistem grid persegi dalam skema staggered grid.        \n \n\nHasil simulasi model medan gelombang kemudian dibandingkan dengan hasil model fisik. Perbandingan ini menunjukkan hasil yang cukup baik dengan tingkat        \n \n\nsesalahan relatif rata-ratan sebesar 23% untuk kasus gelombang menabrak breakwater, dan 14 % untuk kasus gelombang menabrak jetty. Selanjutnya perbandingan antara hasil model arus sejajar pantai dengan hasil analitik menggunakan metode Longuet-Higgins(1970b) pada perairan sintetik memberikan nilai kesalahan relatif rata-rata sebesar 16% untuk kemiringan pantai 1/25 dan 30% untuk kemiringan pantai 1/200.Model medan gelombang dan arus kemudian diterapkan di Pelabuhan Gunaksa sebagai kasus nyata untuk menguji kemampuan model tersebut. Data input gelombang di perairan dalam yang digunakan diperoleh dari hasil perhitungan menggunakan metode SMB (Sverdrup-Munk-Bretschneider). Selanjutnya hasil dari model medan gelombang ini digunakan untuk memodelkan arus di sepanjang pantai dan di sekitar breakwater. Hasil model dapat memperlihatkan fenomena superposisi di depan breakwater dan penurunan tinggi gelombang di belakangnya, serta pola arus dekat pantai yang diakibatkan gelombang.", "Daftar File": {"2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94086", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94087", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94088", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94089", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94090", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94091", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94092", "2013 TA PP MUHAMAD TAUFAN ADHARSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94093"}, "Penulis": "MUHAMAD TAUFAN ADHARSYAH (NIM: 12908004): pembimbing: Dr. Eng.Hamzah Latief", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. Eng.Hamzah Latief"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gelombang, persamaan kemiringan landai, arus dekat pantai, Pelabuhan Gunaksa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}