{"Nomor": 18962, "Judul": "GEOLOGI DAN ANALISIS FASIES BATUPASIR ANGGOTA NGRAYONG, FORMASI TAWUN DAERAH BULU DAN SEKITARNYA, KABUPATEN REMBANG-BLORA, JAWA TENGAH", "Abstrak": "Cekungan Jawa Timur merupakan salah satu dari banyak cekungan     \n \n \n \n \n\npenghasil migas di Indonesia. Pemetaan geologi permukaan di daerah Bulu dan     \n \n \n \n \n\nsekitarnya, mencakup Kabupaten Rembang dan Blora diharapkan dapat     \n \n \n \n \n\nmemberikan data geologi tambahan di cekungan tersebut. Tujuan dari penelitian     \n \n \n \n \n\nini adalah untuk mengetahui tatanan geologi dan fasies Batupasir Anggota     \n \n \n \n \n\nNgrayong, Formasi Tawun di daerah penelitian.     \n \n \n \n \n\nDaerah penelitian dapat dibagi menjadi 4 satuan geomorfologi, yaitu     \n \n \n \n \n\nSatuan Perbukitan Antiklin Kedungrejo, Satuan Punggungan Homoklin Tlogo,     \n \n \n \n \n\nSatuan Lembah Homoklin Pasedan, dan Satuan Dataran Banjir Sumbermulyo-     \n \n \n \n \n\nKalijeper dengan tahapan geomorfik dewasa.     \n \n \n \n \n\nStratigrafi daerah penelitian dapat dibagi menjadi 5 satuan litostratigrafi     \n \n \n \n \n\nyang terendapkan pada lingkungan laut dangkal, dan Satuan Endapan Aluvial.     \n \n \n \n \n\nPada Miosen Awal, terendapkan Satuan Batugamping-Batulempung pada     \n \n \n \n \n\nlingkungan neritik dalam-neritik tengah, kemudian terjadi fasa regresi pada     \n \n \n \n \n\nMiosen Tengah bagian bawah, saat pengendapan Satuan Batupasir di lingkungan     \n \n \n \n \n\ntransisi-neritik dalam secara selaras. Awal fasa transgresi terjadi pada Miosen     \n \n \n \n \n\nTengah bagian atas, saat pengendapan Satuan Batugamping yang terendapkan di     \n \n \n \n \n\nlingkungan forereef shelf secara selaras di atas Satuan Batupasir. Transgresi terus     \n \n \n \n \n\nberlangsung sampai Miosen Akhir saat pengendapan Satuan Napal yang     \n \n \n \n \n\nterendapkan di lingkungan neritik luar. Terjadi regresi pada Miosen Akhir-Pliosen     \n \n \n \n \n\nAwal, saat pengendapan Satuan Batupasir-Batugamping yang terendapkan di     \n \n \n \n \n\nlingkungan Neritik dalam-tengah.     \n \n \n \n \n\nProses Deformasi pada kala Plio-Pleistosen membentuk struktur utama     \n \n \n \n \n\nyaitu sesar naik dengan struktur penyerta berupa antiklin dan sesar mendatar.     \n \n \n \n \n\nTegasan utama berarah utara-selatan dengan mekanisme pure shear. Proses     \n \n \n \n \n\ngeomorfik terus terjadi membentuk morfologi saat ini dan mengendapkan satuan     \n \n \n \n \n\naluvial secara tidak selaras di atas satuan batuan yang lebih tua.     \n \n \n \n \n\nBerdasarkan analisis granulometri dan litofasies, asosiasi fasies batupasir     \n \n \n \n \n\nAnggota Ngrayong, Formasi Tawun di daerah penelitian dibagi menjadi 2 sand     \n \n \n \n \n\ntype, yaitu beach sand, dan wave-zone sand, dengan sistem pengendapan Wave-     \n \n \n \n \n\nTide Dominated Shallow Marine.", "Daftar File": {"2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94102", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94103", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94104", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94105", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94106", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94107", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94108", "2013 TA PP MUHAMAD YUSUF ABDUL MADJID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94109"}, "Penulis": "MUHAMAD YUSUF ABDUL MADJID (NIM: 12009014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Benyamin Sapiie, Ph D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bulu, Batupasir Anggota Ngrayong, Formasi Tawun, Granulometri", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}