{"Nomor": 18963, "Judul": "PEMBUATAN BASIS DATA DAN SISTEM INFORMASI GEOGRAFIS HERBARIUM  BANDUNGENSE BERBASIS WEB", "Abstrak": "Herbarium Bandungense merupakan laboratorium tempat menyimpan sampel dan informasi mengenai tanaman terutama pada daerah Bandung. Untuk lebih memudahkan pengguna dalam mendapatkan informasi yang dibutuhkan, dibangun Sistem Informasi Geografis (SIG) berbasis web pada data Herbarium Bandungense. Pembuatan sistem informasi berbasis web ini memerlukan dua tahap penting dalam pengolahan data, yaitu pembangunan basis data spasial dan pembuatan website yang terintegrasi dengan basis data spasial. Proses pengolahan data ini menggunakan PostgreSQL sebagai metode pembangunan basis data spasial serta Geoserver dan OpenLayers untuk pembuatan peta digital. Basis data yang dibangun dengan menggunakan standar Taxonomic Databases Working Group sebagai acuannya. SIG berbasis web dibangun menggunakan beberapa bahasa pemrograman seperti HTML, PHP, CSS, dan JavaScript. Hasil dari pengolahan data tersebut dimasukkan kedalam suatu website yang didesain secara user friendly dalam website SITH ITB sehingga memudahkan pengguna dalam mencari informasi yang dibutuhkan dan juga pengeolola untuk mengolah dan memperbarui data Herbarium Bandungense.", "Daftar File": {"2013 TA PP MUHAMMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94110", "2013 TA PP MUHAMMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94111", "2013 TA PP MUHAMMAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94112", "2013 TA PP MUHAMMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94113", "2013 TA PP MUHAMMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94114", "2013 TA PP MUHAMMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94115"}, "Penulis": "MUHAMMAD  ( 15109035 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr.Akhmad Riqqi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Herbarium Bandungense, basis data spasial, SIG berbasis web", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}