{"Nomor": 18969, "Judul": "PENGARUH TRANSISI MONSUN TERHADAP SIKLUS TAHUNAN CURAH HUJAN DI PULAU JAWA", "Abstrak": "Pola curah hujan di P. Jawa diasumsikan memiliki tipe monsunal dengan satu nilai maksimum di periode Desember-Januari-Februari (DJF). Namun, data curah hujan bulanan dari beberapa stasiun pos hujan di P. Jawa bagian selatan menunjukkan nilai maksimum kedua selama periode Maret-April-Mei (MAM) saat transisi monsun. Pengaruh transisi monsun terhadap curah hujan di P. Jawa telah diteliti lebih lanjut dengan menganalisis data dari satelit Tropical Rainfall Measuring Mission (TRMM), Cross-Calibrated Multi-Platform (CCMP), dan Multi-functional Transport SATellite-InfraRed 1 (MTSAT-IR1), serta curah hujan observasi lokal. Sinyal dengan siklus tahunan dan setengah-tahunan di ekstrak dari data curah hujan bulanan menggunakan metode Fast Fourier Transform (FFT). Rasio atau perbandingan antara amplitudo siklus setengah-tahunan dan tahunannya kemudian dihitung dan di plot ke dalam peta untuk deliniasi wilayah yang mempunyai curah hujan maksimum kedua selama MAM. Hasilnya menunjukkan terdapat tiga wilayah di sekitar Bandung, Kebumen, dan Trenggalek dapat diidentifikasikan sebagai wilayah yang lebih dipengaruhi oleh transisi monsun MAM. Hasil lebih lanjut dengan analisis data MTSAT-IR1 dan data angin CCMP mengindikasikan aktivitas konvektif terkonsentrasi di wilayah tersebut disebabkan interaksi antara angin permukaan paras rendah dengan topografi P. Jawa yang kompleks. Topografi memainkan peran dalam menghadang komponen angin selatan dari aliran monsun sehingga aktivitas konvektif di bagian selatan lebih banyak dibandingkan di bagian utara P. Jawa. Hasil ini mengkonfirmasikan bahwa curah hujan maksimum di P. Jawa tidak dapat didefinisikan seragam terjadi selama periode DJF karena beberapa wilayah juga memiliki curah hujan maksimum selama transisi monsun di periode MAM.", "Daftar File": {"2014 TA PP MUHAMMAD AGUNG FAUZI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94154", "2014 TA PP MUHAMMAD AGUNG FAUZI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94155", "2014 TA PP MUHAMMAD AGUNG FAUZI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94156", "2014 TA PP MUHAMMAD AGUNG FAUZI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94157", "2014 TA PP MUHAMMAD AGUNG FAUZI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94158", "2014 TA PP MUHAMMAD AGUNG FAUZI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94159", "2014 TA PP MUHAMMAD AGUNG FAUZI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94160"}, "Penulis": "MUHAMMAD AGUNG FAUZI (NIM : 12812602)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "siklus tahunan, transisi monsun, TRMM, CCMP, MTSAT-IR1, rasio amplitudo.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}