{"Nomor": 18977, "Judul": "IDENTIFIKASI STRATEGI PENGEMBANGAN DAERAH TUJUAN WISATA (Studi Kasus: Kawasan Objek Wisata Ujung Genteng)", "Abstrak": "Sektor pariwisata akan menjadi salah satu kegiatan ekonomi yang penting dalam perkonomian suatu daerah, bila dikembangkan secara berencana dan terpadu, peran sektor wisata akan melebihi sektor lainnya. Kabupaten Sukabumi merupakan wilayah yang memiliki salah satu   \n \n \n\npotensi pariwisata yang sangat potensial di Provinsi Jawa Barat. Namun, sektor pariwisata di  wilayah ini masih belum dimanfaatkan secara optimal. Untuk mengoptimalkan potensi pariwisata yang ada demi menunjang pengembangan wilayah Kabupaten Sukabumi diperlukan suatu pelaksanaan program pengembangan yang tepat untuk mengembangkan daerah tujuan wisata yang potensial. Daerah tujuan wisata yang dianggap potensial di Kabupaten Sukabumi, salah satunya adalah Objek Wisata Ujung Genteng. Besarnya potensi yang ada dan strategistrategi pengembangan pariwisata yang sesuai menjadi persoalan tersendiri untuk mengembangkan daerah tujuan wisata tersebut. Tujuan penelitian ini adalah untuk merumuskan strategi pengembangan Objek Wisata Ujung Genteng sebagai daerah tujuan wisata unggulan di   \n \n \n\nKabupaten Sukabumi. Pendekatan yang digunakan untuk merumuskan strategi pengembangan pariwisata di Objek   \n \n \n\nWisata Ujung Genteng dengan cara mendeskripsikan dan menilai potensi-potensi yang ada. Kemudian dilanjutkan dengan mengidentifikasi permasalahan yang memepengaruhi   \n \n \n\nperkembangan Objek Wisata Ujung Genteng. Potensi dan kendala yang telah di identifikasi tersebut kemudian digunakan untuk merumuskan strategi-strategi pengembangan pariwisata dengan menggunakan analisis SWOT. Dilihat dari berbagai aspek utama dalam pengembangan daerah tujuan wisata, Objek Wisata   \n \n \n\nUjung Genteng merupakan salah satu daerah wisata yang memiliki potensi tinggi untuk dikembangkan. Berdasakan analisisi SWOT dengan menggunakan potensi dan kendala yang ada di Objek Wisata Ujung Genteng, di hasilkan 8 strategi-strategi pengembangan pariwisata di objek wisata tersebut.", "Daftar File": {"2010 MUHAMMAD DHAIFAN AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94219", "2010 MUHAMMAD DHAIFAN AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94220", "2010 MUHAMMAD DHAIFAN AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94221", "2010 MUHAMMAD DHAIFAN AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94222", "2010 MUHAMMAD DHAIFAN AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94223", "2010 MUHAMMAD DHAIFAN AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94224", "2010 MUHAMMAD DHAIFAN AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94225"}, "Penulis": "MUHAMMAD DHAIFAN AKBAR (NIM : 15404002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Arief Rosyidie, MSP., M.Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pariwisata, pengembangan daerah wisata, ujung genteng", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}