{"Nomor": 18971, "Judul": "KONDISI ARUS LAUT SELAT KARIMATA TAHUN 2011-2012", "Abstrak": "Analisis data arus laut di perairan Selat Gaspar dan Selat Karimata dilakukan untuk mengetahui karakteristik dan pola sirkulasi arus laut di daerah tersebut. Data arus laut yang digunakan dari pengukuran oleh program penelitian South China Sea-Indonesia Seas Transport /Exchange (SITE) dengan alat bottom mooring Acoustic Doppler Current Profilers (ADCP) pada bulan Oktober 2011-Februari 2012 dan Juli-Oktober 2012.Hasil pengamatan menunjukkan kecepatan arus pada bulan Desember 2011 yang merupakan periode musim barat laut di Selat Gaspar dengan kecepatan rata-rata di permukaan 0,57 m/detik sesuai dengan arah angin permukaan. Pada bulan Agustus 2012kecepatan arus di permukaan rata-rata 0,52 m/detik dan 0,7 m/detik di Selat Gaspar dan Selat Karimata dengan arah yang searah arah angin pada periode musim tenggara. Di lapisan dasar arus bergerak lebih lambat ke arah selatan di Selat Gaspar dan ke arah tenggara untuk Selat Karimata pada bulan September.Arus pasang surut di Selat Gaspar dan Karimata menunjukkan pola arus pasut diurnal. Arah dominan arus pasut bergerak ke arah utara-barat laut pada saat pasang dan ke arah selatan-tenggara pada saat surut dengan kecepatan rata-rata mencapai 0,2 m/detik pada periode pasut purnama. Efek perairan yang dangkal membuat panjang sumbu semi mayor elips pasut berkurang terhadap kedalaman namun tidak merubah arah rotasi elips pasut yang bergerak searah putaran jarum jam di seluruh lapisan kedalaman.Arus residu yang terbentuk memperlihatkan arah pergerakan arus yang dominan ke arah selatan-tenggara pada musim barat laut dan ke arah utara-barat laut pada musim tenggara. Di perairan Selat Gaspar dan Karimata, arus residu yang terbentuk lebih besar dibandingkan arus pasutnya.", "Daftar File": {"2013 TA PP MUHAMMAD ARIEF RAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94169", "2013 TA PP MUHAMMAD ARIEF RAHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94170", "2013 TA PP MUHAMMAD ARIEF RAHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94171", "2013 TA PP MUHAMMAD ARIEF RAHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94172", "2013 TA PP MUHAMMAD ARIEF RAHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94173", "2013 TA PP MUHAMMAD ARIEF RAHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94174", "2013 TA PP MUHAMMAD ARIEF RAHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94175"}, "Penulis": "MUHAMMAD ARIEF RAHMAN (NIM 12909007)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr.rer.nat. Mutiara Rachmat Putri", "Dr.rer.nat. Agus Setiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Arus Pasut, Arus Residu, Pengaruh Musiman, Selat Karimata, Selat Gaspar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}