{"Nomor": 18981, "Judul": "ANALISIS PUSH-OVER TERHADAP PEMBEBANAN SEISMIK PADA ANJUNGAN LEPAS PANTAI DENGAN MEMPERHITUNGKAN KERUSAKAN ELEMEN", "Abstrak": "Dalam pengoperasian anjungan lepas pantai, tidak jarang terjadi kasus kerusakan elemen struktural anjungan yang diakibatkan oleh accidental load. Kerusakan yang disebabkan oleh accidental load dapat berupa penyok pada member (dented member). Adanya elemen struktur yang penyok akan mempengaruhi kekuatan struktur anjungan lepas pantai. Kekuatan struktur akan berkurang karena adanya batang penyok, sedangkan struktur masih harus menahan beban-beban yang bekerja selama anjungan masih beroperasi.  \n \n\nPada kasus ini, accidental load bekerja pada elemen struktur yang dimodelkan sebagai shell element. Permodelan shell element dimaksudkan agar penyok dapat terbentuk setelah beban bekerja pada elemen. Besarnya gaya penyebab kerusakan elemen mengacu pada API RP 2A-LRFD. Setelah penyok terbentuk akibat accidental load, dilakukan analisis non-linier dengan metode push-over terhadap pembebanan gempa. Dari hasil analisis ini, dapat dilihat berapa gaya gempa maksimum yang dapat diterima oleh struktur anjungan yang memiliki elemen yang rusak, serta bagaimana pengaruh kerusakan elemen terhadap kekuatan global struktur global.", "Daftar File": {"2012 TA PP MUHAMMAD FARID EZEDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94246", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94247", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94248", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94249", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94250", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94251", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94252", "2012 TA PP MUHAMMAD FARID EZEDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94253"}, "Penulis": "MUHAMMAD FARID EZEDDIN (NIM : 15007081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Made Suarjana, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "accidental load, kerusakan elemen, shell element, analisis non-linier, kekuatan global struktur.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}