{"Nomor": 18982, "Judul": "IDENTIFIKASI LOKASI POTENSIAL PEMBANGUNAN RUSUN SEDERHANA SEWA BAGI MASYARAKAT BERPENGHASILAN MENENGAH RENDAH DI KAWASAN DALAM KOTA/KAWASAN TRANSISI KOTA BANDUNG", "Abstrak": "Permasalahan penyediaan perumahan khususnya bagi masyarakat berpenghasilan rendah di perkotaan sering dikaitkan dengan ketersediaan lahan serta kemampuan GMBR yang rendah untuk mendapatkan rumah di lokasi yang memiliki harga lahan yang tinggi khususnya di pusat kota. Oleh karena itu pembangunan perumahan vertical yang murah seperti rumah susun sederhana merupakan alternatif yang dapat dilakukan karena penggunaan lahannya yang jauh lebih sedikit dibanding perumahan horizontal. Pembangunan rusun sederhana bagi GMBR juga harus mempertimbangkan faktor kedekatan lokasi dengan tempat kerja. Kedua hal tersebut tercermin dalam rencana strategis percepatan pembangunan rumah susun di beberapa kota besar di Indonesia, dimana Kota Bandung termasuk salah satunya. Sementara itu, tidak semua lokasi/kawasan Di Kota Bandung berpotensi untuk pembangunan rusun sederhana. Berdasarkan teori struktur kota, kawasan transisi kota merupakan daerah yang memiliki tingkat aksesibilitas yang masih tergolong sangat tinggi, dan merupakan tempat light manufacturing industry serta biasanya memiliki slum area. Potensi kawasan ini juga dikuatkan melalui studi Ridwan Sutriadi (1994) dimana kawasan dalam kota (Bandung)/ transisi diarahkan untuk kegiatan perumahan, tetapi memiliki karakteristik yang mendekati pusat kota yaitu dominasi kegiatan komerial dan ketersediaan lahan perumahan yang terbatas dan mahal.   \n \n \n\nHasil studi ini mendapatkan jumlah rumah tangga berpendapatan rendah yang memerlukan rumah di kawasan transisi Kota Bandung adalah 134.408 RT. Sedangkan sisa lahan yang masih tersedia untuk perumahan adalah 400,79 ha. Luas lahan tersebut tidak bisa memenuhi jumlah kebutuhan rumah baik dengan pembangunan secara horizontal ( - 94.329 unit/ - 943,2 ha ) maupun vertical ( - 47.144 unit sarusun/ - 216,48 ha ). Hal tersebut mengindikasikan bahwa orientasi pembangunan perumahan di kawasan transisi Kota Bandung sudah harus dilakukan secara vertical, termasuk juga mengembalikan fungsi lahan yang seharusnya sebagai lahan perumahan agar sesuai dengan rencana tingkat kepadatannya. RTRW Kota Bandung 2004-2013 sebagai dasarpengembangan perumahan belum secara rinci memberikan arahan lokasi pembangunan rusunawa. Padahal kompetisi dalam perebutan lahan yang strategis terus berlangsung.dan akan tetap merugikan GMBR yang secara ekonomi sulit bersaing.   \n \n \n\nBerdasarkan kajian teoritis terhadap kriteria pemilihan lokasi pembangunan rusunawa, terdapat 8 kriteria yang menjadi pertimbangan utama yaitu Kriteria kebutuhan perumahan, aksesibilitas, ketersediaan fasilitas lingkungan, kerawanan bahaya gempa, kesesuaian rencana tata ruang, harga lahan dan status lahan. Pembangunan rusunawa bagi GMBR harus disesuaikan dengan tingkat kebutuhan (housing needs), harus mempertimbangkan faktor keamanan, kesesuaian dengn rencan tata ruang, kemudahan memperoleh transportasi umum selain mempertimbangkan kedekatannya dengan tempat kerja. Serta diarahkan sebagai usaha untuk memperbaiki kualitas lingkungan hunian yang kumuh di perkotaan.   \n \n \n\nDalam rencana sebaran pembangunan rumah susun sderhana sewa, pemerintah lebih banyak membangun rusunawa pada lokasi di kawasan pinggiran Kota Bandung yang tingkat kepadatan penduduknya masih tergolong rendah. Padahal kebutuhan akan pembangunan hunian vertical yang murah bagi GMBR di kawasan transisi Kota Bandung sangatlah besar. Oleh karenanya pemerintah Kota Bandung sebagai pihak yang paling mungkin menyediakan rusunawa bagi GMBR harus dapat merencanakan lokasi yang paling baik bagi mereka agar program pembangunan rusunawa bagi GMBR menjadi tepat sasaran dengan kebutuhan mereka.", "Daftar File": {"2009 TA PP MUHAMMAD FIKRY FATRIYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94254", "2009 TA PP MUHAMMAD FIKRY FATRIYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94255", "2009 TA PP MUHAMMAD FIKRY FATRIYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94256", "2009 TA PP MUHAMMAD FIKRY FATRIYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94257", "2009 TA PP MUHAMMAD FIKRY FATRIYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94258", "2009 TA PP MUHAMMAD FIKRY FATRIYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94259"}, "Penulis": "MUHAMMAD FIKRY FATRIYA  (NIM : 15404078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nia Kurniasih Pontoh, MSA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pembangunan rusun, Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}