{"Nomor": 18980, "Judul": "PENGUKURAN FLUKS PANAS DENGAN SONIC ANEMOMETER DAN PERBANDINGANNYA DENGAN HASIL PARAMETERISASI", "Abstrak": "Penelitian ini bertujuan untuk mengetahui variasi temporal fluks panas dan perbandingannya dengan fluks panas yang teramati serta mengetahui perbandingan fluks panas dalam parameterisasi bulk dengan hasil observasi di Pulau Bawean. Observasi sonic anemometer dilakukan dari tanggal 22 Juli sampai 8 Agustus 2013 di lima titik pengamatan yang berbeda. Analisis dilakukan pada data observasi ini untuk melihat pola fluks panas yang terjadi dan perbandingannya dengan fluks panas yang teramati di Cabauw, Belanda. Estimasi fluks panas dihitung dengan menggunakan parameterisasi bulk kemudian dibandingkan dengan fluks panas hasil observasi.      \n \n \n \n \n \n\nData observasi tiap lokasi menunjukkan variasi diurnal, sehingga Pulau Bawean memiliki data yang homogen. Analisis perbandingan dengan fluks panas di Cabauw, Belanda memperlihatkan rentang nilai fluks panas yang berbeda karena perbedaan intensitas radiasi matahari yang diterima. Perbedaan intensitas radiasi matahari disebabkan oleh posisi matahari di daerah subtropis yang berbeda dengan daerah tropis. Perbandingan fluks panas dengan hasil estimasi bulk menunjukkan hasil yang kurang baik walau menunjukkan pola diurnal. Pola diurnal yang terjadi disebabkan lapisan pencampuran sehingga estimasi yang menggunakan kecepatan angin horizontal dianggap sama pada tiap ketinggian. Setelah melakukan analisis, didapatkan kesimpulan bahwa Pulau Bawean homogen dengan variasi pola diurnal, fluks panas yang teramati di Cabauw, Belanda dan hasil estimasi bulk tidak merepresentasikan fluks panas di Pulau Bawean.", "Daftar File": {"2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94239", "2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94240", "2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94241", "2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94242", "2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94243", "2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94244", "2014 TA PP MUHAMMAD FAUZAN SUTISNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94245"}, "Penulis": "MUHAMMAD FAUZAN SUTISNA (12809036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi", "I Dewa Gede A. Junnaedhi, S.Si, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "fluks panas, sonic anemometer, data observasi, Pulau Bawean, parameterisasi bulk", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}