{"Nomor": 18984, "Judul": "DANONE RELATION WITH THE STAKEHOLDER IN MULTI-PARTYPARTNERSHIP PROJECT (CASE STUDY IN NANGGERANG VILLAGE)", "Abstrak": "Indonesia is one of developing countries in the world. Developing countries usually face some common challenge that is economic crisis, the lack of education among poor communities, even environmental problems. Especially undeveloped area Nanggerang village, Sukabumi, West Java, Indonesia. The lack of water  \n \n\nsystem and sanitation became a vital problem for Nanggerang village. This problem made quite impacts for Nanggerang village community in their daily life,  \n \n\neconomic and environmental condition. Water Access Sanitation and Hygiene (WASH) program which initiated by  \n \n\nNanggerang village community and DANONE Aqua with the help from YPCII (Yayasan Pembangunan Citra Insan Indonesia), Departemen Pekerjaan Umum, and Pemerintah Daerah Kabupaten Sukabumi, has help Nanggerang Village to fight their water and sanitation problem. ProgramÃ‚Â’s goals are to provide clean water system through pipe distribution system, to provide public sanitation. Based on the evaluation made by the descriptive qualitative approach method of the research and condition from Nanggerang village community, we can take a conclusion that the implementation of WASH program on Nanggerang village has become very successful. The Nanggerang village community has been able to sustain their economic, social, and environment ability in hopes of having a better way of life for the past one year. This could seen by the increasing level of healthy standards in each homes, the efficiency and effectiveness of communities' daily activities, and the efforts of taking care of their environment in order to keep having clean water source.", "Daftar File": {"2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94267", "2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94268", "2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94269", "2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94270", "2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94271", "2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94272", "2012 TA PP MUHAMMAD ICHSAN FEBRIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94273"}, "Penulis": "MUHAMMAD ICHSAN FEBRIAN (NIM : 19008057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Bambang Rudito, Msi"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR, Community Development, WASH Program, Nanggerang Village.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}