{"Nomor": 18985, "Judul": "STUDI STABILITAS RECEIVER CODE BIAS UNTUK PENENTUAN TOTAL ELECTRON CONTENT DENGAN GNSS", "Abstrak": "Bias pada ionosfer merupakan salah satu faktor yang dapat mempengaruhi kualitas data pengamatan GPS. Bias ionosfer kerap dilambangkan dengan densitas dari elektron pada lapisan ionosfer, dengan luas penampang satu meter persegi, biasa disebut dengan Total Electron Content (TEC). Estimasi TEC tidak hanya dilakukan untuk koreksi pengamatan GPS, juga untuk mempelajari fenomena dan kondisi ionosfer bumi. Terdapat beberapa faktor yang harus diperhatikan dalam mengestimasi TEC, salah satunya adalah bias pada receiver, Receiver Code Bias (RCB). Dalam melakukan perhitungan TEC, RCB sering dianggap konstan dalam satu bulan, akan tetapi RCB selalu berubah setiap harinya. Pada tugas akhir ini akan dibuktikan bahwa RCB bersifat tidak konstan, dan perbedaan tersebut dapat berpengaruh terhadap nilai TEC. Perhitungan RCB memiliki berbagai macam metode yang dapat disesuaikan dengan kebutuhan, pada tugas akhir ini digunakan metode least square. Setelah dilakukan perhitungan RCB untuk titik BAKO bulan Januari 2012, didapat bahwa nilai RCB bervariasi selama sebulan, meskipun hasil rata-rata RCB harian dalam sebulan tidak berbeda jauh dengan RCB yang telah diestimasi oleh The International GNSS Services (IGS). Untuk mendapatkan pengaruh dari RCB harian terhadap nilai TEC, maka dilakukan perhitungan TEC dengan menggunakan RCB yang berbeda, RCB harian hasil estimasi dan RCB bulanan dari IGS, perbedaan TEC mencapai 5.9 TECU.", "Daftar File": {"2014 TA PP MUHAMMAD IHSAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94274", "2014 TA PP MUHAMMAD IHSAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94275", "2014 TA PP MUHAMMAD IHSAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94276", "2014 TA PP MUHAMMAD IHSAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94277", "2014 TA PP MUHAMMAD IHSAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94278", "2014 TA PP MUHAMMAD IHSAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94279"}, "Penulis": "MUHAMMAD IHSAN  (NIM: 15109044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. techn. Dudy D. Wijaya, ST. M.Sc.", "Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Ir. Kosasih Prijatna, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, Total Electron Content (TEC), Receiver Code Bias (RCB)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}