{"Nomor": 18996, "Judul": "GEOLOGI DAN ANALISIS REKAHAN PADA BATUAN DASAR DAERAH BULU MARENO DAN SEKITARNYA, KECAMATAN PUJANANTING, KABUPATEN BARRU, SULAWESI SELATAN", "Abstrak": "Penelitian dilakukan pada kompleks melange di daerah Bulu Mareno, Kabupaten Barru, Sulawesi Selatan. Kompleks melange tersusun oleh litologi yang beragam dan tercampur di dalam matriks lempung yang tergerus. Kehadiran rekahan pada batuan dasar dengan kondisi tertentu memungkinkan terjadinya akumulasi hidrokarbon. Data yang diambil dari singkapan di permukaan diperlukan untuk mengetahui distribusi dan intensitas dari rekahan pada batuan dasar.     \n \n \n \n \n\nMorfologi pada bagian timur daerah penelitian, memiliki pola punggungan berarah baratlaut Ã‚Â– tenggara yang merupakan jurus perlapisan batuan. Pada bagian tengah, pola punggungan relatif beragam merupakan blok melange. Pola perbukitan terisolir pada bagian timur laut merupakan perbukitan karst. Perbukitan dengan kontur rapat pada bagian baratlaut merupakan perbukitan vulkanik.     \n \n \n \n \n\nSatuan paling tua pada daerah penelitian merupakan Satuan Kompleks Melange yang berumur Kapur Tengah, terbentuk dari subduksi lempeng samudra terhadap paparan sunda. Satuan ini ditutupi secara tidak selaras dengan Satuan SerpihÃ‚Â–Batupasir yang diendapkan pada kipas laut dalam pada Kapur akhir. Periode pemekaran terjadi pada Eosen Awal dengan diendapkannya Satuan Batupasir-Batulempung secara tidak selaras diatas satuan sebelumnya pada lingkungan transisi hingga berhenti pada Eosen Akhir dengan diendapkannya Satuan Batugamping secara selaras pada laut dangkal. Tumbukan mandala barat dan timur pada Miosen Tengah mengakibatkan sesar naik, lipatan dan sesar-sesar geser. Aktivitas vulkanisme terjadi pada Miosen Tengah dan diendapkan secara tidak selaras diatas satuan sebelumnya Satuan Breksi.Rekahan batuan pada daerah penelitian berupa kekar gerus dan kekar tarik. Rekahan pada batuan terukur mengikuti distribusi power-law dan hadir dalam kondisi fraktal. Nilai intensitas pada lokasi dekat dengan zona sesar akan lebih tinggi dibandingkan dengan lokasi yang jauh dari zona sesar..Intensitas rekahan terukur dipengaruhi oleh struktur dan litologi.", "Daftar File": {"Cover.pdf": "https://digilib.itb.ac.id/gdl/download/94353", "BAB I.pdf": "https://digilib.itb.ac.id/gdl/download/94354", "BAB II.pdf": "https://digilib.itb.ac.id/gdl/download/94355", "BAB III.pdf": "https://digilib.itb.ac.id/gdl/download/94356", "BAB IV.pdf": "https://digilib.itb.ac.id/gdl/download/94357", "BAB V.pdf": "https://digilib.itb.ac.id/gdl/download/94358", "BAB VI.pdf": "https://digilib.itb.ac.id/gdl/download/94359"}, "Penulis": "MUHAMMAD NABIL ( NIM : 12010014 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agus Handoyo Harsolumakso , Ir. Benyamin Sapiie Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sulawesi Selatan, Melange, Rekahan, Fraktal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}