{"Nomor": 19004, "Judul": "ANALISIS PENERAPAN STANDAR PELAYANAN MINIMAL BIDANG JALAN DI NANGGROE ACEH DARUSSALAM AKIBAT KETERBATASAN DANA PENANGANAN JALAN", "Abstrak": "Dalam konsep pemenuhan kebutuhan penanganan jalan, biaya yang dibutuhkan untuk penanganan jalan lebih besar daripada biaya yang dianggarkan, sehingga diperlukan adanya prioritisasi penanganan jalan. Untuk menentukan prioritas penanganan jalan tersebut perlu standar yang mengatur jenis dan mutu pelayanan dasar yang berhak diperoleh masyarakat secara minimal. Standar tersebut adalah Standar Pelayanan Minimal (SPM). SPM sendiri  \n \n\nsudah disahkan oleh PP No. 25 tahun 2000 dan secara spesifik tertera pada Pasal 3 Ayat 3 bahwa daerah wajib melaksanakan Standar Pelayanan Minimal.  \n \n\nPemenuhan SPM untuk bidang jalan terdiri dari dua bagian yaitu kualitas jalan dan kuantitas jalan. SPM yang dibahas pada tugas akhir ini adalah Standar Pelayanan Minimal kualitas jalan yang meninjau dari sisi kondisi jalan berdasarkan dua faktor, yaitu lalu‐lintas dan  \n \n\nindikator struktural. Faktor lalu‐lintas ditentukan oleh volume dengan VCR sebagai parameternya, sedangkan faktor indikator struktural ditentukan oleh komposisi kendaraan  \n \n\ndengan IRI sebagai parameternya. IRI sendiri merupakan fungsi dari ESAL (Equivalent Standard Axle Load). Dari kedua parameter tersebut akan dihasilkan kebutuhan  \n \n\npenanganan‐penanganan yang terdiri dari : pemeliharaan rutin; pemeliharaan berkala; peningkatan kualitas jalan; pelebaran jalan dan rekonstruksi pada tiap ruas jalan di daerah kajian yaitu ruas jalan antar kota di Nanggroe Aceh Darussalam.  \n \n\nAnalisis terbagi ke dalam dua kondisi yaitu unconstrained budget dan constrained budget. Untuk constrained budget terbagi ke dalam 4 skenario yaitu skenario 75% dari total kebutuhan penanganan jalan, 50%, 25% dan Rp. 2.300.000.000.000. Sedangkan pada kondisi unconstrained budget, kebutuhan penanganan jalan tidak dibatasi oleh dana sehingga semua kebutuhan dapat dipenuhi. Hasil yang didapatkan adalah ternyata total  \n \n\nbiaya penanganan jalan pada kondisi unconstrained budget lebih sedikit pada akhir tahun 2030. Oleh karena itu, jangan pernah menunda penanganan jalan karena akan  \n \n\nmenyebabkan kondisi jalan semakin rusak dan biaya yang dibutuhkan untuk menangani jalan akan jauh lebih besar.", "Daftar File": {"2011 TA PP MUHAMMAD RIZKI DANISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94408", "2011 TA PP MUHAMMAD RIZKI DANISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94409", "2011 TA PP MUHAMMAD RIZKI DANISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94410", "2011 TA PP MUHAMMAD RIZKI DANISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94411", "2011 TA PP MUHAMMAD RIZKI DANISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94412", "2011 TA PP MUHAMMAD RIZKI DANISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94413", "2011 TA PP MUHAMMAD RIZKI DANISA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94414"}, "Penulis": "MUHAMMAD RIZKI DANISA (NIM : 15006106)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Ofyar Z. Tamin, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Standar Pelayanan Minimal, VCR, IRI, constrained dan unconstrained budget", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}