{"Nomor": 19006, "Judul": "GEOLOGI DAN PEMODELAN RESERVOAR LAPANGAN B, CEKUNGAN SUMATERA TENGAH", "Abstrak": "Lapangan B secara administratif terletak pada Provinsi Riau dan memiliki luas 59.59 km2. Lapangan B merupakan antiklin dengan sumbu antiklin berorientasi barat laut-tenggara yang terletak pada bagian utara dari Cekungan Sumatera Tengah. Reservoar pada Lapangan B merupakan bagian dari Formasi Duri. Penelitian difokuskan pada tiga interval reservoar dengan litologi batupasir yaitu Reservoar A, Reservoar B, dan Reservoar C. Tujuan dari penelitian ini adalah membuat model geologi dan mengestimasi cadangan hidrokarbon di tempat (OOIP) pada Lapangan B. Data yang digunakan dalam penelitian adalah data log tali kawat dari sembilan sumur, data seismik tiga dimensi, dan data keratan sumur dari dua sumur. Untuk mencapai tujuan tersebut, metode yang dilakukan adalah analisis data sumur (korelasi antar sumur dengan   \n \n \n\npendekatan stratigrafi sikuen, analisis elektrofasies dan keratan sumur, dan analisis petrofisik), analisis data seismik (penentuan peta struktur kedalaman dan penentuan geometri reservoar), pemodelan reservoar (penentuan model struktur tiga dimensi, pemodelan properti petrofisik, penentuan kontak fluida, dan perhitungan cadangan hidrokarbon di tempat (OOIP)).   \n \n \n\nDengan menerapkan metode-metode tersebut, didapat struktur geologi utama pada Lapangan B adalah antiklin dengan sumbu antiklin berorientasi baratlauttenggara,   \n \n \n\nsesar naik berorientasi baratlaut-tenggara, dan sesar normal berorientasi timurlaut-baratdaya. Fasies Reservoar C dan Reservoar A terdiri dari estuarine   \n \n \n\nchannel dan fluvial channel sedangkan Reservoar B merupakan estuarine channel dengan pola umum sedimentasi dari ketiga reservoar tersebut berarah timur laut barat daya. Estimasi jumlah cadangan hidrokarbon di tempat (OOIP) pada ketiga interval reservoar pada daerah penelitian adalah sebesar 250,05 juta STB.", "Daftar File": {"2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94424", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94425", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94426", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/94427", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/94428", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/94429", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/94430", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94431", "2014 TA PP MUHAMMAD RYAN ADIPUTRA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94432"}, "Penulis": "MUHAMMAD RYAN ADIPUTRA (NIM : 12010110)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan B, Cekungan Sumatera Tengah, Formasi Duri, Cadangan Hidrokarbon di Tempat (OOIP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}