{"Nomor": 19012, "Judul": "GEOLOGI DAERAH KARANGMULYA DAN SEKITARNYA, KEC. PADAHERANG & KEC. BANJARSARI, KAB. PANGANDARAN & KAB. CIAMIS, PROVINSI JAWA BARAT", "Abstrak": "Daerah penelitian berada di Desa Karangmulya, yang terletak diantara Kabupaten Ciamis dan Kabupaten Pangandaran, Jawa Barat (239000-245000mT dan 9165000-9170000mU UTM Zona -48) dengan luas daerah penelitan Ã‚Â± 30 km2. Berdasarkan studi regional, daerah ini berada diantara dua zona fisiografi yaitu Zona Depresi Tengah Jawa dan Pegunungan Selatan sehingga menarik untuk diteliti lebih lanjut tatanan geologinya.   \n \n \n\nDaerah penelitian memiliki bentukan morfologi perbukitan dan dataran serta terdapat proses eksogen seperti erosi, pelapukan dan karstifikasi. Berdasarkan struktur, proses dan tahapan geomorfologi daerah penelitian dibagi menjadi tiga satuan, yaitu Satuan Dataran Denudasional, Satuan Perbukitan Volkanik, Satuan Perbukitan Karst.   \n \n \n\nBerdasarkan komposisi litologi yang ada di daerah penelitian, stratigrafi daerah penelitian dapat dibagi menjadi tiga satuan batuan: Satuan Breksi yang diendapkan pada umur Miosen Awal-Miosen Tengah bagian bawah, dalam sistem kipas bawah laut (Submarine fan) kemudian Satuan Batugamping yang diendapkan di daerah backreef shelf-forereef shelf pada umur Miosen Tengah secara selaras diatas Satuan Breksi. Setelah itu diendapkan Satuan Batupasir pada umur Miosen Akhir-Pliosen secara tidak selaras diatas Satuan Batugamping. Setelah Satuan Batupasir diendapkan, deformasi yang terjadi pada Pliosen-Plistosen telah membuat daerah penelitian memiliki struktur geologi seperti Antiklin Munggangpare, Sinklin Cilalay, Sesar Naik Cicapar, Sesar Mendatar Ciroyom, Sesar Mendatar Blater dan Sesar Mendatar Klapasawit. Proses pelapukan, erosi, sedimentasi dan karstifikasi yang terus berlangsung hingga saat ini membentuk morfologi seperti yang dapat dilihat sekarang.", "Daftar File": {"2014 TA PP MUHAMMAD TAJUL ARIFIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94469", "2014 TA PP MUHAMMAD TAJUL ARIFIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94470", "2014 TA PP MUHAMMAD TAJUL ARIFIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94471", "2014 TA PP MUHAMMAD TAJUL ARIFIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94472", "2014 TA PP MUHAMMAD TAJUL ARIFIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94473", "2014 TA PP MUHAMMAD TAJUL ARIFIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94474", "2014 TA PP MUHAMMAD TAJUL ARIFIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94475"}, "Penulis": "MUHAMMAD TAJUL ARIFIN (NIM : 12009067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Yahdi Zaim", "Dr. Ir. Yan Rizal R., Dipl. Geol"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karangmulya, Ciamis, Pangandaran, Pegunungan Selatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}