{"Nomor": 19024, "Judul": "PEMANFAATAN SISTEM RESI GUDANG DALAM PENGELOLAAN CADANGAN PENYANGGA GARAM", "Abstrak": "Pada saat musim panen, harga garam di tingkat petambak sangat rendah tidak sesuai dengan ketentuan harga yang telah ditetapkan pemerintah. Harga garam ditentukan dengan mekanisme pasar, dimana posisi tawar petambak garam sangat lemah dikarenakan jumlah produksi garam yang melimpah, jauh melebihi kebutuhan pabrik. Tidak sedikit petambak yang harus menjual produksi garamnya dengan harga yang telah ditentukan tengkulak karena petambak memiliki hutang kepada tengkulak sebagai modal awal produksi garamnya. Pola produksi garam yang terjadi hanya selama 5 (lima) bulan dalam satu tahun menyebabkan ketidakstabilan pasokan kepada pabrik pengolah. Cadangan penyangga dapat digunakan untuk mengatasi permasalahan rendahnya harga dan ketidakstabilan pasokan. Sumber pendanaan dapat diperoleh dari pinjaman bank dengan menjaminkan resi gudang.    \n \n \n \n\nPada penelitian ini dilakukan perancangan sistem usaha garam dengan mendirikan sebuah badan penyangga yang berperan menggantikan entitas tengkulak. Entitas lain yang ada dalam sistem usaha usulan ini yaitu gudang merupakan pihak yang menjalankan sistem resi gudang sesuai peraturan yang telah berlaku. Sedangkan perbankan sebagai lembaga keuangan yang ditunjuk pemerintah untuk melaksanakan usaha pinjaman dengan menggunakan resi gudang sebagai jaminan. Badan penyangga akan menyerap seluruh produksi garam yang dihasilkan oleh petambak garam yang akan menjadi milik sepenuhnya oleh badan penyangga, selanjutnya akan disalurkan ke pabrik dan sisanya akan diresigudangkan. Badan penyangga sebagai pemilik garam akan meresigudangkan garamnya untuk memperoleh resi dari pengelola gudang. Selanjutnya resi akan dijaminkan kepada bank untuk memperoleh pinjaman sebagai modal usaha. Sesuai dalam model rancangan yang telah dikembangkan, pihak yang menebus resi gudang dapat dilakukan oleh badan penyangga atau pabrik pengolah. Selain itu badan penyangga merupakan entitas yang diberikan hak untuk melakukan importasi garam jika terjadi kekurangan pasokan garam mentah dari petambak lokal. Input pada model rancangan adalah jumlah pasokan garam dari petambak, sedangkan output model adalah jumlah penjualan garam kepada pabrik, jumlah importasi, jumlah garam yang diresigudangkan serta batasan harga yang ditetapkan oleh badan penyangga. Dari hasil ujicoba model menunjukkan bahwa ketentuan pemerintah mengenai harga minimum pembelian yang merupakan    \n \n \n \n\nii    \n \n \n \n\nperlindungan bagi petambak dapat dilaksanakan. Dari hasil perhitungan proyeksi tahun 2013, keuntungan yang diperoleh petambak mengalami kenaikan sebesar 73% dibandingkan pada sistem eksisting.", "Daftar File": {"2013 TS PP MURDOPO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94548", "2013 TS PP MURDOPO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94549", "2013 TS PP MURDOPO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94550", "2013 TS PP MURDOPO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94551", "2013 TS PP MURDOPO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94552", "2013 TS PP MURDOPO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94553", "2013 TS PP MURDOPO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94554", "2013 TS PP MURDOPO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94555"}, "Penulis": "MURDOPO ( NIM: 23411052 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Anas MaÃ‚Â’ruf"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "disparitas harga, cadangan penyangga, resi gudang, garam petambak.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}