{"Nomor": 19020, "Judul": "ANALISIS UJI REKAH HIDRAULIK PADA SAMPEL BETON DENGAN PEMBEBANAN BIAKSIAL DI LABORATORIUM", "Abstrak": "Rekah hidraulik (hydraulic fracturing) merupakan salah satu metode pengukuran tegangan insitu untuk mengetahui keadaan tegangan insitu pada suatu lokasi yang mempunyai kedalaman yang besar. Metode pengujian ini adalah membuat rekahan pada dinding lubang bor dengan cara memberikan penekanan pada kolom tertentu dari lubang bor dengan fluida hidrolik.  \n \n\nPada penelitian ini, akan dilaksanakan pengujian rekah hidrolik kepada dua blok beton berdimensi 57 cm x 60 cm x 184 cm dengan perbandingan 1:10 dan 1:20 yang ditengahnya terdapat lubang horizontal yang diasumsikan sebagai lubang bor. Dengan memberikan pembebanan biaksial kepada blok beton maka akan terbentuk tegangan prinsipal maksimum dan tegangan prinsipal minimum. Besarnya pembebanan yang diberikan sebesar 15 kN dan 5 kN atau sebesar 0,09 MPa dan 0,03 MPa.  \n \n\nDari hasil pengujian rekah hidrolik diperoleh nilai breakdown pressure (Pb) untuk beton 1 :10 sebesar 1,02 MPa dengan laju penekanan sebesar 0,0053 MPa/detik. Untuk beton 1 : 20 diperoleh nilai breakdown pressure (Pb) sebesar 1,27 MPa dengan laju penekanan sebesar 0,0075 MPa/detik. Adapun arah rekahan yang dihasilkan searah dengan tegangan horizontal maksimum (σH) dan tegak lurus terhadap tegangan horisontal minimum (σh).  \n \n\nKuat tarik yang diperoleh dari uji rekah hidraulik memiliki perbedaan yang cukup besar dengan kuat tarik yang diperoleh dari uji kuat tarik langsung dan uji kuat tarik tak langsung (Brazillian).", "Daftar File": {"2010 TA PP MUH. IBNU RUSYD ANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94522", "2010 TA PP MUH. IBNU RUSYD ANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94523", "2010 TA PP MUH. IBNU RUSYD ANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94524", "2010 TA PP MUH. IBNU RUSYD ANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94525", "2010 TA PP MUH. IBNU RUSYD ANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94526", "2010 TA PP MUH. IBNU RUSYD ANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94527", "2010 TA PP MUH. IBNU RUSYD ANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94528"}, "Penulis": "MUH. IBNU RUSYD, ANDI (NIM : 121 04 092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuhindro Priagung Widodo .,ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rekah hidraulik (hydraulic fracturing), beton, pembebanan baksial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}