{"Nomor": 19023, "Judul": "KARAKTERISASI RESERVOIR X DI LAPANGAN DURI DAN IMPLIKASINYA TERHADAP OOIP", "Abstrak": "PT. Chevron Pacific Indonesia (PT.CPI) akan mengembangkan Reservoir X di Lapangan Minyak Duri, Sumatera, Indonesia. Untuk mengetahui potensi dari reservoir ini, perlu dilakukan karakterisasi reservoir dan penentuan jumlah cadangan hidrokarbon yang ada dalam reservoir tersebut atau Original Oil In Place (OOIP). Reservoir X yang mempunyai kedalaman rata rata 300 feet di bawah permukaan air laut (sub sea) merupakan reservoir yang paling dangkal dibandingkan dengan reservoir reservoir yang sudah diproduksi di Lapangan Duri Karakterisasi reservoir dilakukan melalui tahapan pembuatan kerangka geologi sampai dengan permodelan sifat sifat batuan dan fluida dari data sumur pemboran dengan integrasi data seismik, untuk mengetahui distribusi dari sifat sifat tersebut melalui pendekatan geostatistik dan diperlihatkan secara tiga dimensi. Analisis ketidakpastian (uncertainty analysis) dilakukan untuk mengetahui besaran pengaruh dari ketidakpastian parameter seperti porositas dan saturasi air (Sw) yang mengontrol jumlah OOIP.    \n\nHasil dari proses karakterisasi reservoir memperlihatkan, bahwa potensi hidrokarbon pada Reservoir X berada di bagian utara Lapangan Duri, karena mempunyai net pay yang paling tebal. Selain itu diidentifikasi tiga lapisan utama yang dinamakan Lapisan A,B, dan C. Lapisan A adalah lapisan paling dangkal, dimana kedalaman paling dangkal mencapai 50 feet (sub sea), sedangkan Lapisan C adalah yang paling dalam. Data Hydrocarbon Pore Thickness (HPT) yang merupakan hasil perkalian antara saturasi minyak, porositas, dan net pay, memperlihatkan bahwa Lapisan A mempunyai kandungan minyak yang paling potensial.    \n\nPerhitungan OOIP secara probabilistik menunjukkan, bahwa Lapisan A pada Reservoir X mempunyai OOIP rata-rata paling besar, yaitu 266.540.000 STBO (Stock Tank Barrel Oil), dengan P10= 251.163.000; P50= 266.745.000; P90=    \n\n281.519.000. Selanjutnya Lapisan B 39.093.600 STBO, dengan P10= 33.509.700; P50= 39.123.400; P90= 44.641.900, dan C yang paling kecil yaitu 1.303.040 STBO, dengan P10= 848.384; P50=1.304.390; P90= 1.756.200 STBO. Jumlah ini cukup potensial dan mendorong untuk studi lebih detil sebelum bisa dikembangkan.    \n\nBerdasarkan analisis sensitivitas pada Reservoir X dalam penelitian ini, Sw memberikan pengaruh jauh lebih besar terhadap nilai OOIP, dibandingkan dengan pengaruh porositas. Data histogram atau parameter statistik dari distribusi sifat batuan yang dipakai dalam perhitungan OOIP probabilistik memperlihatkan, bahwa Sw mempunyai    \n\nstandar deviasi yang lebih besar dibandingkan dengan porositas. Sehingga dari hasil pengujian perhitungan OOIP antara penggunaan parameter statistik, porositas pada zona pay dengan zona pay dan non pay tidak memberikan pengaruh yang berarti terhadap OOIP, yaitu dengan perbedaan kurang dari 1 persen. Sedangkan, dari hasil pengujian perhitungan OOIP antara penggunaan parameter statistik, saturasi air pada zona pay dengan zona pay dan non pay memperlihatkan perubahan jumlah OOIP yang cukup signifikan, yaitu rata-rata antara 4 sampai 8 persen. Karena jumlah kandungan minyak yang cukup banyak dan potensial pada Reservoir X, maka perlu dilakukan penelitian lebih lanjut untuk mengurangi ketidakpastian, terutama ketidakpastian yang memberikan pengaruh paling besar terhadap nilai OOIP, yaitu Sw. Penelitian bisa berupa kajian petrofisika dan   penambahan data, misalnya melalui pemboran sumur untuk mendapatkan batuan inti untuk mengurangi ketidakpastian subsurface dan mendapakan data OOIP yang lebih akurat.", "Daftar File": {"2007 TS PP MULYADI 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/94544", "2007 TS PP MULYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94545", "2007 TS PP MULYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94546", "2007 TS PP MULYADI 1-asli.pdf": "https://digilib.itb.ac.id/gdl/download/94547"}, "Penulis": "MULYADI [22005032]", "Kontributor / Dosen Pembimbing": ["Pembimbing I  : Dardji Noeradi, Dr.", "Pembimbing II : Prihadi Sumintadiredja, Dr.", "Pembimbing III: Lambok M. Hutasoit, Ir., Ph.D.     Scanner: Alice Diniarti", "2007-11-28"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Original Oil In Place (OOIP) ; reservoir; hydrocarbon pore thickness (HPT) data.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "4 file", "Tanggal Input": "27 Sep 2017"}