{"Nomor": 19028, "Judul": "ANALISIS KINERJA SIMPANG KEDUNG HALANG DAN YASMIN AKIBAT PEMBANGUNAN TOL BOGOR RING ROAD TAHAP I", "Abstrak": "Simpang adalah jalan umum yang merupakan bagian sistem jaringan jalan dan merupakan simpul dari ruas-ruas jalan yang menyatu atau saling memotong. Simpang terdiri dari beberapa komponen, salah satunya adalah pendekat simpang. Pendekat simpang adalah daerah dari lengan persimpangan jalan untuk kendaraan mengantri sebelum keluar melewati garis henti. Kinerja simpang dipengaruhi kinerja komponen-komponennya, termasuk pendekat simpang. Analisis kinerja perlu dilakukan untuk mengetahui kinerja dan permasalahan yang ada pada pendekat simpang yang nantinya juga akan diketahui simpang tersebut secara keseluruhan.   \n\nPenelitian ini mengkaji kinerja simpang berdasarkan panjang antrian dan besarnya nilai tundaan,serta pengecekan geometrik dan waktu pelayanan. Simpang yang dikaji disini adalah simpang bersinyal (signalized intersection). Data yang dipakai pada penelitian ini merupakan data primer dan sekunder. Data primer didapat dari hasil survey lapangan sedangkan data sekunder didapat dari lembaga-lembaga terkait.   \n\nPerhitungan pada simpang bersinyal dilakukan menggunakan MKJI 1997. Kesimpulan penelitian menunjukkan bahwa pada salah satu simpang kinerjanya sudah tidak baik sehingga diperlukan adanya perbaikan yakni terdiri dari optimasi waktu siklus, perubahan fase, perubahan geometric, dan pembuatan jalan layang.", "Daftar File": {"2011 TA PP MUSTAQIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94577", "2011 TA PP MUSTAQIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94578", "2011 TA PP MUSTAQIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94579", "2011 TA PP MUSTAQIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94580", "2011 TA PP MUSTAQIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94581", "2011 TA PP MUSTAQIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94582", "2011 TA PP MUSTAQIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/94583"}, "Penulis": "MUSTAQIM  (NIM : 15007145)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Ofyar Z. Tamin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pendekat simpang, kinerja, panjang antrian, dan tundaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}