{"Nomor": 19022, "Judul": "ANALISA KINERJA CHARGE/DISCHARGE MEMBRAN POLIMER ELEKTROLIT KITOSAN-LITIUM PADA BATERAI RECHARGEABLE", "Abstrak": "Baterai merupakan penyedia energi portable. Salah satu jenis baterai adalah baterai ion litium yang dapat diisi ulang (rechargeable litium-ion battery) yang berbasis membran polimer elektrolit. Penelitian ini dilakukan untuk mengetahui kinerja dari sel baterai komersil dan sel baterai kitosan-litium. Penelitian ini menggunakan baterai ion litium polimer dengan tipe PLH-1RO3F yang memiliki kapasitas 620 mAh dengan tegangan 3,7 volt. Pengganti separator dalam baterai komersil menggunakan kitosan-litium yang sebelumnya telah dibuat dalam bentuk membran polimer elektrolit dengan penambahan garam LiClO4 15%. Kitosan diperoleh dari isolasi limbah kulit udang. Konduktivitas dari membran kitosan-litium 1,25 x 10-4 S cm-1. Analisa kinerja sel baterai komersil dan sel baterai kitosan-litium menggunakan alat Vencon UBA5 dengan variasi arus charge dan discharge, diperoleh bahwa arus charge 0,2C dan arus discharge 0,5C memberikan persentase kapasitas efektif yang paling besar yaitu 93,63%. Efisiensi energi tertinggi diberikan pada baterai dengan arus charge 0,7C dan arus discharge 0,3C sebesar 95,4%. Berdasarkan analisa kinerja sel baterai komersil, kapasitas efektif dan efisien energi cenderung meningkat seiring dengan menurunnya arus tetap discharge yang digunakan. Dengan spektroskopi impedansi, diperoleh nilai Resr semakin menurun dengan menurunnya arus tetap discharge yang diberikan. Pada arus tinggi (2C dan 1C) memberikan hambatan yang lebih besar dari pada arus rendah (0,5C dan 0,3C). Sedangkan untuk sel baterai kitosan-litium, memberikan nilai berbeda dengan baterai komersil, kapasitas efektif dan efisiensi energi menurun seiring dengan menurunnya arus discharge yang diberikan dengan persentase yang sangat kecil dibandingkan dengan sel baterai komersil. Kapasitas efektif dan efisiensi energi yang paling besar diberikan pada sel baterai dengan arus charge 0,2C dan arus discharge 1C masing-masing 12,55% dan 16,58%. Nilai Resr dari sel baterai kitosan-litium cenderung menurun dengan arus discharge yang semakin kecil pada arus charge 1C. Sedangkan pada arus charge 0,7C dan 0,2C cenderung meningkat dengan arus discharge yang semakin kecil dan konduktivitas membran berkurang menjadi 1,37 x 10-4 S cm-1 setelah dilakukan uji charge/discharge.", "Daftar File": {"2014 TS PP MULTAZAM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94537", "2014 TS PP MULTAZAM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94538", "2014 TS PP MULTAZAM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94539", "2014 TS PP MULTAZAM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94540", "2014 TS PP MULTAZAM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94541", "2014 TS PP MULTAZAM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94542", "2014 TS PP MULTAZAM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94543"}, "Penulis": "MULTAZAM (NIM : 20511303)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Achmad Rochliadi, M.Si, Prof. Dr. I Made Arcana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kinerja baterai, membran kitosan-litium, baterai rechargeable, arus tetap discharge", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}