{"Nomor": 19033, "Judul": "LAND-SEA MASK MODELLING FOR ATMOSPHERIC PRESSURE LOADING DETERMINATION", "Abstrak": "Redistribusi global massa atmosfer dapat merusak permukaan bumi dengan lebih dari 1 cm horizontal dan vertikal. Efek dari tekanan atmosfer pemuatan (APL) yang hadir dalam ruang presisi Data geodetik tinggi, seperti Global Positioning System, Very Long Dasar interferometri, dan Satellite Laser Ranging, dan dengan demikian harus dihapus dari data untuk meningkatkan akurasi. Besarnya deformasi di daerah tertentu terutama tergantung pada lintang geografis dan dekat dengan laut. Karena efek barometer terbalik signifikan, respon kelautan tekanan atmosfer harus diperlakukan berbeda dari yang tanah. Untuk memisahkan laut dan komponen tanah, tanah yang laut Model masker akurat harus disediakan, yang dapat diturunkan dari model topografi. Saat ini tersedia Model topeng darat-laut memiliki resolusi rendah dari 1 Ã‚Â° ÃƒÂ— 1 Ã‚Â°, sehingga tidak akurat koreksi APL. Tujuan dari penelitian ini adalah untuk mengembangkan model topeng darat-laut yang lebih akurat dengan resolusi yang lebih tinggi berdasarkan model bantuan global yang 1 arc menit, ETOPO1. Model topeng darat-laut baru memiliki resolusi spasial 0,25 Ã‚Â° ÃƒÂ— 0,25 Ã‚Â° untuk wilayah pesisir dan 1 Ã‚Â° ÃƒÂ— 1 Ã‚Â° untuk daerah yang terdiri dari seluruhnya darat atau laut. Topeng darat-laut ini kemudian digunakan untuk menghitung koreksi APL di 168 stasiun VLBI antara tahun 2009 dan 2011. koreksi APL baru divalidasi menggunakan tiga tahun pengamatan VLBI. Hanya stasiun dan baseline yang berpartisipasi dalam lebih dari 50 sesi yang digunakan dalam analisis. Kinerja model baru dapat dinilai dengan membandingkan peningkatan varians VLBI baseline setelah menerapkan model APL baru dan yang sudah ada, Wina-APL. Menerapkan model APL baru meningkatkan 50% dari baseline (23 keluar 44 baseline) sebanyak 15%. Hal ini juga meningkatkan 50% dari komponen ketinggian stasiun VLBI (7 dari 14 stasiun).", "Daftar File": {"2013 TS PP NABILA SOFIA ERYAN PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94619", "2013 TS PP NABILA SOFIA ERYAN PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94620", "2013 TS PP NABILA SOFIA ERYAN PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94621", "2013 TS PP NABILA SOFIA ERYAN PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94622", "2013 TS PP NABILA SOFIA ERYAN PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94623", "2013 TS PP NABILA SOFIA ERYAN PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94624"}, "Penulis": "NABILA SOFIA ERYAN PUTRI  (NIM: 25113004)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. techn. Dudy D. Wijaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "atmospheric pressure loading, land-sea mask", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}