{"Nomor": 19035, "Judul": "SANGGAR SENI TARI DAN PERTUNJUKAN PUSPO BUDOYO DI TANGERANG", "Abstrak": "Sanggar adalah sarana untuk mempelajari dan melestarikan budaya. Nama sebuah sanggar dibesarkan oleh seniman yang mendirikan, berkecimpung dan melestarikan seni budaya di sanggar tersebut. Hal ini menyebabkan sanggar-sanggar ini masih tergantung pada keberadaan pemilik dan seniman-seniman tersebut. Sehingga ketika pemiliknya telah tiada, sanggar-sanggar ini menurun kualitasnya karena berhentinya pemasukan utama berasal dari keaktifan pemilik atau tokoh mereka. Oleh karena itu diperlukan fasilitas yang mampu  menunjang sanggar secara finansial. Salah satu fasilitas yang diambil adalah fasilitas pertunjukan. Fasilitas pertunjukan ini selain dapat menjadi sumber dana juga memudahkan seniman dan murid-murid sanggar untuk mengapresiasikan seni yang telah mereka pelajari. Contoh sanggar yang telah berhasil menerapkan konsep ini adalah Saung Angklung Udjo di Bandung dan Yayasan Bagong Kussudiarjo di Yogyakarta. Sanggar Seni Tari dan Pertunjukan Puspo Budoyo yang berada di Tangerang adalah  sebuah sanggar yang direncanankan mengaplikasikan sistem sanggar pertunjukan. Saat ini,Puspo Budoyo telah melakukan pertunjukan rutin setiap bulan dan sering menampilkan  karyanya di festival budaya berskala Internasional. Meningkatnya pertunjukan dan jumlah siswa sanggar menyebabkan sanggar membutuhkan tempat yang lebih luas dan dana yang lebih besar. Pemilik memutuskan agar sanggar Puspo Budoyo harus mandiri secara finansial.      \n \n \n \n\nOleh karena itu pemilik berencana menyediakan fasilitas pertunjukan agar menambah jumlah pengunjung sebagai sumber dana. Puspo Budoyo juga memasukan fungsi komersial untuk mewadahi para senimannya berbisnis dan menarik para pengusaha untuk menjadi sponsor sanggar. Dengan menambah fasilitas pertunjukan dan komersial di dalam komplek sanggar, diharapkan sanggar ini mampu berdiri sendiri, terus berkembang dan tetap bertahan melestarikan budaya tradisional Indonesia khususnya Jawa. Tapak dimana fasilitas ini dirancang merupakan lahan memanjang yang menjadi potensi sekaligus kendala bagi perancangan sanggar ini. Dengan tapak yang memanjang, fungsi sanggar dan pertunjukan dapat dijauhkan agar tidak saling menginterfensi. Konsepkonsep yang dirancang bertujuan membuat kedua fungsi ini tidak saling mengganggu tapi  membuat kedua fungsi ini menjadi rangkaian kegiatan yang saling mengikat. Konsep dalam perencanaan tapak adalah membuat alur seperti cerita dalam tapak sehingga membentuk  serial vision sehingga rangkaian-rangkaian suasana yang tercipta dapat membuat fasilitas ini menjadi kompak. Konsep tapak kedua adalah membuat natah dalam tapak sebagai ruang pengikat masing-masing fungsi agar orientasi pengunjung jelas dan fungsi-fungsi dalam tapak tidak menyebar. Dalam konsep peletakan massa, gugusan massa dibagi menjadi dua yaitu fungsi pertunjukan dan sanggar agar tidak saling mengganggu. Kedua gugusan massa ini diikat oleh area parkir yang berfungsi sebagai ruang hijau brbentuk huruf Z . Peletakan tapak demikian membuat massa saling mengikat meskipun berada di tapak yang memanjang.      \n \n \n \n\nBentukan arsitektur kedua gugusan ini dibuat kontras agar terasa perbedaan fungsinya. Pada fungsi sanggar, bentukan arsitekturnya menggunakan bentuk-bentuk tradisional yang  mengambil citra arsitektur jawa seperti pendhapa, penggunaan atap perisai serta terdiri dari  banyak massa menyerupai pedesaan. Sedangkan pada fungsi pertunjukan, bentuk arsitekturnya lebih moderen dan berskala besar mencontoh bentukan perkotaan. Untuk menggabungkan bentuk arsitektur pada fungsi pertunjukan yang moderen, unsur tradisonal digunakan pada fasad seperti penggunaan material kayu dan motif batik. Material kayu dan motif batik berfungsi untuk menarik pengunjung dan menunjukkan identitas sanggar ini sebagai fasilitas budaya Indonesia . Fasilitas pertunjukan yang dikelilingi oleh area servis  menggunakan konsep fasad secondary skin yang membuat area servis tidak terlihat namun tetap mendapatkan sirkulasi udara yang alami.", "Daftar File": {"2009 TA PP NADIA VASHTI LASRINDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94637", "2009 TA PP NADIA VASHTI LASRINDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94636", "2009 TA PP NADIA VASHTI LASRINDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94635", "2009 TA PP NADIA VASHTI LASRINDY 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94634", "2009 TA PP NADIA VASHTI LASRINDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94633", "2009 TA PP NADIA VASHTI LASRINDY 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94632"}, "Penulis": "NADIA VASHTI LASRINDY (NIM 152 05 034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing-. Ir. Himasari Hanan, M.ARCH.ENG"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sanggar Seni Tari dan Pertunjukan, Puspo Budoyo, serial vision, citra jawa, natah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}