{"Nomor": 19041, "Judul": "PERANCANGAN SISTEM KONTROL UMPAN BALIK PADA OPERATOR TRAINING SIMULATOR UNIT DESULFURISASI PABRIK AMONIA", "Abstrak": "Kebutuhan pada dunia industri semakin berkembang dan kompleks. Berbagai macam variasi pada pengaturan keberjalanan pabrik akan mempengaruhi kualitas hasil produk. Untuk itu dibutuhkan operator yang memiliki kemampuan menjalankan pabrik dengan baik. Operator Training Simulator (OTS) memberikan jawaban untuk proses pelatihan operator. Pelatihan ini akan dapat dijalankan dengan aman karena berbagai macam pengaturan yang dilakukan terjadi pada simulator dan tidak mengganggu operasi pabrik. Pada Tugas Akhir kali ini dibangun OTS unit desulfurisasi pada pabrik amonia (NH3). Pembuatan OTS unit desulfurisasi untuk sistem kalang terbuka telah dilakukan sebelumnya oleh Yatrizal (2011). Penelitian tersebut mensimulasikan dinamika perubahan suhu dan konsentrasi H2S di dalam gas alam. Kandungan akhir H2S di dalam gas alam pada penelitian tersebut masih lebih besar dari 0,05 ppm. Penelitan kali ini berusaha mengembangkan kekurangan yang masih terdapat pada penelitian Yatrizal (2011). Pada penelitian kali ini dibuat model yang mampu mensimulasikan dinamika perubahan suhu, volume gas dalam tangki, dan konsentrasi H2S di dalam gas alam yang kemudian dibangun menggunakan DCS DeltaV Fisher Rosemount. Pada OTS kemudian ditambahkan studi kasus penambahan kontrol umpan balik. Dibuat pula Human Machine Interface (HMI) untuk memfasilitasi model menjadi sebuah tampilan pabrik yang mampu menampilkan bacaan sensor dan diatur parameternya. OTS memiliki dua macam pilihan kontrol umpan balik yaitu sistem kontrol suhu dan sistem kontrol konsentrasi. Pada OTS dapat dilakukan uji coba strategi kontrol seperti set point tracking dan disturbance rejection. Untuk pilihan metode dan strategi kontrol ini, dapat dilakukan penalaan untuk mendapatkan respon optimal pada kondisi start up dan running unit desulfurisasi. Pada kondisi start up telah diperoleh daerah batas operasi yang memungkinkan kandungan H2S di dalam gas alam mencapai nilai kurang dari 0,05 ppm pada keadaan tunak. Respon optimal untuk kondisi start up didapatkan pada sistem kalang terbuka dengan settling time (Ts) 166 detik. Respon optimal pada kondisi running unit desulfurisasi, khususnya pada uji coba perpindahan SP dari 570 K ke 520 K, didapatkan dengan menggunakan sistem pengontrolan suhu dengan metode penalaan Ziegler Nichols Kalang Tertutup yang memberikan settling time (Ts) 44 detik dan redaman 2,37x10-4    \n \n \n \n\nOTS kemudian diujicobakan kepada mahasiswa TF ITB dalam bentuk pelatihan. Pada pelatihan, peserta diberi tes awal dan tes akhir untuk mendapatkan data kuantifikasi perkembangan kemampuan peserta setelah pelatihan. Dari hasil uji coba diperoleh kesimpulan bahwa OTS unit desulfurisasi memberikan pengaruh signifikan dan dapat mengembangkan kemampuan peserta terutama di bagian parameter dan variabel sistem unit desulfurisasi.", "Daftar File": {"2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94672", "2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94673", "2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94674", "2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94675", "2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94676", "2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94677", "2014 TA PP  NANDA ANUGRAH ZIKRULLAH - EDWIN MAESARO RAHMAN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94678"}, "Penulis": "NANDA ANUGRAH ZIKRULLAH  (NIM : 13310010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Estiyanti Ekawati, Ph.D. & Dr.Ir. Sutanto Hadisupadmo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Opertor Training Simulator (OTS), DCS DeltaV, Unit Desulfurisasi, Kontrol Umpan Balik, Human Machine Interface (HMI), settling time (Ts)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}