{"Nomor": 19040, "Judul": "STUDI PENURUNAN TANAH DI RAWA BUAYA, JAKARTA BARAT", "Abstrak": "Penurunan tanah di daerah DKI Jakarta disebabkan oleh empat faktor, yaitu pengambilan airtanah berlebihan, pembebanan bangunan, konsolidasi alamiah, dan tektonik. Hasil pengukuran GPS secara berkala selama 10 tahun (tahun 2001 Ã‚Â– 2011), daerah Rawa Buaya merupakan wilayah dengan nilai penurunan tanah yang cukup tinggi, yaitu 1,4 meter. Perhitungan penurunan tanah dilakukan dengan metode analitik dan metode numerik (elemen hingga) untuk mendapatkan besar kontribusi penyebab penurunan tanah di Rawa Buaya.    \n \n \n \n\nPenelitian ini menggunakan data pengeboran geologi teknik sedalam 300 meter (full coring), data penurunan tanah hasil pengukuran GPS, dan data kedudukan muka airtanah dari sumur pantau. Hasil perhitungan selama 10 tahun, konsolidasi alamiah menyebabkan penurunan tanah total sebesar 0,918 meter atau 65,57%, sedangkan pengambilan airtanah sebesar 0,265 meter atau 18,92%. Besar kontribusi dari pembebanan bangunan dan tektonik dihitung dari total nilai penurunan tanah dikurangi dengan nilai konsolidasi alamiah dan pengambilan airtanah, yaitu sebesar 0,217 meter atau 15,51%.    \n \n \n \n\nBesarnya kontribusi konsolidasi alamiah dan pengambilan airtanah menunjukkan nilai penurunan tanah yang bervariasi terhadap kedalaman. Tanah timbunan hingga kedalaman dua meter diduga belum kompak. Ada dugaan terjadi juga proses hidrokompaksi karena terdapat tanah organik di kedalaman 6 Ã‚Â– 8 meter. Hal ini juga ditunjukkan oleh void ratio (e) dan berat jenis (Gs) yang mengalami penurunan terhadap kedalaman.", "Daftar File": {"2012 TS PP NANCY MARILYN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94665", "2012 TS PP NANCY MARILYN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94666", "2012 TS PP NANCY MARILYN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94667", "2012 TS PP NANCY MARILYN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94668", "2012 TS PP NANCY MARILYN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94669", "2012 TS PP NANCY MARILYN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94670", "2012 TS PP NANCY MARILYN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94671"}, "Penulis": "NANCY MARILYN (NIM: 22710002)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Prof. Ir. Lambok M. Hutasoit, M.Sc., Ph.D", "Prof. Dr.Ir. Hasanuddin Z. Abidin, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penurunan tanah, airtanah, Rawa Buaya, GPS, konsolidasi alamiah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}