{"Nomor": 19045, "Judul": "PENGGUNAAN MODEL WRF-FIRE UNTUK ANALISA SEBARAN API KEBAKARAN HUTAN (STUDI KASUS KALIMANTAN TENGAH)", "Abstrak": "Kebakaran hutan merupakan faktor utama penyebab kerusakan hutan di Indonesia. Untuk mengelola pencegahan perluasan dari dampak penjalaran kebakaran hutan diperlukan model yang dapat memprediksi sebaran api dari kebakaran hutan. Salah satu model yang dapat digunakan untuk melihat prilaku dari sebaran api kebakaran hutan yaitu WRF-Fire. Penilitian ini dilakukan untuk melihat apakah model WRF-Fire dapat digunakan sebagai prediksi dari sebaran api kebakaran hutan sehingga diharapakan WRF-Fire dapat digunakan sebagai sistem peringatan dini kebakaran hutan. Penilitian yang dilakukan untuk melihat sebaran api kebakaran hutan Taman Nasional Sabangau, Kalimantan Tengah pada 3 Oktober 2006. Konfigurasi yang dilakukan dalam penelitian ini yaitu domain 1 dengan resolusi 1km x 1km dan domain 2 200m x 200m. Sedangkan untuk imputan data meteorologi digunakan data Global Forecast System (GFS) dari National Center for Environment Protection (NCEP), data topografi dari Shuttle Radar Topography Mission (SRTM) dan data tutupan lahan Global Land Cover 2000. Hasil model WRF-Fire menunjukkan sebaran api kebakaran hutan Kalimantan Tengah pada 3 Oktober 2006 cenderung menjalar ke arah barat laut pada 6 jam pertama dan ke arah utara pada 6 jam berikutnya. Namun jika dibandingkan dengan data bekas kebakaran hutan hasil olahan citra satelit Terra/Aqua MODIS adanya perbedaan luasan lahan yang terbakar hasil model WRF-Fire dengan data lapangan. Hal ini terjadi karena kecepatan angin hasil model lebih besar dibandingkan dengan data observasi serta penggunaan fuel properties yang perlu dikaji lagi untuk wilayah Indonesia. Walaupun model WRF-Fire dapat memodelkan sebaran api kebakaran hutan. Namun diperlukan waktu yang lama untuk menghasilkan hasil model dengan resource komputer yang ada. Sehingga model WRF-Fire masih belum baik jika digunakan sebagai prediksi sebaran api kebakaran hutan.", "Daftar File": {"2013 TA PP NASMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94701", "2013 TA PP NASMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94702", "2013 TA PP NASMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94703", "2013 TA PP NASMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94704", "2013 TA PP NASMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94705", "2013 TA PP NASMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94706", "2013 TA PP NASMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94707"}, "Penulis": "NASMI (NIM : 12809034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach L. Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kebakaran hutan, sebaran api, WRF-Fire.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}