{"Nomor": 19044, "Judul": "STUDI TRANSPORT GARAM DI SUNGAI CITARUM (Transport Garam di Estuari Sungai Citarum Jakarta Utara)", "Abstrak": "Sungai Citarum merupakan sungai terbesar dan terpanjang di Jawa Barat sehingga merupakan salah satu sungai yang cukup penting di Jawa Barat. Kedalaman sungai mencapai  \n \n\n6.7 meter di daerah Muara Bendera dan 1.5 meter di daerah Muara Gembong. Sungai Citarum melewati salah satu daerah populasi terpadat di Indonesia sehingga penelitian mengenai kondisi salinitas di daerah Sungai Citarum menjadi penting karena berkaitan dengan  \n \n\nketersediaan air bersih di daerah ini. Berdasarkan pengamatan lapangan, Muara Gembong memiliki nilai transport terbesar saat menuju pasang sejauh 2,5 km dari mulut muara. Muara Bendera mengalami transport garam paling jauh yaitu hingga 9 km saat menuju surut. Saat pasang, Muara Byongbong mengalami transport garam 1,2 km dari mulut muara, sehingga total transport garam terjadi  \n \n\nsejauh 10,2 km. Semua transport garam terjadi di bawah perairan. Pada penelitian ini, simulasi hidrodinamika dilakukan sepanjang satu bulan dari 29 Agustus - 29 September 2014 dengan menggunakan MIKE-21 modul Flow Model Hydrodynamic. Input pasang surut untuk model hidrodinamika di batas terbuka berasal dari program MIKE-21 yang kemudian diverifikasi dengan data pengamatan lapangan. Hasil verifikasi pasang surut hasil simulasi dengan data lapangan menunjukkan kesesuaian besar dan fasa dengan nilai korelasi sebesar 0.853. dan transport garam terjauh terjadi di Muara Bendera saat perbani yaitu Ã‚Â± 8 km. Verifikasi salinitas menunjukkan nilai korelasi 0,021", "Daftar File": {"2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94694", "2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94695", "2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94696", "2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94697", "2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94698", "2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94699", "2014 TA PP N. ARYANI K. U. ATMOSUDIRDJO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94700"}, "Penulis": "N. ARYANI K. U. ATMOSUDIRDJO (NIM :  12909038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Susanna Nurdjaman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Citarum, MIKE 21, Pemodelan hidrodinamika, Pemodelan Salinitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}