{"Nomor": 19054, "Judul": "ANALISIS COMPOUND KdV-BURGERS DAN APLIKASINYA PADA MODEL LATEKS AUSTIN UNTUK PEMBULUH DARAH", "Abstrak": "Telah dikaji gabungan antara persamaan Korteweg de-Vries (KdV), modified Korteweg de-Vries (mKdV) dan persamaan Burger (persamaan compound KdV-Burgers) yang diberi gangguan periodik. Gabungan dari ketiga persamaan tersebut dinamakan persamaan compound KdV-Burgers. Dalam tesis ini, dilakukan analisis persamaan compound KdV-Burgers terganggu yang diinvestigasi melalui metode :  \n \n\nderet waktu (time series), potret fasa (phase portrait) dan peta Poincare (Poincare map). Gangguan yang diberikan pada persamaan compund KdV-Burgers merupakan  \n \n\ngangguan periodik. Persamaan ini dapat diaplikasikan pada pembengkakan pembuluh darah. Investigasi dilakukan dengan variasi nilai g dan w yang masingmasing merepresentasikan pulse pressure dan cardiac frequency. Hasil dari simulasi MATLAB menunjukkan bahwa terjadi perilaku chaotic pada persamaan compound KdV-Burgers yang diberi gangguan periodik. Perilaku chaotic disebabkan oleh variasi nilai g dan w. Selain itu, terdapat nilai maksimum dan minimum nilai g dan w  \n \n\nyang menghasilkan perilaku sistem menjadi chaotic. Perilaku chaotic yang muncul mengindikasikan bahwa aliran darah yang terjadi di dalam pembuluh darah mengalami turbulensi. Perubahan parameter g dan w sangat berpengaruh pada perilaku chaotic yang terjadi. Semakin tinggi nilai g dan w, resiko benjolan di pembuluh darah akan pecah menjadi semakin tinggi. Hal ini akan meningkatkan resiko kematian.", "Daftar File": {"2014 TS PP NILA PRASETYA ARYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94776", "2014 TS PP NILA PRASETYA ARYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94777", "2014 TS PP NILA PRASETYA ARYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94778", "2014 TS PP NILA PRASETYA ARYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94779", "2014 TS PP NILA PRASETYA ARYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94780", "2014 TS PP NILA PRASETYA ARYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94781"}, "Penulis": "NILA PRASETYA ARYANI (NIM : 20212007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Freddy P.Zen, D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis compound, KdV-Burgers, lateks austin,  pembuluh darah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}