{"Nomor": 19056, "Judul": "WEDDING RESORT DI MANADO", "Abstrak": "Pernikahan merupakan peristiwa sekali seumur hidup. Menurut agama Kristen, dua insan yang telah dipersatukan oleh Tuhan maka tidak boleh diceraikan oleh manusia. Oleh karena itu pernikahan merupakan sebuah peristiwa sakral, karena pernikahan merupakan upacara penyatuan dua jiwa menjadi satu. Setiap orang pasti memiliki keinginan dan mimpi akan pernikahan mereka, terutama bagi yang telah memasuki usia siap menikah. Setiap orang pasti berkeinginan agar pernikahan mereka dapat berlangsung  dengan indah dan sarat makna. Maka banyak tempat dan fasilitas yang dibuat untuk memenuhi kebutuhankebutuhan serta keinginan-keinginan tersebut. Bahkan bagi para pengusaha, hal tersebut merupakan peluang bisnis yang sangat besar. Peluang bisnis itu dengan cepat ditangkap oleh pemilik hotel-hotel berbintang di Bali. Mereka dengan cepat membuat sarana pernikahan lengkap dengan fasilitas penunjangnya. Hal tersebut kemudian dikenal sebagai wedding resort dan berkembang dengan pesat dalam 6 tahun terakhir ini. Bahkan, banyak wedding chapel yang merupakan salah satu fasilitasnya menjadi icon baru bagi hotel tersebut. Sebagai contoh The Invinity yang dimiliki oleh Conrad Hotel Hilton dan The Wiwaha yang dimiliki oleh Hotel Nikko.", "Daftar File": {"2009 TA PP NINA MONIKA GUNADI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94796", "2009 TA PP NINA MONIKA GUNADI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94797", "2009 TA PP NINA MONIKA GUNADI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94798", "2009 TA PP NINA MONIKA GUNADI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94799", "2009 TA PP NINA MONIKA GUNADI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94800"}, "Penulis": "NINA MONIKA GUNADI (NIM:152 05 038)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "wedding resort, arsitektur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}