{"Nomor": 19062, "Judul": "SINTESIS DAN KARAKTERISASI TETRA (P-DIMETILAMINOFENIL)PORFIRIN MENGGUNAKAN METODE KONVENSIONAL DAN MICROWAVE-ASSISTED ORGANIC SYNTHESIS (MAOS)", "Abstrak": "Porfirin adalah makromolekul yang sangat menarik untuk dikembangkan karena aplikasinya yang sangat luas diantaranya sebagai bahan fotosensitizer pada sel surya, agen fotodinamik terapi untuk kanker, katalis dan pendeteksi gas. Porfirin tersedia dalam jumlah yang melimpah di alam yaitu berasal dari tumbuhan hijau, sehingga untuk mendapatkannya dapat dilakukan proses isolasi. Namun, untuk mengurangi ketergantungan terhadap alam maka cara alternatif untuk mendapatkan porfirin adalah dengan melakukan sintesis organik. Senyawa turunan porfirin yang disintesis pada penelitian ini adalah tetra(p-dimetilaminofenil)porfirin menggunakan metode konvensional yaitu refluks dan Microwave- Assisted Organic Synthesis (MAOS) dengan p-dimetilaminobenzaldehida dan pirol sebagai bahan utama. Sintesis menggunakan metode refluks membutuhkan asam propionat sebagai katalis dalam jumlah yang cukup banyak. Selain itu, proses pemisahan yang dilakukan cukup sulit. Oleh karena itu, dikembangkanlah metode sintesis menggunakan microwave dengan silika gel sebagai fasa pendukung dan asam propionat sebagai katalis. Menggunakan metode microwave, reaksi akan lebih cepat dan asam yang ditambahkan sebagai katalis jumlahnya sedikit. Spektrum absorbsi untuk senyawa porfirin terdiri dari transisi elektronik kuat (puncak Soret) dan transisi elektronik lemah (puncak Q). Selain itu, molekul porfirin memiliki ciri khas yaitu memiliki fluoresensi merah yang ditunjukkan oleh spektrum emisi dengan intensitas maksimum pada panjang gelombang sekitar 600 nm. Spektrum UV-Vis senyawa yang diperoleh menggunakan metode refluks memiliki puncak Soret pada panjang gelombang 435 nm dan tiga puncak Q pada panjang gelombang 517,5; 570 dan 657 nm. Spektrum emisi tetra(p-dimetilaminofenil)porfirin menunjukkan panjang gelombang emisi pada 683 nm. Spektrum UV-Vis hasil sintesis dengan menggunakan microwave menunjukkan puncak Soret pada panjang gelombang 436,5 dan tiga puncak Q pada panjang gelombang 525; 570 dan 669 nm. Sedangkan spektrum emisi menunjukkan puncak dengan intensitas maksimum pada panjang gelombang 686 nm. Dapat disimpulkan bahwa kedua metode dapat digunakan untuk mensintesis tetra(p-dimetilaminofenil)porfirin, namun metode microwave lebih efektif dibandingkan dengan metode refluks.", "Daftar File": {"2014 TA PP  NISRINA RIZKIA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94835", "2014 TA PP  NISRINA RIZKIA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94836", "2014 TA PP  NISRINA RIZKIA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94837", "2014 TA PP  NISRINA RIZKIA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94838", "2014 TA PP  NISRINA RIZKIA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94839", "2014 TA PP  NISRINA RIZKIA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94840", "2014 TA PP  NISRINA RIZKIA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94841"}, "Penulis": "NISRINA RIZKIA (NIM : 10510002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Veinardi Suendo , Dr. Ciptati, MS, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "porfirin, refluks, MAOS, transisi elekronik, p-dimetilaminobenzaldehida tetra(p-dimetilaminofenil)porfirin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}