{"Nomor": 19079, "Judul": "SIMULASI PENGARUH VARIABILITAS CURAH HUJAN TERHADAP PRODUKTIVITAS KEDELAI  (STUDI KASUS: WILAYAH PERTANIAN LAHAN KERING DI PULAU LOMBOK, NUSA TENGGARA BARAT)", "Abstrak": "Dalam penelitian ini dilakukan kajian pengaruh variabilitas curah hujan terhadap produktivitas tanaman kedelai lahan kering pada sela pertanaman padi di beberapa wilayah pertanian Pulau Lombok, Nusa Tenggara Barat. Simulasi dilakukan menggunakan model estimasi hasil panen AquaCrop v4.0 yang dikembangkan oleh Food and Agriculture Organization (FAO). Data yang digunakan berupa data pengamatan, serta data reanalisis keluaran sirkulasi model global ECMWF (Era-Interim) yang berupa data harian dengan resolusi 0.125o x 0.125o selama 5 tahun kajian dari tahun 2008-2012.Analisis spasial curah hujan bulanan menunjukkan bahwa wilayah utara dan tengah Pulau Lombok merupakan wilayah yang paling berpotensi untuk pertanian tanaman kedelai lahan kering pada masa sela pertanaman padi. Waktu pada sela pertanaman padi yang memungkinkan untuk mendukung pertumbuhan kedelai dengan optimum adalah dari awal tanam bulan Februari hingga awal tanam April. Hasil pengelompokan variasi curah hujan dasarian menunjukkan terdapat 11 tipe curah hujan selama masa kajian 2008-2012.Simulasi pertama dilakukan untuk melihat pengaruh 11 tipe curah hujan dasarian terhadap produktivitas tanaman kedelai pada sela pertanaman padi. Hasil simulasi menunjukkan bahwa semua tipe curah hujan akan mendapatkan produktivitas maksimum jika awal tanam dilakukan pada Februari dasarian 1, kecuali tipe 3, 8, 9, dan 10 yang selama masa kajian diduga terpengaruh oleh fenomena El Nino-Southern Oscilation (ENSO) yang mengubah pola curah hujan. Distribusi curah hujan yang mendukung produktivitas maksimum adalah banyak curah hujan dari awal masa tanam hingga pengisian polong dan menurun atau tetap hingga akhir masa tanam. Distribusi curah hujan yang mengakibatkan gagal panen adalah sedikit curah hujan di masa tanaman kedelai mengalami tahap vegetatif sehingga terjadi kegagalan dalam pembentukan bunga dan polong kedelai. Simulasi kedua dilakukan untuk menentukan musim tanam potensial di beberapa wilayah Pulau Lombok. Hasil simulasi menunjukkan bahwa musim tanam potensial tanaman kedelai pada sela pertanaman padi bervariasi tiap tahunnya. Kedua simulasi menunjukkan variasi curah hujan dan jumlah curah hujan dalam satu masa tanam berpengaruh cukup signifikan terhadap produktivitas tanaman kedelai lahan kering pada sela pertanaman padi. Namun tingkat pengaruh variasi curah hujan terhadap produktivitas tanaman kedelai lebih tinggi daripada jumlah curah hujan dalam satu masa tanam", "Daftar File": {"2014 TA PP NOVRIA DEDY ASIHANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/94969", "2014 TA PP NOVRIA DEDY ASIHANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/94970", "2014 TA PP NOVRIA DEDY ASIHANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/94971", "2014 TA PP NOVRIA DEDY ASIHANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/94972", "2014 TA PP NOVRIA DEDY ASIHANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/94973", "2014 TA PP NOVRIA DEDY ASIHANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/94974", "2014 TA PP NOVRIA DEDY ASIHANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/94975"}, "Penulis": "NOVRIA DEDY ASIHANTO (12810018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Joko Wiratmo, MP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Variasi curah hujan, Produktivitas kedelai, AquaCrop", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}