{"Nomor": 19084, "Judul": "KARAKTERISASI BATUAN INDUK DAN KORELASI GEOKIMIA BATUAN INDUK DAN MINYAK BUMI DI LAPANGAN A, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Lapangan A merupakan bagian dari Cekungan Sumatra Tengah dan merupakan daerah penghasil hidrokarbon yang dioperasikan oleh PT Chevron Pacific Indonesia. Hidrokarbon tersebut berasal dari batuan induk Formasi Brown Shale yang terletak di lapangan A. Tujuan Penelitian ini adalah untuk mengetahui karakteristik batuan induk Formasi Brown Shale dan korelasi antara batuan induk tersebut dan minyak bumi di lapangan A.          \n \n\nAnalisis stratigrafi daerah penelitian dilakukan menggunakan log sinar gamma dan deskripsi inti bor. Stratigrafi daerah penelitian terdiri atas Kelompok          \n \n\nPematang dan Kelompok Sihapas. Kelompok Pematang sebagai endapan bareng-lisu (syn-rift) terdiri dari Formasi Lower Red Bed, Formasi Brown Shale, dan Formasi upper Red Bed. Kelompok Sihapas sebagai endapan pascalisu (post-rift) terdiri dari Formasi Menggala, Formasi Bangko, Formasi Bekasap, Formasi Duri, dan Formasi Telisa. Analisis struktur geologi daerah penelitian menggunakan penampang seismik berarah barat dayaÃ‚Â–timur laut. Struktur geologi yang terdapat di daerah penelitian adalah sesar normal dan sesar naik yang berarah barat lautÃ‚Â–tenggara. Selain itu, kehadiran lipatan antiklin berfungsi sebagai jebakan hidrokarbon di daerah penelitian.          \n \n\nBerdasarkan analisis biomarker geokimia, batuan induk Formasi Brown Shale di daerah penelitian dapat dibagi menjadi dua tipe genetik, yaitu batuan induk tipe          \n \n\ngenetik I dan batuan induk tipe genetik II. Batuan induk tipe genetik I mempunyai karakteristik material organik yang berasal dari alga lakustrin di lingkungan          \n \n\npengendapan lakustrin dalam. Batuan induk tipe genetik II mempunyai karakteristi material organik yang berasal dari campuran antara tumbuhan tingkat tinggi dan alga          \n \n\nlakustrin di lingkungan pengendapan lakustrin dangkal. Hasil korelasi minyak bumi dan batuan induk di daerah penelitian menyatakan bahwa minyak bumi berkorelasi          \n \n\npositif dengan batuan induk tipe genetik I.", "Daftar File": {"2013 TA PP NUR AMALIA MURTRIJITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95004", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95005", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95006", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95007", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/95008", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/95009", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/95010", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/95011", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 4E.pdf": "https://digilib.itb.ac.id/gdl/download/95012", "2013 TA PP NUR AMALIA MURTRIJITO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95013", "2013 TA PP NUR AMALIA MURTRIJITO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95014"}, "Penulis": "NUR AMALIA MURTRIJITO (NIM : 12009064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Eddy A. Subroto & Lambok P. Marpaung, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan A, tipe genetik, Formasi Brown Shale, geokimia, biomarker, korelasi batuan induk dan minyak bumi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}