{"Nomor": 19086, "Judul": "PERANCANGAN GENERATOR SINYAL PULSA TEGANGAN TINGGI UNTUK UJI PENGARUH MEDAN LISTRIK PADA SEL HIDUP", "Abstrak": "Elektroporasi adalah peristiwa yang menggambarkan kenaikan signifikan pada konduktifitas dan permeabilitas listrik dari membran sel. Efek ini terjadi karena adanya aplikasi medan listrik di luar sel. Elektroporasi ini akan menyebabkan terciptanya pori hirdofilik pada membran sel tersebut. Elektroporasi dibagi menjadi dua jenis yaitu reversible electroporation (elektroporasi sementara) dan irreversible electroporation (elektroporasi permanen). Pada umumnya elektroporasi sementara digunakan untuk melewatkan berbagai macam molekul berukuran besar yang tidak dapat melewati membran sel dari luar sel ke dalam sel. Sedangkan elektroporasi permananen digunakan untuk ablasi mikroorganisme dan sel di dalam jaringan. Elektroporator atau generator sinyal pulsa untuk elektroporasi yang digunakan saat ini semakin disempurnakan dimana tegangan keluaran dan lebar pulsa yang dihasilkan dapat dikontrol secara terpisah sehingga dapat digunakan untuk optimasi percobaan. Perancangan alat generator sinyal pulsa yang digunakan ini terbilang cukup rumit karena membutuhkan tegangan keluaran hingga orde kilovolt dan lebar pulsa yang cukup sempit yaitu antara milisekon sampai dengan nanosekon. Perancangan dan pembuatan generator sinyal pulsa yang telah dilakukan dapat menghasilkan tegangan keluaran dan lebar pulsa sesuai dengan yang spesifikasi yang telah ditentukan. Sedangkan sistem kontrol yang telah dibuat dapat digunakan untuk memvariasikan berbagai parameter sinyal output dari alat yang telah dibuat seperti tegangan keluaran dan lebar pulsa yang dihasilkan. Pengujian alat yang telah dibuat terhadap sel dilakukan terhadap sel paramecium. Dari hasil pengujian yang telah dilakukan iv diketahui bahwa sel paramecium akan mengalami kematian setelah ditempatkan pada medan listrik sebesar 2000V/cm dengan lebar pulsa 100μs selama kurang lebih 10 menit. Hal ini menunjukkan bahwa lama pengaplikasian medan listrik terhadap sel dapat mempengaruhi viabilitas atau kemampuan untuk bertahan hidup dari sel sehingga dapat menyebabkan kematian pada sel tersebut.", "Daftar File": {"2014 TA PP  NUR HAKIM SOLEH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95022", "2014 TA PP  NUR HAKIM SOLEH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95023", "2014 TA PP  NUR HAKIM SOLEH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95024", "2014 TA PP  NUR HAKIM SOLEH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95025", "2014 TA PP  NUR HAKIM SOLEH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95026", "2014 TA PP  NUR HAKIM SOLEH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95027", "2014 TA PP  NUR HAKIM SOLEH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95028"}, "Penulis": "NUR HAKIM SOLEH ( NIM : 10209110)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Suprijadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "elektroporasi, medan listrik, membran sel, tegangan tinggi, sinyal pulsa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}