{"Nomor": 19088, "Judul": "NURUL FIKRI ISLAMIC BOARDING SCHOOL DI CIBODAS, KAB. BANDUNG BARAT", "Abstrak": "Proyek Tugas Akhir Perancangan adalah Nurul Fikri Islamic Boarding School Cibodas. Status Proyek bersifat semi fiktif. Proyek berlokasi di dekat Jalan Raya Maribaya Timur, Desa Cibodas, Kab. Bandung Barat. Akses jalan menuju lokasi  proyek adalah dua jalan lokal selebar 5 meter. Lingkungan sekitar lahan memiliki suasana alami dengan banyak vegetasi dari kebun/ halaman luas rumah penduduk dan panorama pegunungan. Keadaan lahan tapak memanjang Utara-Selatan, dengan topografi terendah di sisi Selatan. Topografi lahan termasuk landai dengan perbedaan dua meter dari titik tertinggi di sisi Utara dengan titik terendah di sisi Selatan. Nurul Fikri Islamic Boarding School Cibodas ini direncanakan sebagai full boarding school, yaitu sekolah berasrama yang seluruh siswa-siswinya tinggal di  asrma sekolah. Kegiatan yang ditampung di dalam fasilitas ini antara lain kegiatan belajar mengajar, kegiatan ibadah agama Islam dan kegiatan berhuni/ tinggal. Sekolah ini dibagi menjadi tiga zona, yaitu, zona publik yang terdiri dari fasilitas  masjid dan lobi, zona semi privat terdiri dari ruang serbaguna, lobi dan fasilitas sekolah, dan zona privat terdiri dari asrama putra, asrama putri dan rumah guru.Luas total seluruh bangunan adalah 6.600 m2 dengan luas lahan perancangan 13.000 m2. Perancangan tapak merespons lahan tapak yang memanjang yaitu dengan pola memanjang dari Utara ke Selatan. Pola tersebut dirancang sebagai akses sirkulasi pengguna. Sirkulasi ini adalah sirkulasi antar bangunan yang menerusdalam kompleks sekolah. Namun dirancang pula gerbang sebagai kontrol keamanan ke zona privat. Selain itu juga dirancang node atau simpul dalam area sirkulasi ini sebagai simpul untuk berkumpul pengguna. Pola sirkulasi ini diwujudkan dalam bentuk selasar sebagai respons terhadap isu arsitektur tropis dan isu kenyamanan  pengguna.", "Daftar File": {"2010 TA PP NURINA LISTYA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95036", "2010 TA PP NURINA LISTYA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95035", "2010 TA PP NURINA LISTYA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95037", "2010 TA PP NURINA LISTYA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95038", "2010 TA PP NURINA LISTYA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95039", "2010 TA PP NURINA LISTYA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95040", "2010 TA PP NURINA LISTYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95041"}, "Penulis": "NURINA LISTYA (NIM:15205036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Bambang Setia Budi, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Islamic Boarding School, bandung, sirkulasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}