{"Nomor": 19096, "Judul": "USULAN STRATEGI PENINGKATAN KOMPETENSI KARYAWAN PT. PERTAMINA MELALUI PENERAPAN TATA NILAI 6C DENGAN ANALISIS KEPEMIMPINAN DAN BUDAYA ORGANISASI", "Abstrak": "Sejak sekitar 50 tahun Pertamina menjadi satu-satunya perusahaan minyak dan gas skala nasional yang menguasai pasar Indonesia. Kemudian dengan munculnya Undang-Undang Nomor 22 Tahun 2001 Tentang Minyak dan Gas dimana kegiatan usaha minyak dan gas bumi sekarang berorientasi pada mekanisme pasar. Maka dari itu, transformasi menjadi tema besar bagi Pertamina saat ini. Untuk mendukung transformasi ini, Pertamina perlu melakukan peningkatan kualitas sumber daya manusia dilihat dari tingkat kompetensi setiap individu yang didefinisikan dari tata nilai perusahaan yaitu 6C. Dari sekian banyak faktor yang dapat mendukung peningkatan penerapan tata nilai, pemimpin dan budaya organisasi menjadi fokus utama dalam penelitian ini dengan melihat seberapa besar pengaruh keduanya. Besar pengaruh yang timbul dari faktor kepemimpinan dan budaya organisasi diteliti dengan menggunakan metode regresi linier berganda dengan menganalisis dua variabel bebas yaitu kepemimpinan yang terdiri dari transformational, transactional, laissez faire, strategic behavior dan follower facilitation; dan budaya organisasi yang terdiri dari adaptability, involvement, consistency, dan mission terhadap variabel  \n \n\ntergantung yaitu tata nilai secara parsial, yaitu Clean, Competitive, Confident, Customer-Focused, Commercial dan Capable.  \n \n\nHasil dari penelitian menyatakan bahwa pengaruh setiap tipe kepemimpinan dan budaya organisasi masing-masing tipe berbeda pengaruhnya terhadap setiap tata nilai.  \n \n\nOleh karena itu perlu diadakannya penerapan tata nilai yang dilakukan secara parsial sesuai dengan kebutuhan. Selain itu mayoritas kepemimpinan dan budaya organisasi  \n \n\nyang memiliki pengaruh signifikan terhadap setiap tata nilai adalah kepemimpinan strategic behavior dan transactional serta adaptability. Maka Pertamina dapat fokus pada tipe kepemimpinan strategic behavior dan transactional juga menerapkan budaya adaptability untuk mendukung penerapan tata nilai 6C supaya hasilnya lebih maksimal.", "Daftar File": {"2011 TS PP OCTA JULIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95096", "2011 TS PP OCTA JULIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95097", "2011 TS PP OCTA JULIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95098", "2011 TS PP OCTA JULIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95099", "2011 TS PP OCTA JULIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95100", "2011 TS PP OCTA JULIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95101"}, "Penulis": "OCTA JULIAN ALADIYAH (NIM : 29109069)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Bambang Rudito, MSi.", "Pembimbing 2: Ir. Yuni Ros Bangun, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pertamina, Kepemimpinan, Budaya Organisasi, Tata Nilai.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}