{"Nomor": 19099, "Judul": "PERBAIKAN LAYANAN SISTEM PENGELOLAAN GAJI BANK JABAR BANTEN", "Abstrak": "Perkembangan teknologi informasi, telekomunikasi, dan internet menyebabkan munculnya aplikasi bisnis yang berbasis teknologi. Teknologi ini bertujuan untuk lebih meningkatkan pelayanan bertransaksi kepada para nasabah. Salah satunya adalah sistem pengelolaan gaji. Sistem pengelolaan gaji ini berfungsi untuk mengelola gaji karyawan dinas se-Jawa Barat dan Banten. Sampai saat ini, Bank Jabar Banten masih memberikan layanan pengelolaan gaji dengan sistem input manual. Hal itu dirasa tidak tidak lagi optimal untuk dilakukan lagi. Sistem input manual membutuhkan waktu, tenaga dan biaya yang cukup besar. Penelitian ini dilakukan untuk mengukur seberapa optimal sistem pengelolaan gaji karyawan dinas yang sudah dijalankan Bank Jabar Banten. Kemudian akan dibandingkan juga dengan beberapa alternatif solusi seperti input manual plus, membangun teknologi sendiri maupun dengan outsource. Penelitian akan dilakukan dengan menggunakan analisis situasi bisnis, analisis teknologi dan analisis biaya dari penggunaan masing-masing alternatif solusi. Berdasarkan analisis situasi bisnis, analisis biaya dan analisis teknologi didapatkan 2 akar permasalahan yang dihadapi Bank Jabar Banten sehingga sistem pengelolaan gaji ini tidak berjalan secara optimal. Pertama, tidak adanya aturan format data untuk setiap data yang akan diinputkan. Karyawan Bank Jabar Banten yang melakukan proses tersebut hanya butuh 5 kolom, yaitu nomor induk karyawan, nama karyawan, gaji pokok, potongan kredit, dan potongan dinas. Format yang tidak sama ini dikombinasikan dengan banyaknya data yang akan diproses. Kedua, Bank Jabar Banten merasa belum sadar teknologi untuk sistem pengelolaan gaji. Pihak Bank Jabar Banten merasa sudah cukup puas dengan keadaan yang sekarang ini. Mereka merasa sudah dipercaya oleh banyak pihak dinas untuk mengelola gaji karyawannya. Selain itu, mereka juga merasa telah melakukan penghematan dengan tidak menggunakan teknologi. Kesimpulan yang didapatkan dari penelitian ini adalah pilihan alternatif solusi menyewa teknologi sistem pengelolaan gaji kepada pihak outsource merupakan pilihan terbaik untuk Bank Jabar Banten. Hal ini berdasarkan pada hasil analisis biaya yang menunjukkan bahwa dengan menyewa teknologi pada pihak outsource membuat Bank Jabar Banten menghemat waktu, biaya dan kualitas layanannya kepada pihak dinas. Implementasi dilakukan dengan membuat kerangka pikir, menyusun struktur pembagian kerja, menyusun proses bisnis, menyusun kerangka sistem, menyusun kerangka tampilan teknologi, melakukan percobaan dan evaluasi, edukasi integrasi dan peluncuran, promosi, dokumentasi dan evaluasi perbaikan. Kesemua kegiatan implementasi didiskusikan dengan pihak outsource supaya Bank Jabar Banten bisa mendapatkan teknologi pengelolaan gaji yang diinginkan.", "Daftar File": {"2011 TS PP OKI INDRO PRIAMBODO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95115", "2011 TS PP OKI INDRO PRIAMBODO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95116", "2011 TS PP OKI INDRO PRIAMBODO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95117", "2011 TS PP OKI INDRO PRIAMBODO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95118", "2011 TS PP OKI INDRO PRIAMBODO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95119", "2011 TS PP OKI INDRO PRIAMBODO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95120"}, "Penulis": "OKI INDRO PRIAMBODO (NIM : 29109030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Togar M. Simatupang"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sistem pengelolaan gaji, teknologi, analisis biaya, outsource dan Bank Jabar Banten", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}