{"Nomor": 19109, "Judul": "BUSINESS DEVELOPMENT STRATEGY OF PT SIAGAN BOATS FOR BUSINESS SUSTAINABILITY", "Abstrak": "ABSTRAK  \n \n\nPT Siagan Boats merupakan perusahaan keluarga yang bergerak di bidang pembuatan boat-boat yang terbuat dari fiberglass, docking, dan memberikan jasa konsultasi terhadap perencanaan pembangunan kapal berdasarkan preferensi konsumen. Kapal-kapal yang dibuat bermacam macam seperti kapal ikan , kapal pribadi, kapal patrol, puskesmas keliling, bus air dan lain-lain. Saat ini, PT Siagan Boat merupakan perusahaan tertua dan sebagai pioneer pembuatan kapal-kapal yang terbuat dari fiberglass di Sulawesi Selatan. Adapun isu bisnis yang dihadapi oleh perusahaan yaitu adanya kontinuitas proyek yang tidak menentu yang disebabkan oleh konstilasi politik yang berubah-ubah, adanya sistem manajemen yang tidak tertata baik, dan adanya keterlambatan penyelesaian proyek.  \n \n\nDalam menghadapi isu bisnis tersebut dibutuhkan beberapa formulasi strategi.Penyusunan strategi membutuhkan beberapa pendekatan yaitu menscan faktor-faktor ekternal internal dengan beberapa faktor seperti PEST Analysis, Porter 5 Forces Analysis, Resourced Based View, and Sustainaible Competitive Advantage.Setelah itu dilakukan pembuatan SWOT Analysis, dilanjutkan dengan melakukan pembobotan terhadap indikator-indikator dari SWOT tersebut dengan menggunakan metode Analytical Hierarchy Process.Sebelum dilakukan formulasi strategi hendaknya menentukan visi, misi, dan nilai perusahaan yang menjadi arah dalam menentukan formulasi strategi.  \n \n\nBerdasarkan hasil formulasi strategi, diketahui bahwa strategi korporat PT Siagan Boats adalah strate-gi bertumbuh yang kemudian didukung dengan strategi bisnis yaitu cost-leadership yaitu strategi da-lam meminimasi dan mengurangi biaya. Setelah itu ditentukan strategi fungsional dengan menggunakan TOWS Matrix, dan selanjutnya dikelompokkan ke dalam empat fungsi strategi fungsional yaitu: Pemasaran, Keuangan, SDM, dan Operasi. Berdasarkan pengelompokan fungsi ter-sebut diketahui empat strategi utama bagi PT Siagan Boats yaitu penetrasi pasar untuk meningkatkan market share, pembukaan cabang di Papua, menambah lini produk dengan membuat kapal dari alu-minium, dan membangun marina yang berfungsi bagi penyimpanan boat pribadi. Adapun aktivitasnya seperti peluncuran visi, misi, dan nilai, merekrut staf marketing, dan adanya system informasi yang terintegrasi, survey lapangan, rekrut tenaga kerja di Papua, membangun galangan kapal yang indoor, merekrut tukang las yang professional, dan membangun kerja sama dengan supplier  \n \n\nKeempat strategi utama tersebut akan dibuat suatu rencana implementasi berdasarkan jangka waktu tertentu yaitu jangka pendek, jangka menengah, dan jangka panjang. Rencana implementasi ini sangat diharapkan dapat menghadapi isu bisnis yang ada sehingga PT Siagan Boat dapat mengembangkan usahanya sehingga dapat mempertahankan eksistensinya.  \n \n \n\nKeywords : bisnis keluarga , kapal fiberglass, strategi bertumbuh,cost leadership, penetrasi pasar.", "Daftar File": {"2014 TS PP OLIVER WILLIAM JOST1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95187", "2014 TS PP OLIVER WILLIAM JOST1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95188", "2014 TS PP OLIVER WILLIAM JOST1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95189", "2014 TS PP OLIVER WILLIAM JOST1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95190", "2014 TS PP OLIVER WILLIAM JOST1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95191", "2014 TS PP OLIVER WILLIAM JOST1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95192"}, "Penulis": "OLIVER WILLIAM JOST (NIM : 29110324)", "Kontributor / Dosen Pembimbing": ["Final ProjectCounselor : Alibasjah Ingriantara, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keywords : family enterprise, fiberglass boat, growth strategy, cost leadership, market penetra-tion", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}