{"Nomor": 19108, "Judul": "FLUKS KARBON LAUT ATMOSFER DI PERAIRAN INDONESIA", "Abstrak": "Konsentrasi karbondioksida di atmosfer semakin lama semakin meningkat terutama sejak dimulainya revolusi industri dimana konsentrasi gas karbondioksida sudah tidak berada dalam kesetimbangannya. Laut dan atmosfer memiliki sistem kesetimbangan dalam transfer karbondioksida. Dalam studi ini, metode yang digunakan untuk menghitung fluks karbon antara laut dan atmosfer adalah dengan menggunakan persamaan empiris fluks karbon antara laut dan atmosfer yang merupakan turunan dari data suhu permukaan laut, salinitas permukaan laut, dan kecepatan angin dengan asumsi bahwa tekanan parsial CO2 atmosfer di seluruh perairan Indonesia adalah sama. Perhitungan fluks karbon laut atmosfer dilakukan selama satu tahun (2012). Dari hasil perhitungan didapatkan pelepasan fluks CO2 tertinggi didapat pada bulan Mei yaitu 0,0041 mol/m2 hari dan untuk penyerapan fluks CO2 tertinggi didapat pada bulan Agustus yaitu 0,0014 mol/m2 hari. Pengaruh kecepatan transfer gas dan ΔpCO2 antara laut dan atmosfer lebih dominan dalam perhitungan fluks CO2 antara laut dan atmosfer dibandingkan dengan kelarutan gas. ΔpCO2 antara laut dan atmosfer sendiri sangat dipengaruhi oleh suhu permukaan laut. Untuk parameter kecepatan transfer gas sangat dipengaruhi oleh kecepatan angin. Sedangkan nilai kelarutan gas berbanding terbalik dengan suhu permukaan laut serta terdapat pula pengaruh salinitas dengan nilai korelasi rata-rata 0,28. Variasi bulanan fluks CO2 di perairan dalam seperti Laut Arafura dan Samudra Hindia lebih tinggi dibandingkan dengan variasi bulanan fluks CO2 di perairan dangkal seperti Laut Jawa, Kepulauan Riau, dan Selat Makassar.", "Daftar File": {"2013 OKY SURYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95180", "2013 OKY SURYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95181", "2013 OKY SURYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95182", "2013 OKY SURYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95183", "2013 OKY SURYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95184", "2013 OKY SURYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95185", "2013 OKY SURYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95186"}, "Penulis": "OKY SURYA (NIM : 12909019)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Susanna, S.Si., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "karbondioksida, fluks karbon laut atmosfer, tekanan parsial CO2, kecepatan transfer gas, kelarutan gas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}