{"Nomor": 19101, "Judul": "RUMAH SAKIT KHUSUS GINJAL DI BANDUNG", "Abstrak": "Peningkatan jumlah pasien gagal ginjal setiap tahunnya membuat pelayanan kesehatan dalam hal kesehatan organ ginjal menjadi sesuatu yang penting. Harus diperhatikan pula bahwa pelayanan utama pada penderita gagal ginjal, yakni cuci darah (hemodialisis) memerlukan biaya yang cukup mahal dan harus dilakukan secara rutin dua kali seminggu. Sehingga pelayanan terhadap masyarakat kalangan menengah ke bawah pun juga harus mampu dipenuhi. Bangunan Rumah Sakit Khusus Ginjal yang dirancang pada Tugas Akhir kali ini berlokasi di Jalan Soekarno Hatta kota Bandung. Sebuah Lokasi yang strategis untuk pembangunan sebuah RS yang mengedepankan isu sosial. Lokasi ini cukup dekat dengan banyak perumahan baik dari kalangan menengah hingga kalangan bawah. Selain itu lokasi ini juga cukup strategis karena dilewati oleh berbagai macam angkutan umum. Tujuan dari perancangan ini adalah menciptakan sebuah Rumah Sakit Khusus Ginjal yang dapat memenuhi pelayanan, terutama dalam hal kesehatan ginjal dengan baik, efektif, dan efisien. Selain dapat memberikan pelayanan kesehatan dengan baik, juga memberikan kenyamanan dan memberikan atmosfer penyembuhan bagi para pasien yang datang berobat ke Rumah Sakit Khusus Ginjal ini. Permasalahan yang utama pada perancangan Rumah Sakit Khusus Ginjal ini adalah bagaimana agar ruangan-ruangan yang terbentuk selain efektif, efisien, dan sesuai dengan kebutuhan namun juga mampu memberikan kenyamanan bagi para pasien yang datang. Hal ini nantinya bisa dicapai dengan banyaknya bukaan-bukaan yang menghadap pada taman-taman di sekitar bangunan. Maka konsep utama yang diangkat pada perancangan Rumah Sakit Khusus Ginjal ini adalah Healing and Breathing Architecture, yang dimaksudkan agar perancangan Rumah Sakit Khusus Ginjal ini benar-benar bersifat menyembuhkan, tidak hanya dalam hal teknis seperti sirkulasi, kesesuaian program ruang, zoning ruangan yang baik, namun juga suasana pada bangunan dan ruangan yang juga bersifat menyembuhkan karena sangat nyaman terutama bagi pasien. Kenyamanan ruang yang ingin dicapai agar bersifat healing ini berkaitan dengan konsep breathing, yaitu bentukan massa yang ramping sehingga terdapat banyak bukaan yang mampu memasukkan cahaya matahari dan memberikan pemandangan ke arah taman bagi para pengunjung dan pasien Rumah Sakit Khusus Ginjal ini.", "Daftar File": {"2010 TA PP OKITA SISY TIARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95128", "2010 TA PP OKITA SISY TIARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95129", "2010 TA PP OKITA SISY TIARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95130", "2010 TA PP OKITA SISY TIARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95131", "2010 TA PP OKITA SISY TIARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95132", "2010 TA PP OKITA SISY TIARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95133", "2010 TA PP OKITA SISY TIARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95134"}, "Penulis": "OKITA SISY TIARA (NIM : 15206072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sugeng Triyadi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gagal ginjal,cuci darah,Healing,Breathing Architecture", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}