{"Nomor": 19117, "Judul": "APLIKASI MOTIF BALI DENGAN TEKNIK BATIK SEBAGAI CAP SEBAGAI PRODUK FASHION", "Abstrak": "Bali merupakan salah satu pulau di Indonesi yang terkenal akan ragam budya dan tradisinya yang masih terjaga. Selain kaya akan tradisi, Bali juga memiliki beragam motif tradisional yang berpotensi untuk dikembangkan. Teknik batik yang sudah diakui sebagai warisan budaya dunia yang berasal dari Indonesia dirasa menarik untuk penerapan pengunaan ragam hiad Bali jika ingin digunakan sebagai produk fashion ini. Motif yang diambil merupakan adaptasi dari motif yang berasal dari kain prada. Kain ini sudah sangat sering muncul di masyarakat dalam bentuk kostum penari Bali. Sehingga mudah bagi masyarakat untuk mengenali bahwa motif Ã‚Â– motif ini adalah motif tradisional Bali. Dalam penerapannya, motif tradisional ini dikemas sedemikian hingga supaya dapat diterima masyarakat sebagai suatu produk fashion yang kekinian. Oleh sebab itu, pemilihan      \n \n \n \n \n \n\nwarna dan juga proses pewarnaanya dilakukan agar menghasilkan karya yang jauh dari citra batik sebelumnya. Batik yang identik dengan warna cokelat dan cenderung penunh kini dikemas dalam warna berbeda dan komposisi yang 'secukupnya'. Pengusungan tema ini diharapkan agar motif Ã‚Â– motif tradisional Indonesia, dalam hal ini Bali, dapat terus dikembangkan dan dilestarikan sehingga nilai tradisi Indonesia tidak akan      \n \n \n \n \n \n\nhilang dan bahkan dapat berjalan maju seiring perkembangan zaman. Denagn demikian, kriya Indonesiapun akn semakin maju di mata dunia.", "Daftar File": {"2010 TA PP PANDE LUH PRITI KATHINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95248", "2010 TA PP PANDE LUH PRITI KATHINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95249", "2010 TA PP PANDE LUH PRITI KATHINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95250", "2010 TA PP PANDE LUH PRITI KATHINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95251", "2010 TA PP PANDE LUH PRITI KATHINA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/95252", "2010 TA PP PANDE LUH PRITI KATHINA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/95253", "2010 TA PP PANDE LUH PRITI KATHINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95254", "2010 TA PP PANDE LUH PRITI KATHINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95255"}, "Penulis": "PANDE LUH PRITI KATHINA (NIM.17206012)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING: DIAN WIDIAWATI, S.Sn, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bali, motif bali, teknik batik, produk fashion", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}