{"Nomor": 19118, "Judul": "IDENTIFIKASI POLA LOKASI TERJADINYA TINDAK KRIMINAL TERKAIT KARAKTERISTIK SOSIAL DEMOGRAFI DI PUSAT KOTA (Studi Kasus: Kecamatan Sumur Bandung, Kota Bandung)", "Abstrak": "Pertumbuhan kota, khususnya wilayah pusat kota yang ditandai dengan meningkatnya aktifitas dan interaksi antar uang, barang, dan manusia, selalu diikuti oleh munculnya permasalahan harus dihadapi dimana salah satunya adalah peningkatan angka tindak kriminal. Semakin tinggi aktifitas uang, barang, dan manusia, maka semikin besar kemungkinan pelaku dan korban tindak   \n \n \n\nkriminal bertemu dalam suatu lokasi dan waktu tertentu. Selain dari jumlahnya yang tinggi, tindak kriminal terjadi dengan suatu susunan atau pola tertentu yang   \n \n \n\nditunjukkan oleh angka tindak kriminal yang tinggi pada beberapa area tertentu dan yang rendah pada area lain di wilayah pusat kota dalam rentang waktu yang cukup lama. Dengan kata lain, tindak kriminal terkonsentrasi pada beberapa area tertentu di wilayah pusat kota. Wilayah pusat kota itu sendiri terdiri dari beberapa area yang masing-masing memiliki karakteristik tersendiri berdasarkan kondisi penduduknya, dimana karakteristik tersebut mempengaruhi proses interaksi antar penduduk, mobilitas, organisasi, dan proses sosial lainnya. Proses   \n \n \n\ninteraksi antar penduduk, mobilitas, dan proses sosial lainnya mempengaruhi terjadinya tindak kriminal, oleh karena itu, lokasi terjadinya tindak kriminal memiliki keterkaitan dengan karakteristik sosial demografi. Studi ini dilakukan dengan tujuan mengidentifikasi bagaimana pola lokasi terjadinya tindak kriminal terkait dengan karakeristik sosial demografi di Kecamatan Sumur Bandung. Tindak kriminal di Kecamatan Sumur Bandung terkonsentrasi di pusatpusat perdagangan seperti Pasar Baru, BEC, Pasar Kosambi, dan Yogya Supermarket. Walaupun begitu, jumlah tindak kriminal di area pasar baru (RW 02 Kelurahan Braga) dan BEC (RW 05 Kelurahan Babakan Ciamis) lebih besar daripada di pusat perdagangan lainnya. Setelah dikaji, terdapat kesamaan dalam hal karakteristik sosial demografi pada area dengan tindak kriminal tertinggi (RW 02 Kelurahan Braga dan RW 05 Kelurahan Babakan Ciamis). Karakteristik   \n \n \n\narea dengan tingkat kriminalitas tertinggi di Kecamatan Sumur Bandung yaitu jumlah dan kepadatan penduduk rendah, kesejahteraan penduduk tinggi, dan pendidikan penduduk rendah. Melimpahnya komoditas berharga dan minimnya fungsi pengawasan baik oleh penduduk maupun polisi merupakan faktor yang menyebabkan beberapa area di Kecamatan Sumur Bandung memiliki angka tindak kriminal yang tinggi.", "Daftar File": {"2010 TA PP PANDJI ALIF FAIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95256", "2010 TA PP PANDJI ALIF FAIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95257", "2010 TA PP PANDJI ALIF FAIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95258", "2010 TA PP PANDJI ALIF FAIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95259", "2010 TA PP PANDJI ALIF FAIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95260", "2010 TA PP PANDJI ALIF FAIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95261", "2010 TA PP PANDJI ALIF FAIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95262"}, "Penulis": "PANDJI ALIF FAIZAL (NIM : 15404052)", "Kontributor / Dosen Pembimbing": ["Pembimbing Ir. Roos Akbar, M.Sc., Phd"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pola Lokasi, Sosial Demografi, Kriminalitas, Disorganisasi Sosial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}