{"Nomor": 19112, "Judul": "PENATAAN PEDAGANG KAKI LIMA DI KORIDOR JALAN DALEM KAUM BANDUNG", "Abstrak": "Pertokoan di koridor jalan Dalem Kaum menjadi daya tarik yang besar baik bagi pengunjung maupun para pedagang kaki lima. Kegiatan perdagangan yang ada dan padatnya pengunjung semakin menarik pedagang kaki lima lainnya untuk menjajakan barang dagangannya di koridor jalan ini. Namun kegiatan perdagangan kaki lima yang  mendominasi Jalan Dalem Kaum menimbulkan banyak permasalahan yaitu trotoar dan badan jalan yang terlalu sempit sehingga mengganggu kenyamanan pejalan kaki di trotoar dan pengguna kendaraan. Sarana pendukung bagi pejalan kaki dan pedagang kaki lima seperti tempat penampungan sampah, saluran air bersih dan saluran pembuangan yang bekerja dengan baik belum tersedia. Kegiatan perdagangan kaki lima pun masih bergantung kepada waktu berdagang dari pertokoan yang ada,      \n \n \n \n\nsehingga apabila pertokoan ini tutup maka kegiatan berdagang pedagang kaki lima ikut terhenti. Berbagai permasalahan tersebut memunculkan ide untuk menata      \n \n \n \n\npedagang kaki lima di koridor jalan Dalem Kaum guna mewadahi kegiatannya dengan baik. Studi ini menggunakan metode analisis deskriptif. Langkah-langkah yang ditempuh meliputi eksplorasi literatur, observasi lapangan dan analisis data. Wawancara dengan PKL setempat, pedagang formal dan dinas terkait juga dilakukan. Observasi lapangan berupa pemetaan karakteristik pedagang kaki lima dilakukan untuk mengetahui potensi dan permasalahan yang ada. Konsep penataan ini berangkat dari pendekatan ruang dan waktu aktivitas pedagang kaki lima. Aspek lainnya untuk memfasilitasi keberadaan pedagang kaki lima ini adalah penataan sirkulasi kendaraan, pejalan kaki dan parkir kendaraan; sarana pendukung seperti street furniture, vegetasi, penerangan jalan. Integrasi antara karakteristik pedagang kaki lima dan aspek-aspek pendukungnya menjadi dasar dalam penataan pedagang kaki lima di koridor jalan Dalem Kaum ini. Penelitian ini      \n \n \n \n\ndiharapkan dapat menjadi bahan masukan bagi pemerintah kota, arsitek dan perencana kota dalam menata pedagang kaki lima. Dukungan dan keberpihakan pemerintah kota terhadap penataan ini antara lain berupa aturan hukum, mutlak diperlukan untuk mengotrol dan mengatur pedagang kaki lima di jalan Dalem Kaum ini", "Daftar File": {"2009 TS PP OSADHA WEDYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95207", "2009 TS PP OSADHA WEDYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95208", "2009 TS PP OSADHA WEDYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95209", "2009 TS PP OSADHA WEDYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95210", "2009 TS PP OSADHA WEDYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95211", "2009 TS PP OSADHA WEDYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95212"}, "Penulis": "OSADHA WEDYANTO (NIM : 25206017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Haryo Winarso, M.Eng, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Aktivitas, karakteristik pedagang kaki lima, pendekatan ruang dan waktu.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}