{"Nomor": 19127, "Judul": "ANOTHER WAY TO SEE ANOTHER", "Abstrak": "Identitas dalam potret diri Manusia percaya jika Tuhan telah menciptakan mereka dengan sempurna. Sempurna dalam     \n \n \n \n \n\nartian paling baik diantara makhluk ciptaan Tuhan lainnya. Organisme lain seperti hewan dan tumbuhan dianggap manusia sebagai penunjang hidup mereka di dunia ini. Dengan akal yang dimilikinya, manusia dapat mengatasi masalah‐masalah yang muncul dalam hidupnya untuk berkembang menjadi lebih baik dari waktu ke waktu. Satu kelebihan yang dipercayai manusia tidak dimiliki oleh organisme lainnya.     \n \n \n \n \n\nDalam dunia sastra, terutama dalam novel, ada suatu cara ungkap yang mampu membuat pembaca(apresiator) merasakan dilema dan perasaan yang dialami tokoh dalam novel tersebut dengan lebih kuat. Sebuah gaya ungkap yang dalam penyampaiannya banyak menggunakan kata 'aku', sebuah kata ganti orang pertama. Penggunaan kata aku tersebut membuat pembaca seolaholah adalah tokoh yang sedang bertutur kata di setiap halaman.     \n \n \n \n \n\nAdalah metode penyampaian orang pertama(first‐person viewpoint), yang dapat menimbulkan perasaan seperti di atas. Metode yang mampu menyatukan perasaan subjek dalam karya tulis dengan perasaan pembaca. Kondisi seperti inilah yang akan coba penulis terapkan dalam pengerjaan karya tugas akhir kali ini. Perbedaannya adalah bahwa penulis akan mencoba menerapkannya bukan secara verbal melainkan visual.     \n \n \n \n \n\nSetelah seluruh proses pengerjaan selesai dikerjakan, baik penelitian mauipun membuat karya. Penulis dapat menarik beberapa kesimpulan seperti berikut ini:     \n‐ Potret diri yang tidak menggambarkan wajah tetap mampu mengungkapkan identitas seseorang. Hal itu disebabkan karena ada kualitas‐ kualitas selain wajah lain yang lekat kaitannya dengan persoalan identitas yang dapat digambarkan. Uniform(pakaian), keseharian, sidik jari, DNA, dan beberapa subjek lain juga dapat menggambarkan identitas dengan baik. Dalam tugas akhir ini, penulis memanfaatkan kekuatan dari uniform dan keseharian (karakter sehari‐hari).     \n‐ Cara pandang yang berbeda akan menghasilkan persepsi yang berbeda. Jika ditilik dalam karya seni, cara pandang yang berbeda akan menghasilkan pengalaman estetik yang berbeda pula.     \n‐ Penerapan Visual sudut pandang orang pertama mampu melibatkan audiens lebih jauh dibandingkan dengan visual sudut pandang orang kedua. Jika pada sudut pandang orang     \n \n \n \n \n\nkedua, audiens akan diposisikan menjadi penonton, sedangkan pada sudut pandang orang pertama, audiens akan diposisikan seolah‐olah menjadi pelaku.", "Daftar File": {"2010 TA PP PATRIOT MUKMIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95315", "2010 TA PP PATRIOT MUKMIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95316", "2010 TA PP PATRIOT MUKMIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95317", "2010 TA PP PATRIOT MUKMIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95318", "2010 TA PP PATRIOT MUKMIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95319", "2010 TA PP PATRIOT MUKMIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95320", "2010 TA PP PATRIOT MUKMIN 1-LAMPIRAN 1.pdf": "https://digilib.itb.ac.id/gdl/download/95321", "2010 TA PP PATRIOT MUKMIN 1-LAMPIRAN 2.pdf": "https://digilib.itb.ac.id/gdl/download/95322", "2010 TA PP PATRIOT MUKMIN 1-LAMPIRAN 3.pdf": "https://digilib.itb.ac.id/gdl/download/95323"}, "Penulis": "PATRIOT MUKMIN (NIM : 17005003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Oco Santoso, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Identitas dalam potret diri,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}