{"Nomor": 19121, "Judul": "STUDI PEMBANGUNAN SISTEM PEMANTAUAN BAHAYA LONGSOR DENGAN METODE GEODETIK DI WILAYAH PEMBANGKIT LISTRIK TENAGA PANAS BUMI (STUDI KASUS : CHEVRON GEOTHERMAL SALAK)", "Abstrak": "Indonesia adalah negara yang kaya akan potensi sumber daya alam, salah satunya adalah panas bumi. Panas bumi dapat dimanfaatkan menjadi sumber energi terbarukan dengan menggunakan teknologi Pembangkit Listrik Tenaga Panas Bumi (PLTP). Lokasi reservoir panas bumi yang berada pada wilayah pegunungan yang didominasi oleh lereng curam mengakibatkan timbulnya potensi bencana longsor di wilayah PLTP, dimana bencana tersebut dapat mengakibatkan kerugian secara ekonomi bagi pengelola PLTP maupun konsumen dari listrik yang dihasilkan.Studi dilakukan untuk membangun suatu sistem pengamatan bahaya longsor dengan metode geodetik di wilayah PLTP. Metode yang digunakan untuk studi ini adalah studi literatur dan observasi lapangan. Pembangunan sistem dilakukan dengan mengadaptasi literatur-literatur yang terkait sebagai metode untuk melakukan pemantauan, dengan menggunakan hasil observasi lapangan sebagai acuan kebutuhan serta kecocokan metode pemantauan. Hasil akhir dari studi ini adalah sebuah Sistem Pemantauan Bahaya Longsor yang dapat diterapkan oleh pengelola PLTP sebagai salah satu langkah untuk manajemen aset.Sistem pemantauan tersebut terdiri dari klasifikasi potensi bencana longsor, pemantauan pergerakan tanah dengan metode geodetik, serta analisis deformasi. Sistem ini dapat memberikan informasi mengenai potensi bahaya longsor yang dinyatakan dalam tingkat-tingkat kecepatan dari pergerakan tanah. Informasi tersebut dapat digunakan oleh pengelola PLTP sebagai pertimbangan untuk melakukan tindakan perbaikan sebelum kerusakan yang lebih parah akibat bencana longsor terjadi dan menimbulkan kerugian.", "Daftar File": {"2014 TA PP PANDU WICAKSONO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95276", "2014 TA PP PANDU WICAKSONO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95277", "2014 TA PP PANDU WICAKSONO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95278", "2014 TA PP PANDU WICAKSONO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95279", "2014 TA PP PANDU WICAKSONO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95280", "2014 TA PP PANDU WICAKSONO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95281"}, "Penulis": "PANDU WICAKSONO  (NIM: 15109045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dwi Wisayantono, M.T.", "Ir. Didik Wihardi W. Soerowidjojo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Pemantauan Bahaya Longsor, Metode Geodetik, Deformasi, Mitigasi Longsor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}