{"Nomor": 19126, "Judul": "MUSEUM KERAJINAN PERAK KOTAGEDE DI YOGYAKARTA", "Abstrak": "Tugas Akhir ini mengambil kasus perancangan Museum Kerajinan Perak Kotagede di kota Yogyakarta, Daerah Istimewa Yogyakarta. Kasus ini bersifat fiktif dan direncanakan akan dibangun oleh Dinas Pariwisata Kota Yogyakarta yang bekerja sama dengan pihak swasta sebagai pengelola. Museum Kerajinan Perak Kotagede ini terletak 450 meter dari kawasan konservasi Kotagede, 5 kilometer arah tenggara dari pusat Kota Yogyakarta.Museum Kerajinan Perak Kotagede bertujuan untuk meningkatkan apresiasi masyarakat terhadap kerajinan perak Kotagede, mulai dari sejarahnya, keberadaannya saat ini, hingga perkembangan di masa akan datang. Museum ini juga bertujuan sebagai penghantar wisatawan untuk mengunjungi kawasan konservasi Kotagede melalui pendekatan kerajinan perak. Bengkel perak yang tersebar di Kotagede menjadi penghubung antara kerajinan perak dan isu konservasi kawasan. Bagi pengrajin perak, keberadaan museum bukan sebagai pesaing melainkan sebagai pendorong berkembangnya kerajinan perak di Kotagede. Keberadaan museum diharapkan dapat merepresentasikan semangat pembaharuan pada isu kerajinan perak di Kotagede pada khususnya, maupun keberhasilan pariwisata konservasi Kotagede pada umumnya.Pembangunan museum sekaligus mendukung visi Dinas Pariwisata kota Yogyakarta yaitu menjadikan kota Yogyakarta sebagai wisata terkemuka yang bertumpu pada kekuatan dan keunggulan budaya lokal.Melalui semangat pembaharuan sekaligus menghargai sejarah, Museum Kerajinan Perak Kotagede memperkenalkan arsitektur tradisional Jawa dipadukan dengan pengolahan fasad dan material pada bangunan di Kotagede sehingga menghasilkan citra kontemporer .", "Daftar File": {"2009 TA PP  PARAMITHA YANINDRAPUTRI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95309", "2009 TA PP  PARAMITHA YANINDRAPUTRI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95310", "2009 TA PP  PARAMITHA YANINDRAPUTRI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95311", "2009 TA PP  PARAMITHA YANINDRAPUTRI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95312", "2009 TA PP  PARAMITHA YANINDRAPUTRI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95313", "2009 TA PP  PARAMITHA YANINDRAPUTRI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95314"}, "Penulis": "PARAMITHA YANINDRAPUTRI  (NIM:152 05 010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Bambang Setia Budi, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "museum kerajinan perak , penghantar, tradisional, dan kontemporer", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}