{"Nomor": 19139, "Judul": "PERKIRAAN TREN HARGA MINYAK MENTAH DENGAN PENDEKATAN HIDDEN MARKOV MODELS (HMM)", "Abstrak": "Minyak mentah merupakan salah satu komoditi yang sangat penting karena        \n\nmerupakan salah satu bahan bakar utama yang masih digunakan sampai saat  ini. Fluktuasi harga minyak mentah menyebabkan perlunya penentuan keputusan investasi yang baik. Terdapat dua aspek yang harus diperhatikan. Pertama aspek  teramati, yaitu harga penutupan harian, kedua aspek tidak teramati (tersembunyi),  yaitu tren harga. Masalah perkiraan harga minyak mentah tersebut dapat dimodelkan  dengan Hidden Markov Models (HMM) karena memuat dua aspek tadi.        \n \n \n \n \n \n\nTulisan ini membahas penggunaan HMM dengan menggunakan data harga minyak mentah per hari sebagai barisan observasi. Data ini dibuat menjadi suatu kode lalu dimodelkan menjadi parameter-parameter awal HMM dengan menggunakan frekuensi kenaikan dan penurunan harga karena tren harga minyak dimisalkan menjadi tren naik dan tren turun, setelah itu akan dilakukan estimasi ulang pa- rameter dengan menggunakan Algoritma Baum-Welch agar didapatkan parameter yang sesuai dengan barisan observasi yang diberikan. Dalam memperkirakan tren harga, digunakan Algoritma Viterbi agar didapatkan barisan keadaan tersembunyi (tren) yang sesuai dengan hasil dari estimasi ulang parameter. Barisan keadaan tersembunyi yang didapatkan ini digunakan untuk melihat perilaku (tren) harga minyak untuk beberapa hari ke depan.", "Daftar File": {"2013 TA PP POCUT SYAKINA TIKITA FARNE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95410"}, "Penulis": "POCUT SYAKINA TIKITA FARNE [10109007]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Baum-Welch Algorithm, oil price trends, Hidden Markov Models, parameter re-estimation, Viterbi Algorithm", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "8 file", "Tanggal Input": "27 Sep 2017"}