{"Nomor": 19131, "Judul": "GEOLOGI DAERAH KEDUNGGEDE DAN SEKITARNYA, KABUPATEN BANYUMAS, JAWA TENGAH", "Abstrak": "Daerah penelitian terletak di Desa Kedunggede dan sekitarnya yang temasuk ke dalam Kabupaten Banyumas dan Kabupaten Cilacap, Provinsi jawa Tengah. Secara geografis daerah penelitian terletak pada 268000 Ã‚Â– 274000 mE dan 9174000 Ã‚Â– 9179000 mN (UTM WGS 84 zona 49S) dengan luas daerah penelitian 30 km2. Penelitian ini telah melalui beberapa tahap, diantaranya pengambilan data lapangan dan analisis laboratorium.     \n \n \n \n \n\nDaerah penelitian dibagi menjadi tiga satuan geomorfologi, yaitu Satuan Punggungan Homoklin Sengkala, Satuan Punggungan Homoklin Penusupan, Satuan Perbukitan Lipatan Kedunggede, dan Satuan Dataran Banjir Ci Haur. Berdasarkan bentukan morfologi, daerah penelitian termasuk kedalam tahapan geomorfik dewasa.     \n \n \n \n \n\nFormasi yang tersingkap di daerah penelitian adalah Formasi Rambatan, Formasi, Halang, Formasi Kumbang dan Formasi Tapak. Berdasarkan karakteristik litologinya, terdapat lima satuan tidak resmi litostratigrafi, dari tua ke muda: Satuan Batugamping-Batulempung berumur Miosen Tengah, Satuan Batupasir-Batulempung berumur Miosen Akhir-Pliosen Awal, Satuan Breksi berumur Miosen Akhir-Pliosen Awal, Satuan Batulempung-Batupasir berumur Pliosen Awal-Pliosen Tengah, dan Satuan Aluvial.     \n \n \n \n \n\nStruktur geologi yang terjadi di daerah penelitian antara lain kemiringan lapisan, Sesar Naik Cikopeng, Sesar Naik Cingebul, Sesar Mendatar Cikopeng, Antiklin Cingebul, Antiklin Lawimanggung, Sinklin Lawimanggung, dan Sinklin Igir Sati", "Daftar File": {"2014 TA PP PETRANUSA SOFIHATMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95342", "2014 TA PP PETRANUSA SOFIHATMA 1-BAB I.pdf": "https://digilib.itb.ac.id/gdl/download/95343", "2014 TA PP PETRANUSA SOFIHATMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95344", "2014 TA PP PETRANUSA SOFIHATMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95345", "2014 TA PP PETRANUSA SOFIHATMA 1-Bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/95346", "2014 TA PP PETRANUSA SOFIHATMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95347", "2014 TA PP PETRANUSA SOFIHATMA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95348"}, "Penulis": "PETRANUSA SOFIHATMA ( NIM : 12010032 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir. Yan Rizal R., Dipl. Geol"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kedunggede, Rambatan, Halang, Kumbang, Tapak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}