{"Nomor": 19136, "Judul": "DAMPAK PEMEKARAN DAERAH TERHADAP PEREKONOMIAN KABUPATEN BEKASI", "Abstrak": "Perbedaan kuantitas dan kualitas sumber daya alam dan manusia merupakan penyebab terjadinya ketidakmerataan pembangunan. Pembangunan yang terkonsentrasi pada daerah terbangun mengakibatkan adanya kesenjangan kesejahteraan antara masyarakat. Pemekaran daerah merupakan salah satu cara dalam mengatasi adanya ketidakmerataan pembangunan dengan mengurangi rentang kendali antara pemerintah dan masyarakat.   \n \n \n\nPemekaran daerah terjadi di Kabupaten Bekasi pada tahun 1997. Kota administratif Bekasi yang pada awalnya merupakan ibukota Kabupaten Bekasi, mengalami pembangunan yang pesat sehingga dibutuhkan pelayanan khusus dari pemerintah daerah. Pada tahun 1996 Kota Administratif Bekasi ditingkatkan statusnya menjadi Kotamadya Bekasi setelah adanya Undang-Undang No 9 tahun 1996. Posisi Kota Administratif Bekasi yang dekat dengan DKI Jakarta serta peran sebagai ibukota Kabupaten Bekasi menjadikannya sebagai wilayah strategis bagi Kabupaten Bekasi. Dengan adanya pemekaran daerah, dikhawatirkan terdapat dampak negatif terhadap perekonomian Kabupaten Bekasi sebagai daerah induk.   \n \n \n\nDalam konteks ini, studi ini dilakukan untuk melihat dampak pemekaran daerah terhadap produksi kegiatan ekonomi, keuangan daerah serta kesejahteraan masyarakat. Metode analisis yang digunakan dalam studi ini adalah analisis statistik deskriptif yang terdiri dari perhitungan rata-rata periode, perbandingan dengan tolak ukur yang telah disusun, dan terakhir penentuan dampak yang dihasilkan dari indikator tersebut. Lingkup wilayah studi meliputi Kabupaten Bekasi pasca pemekaran daerah.   \n \n \n\nDari hasil penelitian ini dapat diketahui bahwa berdasarkan produksi kegiatan ekonomi, perkembangan produksi yang lebih pesar terjadi, namun selama 10 tahun belum dapat mempercepat pertumbuhan. Dari keuangan daerah, terdapat peningkatan pasca pemekaran daerah. Baik penerimaan maupun pengeluaran mengalami peningkatan. Ini menunjukkan peningkatan kapasitas otonomi pemerintah dalam menggali keuangan sendiri serta peningkatan penyelenggaraan pemerintahan, pembangunan dan pembinaan kemasyarakatan. Namun, terdapat penurunan kemandirian daerah terjadi pasca pemekaran daerah. Dari kesejahteraan masyarakat, terdapat peningkatan pendapatan masyarakat, namun hal ini dibarengi dengan pengurangan kesempatan kerja.   \n \n \n\nIntensifikasi sektor dominan dalam perekonomian yakni sektor industri pengolahan merupakan salah satu cara dalam meningkatkan pertumbuhan perekonomian serta kemandirian keuangan daerah. Selain itu, pemerintah daerah bertanggungjawab dalam mengurusi penyediaan lapangan kerja bagi masyarakatnya.", "Daftar File": {"2010 TA PP PINTA LIZTI IRENE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95382", "2010 TA PP PINTA LIZTI IRENE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95383", "2010 TA PP PINTA LIZTI IRENE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95384", "2010 TA PP PINTA LIZTI IRENE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95385", "2010 TA PP PINTA LIZTI IRENE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95386", "2010 TA PP PINTA LIZTI IRENE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95387", "2010 TA PP PINTA LIZTI IRENE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95388"}, "Penulis": "PINTA LIZTI IRENE (NIM : 154 06 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dewi Sawitri, Dr., Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemekaran Daerah, Perekonomian, Kegiatan Produksi, Keuangan Daerah, Kesejahteraan Masyarakat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}