{"Nomor": 19133, "Judul": "STUDI PERBANDINGAN KARAKTERISTIK KEMAMPUPOTONGAN BETON HOMOGEN DAN BERKEKAR DENGAN MENGGUNAKAN DRAG PICK", "Abstrak": "Salah satu sistem penambangan yang berkembang seiring meningkatnya teknologi pertambangan yaitu sistem gali kontinu. Sistem gali kontinu merupakan sistem gali yang menggunakan gigi gali drag dalam proses pemotongan  \n \n\nbatuannya. Sehingga pemilihan gigi gali sangat penting dalam proses penambangan dengan menggunakan metode penambangan kontinu. Selain gigi gali yang perlu diperhatkan dalam metode ini adalah karakteristik material yang akan digali harus diketahui, sehingga tidak salah menentukan gigi gali yang akan dipakai.  \n \n\nPenelitian ini dilakukan untuk membandingkan karakteristik batuan homogen dan berkekar dengan menggunakan metode Rock Cutting sehingga dapat dikorelasikan terhadap kinerja peralatan yang akan digunakan. Pada pengujian ini contoh yang digunakan yaitu beton dengan perbandingan semen terhadap pasir yaitu 1:5, 1:7, 1:10 serta contoh beton 1:7 dengan diberi sisipan mudstone, sandstone, dan claystone.  \n \n\nHal penting dalam pengujian ini yaitu mengetahui energi spesifik contoh beton uji yang nantinya akan diaplikasikan pada keadaan di alam. Percobaan ini  \n \n\nmemberikan hasil bahwa energi spesifik beton homogen lebih besar dari pada beton yang diberi sisipan. Karakteristik batuan yang mempunyai nilai energi  \n \n\nspesifik yang besar yaitu jika kuat tekan dan kecepatan rambat gelombang ultrasoniknya besar. Dari informasi tersebut dapat diambil kesimpulan bahwa dalam membandingkan besar energi spesifik batuan dapat dilihat dari kuat tekan dan kecepatan ultrasonik batuan.  \n \n\nKemampupotongan pada contoh beton berkekar pada pengujian ini menghasilkan volume batuan hancuran yang lebih banyak dibandingkan dengan beton yang homogen, sehingga dapat disimpulkan bahwa keberadaan bidang  \n \n\nlemah atau sisipan pada suatu batuan dapat menguntungkan proses penggalian, yang nantinya akan dapat dianalisis pula gigi gali yang tepat digunakan untuk menghancurkan suatu volume batuan.", "Daftar File": {"2010 TA PP PHERTO RIMOS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95355", "2010 TA PP PHERTO RIMOS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95356", "2010 TA PP PHERTO RIMOS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95357", "2010 TA PP PHERTO RIMOS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95358", "2010 TA PP PHERTO RIMOS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95359", "2010 TA PP PHERTO RIMOS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95360", "2010 TA PP PHERTO RIMOS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95361"}, "Penulis": "PHERTO RIMOS (NIM : 121 05 007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Suseno Kramadibrata, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gigi gali, kemampupotongan, energi spesifik, beton", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}