{"Nomor": 19138, "Judul": "METODE MANAJEMEN UANG YANG DIUSULKAN SEBAGAI BAGIAN DARI RAPIT MOMENTUM ALGORITMA TRADING SYSTEM DI PT TRIMEGAH SECURITIES, TBK", "Abstrak": "PT Trimegah Securities, Tbk sebagai salah satu perusahaan sekuritas terkemuka di Indonesia berencana  untuk mengembangkan sistem perdagangan algoritma yang akan digunakan sebagai salah satu produk investasi.  Sebuah sistem perdagangan algoritma yang disebut RaPit Momentum telah dikembangkan sebelumnya dan diusulkan untuk Trimegah. Sistem perdagangan algoritma ini telah menunjukkan yang menarik  profil risk-return. Profil risk-return ini sistem perdagangan yang diusulkan lebih unggul Mayoritas reksadana di Indonesia, dengan pengecualian dana Panin Dana Maksima.  Berdasarkan data dari Infovesta pada tahun 2011, Panin Dana Maksima menguasai 16% dari keseluruhan  pasar reksa dana di Indonesia. Hal ini menunjukkan bahwa profil risk-return Panin Dana Maksima  disukai oleh investor. Oleh karena itu, bermanfaat untuk memodifikasi RaPit Momentum perdagangan  Sistem mengungguli profil risk-return yang ditawarkan oleh Panin Dana Maksima.  Modifikasi sistem perdagangan Momentum RaPit dilakukan pada uang  komponen manajemen, bukan dari indikator teknis. Pendekatan ini diambil karena  tu adalah pendekatan non-intrusif tidak mengubah filosofi di balik RaPit Momentum.  Sistem perdagangan dihasilkan disebut Modified RaPit Momentum.  Kinerja sistem perdagangan Momentum RaPit diukur berdasarkan ekuitas  kurva yang dihasilkan dari uji berjalan-maju yang menunjukkan hasil sejarah hipotetis, dan  tidak dapat digunakan untuk menunjukkan hasil kinerja masa depan. Sebuah program Excel VBA yang menggabungkan  Monte Carlo simulasi dikembangkan untuk menunjukkan metrik lebih dapat diandalkan untuk masa depan  kinerja sistem RaPit perdagangan Momentum. Hasil simulasi menunjukkan bahwa RaPit      \n \n \n \n\nMomentum ini diharapkan dapat menghasilkan 30,40% dari tingkat pertumbuhan tahunan majemuk (CAGR)  dan standar deviasi 19,58%.      \n \n \n \n\nModifikasi RaPit Momentum dibangun menggunakan metode pengelolaan uang yang menggabungkan karakteristik dua metode; Metode pecahan tetap dan metode Kelly. Itu  sehingga metode pengelolaan uang menggabungkan dua atribut penting; setiap posisi  disesuaikan sesuai dengan volatilitas yang, dan modal mempertaruhkan pernah melebihi fraksi Kelly.  Program Excel VBA lain dikembangkan untuk menemukan fraksi yang tepat untuk digunakan dalam  pengelolaan uang. Memasukkan metode pengelolaan uang ini, RaPit Modifikasi  Momentum ini diharapkan dapat menghasilkan CAGR 45,20%, tetapi juga disertai dengan peningkatan  di tahunan standar deviasi 26,10%. Hasilnya lebih unggul Panin Dana Maksima  yang menawarkan CAGR 40,55% dan standar deviasi 28,49%. The RaPit Momentum Modifikasi  diusulkan untuk dilaksanakan sebagai discretionary fund yang pendapatan didasarkan pada  bagi hasil bukan fee transaksi berbasis lebih umum. Hal ini dipilih untuk menyelaraskan  Tujuan dari perusahaan dengan tujuan investor.", "Daftar File": {"2012 TS PP PITRA ADHI PAMUNGKAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95397", "2012 TS PP PITRA ADHI PAMUNGKAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95398", "2012 TS PP PITRA ADHI PAMUNGKAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95399", "2012 TS PP PITRA ADHI PAMUNGKAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95400", "2012 TS PP PITRA ADHI PAMUNGKAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95401", "2012 TS PP PITRA ADHI PAMUNGKAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95402"}, "Penulis": "PITRA ADHI PAMUNGKAS (NIM: 29109380)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budhi Arta Surya"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Algorithm Trading, Money Management, Trading System, Discretionary Fund", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}