{"Nomor": 19143, "Judul": "GALERI SENI LUKIS BANDUNG", "Abstrak": "Arsitektur merupakan cara manusia berdialog dengan kepentingan alam agar kebutuhan aktualisasi sebagai manusia dapat terpenuhi dengan baik. Oleh karena itu      \n \n \n \n\narsitektur dalam penerapannya lebih dari sekedar pemuasan kebutuhan-kebutuhan fungsional murni dari suatu program pembangunan. Secara mendasain manifestasimanifestasi fisik dari arsitektur mengakomodasi aktifitas dan kebutuhan manusia.Sehingga dapat dikatakan arsitektur merupakan sebuah gaya bahasa yang mencoba berdialog dengan lingkungan dimana ia berdiri agar dapat menghasilkan sebuah bangunan yang memadukan fungsi, kekuatan, dan keindahan bangunan beserta tapak disekitarnya.Pada laporan ini, karya arsitektur yang akan dirancang berupa kasus Galeri Seni Lukis Bandung. Status proyek ini bersifat fiktif dan berlokasi daerah Dago Atas, kompleks rencana perumahan PT. DAM Utamasakti, Bandung, Jawa Barat. Lahan berada pada lokasi yang memiliki kedekatan-kedekatan dengan daerah kreatif, yang dalam hal ini adalah tempat para seniman-seniman, khususnya seni lukis tersebut berkumpul dan juga dekat dengan galeri Sunaryo.Keanekaragaman karya lukis di Indonesia sudah tidak dapat diragukan lagi nilainya.Mulai dari jaman romantisme, mooi indie yang bertemakan pemandangan alam, humanism yang mengetengahkan sifat-sifat manusiawi, abstrak, maupun kontemporer yang menunjukkan kekinian. Proses historis tersebutlah yang coba untuk ditampilkan dalam galeri rancangan.Galeri Seni Lukis Bandung merupakan sebuah bangunan yang berbasis wisata yang dirancang sebagai media edukasi bersifat rekreatif yang ditujukan bagi wisatawan lokal maupun manca negara untuk mengenal perjalanan seni lukis Indonesia, khusunya Bandung, yang merupakan bagian dari sejarah dan budaya bangsa Indonesia.", "Daftar File": {"2009 TA PP PRADIPTO KUSUMOWIWOHO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95447", "2009 TA PP PRADIPTO KUSUMOWIWOHO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95446", "2009 TA PP PRADIPTO KUSUMOWIWOHO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95445", "2009 TA PP PRADIPTO KUSUMOWIWOHO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95444", "2009 TA PP PRADIPTO KUSUMOWIWOHO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95443", "2009 TA PP PRADIPTO KUSUMOWIWOHO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95442", "2009 TA PP PRADIPTO KUSUMOWIWOHO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95441"}, "Penulis": "PRADIPTO KUSUMOWIWOHO (NIM: 152 04 020)", "Kontributor / Dosen Pembimbing": ["Pembimbing :"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arsitektur, bangunan yang berbasis wisata", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}