{"Nomor": 19142, "Judul": "SMU UNGGULAN BERASRAMA DI KOTA BUKITTINGGI", "Abstrak": "Studio AR 4099 Tugas Akhir ini mengambil kasus proyekÃ‚Â”SMU Unggulan Berasrama di Kota BukittinggiÃ‚Â”. Kasus proyek ini berlokasi di jalan Panorama Baru, dengan luas lahan 3,3 Ha dan luas bangunan Ã‚Â± 11.000 mÃ‚Â². kasus ini merupakan kasus fiktif milik dinas Pendidikan kota Bukittinggi. Proyek ini merupakan fasilitas pendidikan terpadu untuk tingkat pendidikan menengah di Kota Bukittinggi, dengan fungsi diantaranya; fungsi pendidikan, asrama, administrasi serta fungsi pendukung Sekolah yang akan dirancang diharapkan dapat mewujudkan visi Kota Bukittinggi yang menyebutkan sector pendidikan sebagai sector unggulan daerah. Dalam proyek ini pendekatan terhadap nilai-nilai local penting untuk dilakukan sesuai dengan konteks kota yang sangat kental dengan budaya dan agama, Dalam perancangan kasus ini, aspek yang diangkat diantaranya pendidikan, budaya, serta agama. Perancangan arsitektur harus dapat mewadahi ketiga pendektana aspek tesebut secara bersamaan. Oleh karena itu konsep umum yang diangkat adalah integrasi. Hasil perancangan berupa gambar-gambar pra-rancangan. Gambar-gambar tersebut diantaranya adalahrencana tapak, rencana lantai dasar, denah, tampakserta potongan tiap bangunan, detail serta ilustrasi eksterior dan interior. Gambar pra rancangan juga didukung oleh maket .", "Daftar File": {"2009 TA PP POPY AFRIYANTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95428", "2009 TA PP POPY AFRIYANTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95429", "2009 TA PP POPY AFRIYANTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95430", "2009 TA PP POPY AFRIYANTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95431", "2009 TA PP POPY AFRIYANTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95432", "2009 TA PP POPY AFRIYANTI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95433", "2009 TA PP POPY AFRIYANTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95434"}, "Penulis": "POPY AFRIYANTI (NIM:152 04 048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir.Sutan Hidayatsyah.MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SMU,pendidikan, budaya, serta agama.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}