{"Nomor": 19150, "Judul": "IDENTIFIKASI KEJADIAN HUJAN EKSTREM BERDASARKAN DATA TROPICAL RAINFALL MEASURING MISSION (TRMM) SECARA TEMPORAL (Studi Kasus: Soreang)", "Abstrak": "Hujan Ekstrem merupakan salah satu fenomena meteorologi yang memiliki efek merusak paling parah dan dilaporkan bahwa hujan yang terjadi pada 17 November 2012 di Soreang merupakan hujan terbesar yang pernah mereka alami dalam waktu beberapa tahun terakhir. Satelit Tropical Rainfall Measuring Mission (TRMM) merupakan satelit meteorologi yang menyediakan data curah hujan yang up-to-date dan dapat menunjukkan pola hujan yang cukup baik dan data TRMM 3B42 merupakan data rain rate dengan selang waktu 3 jam yang selalu tersedia setelah bulan pengamatan. Dalam penelitian ini mengidentifikasi apakah kejadian pada tanggal 17 November 2012 di Soreang dapat dikategorikan sebagai hujan ekstrem dengan mencari probabilitas kejadian hujan ekstrem menggunakan metode Cumulative Distribution Function (CDF) dengan data TRMM yang telah dilakukan proses bias correction sebagai validasi terhadap data observasi. Probabilitas kejadian hujan pada tanggal 17 November 2012 secara harian adalah pada 1.86% dari seluruh data set dan secara 3 jam-an adalah pada 0.6% pada seluruh data set. Secara Musiman, probabilitas kejadian hujan pada tanggal 17 November 2012 dengan selang waktu harian adalah 1.13% dan dengan selang waktu 3 jam-an adalah 0.94%, sehingga dapat dikatakan bahwa kejadian hujan dengan selang waktu 3 jam-an lebih ekstrem dibandingkan dengan selang waktu harian.", "Daftar File": {"2013 TA PP PRATIKTO ABISENO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95502", "2013 TA PP PRATIKTO ABISENO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95503", "2013 TA PP PRATIKTO ABISENO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95504", "2013 TA PP PRATIKTO ABISENO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95505", "2013 TA PP PRATIKTO ABISENO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95506", "2013 TA PP PRATIKTO ABISENO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95507", "2013 TA PP PRATIKTO ABISENO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95508"}, "Penulis": "PRATIKTO ABISENO (NIM : 12807006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach L. Dupe, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hujan ekstrem, Tropical Rainfall Measuring Mission (TRMM) 3B42, Cumulative Distribution Function (CDF), bias correction", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}