{"Nomor": 19153, "Judul": "USULAN STRATEGI MANAJEMEN PERSONAL BRANDING FARHAN", "Abstrak": "Dunia hiburan di Indonesia mengalami perkembangan yang sangat pesat. Jumlah televisi dan radio terus mengalami peningkatan. Saat ini terdapat 11 stasiun televisi nasional dan lebih dari 70 stasiun televisi lokal serta 2020 lembaga penyiaran radio yang menyebar di seluruh Indonesia. Akibatnya kebutuhan akan penyiar ataupun pembawa acara pun juga mengalami peningkatan. Persaingan semakin ketat, penyiar dan pembawa acara yang sudah lama berkecimpung di dunia hiburan harus berkompetisi dengan pendatang baru yang dianggap lebih segar.  \n \n\nSalah satu cara untuk bisa bertahan dalam persaingan yang ketat adalah memiliki strategi manajemen personal branding yang tepat. Farhan sebagai seorang pembawa acara dan penyiar radio belum memiliki strategi personal branding sehingga akhirnya pamor serta popularitasnya semakin turun.  \n \n\nTugas akhir ini fokus pada perancangan strategi manajemen personal branding untuk Farhan. Agar dapat merancang strategi yang baik maka dilakukan analisa terhadap faktor-faktor internal dan eksternal yang mempengaruhi perkembangan brand Farhan. Analisa internal dilakukan melalui analisa strategi STP (Segmentation, Targeting, Positioning) dan marketing mix. Sementara analisa eksternal dilakukan menggunakan metode analisa industry Porter dan brand equity. Dari hasil analisa ditemukan tiga akar masalah yang kritikal untuk Farhan, yaitu segmentasi, target dan posisi yang tidak jelas, tidak memiliki Points of Difference serta tingkat kompetisi yang tinggi.  \n \n\nPenelitian yang dilakukan menghasilkan usulan strategi yang diharapkan dapat memperbaiki personal branding Farhan dengan cara memperbaiki segmentasi, target dan posisi yang didukung dengan perencanaan marketing mix Farhan, sehingga akhirnya Farhan kembali mendapatkan popularitas sebagai pembawa acara dan penyiar yang informatif, dewasa dan pintar.", "Daftar File": {"2011 TS PP PRATIWI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95524", "2011 TS PP PRATIWI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95525", "2011 TS PP PRATIWI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95526", "2011 TS PP PRATIWI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95527", "2011 TS PP PRATIWI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95528", "2011 TS PP PRATIWI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95529"}, "Penulis": "PRATIWI (NIM: 29109004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mustika Sufiati Purwanegara", "Dra. Krisnati Desiana, M.Com"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi manajemen, personal branding, brand equity", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}