{"Nomor": 19159, "Judul": "PERAN STAKEHOLDER DALAM REHABILITASI DAN REKONSTRUKSI BENCANA GEMPA BUMI DI PANGALENGAN (STUDI KASUS: DUSUN MARGAKAWIT)", "Abstrak": "Indonesia merupakan daerah rawan bencana karena terletak diantara 3 lempeng dunia yaitu Eurasia, Indo-Australia, dan Pasifik yang akan selalu bergerak dan menyebabkan gempa bumi. Hampir setiap pulau di Indonesia rawan akan gempa bumi termasuk Pulau Jawa. Salah satu kejadian bencana yang menimbulkan dampak cukup besar yaitu bencana gempa bumi 2 September 2009 yang berpusat di   \n \n \n\nTasikmalaya. Bencana gempa bumi Tasikmalaya ikut menimbulkan dampak hingga ke Pangalengan. Banyak perumahan dan sarana prasarana yang mengalami kerusakan.   \n \n \n\nSudah diterapkan 2 tahapan manajemen bencana yaitu tahap tanggap darurat dan tahap rehabilitasi dan rekonstruksi yang masih berlangsung hingga saat ini, yaitu 10   \n \n \n\nbulan setelah kejadian bencana. Manajemen Bencana memiliki banyak tahapan, dimana didalam tahapantahapan   \n \n \n\ntersebut terdapat stakeholder-stakeholder yang memiliki peranan penting untuk segala pencapaiannya, begitu pun halnya dengan tahapan rehabilitasi dan rekonstruksi di Pangalengan. Begitu banyak jadwal rehabilitasi dan rekonstruksi yang mengalami kemunduran, hingga masyarakat perlu menunggu lebih lama untuk dana bantuan   \n \n \n\nrehabilitasi dan rekonstruksi. Selain itu terdapat warga yang hingga 10 bulan semenjak kejadian bencana masih tinggal di lokasi pengungsian. Oleh karena itu   \n \n \n\ndiperlukan identifikasi peran stakeholder dalam rehabilitasi dan rekonstruksi bencana gempa bumi di Pangalengan dalam bidang fisik perumahan dan sarana   \n \n \n\nprasarana serta seperti apa seharusnya peran tersebut dijalankan.", "Daftar File": {"2010 TA PP PRIBASARI DAMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95568", "2010 TA PP PRIBASARI DAMAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95569", "2010 TA PP PRIBASARI DAMAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95570", "2010 TA PP PRIBASARI DAMAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95571", "2010 TA PP PRIBASARI DAMAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95572", "2010 TA PP PRIBASARI DAMAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95573", "2010 TA PP PRIBASARI DAMAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95574"}, "Penulis": "PRIBASARI DAMAYANTI (NIM : 154 06 067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Heru Purboyo H Putro, DEA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gempa Bumi, Pangalengan, Rehabilitasi dan Rekonstruksi, Stakeholder", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}