{"Nomor": 19165, "Judul": "PEMASARAN STRATEGI GARMELIA ROTI PT STANLI TRIJAYA MANDIRI", "Abstrak": "Lingkungan bisnis saat ini telah mengalami banyak perubahan serta      \n \n \n \n\npersaingan semakin ketat. Tekanan kompetisi domestik yang kuat memiliki      \n \n \n \n\nmengubah sifat ekonomi menyebabkan perubahan dalam cara beroperasi      \n \n \n \n\n perusahaan industri. Menghadapi situasi ini perusahaan harus mampu bertahan dan  memenangkan persaingan dengan melakukan strategi pertumbuhan yang berorientasi pada masa depan.  Masalah ini dapat diatasi dengan melakukan strategi pemasaran yang komprehensif oleh      \n \n \n \n\nmenggunakan Bauran Pemasaran, Brand Awareness, Asosiasi Merek, Kualitas Perceieved  diperoleh berdasarkan hasil  kuesioner, wawancara, dan observasi. Data Sekunder diperoleh dari intern  Data Garmelia, sastra, dan internet. Sebuah strategi pemasaran yang mampu memberikan  perubahan dan mengevaluasi kinerja dalam menciptakan nilai dalam hari untuk datang melalui  peningkatan kinerja kegiatan yang dilakukan strategi pemasaran.      \n \n \n \n\nProyek akhir ini difokuskan pada perancangan strategi pemasaran yang akan digunakan dalam PT Stanli  Trijaya Mandiri yang mengkhususkan diri di bidang pembuatan roti. Analisis internal dan  penggunaan eksternal sebagai alat untuk menganalisis permasalahan yang terjadi. Analisis eksternal yang digunakan adalah Porter  Five Forces. Analisis internal yang digunakan Marketing Mix, 5C ', & CBBE. Analisis hasil yang diperoleh dari akar permasalahan dari pangsa pasar yang rendah & ukuran pasar Garmelia adalah kurangnya promosi dan distribusi yang terbatas.  Penelitian yang dilakukan mengakibatkan Strategi Pemasaran rancangan yang dapat diterapkan oleh  PT Stanli Trijaya Mandiri yang diharapkan dapat meningkatkan pangsa pasar dan ukuran pasar  perusahaan.  Pelaksanaan Strategi Pemasaran dimulai dari kegiatan peningkatan promosi dan peningkatan saluran distribusi serta perluasan pasar,  yang mengarah ke perubahan menuju perbaikan Garmelia.", "Daftar File": {"2012 TS PP PRIMA SATRIA UTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95611", "2012 TS PP PRIMA SATRIA UTAMA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95612", "2012 TS PP PRIMA SATRIA UTAMA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95613", "2012 TS PP PRIMA SATRIA UTAMA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95614", "2012 TS PP PRIMA SATRIA UTAMA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95615"}, "Penulis": "PRIMA SATRIA UTAMA (NIM: 29109363)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing strategy, increasing promotion activities, and widespread channel distribution.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}