{"Nomor": 19169, "Judul": "MODEL DINAMIKA PERKEMBANGAN EKONOMI PERKOTAAN DAN DAYA DUKUNG LAHAN DI KAWASAN CEKUNGAN BANDUNG", "Abstrak": "Dalam konteks wilayah yang lebih luas, perkembangan Kawasan Cekungan Bandung menunjukkan pertumbuhan yang sangat pesat sampai ke kawasan pinggiran dan cenderung tidak terkendali. Struktur ekonomi mempengaruhi   \n \n \n\npertumbuhan ekonomi suatu wilayah, karena kontribusi sektor yang besar berpeluang untuk mempengaruhi kemajuan wilayah tersebut. Dengan meningkatnya pertumbuhan ekonomi setiap tahunnya maka pembagunan fisik juga ikut meningkat. Pembangunan fisik yang meningkat mengakibatkan terjadinya tekanan perkembangan dengan keterbatasan daya dukung lingkungan yang ada terutama keterbatasan lahan yang ada. Kebutuhan lahan bagi penduduk dan kepentingan aktivitas ekonomi menyebabkan tingginya tingkat perubahan penggunaan lahan. Luasan lahan yang dapat menunjang perkembangan ekonomi perkotaan merupakan daya dukung lingkungan sehingga penggunaan lahan akan mencapai batas dari daya dukung tersebut. Kajian dalam bentuk model berguna untuk mengetahui sejauh mana daya dukung lahan terlampaui akibat dari perkembangan ekonomi perkotaan. Model   \n \n \n\ndinamika sistem merupakan metode yang mampu membuat relasi pada sistem perkotaan yang dinamis. Dinamis maksudnya ialah tersusun oleh banyak variabel yang memiliki relasi secara tidak linier, sehingga keterkaitan antar aspek baik aspek penduduk , ekonomi, dan lahan bisa diketahui. Berdasarkan hasil simulasi dari skenario dasar yaitu skenario yang menggambarkan perilaku model tanpa adanya kebijakan atau intervensi apapun untuk melihat kecenderungan di masa mendatang, diketahui bahwa daya dukung lahan yang terdapat pada Kawasan Cekungan Bandung sebesar 83.056,44 Hektar akan terlampaui pada tahun 2020, sehingga diperlukan skenario untuk mengetahui peningkatan laju pertumbuhan PDRB yang paling efisien. Sektor tersier merupakan sektor yang paling efisien yang terdiri dari sektor perdagangan, hotel dan restoran, sektor pengangkutan dan komunikasi, serta lembaga keuangan, persewaan dan jasa perusahaan serta sektor jasa-jasa lainnya.", "Daftar File": {"2010 TA PP PUDJA HANDHIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95644", "2010 TA PP PUDJA HANDHIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95643", "2010 TA PP PUDJA HANDHIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95642", "2010 TA PP PUDJA HANDHIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95641", "2010 TA PP PUDJA HANDHIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95640", "2010 TA PP PUDJA HANDHIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95639", "2010 TA PP PUDJA HANDHIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95638"}, "Penulis": "PUDJA HANDHIKA (NIM : 15406045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Kustiwan, Ir.,MT., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perkembangan ekonomi perkotaan, , daya dukung lahan, model dinamika sistem.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}