{"Nomor": 19161, "Judul": "PENGUKURAN SIFAT KONDUKTIF TERMAL BAHAN BANGUNAN PRODUK LOKAL", "Abstrak": "Piranti yang digunakan untuk menguji dan mengukur perpindahan kalor secara konduksi melalui suatu bahan/sampel uji telah dibuat dan hampir sepanjang tahun dilakukan beberapa perbaikan di Laboratorium Teknik Fisika ITB. Piranti ini dapat mengukur konduktiviti termal dengan menggunakan prinsip guarded hot plate. Perbaikan-perbaikan yang dilakukan pada piranti ini tidak hanya dalam segi piranti fisik, tetapi juga dalam segi metode pengambilan datanya. Perbaikan piranti secara fisik yang dilakukan seperti, mengganti bahan pelat pendingin, mengganti sistem pendinginan dari sistem cooling tower menjadi proses pendinginan secara alami. Sedangkan perbaikan dalam sisi metode pengambilan data adalah pengambilan data dilakukan saat sistem sedang bekerja dalam kondisi tunak. Penelitian ini menguji beberapa bahan yang biasa digunakan dalam bangunan seperti campuran semen-pasir, batu bata merah, cardboard, fiberglass, gypsum, hardboard, kaca, kayu multipleks, papan GRC, perforated gypsum, sampel akustik, seng, styrofoam, dan thermaflex. Dari pengujian, didapatkan rentang nilai konduktiviti termal tiap bahan tersebut dalam variasi suhu set point. Dari hasil pengujian pada penelitian ini didapatkan nilai konduktiviti termal gypsum berkisar antara 0,22 Ã‚Â– 0,23 W/mK yang hasilnya paling mendekati nilai konduktiviti termal bahan data pembanding dengan simpangan baku 0,005 W/mK. Sedangkan nilai konduktiviti termal bahan seng berkisar antara 0,06 Ã‚Â– 0,16 W/mK dengan simpangan baku 0,04 W/mK yang hasilnya sangat jauh berbeda dengan nilai konduktiviti termal data pembanding. Perbedaan ini disebabkan karena pengukuran konduktiviti termal dengan menggunakan piranti hot plate lebih cocok digunakan untuk bahan insulator daripada konduktor.", "Daftar File": {"2014 TA PP PRIMADI ANGGORO JATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95582", "2014 TA PP PRIMADI ANGGORO JATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95583", "2014 TA PP PRIMADI ANGGORO JATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95584", "2014 TA PP PRIMADI ANGGORO JATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95585", "2014 TA PP PRIMADI ANGGORO JATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95586", "2014 TA PP PRIMADI ANGGORO JATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95587"}, "Penulis": "PRIMADI ANGGORO JATI (NIM : 13308024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wisnu Hendradjit, M.Sc. E.", "Dr. Janivita Joto Sudirham, S.T., M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konduktiviti termal, guarded hot plate, konduksi kalor, bahan insulator, bahan konduktor, kondisi tunak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}