{"Nomor": 19176, "Judul": "KAJIAN PERSEPSI RISIKO DAN STRATEGI ADAPTASI MASYARAKAT BERPENGHASILAN RENDAH TERHADAP BENCANA BANJIR PASANG (STUDI KASUS: KAWASAN MUARA BARU, KECAMATAN PENJARINGAN, JAKARTA UTARA)", "Abstrak": "Kota Jakarta, walaupun berstatus sebagai Ibukota Republik Indonesia, merupakan daerah yang rawan bencana. Salah satu daerah di Jakarta yang memiliki tingkat kerentanan yang sangat tinggi adalah kawasan Muara Baru di Kecamatan Penjaringan, Jakarta Utara. Daerah tersebut sebagian besar dihuni nelayan buruh dan pedagang ikan yang bekerja di Pelabuhan Perikanan Samudera Nizam Zachman. Permukiman tersebut ditinggali masyarakat berpenghasilan rendah dan bisa dikategorikan sebagai slum dan squatter karena kumuh dan ilegal. Permukiman ini, hampir setiap bulan terancam banjir yang disebabkan pasang air laut (banjir rob), terutama sejak rusaknya tanggul pembatas daratan dan laut pada akhir tahun 2007     \n \n \n \n \n\nUU RI No. 24 Tahun 2007 tentang Penanggulangan Bencana telah mengubah paradigma manajemen bencana di Indonesia dari yang tadinya konvensional menjadi paradigma pengurangan risiko. Paradigma pengurangan risiko ini memandang masyarakat sebagai subjek dan bukan sekedar objek dari pengelolaan bencana dan proses pembangunan. Dalam melaksanakan paradigma tersebut, perlu diperhatikan persepsi risiko dan strategi adaptasi yang dimiliki masyarakat. Masyarakat memiliki persepsi risiko sendiri, yang seringkali berbeda pandangan dengan perencana/professional. Masyarakat cenderung pragmatis sedangkan perencana lebih idealis. Selain itu, penduduk juga melakukan strategi adaptasi dalam mengurangi risiko bencana yang bisa diperolehnya. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi persepsi risiko dan strategi penanganan bencana yang dilakukan masyarakat Muara Baru dalam menghadapi banjir pasang. Penelitian dilakukan secara kualitatif dengan menggunakan indikator kebutuhan data persepsi risiko Enders (2001) dan strategi adaptasi Twigg (2001). Kedua hal tersebut perlu diidentifikasi dan ikut dipertimbangkan dalam perumusan kebijakan upaya penurunan tingkat risiko agar dapat berjalan efektif dan diterima oleh masyarakat setempat.     \n \n \n \n \n\nKetinggian genangan banjir yang biasa terjadi mencapai Ã‚Â± 30 cm dan hanya menggenangi sebagian kecil Muara Baru. Namun, kejadian khusus pada akhir tahun 2007 dan pertengahan tahun 2008 dimana tinggi genangan banjir bisa mencapai 90 cm. Banjir pasang ini sangat mengganggu aktivitas masyarakat, terutama aktivitas ekonomi. Apabila terjadi banjir, maka kegiatan ekonomi sebagian besar penduduk akan terhenti. Akibatnya penduduk Muara Baru tidak bisa mendapatkan pendapatan hariannya.     \n \n \n \n \n\nKesimpulan yang didapatkan dari studi ini adalah, secara umum penduduk dapat menerima banjir pasang selama ketinggian genangannya di bawah 30 cm. Hal ini disebabkan genangan banjir yang lebih tinggi dapat mengakibatkan kerugian yang tidak mampu ditahan penduduk. Akan tetapi, banjir pasang besar hanya terjadi dua kali sehingga masyarakat bersikap pragmatis terhadap bahaya tersebut. Walaupun begitu penduduk setempat harus dapat meningkatkan ketahanannya karena tingkat risiko banjir pasang bisa meningkat di masa mendatang karena adanya kenaikan permukaan air laut dan penurunan permukaan tanah. Selain itu, banjir pasang Muara Baru memiliki sifat bencana keseharian dan bencana perkotaan yang memiliki beberapa karakteristik yang bisa meningkatkan kerentanan.     \n \n \n \n \n\nWalaupun berada di daerah rawan bencana, penduduk setempat lebih memilih untuk tinggal di wilayah Muara Baru. Alasannya adalah kedekatan dengan lokasi pekerjaan (yaitu pelabuhan), ketidakmampuan dalam mengikuti pasar lahan formal dan kedekatan dengan tempat tinggal saudara lainnya (jaringan sosial). Oleh karena itu, warga memilih melakukan tindakan akomodatif terhadap bahaya banjir dengan memanfaatkan daerah yang rawan disertai tindakan adaptasi untuk mengurangi tingkat risiko. Tindakan adaptasi yang dilakukan warga ini bisa mengatasi permasalahan kecil. Namun, strategi adaptasi yang dilakukan masyarakat saat ini belum cukup untuk dapat bertahan apabila bencana yang lebih ekstrim terjadi. Penentuan tindakan yang akan dilakukan didasarkan pada hierarki dan syarat-syarat tertentu berkaitan dengan karakteristik bencana dan kemapuan mitigasi/persiapan", "Daftar File": {"2009 TA PP PUTRA ARIEF BUDIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95687", "2009 TA PP PUTRA ARIEF BUDIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95688", "2009 TA PP PUTRA ARIEF BUDIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95689", "2009 TA PP PUTRA ARIEF BUDIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95690", "2009 TA PP PUTRA ARIEF BUDIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95691", "2009 TA PP PUTRA ARIEF BUDIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95692", "2009 TA PP PUTRA ARIEF BUDIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95693"}, "Penulis": "PUTRA ARIEF BUDIMAN (NIM : 15404097)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sugiyantoro, MIP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Persepsi resiko, banjir", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}