{"Nomor": 19175, "Judul": "IDENTIFIKASI DAMPAK PERUBAHAN TUTUPAN LAHAN TERHADAP LIMPASAN AIR PERMUKAAN (RUN-OFF) DI KOTA BANDUNG (Studi Kasus: Kawasan Punclut)", "Abstrak": "Pertumbuhan di Kota Bandung menyebabkan meningkatnya kebutuhan akan ruang atau lahan untuk menampung pertumbuhan penduduk beserta berbagai kehidupan sosial, ekonomi, dan fisiknya. Hal ini menimbulkan pergeseran pada penggunaan lahan dari lahan yang berdampak pada semakin berkurangnya daerah resapan air. Penelitian ini bertujuan untuk mengidentifikasi pengaruh perubahan   \n \n \n\ntutupan lahan terhadap perubahan volume limpasan air permukaan di Kota Bandung sebagai dasar dalam merumuskan strategi pengendalian tutupan lahan dan limpasan air permukaan yang terjadi. Untuk mencapai tujuan tersebut,   \n \n \n\ndilakukan identifikasi perubahan penggunaan lahan pada tahun 2001 dan 2006, menghitung perubahan volume limpasan air permukaan pada tahun penelitian dan   \n \n \n\nmemprediksi volume limpasan air permukaan pada tahun 2011 dan 2025 dengan menggunakan persamaan linier. Dalam penelitian ini digunakan pendekatan permodelan dengan menggunakan software Spatial Tools for River basins and   \n \n \n\nEnviroment and Analysis of Management options (STREAM).   \n \n \n\nHasil penelitian ini menunjukkan bahwa terdapat penurunan kemampuan tanah dalam meresapkan air, sehingga mengakibatkan kenaikan limpasan air permukaan pada daerah bawahannya. Hal ini mengakibatkan fungsi kawasan   \n \n \n\nsebagai kawasan resapan air yang melindungi kawasan bawahannya, yaitu Kota Bandung, menjadi terganggu. Dengan adanya pembukaan lahan menjadi lahan terbuka (bukan lahan terbangun), volume air yang melimpas meningkat sebesar 13,8% dan secara nyata telah berdampak pada kegiatan masyarakat. Peningkatan volume limpasan ini akan menjadi semakin tinggi apabila perkembangan pada Kawasan Punclut tetap dibiarkan menyimpang dari fungsi kawasan yang sudah ditetapkan. Dengan demikian, untuk mengurangi dampak terhadap lingkungan maka perlu pengendalian limpasan air permukaan secara preventif yaitu dengan pengendalian penggunaan lahan.", "Daftar File": {"2011 TA PP PUSPITA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95680", "2011 TA PP PUSPITA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95681", "2011 TA PP PUSPITA SARI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/95682", "2011 TA PP PUSPITA SARI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/95683", "2011 TA PP PUSPITA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95684", "2011 TA PP PUSPITA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95685", "2011 TA PP PUSPITA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95686"}, "Penulis": "PUSPITA SARI (NIM : 15406006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Haryo Winarso, M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "guna lahan, limpasan air permukaan, Kawasan Punclut", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}