{"Nomor": 19170, "Judul": "USULAN PENINGKATAN KINERJA RELIABILITY ENGINEERING DI UNIT OPERASI HEAVY OIL &#8208; PT. CHEVRON PACIFIC INDONESIA PROYEK", "Abstrak": "PT. Chevron Pacific Indonesia (CPI) khususnya Heavy Oil OperatingUnit (HOOU),memiliki komitmen kuat untuk meningkatkan reliability dari fasilitasnya. Fokus terhadap penerapan konsep reliability engineering dimulai sejak tahun 2004 dengan dibentuknya Tim Reliability Engineering (TRE). TRE diharapkan menjadi koordinator dan penggerak program peningkatan reliability dari fasilitas di HOOU. Hingga tahun 2008, muncul isu reorganisasi di HOOU di mana salah satunya adalah penghapusan TRE. Isu yang muncul sehubungan dengan penghapusan tersebut di antaranya adalah: tidak sesuainya hasil kinerja TRE dengan ekspektasi organisasi,overlap pekerjaan dengan tim lain, dan beberapa aktifitas TRE di luar lingkup kerja reliability engineering.Chevron mendefinisikan reliability dalam tiga hal penting, yaitu: kinerja fasilitas yang terprediksi, fasilitas yang reliable (peningkatan reliability), dan kesesuaian kinerja dengan tujuan bisnis yang direncanakan. Ketiga hal tersebut menjadi dasar pemikiran evaluasi kinerja TRE yang digunakan pada penelitian ini. Evaluasi dilakukan pada proses rekonsiliasi strategis antara kebutuhan organisasi dan sumber daya (Slack and Lewis, 2002). Evaluasi dipertimbangkan berdasarkan data aktifitas dan pencapaian yang telah dilakukan TRE dalam memenuhi ketiga ekspektasi Chevron mengenai reliability. Selanjutnya dilakukan analisis hasil kinerja TRE yang tidak sesuai dengan ekspektasi yang menjadi dasar pertimbangan analisis selanjutnya berupa identifikasi akar permasalahan dan rekomendasi perbaikan. Akar permasalahan dilihat dari enam faktor berdasarkan fishbone diagram di mana masing‐masing faktor dinalisis menggunakan metode root cause analysis (RCA) dan menghasilkan akar masalah berupa: pemahaman konsep reliability (man), metode perhitungan reliability (method), alat perhitungan (machine), data kegagalan (material), pengukuran kinerja (measurement), dan antisipasi kondisi lingkungan (mother nature). Analisis kebutuhan HOOU akan fungsi reliability engineering diidentifikasi dengan menggunakan analisis internal dan eksternal melalui IFAS Ã‚Â– EFAS (Wheelen and Hunger, 2006).  Hasil penelitian merekomendasikan agar fungsi reliability engineering dipertahankan dengan syarat perubahan organisasi dan strategi implementasi. Strategi implementasi yang diajukan mengikuti proses yang terdiri dari fit, sustainability,dan risk (Slack & Lewis, 2002:66). Proses fit berfokus pada rekonsiliasi strategis yang memanfaatkan sistem MSP (Management System Proses) yang diadopsi dari proses yang ada di Chevron. Bilamana telah dipastikan berdasarkan tahapan review di MSP secara rekonsiliasi strategis program yang dibuat oleh reliability engineering telah sesuai dengan kebutuhan customer maka akan dilanjutkan dengan proses sustainability dan risk. Proses sustainability yang diajukan menggunakan sistem kontrol organisasi berupa penggunaan scorecard. Antisipasi risiko dirumuskan pada saat sistem pendukung sustainability telah dilakukan. Usulan yang diajukan terbatas kepada pengajuan lingkup kinerja reliability engineering, reorganisasi, dan strategi penerapannya sebagai rekonsiliasi strategis yang dilanjutkan dengan rencana implementasi. Keputusan untuk mempertahankan fungsi reliability engineering dianggap sebagai suatu strategi operasi yang dilakukan oleh HOOU.", "Daftar File": {"2009 TS PP PUJI NUGROHO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95645", "2009 TS PP PUJI NUGROHO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95646", "2009 TS PP PUJI NUGROHO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95647", "2009 TS PP PUJI NUGROHO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95648", "2009 TS PP PUJI NUGROHO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95649", "2009 TS PP PUJI NUGROHO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95650"}, "Penulis": "PUJI NUGROHO (NIM: 29106310)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "reliability engineering, strategi operasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}