{"Nomor": 19178, "Judul": "PROPOSED BUSINESS STRATEGY FORMULATION FOR PEEPOIDEALUMINOSA", "Abstrak": "Nowadays, the trend of fashion business is evolving and more innovative especially for fashion business, start with building identity as a local brand, this industry are now competing to get a niche market in creating a product such as clothing line, fashion apparel, and accessories by presented premium and exclusive concept. In addition, the increasing number of concept and premium store that prioritize local brand as its main product increase local fashion brand's demand. This opportunity trigger a new problem for Peepo-Idealuminosa so as new competitor began sprouting the market which will bring over the company's sales, thus company need to evaluate and formulate a strategy to be able to grow and develop.  \n \n\nThe findings in this research shows that the root cause of Peepo-Idealuminosa's business issues are the lack of intensity marketing strategy (the 4P marketing mix), investment fund that not be particularly allocated into human resource sector, the absence of brand research and forecasting demand of its distribution channel, it cause low sales performance which affecting Peepo-Idealuminosa business growth. Root cause analysis of business issues are determined from internal and external environment factor. The method to analyze the external environment are PEST, industry & product lifecycle, Porter's five forces, buyer segmentation and competitor analysis, while the method for scanning internal company use marketing mix, brand management strategy and SWOT analysis.  \n \n\nThe results of this research, generate a proposed business strategy formulation which is as a business solution from functional strategy analysis of its functional unit. By focusing the marketing activities on company's distribution channel, operating the website as online publication media, evaluate company's brand by conducting research and procurement process for web-administrators and public relations are expected to support the future company development.", "Daftar File": {"2011 TS PP PUTRA SYAHBANI TEDDY 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95700", "2011 TS PP PUTRA SYAHBANI TEDDY 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95701", "2011 TS PP PUTRA SYAHBANI TEDDY 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95702", "2011 TS PP PUTRA SYAHBANI TEDDY 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95703", "2011 TS PP PUTRA SYAHBANI TEDDY 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95704", "2011 TS PP PUTRA SYAHBANI TEDDY 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95705"}, "Penulis": "PUTRA SYAHBANI TEDDY (NIM: 29108109)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto MBA. MSAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Strategy, Creative Industries, Fashion Products, Brand Management Strategy.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}