{"Nomor": 19177, "Judul": "ANALISIS DEFORMASI AKIBAT GEMPA ACEH 11 APRIL 2012 M8.6 MENGGUNAKAN DATA PENGAMATAN GPS", "Abstrak": "Gempa Aceh pada tanggal 11 April 2012 merupakan gempa bumi dengan mekanisme sesar geser M8.6. Pusat gempa berada di lepas pantai barat Sumatra bagian utara. Gempa ini tentunya mengakibatkan pergeseran terutama kerangka referensi yang berada di pantai barat Sumatra. Besarnya nilai pergeseran akibat gempa sangat diperlukan sebagai parameter dalam model defomasi. Selain itu, efek poseimik gempa mempengaruhi kecepatan pergeseran sejumlah stasiun pengamatan yang berada relatif dekat dengan pusat gempa. Estimasi pergeseran akibat gempa dan besarnya efek postseismic dapat dilakukan menggunakan data pengamatan GPS. Data pengamatan GPS dapat memberikan infomasi tentang tahapan gempa dalam bentuk deret waktu. Hasil pengolahan data GPS menggunakan perangkat lunak GAMIT/GLOBK menunjukkan bahwa terjadi pergeseran sebesar 14 cm ke arah timur laut akibat gempa pada stasiun pengamatan GPS di pantai barat Sumatra bagian utara. Penurunan muka tanah juga ditemukan pada stasiun yang sama sebesar 3 cm. Gempa ini juga mengakibatkan perubahan kecepatan pergeseran pada stasiun pengamatan GPS di Sumatra bagian utara sebesar 4 cm/tahun. Efek yang diakibatkan oleh gempa ini tidak hanya mengakibatkan pergeseran stasiun pengamatan GPS di Pulau Sumatra tetapi juga beberapa stasiun pengamatan kontinu lainnya di Samudra Hindia.", "Daftar File": {"2012 TA PP PUTRA MAULIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95694", "2012 TA PP PUTRA MAULIDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95695", "2012 TA PP PUTRA MAULIDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95696", "2012 TA PP PUTRA MAULIDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95697", "2012 TA PP PUTRA MAULIDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95698", "2012 TA PP PUTRA MAULIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95699"}, "Penulis": "PUTRA MAULIDA (NIM : 15110022)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Irwan Meilano,S.T, M.Sc       \n \n \n \n \n \n\nPembimbing II : Dr. Ir. Dina Anggreni Sarsito, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gempa bumi, sesar geser, postseismic, vektor pergeseran, kecepatan pergeseran.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}