{"Nomor": 19187, "Judul": "IMPLEMENTASI KONSEP CITYGML DALAM VISUALISASI MODEL TIGA DIMENSI ARSITEKTUR LANSEKAP DARI FOTO UDARA FORMAT KECIL", "Abstrak": "Kota Ciawi memiliki banyak perkampungan dan perumahan padat yang terdapat pada Daerah Aliran Sungai (DAS) Ciliwung sehingga secara tidak langsung mengakibatkan rusaknya hulu sungai tersebut dan menyebabkan banjir pada Ibukota DKI Jakarta. Untuk mengatasi permasalahan mengenai ketidaksesuaian pembangunan pada DAS Ciliwung, diperlukan sebuah visualisasi nyata yang mampu merepresentasikan kondisi DAS Ciliwung sebenarnya. Dewasa ini, pembuatan model 3D terus mengalami perkembangan. Salah satu perkembangannya adalah diciptakannya konsep CityGML. Oleh karenanya, penelitian ini dilakukan untuk membuat model 3D DAS Ciliwung yang berada di wilayah Desa Cibanon dan Pandansari, Kabupaten Bogor, Jawa Barat untuk kebutuhan perancangan arsitektur lansekap dan menampilkan model 3D tersebut ke dalam format CityGML. Dalam pelaksanaannya, didapatkan data dari hasil pemotretan foto udara menggunakan pesawat tanpa awak (UAV). Data tersebut berupa hasil pengolahan triangulasi udara dari dua buah perangkat lunak yang berbeda, Isat dan Agisoft Photoscan. Kedua data tersebut akan dilakukan kompilasi data serta permodelan secara tiga dimensi sehingga menghasilkan dua buah visualisasi tiga dimensi yang akan disimpan ke dalam format CityGML. Hasil penelitian ini adalah dua buah model 3D visualisasi daerah penelitian. Dua model tersebut dilakukan perbandingan ketelitian berdasarkan pada nilai residual triangulasi udara dan pengamatan point-to-point. Hasil analisis menyatakan bahwa model hasil pengolahan Isat lebih teliti dibandingkan dengan Agisoft Photoscan. Kedua model tersebut secara visual telah merepresentasikan objek yang sesuai dengan kebutuhan arsitektur lansekap. Namun ketika dilakukan penyimpanan ke dalam format CityGML, objek yang dapat direpresentasikan hanya berupa objek bangunan.", "Daftar File": {"2014 TA PP QINAN TAMARA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95767", "2014 TA PP QINAN TAMARA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95768", "2014 TA PP QINAN TAMARA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95769", "2014 TA PP QINAN TAMARA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95770", "2014 TA PP QINAN TAMARA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95771", "2014 TA PP QINAN TAMARA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95772"}, "Penulis": "QINAN TAMARA  (NIM: 15109026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Deni Suwardhi, ST., MT.", "Dr.-Ing., Ir. Himasari Hanan, MAE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CityGML, Permodelan 3D, Arsitektur Lansekap", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}