{"Nomor": 19194, "Judul": "GEOLOGI DAN STUDI DIAGENESIS BATUGAMPING FORMASI WAINUKENDI DESA SABARMIOKRE DAN SEKITARNYA, DISTRIK SUPIORI BARAT, KABUPATEN SUPIORI, PROPINSI PAPUA", "Abstrak": "Tujuan penelitian adalah melakukan pemetaan geologi detail dan melakukan studi diagenesis batugamping Formasi Wainukendi pada daerah penelitian yang terletak di Distrik Supiori Barat, Kabupaten Supiori, Propinsi Papua pada koordinat UTM zona 53S 9927000 Ã‚Â– 9919000 mU dan 557000 Ã‚Â– 567000 mT. Sebelumnya daerah ini hanya diteliti secara regional dan dalam skala kecil. Data primer didapat dari penelitian lapangan. Analisis yang dilakukan meliputi analisis petrografi, mikropaleontologi, dan kalsimetri.     \n \n \n \n \n\nDaerah penelitian memiliki morfologi perbukitan dan lembah serta proses eksogen berupa erosi, pelapukan, dan karstifikasi. Geomorfologi daerah penelitian dibagi menjadi 2 satuan geomorfologi yaitu Satuan Karst dan Satuan Endapan Aluvial. Sejarah geologi daerah penelitian dimulai dari pengendapan Satuan Batugamping Packstone yang disetarakan dengan Formasi Wainukendi berumur Oligosen Akhir pada lingkungan fore reef, kemudian pengendapan Satuan Napal dan Satuan Perselingan Napal-Batugamping Grainstone yang disetarakan dengan Formasi Wafordori secara selaras di atas satuan sebelumnya berumur Miosen Awal pada lingkungan open sea shelf dan kedalaman 100-1000m. Struktur geologi daerah penelitian berupa Sesar Geser Mengiri yang diinterpretasikan dari kelurusan serta kekar gerus dan Sesar Naik yang diinterpretasikan dari kelurusan serta bidang sesar minor, dan perlipatan ditandai oleh kemiringan perlapisan batuan diperkirakan terbentuk pada kala Miosen Akhir akibat tegasan utama berarah timur laut-barat daya. Proses pengangkatan dan pengendapan terus berlangsung hingga saat ini membentuk morfologi seperti yang terlihat sekarang dan mengendapkan Satuan Endapan Aluvial.     \n \n \n \n \n\nProses diagenesis mempengaruhi porositas batugamping Formasi Wainukendi. Berdasarkan pengamatan lapangan dan analisis petrografi pada 6 sampel ditemukan produk dan proses diagenesis batugamping berupa sementasi, mikritisasi mikrobial, neomorfisme, pelarutan, kompaksi, serta dolomitisasi dan dedolomitisasi. Dari hasil studi diagenesis batugamping Formasi Wainukendi dapat ditarik kesimpulan bahwa sejarah lingkungan diagenesis dari tua ke muda adalah marine phreatic, burial, meteoric phreatic, dan meteoric vadose.", "Daftar File": {"2013 TA PP RADEN MOHAMMAD AVIANDITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95809", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95810", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95811", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95812", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95813", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95814", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/95815", "2013 TA PP RADEN MOHAMMAD AVIANDITO 1-BAB PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95816"}, "Penulis": "RADEN MOHAMMAD AVIANDITO (NIM: 12009033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Benyamin Sapiie, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Papua, Supiori, Wainukendi, Wafordori, diagenesis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}