{"Nomor": 19198, "Judul": "KAJIAN PERUBAHAN SUHU VERTIKAL LAUT DI LAUT TIMOR ANTARA 23 - 62 RIBU TAHUN LALU", "Abstrak": "Iklim Bumi antara ~23 Ã‚Â– 62 ribu tahun lalu yang dikenal sebagai Marine Isotope Stage 3 (MIS 3) menunjukkan siklus hangat (interstadial) dan dingin (stadial) yang berjangka ratusan tahun. Fasa hangat ini dikenal dengan nama Dansgaard Oeschger (DO) yang mengikuti fasa dingin Heinrich event (HE) yang berkaitan dengan meridional overturning circulation (MOC). Kajian perubahan suhu vertikal Laut Timor (ΔT) antara 23 Ã‚Â– 62 ribu tahun  \n \n\nlalu dilakukan dengan menghitung selisih suhu rekonstruksi dari kandungan Mg/Ca Globigeronoides ruber (putih) yang mewakili suhu permukaan laut dan Pulleniatina obliquiloculata yang mewakili suhu kedalaman 100 m dari contoh inti sedimen SO185-18460  \n \n\ndi (8o47,386'LS; 128o38,485'BT; kedalaman 1875 m) di Selat Timor. Perbandingan lima persamaan kalibrasi kandungan Mg/Ca menjadi suhu terhadap data World Ocean Atlas 2009 dan simulasi Brandefelt dkk. (2009) yang menunjukkan kecocokan persamaan Anand dkk. (2003) untuk digunakan di Laut Timor. Perbandingan suhu vertikal Laut Timor dengan data inti es Greenland dan muka laut menunjukkan bahwa gradien suhu vertikal Laut Timor lebih  \n \n\ndipengaruhi oleh perubahan muka laut ditunjukkan dengan kenaikan (penurunan) muka laut diikuti penurunan (kenaikan) suhu permukaan laut (SPL). Nilai ΔT besar yang dijumpai saat muka laut turun menunjukkan terjadinya intensifikasi Arus Lintas Indonesia (Arlindo) di permukaan ketika muka laut turun dan membentuk aliran permukaan hangat. Perhitungan gradien horizontal suhu kedalaman 100 m terhadap contoh inti sedimen MD01-2378  \n \n\n(13o04,95'LS; 121o47,27'BT; kedalaman 1783 m) di Laut Timor menunjukkan kehadiran intrusi aliran lebih hangat dari Samudera Hindia ke Laut Timor pada saat HE. Intrusi yang sama hanya terdeteksi pada HE3, HE4, dan HE5 pada gradien horizontal SPL yang mungkin disebabkan oleh intensitas HE5a dan HE6 yang lebih rendah dibandingkan intensitas ketiga HE sebelumnya.", "Daftar File": {"2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95837", "2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95838", "2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95839", "2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95840", "2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95841", "2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95842", "2013 TA PP RADEN SATRIA WICAKSANA ADHIPURUSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95843"}, "Penulis": "RADEN SATRIA WICAKSANA ADHIPURUSA (NIM : 12908013)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ivonne Milichristi Radjawane, M.Si.,Ph.D", "Dr. Rina Zuraida"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Marine Isotope Stage 3, Mg/Ca, Hasil Simulasi, Gradien Suhu Vertikal, Meridional Overturning Circulation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}