{"Nomor": 19196, "Judul": "GEOLOGI DAERAH KARANGBAWANG DAN SEKITARNYA, KECAMATAN AJIBARANG, KABUPATEN BANYUMAS, PROVINSI JAWA TENGAH", "Abstrak": "Daerah penelitian terletak di Desa Karangbawang dan daerah sekitarnya     \n \n \n \n \n\nyang temasuk ke dalam Kabupaten Banyumas, Provinsi jawa Tengah. Secara     \n \n \n \n \n\ngeografis daerah penelitian terletak pada 7Ã‚Â°24Ã‚Â’18Ã‚Â” LS - 7Ã‚Â°26Ã‚Â’29Ã‚Â” LS dan     \n \n \n \n \n\n109Ã‚Â°02Ã‚Â’23Ã‚Â” BT- 109Ã‚Â°04Ã‚Â’12Ã‚Â” BT dengan luas daerah penelitian 16 km2. Penelitian     \n \n \n \n \n\nini bertujuan untuk mengetahui penyebaran batuan yang terdapat pada daerah     \n \n \n \n \n\npenelitian. Penelitian telah melalui beberapa tahap, diantaranya pengambilan data     \n \n \n \n \n\nlapangan dan analisis laboratorium.     \n \n \n \n \n\nDaerah penelitian dibagi menjadi tiga satu geomorfologi, yaitu Satuan     \n \n \n \n \n\nPerbukitan Homoklin, Satuan Lembah Denudasi, dan Satuan Aluvial. Morfologi     \n \n \n \n \n\ndaerah ini memiliki dua tahapan geomorfik, yaitu tahapan geomorfik muda pada     \n \n \n \n \n\nSatuan Perbukitan Homoklin dan Satuan Lembah Denudasi, sedangkan tahapan     \n \n \n \n \n\ngeomorfik dewasa pada Satuan Aluvial.     \n \n \n \n \n\nFormasi yang tersingkap di daerah penelitian adalah Formasi Halang, dan     \n \n \n \n \n\nFormasi Tapak. Berdasarkan karakteristik litologi, terdapat enam satuan     \n \n \n \n \n\nlitostratigrafi tidak resmi, dari tua ke muda: Satuan Batupasir-Batulempung     \n \n \n \n \n\nberumur Miosen Akhir, Satuan Batulempung-Batupasir berumur Miosen Akhir,     \n \n \n \n \n\nSatuan Batugamping berumur Pliosen Awal, Satuan Batupasir berumur Pliosen     \n \n \n \n \n\nAwal, Satuan Basalt yang berumur Kuarter, dan Satuan Endapan Aluvial. Struktur     \n \n \n \n \n\ngeologi yang terjadi di daerah penelitian antara lain kemiringan lapisan, Sesar     \n \n \n \n \n\nNaik Cilewik, Sesar Naik Kalibeber, Sesar Menganan Pagawulan, Sesar     \n \n \n \n \n\nMenganan Kalipucut, Sesar Menganan Parakan, Antiklin Watubedil, dan Antiklin     \n \n \n \n \n\nBojonggunung.     \n \n \n \n \n\nSejarah geologi dimulai pada dengan pengendapan secara selaras Satuan     \n \n \n \n \n\nBatupasir-Batulempung hingga Satuan Batupasir pada Kala Miosen Akhir-Pliosen     \n \n \n \n \n\nAwal dengan lingkungan pengendapan yang semakin mendangkal. Pada Kala     \n \n \n \n \n\nPlio-Pleistosen terjadi aktivitas tektonik yang mengangkat satuan-satuan tersebut     \n \n \n \n \n\ndan membentuk struktur-struktur geologi pada daerah penelitian. Pada Zaman     \n \n \n \n \n\nKuarter, terendapkan Satuan Basalt secara tidak selaras. Sejarah pengendapan     \n \n \n \n \n\ndiakhiri dengan pengendapan Satuan Aluvial secara tidak selaras yang proses     \n \n \n \n \n\npengendapannya masih berlangsung hingga sekarang.", "Daftar File": {"2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95823", "2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95824", "2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95825", "2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95826", "2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95827", "2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95828", "2014 TA PP  RADEN RORO FIGA NOVERIA ROOSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95829"}, "Penulis": "RADEN RORO FIGA NOVERIA ROOSA (NIM : 12010057)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karangbawang, Formasi Tapak, Formasi Halang, Cekungan Banyumas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}