{"Nomor": 19190, "Judul": "GEOLOGI DAN STUDI FASIES BATUGAMPING DAERAH TLOGOSARI DAN SEKITARNYA, KECAMATAN AYAH, KABUPATEN KEBUMEN, PROVINSI JAWA TENGAH", "Abstrak": "Kawasan Karst Gombong Selatan, Kebumen menjadi menarik bagi geolog karena merupakan tempat tersingkapnya batugamping Formasi Kalipucang dan Formasi Halang yang     \n \n \n \n \n\nmerupakan contoh yang baik dari model pengendapan paparan karbonat. Oleh karena itu penulis bertujuan untuk mempelajari kondisi geologi mencakup geomorfologi, stratigrafi, struktur, serta jenis dan penyebaran fasies batugamping di daerah penelitian. Metode penelitian yang digunakan meliputi pemetaan geologi dan fasies batugamping, analisis laboratorium serta analisis studio. Pada daerah penelitian teramati bentang alam berupa perbukitan karst, perbukitan vulkanik, serta dataran alluvial dan pantai. Satuan batuan tertua yang tersingkap di daerah penelitian adalah Satuan Tuf yang berumur Oligosen Akhir Ã‚Â– Miosen Awal. Satuan tersebut     \n \n \n \n \n\nkemudian diterobos oleh Satuan Andesit A. Kemudian diendapkan secara tidak selaras Satuan Batugamping Masif dan Batugamping Berlapis pada Miosen Tengah. Kemudian Satuan Batugamping Ã‚Â– Napal diendapkan secara menjari pada Miosen Tengah Ã‚Â– Miosen Akhir. Selanjutnya satuan tersebut diterobos oleh Satuan Andesit B pada Pliosen Akhir dan Satuan Endapan Aluvial dan Pantai. Fase deformasi yang berlangsung yaitu dimulai pada Pliosen Akhir yang membentuk sesar Ã‚Â– sesar normal dan pada Plio-Pleistosen yang membentuk sesar Ã‚Â– sesar mendatar dan antiklin. Asosiasi fasies batugamping daerah penelitian dapat terbagi atas empat asosiasi fasies, yaitu Asosiasi Fasies Paparan Bagian Dalam, Asosiasi Batas Paparan, Asosiasi Fasies Muka Lereng Ã‚Â– Kaki Lereng, dan Asosiasi Fasies Paparan Laut Terbuka. Model pengendapan batugamping mengikuti pola pengendapan paparan terisolasi yang terendapkan di atas pulau vulkanik.", "Daftar File": {"2013 TA PP RACHMAN FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95788", "2013 TA PP RACHMAN FAUZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95789", "2013 TA PP RACHMAN FAUZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95790", "2013 TA PP RACHMAN FAUZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95791", "2013 TA PP RACHMAN FAUZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95792", "2013 TA PP RACHMAN FAUZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95793", "2013 TA PP RACHMAN FAUZI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/95794", "2013 TA PP RACHMAN FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95795"}, "Penulis": "RACHMAN FAUZI (NIM : 12009011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karst, fasies batugamping, Formasi Kalipucang, Tlogosari", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}