{"Nomor": 19195, "Judul": "STUDI KUALITAS DATA GPS KONTINU GUNUNGAPI GUNTUR BERDASARKAN DATA PENGAMATAN TAHUN 2012-2013", "Abstrak": "Pemantauan pada Gunungapi Guntur dapat dilakukan secara geodetik dengan menggunakan GPS. Data yang direkam oleh GPS memerlukan studi kualitas data dan analisis. Data hasil pengamatan akan dianalisis dengan perinsip hitung perataan, yaitu least square. Dengan menerapkan least square dapat ditentukan dan dianalisis dari nilai outlier data tersebut. Dari hasil penerapan least square dapat ditarik pula nilai simpangan baku dan nilai error. Metodologi penelitian ini melibatkan studi kualitas data yang didapat dari GPS. Pusat vulkanologi Gunungapi Guntur telah menentukan titik-titik GPS pada Gunungapi Guntur yang dipasang dan ditenagai oleh tenaga surya. Hal ini memungkinkan GPS tersebut untuk terus mengirim data secara kontinu per hari. Data-data per hari tersebut kemudian diolah oleh pusat vulkanologi Gunungapi Guntur dan dikeluarkan dalam bentuk RINEX, dengan data-data yang digunakan adalah data dari bulan Januari 2012 hingga Februari 2013. Dari hasil pengolahan data tersebut didapatkan hasil sebesar 81,64% data dapat digunakan, sisanya tidak dapat diolah karena tidak ada data. Kemudian dari data yang dapat diolah dilakukan plotting dan didapatkan hasil 31% data yang berada pada outlier. Dalam tugas akhir ini akan dianalisis lebih lanjut mengenai data yang outlier tersebut.", "Daftar File": {"2014 TA PP RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95817", "2014 TA PP RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95818", "2014 TA PP RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95819", "2014 TA PP RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95820", "2014 TA PP RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95821", "2014 TA PP RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95822"}, "Penulis": "RADEN PANJI MOCHAMAD RISAKTI ARNING PUTRA (NIM : 15108058)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof.Dr.Ir. Hasanuddin Z. Abidin, M.Sc.         \n \n \n \n \n \n \n \n\nPembimbing II : Dr. Ir. Dina Anggreni Sarsito, M.T.         \n \n \n \n \n \n \n \n\nPembimbing III : Estu Kriswati, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gunungapi Guntur, GPS, data RINEX, koordinat geosentrik, metode least square", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}