{"Nomor": 19205, "Judul": "ANALISIS HUJAN DITINJAU DARI INDEKS MONSUN HARIAN", "Abstrak": "Monsun merupakan siklus yang berulang selama setahun lamanya. Monsun dapat menghasilkan bulan basah dan bulan kering yang tegas sehingga pada bulan Desember-Januari-Februari (DJF) akan menghasilkan bulan basah dan sebaliknya pada bulan Juni-Juli-Agustus (JJA) menghasilkan bulan kering. Indeks monsun digunakan untuk mengukur kuat lemahnya monsun. Pengembangan indeks monsun pun banyak dilakukan. Selain beberapa indeks monsun yang umumnya dalam skala musiman atau bulanan, terdapat pula skala indeks harian dengan bermacam motivasi dan fokus. Pulau Jawa bagian barat merupakan wilayah dengan curah hujan yang dipengaruhi oleh siklus monsun. Namun pertanyaan yang timbul, sejauh mana hubungan antara indeks monsun harian dengan kejadian hujan di pulau Jawa bagian barat. Pendekatan hujan yang dilakukan dengan metode regresi linear berganda dengan prediktor indeks monsun harian dapat menunjukan adanya hubungan antara pendekatan hujan dengan kejadian hujan, namun tidak dapat sepenuhnya mengakomodasi seluruh kejadian yang ada. Musim kering pada kejadian yang dikaji merupakan pendekatan monsun yang paling tidak menyerupai kondisi observasi hujan harian. Pada umumnya pendekatan dengan indeks monsun harian memiliki permasalahan dalam lag time (keterlambatan waktu).", "Daftar File": {"2014 TA PP RAHARDIAN AJI SAPUTRA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95895", "2014 TA PP RAHARDIAN AJI SAPUTRA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95896", "2014 TA PP RAHARDIAN AJI SAPUTRA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95897", "2014 TA PP RAHARDIAN AJI SAPUTRA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95898", "2014 TA PP RAHARDIAN AJI SAPUTRA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95899", "2014 TA PP RAHARDIAN AJI SAPUTRA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95900", "2014 TA PP RAHARDIAN AJI SAPUTRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95901"}, "Penulis": "RAHARDIAN AJI SAPUTRA (NIM : 12809032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Monsun, indeks monsun harian, hujan,regresi linear berganda, keterlambatan waktu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}