{"Nomor": 19201, "Judul": "MINE ELECTRICAL DEPARTMENT OPERATIONS STRATEGY FORMULATION TO FACE MINE FOCUS SHIFTING FROM GRASBERG OPEN-PIT TO UNDERGROUND", "Abstrak": "The Mine Planning for Grasberg mineral district in PT Freeport Indonesia (PTFI) Contract of Work area has determined that the Grasberg open-pit mine will only continue until 2017. After that, all ore bodies remaining will be mined from underground using the block-caving and stopeand-fill techniques. The fact has raised issue to Mine Electrical Maintenance department that is responsible for maintenance of electrical equipments, electrical-side of equipments and other  \n \n\nelectrical related works in surface and underground mine, because it has to prepare the transition in the best possible ways.  \n \n\nMine Electrical need to balance its capabilities to provide high level of service in both areas within this condition. Other than formulating strategy to fulfill the manpower requirement projection, Mine Electrical also faced issue with increase number of work requests that need better management system. Lack of proper performance indicator tool to measure the department's service-based works has also raise question about the fairness of current Key Performance Indicators and how to better describe department performance in the future that in the end will open the door to improvement initiatives.  \n \n\nThe methodology used to assess the problems were PEST, Porter's Five Forces and SWOT analysis, combined with company's mission and vision assessment to determine current business and corporate strategy. The result showed that PTFI business strategy is cost leadership while its corporate strategy is growth.  \n \n\nModel by Nigel Slack and Michael Lewis was used to formulate operations strategy for Mine Electrical. Decision analysis on each alternative solution was done using Quantitative Strategic Planning Matrix (QSPM). For capacity strategy, it was showed that from 2011 to 2017  \n \n\nthere would be gap for manpower required in Grasberg and underground areas. There was also gap found between approved and actual manpower number in 2011. Decision is taken to hire skilled contractors combined with manpower relocation from Grasberg to underground to fill those gaps. Analysis on issue of work request management system further showed the need of new system to be established to better handle the abundant number of work request received.  \n \n\nDecision-taken is to collaborate with Management Information System (MIS) department who have successful experience with similar system in the past. As for the KPI, analysis showed that without the proper KPI, department will have constant problem in the future to improve itself as no reliable measurement tool available. So the decision is to create new KPI special for servicebased works. All strategies are laid into the Operations Strategy Matrix to describe the interaction  \n \n\nbetween decision areas and performance objectives.  \n \n\nThe strategies then managed into implementation plans that described in detail: steps and estimated duration, involving key person in not only Mine Electrical but also Mine Maintenance division. An estimated three to eight months will be required to execute all programs with $12,000 of cost will be incurred in 2011 for MIS services and a minimum of $900,000 each year for the contractors.", "Daftar File": {"2011 TS PP RAFIQ SULISTYO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95858", "2011 TS PP RAFIQ SULISTYO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95859", "2011 TS PP RAFIQ SULISTYO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95860", "2011 TS PP RAFIQ SULISTYO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95861", "2011 TS PP RAFIQ SULISTYO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95862", "2011 TS PP RAFIQ SULISTYO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95863"}, "Penulis": "RAFIQ SULISTYO (NIM: 29109122)", "Kontributor / Dosen Pembimbing": ["Pembimbing Proyek Akhir: Prof. Togar M. Simatupang dan Alibasjah Inggriantara, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "operations strategy, PEST, PorterÃ‚Â’s Five Forces, SWOT, SFAS, QSPM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}