{"Nomor": 19202, "Judul": "ANALISIS KARAKTERISASI STRUKTUR LAPISAN FILM TIPIS ZINK OKSIDA YANG DIDOPING INDIUM OKSIDA (In2O3) HASIL DEPOSISI DC SPUTTERING", "Abstrak": "Dalam Tugas Akhir ini telah dilakukan deposisi lapisan Oksida Zink dengan doping Indium melalui metode deposisi DC sputtering. Lapisan tipis Indium Zink Oksida ini dideposisi dengan beberapa variasi parameter penelitian seperti variasi temperatur substrat dan variasi komposisi doping indium. Pada penelitian ini, indium divariasikan sebesar 2%, 5% dan 8%, dari komposisi total indium dan zink oksida. Dalam tugas akhir ini dilakukan analisis struktur untuk pengaruh variasi doping indium terhadap impuritas yang terjadi pada host zink oksida. Untuk menganalisa hal tersebut dilakukan tiga macam karakterisasi struktur, yaitu menggunakan Scanning Electron Microscopy (SEM), Energy Dispersive X-Ray Spectrometer (EDS) dan X-Ray Diffraction (XRD). Hasil EDS memperlihatkan komposisi unsur yang muncul pada lapisan tipis dan membuktikan bahwa lapisan tipis berhasil ditumbuhkan. Hasil SEM menunjukkan keadaan topografi permukaan lapisan tipis Indium Zink Oksida, dimana dapat diamati bahwa butiran pada IZO dengan doping 5% tampak lebih menyebar merata dibanding IZO dengan doping 8%. Kemudian XRD memperlihatkan bahwa kualitas kristal terbaik dimiliki oleh IZO dengan doping 5%, hal ini dikarenakan ukuran butiran, nilai parameter kisi dan analisis bentuk puncak terbaik dimiliki oleh IZO dengan doping 5", "Daftar File": {"2013 TA PP RAGHI DELANO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95864", "2013 TA PP RAGHI DELANO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95865", "2013 TA PP RAGHI DELANO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95866", "2013 TA PP RAGHI DELANO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95867", "2013 TA PP RAGHI DELANO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95868", "2013 TA PP RAGHI DELANO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/95869", "2013 TA PP RAGHI DELANO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95870"}, "Penulis": "RAGHI DELANO KRISWANDI  (NIM : 102 08 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Euis Sustini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Indium Zink Oksida, Sputtering, Struktur Kristal, Parameter Kisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}