{"Nomor": 19212, "Judul": "SPIN OFF STRATEGI UNIT SYARIAH BISNIS (UNIT USAHA SYARIAH) BANK BTN", "Abstrak": "Spin Off merupakan Keputusan strategis Yang Bisa berakibat buruk Bagi Perusahaan  JIKA dilakukan Beroperasi TIDAK terencana. KARENA ITU, Perencanaan spin off  Membutuhkan Kajian Mendalam agar Pengembangan strategi Yang diterapkan Nantinya DAPAT  lancar berjalan Dan Mampu mengantisipasi Potensi-Potensi masalah Yang Mungkin  Terjadi.      \n \n \n \n\nUnit Usaha Syariah (UUS) Bank BTN memiliki kesiapan Yang Cukup Segera UNTUK  melakukan spin off Baik ditinjau Dari Sisi komitmen Manajemen, costs kos terbenam Keuangan,  Sumber Daya Insani, Teknologi Informasi, Produk, Dan maupun Jaringan. Di Sisi  berbaring, Bank Umum Syariah (BUS) baru Negara hasil temuan spin off memiliki Potensi UNTUK Tumbuh  Hobi gede Seperti Yang dialami Bank-Bank syariah Lainnya pasca spin off, namun      \n \n \n \n\ndemikian ADA beberapa Potensi masalah Yang Mungkin Timbul hearts Proses berputar  off.      \n \n \n \n\nPengembangan Pengembangan strategi spin off UUS Bank BTN pÃƒÂ£da didasarkan hasil temuan analisis  urgensi, analisis Tingkat kesiapan, analisis identifikasi Potensi masalah hearts Proses  spin off, analisis SWOT Dan matriks TOWS.  Rekomendasi Dari studi menjabarkan Suami Adalah kecepatan memerlukan, expandabilas Model BUS mendirikan baru Negara melalui  pemisahan UUS to BUS DENGAN Pertimbangan Utama bahwa Model Suami relatif yang  MUDAH diadopsi Dan Mampu meminimalkan Potensi masalah. Total Waktu Yang  Dibutuhkan UNTUK berputar melakukan off Mulai dari Tahap Persiapan Hingga Mulai  beroperasinya BUS baru Negara Adalah selama 10 bulan.", "Daftar File": {"2012 TS PP RAHMAYATI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95952", "2012 TS PP RAHMAYATI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95953", "2012 TS PP RAHMAYATI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95954", "2012 TS PP RAHMAYATI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95955", "2012 TS PP RAHMAYATI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95956", "2012 TS PP RAHMAYATI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95957"}, "Penulis": "RAHMAYATI (NIM : 29109403)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof .Dr .I r . Sudarso Kader i Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "urgensi,  tingkat kesiapan, potensi masalah,  SWOT, Matriks TOWS, strategic action dan skenario spin off", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}