{"Nomor": 19217, "Judul": "RAPIT MOMENTUM AS ALGORITHM TRADING SYSTEM PROPOSED FOR PT. TRIMEGAH SECURITIES, TBK", "Abstrak": "Pada saat ini, permintaan atas investasi yang menguntungkan semakin meningkat. Peningkatan ini dikarenakan perkemembangan pengetahuan, metode, dan instrumen keuangan di pasar finansial. Algoritma Trading Sistem sebagai perkembangan metode terkini dari pasar finansial di negara-negara maju dapat merupakan kunci kesuksesan untuk mendapatkan keuntungan di pasar finansial.  \n \n\nPT. Trimegah Securities, Tbk. sebagai salah satu perusahaan investasi di Indonesia dihadapkan dengan tantangan untuk mengembangkan dan mengimplentasikan algoritma trading sistem pada produk investasi mereka untuk mendapatkan tingkat keuntungan yang lebih tinggi. Tingkat keuntungan yang didapatkan diharapkan dapat mengalahkan atau setidaknya menyamai indeks harga gabungan dan indeks likuiditas yaitu IHSG dan LQ45. Produk investasi tersebut juga harus menarik bagi investor dalam perbandingan dengan produk investasi serupa dari kompetitior.  \n \n\nUntuk mengimplentasikan algoritma trading di PT. Trimegah Securities Tbk. Penelitian yang dilakukan meliputi beberapa teori dasar dan analisis. Analisisnya meliputi pemodifikasian dan penggabungan dari teknikal analisa indikator. Teori dasar yang digunakan dalam penelitian ini terdiri dari pengukuran dasar analisa teknikal, Principle of Triple ScreenÃ‚Â¸ dan pemahaman landasan piranti lunak algoritma yaitu Amibroker.  \n \n\nDalam penelitian untuk pengembangan algoritma trading di PT. Trimegah Securites Tbk. diperoleh RaPit Momentum trading sistem, temuan yang dikembangkan oleh peneliti, yang dapat menghasilkan ekuitas akhir sebesar Rp 420.737.316 dari ekuitas awal sebesar Rp 100.000.000 selama 5 tahun masa investasi, sementara IHSG sebagai pembanding menghasilkan Rp 314.975.450 dan LQ45 menghasilkan Rp 253.159.851. Hasil ini menempatkan PT. Trimegah sebagai salah satu pemimpin dalam pasar produk investasi.  \n \n\nSistem berbasis algoritma ini menarik bagi para investor dalam perbandingan dengan produk serupa dari sudut pandang hasil Risk Adjusted Return, hasil Sharpe Ratio untuk RaPit Momentum adalah 5.440 sementara Sharpe Ratio untuk Panin Dana Maksima dan Schroder Dana Istimewa adalah 4.661 dan 4.320. Sistem berbasis algoritma ini dapat diimplementasikan di Trimegah sebagai discretionary fund mereka dengan beberapa produk turunan dengan menggunakan basis yang sama.", "Daftar File": {"2011 TS PP RAJIV KANAYALAL 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95988", "2011 TS PP RAJIV KANAYALAL 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/95989", "2011 TS PP RAJIV KANAYALAL 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/95990", "2011 TS PP RAJIV KANAYALAL 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/95991", "2011 TS PP RAJIV KANAYALAL 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/95992", "2011 TS PP RAJIV KANAYALAL 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95993"}, "Penulis": "RAJIV KANAYALAL THAWANI (NIM : 29109325)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Deddy P. Koesrindartoto, MSc., Ph.D", "Ir. Subiakto Soekarno, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Algorithm, Investment product, Trading system.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}