{"Nomor": 19219, "Judul": "APLIKASI MULTIBEAM ECHOSOUNDER UNTUK IDENTIFIKASI BANGKAI KAPAL", "Abstrak": "Berbagai kegiatan survei hidrografi dapat dilakukan di wilayah perairan Indonesia yang begitu luas. Salah satu kegiatan survei hidrografi adalah survei batimetri. Survei batimetri merupakan kegiatan pengukuran kedalaman pada suatu wilayah lautan. Survei batimetri dapat menunjukan informasi tentang kedalaman dan informasi tentang dasar laut. Survei batimetri dapat dilakukan dengan menggunakan multibeam echosounder yang memiliki berbagai aplikasi yang menunjang kegiatan survei di laut.      \n \n \n \n \n \n\nMultibeam echosounder dapat menghasilkan data batimetri dengan resolusi tinggi. Dengan mendapatkan titik-titik kedalaman, multibeam echosounder dapat mendeteksi keberadaan objek yang berada di bawah permukaan laut. Salah satu objek yang dapat di deteksi oleh multibeam echosounder adalah bangkai kapal. Keberadaan bangkai kapal dapat mempengaruhi penentuan jalur pelayaran serta kegiatan pembangunan infrastruktur dibawah laut. Dengan menggunakan multibeam echosounder dapat dilakukan identifikasi lokasi keberadaan bangkai kapal dan dimensi dari bangkai kapal.", "Daftar File": {"2013 TA PP RAMA OZRINDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96002", "2013 TA PP RAMA OZRINDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96003", "2013 TA PP RAMA OZRINDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96004", "2013 TA PP RAMA OZRINDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96005", "2013 TA PP RAMA OZRINDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96006", "2013 TA PP RAMA OZRINDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96007", "2013 TA PP RAMA OZRINDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96008"}, "Penulis": "RAMA OZRINDO (NIM: 15109071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Samsul Bachri, M.Eng. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aplikasi, multibeam echosounder, identifikasi, bangkai kapal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}