{"Nomor": 19213, "Judul": "ESTIMASI PARAMETER PADA MODEL TRANSMISI PENYEBARAN PENYAKIT DEMAM BERDARAH DENGUE", "Abstrak": "Proses terjadinya transmisi penyebaran penyakit demam berdarah dengue dapat dimodelkan secara matematis ke dalam suatu sistem persamaan diferensial nonlinear.  \n \n\nDari model transmisi dengue tersebut, banyaknya manusia yang terinfeksi virus dengue per satuan waktu dipengaruhi oleh banyaknya gigitan yang dilakukan oleh  \n \n\nsatu ekor nyamuk, peluang transmisi sukses pada manusia, dan proporsi populasi manusia (host) yang susceptible dari keseluruhan populasi host dikalikan dengan  \n \n\nbanyaknya nyamuk yang terinfeksi. Parameter banyaknya gigitan yang dilakukan oleh satu ekor nyamuk dan peluang transmisi sukses pada manusia akan dicari dengan estimasi parameter. Metode yang akan digunakan dalam estimasi parameter ini diantaranya adalah Finite Element Method dengan hampiran Euler dan Regularized Least Square. Estimasi parameter akan menggunakan data berupa  \n \n\nbanyaknya manusia yang terinfeksi virus dengue yang diperoleh dari data historis pasien penderita penyakit demam berdarah dengue. Pada penelitian Tugas Akhir ini,  \n \n\ndata historis yang digunakan adalah banyaknya pasien penderita demam berdarah dengue di Rumah Sakit Borromeus Bandung sepanjang tahun 2008. Hasil estimasi parameter tersebut akan menunjukkan seberapa besar pengaruh proporsi peluang transmisi sukses pada manusia dalam suatu populasi host dikalikan dengan rata-rata banyaknya gigitan satu ekor nyamuk dalam satu hari terhadap banyaknya pasien yang terinfeksi demam berdarah dengue. Hubungan antara parameter hasil estimasi dengan banyaknya pasien penderita demam berdarah dengue akan dicari dengan menentukan koefisien korelasi. Dari hasil estimasi tersebut diperoleh bahwa terdapat hubungan linear yang positif antara keduanya.", "Daftar File": {"2013 TA PP RAHMI ASTARINADEA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/95958", "2013 TA PP RAHMI ASTARINADEA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/95964"}, "Penulis": "RAHMI ASTARINADEA [10109056]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraini", "Dr. Sapto Wahyu Indratno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "transmisi dengue, host, vector, demam berdarah dengue, estimasi parameter, Finite Element Method, hampiran Euler, Regularized Least Square.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}