{"Nomor": 19226, "Judul": "STRATEGI SOLUSI KREDIT BERMASALAH DAN PENGEMBANGAN BISNIS PT.X MELALUI PENYERTAAN EKUITI BERBATAS WAKTU", "Abstrak": "Dalam menjalankan usaha, perusahaan pada umumnya memperoleh pendanaan dari pinjaman, salah satunya dari perbankan. Pinjaman ini memiliki resiko kredit bermasalah jika perusahaan tidak dapat mengatur cashflow-nya. Perusahaan dalam kondisi kredit bermasalah biasanya dibutuhkan tambahan dana untuk menyelesaikannya. Dana tersebut terbagi menjadi dua yaitu ekternal (pinjaman perbankan/investor) dan internal (pinjaman pemegang saham/dari labarugi ditahan).  \n \n\nPT.X adalah perusahaan yang bergerak dalam bidang jasa layanan angkutan batubara. Pada tahun 2008 perusahaan ini mengajukan pinjaman ke Bank B dengan nominal Rp 60 M selama 5 tahun, namun di pertengahan tahun ke 2 cashflow perusahaan terganggu akibat adanya penundaan pembayaran dari konsumennya sehingga oleh Bank kreditnya direstrukturisasi kembali dengan jangka waktu yang diperpanjang hingga 5 tahun kembali dan suku bunga yang di turunkan agar angsuran kredit menjadi lebih kecil untuk meringankan beban PT.X.  \n \n\nDalam perjalanannya di bulan November 2011 PT.X kembali mengalami permasalahan dengan kreditnya yang diakibatkan karena pemilik perusahaan menginvestasikan dana perusahaan di tempat yang salah sehingga mengakibatkan cashflow perusahaan terganggu. Per Januari 2012 nominal kredit bermasalah PT.X senilai Rp 4,5 M dengan status kredit, kolektibilitas 2 (non- bankable) dan ancaman kenaikan kolektibilitas kreditnya menjadi kolektibilitas 4 dalam beberapa bulan kedepan jika melihat prediksi kondisi cashflownya. Disisi lain PT.X mendapatkan peluang yang kemungkinan dapat membuat perusahaan berkembang, yaitu adanya penawaran kontrak kerja dari PLN Batubara dalam jangka waktu 6 tahun.  \n \n\nAlternatif pendanaan melalui perbankan sudah tidak memungkinkan karena perusahaan dalam kondisi non-bankable, pendanaan melalui investorpun sulit dikarenakan kondisi perusahaan yang sedang Ã‚Â‘sakitÃ‚Â’. Untuk pendanaan internal yang memungkinkan adalah melalui labarugi ditahan karena pemegang saham tidak mempunyai kemampuan pendanaan. Labarugi perusahaan PT.X mayoritas dalam bentuk aset. Penyelesaiannya adalah dengan menjual aset, perusahaan mempunyai 3 alternatif yaitu membuat perusahaan SPV sebagai pembeli asetnya, menjual ke perusahaan lain dengan harga pasar atau dibawah pasar. Berdasarkan pertimbangan waktu dan Ã‚Â‘valueÃ‚Â’nya maka lebih baik menjual ke perusahaan SPV.  \n \n\nUntuk pengembangan bisnisnya PT.X akan menjalankan proyek pengiriman batubara PT.PLN batubara dengan bantuan investor dari China. Untuk nilai kelayakan proyeknya maka dilakukan perhitungan kelayakan sebagai berikut, periode pengembalian 4.42 tahun, NPV Rp 3.624.328.649, IRR 14.22%, ROI 18.61%, ROE 93.06% dan BBP 41.14%.", "Daftar File": {"2012 TS PP RANGGA BUDI PERMADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96056", "2012 TS PP RANGGA BUDI PERMADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96057", "2012 TS PP RANGGA BUDI PERMADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96058", "2012 TS PP RANGGA BUDI PERMADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96059", "2012 TS PP RANGGA BUDI PERMADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96060", "2012 TS PP RANGGA BUDI PERMADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96061"}, "Penulis": "RANGGA BUDI PERMADI (NIM: 29109101)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Uke Marius Siahaan, MBA", "Pembimbing 2 : Ir. Budhi Arta Surya, M.Sc, P.hD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Non Performing Loan, Special Purpose Vehicle (SPV), Feasibility Study", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}