{"Nomor": 19229, "Judul": "PRINSIP PENERAPAN WATER SENSITIVE URBAN DESIGN DI KAWASAN PERKOTAAN (STUDI KASUS : PERUMAHAN TERATUR BATUNUNGGAL DAN PERUMAHAN TIDAK TERATUR TAMANSARI KOTA BANDUNG)", "Abstrak": "Seiring dengan pertumbuhan penduduk dan peningkatan aktivitas ekonomi, pemanfaatan dan pengelolaan air dalam kehidupan menghadapi persoalan seperti pengeksploitasian air secara berlebihan, menurunkan fungsi daerah aliran sungai (DAS) sebagai daerah resapan air, dan peningkatan ruang terbangun menyebabkan pengurangan ruang terbuka hijau. Akumulasi semua kegiatan tersebut yakni banjir, erosi, dan penurunan kualitas dan kuantitas air. Persoalan tersebut terjadi karena sampai saat ini belum ada pengelolaan air secara terpadu melalui perancangan kota yang dikenal dengan water sensitive urban design (WSUD). Penelitian ini merumuskan prinsip penerapan water sensitive urban design di kawasan perkotaan. Dengan menggunakan pendekatan studi kasus yakni kawasan perumahan terencana dan tidak terencana dengan teknik studi literatur untuk merumuskan aspek yang dipertimbangkan dan komponen yang diatur dalam perancangan, deskriptif eksploratif untuk identifikasi karakteristik kawasan studi serta penstrukturan persoalan yang ditemui yang semuanya akan menjadi dasar pertimbangan dalam merumuskan prinsip-prinsip penerapan perancangan kawasan perumahan yang sensitif terhadap air.    \n \n \n \n\nHasil studi pada kawasan perumahan menunjukkan bahwa penerapan water sensitive urban design harus mempertimbangkan aspek geografis, topografi, geologi, jenis tanah, iklim, cuaca, infrastruktur, ruang terbuka, guna lahan, dan sosial ekonomi sedangkan komponen yang diatur yakni internal kapling yang terdiri dari atap bangunan, talang air, saluran air hujan, halaman rumah, dan sumur resapan atau biopori, serta eksternal kapling seperti drainase, ruang terbuka, karakteristik sungai, sempadan sungai, jalan, sirkulasi kendaraan dan ruang pejalan kaki.    \n \n \n \n\nPrinsip perancangan perumahan teratur pada lingkup internal kapling yakni menahan dan menampung air untuk diresapkan di halaman rumah, sistem pengaliran air hujan yang terintegrasi dengan taman rumah, dan mengurangi air limpasan sedangkan prinsip eksternal kapling yakni menahan air hujan, melalui penampungan dan peresapan dalam eksternal kapling, melindungi dan meningkatkan kualitas dan cadangan air di dalam tanah pada sistem daerah aliran sungai melalui perancangan jaringan drainase dan jalan yang terintegrasi dengan sungai, ruang terbuka hijau yang sudah ada dirancang menjadi satu kesatuan pengaliran air hujan, mengurangi penggunaan material perkerasan berupa aspal, beton dan mengganti dengan material mudah menyerap air. Prinsip perancangan pada perumahan tidak teratur pada lingkup internal kapling dilakukan dengan menambah area resapan air , mengurangi air limpasan dan menampung pada halaman rumah, sedangkan prinsip eksternal kapling yakni meresapkan air dengan merancang ulang/ merekayasa jaringan jalan dan drainase dan menambah area resapan air disepanjang sungai.", "Daftar File": {"2010 TA PP RANTI JULIANTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96077", "2010 TA PP RANTI JULIANTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96078", "2010 TA PP RANTI JULIANTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96079", "2010 TA PP RANTI JULIANTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96080", "2010 TA PP RANTI JULIANTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96081"}, "Penulis": "RANTI JULIANTIKA (NIM : 15406091)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Natalivan Petrus, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air, Daerah Aliran Sungai (DAS), water sensitive urban design, dan prinsip perancangan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "09 Okt 2017"}