{"Nomor": 19241, "Judul": "ANALISIS POLA DISTRIBUSI SPASIAL TERHADAP NILAI JUAL OBJEK PAJAK (NJOP) (WILAYAH STUDI: KEC. ANDIR KOTA BANDUNG)", "Abstrak": "Pajak Bumi dan Bangunan (PBB) ditentukan setiap setahun atau tiga tahun sekali. Dasar penentuan PBB adalah Nilai Jual Objek Pajak (NJOP). NJOP diperoleh dari rata-rata harga pasar yang disebut sebagai Nilai Indikasi Rata-Rata (NIR). Penentuan NJOP dilakukan melalui survei lapangan. Namun, harga pasar akan terus berubah mengikuti perkembangan kota dari waktu ke waktu. Oleh karena itu, penyesuaian NJOP melalui survei lapangan untuk cakupan yang luas tidaklah efisien dikarenakan perbandingan jumlah tenaga kerja pada Dinas Pelayanan Pajak dengan total bidang tanah seluruh Kota Bandung adalah 1:1467.       \n \n \n \n \n\nPola spasial diharapkan mampu menjelaskan fenomena suatu distribusi berbasiskan keruangan di wilayah. Untuk menganalisis pola spasial suatu distribusi adalah dengan menggunakan metode statistik spasial. Metode ini digunakan untuk menganalisis pola spasial distribusi suatu benda di permukaan bumi sehingga pola spasial tersebut dikatakan acak, terkelompok, atau tersebar. Metode statistik spasial juga dapat digunakan untuk menganalisis korelasi spasial antara nilai atribut dengan lokasinya.       \n \n \n \n \n\nMetode statistik yang digunakan pada penelitian ini adalah nearest neighbor dan hot spot analysis. Metode nearest neighbor digunakan sebagai analisis pola spasial di Kecamatan Andir, Kota Bandung, sedangkan metode hotspot analysis digunakan untuk menganalisis korelasi spasial terhadap NJOP. Penelitian ini diharapkan mampu menjelaskan pola distribusi spasial terhadap NJOP di Kecamatan Andir, Kota Bandung.", "Daftar File": {"2013 TS PP RATNI WIDYASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96170", "2013 TS PP RATNI WIDYASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96171", "2013 TS PP RATNI WIDYASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96172", "2013 TS PP RATNI WIDYASTUTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96173", "2013 TS PP RATNI WIDYASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96174", "2013 TS PP RATNI WIDYASTUTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96175"}, "Penulis": "RATRI WIDYASTUTI (NIM: 25112020)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. Albertus Deliar, ST, MT", "Dr. Andri Hernandi, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Nilai Jual Objek Pajak (NJOP), nearest neighbor, hotspot analysis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}