{"Nomor": 19271, "Judul": "PEMBANGUNAN SISTEM INFORMASI GEOGRAFIS BERBASIS WEB DARI FENOMENA PENURUNAN TANAH DI KAWASAN SEMARANG", "Abstrak": "Dampak dari fenomena penurunan tanah di kawasan Semarang telah dapat dilihat langsung pada kehidupan sehari-hari, seperti retaknya bangunan, rusaknya infrastruktur, dan meluasnya genangan banjir rob. Berdasarkan data survei GPS yang telah dilakukan sejak tahun 2008-2012, diketahui bahwa Semarang mengalami penurunan tanah dengan laju 0-0,22 m per tahun atau 0-22 cm per tahun. Informasi yang dirasa penting mengenai penurunan tanah di Semarang ini belum ditunjang oleh mudahnya informasi tersebut didapat oleh masyarakat umum atau pihak yang membutuhkan. Untuk itu, diperlukan suatu sistem untuk menjawab kebutuhan tersebut. Penelitian tugas akhir ini mencoba untuk membangun sebuah basis data spasial yang kemudian ditampilkan dalam SIG berbasis web. Aplikasi ini diharapkan dapat membantu dalam mengorganisasi penyimpanan data spasial dan membantu pihak-pihak yang membutuhkan informasi terkait penurunan tanah di Kota Semarang. Tahapan penelitian ini terdiri dari pembangunan basis data spasial, pembangunan aplikasi SIG berbasis web beserta pembangunan aplikasi basis data. Hasil dari penelitian ini adalah dibangunnya sebuah SIG berbasis web dari fenomena penurunan tanah di Kawasan Semarang dengan menggunakan perangkat lunak PostgreSQL/PostGIS dan GeoServer. Informasi yang didapatkan dari hasil pembangunan aplikasi ini masih terbatas. Hal ini dikarenakan oleh ketersediaan data-data terkait penurunan tanah di Kota Semarang yang terbatas pula.", "Daftar File": {"2013 TA PP  RESTA ARTARIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96387", "2013 TA PP  RESTA ARTARIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96388", "2013 TA PP  RESTA ARTARIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96389", "2013 TA PP  RESTA ARTARIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96390", "2013 TA PP  RESTA ARTARIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96391", "2013 TA PP  RESTA ARTARIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96392", "2013 TA PP  RESTA ARTARIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96393"}, "Penulis": "RESTA ARTARIANI  (NIM 15109028)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing:Prof. Dr. Ir. Hasanuddin Z. Abidin", "Irwan Gumilar, ST., M.Si.", "Dr. Akhmad Riqqi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan Tanah, Basis Data Spasial, WebGIS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}