{"Nomor": 19273, "Judul": "SURABAYA YOUTH ARENA", "Abstrak": "Surabaya Youth Arena merupakan sebuah fasilitas yang diperuntukkan khusus bagi remaja kota Surabaya sebagai sarana rekreasi juga edukasi non formal. Fasilitas ini dibuat dalam rangka pembentukan karakter dan pencarian jati para remaja selama proses pendewasaannya. Surabaya adalah kota terbesar kedua setelah Jakarta dimana pembangunan berjalan dan berkembang dengan cepat. Namun, pesatnya pembangunan tidak diiringi oleh pembangunan ruang-ruang publik khususnya tempat untuk beraktivitas bagi para remaja. Hal ini menyebabkan para remaja masa kini lebih senang beraktivitas di pusat-pusat perbelanjaan seperti mall dan distro, juga di pinggir-pinggir jalan hanya untuk sekedar Ã‚Â‘nongkrongÃ‚Â’ dan mengobrol satu sama lain. Padahal remaja memiliki energi untuk beraktivitas sangat besar yang seharusnya dapat digunakan untuk kegiatan-kegiatan yang lebih bermanfaat dan menghasilkan prestasi. Surabaya Youth Arena dirancang dengan respon penuh terhadap perilaku dan karakter remaja pada umumnya, sehingga diharapkan mampu menarik minat para remaja untuk datang dan beraktifitas disana dengan memanfaatkan segala fasilitas yang ada. Fasilitas- fasilitas yang disediakan meliputi fasilitas pendidikan, kesenian, dan olahraga, serta fasilitas rekreasi yang juga bisa dimanfaatkan masyarakat umum. Kesan yang ingin ditampilkan bangunan ini adalah kesan dinamis, ringan, dan terbuka yang disesuaikan dengan karakter remaja masa kini.", "Daftar File": {"2010 TA PP RETNO DYAH ANDARINI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96410", "2010 TA PP RETNO DYAH ANDARINI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96411", "2010 TA PP RETNO DYAH ANDARINI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96412", "2010 TA PP RETNO DYAH ANDARINI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96413", "2010 TA PP RETNO DYAH ANDARINI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96414", "2010 TA PP RETNO DYAH ANDARINI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96415", "2010 TA PP RETNO DYAH ANDARINI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96416"}, "Penulis": "RETNO DYAH ANDARINI (NIM: 152 06 039)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Bambang Totopambudi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "remaja, arena, Surabaya, edukasi non formal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}