{"Nomor": 19289, "Judul": "GEOLOGI DAERAH DAWAI DAN SEKITARNYA, KABUPATEN YAPEN TIMUR, PULAU YAPEN, PROVINSI PAPUA", "Abstrak": "Lokasi Penelitian berada pada daerah Dawai, Kabupaten Yapen Timur, Kepulauan Yapen, Papua dan terletak pada Zona -53, Datum WGS 84, N9798000-9807000 E690000-700000. Luas daerah wilayah penelitian sebesar 90 km2 (10 km x 9 km).         \n \n \n \n \n \n \n \n \n\nDaerah penelitian terdiri atas 5 (lima) satuan batuan, yaitu berturut-turut dari tua ke muda adalah Satuan Batuan Beku Mafik (Bagian dari Formasi Jobi), Satuan Breksi (Formasi Yapen), Satuan Batugamping (Formasi Wurui), Satuan Batupasir (Formasi Kurudu), serta terdapat endapan pantai dan aluvial yang terendapkan secara tidak selaras diatas keempat satuan batuan tersebut. Pembentukan Satuan Batuan Beku Mafik pada umur Pra-Tersier di lingkungan kerak samudera merupakan proses paling tua yang terjadi di daerah penelitian. Setelah itu, pada umur Eosen- Miosen Awal terjadi aktivitas vulkanisme di lingkungan island arc sehingga diendapkan Satuan Breksi. Pada kala Miosen Awal-Miosen Tengah, terjadi regresi air laut dan di belakang busur pegunungan (di selatan Satuan Breksi), diendapkan Satuan Batugamping pada lingkungan laut dangkal, sedangkan di sebelah utara Satuan Breksi, diduga diendapkan serpih (Formasi Makats) pada lingkungan pengendapan laut dalam yang tidak tersingkap di daerah penelitian. Pada umur Miosen Akhir, terjadi pengangkatan, sehingga di bagian utara daerah penelitian diendapkan Satuan Batupasir di lingkungan laut dangkal.         \n \n \n \n \n \n \n \n \n\nDi daerah penelitian, terdapat 2 (dua) kali deformasi yang berkembang di daerah penelitian, yakni deformasi dengan arah tegasan utama utara-selatan yang berkembang pada Miosen Tengah-Miosen Akhir serta deformasi dengan arah tegasan utama timurlaut-baratdaya (Sesar Jobi/Sesar Sorong) yang berkembang pada Pliosen Awal-Sekarang.", "Daftar File": {"2013 TA PP REZA RAHADIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96513", "2013 TA PP REZA RAHADIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96514", "2013 TA PP REZA RAHADIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96515", "2013 TA PP REZA RAHADIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96516", "2013 TA PP REZA RAHADIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96517", "2013 TA PP REZA RAHADIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96518", "2013 TA PP REZA RAHADIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96519"}, "Penulis": "REZA RAHADIAN  (NIM: 12008006)", "Kontributor / Dosen Pembimbing": ["pembimbing: Bambang Priadi", "Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Yapen, Sesar Sorong, Satuan Batuan Beku Mafik, Sejarah Geologi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}