{"Nomor": 19291, "Judul": "STRATEGI PLACE BRANDING KAMPUNG KREATIF DAGO POJOK", "Abstrak": "Dago Pojok adalah sebuah kampung yang terletak di wilayah utara kota Bandung. Kampung Dago Pojok memiliki potensi wisata alam dan budaya yang belum dikembangkan secara maksimal. Di sana terdapat sebuah komunitas kreatif yang bernama Taboo, yang memiliki tujuan mengembangkan Dago Pojok menjadi sebuah kampung kreatif. Kampung kreatif adalah istilah yang mereka gunakan untuk mendefinisikan kampung yang dapat tumbuh dengan cara memfokuskan kemampuan mereka di industri kreatif sebagai sumber penghasilan. Place branding adalah aktivitas pemasaran yang mendukung penciptaan identitas tujuan wisata, menyampaikan janji kunjungan wisata berkesan yang secara unik diasosiasikan dengan tujuan wisata, serta mengkonsolidasikan dan memperkuat kenangan menyenangkan dari pengalaman berkunjung ke tujuan wisata. Tugas akhir ini mengeksplor potensi wisata Kampung Kreatif Dago Pojok, identifikasi masalah yang timbul pada prosesnya, dan memberikan solusi menggunakan teori place branding. Metodologi yang digunakan meliputi studi literatur tentang wisata kreatif, analisis internal berbasis sumber daya, strategi pemasaran (STP & 7P), place branding, serta observasi kondisi Dago Pojok dan kebutuhan turis melalui wawancara dan FGD. Tahapan studi literatur dan observasi ini menghasilkan akar permasalahan yang kemudian diselesaikan dengan perumusan solusi bisnis. Hasilnya adalah 4 keunggulan kompetitif baru (pertanian urban, seni pertunjukan, kuliner, tembok mural), strategi pemasaran baru (STP & 7P), serta strategi place branding baru yang menjembatani 3 celah yang terjadi antara pihak Dago Pojok Creative Village dan turis ; celah identitas, prestasi, dan kepuasan. Penelitian ini juga menghasilkan rencana implementasi pemasaran dan keuangan yang dapat membantu Taboo dalam penggalian potensi wisata Kampung Kreatif Dago Pojok lebih dalam.", "Daftar File": {"2013 TS PP REZA RAHMAN MUHAMMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96526", "2013 TS PP REZA RAHMAN MUHAMMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96527", "2013 TS PP REZA RAHMAN MUHAMMAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96528", "2013 TS PP REZA RAHMAN MUHAMMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96529", "2013 TS PP REZA RAHMAN MUHAMMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96530", "2013 TS PP REZA RAHMAN MUHAMMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96531"}, "Penulis": "REZA RAHMAN MOHAMMAD (NIM : 29110303) Pembimbing : Ir. Evo S. Hariandja, MM", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Place branding, creative tourism, Dago Pojok", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}