{"Nomor": 19293, "Judul": "SINTESIS ZEOLIT-Y PADA SUHU RENDAH DENGAN MENGGUNAKAN KAOLIN SEBAGAI SUMBER SILIKA DAN ALUMINA BAHAN ALAM", "Abstrak": "Penggunaan mineral alam sebagai bahan baku pembuatan zeolit sintetik masih    \n \n \n \n\nkurang banyak dilakukan. Seiring dengan perkembangan teknologi, zeolit sintetik    \n \n \n \n\ntelah ditemukan lebih dari 200 jenis kerangka zeolit. Zeolit-Y merupakan zeolit    \n \n \n \n\nsintetik dengan penggunaan terbesar pertama di industri petrokimia, salah satunya    \n \n \n \n\nadalah sebagai katalis terhadap perengkahan minyak bumi. Perlite dan fly-ash telah    \n \n \n \n\nberhasil diaplikasikan untuk membuat Zeolit-Y pada suhu rendah, namun masih    \n \n \n \n\nberupa campuran dengan Zeolit-A. Pada penelitian ini akan dicoba untuk    \n \n \n \n\nmengimplementasikan kaolin dengan komposisi mirip perlite dan fly-ash sebagai    \n \n \n \n\nsumber silika dan alumina bahan alam untuk mensintesis Zeolit-Y pada suhu rendah.    \n \n \n \n\nKaolin digunakan pada penelitian ini dikarenakan aplikasinya sebagai sumber silika    \n \n \n \n\ndan alumina telah menghasilkan Zeolit-Y dengan kemurnian yang cukup tinggi,    \n \n \n \n\ntetapi masih menggunakan metode hidrotermal. Kaolin terlebih dahulu diaktivasi    \n \n \n \n\ndengan cara menambahkan NaOH dan dikalsinasi pada suhu 650C, menghasilkan    \n \n \n \n\nmetakaolin. Metakaolin bersama ludox, dan air digunakan sebagai bahan baku    \n \n \n \n\nsintesis Zeolit-Y. Pengaruh NaOH dan air dalam komposisi kimia campuran terhadap    \n \n \n \n\nhasil sintesis diamati dalam penelitian ini. Dua komposisi metakaolin masing-masing    \n \n \n \n\ndicampurkan dengan NaOH pada tiga komposisi berbeda-beda, untuk kemudian    \n \n \n \n\ndipanaskan pada suhu 90oC selama tiga hari dan lima hari. Produk yang terbentuk    \n \n \n \n\nakan dikarakterisasi dengan metode X-Ray Diffraction (XRD. Hasil XRD yang telah    \n \n \n \n\ndilakukan menunjukan bahwa campuran dengan komposisi Si/Al mirip perlite, yaitu    \n \n \n \n\n8,89 SiO2 : Al2O3 :31,51 Na2O : 549,23 H2O memiliki pola puncak Zeolit-Y yang    \n \n \n \n\nkhas.", "Daftar File": {"2014 TA PP REZHA JULIO ARLY PRADANA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96539", "2014 TA PP REZHA JULIO ARLY PRADANA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96540", "2014 TA PP REZHA JULIO ARLY PRADANA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96541", "2014 TA PP REZHA JULIO ARLY PRADANA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96542", "2014 TA PP REZHA JULIO ARLY PRADANA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96543", "2014 TA PP REZHA JULIO ARLY PRADANA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96544", "2014 TA PP REZHA JULIO ARLY PRADANA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96545"}, "Penulis": "REZHA JULIO ARLY PRADANA (NIM : 10508095)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr.rer.nat. Rino Rakhmata Mukti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Zeolit-Y, kaolin, sumber silika dan alumina bahan alam, metakaolin, suhu rendah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}