{"Nomor": 19301, "Judul": "KETERKAITAN KEKOMPAKAN RUANG DENGAN PERGERAKAN HARIAN MASYARAKAT DALAM MEMANFAATKAN FASILITAS (Studi Kasus: Kawasan Pinggiran Luar Kota Bandung)", "Abstrak": "Perkembangan suatu kota atau wilayah pada saat ini lebih mengutamakan pada Sustainable Urban Development. Dalam pembangunan kota berkelanjutan, telah banyak isu konsep dan strategi mengenai pola-pola ruang dan bentuk kota yang berkelanjutan. Di antara isu-isu mengenai pola-pola ruang dan bentuk kota dari kota berkelanjutan, terdapat isu yang dipandang sebagai alternatif utama ide pengimplementasian pembangunan berkelanjutan dalam sebuah kota atau wilayah, yaitu kota yang kompak (compact city). Kota yang kompak dianggap menguntungkan karena dapat mendorong terciptanya keberlanjutan secara sosial, ekonomi, dan lingkungan seperti meminimalisasi   \n \n \n\nbiaya perjalanan atau mengurangi emisi bahan bakar.   \n \n \n\nPenelitian ini mengkaji hubungan antara kekompakan kawasan terhadap pola pergerakan masyarakat yang dilihat berdasarkan panjang perjalanan yang dilakukan masyarakat dan orientasi pemilihan pemanfaatan fasilitas oleh masyrakat. Apakah terdapat pengaruh yang kuat antara tingkat kekompakan kawasan dengan pergerakan pemanfaatan fasilitas oleh masyarakatnya atau kekompakan kawasan tidak begitu mempengaruhi pergerakan masyarakatnya dan tetap terjadi adanya fenomena spatial mismatch bahkan di suatu kawasan kompak. Identifikasi kekompakan kawasan   \n \n \n\nmerupakan tahapan awal dari studi ini. Kemudian dianalisis bagaimana perilaku pergerakan masyarakat di dalam kawasan dengan tingkat kekompakan yang berbeda   \n \n \n\ndalam melakukan pergerakan bekerja, belajar, belanja, dan pergerakan pemanfaatan fasilitas kesehatan. Pola pergerakan masyarakat akan dilihat ketersuaiaannya dengan ketersediaan fasilitas di dalam suatu kawasan. Apakah ketersediaan fasilitas pada kluster-kluster yang telah dibentuk berdasarkan tingkat kekompakan itu memiliki pola dalam jumlah ketersediaannya. Sehingga diketahui antara pemilihan orientasi lokasi pemanfaatan   \n \n \n\nfasilitasdan panjang perjalanannya sesuai dengan ketersediaan fasilitas yang tersedia pada kluster-kluster tersebut. Hasil studi menyimpulkan bahwa tidak seluruh pergerakan penduduk dipengaruhi oleh kekompakan kawasan. Pengaruh kekompakan kawasan terlihat pada pemanfaatan fasilitas SD, warung, posyandu, balai pengobatan, puskesmas, dan praktek dokter dengan melihat jarak perjalanan, orientasi pemilihan lokasi, dan ketersediaan fasilitasnya. Pemanfaatan fasilitas yang dilakukan oleh masyarakay juga masih terdapat yang berorientasi ke luar kelurahan tempat tinggal pada setiap timgkatan kawasan kompak yang artinya masih terjadi spatial mismatch.", "Daftar File": {"2010 TA PP RIASTY LAKSMINTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96596", "2010 TA PP RIASTY LAKSMINTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96597", "2010 TA PP RIASTY LAKSMINTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96598", "2010 TA PP RIASTY LAKSMINTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96599", "2010 TA PP RIASTY LAKSMINTARI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/96600", "2010 TA PP RIASTY LAKSMINTARI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/96601", "2010 TA PP RIASTY LAKSMINTARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96602", "2010 TA PP RIASTY LAKSMINTARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96603"}, "Penulis": "RIASTY LAKSMINTARI (NIM : 15406014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir.Iwan Pratoyo Kusumantoro,MSTR"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sustainable urban development, kekompakan kawasan, pola pergerakan penduduk, ketersediaan fasilitas, orientasi lokasi pergerakan, spatial mismatch", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}