{"Nomor": 19309, "Judul": "IDENTIFIKASI PERANAN INDUSTRI KREATIF TERHADAP PEREKONOMIAN KOTA BANDUNG", "Abstrak": "Industri kreatif di berbagai negara di dunia saat ini diyakini dapat memberikan kontribusi bagi perekonomian bangsanya secara signifikan. Saat ini Indonesia tercatat menempati peringkat ke-43 di Economic Creativity Index Ranking. Perkembangan industri kreatif di Kota Bandung menunjukkan kemajuan yang cukup pesat. Keberadaan komunitas industri kreatif tersebut belakangan mendapat pengakuan dari dunia internasional, ditandai dengan dideklarasikannya Kota Bandung sebagai salah satu proyek percontohan kota kreatif di Asia Timur, Tahun 2007 lalu. Fenomena ini kemudian ditangkap Pemerintah Kota Bandung sebagai sebuah potensi dan keunggulan lain dari Kota Bandung yang harus mendapatkan perhatian dan dukungan lebih serius, dalam rangka mendukung perwujudan visi Kota Bandung sebagai Kota Jasa yang Bermartabat.   \n \n \n\nStudi ini bertujuan untuk mengidentifikasi peranan sektor industri kreatif dalam struktur perekonomian Kota Bandung dengan sasaran mengkaji definisi industri kreatif beserta sektor-sektor industri yang tercakup didalam industri kreatif serta mengidentifikasi peranan sektor industri kreatif dalam struktur perekonomian Kota Bandung. Studi ini pada akhirnya diharapkan dapat bermanfaat baik secara akademis maupun praktis. Secara akademis studi ini diharapkan dapat menambah khasanah ilmu pengetahuan perencanaan wilayah dan kota terutama dalam kaitannya dengan peranan industri kreatif terhadap ekonomi kota. Secara praktis, studi ini diharapkan dapat bermanfaat bagi Pemerintah Kota Bandung untuk menentukan kebijakan pengembangan ekonomi kota terkait dengan pengembangan industri kreatif.   \n \n \n\nStudi mengenai identifikasi sektor industri kreatif dalam struktur perekonomian Kota Bandung ini akan merepresentasikan fakta-fakta empirik dengan konsepsi-konsepsi variabel. Tinjauan terhadap berbagai literatur akan disajikan untuk membantu pendeskripsian studi. Metode yang digunakan dalam studi ini adalah metoda penelitian deskriptif dengan penahapan tinjauan mengenai definisi industri kreatif, kota kreatif, beserta sektor-sektor industri yang tercakup didalam lingkup industri kreatif dilanjutkan dengan analisis ekonomi kota yang terdiri dari analisis investasi, analisis perkembangan perusahaan, analisis ketenagakerjaan, analisis PDRB, dan analisis dampak terhadap sektor lain dan terakhir identifikasi mengenai tahapan program yang seharusnya dilakukan dalam upaya mengembangkan industri kreatif di Kota Bandung.   \n \n \n\nDari studi ini didapat identifikasi mengenai sektor-sektor industri kreatif yang terdapat di Kota Bandung beserta informasi mengenai peranannya terhadap perekonomian Kota Bandung secara keseluruhan dilihat dari sudut pandang sektor formal yang tercatat di dinas Ã‚Â– dinas yang terkait, dimana terlepas dari tingkat peranan yang telah teridentifikasi cukup baik serta telah adanya pengklasifikasian, kebijakan serta aturan mengenai sektor industri kreatif, namun masih belum terdapat kajian, arahan pengembangan serta aturan khusus yang komprehensif dan tepat sasaran untuk dapat diterapkan secara aplikatif di dalam pengembangan sektor industri kreatif kota Bandung.", "Daftar File": {"2009 TA PP RIDHANTO PRATOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96653", "2009 TA PP RIDHANTO PRATOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96654", "2009 TA PP RIDHANTO PRATOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96655", "2009 TA PP RIDHANTO PRATOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96656", "2009 TA PP RIDHANTO PRATOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96657", "2009 TA PP RIDHANTO PRATOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96658", "2009 TA PP RIDHANTO PRATOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96659"}, "Penulis": "RIDHANTO PRATOMO (NIM : 15402006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Heru Purboyo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Industri kreatif,  Perekonomian bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}