{"Nomor": 19315, "Judul": "STUDI DAMPAK RELASI KUASA DI ANTARA PEMANGKU KEPENTINGAN TERHADAP PERKEMBANGAN USAHA KECIL MENENGAH PENGELOLAAN LIMBAH INDUSTRI BERNILAI EKONOMIS  (STUDI KASUS : KOMODITAS PALET DAN BESI DI KABUPATEN BEKASI )", "Abstrak": "Perkembangan Industri Kabupaten Bekasi memberikan sebuah dampak terhadap perubahan relasi kependudukan yang diakibatkan oleh urbanisasi. Mereka yang datang mengharapkan bisa menjadi bagian dari tenaga kerja industri maupun berharap adanya kesempatan membuka usaha dari kehadiran industri di Kabupaten Bekasi. Salah satu usaha yang berkembang sejak kehadiran industri ini adalah usaha pengelolaan limbah industri bernilai ekonomis yang diinisiasi oleh kelompok pendatang yang melihat bahwa komoditas ini bisa menjadi sebuah usaha yang menguntungkan. Usaha limbah telah menggiring kelompok pendatang menuju tingkat kesejahteraan yang menjanjikan. Perkembangan kesejahteraan ini berdampak kepada kecemburuan sosial dari kelompok penduduk asli yang menilai bahwa seharusnya mereka yang mendapatkan keuntungan dari kehadiran industri di Kabupaten Bekasi. Berbagai cara mulai di usahakan oleh kelompok pribumi untuk mendapatkan hak pengelolaan limbah industri. Salah satu cara yang ditempuh adalah dengan mendirikan Ormas lokal yang mengatasnamakan putera daerah untuk menekan pengusaha limbah dari kelompok pendatang dan industri besar. Sejak tahun 2007 pemerintah Kabupaten Bekasi mengeluarkan peraturan daerah No.9 tahun 2007 yang dinilai kontroversial oleh berbagai kalangan. Kehadiran Perda ini menandakan pemerintah juga ingin ambil bagian dalam usaha limbah industri bernilai ekonomis yang menggiurkan ini. Studi ini bermaksud melihat bagaimana relasi kuasa yang terjadi diantara para pemangku kepentingan di dalam usaha limbah industri bernilai ekonomis dengan melihat bagaimana keinginan, kepentingan dan pengaruh dari masing-masing pemangku kepentingan. Relasi kuasa yang melibatkan seluruh pemangku kepentingan dalam tatanan masyarakat ini menjadi sangat kompleks dengan berbagai tindakan premanisme yang menyertai. Selain itu, studi ini juga bermaksud melihat bagaimana relasi kuasa yang ada berdampak kepada perkembangan usaha kecil dan menengah pengelolaan limbah industri bernilai ekonomis yang ada disana. Pendekatan dalam mengaitkan relasi kuasa dengan perkembangan usaha kecil menengah pengelolaan limbah industri bernilai ekonomis ini dengan melihat beberapa aspek yakni (1) kekuatan dan kebijakan negara, (2) kekuatan informasi dan modal, (3) kekuatan sumber daya sosial dan ekonomi, (4) kekuatan premanisme dan perilaku eksploitatif (Widyaningrum, 2003) yang dikorelasikan dengan kemampuan mengakumulasi modal serta meningkatkan produktivitas dari usaha kecil dan menengah pengelolaan limbah industri bernilai ekonomis.", "Daftar File": {"2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96696", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96697", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96698", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96699", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96700", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96701", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/96702", "2010 TA PP RIDWANSYAH YUSUF ACHMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96703"}, "Penulis": "RIDWANSYAH YUSUF ACHMAD (NIM : 15405046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir.Tubagus Furqon Sofhani, MA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemangku Kepentingan, Relasi Kuasa, Limbah Industri, Perkembangan UKM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}