{"Nomor": 19324, "Judul": "USULAN PERBAIKAN", "Abstrak": "Pesatnya perkembangan dunia perbankan menuntut bank meningkatkan kualitas pelayanan agar dapat bersaing dengan kompetitornya. Bank Mandiri adalah salah satu bank pemerintah yang turut meningkatkan kualitas pelayanan terhadap segmen nasabah premium yang selalu meningkat. Nasabah premium di Mandiri disebut nasabah prioritas, yaitu nasabah yang memiliki account di Bank   \n\nmandiri sejumlah minimal Rp. 500 juta rupiah. Segmen ini adalah segmen khusus yang memiliki tingkat ekspektasi pelayanan yang cukup tinggi, sehingga penyampaian excellence service secara berkesinambungan sangat penting. Salah satu aspek yang menunjang penyampaian pelayanan adalah servicescape. Servicescape adalah lingkungan tempat penyampaian servis tersebut berlangsung, sehingga baik tidaknya kondisi servicescape tersebut sangat berpengaruh pada kepuasan pelanggan. Servicescape juga dapat menjadi salah satu tolok ukur penilaian terhadap keseluruhan image Mandiri Prioritas,   \n \n \n\nSayangnya sering kali perusahaan jasa mengesampingkan aspek tersebut. Padahal servicescape yang baik tidak hanya akan meningkatkan image layanan Mandiri prioritas di mata nasabah karena sifatnya yang mampu membentuk   \n\nemosi orang saat berada dalam ruangan, tetapi juga mampu meningkatkan kinerja karyawan yang berada di ruangan tersebut. Penelitian dilakukan untuk mengetahui apa yang benar-benar diinginkan oleh nasabah dari manajemen Mandiri Prioritas terkait dengan fasilitas pendukung outlet prioritas. Gejala yang terlihat saat observasi menunjukkan bahwa terdapat permasalahan pada tata letak ruangan dalam outlet sehingga berakibat pada persepsi customer yang kurang baik serta efektivitas operasional.   \n\nMasalah tersebut kemudian dianalisis sehingga mendapatkan solusi. Salah satu cara yang dapat dilakukan oleh pihak Mandiri prioritas adalah dengan memperbaharui fasilitas outlet yang sudah ada atau renovasi. Dengan cara tersebut Mandiri tidak hanya dapat menyelesaikan permasalahan yang terjadi tetapi juga dapat memperbaiki kinerja karyawan melalui pembentukkan suasana kerja yang kondusif sehingga berakibat pada tercapainya service excellence.", "Daftar File": {"2011 TS PP RINDU SEKARSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96773", "2011 TS PP RINDU SEKARSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96774", "2011 TS PP RINDU SEKARSARI 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/96775", "2011 TS PP RINDU SEKARSARI 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/96776", "2011 TS PP RINDU SEKARSARI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/96777", "2011 TS PP RINDU SEKARSARI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/96778", "2011 TS PP RINDU SEKARSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96779", "2011 TS PP RINDU SEKARSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96780"}, "Penulis": "RINDU SEKARSARI (NIM : 29109016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, MSc dan Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mandiri Prioritas, servicescape, Kepuasan nasabah, persepsi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}