{"Nomor": 19329, "Judul": "PEMODELAN 3D MENGGUNAKAN TEKNOLOGI TERRESTRIAL LASER SCANNER (OBJEK STUDI: MASJID AL IRSYAD KOTA BARU PARAHYANGAN)", "Abstrak": "Seiring berjalannya waktu, pembuatan model 3D suatu bangunan saat ini telah berkembang pesat. Salah satu cara untuk mendukung pembuatan model 3D yaitu dengan menggunakan teknologi TLS (Terrestrial Laser Scanner). TLS dapat dimanfaatkan diberbagai bidang, diantaranya: pemetaan, arsitektur, cagar budaya, industri, konstruksi, pertambangan, kepolisian, dan rekayasa balik. Melalui kegiatan penyusunan Tugas Akhir akan dibuatkan model bangunan 3D berupa bangunan masjid. Tujuan dari penulisan Tugas Akhir ini yaitu menghasilkan model 3D Masjid Al-Irsyad Kota Baru Parahyangan menggunakan teknologi TLS beserta data ukuran bangunan.Proses pengolahan data untuk memperoleh model 3D dengan TLS meliputi tahapan registrasi, filterisasi, meshing dan pembentukan surface. Pemodelan ini menggunakan koordinat lokal sebagai acuannya. Dalam pembuatan surface dilakukan mesh model dengan mengubah bentuk TIN (Triangulated Irregular Network) menjadi bentuk surface. Hasil akhir penelitian ini berupa model 3D dari bangunan masjid beserta data ukuran. Dari hasil pengolahan data, diperoleh kesimpulan bahwa melalui survei dan pemetaan menggunakan TLS dapat menghasilkan model 3D beserta ukuran jarak dari bangunan, tetapi bentuk pada dinding masjid masih kurang sempurna akibat dari kurang rapatnya point clouds pada daerah tersebut. Model 3D bangunan masjid memiliki nilai galat rata-rata sebesar 0.002 m. Nilai galat ini dihasilkan setelah melalui proses registrasi. Pemodelan pada Tugas Akhir ini dapat digunakan untuk pendokumentasian, pengarsipan dan dapat dijadikan referensi untuk proses rekonstruksi bangunan masjid.", "Daftar File": {"2014 TA PP  RIO ADHITIA PUTRA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96818", "2014 TA PP  RIO ADHITIA PUTRA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96819", "2014 TA PP  RIO ADHITIA PUTRA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96820", "2014 TA PP  RIO ADHITIA PUTRA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96821", "2014 TA PP  RIO ADHITIA PUTRA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96822", "2014 TA PP  RIO ADHITIA PUTRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96823"}, "Penulis": "RIO ADHITIA PUTRA  (NIM: 15109093)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Heri Andreas, ST., MT.", "Dr. Irwan Gumilar, ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bangunan, Pemodelan 3D, TLS (Terrestrial Laser Scanner)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}