{"Nomor": 19321, "Judul": "AKUMULASI REGANGAN DAN PELEPASANNYA DI SEKITAR SUMATERA BERDASARKAN DATA PENGAMATAN GPS KONTINYU SUMATRAN GPS ARRAY", "Abstrak": "Pulau Sumatera terletak pada pertemuan 2 lempeng yaitu Lempeng Samudera Indo-Australia dan Lempeng Benua Eurasia. Hal ini mengakibatkan intensitas gempa sangat besar di sepanjang pulau Sumatera khususnya di sepanjang pantai barat pulau Sumatera. Dalam kurun waktu 6 tahun dari 2002-2008, terjadi beberapa gempa besar yang menyebabkan timbulnya korban jiwa dan kerugian yang cukup besar. Melihat fenomena tersebut, maka perlu dipelajari pola deformasi yang tejadi di pulau Sumatera. Hal ini bertujuan untuk mitigasi bencana yang akan terjadi dimasa yang akan datang. Pola deformasi dari gempa gempa yang terjadi di Sumatera tersebut dapat diamati dengan pengamatan GPS (Global Positioning System). Data yang digunakan untuk mengamati deformasi tersebut adalah Sumatran GPS Array. Data Stasiun pengamatan Sumatran GPS Array yang tersebar di sepanjang Sumatra diolah dengan menggunakan perangkat lunak Gamit 10.4. Dari hasil pengolahan data didapatlah perubahan koordinat stasiun pengamatan terhadap koordinat awal pengamatan. Perubahan koordinat stasiun pengamatan yang diperoleh dapat digunakan apabila data outlier telah dihapus. Dari data perubahan koordinat stasiun pengamatan maka dapat diestimasi nilai vektor pergeseran yang terjadi untuk semua stasiun pengamatan baik sebelum gempa, pada saat gempa maupun setelah gempa. Dari data nilai vektor pergeseran tersebut dapat di estimasi nilai regangan yang terjadi di sepanjang pulau Sumatera. Dari data regangan tersebut, maka dapat dilihat akumulasi regangan dan pelepasan yang terjadi dari tahun 2002-2008. Hasil dari penelitian ini diperoleh kecepatan akumulasi regangan Pulau Sumatera yang teramati sebesar 0,1 mikro strain dan nilai pelepasan regangan saat gempa sekitar 0.65-7,83 mikro strain. Jadi dibutuhkan 6-78 tahun untuk terjadi gempa berikutnya.", "Daftar File": {"2013 TS PP RIKO MAIYUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96752", "2013 TS PP RIKO MAIYUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96753", "2013 TS PP RIKO MAIYUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96754", "2013 TS PP RIKO MAIYUDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96755", "2013 TS PP RIKO MAIYUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96756", "2013 TS PP RIKO MAIYUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96757", "2013 TS PP RIKO MAIYUDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96758"}, "Penulis": "RIKO MAIYUDI  (NIM: 251 12 010)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. Irwan Meilano, ST, M.Sc", "Dr. Ir. Dina A. Sarsito, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Deformasi, Vektor pergeseran, Akumulasi Regangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}