{"Nomor": 19334, "Judul": "REDUKSI ZAT-ZAT BERBAHAYA DALAM ASAP ROKOK MENGGUNAKAN NANOMATERIAL", "Abstrak": "Telah dilakukan penelitian untuk menganalisa baik secara kualitatif maupun kuantitatif pengaruh keberadaan suspensi TiO2 pada filter rokok sehingga filter rokok berfungsi maksimal mereduksi zat-zat berbahaya yang ada dalam asap rokok, mengoptimalkan kemampuan suspensi TiO2 sebagai nanofilter dalam filter rokok dan mengkaji hasil analisis untuk mendapatkan hasil variasi terbaik. Sampel berupa filter paper yang telah dilalui asap rokok dengan beberapa variasi perlakuan dipersiapkan dengan rapi untuk diuji dan dianalisa. Paramater variasi sampel berupa variasi konsentrasi suspensi TiO2, variasi volume suspensi TiO2, dan metoda penginputan suspensi TiO2 ke dalam filter rokok. Semua sampel dikarakterisasi dengan menggunakan spektrofotometer FT-IR dan diperoleh data absorbansi semua sampel di setiap daerah serapan. Hasil penelitian menunjukkan bahwa berdasarkan nilai persentase reduksi absorbansi setiap daerah serapan terutama pada daerah serapan 1, 2 dan 3 untuk metoda penginputan suspensi TiO2 baik melalui ujung dan pangkal filter rokok, terlihat bahwa pengurangan yang paling banyak dan paling stabil terdapat pada sampel C3 dan H3 yaitu sampel dengan konsentrasi 1,85 mol/liter (2,5 gram TiO2 + 10 ml aquades) dengan volume suspensi 0,3 ml. Dari hukum Lambert-Beer kita ketahui bahwa absorbansi nilainya sebanding dengan konsentrasi sampel, berarti untuk nilai absorbansi yang rendah memiliki senyawa berbahaya dengan konsentrasi lebih kecil. Berdasarkan hasil tersebut terlihat bahwa sampel sedang tersebut memiliki kemampuan mereduksi nilai absorbansi sehingga zat-zat berbahaya yang ada di dalamnya juga berkurang konsentrasinya. Sampel C3 dan H3 mengalami reduksi kadar unsur logam yang sangat signifikan, namun metoda penginputan suspensi TiO2 melalui pangkal rokok lebih baik dan aman dibandingkan melalui ujung filter rokok.", "Daftar File": {"2014 TS PP RIRI MURNIATI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96864", "2014 TS PP RIRI MURNIATI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96865", "2014 TS PP RIRI MURNIATI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96866", "2014 TS PP RIRI MURNIATI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96867", "2014 TS PP RIRI MURNIATI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96868", "2014 TS PP RIRI MURNIATI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96869", "2014 TS PP RIRI MURNIATI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96870"}, "Penulis": "RIRI MURNIATI (NIM : 20212016)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr.Eng. Mikrajuddin Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rokok, Titanium dioksida, FT-IR, X-Ray Fluorescence", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}