{"Nomor": 19339, "Judul": "SIMULASI NUMERIK PERAMBATAN GELOMBANG PERMUKAAN AIR MENGGUNAKAN METODE SPH", "Abstrak": "Tesis ini menggunakan metode Smoothed Particle Hydrodynamics (SPH) untuk    \n \n \n \n\nmenyimulasikan perambatan gelombang permukaan air. Metode SPH merupakan    \n \n \n \n\nmetode interpolasi yang digunakan pada sistem partikel untuk mengevaluasi nilai    \n \n \n \n\nbesaran fisis yang menjadi identitas di setiap partikel. Dalam penerapannya, fluida    \n \n \n \n\ndirepresentasikan sebagai sekumpulan partikel dan setiap partikel memiliki besaran    \n \n \n \n\nfisis, seperti massa, posisi, kecepatan, rapat massa, dan tekanan. Interpolasi menggunakan    \n \n \n \n\nmetode SPH dilakukan dengan mendistribusikan nilai suatu besaran fisis    \n \n \n \n\nkepada seluruh partikel tetangga dari setiap partikel evaluasi. Model dan simulasi    \n \n \n \n\ndibuat menggunakan partikel fluida yang berada dalam sebuah tangki. Gelombang    \n \n \n \n\npermukaan air dibangkitkan oleh pembangkit gelombang tipe flap dan dilakukan    \n \n \n \n\npengukuran untuk beberapa variabel.    \n \n \n \n\nTujuan penelitian dalam tesis ini adalah untuk mengamati karakteristik pembangkit    \n \n \n \n\ngelombang tipe flap dan perilaku gelombang dengan mengatur parameter yang    \n \n \n \n\nberbeda. Pengamatan dilakukan dengan menghitung elevasi gelombang untuk tiap    \n \n \n \n\nlangkah waktu. Profil elevasi gelombang, amplitudo gelombang, periode gelombang,    \n \n \n \n\ndan panjang gelombang diamati untuk beberapa kasus bergantung pada perubahan    \n \n \n \n\nvariabel kedalaman air, periode flap, amplitudo simpangan flap, dan variabel    \n \n \n \n\nlain. Untuk menguji keakurasian model, hasil simulasi numerik SPH divalidasi    \n \n \n \n\nmenggunakan teori pembangkit gelombang dan model gelombang linier serta    \n \n \n \n\ndibandingkan dengan solusi analitik. Diperoleh hasil bahwa metode SPH menunjukkan    \n \n \n \n\nkesesuaian dengan teori pembangkit gelombang dan model gelombang linier.    \n \n \n \n\nHasil simulasi numerik SPH sesuai dengan solusi analitik.", "Daftar File": {"2014 TS PP RIZAL DWI PRAYOGO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96900", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96901", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96902", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96903", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96904", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96905", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/96906", "2014 TS PP RIZAL DWI PRAYOGO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/96907", "2014 TS PP RIZAL DWI PRAYOGO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96908"}, "Penulis": "RIZAL DWI PRAYOGO ( NIM: 20911007) Pembimbing :Dr. Leo Hari Wiryanto", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Leo Hari Wiryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Smoothed Particle Hydrodynamics (SPH), komputasi dinamika fluida, model gelombang linier, teori pembangkit gelombang, pembangkit gelombang tipe flap.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}