{"Nomor": 19333, "Judul": "UJI AKTIVITAS ANTIBAKTERI DAN ANTIFUNGI DARI EKSTRAK RUMPUT LAUT SARGASSUM POLYCISTUM DAN ULVA FASCIATA", "Abstrak": "Indonesia merupakan negara maritim yang memiliki kekayaan hayati yang sangat beragam. Salah satu kekayaannya adalah rumput laut cokelat Sargassum polycistum dan rumput laut hijau Ulva fasciata yang terdapat di Pantai Sayang Heulang, Pameungpeuk, Garut-Jawa Barat. Dengan meningkatnya resistensi bakteri dan jamur, maka penemuan antibakteri dan antifungi yang baru sangat diperlukan. Rumput laut Sargassum polycistum dan Ulva fasciata diekstraksi menggunakan pelarut kloroform dan metanol dengan perbandingan volume 2:1 (Metode Folch) untuk memperoleh ekstrak kasar lipid. Kandungan lipid total dari jenis rumput laut Ulva fasciata sebesar 8,39% (dari berat basah) dan Sargassum polycistum sebesar 12,4% (dari berat basah). Optimasi pelarut untuk pemisahan ekstrak klorofom dilakukan dengan KLT dan diperoleh perbandingan heksana:aseton(7:3). Komposisi pelarut ini kemudian digunakan untuk memisahkan komponen dari ekstrak kloroform dengan kromatografi kolom silika G60 7733 dengan diameter kolom 1 cm. Hasil pemisahan dengan kromatografi kolom tersebut dikarakterisasi dengan menggunakan spektrofotometri sinar tampak. Ekstrak kloroform Sargassum polycistum terdiri dari beta karoten, alfa karoten, fukosantin dan feofitin a sedangkan ekstrak kloroform Ulva fasciata terdiri dari feofitin a, klorofil a dan klorofil b.Ekstrak kasar lipid yang diperoleh dari kedua jenis rumput laut tersebut diuji aktivitas antibakterinya terhadap bakteri gram positif (Bacillus cereus dan Staphylococcus aureus) dan bakteri gram negatif (Pseudomonas fluoresens, Pseudomonas aeruginosa, dan Escherechia coli) dengan mengamati zona bening yang terbentuk di sekitar kertas cakram. Ekstrak kasar lipid Sargassum polycistum fraksi kloroform memiliki aktivitas antibakteri terhadap E. coli sebesar 3,5 mm/50 μg ekstrak sedangkan fraksi metanolnya memiliki aktivitas antibakteri terhadap B. cereus, S. aureus dan E. coli berturut-turut sebesar 4 mm/50 μg ekstrak, 1 mm/50 μg ekstrak dan 4 mm/50 μg ekstrak. Ekstrak kasar lipid Ulva fasciata fraksi kloroform memiliki aktivitas antibakteri terhadap B. cereus dan S. aureus masing-masing sebesar 1 mm/50 μg ekstrak dan 8 mm/50 μg ekstrak sedangkan fraksi metanolnya memiliki aktivitas antibakteri terhadap B. cereus, S. aureus dan E. coli berturut-turut sebesar 4 mm/50 μg ekstrak, 9 mm/50 μg ekstrak dan 8 mm/50 μg ekstrak. Kontrol negatif yang digunakan adalah pelarut metanol dan kloroform sedangkan kontrol positif adalah tetrasiklin. Rata-rata aktivitas antibakteri yang terbentuk pada ekstrak kasar lipid fraksi metanol (Sargassum polycistum dan Ulva fasciata) terhadap bakteri E. coli adalah sebesar 13 mm/50 μg ekstrak sedangkan dari kontrol negatif sebesar 8 mm/50 μg ekstrak dan kontrol positif sebesar 18 mm/50 μg ekstrak. Hal ini menunjukkan bahwa ekstrak kasar lipid fraksi metanol (Sargassum polycistum dan Ulva fasciata memiliki aktivitas antibakteri terhadap E. coli. Fraksi feofitin a diuji aktivitas antibakteri dan antifunginya. Fraksi feofitin a menunjukkan aktivitas antibakterinya terhadap B.cereus dan tidak memiliki aktivitas antibakteri terhadap S.aureus dan E.coli. Selanjutnya ekstrak kasar lipid fraksi kloroform dari Sargassum polycistum dan Ulva fasciata serta feofitin a memiliki aktivitas antifungi terhadap Candida albicans.", "Daftar File": {"2014 TS PP RIONG SEULINA PANJAITAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96844", "2014 TS PP RIONG SEULINA PANJAITAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96845", "2014 TS PP RIONG SEULINA PANJAITAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96846", "2014 TS PP RIONG SEULINA PANJAITAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96847", "2014 TS PP RIONG SEULINA PANJAITAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96848", "2014 TS PP RIONG SEULINA PANJAITAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96849", "2014 TS PP RIONG SEULINA PANJAITAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96850"}, "Penulis": "RIONG SEULINA PANJAITAN (NIM : 20511313)", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof. Fida Madayanti Warganegara, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "antibacterial, antifungal, Sargassum polycistum, Ulva fasciata, lipid, pheophytin a.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}