{"Nomor": 19330, "Judul": "PEMETAAN 3D DENGAN TERRESTRIAL LASER SCANNER: KINERJA DAN PERMASALAHANNYA (Studi Kasus: Jembatan Layang Pasupati, Bandung)", "Abstrak": "Pemetaan tiga dimensi (3D) dulunya menggunakan alat sederhana dan konvensional. Seiring dengan berkembangnya teknologi, alat yang konvensional tersebut digantikan oleh teknologi Laser Scanning. Terrestrial Laser Scanner (TLS) adalah salah satu alat dari teknologi laser scanner yang sangat mendukung dalam memodelkan kembali bentuk objek buatan manusia atau disebut juga reversed engineering. Dengan alat ini, model 3D detil dari objek bisa didapatkan dengan mudah, salah satunya objek buatan manusia seperti jembatan Pasupati yang terletak di Kota Bandung.      \n \n \n \n \n \n\nLangkah yang dilakukan dalam pemetaan 3D dengan alat TLS ini adalah perencanaan awal, akuisisi data, registrasi data, filtering data, sehingga didapatkannya bentuk 3D yang akan dimodelkan dengan perangkat lunak. Bentuk yang didapatkan dari langkah pemetaan 3D dengan TLS sangat berpengaruh dengan kondisi dan situasi yang ada di lapangan. Persentase noise (derau) yang didapatkan setelah melakukan proses filtering adalah 12,32 % dari data mentah point clouds yang didapatkan setelah proses pemindaian. Hasil yang didapatkan pada pengolahan data TLS pada penelitian ini adalah model 3D jembatan Pasupati yang sudah dalam bentuk Triangulated Irregular Network (TIN). Dari point clouds yang sudah dilakukan proses filtering dilakukan validasi data tinggi pilar jembatan Pasupati dengan hasil yang didapatkan dengan menggunakan ETS. Selisih dari nilai yang didapatkan antara pengolahan data dengan perangkat lunak Cyclone 7.1 dan data ETS memiliki rentang 1 mm Ã‚Â– 2 dm.      \n \n \n \n \n \n\nNamun demikian pada pemodelan ini masih memiliki galat karena bentuk objek memiliki kekosongan data akibat proses filtering dikarenakan terdapat banyak derau pada data hasil pemindaian TLS. Manfaat dari penelitian ini adalah untuk melihat kinerja dan permasalahan pemetaan 3D jembatan Pasupati dengan menggunakan TLS.", "Daftar File": {"2013 TA PP RIO EKA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96824", "2013 TA PP RIO EKA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96825", "2013 TA PP RIO EKA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96826", "2013 TA PP RIO EKA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96827", "2013 TA PP RIO EKA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96828", "2013 TA PP RIO EKA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96829", "2013 TA PP RIO EKA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96830"}, "Penulis": "RIO EKA PUTRA (NIM: 15108014)", "Kontributor / Dosen Pembimbing": ["pembimbing: Prof. Dr. Ir. Hasanudin Z. Abidin, M.Sc.", "Irwan Gumilar, ST., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemetaan 3D, Laser Scanning, TLS, point clouds, jembatan pasupati.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}