{"Nomor": 19337, "Judul": "ANALISIS DAYA ATAS TANAH LUNAK AREA PABRIK PENGOLAHAN KELAPA SAWIT, PT GOLDEN PROGRAM STUD FAKULTAS TEKNIK SIPIL DAN LINGKUNGAN INSTITUT TEKNOLOGI BANDUNG DUKUNG PONDASI TIANG PANCANG DI STUDI KASUS PONDASI TANGKI DI HOPE, PULAU LAUT, KAL-SEL", "Abstrak": "Pondasi merupakan bagian dari struktur bawah yang mempunyai peranan penting untuk meneruskan beban dari struktur atas ke tanah. Perencanaan pondasi harus memenuhi persyaratan-persyaratan keamanan. Faktor keamanan yang harus dipenuhi  antara lain besarnya gaya-gaya dalam yang bekerja pada tiang harus lebih kecil dari kapasitas ulitimit tiang tersebut, besarnya kapasitas daya dukung tanah terhadap sistem pondasi, defleksi yang terjadi harus berada dalam defleksi ijin, serta besarnya penurunan (settlement) yang akan terjadi pada sistem pondasi. Tugas akhir ini berisikan tentang desain pondasi tangki minyak berkapasitas 5000 MT dengan menggunakan pondasi dalam tiang pancang yang terletak di Pulau Laut Kalimantan Selatan. Dalam pembahasan tugas akhir ini dibatasi hanya menentukan diameter dan panjang pondasi yang akan digunakan dengan mempertimbangkan defleksi kepala tiang. Metode yang akan digunakan dalam mendesain pondasi pada      \n \n \n \n\ntugas akhir ini adalah metode API dengan Cu berdasarkan SPT serta menggunakan program komputer APILE, LPILE, GPILE, Plaxis 3D Foundation. Tiang pancang  yang akan digunakan adalah tiang pancang yang di produksi oleh PT Wika Beton", "Daftar File": {"2011 TA PP RISMAN SIMANJORANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96886", "2011 TA PP RISMAN SIMANJORANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96887", "2011 TA PP RISMAN SIMANJORANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96888", "2011 TA PP RISMAN SIMANJORANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96889", "2011 TA PP RISMAN SIMANJORANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96890", "2011 TA PP RISMAN SIMANJORANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96891", "2011 TA PP RISMAN SIMANJORANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96892"}, "Penulis": "RISMAN SIMANJORANG (NIM : 15007066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Hasbullah Nawir, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pondasi Tiang Pancang, API1986, APILE, LPILE, GPILE, Plaxis 3D Foundation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}