{"Nomor": 19335, "Judul": "EVALUASI KINERJA PLAZA TOL STUDI KASUS : GERBANG TOL BEKASI BARAT", "Abstrak": "Evaluasi plaza tol bertujuan untuk mengkaji kinerja ruas jalan penghubung dan plaza tol, serta mengidentifikasi permasalahan yang muncul pada ruas jalan penghubung, gerbang tol, serta terminal tol dan terminal non-tol yang terkait dengan operasional gerbang tol. Kajian evaluasi plaza tol dilakukan pada Gerbang Tol Bekasi Barat dengan objek studi adalah plaza tol, terminal tol (on ramp), dan terminal non-tol. Evaluasi dilakukan pada jalan penghubung (ramp), kapasitas jalan penghubung dan kapasitas terminal tol (on ramp). Evaluasi gerbang tol meliputi evaluasi kapasitas gardu, antrian, waktu pelayanan, dan geometriknya. Pada terminal non-tol, dikaji kapasitas pendekat serta kapasitas ruas pada jalan non-tol.      \n \n \n \n\nAnalisis dilakukan per arah untuk tiap arah lalu-lintas keluar dan masuk ke tol. Hasil evaluasi mendapatkan bahwa kapasitas on ramp sudah tidak dapat menampung arus yang masuk ke ruas jalan tol. Sementara pada gerbang masuk (entry gate), baik dari segi kapasitas gardu, panjang antrian yang terjadi, waktu layan, maupun geometrik masih sesuai dengan standar yang berlaku serta masih mampu menampung arus lalu lintas yang ada. Untuk lalu-lintas keluar jalan tol, baik dari segi geometrik gerbang, waktu pelayanan, maupun kapasitas gardu masih sesuai dengan standar yang berlaku serta masih mampu menampung arus lalu lintas yang ada. Hasil evaluasi pada terminal non-tolnya, ruas jalan non-tol yang menerima arus lalu lintas yang keluar dari gerbang tol lebih besar dari kapasitasnya. Secara sistem, pelayanan plaza tersebut sudah tidak dapat memberikan pelayanan sesuai dengan standar yang berlaku pada jam sibuknya.", "Daftar File": {"2011 TA PP RISKAWATI CHANDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96871", "2011 TA PP RISKAWATI CHANDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96872", "2011 TA PP RISKAWATI CHANDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96873", "2011 TA PP RISKAWATI CHANDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96874", "2011 TA PP RISKAWATI CHANDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96875", "2011 TA PP RISKAWATI CHANDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96876", "2011 TA PP RISKAWATI CHANDRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/96877", "2011 TA PP RISKAWATI CHANDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96878"}, "Penulis": "RISKAWATI CHANDRA (NIM : 15007060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sri Hendarto, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "plaza tol, terminal tol, terminal non-tol, jalan penghubung, kapasitas, arus, derajat kejenuhan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}