{"Nomor": 19349, "Judul": "GEOLOGI DAERAH KERSARATU DAN SEKITARNYA, KABUPATEN PANGANDARAN, PROVINSI JAWA BARAT", "Abstrak": "Penelitian ini merupakan bagian tugas akhir penulis di Departemen Teknik Geologi Institut Teknologi Bandung yang bertujuan untuk mempelajari tatanan geologi pada daerah Kersaratu dan sekitarnya. Daerah penelitian terletak didaerah Kersaratu, Kecamatan Sidamulih, Kabupaten Pangandaran, Provinsi Jawa Barat dengan luas area 3.5 x 4 km2 dengan koordinat 232000 m - 235500 m dan 9155500 m - 9159500 m (UTM Zona 49S).       \n \n \n\nBerdasarkan bentuk morfologi dan proses yang terjadi pada daerah penelitian, maka daerah ini dibagi menjadi tiga satuan geomorfologi, yaitu Satuan Perbukitan       \n \n \n\nVolkanik, Satuan Perbukitan Homoklin dan Satuan Dataran Banjir. Pola aliran sungai pada daerah penelitian dipengaruhi oleh rekahan atau sesar yang disebut pola rektangular. Tipe genetik sungai pada daerah ini terdiri dari sungai konsekuen, subsekuendan obsekuen.       \n \n \n\nBerdasarkan ciri litologi satuan batuan yang terdapat di daerah penelitian dibagi menjadi empat satuan batuan yaitu Satuan Breksi, Satuan Batupasir Ã‚Â– Batulempung, Satuan Batugamping, dan Endapan Aluvial. Berdasarkan ciri litologinya Satuan Breksi ini disetarakan dengan Formasi Jampang (Simandjuntak dan Surono, 1992) yang berumur Oligosen Akhir Ã‚Â– Miosen Awal yang diendapkan di lingkungan laut (Martodjojo, 1984) tepatnya di zona distal gunung api berdasarkan fasies gunung api (Bogie & Mackenzie, 1998). Berdasarkan analisis foraminifera kecil yang diamati pada conto batuan, Satuan Batupasir Ã‚Â–       \n \n \n\nBatulempung diendapkan pada kala Miosen Tengah dengan lingkungan pengendapan neritik tengah. Satuan Batugamping diendapkan pada kala Miosen Tengah Ã‚Â– Miosen Akhir dengan lingkungan pengendapan Neritik Luar.       \n \n \n\nStruktur geologi yang berkembang di daerah penelitian adalah sesar naik dan sesar mendatar. Sesar tersebut terdiri atas Sesar Naik Cibodas, Sesar Mendatar Pamuntuan, Sesar Mendatar Panangapan, Sesar Mendatar Pasir Krapyak. Struktur yang berkembang diperkirakan terbentuk pada kala Pliosen-Plistosen.", "Daftar File": {"2013 TA PP RIZKY SATRIA PUTRANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96985", "2013 TA PP RIZKY SATRIA PUTRANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96986", "2013 TA PP RIZKY SATRIA PUTRANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96987", "2013 TA PP RIZKY SATRIA PUTRANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96988", "2013 TA PP RIZKY SATRIA PUTRANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96989", "2013 TA PP RIZKY SATRIA PUTRANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96990", "2013 TA PP RIZKY SATRIA PUTRANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96991"}, "Penulis": "RIZKY SATRIA PUTRANTO (NIM: 12009076)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Yan Rizal, Dipl. Geol"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kersaratu, Miosen, Jampang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}