{"Nomor": 19344, "Judul": "DAMPAK TIDAK LANGSUNG BENCANA TANAH LONGSOR TERHADAP KEHIDUPAN MASYARAKAT DESA (Studi Kasus : Kelurahan Tawangmangu, Kecamatan Tawangmangu, Kabupaten Karanganyar, Provinsi Jawa Tengah)", "Abstrak": "Bencana sebagai kejadian memiliki berbagai dampak yang bisa dikenali, baik dampak langsung maupun tidak langsung. Walaupun demikian, kajian, pengukuran maupun model mengenai penilaian dampak tidak langsung dari sebuah bencana masih sulit ditemukan dalam pustaka-pustaka kebencanaan. Penelitian ini mengidentifikasi dampak tidak langsung bencana, khususnya pada sektor ekonomi. Identifikasi dampak tidak langsung bencana dilakukan dengan mengenali bentuk dampak dan mengidentifikasi upaya pemulihan dan pengurangan risiko bencana yang dilakukan komunitas dan pemerintah daerah. Dusun Ledoksari yang terletak di Kab. Karanganyar, Jawa Tengah, merupakan desa sentra tanaman hias yang jangkauan pelayanannya mencapai luar Jawa Tengah.     \n \n \n \n \n \n\nPenelitian ini mengidentifikasi dampak tidak langsung yang diakibatkan oleh adanya bencana alam tanah longsor terhadap kehidupan masyarakat desa, terutama pada aspek social ekonomi dengan menggunakan metode deskriptif-kualitatif. sebagai gambaran awal diidentifikasi elemen rentan yang ada di lokasi bencana dan selanjutnya dapat dipetakan risiko yang dimiliki masyarakat. Kemudian dengan membandingkan kondisi sebelum bencana dengan kondisi setahun setelah bencana serta hasil pemetaan risiko dan kerentanan dalam masyarakat diperoleh identifikasi dampak akibat bencana.     \n \n \n \n \n \n\nBencana tanah longsor yang terjadi pada akhir tahun 2007 di Kelurahan Tawangmangu menyebabkan tidak saja kerusakan lingkungan terbangun dan korban jiwa, namun juga terganggunya pola produksi dan distribusi tanaman hias. Kondisi ini menjadi titik kritis perubahan kondisi ekonomi komunitas pasca bencana. Upaya pemulihan kondisi yang dapat diidentifikasi menunjukkan bahwa upaya pemulihan masih didominasi oleh pemerintah dan terfokus pada kegiatan pemulihan kerusakan lingkungan fisik. Keberadaan lokasi sarana dan prasarana lingkungan yang dianggap rentan ternyata meningkatkan risiko aspek fisik bila terkena bencana. Dampak terhadap aspek fisik ternyata menimbulkan aliran dampak terhadap aspek ekonomi. Upaya pemulihan yang dilakukan pasca bencana diharapkan dapat menormalkan kondisi masyarakat agar dapat melakukan segala aktivitasnya kembali.", "Daftar File": {"2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/96944", "2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/96945", "2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/96946", "2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/96947", "2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/96948", "2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/96949", "2010 TA PP RIZKITA DIAN ANGGRAHINI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/96950"}, "Penulis": "RIZKITA DIAN ANGGRAHINI (NIM : 15405065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Teti Armiati Argo, MES, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bencana, Dampak Bencana, Kerentanan, Risiko Bencana, Dampak Tidak Langsung, Upaya Pemulihan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}