{"Nomor": 19359, "Judul": "TERMINAL BIS LEUWI PANJANG BANDUNG", "Abstrak": "Untuk meningkatkan ekonomi dan citra Kota Bandung maka salah satu yang menjadi rencana pemerintah daerah Kota Bandung adalah dengan membanahi sarana transportasi seperti halnya Terminal Bis Leuwi Panjang. Perancangan ulang Termian Bis Leuwi Panjang ini merupakan solusi dari kondisi terminal bis yang sudah tidak layak lagi sesuai dengan fungsinya. Perancangaan pada terminal bis ini adalah proyek rekaan yang akan di rancang ulang sebagai pengganti Terminal Bis Leuwi Panjang yang lama. Jenis terminal yang didesain adalah terminal bis Tipe B dengan batas wilayah pelayanannya berada dalam satu propinsi. Bagian yang dirancang ulang adalah bangunan terminal serta seluruh bagian tapak seluas Ã‚Â±5 Ha. Metode perancangan dilakukan dengan beberapa tahap yaitu dengan mengumpulkan data-data, menganalisis, membuat kosep-konsep sesuai dengan hasil analisis, kemudian menerjemahkan konsep-konsep menjadi gambar-gambar hasil rancangan.      \n \n \n \n\nIsu sirkulasi menjadi isu yang paling utama untuk diperhatikan pada jenis proyek ini. Terminal bis ini akan berhasil jika masalah-masalah sirkulasi bisa terpecahkan dalam tapak (luar bangunan maupun dalam bangunan). Oleh karena itu konsep yang dipakai adalah konsep yang mendukung kualitas dan efisiensi sirkulasi. Adapun konsep-konsep utama yang menjadi dasar perancangannya misalnya membagi tapak menjadi beberapa zona sesuai dengan jenis dan trayek setiap moda transport. Sistem sirkulasi looping pada angkutan luar kota dan linier pada angkutan dalam kota. Orientasi massa bangunan merespon geometri tapak dan bentuk pencapaiannya.", "Daftar File": {"2009 TA PP ROBET WNM 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97048", "2009 TA PP ROBET WNM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97049", "2009 TA PP ROBET WNM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97050", "2009 TA PP ROBET WNM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97051", "2009 TA PP ROBET WNM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97052", "2009 TA PP ROBET WNM 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97053"}, "Penulis": "ROBET WNM (NIM:152041056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Moh. Jehansyah Siregar, ST. MT. ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transportasi, terminal bis, sirkulasi looping", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}