{"Nomor": 19358, "Judul": "PEMBUATAN LAPISAN TIPIS TRANSPARAN DAN SUPERHIDROFOBIK PADA POLYVINYLCHLORIDE SEBAGAI PELAPIS KACA", "Abstrak": "Hidrofobik adalah fenomena permukaan yang tidak terbasahi oleh air. Permukaan superhidrofobik memiliki sifat self-cleaning dan berpotensi sebagai bahan pelapis anti kotor, anti-jamur, anti-korosi, danwaterproof alat-alat elektronik. Pembuatan permukaan superhidrofobik membutuhkan pelapis bahan berenergi permukaan yang rendah dan morfologi permukaan kasar dalam skala mikro/nano. Pada penelitian tugas akhir ini dilakukan pembuatan lapisan tipis poly methyl methactrylate (PMMA)/SiO2 pada substrat bersifat transparan terhadap cahaya tampak dan hidrofobik. Silika (SiO2)nano dibuat melalui proses StÃƒÂ¶ber, kemudian deposisi PMMA/SiO2 nano pada substrat polyvinyl chloride (PVC) menggunakan metode dip coating dan spin coating.Ukuran partikel SiO2, jumlah pencelupan menjadi variable utama untuk mengoptimasi sifat tranparansi sekaligus hidrofobik lapisan tipis. Karakterisasi sampel menggunakan scanning electron microscope (SEM), energy dispersive spectroscopy (EDS), spektrofotometer UV-Vis, dan analisa statik dan dinamik sudut kontak. Hasil analisa menunjukkan, untuk semua ukuran partikel SiO2, semakin tebal lapisan PMMA/SiO2 menurunkan transparansi dan tetapi meningkatkan sifat hidrofobik. Pencampuran partikel SiO2 berukuran berbeda dapat digunakan untuk optimasi sifat transparan-hidrofobik sampel. Hasil optimal diperoleh pada sampel yang dideposisi dengan metode dip coating dengan larutan PMMA-SiO2 25% silika (300 nm) dan 75% silika (125 nm), yaitu sudut kontak sebesar 157,3Ã‚Â° dan transmitansi cahaya tampak (λ = 555 nm) sebesar 40,6%. Sifat hidrofobik permukaan mengikuti model Cassie-Baxter dengan histerisis sudut kontak 1,1Ã‚Â° dan sudut gelinding 7o.", "Daftar File": {"2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97041", "2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97042", "2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97043", "2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97044", "2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97045", "2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97046", "2014 TA PP  ROBET FRANSISKA MUHAMMAD AL AMIN- M. FATHAHILLAH ZUHRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97047"}, "Penulis": "ROBET FRANSISKA MUHAMMAD AL AMIN (NIM : 13310088) M. FATHAHILLAH ZUHRI (NIM : 13310094)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Ahmad Nuruddin, Ph. D. &  Dr.Ir. Suyatman, M. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PVC/SiO2/PMMA, hidrofobik, transparan, StÃƒÂ¶ber, dip-coating, sudut kontak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}