{"Nomor": 19367, "Judul": "KAJIAN TEMPERATUR PERMUKAAN LAUT DI PERAIRAN UTARA PAPUA PADA FENOMENA ENSO TAHUN 2009 - 2010", "Abstrak": "Kajian variabilitas temperatur permukaan air laut dilakukan untuk memahami fenomena oseanografi di Perairan Utara Papua.Variabilitas temperatur permukaan air laut diamati di 6 lokasi stasiun pada Perairan Utara Papua yang diperoleh dari data TAO-TRITON dalam kurun waktu dari Januari 2009 hingga Desember 2010. Pengolahan data dilakukan secara harian, 3-harian, dan bulanan dengan menggunakan analisis statistik dan analisis spektrum energi.Pengolahan data tersebut dilakukan untuk mendapatkan hasil dari variabilitas temperatur permukaan air laut di Perairan Utara Papua yang diakibatkan oleh pergerakan Massa air laut dari Samudera Pasifik dan Arus air laut di perairan tersebut.Hasil dari kajian diperoleh rata-rata temperatur permukaan laut di perairan papua yaitu 29,620C.Temperatur permukaan laut maksimum didapat sebesar 30,510C di stasuin 6 dan minimum sebesar 280C di stasiun 5.Hasil dari kajian menghasilkan penurunan temperatur di stasiun tersebut pada periode November 2009 - Februari 2010 dan naiknya temperatur di stasiun tersebut pada periode Juli 2010 Ã‚Â– Desember 2010. Naik dan turunnya temperatur dipengaruhi oleh pergerakan massa air panas yang menyebabkan fenomena La NiÃƒÂ±a di perairan Utara Papua. Arus-arus yang pergerakannya berada di sekitar Perairan Utara Papua mempengaruhi pergerakan kolam air panas tersebut. Hasil dari FFT didapatkan bahwa temperatur permukaan laut di Perairan Utara Papua didominasi oleh fenomena ENSO 19 bulanan yang secara langsung mendapatkan waktu tempuh untuk kolam air panas bergerak dari fenomena El NiÃƒÂ±o menuju La NiÃƒÂ±a yaitu sekitar 9 bulan.", "Daftar File": {"2014 TA PP RONNIE PAHALA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97107", "2014 TA PP RONNIE PAHALA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97106", "2014 TA PP RONNIE PAHALA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97105", "2014 TA PP RONNIE PAHALA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97104", "2014 TA PP RONNIE PAHALA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97103", "2014 TA PP RONNIE PAHALA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97102", "2014 TA PP RONNIE PAHALA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97108"}, "Penulis": "RONNIE PAHALA   ( NIM : 12908005 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne M. Radjawane, M.Si, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Temperatur air laut, El NiÃƒÂ±o, Korelasi Temperatur, Utara Papua", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}