{"Nomor": 19369, "Judul": "REDESAIN PERPUSTAKAAN IPB DRAMAGA", "Abstrak": "Tugas Akhir ini mengambil kasus proyek perancangan Redesain Perpustakaan IPB di Dramaga. Proyek ini bersifat semi-fiktif dengan Institut Pertanian Bogor sebagai pemberi tugas. Tapak perancangan berada dekat dengan fasilitas umum kampus, yaitu di antara gedung rektorat dan kumpulan gedung perkuliahan. Sebagai pusat informasi dan pengetahuan bagi masyarakat kampus, perpustakaan menjadi salah satu bangunan utama yang terdapat di dalam kampus. Fasilitas ini mengakomodasi berbagai kegiatan yang berhubungan dengan pencarian literatur dan informasi. Perancangan perpustakaan ini bertujuan untuk mewadahi kegiatan di dalam kampus yang berhubungan dengan literatur dan pencarian informasi serta dapat mendukung kegiatan pendidikan dan penelitian. Dengan memasukkan konsep perancangan ruang publik dan tanggap pada konteks lingkungan, fungsi perpustakaan ini diharapkan dapat menjadi tujuan masyarakat kampus untuk membaca, mendapatkan informasi, belajar, dan melakukan interaksi sosial. Dalam perancangan digunakan beberapa konsep, yaitu transformasi bentuk segitiga, sirkulasi sebagai ruang sosial, dan pembentukan kualitas visual", "Daftar File": {"2010 TA PP RORIA RAPMAULI SIMORANGKIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97120", "2010 TA PP RORIA RAPMAULI SIMORANGKIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97121", "2010 TA PPRORIA RAPMAULI SIMORANGKIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97122", "2010 TA PP RORIA RAPMAULI SIMORANGKIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97123", "2010 TA PP RORIA RAPMAULI SIMORANGKIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97124", "2010 TA PP RORIA RAPMAULI SIMORANGKIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97125", "2010 TA PP RORIA RAPMAULI SIMORANGKIR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97126"}, "Penulis": "RORIA RAPMAULI SIMORANGKIR (NIM : 15206089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. A Rida Soemardi, M. Arch., MCP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perpustakaan, universitas, kualitas visual, ruang publik, transformasi bentuk.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}