{"Nomor": 19360, "Judul": "THE STUDY OF RISK MANAGEMENT FRAMEWORK FOR SHIPPING COMPANY", "Abstrak": "The company is an Indonesian shipping company that provides transport service, specialized in liquid cargo either domestic or international. In terms of Chemical Tankers Operator now the company ranks as one of Top 04 in the world. By nature shipping industry is a cyclical, seasonal and volatile business. In short shipping nature is business that associated with many risks and the writer is trying to conduct a study what are the main risks that normally associated with shipping industry in general, with reference to the company in particular.  \n \n\nIn addition with the recent economic situation (after a period of steady growth since the turn of 21st century, the global economy came to a standstill when the financial crisis hit in Q4 2008). The combination of all those factors will present a formidable challenge to the shipping company.  \n \n\nThe purpose of the thesis is to develop comprehensive risk management framework which associated with shipping industry with reference to company. The methodology that writer conducts the research is by using principals of mixed methods research through questionnaires or structured interviews with some of the employees of the  \n \n\ncompany, in addition of the observation.  \n \n\nThe research finds that the respondents do not have the same opinion in regard about the main risks that the company facing. It's interesting to find out the risk is differ from one respondent to the other. The tendency is the most challenging risk is associated to the department to whom they attached to (for example, for respondent from marketing department mentioned that  \n \n\nMarket risk is the most challenging one while respondent from Crewing department mentioned that personnel risk is the most challenging risk.  \n \n\nIn the end, the writer concluded that in order to manage those risks, the company need to identify and acknowledged which are the main risks. And in order to weigh down which risks are the most threatening to the company it is not the job of one or two individual. But the company needs to establish committees which members comprise of senior level management which main responsibility are:  \n \n\n- Have regular meeting  \n \n\n- Acknowledge and identify the risks to the company  \n \n\n- Evaluate the risks (measure, monitor, control risks and audit)  \n \n\n- Select appropriate risk management strategies/technique  \n \n\n- Implement the plan  \n \n\n- Monitor and update risk management program", "Daftar File": {"2010 TS PP ROBIN HOYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97054", "2010 TS PP ROBIN HOYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97055", "2010 TS PP ROBIN HOYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97056", "2010 TS PP ROBIN HOYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97057", "2010 TS PP ROBIN HOYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97058", "2010 TS PP ROBIN HOYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97059", "2010 TS PP ROBIN HOYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97060"}, "Penulis": "ROBIN HOYANTO (NIM : 29107151)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Amol Titus, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Resiko, Manajemen Resiko, Risk, Risk Management.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}