{"Nomor": 19371, "Judul": "METODE CUCKOO SEARCH UNTUK MENYELESAIKAN MASALAH OPTIMISASI TAK LINEAR DENGAN KENDALA DAN BEBERAPA PEMANFAATANNYA PADA BIDANG TEKNIK REKAYASA", "Abstrak": "Dalam metode optimisasi, dikenal beberapa algoritma untuk menyelesaikan masalah Ã‚Â– masalah optimisasi. Seperti algoritma deterministik yang penggunaannya menggunakan informasi nilai gradien. Sebagai contoh metode Newton Raphson yang menggunakan nilai fungsi dan turunan yang bekerja baik untuk masalah unimodal (nilai optimum tunggal). Namun, jika digunakan pada fungsi objektif multimodal, metode tersebut kurang baik karena akan terjebak pada nilai Ã‚Â– nilai lokal. Sehingga metode yang tidak berdasarkan gradien sangatlah dibutuhkan. Salah satu algoritma yang tidak menggunakan informasi nilai gradien adalah metaheuristik yang dapat diklsifikasikan dalam beberapa hal, seperti : berdasarkan populasi dan berdasarkan lintasan. Cuckoo Search termasuk dalam metode metaheuristik yang berdasarkan populasi karena dalam aplikasinya memerlukan informasi banyaknya populasi burung untuk mencari nilai optimum. Contoh lain yang berdasarkan populasi adalah Particle Swarm Optimization (PSO). Sedangkan untuk algoritma metaheuristik yang berdasarkan lintasan, Simulated Annealing adalah salah satunya. Cuckoo Search merupakan metode yang diinspirasi dari perilaku burung cuckoo yang memelihara anaknya secara parasit. Metode ini digunakan untuk mencari titik Ã‚Â– titik optimum global, baik maksimum maupun minimum. Model yang disajikan dalam tugas akhir ini berbentuk suatu sistem persamaan tak linier yang kemudian diubah menjadi masalah optimisasi global serta persamaan tak linear dengan kendala yang diubah menjadi masalah tanpa kendala menggunakan fungsi penalti. Lalu dihitung menggunakan metode Cuckoo Search.", "Daftar File": {"2014 TA PP ROSIE MAHARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97134", "2014 TA PP ROSIE MAHARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97135", "2014 TA PP ROSIE MAHARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97136", "2014 TA PP ROSIE MAHARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97137", "2014 TA PP ROSIE MAHARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97138", "2014 TA PP ROSIE MAHARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97139"}, "Penulis": "ROSIE MAHARANI (NIM : 10109031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode optimisasi, metaheuristik, optimisasi global, persamaan tak linier dengan kendala, Cuckoo Search", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}