{"Nomor": 19372, "Judul": "STUDI KELAYAKAN INVESTASI PADA PENAMBANGAN TERBUKA DAN BAWAH TANAH UNTUK BIJIH TEMBAGA STUDI KASUS PT.ISTEK MINE", "Abstrak": "PT. Istek Mine merupakan anak perusahaan dari PT. XYZ tbk. PT.Istek Mine memperoleh ijin Kontrak Karya Generasi VII dengan total luas area sekitar 36.070 Ha yang mencakup dua blok di Provinsi Gorontalo, yaitu Blok    \n\nTombulilato dan Blok Molotabu. Telah diketahui PT. Istek Mine mempunyai dua prospek yaitu prospek Sungai Mak dan Prospek Cabang Kiri East. Prospek Sungai Mak mempunyai endapan tipe porfiri yang akan ditambang dengan metode Open Pit dengan rencana produksi rata-rata sebesar 5.784.120 ton bijih per tahun. prospek Cabang Kiri    \n\nEast mempunyai endapan tipe low sulphidation yang akan ditambang dengan metode Block Caving dengan rencana produksi rata-rata sebesar 15.000 ton bijih per hari atau setara dengan 4.500. 000 ton bijih per tahun. Tugas akhir ini dilakukan untuk menganalisis kelayakan investasi rencana penambangan open pit dan underground yang akan dilaksanakan oleh PT.Istek Mine berdasarkan data Feasibility Study yang telah dibuat. Dengan perhitungan estimasi biaya dan pendapatan didapatkan proyeksi aliran kas diskonto. Berdasarkan aliran kas diskonto diketahui NPV, IRR dan PBP proyek open pit adalah 191.258.466 USD, 19,67%, dan 5,67 tahun. sedangkan besarnya NPV, IRR dan PBP untuk proyek underground adalah 150.473.582 USD, 15,55 % dan 7,60 tahun. dengan besar NPV, IRR dan PBP tersebut maka proyek dikatakan layak untuk dilaksanakan. Analisis sensitivitas dilakukan dengan metode deterministik dan probabilistik. Parameter yang paling sensitif adalah harga tembaga dengan pengaruh sebesar 35,3%, untuk proyek open pit dan 22,1% untuk proyek underground. Analisis sensitivitas probabilistik dapat digunakan untuk mengetahui tingkat resiko. Dari analisis ini dihasilkan coefficient of Variability (CoV) untuk proyek Open Pit sebesar 0,8082 sedangkan CoV untuk proyek Underground sebesar 0,6602.", "Daftar File": {"2010 TA PP  ROSIKIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97140", "2010 TA PP  ROSIKIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97141", "2010 TA PP  ROSIKIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97142", "2010 TA PP  ROSIKIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97143", "2010 TA PP  ROSIKIN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/97144", "2010 TA PP  ROSIKIN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/97145", "2010 TA PP  ROSIKIN 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/97146", "2010 TA PP  ROSIKIN 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/97147"}, "Penulis": "ROSIKIN (NIM : 12105068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rudianto Ekawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PT. Istek Mine, penambangan,  bijih tenaga, Block Caving", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}