{"Nomor": 19378, "Judul": "FASILITAS PERTUNJUKAN MUSIK GEDEBAGE", "Abstrak": "Tugas ini mengambil kasus Fasilitas Pertunjukan Musik Bandung.Kasus ini bersifat fiktif dengan lokasi yang terletak di Kompleks Masterplan GedeBage.Perancangan kasus terkait dengan konteks urban yang sangat kuat dimana lokasi berada di tengah sebuah masterplan yang dirancang  secara kompleks.Menjadi bagian dari sebuah tapak dengan fungsi rekreatif,bangunan ini diapit oleh convention centre dan gedung konser tahap dua sehingga diperlukan hubungan yang baik antara fungsi-fungsi tersebut Bandung terkenal sebagai kota seni dan budaya.Terutama dalam  bidang musik. Bimbo, Nike Ardilla, Iwan Abdurrachman,Pure  Saturday,Bottlesmoker merupakan sedikit contoh musisi dari kota Bandung yang karyanya berhasil diakui secara internasional maupun internasional.Suksesnya musisi-musisi tersebut seperti menjadi inspirasi dan semangat bagi para kaum muda Bandung untuk berkarya. Sehingga tak heran apabila kian hari kian bermunculan musisi musisi muda berbakat dari kota kembang ini. Terdapat sebuah hal unik di kota Bandung yaitu komunitas kreatifnya yang beragam dan kekerabatan yang sangat kuat.Karya yang dihasilkan pun tidak perlu diragukan lagi. Eksibisi , workshop dan pertunjukan seni yang berkala menjadi program kegiatan rutin mereka. Hingga puncaknya yaitu bersama sama mengadakan pagelaran HELARFEST tiap tahun yang menjadi bukti eksistensi komunitas komunitas tersebut. Begitu pula dalam bidang musik. Tak dapat dipungkiri bahwa pesatnya  perkembangan musik di Bandung sangat dipengaruhi oleh keberadaan dari komunitas tersebut.Karena komunitas tersebut merupakan tempat bernaung bagi para musisi sekaligus tempat untuk saling berbagi informasi dan menumbuhkan ide ide baru dalam membuat karya Fasilitas pertunjukan musik Bandung ini berlaku sebagai sebagai sebuah rumah bagi para musisi dan penikmat musik. Berkonsep ONE STOP MUSICTAINMENT, bangunan ini mempunyai fungsi beragam yang ditarik dari analisis kebutuhan para musisi dan penikmat musik Bandung.Tidak hanya berfungsi sebagai gedung pertunjukan saja,bangunan ini sekaligus memiliki fungsi-fungsi yang mendukung kegiatan komunitas-komunitas musik tersebut.Sehingga diharapkan keberadaan fasilitas pertunjukan musik ini dapat secara menyeluruh mendukung perkembangan musik di Kota Bandung.", "Daftar File": {"2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97174", "2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97175", "2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97176", "2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97177", "2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97178", "2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97179", "2010 TA PP RR.KUSHANDARI ARFANIDEWI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97180"}, "Penulis": "RR.KUSHANDARI ARFANIDEWI (NIM:15205028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Ismet Belgawan Harun,msc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pertunjukan musik, urban, one stop musictainment", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}