{"Nomor": 19385, "Judul": "ANALISIS PERUBAHAN POLA PERGERAKAN DAN KINERJA LALU LINTAS AKIBAT BANDUNG CAR FREE DAY II", "Abstrak": "Setelah program Dago Car Free Day, kini telah diresmikan program Merdeka Car Free Day yang merupakan program CFD kedua di kota Bandung. Penambahan jumlah CFD di kota Bandung dikhawatirkan akan berakibat pada memburuknya kinerja jaringan jalan di kota ini. Dengan berdasarkan kepada hal tersebut, dilakukan penelitian terhadap kinerja lalu lintas dan pola pergerakan akibat program CFD II. Analisis pola pergerakan dilakukan dengan mengumpulkan kuesioner pada saat program CFD II berlangsung. Dari hasil wawancara ini akan didapatkan perubahan pola pergerakan dari responden yang akan memproyeksikan pengunjung CFD II secara umum. Analisis kinerja lalu lintas dilakukan dengan memodelkan jaringan jalan wilayah kajian menggunakan data hasil kuesioner dan traffic counting dari wilayah tersebut. Dari pemodelan, didapat kinerja ruas, simpang dan jaringan wilayah kajian saat sebelum dan setelah adanya program CFD II. Diketahui bahwa terjadi penurunan kinerja lalu lintas akibat CFD II dan diperlukan adanya alternatif penanganan terhadap jaringan jalan, seperti penanganan parking on street, serta perbaikan dan penyediaan jalur sepeda dan pejalan kaki. Selain itu, dilakukan pula analisis terhadap program CFD II berdasarkan hasil kuesioner yang didapat.", "Daftar File": {"2011 TA PP RUDY MIWALLIE AMIEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97223", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97224", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97225", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97226", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97227", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97228", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97229", "2011 TA PP RUDY MIWALLIE AMIEN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/97230", "2011 TA PP RUDY MIWALLIE AMIEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97231"}, "Penulis": "RUDY MIWALLIE AMIEN (NIM : 15007103)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Russ Bona Frazila, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pola pergerakan, kinerja lalu lintas, pemodelan transportasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}