{"Nomor": 19396, "Judul": "PEMETAAN POTENSI ENERGI PANASBUMI DENGAN ANALISIS ANOMALI SUHU PERMUKAAN DAN PEMETAAN MINERAL ALTERASI DENGAN MENGGUNAKAN TEKNIK PENGINDERAAN JAUH (STUDI KASUS: KAWASAN PATUHA, JAWA BARAT)", "Abstrak": "Jumlah penduduk di dunia terus bertambah setiap tahunnya dan mengakibatkan peningkatan jumlah konsumsi energi fosil yang jumlahnya sendiri semakin menipis setiap tahunnya. Panasbumi merupakan energi yang terbarukan dan bersifat energi yang ramah lingkungan karena tidak menimbulkan polusi. Penelitian ini dilakukan untuk memantau potensi energi panasbumi di suatu daerah dengan melihat anomali temperatur permukaan dan kandungan mineral alterasi akibat sistem hidrotermal panasbumi. Tujuan penelitian ini adalah menghasilkan suatu peta temperatur untuk diidentifikasi anomali suhu daerah tersebut dan menghasilkan peta klasifikasi mineral alterasi akibat sistem hidrotermal. Daerah kawasan Patuha, Jawa Barat merupakan daerah yang dijadikan objek dari penelitian ini. Data yang digunakan untuk melakukan kegiatan penelitian ini adalah menggunakan data multitemporal dari citra Landsat 7 dan Landsat 8. Metode untuk menghasilkan peta temperatur adalah dengan mengektrasi citra termal menjadi citra temperatur daerah Patuha, Jawa Barat. Sedangkan untuk mendapatkan hasil peta mineral alterasi, dilakukan metode klasifikasi berdasarkan spektrum daerah manifestasi permukaan dengan data sekunder dari hasil penelitian lapangan. Hasil dari penelitian ini adalah peta temperatur daerah penelitian untuk menganalisa anomali suhu sebagai identifikasi awal terdapatnya sumber panasbumi. Selain itu, hasil penelitian juga berupa peta klasifikasi mineral alterasi untuk mengidentifikasi daerah mana saja yang mengandung mineral alterasi hidrotermal berdasarkan spektrum pada manifestasi permukaan. Kemudian dari hasil klasifikasi digabungkan dengan lokasi yang anomali temperaturnya konstan pada keempat peta temperatur. Hasil dari penggabungan ini menunjukkan terdapatnya manifestasi permukaan dari hasil penelitian tugas akhir ini.", "Daftar File": {"2014 TA PP RYAN WESTRA APRIYADI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97299", "2014 TA PP RYAN WESTRA APRIYADI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97300", "2014 TA PP RYAN WESTRA APRIYADI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97301", "2014 TA PP RYAN WESTRA APRIYADI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97302", "2014 TA PP RYAN WESTRA APRIYADI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97303", "2014 TA PP RYAN WESTRA APRIYADI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97304"}, "Penulis": "RYAN WESTRA APRIYADI  (NIM: 15109030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Ketut Wikantika, M.Eng", "Dr. Eng. Asep Saepuloh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "panasbumi, landsat, penginderaan jauh, gunung patuha, suhu permukaan, manifestasi permukaan, mineral alterasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}