{"Nomor": 19404, "Judul": "STUDI KELAYAKAN EKONOMI DAN ANALISIS SENSITIVITAS PADA PROYEK RUMAH SUSUN SEDERHANA MILIK", "Abstrak": "Kebutuhan akan penyediaan rumah tinggal bagi masyarakat ekonomi menengah ke bawah mendorong Pemerintah menyediakan bantuan berupa subsidi bagi masyarakat ekonomi menengah bawah yang akan membeli unit rumah susun sederhana. Bantuan ini diberikan dengan persyaratan tertentu bagi calon pembeli dan batasan harga untuk rumah susun yang akan dibeli yaitu Rp 144.000.000,-. Batasan ini dirasa pengembang rumah susun perlu dinaikkan seiring dengan meningkatnya harga bahan bangunan saat ini. Pada tugas akhir ini dilakukan studi kelayakan dari aspek ekonomi pada proyek rumah susun dengan batasan harga yang diberikan pemerintah tersebut. Selain itu juga dilakukan analisis seberapa jauh perubahan estimasi biaya konstruksi bisa ditoleransi sehingga proyek tetap dapat dinyatakan layak dari sisi ekonomi. Dari data contoh kasus proyek yang diperoleh, analisis kelayakan ekonomi dilakukan dengan menghitung nilai Benefit Cost Ratio (BCR) dan Net Present Value (NPV) dengan terlebih dahulu membuat estimasi cash flow proyek selama masa investasi. Analisis sensitivitas dilakukan dengan melakukan kenaikan estimasi biaya konstruksi sebesar 10%. Kenaikan sebesar 10% ini terus dilakukan sampai hasil kelayakan ekonomi yang didapat memiliki nilai BCR kurang dari 1 atau nilai NPV negatif yang berarti proyek tersebut tidak layak dari segi ekonomi. Setelah melakukan analisis pada data proyek didapat bahwa pada contoh kasus proyek yang digunakan nilai BCR adalah 1,35 dan nilai NPV sebesar Rp 48.047.686.128,- yang berarti proyek tersebut layak secara ekonomi. Hasil analisis sensitivitas menunjukkan bahwa proyek tersebut masih layak secara ekonomi sampai dengan kenaikan biaya konstruksi sebesar 70%.", "Daftar File": {"2011 TA PP SAFIERA GASSANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97346", "2011 TA PP SAFIERA GASSANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97347", "2011 TA PP SAFIERA GASSANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97348", "2011 TA PP SAFIERA GASSANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97349", "2011 TA PP SAFIERA GASSANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97350", "2011 TA PP SAFIERA GASSANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97351", "2011 TA PP SAFIERA GASSANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97352"}, "Penulis": "SAFIERA GASSANI (NIM : 15007092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rani Gayatri Kusumawardhani P, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kelayakan ekonomi, BCR, NPV, rusunami", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}