{"Nomor": 19407, "Judul": "PEMERKIRAAN PRNGARUH CURAH HUJAN,SUHU,UDARA DAN TUTUPAN LAHAN TERHADAP DEBIT AIR,PADA DAERAH ALIRAN CITARUM, CILIWUNG,DAN CISADANE", "Abstrak": "Penelitian ini mengamati besarnya debit air pada Daerah Aliran Sungai Citarum, Ciliwung, dan Cisadane, serta pengaruh perubahan curah hujan, suhu udara, dan tutupan lahan terhadap peningkatan debit air di Daerah Aliran Sungai Citarum, Ciliwung, dan Cisadane.      \n \n \n \n \n \n\nMetode penelitian yang digunakan adalah pemodelan menggunakan Spatial Tool for River Basins and Environment and Analysis of Management Option (STREAM). STREAM bekerja berdasarkan masukan peta topografi, peta tutupan lahan, dan peta persebaran iklim yang terdiri dari curah hujan dan suhu udara. Untuk mendapatkan hasil, dilakukan skenario perubahan tutupan lahan, perubahan curah hujan, dan perubahan suhu udara.      \n \n \n \n \n \n\nHasil penelitian menunjukkan bahwa Daerah Aliran Sungai Citarum mengalami peningkatan debit aliran paling besar dibandingkan Daerah Aliran Sungai Ciliwung dan Daerah Aliran Sungai Cisadane. Perubahan curah hujan menjadi faktor paling berpengaruh terhadap peningkatan debit air pada Daerah Aliran Sungai.", "Daftar File": {"2013 TA PP SAID ABDULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97367", "2013 TA PP SAID ABDULLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97368", "2013 TA PP SAID ABDULLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97369", "2013 TA PP SAID ABDULLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97370", "2013 TA PP SAID ABDULLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97371", "2013 TA PP SAID ABDULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97372"}, "Penulis": "SAID ABDULLAH ABRI  (15110011 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Poerbandono", "Dr. Ir. Agung Budi Harto, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DAS, STREAM, debit air, curah hujan, suhu udara, tutupan lahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}