{"Nomor": 19402, "Judul": "USULAN REVITALISASI LEAN SIX SIGMA MENUJU KEUNGGULAN OPERASI KELAS DUNIA CHEVRON INDOASIA", "Abstrak": "Chevron menggunakan insiatif Base Business sebagai sarana untuk mengoperasikan asset yang sudah ada secara optimal dan efisien. Salah satu komponen proses di dalam Base Business adalah Lean Six Sigma yang mempunyai fungsi sebagai: (1) sarana untuk melakukan inisiatif perbaikan semua proses Base Business dengan tujuan hasil akhir      \n \n \n \n\nyang lebih baik, lebih cepat, lebih murah dan lebih selamat, dan (2) penggunaan metodologi atau tools untuk tujuan hasil yang terkontrol (tidak bervariasi) dan  penyederhanaan proses. Tujuan pelaksanaan metode ini diukur dari: (1) jumlah keuntungan finansial, dan (2) jumlah proyek yang diselesaikan pada kurun waktu 1 tahun. Lean Six Sigma sudah digunakan di Chevron IndoAsia SBU sejak tahun 2000. Pada paruh pertama pelaksanaan ditemukan permasalahan dengan tidak adanya sistem pengelolaan (governance). Kemudian dilakukan program revitalisasi dengan menggunakan tool Cause & Effect Diagram untuk menganalisa dan kemudian diperbaiki kesenjangan yang ada. Setelah tahap implementasi, terjadi peningkatan kinerja yang signifikan namun masih ditemukan masalah dalam perencanaan (Deployment Planning). Hal ini ditemukan setelah diadakan Deployment Assessment pada tahun 2008. Akar permasalahannya yaitu tidak ada tenaga pelaksana-tetap (Black Belt). Kerangka konspetual Proyek Akhir ini adalah menggunakan usulan program revitalisasi untuk memperbaiki beberapa kesenjangan yang ada. Kesenjangan tersebut yaitu: hasil yang belum optimal, terbatasnya tenaga pelaksana, banyaknya proyek, bertambahnya pengguna, wilayah cakupan yang bertambah luas, kurangnya komunikasi, masih adanya penolakan, mutu pelaksanaan dan aspek perencanaan. Tujuan pencapaian kelas dunia (World class deployment), adalah: (1) keuntungan finansial sebesar $100 juta per tahun, dan (2) proporsi karyawan yang memahami metodologi ini adalah 30%.. Ada beberapa alternatif solusi bisnis yang diusulkan, yaitu: menambah tenaga fasilitator tidak-tetap (Green Belt), tenaga fasilitator-tetap (Black Belt), kepala pelaksana  (Deployment Champion), mitra kerja dalam negeri, mitra kerja luar negeri dan tenaga fasilitator dari korporat / luar negeri. Alternatif yang dipilih adalah menambah tenaga fasilitator-tetap (Black Belt) karena faktor keuntungan finansial, jumlah proyek yang akan diselesaikan, transformasi budaya, biaya yang efektif, dan resiko bisnis. Model implementasi usulan solusi bisnis yang akan digunakan adalah menggunakan MSP (Management System Process) yang berisi tahapan perencanaan, pelaksanaan dan pengkajian. Komponen dalam implementasi meliputi: (1) penambahan Black Belt, (2) perbaikan proses seleksi, prioritisasi, dan komitmen, (3) penggunaan Global database dan perbaikan report, (4) penjelasan shaping plan, proses review and feedback, (5) pembuatan rencana resistance management, dan (6) perbaikan sistem komunikasi.Produk akhir berupa Prosedur standar baku (SOP) pelaksanaan Lean Six Sigma, Prosedur pelatihan & sertifikasi, Prosedur verifikasi keuangan dan Prosedur jaringan tim kepala pelaksana (network charter).", "Daftar File": {"2009 TS PP SADONO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97334", "2009 TS PP SADONO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97335", "2009 TS PP SADONO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97336", "2009 TS PP SADONO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97337", "2009 TS PP SADONO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97338", "2009 TS PP SADONO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97339"}, "Penulis": "SADONO (NIM: 291063619)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Keunggulan Operasi, Lean Six Sigma, Manajemen Perubahan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}