{"Nomor": 19401, "Judul": "ANALISIS KEBIJAKAN REKRUTMEN & STATUS KARYAWAN BERBASIS PENILAIAN KINERJA, STUDI KASUS KARYAWAN TAMBANG BESAR, WILASI BANGKA SELATAN, PT TIMAH (Persero) Tbk", "Abstrak": "Permasalahan bisnis yang dihadapi oleh PT Timah (Persero) Tbk saat ini adalah kesulitan dalam mendapatkan bahan baku bijih timah. Hal ini terjadi disebabkan oleh munculnya banyak kompetitor yang berusaha di bidang pertimahan dengan praktek bisnis yang menyimpang dari peraturan perundang-undangan dan ketentuan hukum yang berlaku. Kondisi seperti ini    \n \n\nberpengaruh terhadap obyek produksi yang dilakukan penambangan oleh Mitra Usaha PT Timah (Persero) Tbk dan berpeluang adanya penyimpangan terhadap hasil produksi bijih timah yang dihasilkan.    \n \n\nSehingga dalam rangka untuk memenuhi kebutuhan suplai bahan baku salah satu jalan adalah dengan mengoptimalkan operasi produksi penambangan timah yang dilakukan oleh PT Timah (Persero) Tbk sendiri, salah satunya adalah Tambang Besar, Wilasi Bangka Selatan. Program optimalisasi produksi yang efektif dan efisien, salah satu kuncinya adalah harus didukung oleh kesiapan sumber daya manusia yang mengetahui, memahami dan mau melaksanakan dengan    \n \n\nsungguh-sungguh program tersebut untuk mencapai tujuan dan sasaran yang sudah ditetapkan.    \n \n\nKenyataan di lapangan menunjukkan bahwa ada permasalahan karyawan yang cukup serius di Tambang Besar, Wilasi Bangka Selatan, hal ini berawal adanya sistem rekrutmen yang beragam. Dari hasil rekrutmen tersebut menghasilkan tiga tipe karyawan outsourcing, PKWT, dan karyawan organik. Setelah proses rekrutmen, terjadi perubahan status karyawan dan diikuti dengan peningkatan kompensasi dan mulailah menimbulkan kesenjangan. Permasalahan tersebut harus segera di atasi supaya operasi penambangan tidak terganggu, sebelum mengambil kebijakan terhadap karyawan tersebut, perlu diketahui kinerja individu karyawan maupun kelompok. Terkait dengan penilaian kinerja, perusahaan belum mempunyai sistem penilaian kinerja, sehingga perlu dilakukan perancangan untuk diaplikasikan dalam penilaian kinerja karyawan Tambang Besar. Perancangan diawali dengan penentuan kriteria penilaian, bobot penilaian, standart penilaian dan diskripsi perincian kriteria dalam prosesnya menggunakan AHP (Analytical Hierarchy Process). Dilanjutkan aplikasi penilaian kinerja, dan hasilnya dianalisis dengan statistik yaitu kruskal wallis, dari hasil analisis tersebut diketahui ada perbedaan kinerja dari 3 kelompok karyawan hasil rekrutmen. Kelompok karyawan organik berkinerja paling tinggi dilanjutkan PKWT dan paling rendah adalah karyawan outsourcing. Dari hasil kajian penilaian kinerja terkait sistem rekrutmen maka sistem rekrutmen yang diusulkan adalah jalur PKWT    \n \n\n(Perjanjian Kerja Waktu Tertentu) untuk dapat cepat mendapatkan tenaga profesional sesuai keahlian, dan penyelesaian permasalahan Tambang Besar untuk tidak memperpanjang kontrak tenaga kerja outsourcing disesuaikan dengan umur tambang dan selanjutnya dalam operasi penambangan selanjutnya diusulkan tidak menggunakan tenaga outsourcing.", "Daftar File": {"2013 TS PP SADINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97328", "2013 TS PP SADINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97329", "2013 TS PP SADINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97330", "2013 TS PP SADINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97331", "2013 TS PP SADINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97332", "2013 TS PP SADINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97333"}, "Penulis": "SADINA (NIM : 29112139)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Aurik Gustomo"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Human Resources Management, Rekrutmen, Status Karyawan, Analytical Hierarchy Process, Penilaian Kinerja.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}