{"Nomor": 19414, "Judul": "PEMBANGUNAN TITIK TETAP REFERENSI TINGGI UNTUK KEGIATAN SURVEI PEMETAAN DAN REKAYASA DI DAERAH KHUSUS IBUKOTA JAKARTA", "Abstrak": "Titik tetap referensi tinggi sangat dibutuhkan dalam berbagai kegiatan survei pemetaan dan rekayasa, sebagai acuan referensi ketinggian. Namun dengan adanya peristiwa penurunan muka tanah yang sering terjadi di kota-kota besar seperti Jakarta, maka titik-titik tetap tersebut juga mengalami penurunan dan sudah tidak merepresentasikan nilai ketinggiannya. Dengan demikian, diperlukan titik tetap referensi tinggi yang stabil terhadap peristiwa penurunan muka tanah tersebut. Berdasarkan pengamatan para ahli, penurunan muka tanah terjadi disebabkan oleh pengambilan air di sumur yang berlebih, beban bangunan, kompaksi tanah, dan tektonik. Penurunan muka tanah tersebut berlangsung diantara lapisan permukaan tanah dan lapisan akuifer tempat air tanah berada.Metode penelitian tugas akhir ini melakukan pengamatan GPS statik pada titik-titik tetap yang telah dibangung dengan pondasi tertentu, pengamatan GPS setidaknya dua tahun sebagai penguji kestabilan titik tersebut. Data hasil pengamatan tersebut diolah menggunakan perangkat lunak ilmiah Bernese 5.0, kemudian nilai tinggi titik tetap hasil pengolahan tersebut diamati perubahannya. Perubahan tinggi yang terjadi pada titik-titik yang dibangun dengan pondasi mencapai kedalaman 400 meter di bawah permukaan tanah tersebut, tidak signifikan, hanya dalam level milimeter, dan perubahan tersebut berada pada interval koreksi pengamatan GPS. Dengan demikian, titik-titik tersebut dapat dinyatakan stabil dan layak digunakan sebagai titik tetap refrensi tinggi di DKI Jakarta.", "Daftar File": {"2014 TA PP SALMAN AL FARISI PANJAITAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97420", "2014 TA PP SALMAN AL FARISI PANJAITAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97419", "2014 TA PP SALMAN AL FARISI PANJAITAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97418", "2014 TA PP SALMAN AL FARISI PANJAITAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97416", "2014 TA PP SALMAN AL FARISI PANJAITAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97417", "2014 TA PP SALMAN AL FARISI PANJAITAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97421"}, "Penulis": "SALMAN AL FARISI PANJAITAN   ( NIM : 15108002 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Heri Andreas, S.T., M.T. Dr. Irwan Gumilar, S.T., M.Si., Ir. Mipi Ananta Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "titik tetap, penurunan muka tanah, GPS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}