{"Nomor": 19417, "Judul": "EVALUASI PERFORMANSI OLSR PADA JARINGAN WIRELESS MESH", "Abstrak": "Wireless Mesh Network (WMN) terdiri dari 2 jenis node yaitu mesh router dan mesh client. Mesh router adalah pembentuk backbone WMN dengan mobilitas yang terbatas sementara mesh client bersifat statis maupun bergerak dan membentuk jaringan client mesh antara mereka. Mesh router dilengkapi dengan fungsi gateway dan bridge sehingga integrasi WMN dengan jaringan yang lain seperti internet, cellular, IEEE 802.11, IEEE 802.15, IEEE 802.16 dan lain sebagainya bisa diwujudkan dengan mudah. Selain itu, pengembangan WMN tidaklah terlalu sulit karena komponen-komponen yang dibutuhkan telah ada dalam bentuk protokol MAC IEEE 802.11, wired equivalent privacy (WEP), protokol routing jaringan ad hoc dan lain sebagainya. Beberapa protokol routing jaringan ad hoc mulai dipertimbangkan untuk dipakai pada WMN dimana salah satu diantaranya adalah Optimized Link State Routing (OLSR). OLSR adalah protokol routing proaktif yang selalu memperbaharui keadaan jaringan melalui pengiriman paket kontrol secara periodik.Tujuan dari penelitian ini adalah melakukan tuning terhadap interval waktu paket kontrol OLSR yaitu paket Hello dan Topology Control (TC) sehingga didapatkan standar interval waktu yang cocok pada jaringan client mesh. Digunakan 2 skenario jaringan yaitu scenario 1 dengan jumlah 25 node untuk menggambarkan jaringan yang kecil sedangkan dan scenario 2 dengan jumlah node 50 buah untuk jaringan yang besar. Jumlah koneksi yang dipakai pada scenario 1 adalah 10 dan 20 koneksi untuk mewakili jumlah koneksi yang kecil maupun besar sementara pada scenario 2 sebesar 20 dan 40 koneksi. Jenis trafik yang dipakai CBR, TCP maupun gabungan keduanya.Hasil penelitian memperlihatkan bahwa untuk trafik CBR, interval Hello sebesar 1 detik merupakan hasil terbaik. Sedangkan bila trafik yang dipakai adalah TCP maka interval Hello terbaik adalah 3 detik. Dengan mempertimbangkan throughput, packet drop maupun packet control yang dihasilkan maka interval Hello sebesar 2 detik dan interval TC 7 detik ternyata memberikan hasil rata-rata yang lebih baik dari interval standar OLSR.", "Daftar File": {"2007 TS PP SAMY YEVERSON DOO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97447", "2007 TS PP SAMY YEVERSON DOO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97448", "2007 TS PP SAMY YEVERSON DOO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97449", "2007 TS PP SAMY YEVERSON DOO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97450", "2007 TS PP SAMY YEVERSON DOO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97451", "2007 TS PP SAMY YEVERSON DOO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97452", "2007 TS PP SAMY YEVERSON DOO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97453"}, "Penulis": "SAMY YEVERSON DOO (NIM 23204075)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hendrawan dan Ir. Nana Rahmana, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Tuning OLSR, WMN, Performansi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}