{"Nomor": 19412, "Judul": "PERANCANGAN INTERIOR RUANG FASILITAS PENDIDIKAN KEJURUAN TARI : SEKOLAH TINGGI SENI TARI YOGYAKARTA MELALUI PENDEKATAN PEMBERDAYAAN NILAI BUDAYA LOKAL", "Abstrak": "Dalam perkembangan manusia khususnya perkembangan kemampuannya untuk mencipta, berkarya , dan mengekspresikan dirinya, pendidikan menjadi salah satu kebutuhan primer manusia saat ini. Perkembangan zaman yang terbilang pesat pun memaksa manusia untuk terus mengembangkan diri dan kemampuannya sesuai dengan bidangnya masing-masing agar dapat berhasil memberikan kontribusinya kepada masyakarat luas.     \n \n \n\nAda kalanya karena berbagai faktor yang terjadi maka terdapatlah bidangbidang tertentu yang dipandang sebelah mata ataupun tidak dianggap penting oleh masyarakat umum. Bila dilihat secara lebih mendalam , maka tidak ada bidang profesi apapun yang dapat dipandang sbelah mata dan bahwasanya semua bidang profesi apapun penting ketika dilakukan dengan tingkat keseriusan dan konsistensi yang tinggi. Sekolah Tinggi Seni Tari Yogyakarta ini merupakan sebuah fasilitas pendidikan     \n \n \n\nformal yang merupakan salah satu program pemerintah dalam rangka pencapaian menjalankan progtam peningkatan apresisasi dan pelestarian kesenian dan kebudayan     \n \n \n\nbangsa yang dalam kasus ini dikhuskan pada kesenian dan kebudayaan Yogayakarta. Sebuah sekolah tinggi seni tari pada umumnya kurang banyak peminat. Hal ini disebabkan kurangnya perhatian dari pemilik maupun pengelola sehingga tidak memiliki tingkat akreditas yang layak untuk pilihan unggulan bagi para calon mahasiswa. Perhatian yang kurang menyebabkan keadaan fasilitas sebuah sekolah tinggi seni tari yang ada di sekitar kita sangat memprihatikan dan sangat tidak layak sebagai sebuah fasilitas pendidikan yang seharusnya meluluskan cikal bakal penerus kebudayaan bangsa yang profesional.", "Daftar File": {"2010 TA PP SALITA NATASSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97401", "2010 TA PP SALITA NATASSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97402", "2010 TA PP SALITA NATASSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97403", "2010 TA PP SALITA NATASSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97404", "2010 TA PP SALITA NATASSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97405", "2010 TA PP SALITA NATASSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97406", "2010 TA PP SALITA NATASSA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97407", "2010 TA PP SALITA NATASSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97408"}, "Penulis": "SALITA NATASSA (NIM : 17306029)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Bagus Handoko, S.Sn, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sekolah Tinggi Seni Tari, interior, Perancangan Interior Ruang Fasilitas Pendidikan Kejuruan Tari", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}