{"Nomor": 19415, "Judul": "PRA-RANCANGAN BANGUNAN UTAMA BENDUNG MARO DAN SALURAN INDUK PEMBAWA, DAERAH IRIGASI MARO, KABUPATEN MERAUKE, PROVINSI PAPUA", "Abstrak": "Daerah Kawasan Pengembangan di Mimi Baru, Erom, Tanah Miring dan Semangga yang berada dalam wilayah S.Maro pada musim kemarau yang terjadi lebih dari 6 bulan selalu kekurangan air. Dalam rangka meningkatkan pelayanan bidang pengairan untuk memenuhi kebutuhan air bagi rumah tangga maupun untuk pengembangan pertanian pada daerah tersebut diperlukan sarana dan prasarana irigasi. Untuk maksud tersebut dilakukan kegiatan Studi Rekonesan yang dilanjutkan dengan Preliminary Design yang sehubungan dengan rencana pembangunan Bendung di S.Maro.  \n \n\nPengumpulan data meliputi proses pengumpulan data yang terkait dengan data penelitian yaitu data hidrologi, hidroklimatologi, topografi, serta geoteknik (meknika tanah). Data dikumpulkan dari instansi yang terkait (dalam hal ini adalah kantor konsultan yang meneliti) dengan jumlah data minimal 10 tahun terakhir.  \n \n\nDari data-data yang telah dikumpulkan diperoleh besaran-besaran perencanaan Hidrologi, seperti curah hujan efektif untuk padi dan palawija, curah hujan rencana, debit andalan sungai yang akan dimanfaatkan airnya, kebutuhan air irigasi, debit drainase dan debit banjir rencana.  \n \n\nSetelah didapat data Ã‚Â– data hidrologi tersebut kemudian dilakukan perencanaan bangunan utama bendung mencakup tubuh bendung, mercu, bangunan pembilas, kolam olak, sandtrap dan tanggul penutup.  \n \n\nKendala yang cukup signifikan yang dihadapi di site rencana bendung adalah kebutuhan tanggul penutup yang cukup tinggi sedangkan kondisi kemiringan sungai yang landai sehingga diupayakan pengempangan sekecil mungkin agar muka air pada kondisi banjir tidak berbeda jauh dibandingkan kondisi normal. Untuk memperoleh kondisi tersebut maka jenis bendung Maro adalah bendung tetap dikombinasikan dengan mercu bendung gerak berupa bendung karet.  \n \n\nPada akhirnya untuk membawa air dari lokasi bendung sampai ke daerah layanan irigasi digunakan jaringan irigasi teknis dengan sistem irigasi gravitasi genangan saluran dengan hasilan berupa desain saluran induk pembawa", "Daftar File": {"2011 TA PP SAMUEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97430", "2011 TA PP SAMUEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97431", "2011 TA PP SAMUEL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97432", "2011 TA PP SAMUEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97433", "2011 TA PP SAMUEL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97434", "2011 TA PP SAMUEL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97435", "2011 TA PP SAMUEL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97436", "2011 TA PP SAMUEL 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/97437", "2011 TA PP SAMUEL 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/97438", "2011 TA PP SAMUEL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97439"}, "Penulis": "SAMUEL (NIM : 15006054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Mulyana Wangsadipoera, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jaringan Irigasi, Bendung, Mercu, Saluran Induk Pembawa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}