{"Nomor": 19410, "Judul": "ANALISIS PASCA DELINEASI STRUKTUR BAYAN CEKUNGAN TARAKAN KALIMANTAN TIMUR", "Abstrak": "Eksplorasi hidrokarbon Cekungan Tarakan Kalimantan Timur dilakukan untuk menemukan cadangan minyak dan gas bumi secara ekonomis. Kompleksitas individu tubuh reservoar sistem delta mengakibatkan tingkat ambiguitas interpretasi dan analisis sangat tinggi. Optimisme hasil terbaik yang digunakan untuk memahami reservoar secara esensi merupakan kombinasi geofisika, geologi, perhitungan dan pengetahuan petrofisika serta studi reservoar. Akan tetapi, keterpaduan informasi dari disiplin studi yang berbeda secara praktis tidak mudah untuk dicapai, namun demikian dengan ketersediaan data geologi geofisika dan reservoar (GGR) didukung perangkat lunak mutakhir serta pengetahuan yang baik dan konsep yang benar tentang geologi reservoar maka pencapaian optimisme prediksi kualitas reservoar dapat dijangkau. Pendekatan ini dipaparkan dan diilustrasikan dengan beberapa contoh pada penelitian ini. \n \n\nDelineasi Struktur Bayan Cekungan Tarakan pada Formasi Meliat Miosen Tengah-Akhir menunjukkan dua fakta utama, yaitu: sumur A1 sebagai proven discovery berisi gas berdasarkan hasil tes reservoar dengan empat zonasi reservoar batupasir dan sumur A-2B serta sumur A3 sebagai sumur kering (dry). Fakta ini menuntun interpretasi dan analisis atas informasi GGR menjadi jawaban scientific atas kekosongan sumur delineasi A-2B dan A3. \n \n\nAnalisis detail reservoar diterapkan untuk menelaah kemenerusan lateral reservoar batupasir Formasi Meliat. Empat zonasi reservoar batupasir Formasi Meliat memiliki ketebalan rata-rata 7-19 ft, sehingga untuk mengidentifikasi kemenerusan lateral reservoar digunakan pendekatan dengan membangkitkan peta atribut RMS amplitudo dari data seismik 3D. Hasil analisis RMS amplitudo menunjukkan bahwa posisi sumur delineasi A-2B dan A3 berada pada tubuh reservoar yang berbeda dengan sumur A1 sehingga terdapat kompartementalisasi stratigrafi. \n \n\nHasil korelasi berbasis stratigrafi sekuen yang dilakukan pada skala reservoar menunjukkan bahwa batupasir Reservoar 1, 2 dan 3 sumur A1 mengalami shale out ke arah sumur A3 sedangkan Reservoar 4 masih berkembang di sumur A3. Untuk Reservoar 3 dan 4 pada sumur A-2B masih berkembang namun porositas dalam kategori sedang, sedangkan Reservoar 1 dan 2 mengalami penyerpihan pada sumur tersebut. \n \n\nHasil analisis model perangkap hidrokarbon menunjukkan bahwa Reservoar 4 memang berkembang pada sumur A3 meskipun pada posisi tersebut reservoarnya berada di atas bidang LIG namun berada pada tubuh reservoar yang berbeda dengan Reservoar 4 sumur A1, begitu pula untuk sumur A-2B dalam hal ini Reservoar 1 dan 2 sama sekali tidak berkembang (shale out), sedangkan Reservoar 3 dan 4 berada pada tubuh reservoar yang berbeda dengan Reservoar 3 dan 4 sumur A1. sehingga secara keseluruhan dapat menjelaskan mengapa sumur A-2B dan A3 berisi air.  \n \n\nHasil analisis porositas dan densitas juga memberikan indikasi bahwa tubuh reservoar ini mengalami proses diagenesa yang dicirikan oleh penurunan nilai porositas dan kenaikan nilai densitas dari sumur A1 menuju sumur A-2B dan dari sumur A1 menuju sumur A3.", "Daftar File": {"2009 TS PP SAIFATUR RUSLI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97388", "2009 TS PP SAIFATUR RUSLI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97389", "2009 TS PP SAIFATUR RUSLI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97390", "2009 TS PP SAIFATUR RUSLI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97391", "2009 TS PP SAIFATUR RUSLI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97392", "2009 TS PP SAIFATUR RUSLI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97393", "2009 TS PP SAIFATUR RUSLI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97394"}, "Penulis": "SAIFATUR RUSLI (NIM 22007007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi dan Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Meliat, RMS amplitudo, Stratigrafi sekuen, Struktur Bayan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}