{"Nomor": 19428, "Judul": "GEREJA BATAK KARO PROTESTAN DI JL. LOMBOK, BANDUNG", "Abstrak": "Proyek tugas akhir ini merupakan perancangan ulang Gereja Batak Karo Protestan di Jl. Lombok, Bandung, dengan tujuan umum pemenuhan kebutuhan jemaat gereja. Tujuan khususnya adalah menghasilkan rancangan kawasan gereja yang didasari oleh arsitektur Batak Karo, sehingga gereja memiliki identitas sebuah gereja suku yang membedakannya dari gereja kristen pada umumnya. Kegiatan yang akan diwadahi dalam kawasan terbagi dua, yaitu peribadatan dan pendidikan. Kegiatan peribadatan akan diwadahi dalam bangunan gereja, sedangkan pendidikan diwadahi dalam bangunan sekolah minggu. Fasilitas-fasilitas tambahan diadakan untuk menunjang 2 kegiatan di atas. Selain itu terdapat rumah pastori yang berfungsi sebagai rumah dinas pendeta yang bertugas di gereja. Konsep utama terdiri dari penerapan arsitektur Batak Karo dan kontekstual lingkungan. Unsur arsitektur Batak Karo dalam rancangan diterapkan dalam konsep pemintakan lahan, tata letak bangunan, bentuk bangunan, dan pengolahan motif-motif  tampak bangunan dan lanskap kawasan. Konteks lingkungan yang merupakan perumahan kolonial Belanda diterapkan pada tampak bangunan. Konsep tata letak memusat diambil dari konsep perkampungan Batak Karo, dengan gereja sebagai pusat. Denah gereja berbentuk bujur sangkar karena dalam arsitektur Batak Karo denah ini merujuk pada bangunan sakral. Bentuk atap merupakan modifikasi dari bentuk atap Batak Karo yaitu limasan dengan penambahan atap pelana di keempat sisinya.Bangunan-bangunan di sekitar gereja dirancang agar mendukung keberadaan gereja sebagai  bangunan pusat, sehingga bentuk yang digunakan persegi panjang dengan atap perisai. Tata letak bangunan disusun dengan menggunakan modul grid 2 m x 2 m, yang juga digunakan pada struktur rangka bangunan dengan modul kolom 6 m x 6 m. Tiap bangunan dihubungkan oleh selasar yang membentuk inner court untuk aktifitas sosial jemaat Batak Karo.Hasil perancangan berupa gambar-gambar arsitektural dilengkapi dengan maket dan sketsa suasana menggunakan rekayasa modelling 3D.", "Daftar File": {"2009 TA PP SARAH INDAH SARTIKA S 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97529", "2009 TA PP SARAH INDAH SARTIKA S 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97530", "2009 TA PP SARAH INDAH SARTIKA S 1- BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/97531", "2009 TA PP SARAH INDAH SARTIKA S 1- BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/97532", "2009 TA PP SARAH INDAH SARTIKA S 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97533", "2009 TA PP SARAH INDAH SARTIKA S 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97534", "2009 TA PP SARAH INDAH SARTIKA S 1- BAB  5.pdf": "https://digilib.itb.ac.id/gdl/download/97535", "2009 TA PP SARAH INDAH SARTIKA S 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97536"}, "Penulis": "SARAH INDAH SARTIKA S. (NIM:152 04 070)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sri Rahaju B.U.K,MSA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arsitektur Batak Karo, bangunan kolonial, memusat.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}