{"Nomor": 19421, "Judul": "STRATEGI WARALABA HUG MOTOR", "Abstrak": "Hug Motor adalah sebuah usaha yang bergerak di bidang layanan otomotif yang terletak di Jalan Surapati, Bandung. Layanan yang tersedia adalah cuci mobil, salon mobil,  bengkel mekanik, dan ganti oli. Persaingan di industri layanan kendaraan bermotor sangat ketat dikarenakan mudahnya pesaing untuk masuk dan keluar bisnisnya. Namun dengan kesuksesan bisnisnya, Hug Motor merasakan perlunya untuk mengimplementasikan strategi pertumbuhan pesat namun juga menghemat penggunaan modal yang diperlukan untuk  mencapai pertubuhan tersebut. Waralaba telah terbukti bisa menjadi metode yang sangat baik dalam penghematan biaya modal untuk pembukaan gerai-gerai baru. Waralaba melibatkan 5 sistim penting yang akan ditransfer kepada penerima waralaba, yaitu sistim-sistim pemasaran, pelatihan sumber daya manusia, standar prosedur operasi, teknologi, dan rantai pasok. Sukses tidaknya bisnis ini akan sangat bergantung pada bagaimana setiap gerai menyampaikan layanannya kepada pelanggan melalui sistim-sistim yang telah ditransfer oleh pemberi waralaba. Strategi yang tepat perlu untuk direncanakan sejak awal untuk menghindari kesalahan ketika Hug Motor mentransfer sistimnya kepada para penerima waralaba. Proyek akhir ini mencoba untuk merancang strategi bisnis yang tepat sebelum Hug Motor mewaralabakan usahanya. Alternatif solusi bisnis yang dipakai menggunakan Matriks SWOT untuk mengetahui faktor-faktor internal dan eksternal dari lingkungan bisnis. Matriks SWOT tersebut dikembangkan lagi menjadi Matriks TOWS untuk memecahkan strategi bisnis yang diperlukan untuk menjangkau faktor-faktor internal dan ekstenal. Setelah barulah memasuki tahap implementasi.  Tahap pertama adalah pembangunan proyek percontohan. Proyek percontohan ini akan menjadi salah satu kurva pembelajaran yang paling penting bagi Hug Motor untuk memastikan bahwa semua faktor-faktor internal dan eksternal telah tercakupi dalam situasi bisnis nyata. Tahap kedua akan dimulai saat Hug Motor telah siap untuk mengkomersialisasi model bisnisnya kepada calon penerima waralaba. Dengan suksesnya proyek percontohan maka Hug Motor telah memiliki salah satu kriteria terpenting dalam mewaralabakan usahanya, yaitu model bisnis yang telah terbukti keberhasilannya. Tantangan besar yang akan dihadapi adalah seberapa agresif Hug Motor dalam menghadapi para calon penerima waralaba. Lebih jauh lagi, sangatlah penting bagi Hug Motor untuk selalu melakukan penelitian lanjutan dan mendokumentasikan metoda metoda baru yang muncul di kemudian hari seperti metode pelatihan, operasional, dan pemasaran, sehingga Hug Motor bisa melaju terus di industri yang tingkat persaingannya tinggi.", "Daftar File": {"2009 TS PP SANDY PRANANTA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97475", "2009 TS PP SANDY PRANANTA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97476", "2009 TS PP SANDY PRANANTA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97477", "2009 TS PP SANDY PRANANTA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97478", "2009 TS PP SANDY PRANANTA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97479", "2009 TS PP SANDY PRANANTA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97480"}, "Penulis": "SANDY PRANANTA (NIM : 29106425)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Alibasjah I. Soedjarno, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "waralaba, strategi bisnis, pengembangan usaha", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}