{"Nomor": 19425, "Judul": "MULTI-CAMPUS STRATEGY FOR BANDUNG INSTITUTE OF TECHNOLOGY (ITB) BASED ON MARKET ANALYSIS IN SUMATERA", "Abstrak": "Institut Teknologi Bandung merupakan salah satu instituti pendidikan tinggi yang mempunyai reputasi baik di Indonesia. Berdiri sejak tahun 1920, kini ITB menjadi perguruan tinggi terbaik yang berfokus pada sains dan teknologi di Indonesia. Sejak dahulu sudah banyak siswa-siswi SMA dari segala daerah di Indonesia yang sangat berminat untuk berkuliah di ITB. Salah satu dari daerah tersebut adalah Sumatera, yang secara tradisional mendapatkan porsi yang cukup besar dalam komposisi mahasiswa ITB dari tahun ke tahun.     \n \n \n \n\nSudah sejak lama ITB, yang berlokasi di Bandung, mengukir prestasi baik secara nasional maupun internasional, dan dengan melihat potensi pasar tersebut tentunya ada peluang untuk membuka cabang di Sumatera atau dalam hal ini disebut sebagai strategi multi-kampus. Diperlukan suatu analisis agar mengetahui situasi bisnis perguruan tinggi yang telah ada dan melihat bagimanakah peluang untuk mengimplementasikan strategi multi-kampus di Sumatera.     \n \n \n \n\nUntuk faktor internal, dilakukan metode analisis SWOT. Sedangkan untuk faktor eksternal dan untuk menganalisis kompetitor yang ada di Sumatera digunakan metode analisis industri porter. Kemudian dilanjutkan dengan analisis konsumen untuk mengetahui keinginan dan kebutuhan serta hal lainnya dalam memilih perguruan tinggi.     \n \n \n \n\nHasil dari survei yang dilakukan dengan melibatkan para siswa SMA, orang tua siswa, dan guru menunjukkan tingginya minat para siswa untuk melanjutkan pendidikan ke perguruan tinggi terutama minat untuk diterima di ITB. Jurusan Teknik/teknologi, Informatika/ilmu komputer, dan Ilmu Pengetahuan Alam (IPA) adalah program studi yg paling diminati oleh para siswa SMA di Sumatera dan punya peluang besar untuk ditawarkan. Selain itu juga dapat ditentukan suatu formulasi strategi STP (Segmenting, Targetting, and Positioning) dan marketing mix ITB yang tepat di Sumatera. Promosi, dalam hal ini marketing communication, menjadi elemen terpenting karena implementasi strategi multi-kampus relatif baru di industri pendidikan tinggi.", "Daftar File": {"2011 TS PP SANTO RIZAL SAMUELSON 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97508", "2011 TS PP SANTO RIZAL SAMUELSON 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97509", "2011 TS PP SANTO RIZAL SAMUELSON 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97510", "2011 TS PP SANTO RIZAL SAMUELSON 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97511", "2011 TS PP SANTO RIZAL SAMUELSON 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97512", "2011 TS PP SANTO RIZAL SAMUELSON 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97513"}, "Penulis": "SANTO RIZAL SAMUELSON (NIM : 29109387)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mustika Sufiati Purwanegara, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ITB, Multi-campus, Sumatera, High School, STP, SWOT, Porter Five Forces, Promotion, Marketing Communication, and Market Potential Analysis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}