{"Nomor": 19433, "Judul": "IDENTIFIKASI KARAKTERISTIK REKREASI PEKERJA INDUSTRI KONTRAK DI WILAYAH PERI-URBAN KABUPATEN BEKASI", "Abstrak": "Rekreasi merupakan kebutuhan fisiologis seluruh manusia yang pemenuhannya menjadi penting selain kebutuhan keamanan, sosial, penghargaan, dan aktualisasi diri. Dengan demikian rekreasi harus dapat dinikmati oleh seluruh lapisan masyarakat baik masyarakat perkotaan , masyarakat perdesaan, maupun masyarakat transisi. Saat ini semakin banyak masyarakat transisi seiring berkembangnya kawasan peri-urban, dimana batas antara desa dan kota masih bias, sehingga menciptakan suatu karakteristik masyarakat yang berbeda. Perkembangan kawasan peri-urban juga sejalan dengan adanya perkembangan kegiatan ekonomi, salah satunya adalah kegiatan industri yang menerapkan hubungan kerja kontrak. Karakteristik pekerja industri kontrak di wilayah peri-urban tersebut akan mempengaruhi faktor kemampuan dalam melakukan rekreasi.   \n \n \n\nSejauh ini, diduga bahwa karakteristik rekreasi masyarakat transisi yang bekerja sebagai pekerja industri kontrak akan berbeda dengan karakteristik rekreasi masyarakat pada umumnya. Oleh karena itu, rumusan masalah dalam studi ini adalah bagaimana karakteristik rekreasi pekerja industri kontrak di wilayah peri-urban. Tujuan studi ini adalah untuk mengidentifikasi karakteristik rekreasi pekerja industri kontrak di wilayah peri-urban sebagai dasar dalam perencanaan rekreasi khususnya di wilayah peri-urban.Untuk menentukan karakteristik rekreasi tersebut, maka dilakukan analisis terhadap karakteristik pelaku rekreasi serta karakteristik kegiatan rekreasinya. Dalam menggambarkan karakteristik tersebut digunakan metode statistik deskriptif berdasarkan data hasil kuesioner yang disebarkan ketika melakukan survei primer. Sedangkan teknik analisis yang digunakan adalah analisis proporsi perbandingan dan analisis korelasi berbasis chi-square.   \n \n \n\nBerdasarkan hasil studi yang telah dilakukan, pelaku rekreasi adalah pekerja industri kontrak yang didominasi oleh operator dengan penghasilan menengah ke bawah. Berdasakan analisis yang telah dilakukan, maka karakteristik rekreasi bagi mereka yaitu rekreasi yang mementingkan interaksi sosial sebagai pengalaman yang didapatkannya atau disebut rekreasi sosial. Karakteristik rekreasi tersebut diperkuat dengan manfaat yang ingin didapatkan setelah melakukan rekreasi, yaitu santai secara fisik dan pikiran serta mendapat kesempatan bersilaturahmi dengan keluarga maupun teman. Pemilihan rekreasi sosial bagi pekerja industri kontrak dapat diakibatkan oleh ketersediaan waktu luang yang dimiliki terutama untuk berinteraksi dengan keluarga yang tidak dapat dilakukan pada hari-hari biasanya, tidak dibutuhkan objek rekreasi maupun sarana prasarana khusus untuk melakukan jenis rekreasi tersebut, serta tidak dibutuhkan biaya yang terlalu besar untuk melakukan rekreasi tersebut.   \n \n \n\nDalam studi ini, karakteristik rekreasi yang digambarkan oleh pekerja industri kontrak akan berimplikasi terhadap penyediaan sarana rekreasi di Kabupaten Bekasi. Rekreasi sosial yang banyak dilakukan oleh pekerja industri menjelaskan bahwa sebenarnya pekerja industri kontrak membutuhkan suatu fasilitas rekreasi yang dapat menyalurkan interaksi sosial tanpa mengeluarkan biaya yang cukup besar. Fasilitas rekreasi yang dapat memenuhi kebutuhan rekreasi tersebut seperti taman dan mall karena taman secara fungsi sosial dapat memberikan kesempatan untuk berjalan-jalan, bersantai, dan berelaksasi dengan santai, sedangkan mall saat ini secara fungsi bukan lagi sebagai tempat untuk berbelanja saja tetapi juga sebagai sarana untuk melakukan aktivitas santai seperti mengobrol, melihat-lihat, dan duduk santai.", "Daftar File": {"2011 TA PP SARAH UZMA MARASHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97564", "2011 TA PP SARAH UZMA MARASHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97565", "2011 TA PP SARAH UZMA MARASHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97566", "2011 TA PP SARAH UZMA MARASHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97567", "2011 TA PP SARAH UZMA MARASHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97568", "2011 TA PP SARAH UZMA MARASHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97569", "2011 TA PP SARAH UZMA MARASHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97570"}, "Penulis": "SARAH UZMA MARASHI (NIM : 15407048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs., Arief Rosyidie, MSP., M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Peri-urban,  Rekreasi, aktualisasi diri, pekerja industri kontrak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}