{"Nomor": 19438, "Judul": "PENENTUAN MODEL SISTEM PENYEDIAAN AIR MINUM PERDESAAN YANG BERKELANJUTAN DI KABUPATEN SUBANG DENGAN MENGGUNAKAN ANALYTIC NETWORK PROCESS", "Abstrak": "masyarakatnya masih kesulitan mengakses air bersih. Persoalan tersebut mendorong masyarakat untuk membuat sistem penyediaan air besih komunal. Umumnya kemampuan masyarakat perdesaan sangat terbatas sehingga memerlukan dukungan finansial maupun non-finansial. Oleh karena itu, sebagian besar Sistem Penyediaan Air Minum (SPAM) Perdesaan tidak dihasilkan hanya oleh masyarakat, melainkan bekerjasama dengan pemerintah atau pihak swasta. beberapa diantara SPAM yang telah dikembangkan tidak berkelanjutan. Padahal penyediaan air minum perdesaan sangat penting untuk berkelanjutan agar   \n \n \n\nmasyarakat desa dapat terus memenuhi kebutuhannya terhadap air dan juga investasi yang relatif tinggi nilainya pada infrastruktur air minum dapat terus   \n \n \n\nbermanfaat. Tujuan studi ini adalah untuk menentukan model sistem penyediaan air minum perdesaan yang berkelanjutan. Tujuan ini akan dicapai menggunakan   \n \n \n\npendekatan Analytic Network Process (ANP) yang merupakan pengembangan dari Analytic Hierarchy Process (AHP) oleh Saaty. ANP adalah metodologi pengambilan keputusan untuk memecahkan persoalan yang melibatkan banyak kriteria dimana terdapat umpanbalik dan keterkaitan antara kriteria dan alternatif. Tahapan pada analisis ini meliputi penelusuran literatur, penentuan kriteria, pembuatan model jaringan, dan pembobotan faktor. Pembobotan diambil dari pengolahan kuisioner perbandingan berpasangan yang diisi oleh responden   \n \n \n\nahli. Keberlanjutan SPAM Perdesaan dalam peneliatian ini dikaji dari aspek kemasyarakatan, teknis, lingkungan, kelembagaan, dan keuangan. Dua faktor kriteria yang paling berpengaruh adalah faktor kemasyarakatan dan faktor lingkungan. Berdasarkan urutan prioritas global terhadap faktor subkriteria dihasilkan lima faktor subkriteria pada prioritas teratas yaitu partisipasi-danperilaku masyarakat, peran pemerintah-swasta, pengembangan kapasitas, tingkat pelayanan, dan kemapuan-dan-kemauan membayar. Hal ini menunjukkan bahwa   \n \n \n\npartisipasi dan perilaku masyarakat merupakan faktor utama yang menentukan keberlanjutan SPAM Perdesaan. Hasil akhir analisis yang merupakan sintesis keseluruhan model jaringan menunjukkan bahwa SPAM Desa Ponggang   \n \n \n\nmerupakan model SPAM Perdesaan yang dinilai paling berkelanjutan dibandingkan SPAM Desa Legonwetan dan SPAM Desa Batusaryang dijadikan objek studi karena memenuhi parameter dengan lebih baik pada hampir semua faktor yang berprioritas tinggi.", "Daftar File": {"2010 TA PP SASKYA SASTAVYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97599", "2010 TA PP SASKYA SASTAVYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97600", "2010 TA PP SASKYA SASTAVYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97601", "2010 TA PP SASKYA SASTAVYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97602", "2010 TA PP SASKYA SASTAVYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97603", "2010 TA PP SASKYA SASTAVYANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97604", "2010 TA PP SASKYA SASTAVYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97605"}, "Penulis": "SASKYA SASTAVYANA (NIM : 15406077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Maryati, ST., MIP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keberlanjutan, Penyediaan Air Komunal, SPAM Perdesaan, Prioritas Faktor Keberlanjutan, Analytic Network Process", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}