{"Nomor": 19435, "Judul": "STUDI HOUNSFIELD UNIT DAN KOEFISIEN ATENUASI DARI STRUKTUR HEWAN JANGKRIK BERDASARKAN PEMINDAIAN DAN REKONSTRUKSI CITRA HASIL MICRO CT SKYSCAN1173", "Abstrak": "Micro CT Skyscan1173 merupakan sebuah alat pencitraan tipe energi tinggi dimana menggunakan sumber radiasi sinar X dan detektor panel datar. Micro CT Skyscan1173 digunakan untuk penelitian dalam berbagai bidang termasuk small animal imaging. Pada penelitian ini akan diselidiki small animal imaging yang memiliki daerah kontras densitas hampir sama. Penelitian ini menggunakan hewan jangkrik sebagai objek penelitian. Jangkrik disusun bersama dengan objek lainnya seperti styrofoam dan pelat alumunium sehingga membentuk sebuah konfigurasi objek. Parameter pada alat diatur sebelum proses akuisisi, yaitu tegangan 24 kV, arus 120 μA, ekposur 650 ms, dan resolusi kamera 2240x2240 piksel. Software NRecon digunakan untuk merekonstruksi proyeksi citra hasil akuisisi. Informasi fisis berupa Hounsfield Unit dan koefisien atenuasi diperoleh dengan menentukan ROI (Region of Interest). Terdapat lima ROI yang dipilih untuk diketahui informasi fisisnya yaitu, sepasang cercus, sepasang femur, dua pasang palp (maxilary dan labial), sepasang pangkal antena, dan area toraks. Berdasarkan analisis, diketahui bahwa bagian femur pada jangkrik merupakan bagian paling homogen diantara keempat bagian lainnya. Standar deviasi terbesar berada pada pangkal antenna kanan, sedangkan standar deviasi terkecil berada pada palp labial kiri.", "Daftar File": {"2013 TA PP SARI MARLIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97578", "2013 TA PP SARI MARLIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97579", "2013 TA PP SARI MARLIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97580", "2013 TA PP SARI MARLIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97581", "2013 TA PP SARI MARLIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97582", "2013 TA PP SARI MARLIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97583", "2013 TA PP SARI MARLIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97584"}, "Penulis": "SARI MARLIA (NIM : 10207011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Freddy Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Micro CT Skyscan1173, sinar X, detektor panel datar, Hounsfield unit, koefisien atenuasi, skala keabuan, jangkrik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}