{"Nomor": 19449, "Judul": "MODEL KOMPARTEMEN UNTUK METABOLISME KONTAMINAN TIMBAL PADA TUBUH MANUSIA DENGAN METODE BEDA HINGGA", "Abstrak": "Timbal merupakan salah satu logam berat yang memiliki peluang besar untuk mengkontaminasi tubuh manusia. Berdasarkan proses metabolismenya, timbal masuk ke dalam tubuh manusia dengan 2 cara, yaitu inhalasi (saluran pernafasan), dan injesi ( saluran pencernaan ), dan kemudian akan terakumulasi di beberapa bagian tubuh. Model kompartemen digunakan untuk menggambarkan proses ini dengan tujuan untuk mendapatkan laju konsentrasi timbal pada beberapa bagian tersebut. Proses metabolisme sebenarnya dalam tubuh dipandang cukup rumit, maka dalam tugas akhir ini digunakan model yang lebih sederhana terlebih dahulu yaitu model 2-kompartemen. Pada model 2-kompartemen ini memiliki interkasi reversible antara kompartemen darah dan kompartemen bagian lain dalam tubuh selain darah. Model 3-kompartemen menggunakan kompartemen darah sebagai kompartemen sentral, sedangkan tulang dan jaringan dianggap sebagai 2 kompartemen lainnya. Terakhir, model dapat di kembangkan menjadi model 4-kompartemen, dengan 4 buah kompartemen, yaitu darah, jaringan lunak, tulang trabecular, dan tulang cortical. Metode beda hingga (MBH) digunakan untuk memperoleh laju konsentrasi timbal pada setiap kompartemen. Pada model 2-kompartemen, perbandingan dilakukan antara hasil dari perhitungan MBH (time step 3x10-4 hari) dengan hasil perhitungan analitik. Perbedaah yang dihasilkan dari kedua metode tersebut adalah 1,24x10-5 %. . Pada model 3-kompartemen, perbandingan dilakukan antara hasil MBH dengan hasil dari studi Rabinowitz (1967). Laju konsentrasi untuk kompartemen darah berdasarkan MBH sedikit lebih besar jika dibandingkan dengan referensi, tetapi secara unum bentuknya sudah sama.Terakhir, model 4-kompartemen, hasil metode beda hingga dibandingkan dengan hasil perhitungan analitik dari referensi yaitu studi yang dilakukan oleh Coetzee. Grafik hasil MBH sudah dapat menyerupai grafik referensi dengan cukup baik, dengan error 2,75x10-3 %", "Daftar File": {"2013 TA PP SESYA SRI PURWANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97678", "2013 TA PP SESYA SRI PURWANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97679", "2013 TA PP SESYA SRI PURWANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97680", "2013 TA PP SESYA SRI PURWANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97681", "2013 TA PP SESYA SRI PURWANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97682", "2013 TA PP SESYA SRI PURWANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97683", "2013 TA PP SESYA SRI PURWANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97684"}, "Penulis": "SESYA SRI PURWANTI (NIM : 10209019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Freddy Haryanto", "Dr. Siti Nurul Khotimah, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kompartemen, Laju konsentrasi, Metode beda hingga, Timbal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}