{"Nomor": 19441, "Judul": "GEOLOGI DAN ALTERASI DAERAH GUNUNG DAHU DAN SEKITARNYA, KECAMATAN NANGGUNG, KABUPATEN BOGOR, JAWA BARAT, INDONESIA", "Abstrak": "Daerah penelitian terletak di Desa Bantarkaret, Kecamatan Nanggung, Kabupaten Bogor, Jawa Barat, meliputi wilayah seluas Ã‚Â±13,5 km2 (4,5 x 3 km), pada koordinat 6o 37Ã‚Â’ 11Ã‚Â” Ã‚Â– 6o 38Ã‚Â’ 48 LS dan 106o 32Ã‚Â’ 31Ã‚Â”- 106o 34Ã‚Â’ 42Ã‚Â” BT. Wilayah Gunung Dahu dan sekitarnya merupakan kawasan pertambangan PT Aneka Tambang Tbk yang masih terus dieksplorasi hingga saat ini.       \n \n \n \n \n \n \n\nSecara fisiografi, daerah penelitian berada di Zona Bogor dengan morfologi yang terdiri dari perbukitan vulkanik di bagian timur dan punggungan di bagian barat. Sungai berpola radial mendominasi di bagian tengah dan beberapa sungai rektangular ditemukan di timur daerah penelitian. Bentuk lembah Sungai Cikaniki yang berbentuk Ã‚Â“UÃ‚Â” menandakan tahapan geomorfik dari daerah Gunung Dahu dan sekitarnya berada pada tahapan dewasa.       \n \n \n \n \n \n \n\nKegiatan magmatik pada Miosen Awal mengendapkan Satuan Breksi Laharik dengan mekanisme aliran, kemudian diendapkan secara selaras di atasnya Satuan Lava Andesit Dahu dengan mekanisme yang sama, dan diikuti oleh pengendapan Satuan Tuf Lapili secara selaras di atasnya. Pada Kala Plio-Plistosen terjadi pengangkatan dan sesar mendatar pada daerah penelitian dengan arah pergerakan menganan yang diikuti oleh sesar mengiri. Pada kala yang sama, interaksi fluida hidrotermal dengan batuan samping mengakibatkan terbentuknya zona-zona alterasi di daerah penelitian. Kegiatan magmatik kembali meningkat dan mengendapkan Satuan Lava Andesit Ciparigi secara tidak selaras di bagian barat daerah penelitian. Erosi yang terus berlanjut memberikan bentang alam seperti saat sekarang dan hasil erosinya mengendapkan endapan aluvial di sepanjang Sungai Cikaniki.", "Daftar File": {"2013 TA PP SEKAR DESPRITANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97626", "2013 TA PP SEKAR DESPRITANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97627", "2013 TA PP SEKAR DESPRITANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97628", "2013 TA PP SEKAR DESPRITANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97629", "2013 TA PP SEKAR DESPRITANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97630", "2013 TA PP SEKAR DESPRITANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97631", "2013 TA PP SEKAR DESPRITANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97632", "2013 TA PP SEKAR DESPRITANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97633"}, "Penulis": "SEKAR DESPRITANTI (NIM: 12009028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dahu, Desa Bantarkaret, Kecamatan Nanggung, Jawa Barat, alterasi, Sungai Cikaniki, Ciparigi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}