{"Nomor": 19456, "Judul": "GEOLOGI DAERAH GUNUNGJATI DAN SEKITARNYA, KECAMATAN PAGEDONGAN, KABUPATEN BANJARNEGARA, PROVINSI JAWA TENGAH", "Abstrak": "Pemetaan geologi secara detil dengan objek penelitian berupa melange ini dilakukan pada Kecamatan Pagedongan, Kabupaten Banjarnegara, Jawa Tengah pada koordinat UTM zona 49S 9177000-9172000 mU dan 350000-357000 mT. Data primer untuk penelitian  berupa pengamatan lapangan lalu didukung dengan analisis laboratorium seperti petrografi, mikropaleontologi, dan struktur geologi. Morfologi daerah penelitian dicirikan dengan perbukitan yang memanjang NE-SW pada bagian timur daerah penelitian, dengan gawir-gawir terjal,bukit-bukit terisolir, dan lebah-lembah sungai berbentuk Ã‚Â“VÃ‚Â” yang mencirikan heterogenitas litologi melange, serta morfologi punggungan yang berarah NE-SW di bagian barat laut daerah penelitian yang          \n \n \n \n \n \n \n \n\nmencirikan sturktur perlipatan yang berkembang. Pembentukan daerah penelitian dimulai dengan pembentukan Satuan Kompleks          \n \n \n \n \n \n \n \n\nMelange dengan ciri khas struktur boudine dan hadirnya blok-blok batuan metamorf hasil metamorfisme melalui proses subduksi dari Lempeng Indo-Australia pada Kapur Akhir-Paleosen. Batuan kerak samudera yang terdiri dari kelompok batuan ofiolit dan sedimen laut dalam terseret ke dalam palung, tercampur secara tektonik, serta sebagian mengalami          \n \n \n \n \n \n \n \n\nmetamorfisme menjadi batuan metamorf. Hadirnya Mikro-Kontinen Jawa Timur pada Paleosen-Eosen yang bergerak menuju zona subduksi menyebabkan berhentinya aktivitas magmatik berumur Eosen dan membuat kompleks subduksi terangkat. Pada masa ini juga terjadi peningkatan sudut penunjaman dari subduksi dan uplift pada daerah tenggara Dataran Sunda diikuti dengan erosi dan longsor yang terjadi secara lokal sepanjang zona sesar NESW menghasilkan endapan baru diatasnya berupa Satuan Lempung Breksi yang tidak selaras di atas Satuan Kompleks Melange. Proses yang terjadi berupa erosi dan longsor akibat gaya          \n \n \n \n \n \n \n \n\nberat pada lereng yang tidak stabil. Aktivitas vulkanisme pada umur Oligo-Miosen membentuk Satuan Breksi Vulkanik pada lingkungan laut dalam. Fase kompresi berulang kali pada Pliosen hingga Pleistosen mengaktifkan kembali sistem struktur sebelumnya. Proses perlipatan yang sangat intensif dengan sumbu lipatan dengan arah NE-SW pada daerah penelitian mengikuti pola struktur batuan dasarnya. Kemudian terjadi pengangkatan dan mengakibatkan tersingkapnya batuan ke permukaan, erosi, transportasi, mengendapkan Satuan Endapan Aluvial, dan membentuk morfologi saat ini.", "Daftar File": {"2014 TA PP SETYAWAN GHANIPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97727", "2014 TA PP SETYAWAN GHANIPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97728", "2014 TA PP SETYAWAN GHANIPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97729", "2014 TA PP SETYAWAN GHANIPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97730", "2014 TA PP SETYAWAN GHANIPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97731", "2014 TA PP SETYAWAN GHANIPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97732", "2014 TA PP SETYAWAN GHANIPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97733"}, "Penulis": "SETYAWAN GHANIPUTRA (NIM : 12009069)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Agus H. Harsolumakso          \n \n \n \n \n \n \n \n \n \n\nPembimbing II : Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Melange, Boudine, Subduksi, Metamorf, Banjarnegara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}