{"Nomor": 19450, "Judul": "STRATEGI INOVASI PENGGEMUKAN SAPI POTONG CUPU MANIK MANDIRI", "Abstrak": "Ternak sapi sebenarnya memiliki potensi untuk berkembang. Usaha sapi potong sekarangmasih menggunakan cara yang konvensional / tradisional dan berskala bisnis sampingan. Jika bisnis ini dilakukan secara optimal dengan investasi yang besar dan modern manajemen, bahkan dalam skala kecil, bisnis ini dapat menghasilkan keuntungan besar, karena sapi tidak hanya menghasilkan daging, tetapi juga susu. Cupu Manik Mandiri merupakan perusahaan yang bergerak di bidang agribisnis, khususnya di bidang ternak. Ruang lingkup bisnisnya pada penggemukan sapi, daging sapi, dan pakan ternak. Seperti diketahui banyak jenis sapi yang bisa dibudidayakan tetapi tidak semua bagus untuk dilakukan penggemukan. Sapi yang diternakkan di Cupu Manik Mandiri seperti limousin, brahman, Simmental, dan sapi PO. Untuk dapat bertahan dalam bisnis ini Cupu Manik Mandiri membuat analisis yang akan membantu dalam mengembangkan bisnis. Analisis dilakukan dengan menggunakan Analisis  PESTEL akronim untuk Politik, Ekonomi, Sosial, Teknologi, Lingkungan, Hukum dan Peraturan, setelah itu digunakan Analisis Rantai Nilai (Value Chain Analysis) terkait kegiatan penciptaan nilai. Data yang digunakan terkait dengan data internal dari Cupu Manik Mandiri dan data pendukung dari literatur dan sumber lain. Dilihat dari analisis, dapat dicatat bahwa masalah ini masih tergantung kepada sumber daya peternak lain seperti sapi yang masih harus membeli dari orang lain dan terbatasnya jumlah sapi yang dapat diternak. Di sisi lain, fakta bahwa jumlah pesaing semakin meningkat, selain dilihat sebagai indikator bahwa pasar berada dalam kondisi yang baik, serta masih belum terpenuhinya kebutuhan daging sapi, menjadi peluang yang harus dimanfaatkan Cupu Manik Mandiri. Oleh karena itu, Cupu Manik Mandiri memiliki tiga pilihan untuk memecahkan masalah ini seperti tingkat perusahaan, tingkat bisnis dan tingkat fungsional. Dari tiga pilihan, penulis memilih tingkat korporasi sebagai yang paling tepat dalam mengatasi masalah yang dihadapi Cupu Manik Mandiri. Strategi di tingkat korporasi ada perluasan lahan yang akan digunakan untuk meningkatkan jumlah sapi dan membangun unit usaha baru. Selain itu, Cupu Manik Mandiri juga membangun rumah potong hewan sebagai nilai tambah dari peternakan. Cupu Manik Mandiri juga membuat inovasi dalam menjual daging mengambil keuntungan dari tingginya harga daging dan benchmarking terhadap RNI tentang pemotongan rantai bisnis, yang bernama Meat Me at Car. Tingkat perusahaan dilakukan secara bertahap mulai dari pembebasan lahan untuk kandang baru yang mengambil waktu 4 bulan, diikuti dengan pembuatan rumah pemotongan hewan yang mengambil 5 bulan dan Meat Me at Car yang memakan waktu 2 bulan. Setelah itu, analisis kelayakan dilakukan pada sapi potong untuk menentukan kelayakan usaha dan untuk menentukan Nilai Net Present, Internal Rate of Return, Net Benefit Cost Ratio dan Payback Period dari usaha sapi potong. Dari hasil analisis kelayakan diperoleh Net Present Value Rp18.159.862.426, IRR 38%, PP 3 tahun, dan Net B / C adalah 11.", "Daftar File": {"2013 TS PP SETIADI NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97685", "2013 TS PP SETIADI NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97686", "2013 TS PP SETIADI NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97687", "2013 TS PP SETIADI NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97688", "2013 TS PP SETIADI NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97689", "2013 TS PP SETIADI NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97690"}, "Penulis": "SETIADI NUGROHO (NIM: 29111345) Pembimbing: Erman A. Sumirat, SE., Ak., M. Buss", "Kontributor / Dosen Pembimbing": ["Pembimbing: Erman A. Sumirat, SE., Ak., M. Buss"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PESTEL Analysis, Value Chain Analysis, Corporate Level, Meat Me at Car, Feasibility Analysis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}