{"Nomor": 19455, "Judul": "ANALISIS PERUBAHAN ANGIN SURYA TERHADAP KEMUNCULAN PULSA MAGNET Pc3 DI LINTANG RENDAH", "Abstrak": "Telah diketahui selama beberapa dekade bahwa aktifitas yang terjadi di matahari mempengaruhi kondisi lingkungan antariksa Bumi melalui aliran angin surya dan emisi partikel. Interaksi antara angin surya dengan medan magnet Bumi membangkitkan berbagai macam sinyal hidromagnetik di antaranya pulsa magnet Pc3. Pulsa magnet Pc3 merupakan osilasi gelombang hidromagnetik pada frekuensi gelombang Ultra Low Frequency (ULF) dengan rentang periode 10 Ã‚Â– 45 detik. Pembangkitan pulsa ini diyakini terjadi pada magnetopause dan menyebar  \n \n\nsampai magnetosfer dan ionosfer sehingga bisa teramati dengan menggunakan magnetometer landas bumi. Untuk melakukan analisis terkait efek perubahan angin surya terhadap pulsa magnet digunakan data magnetometer stasiun Kupang, Manado dan Pare-pare. Butterworth filter dan Fast Fourier Transform digunakan untuk mengekstraksi pulsa magnet Pc3 dari data variasi medan magnet bumi.  \n \n\nHasil yang diperoleh menunjukkan bahwa amplitudo dari pulsa magnet Pc3 cenderung mengalami peningkatan pada siang dan malam serta mengalami penurunan pada fajar dan petang. Peningkatan kecepatan dari angin surya juga  \n \n\ndiiringi dengan peningkatan amplitudo dari pulsa magnet Pc3. Dari analisis terhadap frekuensi pulsa magnet Pc3 terkait dengan kondisi medan magnet antarplanet (IMF) menunjukkan suatu keterkaitan dengan koefisien korelasi sebesar (r=0.7688, KPG; r = 0.6862, MND; r = 0.7088,PRP) sedangkan analisis terhadap polarisasi pulsa magnet Pc3 menunjukkan bahwa propagasi dari sumber eksternal  \n \n\ncenderung mengalami penyebaran kearah barat (westward) pada pagi hari dan kearah timur (eastward) pada sore hari. Hal ini menunjukkan bahwa perubahan angin surya mengontrol perubahan yang terjadi pada pulsa magnet Pc3. Dianalisa pula sifat-sifat pulsa magnet Pc3 selama badai magnet yaitu ketika orientasi komponen Bz medan magnet antar-planet menuju arah selatan. Dari hasil analisis  \n \n\ndiketahui bahwa pada saat badai magnet, pulsa magnet Pc3 pada ketiga stasiun tersebut memperlihat sifat-sifat yang serupa dengan arah polarisasi putar kanan dan sumbu mayor dari ellips berada pada kuadran (1 dan 3). Dari kasus yang dianalisa dapat diinterpretasikan bahwa perubahan arah polarisasi pulsa magnet Pc3 selama rentang waktu Bz negatif tersebut terkait dengan medan  \n \n\nmagnet yang diinduksi oleh gerak proton.", "Daftar File": {"2014 TS PP SETYANTO CAHYO PRANOTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97720", "2014 TS PP SETYANTO CAHYO PRANOTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97721", "2014 TS PP SETYANTO CAHYO PRANOTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97722", "2014 TS PP SETYANTO CAHYO PRANOTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97723", "2014 TS PP SETYANTO CAHYO PRANOTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97724", "2014 TS PP SETYANTO CAHYO PRANOTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97725", "2014 TS PP SETYANTO CAHYO PRANOTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97726"}, "Penulis": "SETYANTO CAHYO PRANOTO (NIM : 20212020)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pulsa magnet Pc3, ULF, angin surya", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}