{"Nomor": 19466, "Judul": "ANALISIS INVESTASI UNTUK PEMBANGUNAN PEMBANGKIT LISTRIK TENAGA UAP OLEH XYZ LTD DI BULUNGAN, KALIMANTAN TIMUR", "Abstrak": "XYZ merupakan perusahaan Singapura dengan bisnis utama di bidang pertanian, perindustrian dan energi di Indonesia. XYZ memiliki tambang nikel di Kendari, Selawesi Tenggara sejak tahun 2008 dan telah melakukan eskpor bijih nikel ke beberapa negara. Berdasarkan peraturan Kementerian Mineral dan Energi Pertambangan terbaru, beberapa jenis mineral mentah dan logam telah mengalami pelarangan ekspor. Peraturan ini mendukung kewajiban perusahaan tambang dan mineral untuk meningkatkan nilai mineral melalui proses pengolahan dan pemurnian mulai tahun 2014. Adanya paksaan hukum, perusahaan tambang harus membangun pabrik pengolahan untuk menambah nilai jual produk, termasuk XYZ. Kurangnya pasokan listrik di sekitar pertambangan, tersedianya batu bara milik anak perusahaan sebagai bahan bakar utama, dan lokasi yang strategis mendorong XYZ untuk membangun sendiri pembangkit listrik bagi pabrik nikelnya di Bulungan.Tidak seperti pembangkit listrik yang persediaan listriknya umumnya akan dibeli oleh PLN, XYZ memprakarsai proyek pembangkit listrik untuk memenuhi kebutuhan listrik pabrik nikel. Perhatian utama XYZ dalam tahap pra-pembangunan adalah mengoptimalkan porsi pembangunan secara efektif dan efisien, serta mengelola risiko sebelum dan waktu pembangunan, serta risiko operasional. Proyek layak secara teknis. Namun, baik pembangkit listrik maupun pabrik nikel merupakan proyek Ã‚Â‘greenfieldÃ‚Â’. Karena proyek untuk keperluan internal, pangsa pasar nickel pig iron di pasar global akan dapat mempengaruhi faktor ketersediaan dan keuntungan pembangkit listrik. Demi mengurangi biaya, proyek akan menghadapi pemilihan bahan bakar generator diesel. Proyek pembangkit listrik membutuhkan biaya investasi yang besar. XYZ berencana akan membiayai proyek dengan modal perusahaan 30% dan pinjaman 70%. XYZ sebagai perusahaan tertutup dan asing di Indonesia akan menghadapi tantangan dalam membiayai proyek. Proyek tergolong berisiko tinggi. Analisis investasi menunjukkan proyek pembangunan pembangkit listrik ini layak secara keuangan. MFO merupakan bahan bakar terbaik untuk generator diesel. Proyek akan kembali modal dalam 8 tahun, dengan tingkat NOV US$ 487 juta, IRR 14.81%, dan PI 2.09. Simulasi Monte Carlo menyatakan bahwa dalam skenario faktor ketersediaan pesimis, moderat, optimis, maka kemungkinan NPV negatif dan IRR lebih rendah dari tingkat diskonto sebesar 7.50%. Berdasarkan analisa sensitivitas, harga listrik, faktor ketersediaan, waktu penyelesaian, dan faktor biaya mempengaruhi IRR proyek. Jadwal pinjaman mempengaruhi NPV proyek. Dengan demikian, XYZ membutuhkan perbaikan model bisnisseperti bank garansi, alternatif kerja sama, penjualan kelebihan kapasitas listrik pada PLN, dan pembiayaan berdasarkan tahapan proyek.", "Daftar File": {"2013 TS PP SHIERLY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97800", "2013 TS PP SHIERLY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97801", "2013 TS PP SHIERLY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97802", "2013 TS PP SHIERLY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97803", "2013 TS PP SHIERLY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97804", "2013 TS PP SHIERLY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97805"}, "Penulis": "SHIERLY (NIM : 29110311) Pembimbing: Erman Sumirat, SE. AK., M.Bus.", "Kontributor / Dosen Pembimbing": ["Pembimbing: Erman Sumirat, SE. AK., M.Bus."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Project Investment Analysis, Power Plant, Capital Budgeting, Sensitivity Analysis, Monte Carlo Simulation", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}