{"Nomor": 19468, "Judul": "ANALISIS BRAND EQUITY RABBANI", "Abstrak": "CV. Rabbani Asysa merupakan produsen kerudung yang telah memproduksi kerudung sejak tahun 1994. Rabbani pada awalnya memposisikan diri sebagai kerudung instant dengan segmen wanita muslimah semua usia dan target pasar mahasiswa yang kemudian bergeser dengan membidik target pasar untuk semua kalangan. Saat ini Rabbani sudah tersebar di hampir seluruh provinsi di Indonesia. Setelah melakukan eksplorasi ditemukan 2 masalah yang dihadapi oleh Rabbani. Pertama, omset penjualan produk Rabbani regional DKI- Jakarta pada tahun 2007 mengalami penurunan sebesar hampir 3% dibandingkan dengan omset penjualan tahun sebelumnya dan penurunan sebesar 0,8% jika kita membandingkan tahun 2008 semester 1 dengan tahun 2009 semester 1. Kedua, Persaingan produk kerudung nasional khususnya DKI Jakarta sekarang ini mengalami persaingan yang sangat pesat. Selain merek-merek yang sudah ada seperti Nun, Fahira, Permata, Syahida tercatat minimal ada 4 merek produk kerudung yang bermunculan dalam kurun waktu 4 tahun terakhir seperti Zoya, Shasmira, Hazna, dan Phasmira. Dari produk-produk baru yang bermunculan itu hampir semua mengambil STP yang hampir sama dengan Rabbani. Setelah mengetahui permasalahan yang dihadapi kemudian dilanjutkan dengan menentukan alternatif solusi bisnis dan rencana implementasi. Pada alternatif solusi bisnis ditemukan bahwa melalui fungsi IMC : advertising, sales promotion, Public Relation, Personal Selling dan Online Marketing tujuan peningkatan awareness dan revenue dapat tercapai. Rencana implementasi yang dibuat meliputi kegiatan IMC untuk periode waktu 1 tahun kedepan. Dan diharapkan kegiatan tersebut dapat terus berlanjut dan selalu dilakukan evaluasi efektifitas yang secara periodik dilakukan. Selain itu juga disarankan perusahaan melakukan brand extention agar target pasar yang dibidik menjadi lebih focus. Merek Rabbani disarankan untuk membidik target pasar menengah keatas, sedangkan merek yang baru disarankan untuk membidik target pasar menengah kebawah.", "Daftar File": {"2011 TS PP SHOFI HANDRIYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97812", "2011 TS PP SHOFI HANDRIYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97813", "2011 TS PP SHOFI HANDRIYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97814", "2011 TS PP SHOFI HANDRIYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97815", "2011 TS PP SHOFI HANDRIYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97816"}, "Penulis": "SHOFI HANDRIYANI (NIM : 291074020)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik : Dr. Ir. Mustika Sufiati Purwanegara, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Integrated Marketing Communication, Awareness,Revenue dan Efektivitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}