{"Nomor": 19460, "Judul": "GEOLOGI DAN PERHITUNGAN CADANGAN HIDROKARBON LAPANGAN JOGLO, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Lapangan Joglo memiliki luas Ã‚Â±85 km2 dan terletak di Cekungan Sumatera Selatan, tepatnya pada bagian utara Antiklinorium Pendopo-Limau yang berorientasi baratlaut-tenggara. Lapisan reservoar pada Lapangan Joglo merupakan bagian dari Formasi Talang Akar. Penelitian difokuskan pada tiga interval reservoar batupasir di       \n \n \n \n\nLapangan Joglo, yaitu Reservoar A, Reservoar B, dan Reservoar C. Bagian dasar interval penelitian dibatasi oleh marker SB 2, sedangkan bagian atasnya dibatasi oleh       \n \n \n \n\nmarker FS 4.1.       \n \n \n \n\nTujuan dari penelitian ini adalah membuat model geologi dan menghitung cadangan hidrokarbon di tempat (OOIP) pada Lapangan Joglo. Data yang digunakan dalam penelitian ini adalah data log pada 230 sumur, hasil interpretasi struktur dari data seismik yang diadopsi, data porositas total hasil analisis laboratorium pada       \n \n \n \n\nempat sumur, dan data keratan bor (cutting) pada satu sumur.       \n \n \n \n\nUntuk mencapai tujuan tersebut, metode yang dilakukan adalah korelasi antar sumur dengan pendekatan stratigrafi sekuen, pemetaan struktur kedalaman, pemetaan ketebalan reservoar (isopach), pemodelan struktur, analisis petrofisik, pemodelan properti reservoar, serta perhitungan cadangan hidrokarbon. Dengan menerapkan metode-metode tersebut, jumlah cadangan hidrokarbon di tempat (OOIP) pada interval penelitian di Lapangan Joglo diestimasi sebesar 346,45 juta STB.", "Daftar File": {"2013 TA PP SETYADI PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97755", "2013 TA PP SETYADI PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97756", "2013 TA PP SETYADI PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97757", "2013 TA PP SETYADI PRATAMA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/97758", "2013 TA PP SETYADI PRATAMA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/97759", "2013 TA PP SETYADI PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97760", "2013 TA PP SETYADI PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97761", "2013 TA PP SETYADI PRATAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97762", "2013 TA PP SETYADI PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97763"}, "Penulis": "SHABRINA PARAMITHA (NIM : 12009048)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Joglo, Cekungan Sumatera Selatan, Formasi Talang Akar, cadangan hidrokarbon di tempat (OOIP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}