{"Nomor": 19461, "Judul": "PERENCANAAN SISTEM PONDASI GRUP PADA PROYEK PEMBANGUNAN ABSORPTION TOWER", "Abstrak": "Fungsi pondasi adalah meneruskan atau mentransfer beban dari struktur diatasnya. Beban struktur atas tersebut harus ditransfer ke lapisan tanah yang cukup keras agar pondasi mampu memikul beban tersebut contohnya pada pondasi tiang. Jika pondasi tiang digunakan untuk mendukung suatu struktur bangunan tinggi maka tiang juga diharapkan dapat menahan beban akibat gaya aksial dan lateral yang berasal dari struktur atas. Tugas akhir ini menguraikan tentang pondasi dalam, yaitu berupa pondasi tiang pancang. Dalam studi ini, dilakukan desain awal kemudian dicari kapasitas daya dukung aksial pondasi tiang pancang tunggal dengan analisis secara teoritis (metoda API dan program A-PILE), analisa dinamik menggunakan program GRL WEAP. Kemudian menentukan kapasitas daya dukung lateral secara teoritis dengan menggunakan program L-PILE. Setelah itu, analisis daya dukung secara grup menggunakan program GROUP dan menentukan settlement yang terjadi pada grup tiang tersebut. Dari hasil analisis kemudian dilakukan perbandingan hasil kapasitas daya dukung yang didapat dari metoda-metoda yang digunakan serta batasan izin yang telah diberikan untuk memilih jenis tiang yang digunakan. Selanjutnya, dilakukan desain pile cap sesuai dengan jenis pondasi yang digunakan.  \n \n\nUntuk kapasitas daya dukung aksial, perbedaan kedalaman yang dihasilkan oleh tiga macam cara pengerjaan masih berada didalam batasan normal. Untuk adanya sedikit perbedaan antara hasil perhitungan daya dukung aksial dengan menggunakan software A-PILE (berdasarkan metode API) dibandingkan dengan  \n \n\nperhitungan API secara teoritis disebabkan oleh pembulatan dari perhitungan yang dilakukan secara manual. Hasil daya dukung dari program GRL-WEAP dibandingkan dengan hasil daya dukung dari metoda statik menghasilkan suatu perbedaan. Perbedaan ini wajar terjadi karena pemodelan yang dilakukan pada program GRL-WEAP menggunakan analisis gelombang, sehingga hasil daya dukung dari program ini biasanya lebih kecil dari program atau hitungan secara static untuk diameter yang lebih besar. Dari hasil yang didapat dari program L-PILE dan GROUP, maka hasil program GROUP yang merupakan representasi dari keadaan dilapangan masih lebih kecil dari hasil program L-PILE kecuali untuk diameter yang paling kecil. Namun, dikarenakan keterbatasan kemampuan produk tiang yang ada di pasaran, tiang yang memenuhi hanya tiang yang terbesar.", "Daftar File": {"2011 TA PP SHANDY YUDHA ISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97764", "2011 TA PP SHANDY YUDHA ISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97765", "2011 TA PP SHANDY YUDHA ISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97766", "2011 TA PP SHANDY YUDHA ISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97767", "2011 TA PP SHANDY YUDHA ISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97768", "2011 TA PP SHANDY YUDHA ISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97769", "2011 TA PP SHANDY YUDHA ISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97770"}, "Penulis": "SHANDY YUDHA ISA (NIM : 15005060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Erza Rismantojo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "daya dukung aksial, lateral, tiang pancang, pondasi grup, A-PILE, L-PILE, GRL- WEAP, settlement, pile cap.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}