{"Nomor": 19475, "Judul": "STUDI PENGARUH MEDAN LISTRIK PADA PERTUMBUHAN KRISTAL SENYAWA IONIK DENGAN METODE EVAPORASI LAMBAT", "Abstrak": "Kristal tunggal banyak diaplikasikan dalam berbagai bidang, seperti dalam perangkat semikonduktor, perangkat listrik dan elektronik. Kristal tunggal dari senyawa ionik memiliki momen dipol lokal akibat perbedaan keelektronegatifan antar atom yang berikatan. Pada penelitian ini, ditumbuhkan kristal tunggal senyawa ionik dengan metode evaporasi lambat disertai penerapan medan listrik dari luar. Penerapan medan listrik luar dalam sistem pertumbuhan kristal diharapkan dapat mensejajarkan arah momen dipol lokal dari kristal yang ditumbuhkan, sehingga meningkatkan kualitas kristal tunggal yang dihasilkan. Senyawa ionik yang ditumbuhkan dalam penelitian ini adalah kristal garam NaCl dan Potassium Dihydrogen Phosphate (KDP). Kristal NaCl dipilih karena strukturnya yang sederhana yaitu kubus simetris sehingga dapat dijadikan suatu permodelan dari mekanisme pertumbuhan kristal, sedangkan kristal KDP dipilih karena memiliki sifat yang non-linear optic sehingga banyak diaplikasikan secara komersil di bidang optik.", "Daftar File": {"2014 TS PP SISKA MUSIAM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97875", "2014 TS PP SISKA MUSIAM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97876", "2014 TS PP SISKA MUSIAM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97877", "2014 TS PP SISKA MUSIAM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97878", "2014 TS PP SISKA MUSIAM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97879", "2014 TS PP SISKA MUSIAM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97880", "2014 TS PP SISKA MUSIAM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97881"}, "Penulis": "SISKA MUSIAM (NIM : 20512051)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Bambang Prijamboedi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kristal tunggal, senyawa ionik, medan listrik, non-linear optic", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}