{"Nomor": 19476, "Judul": "PEMBANGUNAN MODEL DISTRIBUSI POPULASI PENDUDUK RESOLUSI TINGGI UNTUK WILAYAH INDONESIA MENGGUNAKAN SISTEM GRID SKALA RAGAM", "Abstrak": "Kepadatan penduduk di suatu wilayah terjadi karena persebaran penduduk yang tidak merata. Tingkat kepadatan penduduk di tiap-tiap wilayah Indonesia yang berbeda menimbulkan masalah kependudukan tersendiri. Diantara permasalahan yang timbul adalah masalah sarana dan prasarana sosial, stabilitas keamanan, pemerataan pembangunan, dan kerentanan terhadap suatu bencana. Permasalahan kerentanan terhadap bencana menjadi sangat penting karena Indonesia merupakan negara yang sangat rawan bencana alam. Dengan adanya permasalahan-permasalahan tersebut maka informasi tentang distribusi dan kepadatan penduduk di suatu wilayah sangat diperlukan. Informasi tersebut nantinya akan digunakan untuk mengetahui ada tidaknya gejala kelebihan penduduk (overpopulation), untuk mengetahui pusat-pusat kegiatan ekonomi di suatu wilayah, perencanaan pembangunan, tindakan penyelamatan apabila terjadi bencana alam, dan lain sebagainya. Tujuan dari dilaksanakannya penelitian ini adalah untuk membangun model distribusi populasi penduduk yang memiliki resolusi tinggi yang merepresentasikan keadaan distribusi penduduk yang sebenarnya di wilayah Indonesia. Metode yang digunakan dalam penelitian ini adalah simulasi atau pemodelan dimana hasil penelitian ini dititikberatkan pada model distribusi populasi penduduk yang bisa merepresentasikan keadaan distribusi populasi penduduk yang sebenarnya", "Daftar File": {"2014 TS PP SISKA RUSDI NENGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97882", "2014 TS PP SISKA RUSDI NENGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97883", "2014 TS PP SISKA RUSDI NENGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97884", "2014 TS PP SISKA RUSDI NENGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97885", "2014 TS PP SISKA RUSDI NENGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97886", "2014 TS PP SISKA RUSDI NENGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97887", "2014 TS PP SISKA RUSDI NENGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97888"}, "Penulis": "SISKA RUSDI NENGSIH (NIM: 25112012)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. Akhmad Riqqi, S.T., M.Si", "Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "distibusi, densitas, penduduk, populasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}