{"Nomor": 19472, "Judul": "SEKOLAH TINGGI SINEMATOGRAFI BANDUNG", "Abstrak": "Perkembangan dunia perfilman di Indonesia menuntut adanya  keseimbangan antara industri dan pendidikan perfilman. Penyeimbangan dengan pengadaan sarana pendidikan perfilman di luar jakarta amatlah diperlukan untuk meratakan informasi yang ada sehingga dapat meningkatkan sumber daya  manusia yang ada. Bandung merupakan salah satu kota yang mulai maju dengan perfilmannya. Sekolah Tinggi Sinematografi Bandung ini akan berisikan fasilitas  belajar mengajar yang dilengkapi fasilitas yang dapat mengakomodasi kegiatankegiatan yang diperuntukan bagi komunitas film dan masyarakat umum melalui berbagai program workshop, pemutaran film, dan diskusi. Sekolah Tinggi Sinematografi Bandung ini merupakan upaya untuk memenuhi kebutuhan akan keberadaan sebuah institusi pendidikan formal yang fokus pada pendidikan perfilman. Daerah setrasari menjadi pilihan lokasi perancangan sekolah tersebut.  Sekolah Tinggi Sinematografi Bandung ini merupakan sekolah yang dapat mendukung kegiatan penggunanya terutama para siswanya untuk berkreasi,  berkarya, dan dapat mengeluarkan ide dalam membuat film melalui penciptaan lingkungan di dalam sekolah. Penciptaan lingkungan dibuat dengan membuat massa yang tidak masif dengan cara membagi massa menjadi dua pada bagian area pendidikan sehingga membentuk ruang positif yang dapat dimanfaatkan untuk berkarya maupun berinteraksi dengan pengguna lainnya. Penciptaan yang lingkungan yang baik, tidak hanya merespon terhadap penggunanya saja namun juga terhadap lingkungan sekitarnya. Dengan cara membentuk massa yang merespon bentuk lahan serta merespon terhadap bangunan sekitarnya yang kebanyakan merupakan bangunan yang tipikal dan kecil. Dengan mematahkan massa menjadikan massa pada bagian selatan menjadi sesuatu yang menarik dan membentuk ruang luar yang lebih menerima pengunjung , mengingat fungsi yang diletakkan pada bagian itu merupakan fungsi publik.", "Daftar File": {"2010 TA PP SILVI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97838", "2010 TA PP SILVI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97839", "2010 TA PP SILVI 1- BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/97840", "2010 TA PP SILVI 1- BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/97841", "2010 TA PP SILVI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97842", "2010 TA PP SILVI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97843", "2010 TA PP SILVI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97844", "2010 TA PP SILVI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97845"}, "Penulis": "SILVI (NIM:15205074)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dr.-Ing. Ir. Himasari Hanan, MAE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah sinematografi, komunitas film, pendidikan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}