{"Nomor": 19479, "Judul": "THE IMPLEMENTATION OF LAND ADMINISTRATION DOMAIN MODEL (LADM) AND 3D CADASTRE ON CADASTRALDATA MANAGEMENTIN INDONESIA", "Abstrak": "Tujuan utama dari penelitian ini adalah untuk melihat bagaimana konsep kadaster LADM dan 3D dapat diimplementasikan dalam kadaster pengelolaan data untuk berbagai keperluan di Indonesia. Kadaster serbaguna mampu mendukung semua fungsi utama dalam administrasi pertanahan, yaitu kepemilikan lahan, nilai tanah, penggunaan lahan, dan pengembangan lahan. Ini fucntions administrasi pertanahan di Indonesia masih dikelola secara terpisah. Integrasi antara fungsi-fungsi administrasi pertanahan dapat diakomodasi oleh infrastruktur data spasial (SDI). SDI terdiri standar, data, jaringan akses, kebijakan, dan orang-orang, yang berbagi dukungan data antar lembaga yang berbeda untuk mencapai pembangunan berkelanjutan. Indonesia telah memiliki sistem kadaster 2D, namun sistem ini tidak sesuai lagi. Sistem kadaster 3D diperlukan karena lahan yang dinamis, sebagai hasil dari pertumbuhan penduduk, yang meningkatkan pembangunan vertikal. Dengan demikian, kadaster multiguna harus mengakomodasi berbagi data dan konsep kadaster 3D. LADM adalah standar internasional untuk informasi pertanahan domain, yang mendukung berbagi data dan konsep kadaster 3D. Metodologi penelitian ini dibagi menjadi dua bagian utama. Bagian pertama adalah untuk menganalisis persyaratan kadaster pengelolaan data menggunakan pendekatan SDI. Proses ini didukung dengan meninjau literatur yang berhubungan dengan 3D kadaster di Indonesia. Yang kedua adalah untuk mengembangkan arsitektur konseptual kadaster pengelolaan data berdasarkan LADM dengan Profil Negara Indonesia. Pengembangan 2D dan 3D geometri dari paket dan bangunan juga merupakan bagian dari proses ini. Untuk mendukung berbagi data data spasial 3D, Nomor Identifikasi Bidang (NIB) diperlukan sebagai identitas yang unik umum yang dapat digunakan untuk membuat hubungan antara data kepemilikan tanah di berbagai institusi. Oleh karena itu, pengembangan NIB untuk properti (3D) menjadi bagian dari proses ini. Pelaksanaan desain konseptual diverifikasi oleh simulasi dan penilaian pertanyaan. Hasil dari penelitian ini adalah arsitektur konseptual kadaster multiguna, yang diharapkan menjadi standar untuk 3D pengelolaan data kadaster di Indonesia.", "Daftar File": {"2014 TS PP SITARANI SAFITRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97902", "2014 TS PP SITARANI SAFITRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97903", "2014 TS PP SITARANI SAFITRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97904", "2014 TS PP SITARANI SAFITRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97905", "2014 TS PP SITARANI SAFITRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97906", "2014 TS PP SITARANI SAFITRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97907"}, "Penulis": "SITARANI SAFITRI (NIM: 25112013)", "Kontributor / Dosen Pembimbing": ["pembimbing: Dr. Akhmad Riqqi, ST.,M.Si", "Dr. Albertus Deliar, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "LADM, 3D cadastre, multipurpose cadastre, cadastral data management", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}