{"Nomor": 19489, "Judul": "GEOLOGI DAERAH KARANGGAYAM DAN SEKITARNYA, KECAMATAN BAWANG-KARANGGAYAM, KABUPATEN BANJARNEGARA-KEBUMEN, PROVINSI JAWA TENGAH", "Abstrak": "Pemetaan geologi secara detil dilakukan pada daerah penelitian yang terletak di Kecamatan Bawang-Karanggayam, Kabupaten Banjarnegara-Kebumen, Jawa Tengah pada koordinat UTM 9167000-9174000 mU dan 345000-350000 mT. Sebelumya telah dilakukan beberapa penelitian, namun belum cukup detil dan mencakup keseluruhan daerah ini. Data primer didapat dari penelitian lapangan. Analisis yang dilakukan meliputi analisis petrografi, mikropaleontologi, analisis struktur geologi, dan pembuatan penampang detil. Daerah penelitian memiliki morfologi berupa punggungan yang memanjang relatif berarah timur laut-barat daya, dengan perbukitan yang bergelombang, dan bukitbukit terisolir pada bagian utara. Semakin ke arah selatan, morfologi berubah menjadi berupa lembahan dan daerah paling selatan dicirikan dengan punggungan dengan relief sedang yang memanjang berarah barat-timur. Perbedaan morfologi ini erat kaitannya dengan litologi penyusun dan struktur geologi yang berkembang. Pola aliran pada daerah penelitian umumnya berpola rektangular dan trellis. Stratigrafi daerah penelitian terdiri dari Satuan Kompleks Melange sebagai satuan tertua pada daerah penelitian. Satuan ini dicirikan dengan adanya pencampuran batuan dengan lingkungan dan umur yang berbeda bercampur secara tektonik. Batuan kerak samudera yang terdiri dari kelompok batuan ofiolit, sedimen laut dalam, dan potongan kerak kontinen terseret ke dalam palung kemudian tercampur secara tektonik sehingga menghasilkan Kompleks Melange. Proses ini dimulai dengan adanya subduksi antara Lempeng Indo-Australia (kerak samudera) ke dalam Lempeng Eurasia (kerak benua) membentuk palung laut sepanjang Jawa-Meratus pada Kapur Akhir-Paleosen. Satuan Lempung Breksian yang diendapkan secara tidak selaras di atasnya merupakan endapan akibat longsoran dengan pengaruh gaya berat yang terjadi setelah pengangkatan Kompleks Melange. Aktivitas vulkanisme terjadi pada Oligosen Akhir dan terus berlangsung hingga Miosen, menghasilkan endapan material debu vulkanik bersamaan dengan pengendapan batulempung yang menjadi Satuan Tuf. Struktur yang khas pada Satuan Kompleks Melange adalah berupa matriks bretekstur scaly, boudin pada blok batuan dan zona-zona gerusan. Sedangkan struktur geologi yang berkembang pada daerah penelitan berupa sesar, lipatan, kekar, dan bidang belahan, akibat fase kompresi berarah NNW-SSE yang dihasilkan selama berlangsungnya evolusi tektonik pada bagian tenggara Daratan Sunda.", "Daftar File": {"2014 TA PP SONY MALIK KARTANEGARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97976", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97977", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97978", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 3a(0).pdf": "https://digilib.itb.ac.id/gdl/download/97979", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 3a(1).pdf": "https://digilib.itb.ac.id/gdl/download/97980", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 3a(2).pdf": "https://digilib.itb.ac.id/gdl/download/97981", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 3a(3).pdf": "https://digilib.itb.ac.id/gdl/download/97982", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 3a(4).pdf": "https://digilib.itb.ac.id/gdl/download/97983", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97984", "2014 TA PP SONY MALIK KARTANEGARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97985"}, "Penulis": "SONY MALIK KARTANEGARA (NIM : 12009053)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Ir. Agus Handoyo Harsolumakso             \n \n \n \n \n \n \n \n \n \n \n \n\nPembimbing II : Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "melange, banjarnegara, boudin, scaly", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}