{"Nomor": 19481, "Judul": "ANALISIS POTENSI PERANGKAP STRATIGRAFI PADA INTERVAL TALANGAKAR EKIVALEN, DAERAH MDT CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Daerah MD-T merupakan salah satu daerah penghasil hidrokarbon yang terletak di Cekungan Jawa Barat-Utara yang terletak di pantai utara Jawa. Cebakan hidrokarbon yang sudah ditemukan di daerah ini berorientasi pada cebakan struktur, bahkan hampir semua potensi cebakan struktur yang terdapat di daerah ini sudah dilakukan pemboran. Untuk itu dibutuhkan penelitian lebih lanjut khususnya untuk mencari cebakan hidrokarbon yang lain. Fokus penelitian yang dilakukan pada mencoba untuk mencari potensi berupa cebakan stratigrafi.       \n \n \n \n \n\nSyarat utama reservoir hidrokarbon yang harus dipenuhi yaitu harus mempunyai porositas yang baik. Porositas reservoir hidrokarbon dapat diperoleh baik dari proses primer dan/atau sekunder. Porositas primer misalnya dari rongga antar butir (interpartikel). Porositas sekunder batuan bisa diperoleh dari pelarutan seperti dalam batugamping dan rekahan seperti pada batuan dasar. Penelitian ini mencoba untuk melakukan eksplorasi pada batuan sedimen batupasir. Penelitian difokuskan pada Formasi Talangakar yang merupakan salah satu reservoir yang terbukti mengandung hidrokarbon di daerah ini. Litologi Formasi Talangakar (Ekuivalen) berupa serpih berselingan dengan batupasir dan sisipan batubara pada bagian bawah dan batugamping pada bagian atas.       \n \n \n \n \n\nDalam kegiatan eksplorasi, interpretasi mengenai geometri suatu formasi di bawah permukaan merupakan hal yang penting untuk mengetahui seberapa besar potensi sumber daya hidrokarbon yang terdapat dalam formasi. Informasi yang digunakan sebagai langkah awal dalam tahapan eksplorasi biasanya menggunakan data seismik dan data sumur.       \n \n \n \n \n\nTujuan dari penelitian ini antara lain :       \n \n \n \n \n\n1. mempelajari perkembangan dan proses geologi yang terdapat didaerah penelitian       \n \n \n \n \n\n2. mengetahui model pengendapan dan sebaran litologi Formasi Talangakar        \n \n \n \n \n\n3. mengidentifikasi potensi perangkap stratigrafi pada interval Formasi Talangakar       \n \n \n \n \n\n4. menghitung besar sumberdaya hidrokarbon dari prosek yang telah ditemukan dengan asumsi prospek terisi oleh hidrokarbon.", "Daftar File": {"2013 TA PP  SITI MUTI’AH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97920", "2013 TA PP  SITI MUTI’AH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97921", "2013 TA PP  SITI MUTI’AH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97922", "2013 TA PP  SITI MUTI’AH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97923", "2013 TA PP  SITI MUTI’AH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97924", "2013 TA PP  SITI MUTI’AH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97925", "2013 TA PP  SITI MUTI’AH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97926"}, "Penulis": "SITI MUTI'AH : (NIM : 12008070) : Pembimbing : Dr.Ir. Dardji Noeradi", "Kontributor / Dosen Pembimbing": ["PembimbinG :Dr.Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MD-T,hidrokarbon", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}