{"Nomor": 19499, "Judul": "ANALISIS POLA PREKURSOR GEMPA BUMI KUAT SUMATRA PERIODE 2007-2012 BERDASARKAN EMISI ULF (Ultra- Low-Frequency) MENGGUNAKAN DATA GEOMAGNET", "Abstrak": "Sebelas gempa bumi kuat (Mw > 5,0) di Sumatra pada periode 2007 Ã‚Â– 2012 dipilih untuk studi analisis pola emisi Ultra Low Frequency (ULF) menggunakan data geomagnet yang berkaitan dengan prekursor gempa bumi. Tujuan dalam penelitian ini adalah mencari korelasi tren antara magnitudo gempa bumi dan jarak hiposenter terhadap lamanya waktu emisi anomali ULF (lead time). Pemilihan data gempa bumi yang di investigasi tersebut memiliki jarak hiposenter ≤ 550 km dari stasiun Kototabang (KTB). Di antara gempa bumi terpilih terdapat gempa bumi merusak, yaitu gempa bumi Padang 2009 (Mw=7,6) dan gempa bumi Mentawai 2010 (Mw= 7,8). Penelitian ini menggunakan stasiun referensi yang mewakili kondisi variasi medan geomagnet di ekuator, yaitu Davao (DAV) di Filipina dan Darwin (DAW) di Australia. Hal ini diperlukan untuk meyakinkan bahwa sumber emisi anomali ULF berasal dari aktivitas geomagnet global atau efek dari seismogenik. Indeks geomagnet Dst (Disturbance storm time) digunakan untuk mengetahui gangguan geomagnet di lintang rendah dan di ekuator dari aktivitas geomagnet global.  \n \n\nData sampling magnetometer adalah 1 Hz atau 1 data/detik, sehingga frekuensi Nyquist ≤ 0,5 Hz. Analisis spektrum frekuensi pada saat hari gangguan (disturbance day), hari tenang (quiet day) maupun saat co-seismic dilakukan untuk mengetahui respons frekuensi yang dihasilkan pada ketiga fenomena tersebut. Analisis pola emisi ULF yang berkaitan dengan gempa bumi terpilih dilakukan pada setiap stasiun baik stasiun KTB maupun kedua stasiun referensi DAV dan DAW. Hal ini bertujuan untuk menentukan spektrum frekuensi yang digunakan untuk menentukan prekursor gempa bumi.  \n \n\nMetodologi yang digunakan untuk menganalisis pola emisi ULF adalah analisis pemrosesan spektral PSD (Power Spectrum Density) dengan memilih spektrum frekuensi yang diinginkan. Perhitungan yang digunakan adalah dengan metode Welch untuk Fs=1 Hz, lebar jendela =1024 dan mengunakan tipe jendela Hamming untuk komponen H dan Z. Hal ini dilakukan untuk analisis polarisasi power ratio SZ/SH. Selain itu digunakan metode diff (-0,5", "Daftar File": {"2014 DIS PP SUAIDI AHADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98064", "2014 DIS PP SUAIDI AHADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98063", "2014 DIS PP SUAIDI AHADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98062", "2014 DIS PP SUAIDI AHADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98061", "2014 DIS PP SUAIDI AHADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98060", "2014 DIS PP SUAIDI AHADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98058", "2014 DIS PP SUAIDI AHADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98059"}, "Penulis": "SUAIDI AHADI (NIM: 32409006)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Dr. A.Nanang T. Puspito", "Dr. Gunawan Ibrahim", "Prof. Dr. Sarmoko Saroso"], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sumatra, gempa bumi kuat, prekursor, waktu pendek, polarisasi ratio dan Lead time", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}