{"Nomor": 19498, "Judul": "KAJIAN PELAKSANAAN KEBIJAKAN PEMBANGUNAN PERUMAHAN DAN PERMUKIMAN DENGAN LINGKUNGAN HUNIAN YANG BERIMBANG", "Abstrak": "Kecenderungan pembangunan perumahan saat ini tidak sesuai dengan tujuan yang diharapkan. Pembangunan perumahan dalam skala besar pada umumnya meniadakan pembangunan rumah-rumah sederhana yang seharusnya berada dalam satu lokasi. Perumahan yang dibangun pada lokasi yang strategis dan memiliki aksesibilitas yang baik lebih diutamakan pada golongan tertentu. Untuk mengantisipasi agar pengusaha (develover) tidak hanya membangun perumahan mewah saja, maka sejak tanggal 23 Juni tahun 1992 pemerintah telah menerbitkan Surat Keputusan Bersama (SKB) Menteri Dalam Negeri, Menteri PU dan Menteri Perumahan Rakyat tentang pembangunan perumahan berimbang dengan konsep hunian berimbang 1 : 3 : 6 dengan prinsip subsidi silang. Artinya bagi setiap 1 unit rumah kategori mewah, pengembang diwajibkan membangun 3 unit rumah kategori menengah dan 6 unit kategori Rumah Sederhana/Rumah Sangat Sederhana (RS/RSS). Dalam pelaksanaannya pemerintah akan memaksa pengembang menerapkan pembangunan hunian berimbang ini melalui jalur perijinan dan akan memberi sanksi tegas setiap pelaksanaannya.          \n \n \n \n \n \n\nPenelitian ini merupakan tipe penelitian deskriptif dengan menggambarkan pelaksanaan kebijakan pembangunan perumahan dan permukiman dengan lingkungan hunian berimbang pada pembangunan perumahan di Kota Bandung yang dilaksanakan oleh pengembang swasta dengan mengambil kasus Perumahan Bumi Adipura.          \n \n \n \n \n \n\nBerdasarkan hasil penelitian dapatlah disimpulkan bahwa pengembang belum dapat menerapkan konsep hunian berimbang 1 : 3 : 6 pada pembangunan perumahan di Kota Bandung, khususnya di Perumahan Bumi Adipura. Hal ini disebabkan antara lain karena kurangnya pengawasan dan koordinasi dari pemerintah. Selain itu pula pengembang lebih mempertimbangkan aspek-aspek seperti keuntungan bisnis, trend demand kebutuhan masyarakat serta daya beli masyarakat. Akibatnya perumahan yang dibangun belum dapat mengikuti aturan konsep hunian yang berimbang", "Daftar File": {"2010 TS PP SRI SULASMI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98051", "2010 TS PP SRI SULASMI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98052", "2010 TS PP SRI SULASMI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98053", "2010 TS PP SRI SULASMI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98054", "2010 TS PP SRI SULASMI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98055", "2010 TS PP SRI SULASMI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98056", "2010 TS PP SRI SULASMI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98057"}, "Penulis": "SRI SULASMI (NIM : 24008057)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Lingkungan Hunian yang Berimbang, Perumahan dan Permukiman", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}