{"Nomor": 19492, "Judul": "PROJECT VALUE ENHANCEMENT THROUGH CDM AS AN ALTERNATIVE STRATEGIC FINANCING IN COMBINED CYCLE GAS TURBINE POWER PLANT AT SORONG, PAPUA", "Abstrak": "Global warming which continues on global climate change is a growing trend of conditions on Earth. Industrial activity on the subsequent increase the concentration of exhaust gases (CO2, CH4, N2O, HFCs, PFCs SF6) into the atmosphere by the impact of ozone depletion and the greenhouse effect. Through the Kyoto Protocol which was signed in 1998, the world agreed to reduce greenhouse gas emissions by using a system of cap and trade system. This system makes the countries that ratified the Kyoto Protocol to sell greenhouse gas emission reductions through carbon credits.        \n \n\nGas power plant and steam at Sorong with combined cycle technology (CCGT) and the utilization of flared gas for electricity as an energy source which was considered environmentally friendly is one way to reduce the greenhouse effect. Clean Development Mechanism (CDM) is one of the mechanisms of the Kyoto Protocol that provides the potential to generate additional income from emissions reduction.        \n \n\nThis final project, analysis the analysis of gas power plants and steam with the contract offered by CDM service providers (case study gas and steam power plant Sorong, Indonesia) is a floating price system with profit sharing. Feasibility analysis performed by using various indicators of financial feasibility including project IRR, equity IRR, NPV, and payback periods. Combined with Monte Carlo simulation method to solve the problem of limited data, this model can also be used to evaluate the uncertainty of the selling price of CERs.        \n \n\nBased on the results of financial analysis with and without the use of CDM, the NPV is positive and the IRR is greater than WACC, then the project of gas and steam power plant Sorong is feasible to implement. In addition, to implement the project with the CDM need to do risk management analysis of the CDM process to obtain CERs.", "Daftar File": {"2011 TS PP SRI DIBYARTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98008", "2011 TS PP SRI DIBYARTI 1- BAB 1 .pdf": "https://digilib.itb.ac.id/gdl/download/98009", "2011 TS PP SRI DIBYARTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98010", "2011 TS PP SRI DIBYARTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98011", "2011 TS PP SRI DIBYARTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98012", "2011 TS PP SRI DIBYARTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98013"}, "Penulis": "SRI DIBYARTI (NIM : 29109352)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Deddy Priatmodjo Koesrindartoto, Ph.D and Erman Sumirat, SE, Ak, MBuss."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategic financing, Clean Development Mechanism (CDM), gas and steam power plant, risk management, certified emision reduction (CER), financial analysis, gas flared, combined cycle gas turbine (CCGT)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}