{"Nomor": 19493, "Judul": "ENKAPSULASI NANOSPHERE SUPERPARAMAGNETIK Fe3O4 MENGGUNAKAN KITOSAN DAN ALGINAT DENGAN ENTRAPMENT MANGOSTEEN", "Abstrak": "Penelitian mengenai partikel nanomagnetik semakin berkembang dan dapat dijadikan salah satu alternatif pengobatan kanker. Pada prakteknya, partikel nanomagnetik sebagai pembawa obat yang diarahkan menggunakan medan magnet menuju sel kanker. Dalam penelitian ini, partikel nanomagnetik Fe3O4 dengan morfologi nano-sphere disintesis dengan menggunakan metode ko-presipitas. Fe3O4 yang dihasilkan kemudian dienkapsulasi menggunakan kitosan, alginat dan entrapment mangostin. Hal tersebut bertujuan agar partikel nanomagnetik yang terbentuk memiliki karakteristik biokompatibilitas dan biodegradibilitas yang baik sehingga dapat memenuhi kriteria sebagai material yang berpotensi sebagai contrast agent pada MRI dan sumber panas dalam terapi hipertermia.Pengaruh proses enkapsulasi dan entrapment ini dapat dibuktikan dengan karakterisasi FTIR, SEM, XRD dan VSM. Hasil dari karakterisasi FTIR dan XRD menunjukkan bahwa enkapsulasi dan entrapment berhasil dilakukan dengan teridentifikasi adanya Fe3O4 pada puncak 30o, 36o dan 63o. Hasil enkapsulasi Fe3O4 dengan kitosan-alginat-mangostin-kitosan menghasilkan dua morfologi yaitu sphere dengan ukuran 27 nm dan cluster yang memiliki struktur Flower-like dengan ukuran 0,54 μm. Selain itu, sifat superparamagnetik dari Fe3O4 tidak banyak berubah tetapi hanya mengalami penurunan nilai momen magnet dari 78 emu/gram menjadi 32 emu/gram untuk Fe3O4 dienkapsulasi kitosan-alginat dan menjadi 27 emu/gram untuk Fe3O4 yang dienkapsulasi mangostin-kitosan.", "Daftar File": {"2014 TA PP  SRI INDAH IHSANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98014", "2014 TA PP  SRI INDAH IHSANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98015", "2014 TA PP  SRI INDAH IHSANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98016", "2014 TA PP  SRI INDAH IHSANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98017", "2014 TA PP  SRI INDAH IHSANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98018", "2014 TA PP  SRI INDAH IHSANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98019", "2014 TA PP  SRI INDAH IHSANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98020"}, "Penulis": "SRI INDAH IHSANI (NIM : 13310017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Bambang Sunendar, M.Eng. & Dr. Ir. Suyatman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Partikel nanomagnetik Fe3O4, Enkapsulasi, Metode ko-presipitasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}