{"Nomor": 19491, "Judul": "SMA ISLAM BERASRAMA BAITURRAHMAN CIPARAY", "Abstrak": "SMA Islam berasrama Baiturrahman yang dirancang berlokasi di Ciparay, Kabupaten Bandung ini bertema Islamic Attraction. Permasalahan desain yang harus diperhatikan yaitu nilai-nilai Islam sebagai dasar pengajaran, kondisi sekeliling yang berupa persawahan sehingga KDB lahan kecil, perlunya batas-batas yang jelas antara zona publik, privat, area khusus pria dan wanita. Selain itu, masalah desain yang lain adalah keamanan dan kenyamanan penghuni yang harus berinteraksi dengan lingkungan sekitar, kemungkinan penghuni cepat merasa bosan karena kegiatan sehari-hari dilakukan pada satu area, dan psikologi peserta didik yang beraneka ragam untuk menimbulkan kondusivitas belajar mereka.  Konsep yang ditawarkan pada desain sekolah tersebut yaitu masjid sebagai pusat, permainan kontur, dekat dengan alam, bentuk asrama putra dan putri sesuai karakternya masing-masing, mengkonsentrasikan kegiatan di tempat-tempat bersama, penggunaan arsitektur tropis, dan penggunaan konsep transfigurational space. Lahan dibagi menjadi empat zona, yaitu zona sekolah, zona asrama, zona publik dan zona perumahan guru. Bentuk fisik bangunan sesuai untuk berkegiatan sesuai bentuk fisik yang sesuai dengan tata cara Islam. Adanya ruang diskusi di tiap asrama membuat anak didik mempunyai tempat khusus untuk membaca. Perancang memfasilitasi setiap kecerdasan yang dipunyai anak didik sesuai dengan konsep tujuh kecerdasan. Lingkungan dengan adanya split level, kesatuan dengan alam dan ruang luar membuat kegiatan belajar mengajar menyenangkan.", "Daftar File": {"2010 TA PP SOTYA ARDANA RESWARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98000", "2010 TA PP SOTYA ARDANA RESWARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98001", "2010 TA PP SOTYA ARDANA RESWARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98002", "2010 TA PP SOTYA ARDANA RESWARI 1-BAB 3 A.pdf": "https://digilib.itb.ac.id/gdl/download/98003", "2010 TA PP SOTYA ARDANA RESWARI 1-BAB 3 B.pdf": "https://digilib.itb.ac.id/gdl/download/98004", "2010 TA PP SOTYA ARDANA RESWARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98005", "2010 TA PP SOTYA ARDANA RESWARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98006", "2010 TA PP SOTYA ARDANA RESWARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98007"}, "Penulis": "SOTYA ARDANA RESWARI (NIM : 15206016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Bambang Setia Budi, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Islamic Attraction", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}