{"Nomor": 19490, "Judul": "THE EVALUATION OF PERFORMANCE MANAGEMENT SYSTEM AND REWARD STRATEGY AT PT XYZ TO MOTIVATE EMPLOYEE BETTER", "Abstrak": "Di beberapa perusahaan, karyawan hanya melakukan tugas mereka sehari-hari tanpa memiliki tujuan yang spesifik, dapat diukur, dapat dicapai, relevan, dan memiliki tenggat waktu yang jelas atau karene tidak ada motivasi untuk mencapai tujuan yang telah ditetapkan karena tidak ada mekanisme reward yang jelas. Oleh karena itu, untuk memantau kinerja karyawan dengan baik, suatu perusahaan harus menciptakan sistem manajemen kinerja yang baik dan memastikan bahwa orang-orang yang terlibat dalam sistem tersebut melaksanakannya dengan baik pula. Tujuan individu tiap karyawan harus ditetapkan sesuai dengan tujuan perusahaan. Masalah mungkin akan timbul jika sistem tidak dirancang dengan baik, atau orang-orang yang melaksanakan sistem tersebut tidak mengikuti apa yang telah dirancang. Masalah akan menjadi lebih besar jika sistem manajamen kinerja tidak berhubungan dengan strategi reward and punishment, atau bahkan lebih parah lagi jika perusahaan sama sekali tidak memiliki strategi reward and punishment untuk menghargai karyawan yang bekerja dengan baik dan menghukum karyawan yang kinerjanya buruk. Tujuan dari riset ini adalah sebagai berikut: Untuk mengevaluasi rancangan sistem manajemen kinerja PT XYZ. Untuk mengevaluasi pelaksanaan sistem manajemen kinerja. Untuk mengevaluasi hubungan antara sistem manajemen kinerja dengan strategi reward. Untuk memberikan usulan perbaikan pada PT XYZ terkait dengan sistem manajemen kinerja dan strategi reward. Dalam Teori Motivasi, reward, berwujud ataupun tidak, diberikan setelah terjadinya suatu tindakan (perilaku) dengan tujuan agar perilaku itu berulang kembali. Hal ini dilakukan dengan mengasosiasikan sesuatu yang positif terhadap perilaku tersebut. Penelitian menunjukkan bahwa jika seseorang menerima reward segera, pengaruhnya akan lebih besar, dan akan berkurang jika lebih lama. Pengulangan kombinasi tindakan-reward akan menyebabkan tindakan tersebut menjadi kebiasaaan. Itu sebabnya penting sekali menghubungkan strategi reward dengan sistem manajemen kinerja. Menggunakan analisa kuantitatif, Penulis akan menganalisa masalah yang ada di PT XYZ berkenaan dengan motivasi karyawan, manajemen kinerja, dan strategi reward. Berdasarkan analisa tersebut, Penulis akan memberikan usulan-usulan perbaikan terkait dengan sistem manajemen kinerja dan strategi reward Perusahaan untuk memotivasi karyawan secara lebih baik", "Daftar File": {"2009 TS PP SONY WIJAYA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/97986", "2009 TS PP SONY WIJAYA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/97987", "2009 TS PP SONY WIJAYA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/97988", "2009 TS PP SONY WIJAYA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/97989", "2009 TS PP SONY WIJAYA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/97990", "2009 TS PP SONY WIJAYA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/97991", "2009 TS PP SONY WIJAYA 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/97992", "2009 TS PP SONY WIJAYA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/97993"}, "Penulis": "SONY WIJAYA (NIM: 29106349)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. John Welly, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Motivasi, Sistem Manajemen Kinerja, Manajemen Reward", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}