{"Nomor": 19504, "Judul": "TINJAUAN PENGARUH PERILAKU HIDUP BERKELANJUTAN TERHADAP INTERIOR RUMAH TINGGAL", "Abstrak": "Konsep Sustainable House ini secara garis besar memberikan panduan di dalam menciptakan sebuah hunian yang efisien terhadap energi, dan ramah lingkungan. Namun pada kenyataannya, sebuah hunian tidak dapat lepas dari peranan aktivitas dan perilaku pengguna di dalamnya. Penelitian ini mencoba mencari sampai sejauh mana perilaku yang mengacu pada pola hidup berkelanjutan mempengaruhi interior sebuah rumah tinggal sebagai subjek penelitian.   \n \n \n\nPenelitian ini dijelaskan secara deskriptif analitis mengenai pola perilaku objek yang mengacu pada hidup berkelanjutan dengan pengujian menggunakan metode DCBA sebagai alat uji perilaku dengan tingkatan situasi yang biasa dihadapi oleh masyarakat pada umumnya hingga pencapaian pada situasi ideal/berkelanjutan. Untuk menganalisa pengaruh periaku terhadap rumah tinggal, penghuni menggunakan metode titik dasar hubungan antara manusia, alat dan pekerjaan, dimana dijelaskan secara kualitatif mengenai aksi dan reaksi yang dihasilkan oleh masing-masing variabel. Kedua alat ukur ini digunakan terhadap 2 kategori, yakni, objek yang diduga berperilaku mengacu terhadap pola hidup berkelanjutan dan yang diduga tidak mengacu pada hidup berkelanjutan. Dari penelitian ini ditemukan bahwa, Objek dengan perilaku yang mengacu pada hidup berkelanjutan dilatar belakang oleh kompetensi khusus, dan ditunjang dengan peralatan yang cukup berpengaruh terhadap segi estetik ruang.", "Daftar File": {"2010 TA PP SUFTY NURAHMARTIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98092", "2010 TA PP SUFTY NURAHMARTIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98093", "2010 TA PP SUFTY NURAHMARTIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98094", "2010 TA PP SUFTY NURAHMARTIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98095", "2010 TA PP SUFTY NURAHMARTIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98096", "2010 TA PP SUFTY NURAHMARTIYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98097", "2010 TA PP SUFTY NURAHMARTIYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98098"}, "Penulis": "SUFTY NURAHMARTIYANTI  (NIM : 17306013)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbimbing : Deny Willy, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "berkelanjutan, hidup berkelanjutan, perilaku, rumah tinggal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}