{"Nomor": 19501, "Judul": "RUMAH SAKIT MATA BSD", "Abstrak": "Mata merupakan elemen yang sangat penting dalam kehidupan kita, oleh karena itu dengan mata yang sehat, kita dapat melihat keindahan dunia ini dan belajar dengan baik. Penyakit mata saat ini banyak berkembang di masyarakat, baik penyakit rabun maupun penyakit yang dapat menimbulkan kebutaan. Keberadaan Rumah Sakit Khusus Mata merupakan solusi yang cukup cocok untuk mengobati angka penyakit mata yang cukup tinggi, dan juga sebagai sarana edukasi. Pembangunan rumah sakit mata di daerah-daerah yang cukup stategis diperlukan untuk mengurangi angka penyakit mata. BSD City Tangerang Selatan dipandang sebagai lokasi yang strategis untuk pengembangan rumah sakit mata ini, karena BSD City memiliki sarana dan prasarana yang cukup memadai serta dapat dijangkau oleh kota-kota yang ada di sekitarnya. BSD City merupakan salah satu kota baru yang cukup maju dan dikenal banyak orang, baik fasilitas maupun konsep pengembangannnya  Permasalah desain yang dihadapi antara lain perletakan pintu masuk utama, UGD, dan servis yang letakknya terpisah-pisah. Faktor lain seperti warna dan cahaya dari rumah sakit ini yang harus ditekankan karena penderita sakit mata tidak boleh menerima cahaya matahari yang terlalu berlebihan dan juga warna-warna yang sangat terang. Selain itu faktor fungsional, sirkulasi, dan keamanan menjadi faktor yang cukup penting karena rumah sakit segala sesuatu harus ditangani dengan cepat. Perletakan ruang-ruang yang memerlukan akses yang cepat harus berada berdekatan, selain itu keamanan pasein rawat inap juga harus diperhatikan baik dari segi kenyamanan maupun dari segi privasi. Selain beberapa hal yang harus diperhatikan dalam pengembangan rumah sakit ini, utilitas merupakan faktor yang tidak kalah penting untuk mendukung keberjalanan dari rumah sakit dimanapun juga, khususnya rumah sakit mata. Konsep desain yang diterapkan dalam perancangan Rumah Sakit Mata ini adalah inner court sebagai healing environment dan juga berfungsi sebagai pencahayaan alami bangunan. Sehingga penggunaan energi listrik dapat dikurangi. View ke luar tapak yang kurang baik menjadi pertimbangan untuk membuat taman yang menarik untuk dijadikan tempat aktivitas maupun sebagai tempat untuk beristirahat. Kapasitas dari rawat inap yang ditampung dalam Rumah Sakit Mata ini berjumlah 30 kamar. Yang terletak di lantai 5 dan 6 dengan pertimbangan kebisingan dan keamanan. Sedangkan untuk pasien yang melakukan pemeriksaan sekitar 200 orang, semua itu akan ditampung di lantai 1 dan 2, dimana terdapat area tunggu yang cukup besar.", "Daftar File": {"2011 TA PP SUCIPTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98072", "2011 TA PP SUCIPTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98073", "2011 TA PP SUCIPTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98074", "2011 TA PP SUCIPTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98075", "2011 TA PP SUCIPTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98076", "2011 TA PP SUCIPTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98077", "2011 TA PP SUCIPTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98078"}, "Penulis": "SUCIPTO (NIM : 15206077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sugeng Triyadi, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah Sakit, Mata, Keamanan, Warna, Cahaya, Funsioanal, Sirkulasi, keamanan, Utilitas, Inner Court, Healing Environment.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}