{"Nomor": 19503, "Judul": "STUDI TENTANG PRAKTEK CORPORATE ENTREPRENEURSHIP PERUSAHAAN HYGIENE SERVICE STUDI KASUS: PT. CI CABANG BANDUNG", "Abstrak": "Globalisasi dan era informasi yang semakin tanpa batas telah menyebabkan persaingan antar perusahaan semakin ketat. Tantangan yang sangat besar bagi para pelaku bisnis adalah bagaimana agar perusahaan memiliki life cycle panjang atau dapat bertahan dalam menghadapi derasnya pengaruh global. Oleh sebab itu, untuk memenangkan persaingan pelaku bisnis harus mampu memilih strategi yang tepat. Salah satu langkah strategis yang dapat diterapkan untuk menghadapi perubahan tersebut adalah dengan melaksanakan praktek corporate entrepreneurship dalam perusahaan. Praktek corporate entrepreneurship dilakukan untuk mendorong perilaku karyawan agar lebih inovatif, proaktif dan risk taking. Tugas akhir ini difokuskan untuk melihat praktek corporate entrepreneurship pada salah satu perusahaan hygiene service yaitu PT. CI yang berlokasi di Bandung. Untuk mengukur praktek corporate entrepreneurship digunakan instrumen Corporate Entrepreneurship Assessment Instrument (CEAI) yang mendefinisikan bahwa corporate entrepreneurship dipengaruhi oleh lima faktor yaitu Dukungan Manajemen, Keleluasaan Kerja, Penghargaan, Ketersediaan Waktu dan Batasan Organisasi. Penelitian ini diharapkan dapat memberikan gambaran kepada manajemen untuk mendorong dan meningkatkan praktek corporate entrepreneurship dalam perusahaan dengan meningkatkan peran dari faktor-faktor secara signifikan berpengaruh kepada tumbuhnya perilaku entrepreneurial dalam perusahaan. Implementasi corporate entrepreneurship harus dilaksanakan secara berkesinambungan dengan mencanangkan program ini sebagai program utama perusahaan. Dalam penelitian ini Dukungan Manajemen, Keleluasaan Kerja, dan Ketersediaan Waktu menjadi faktor penting yang dapat mendorong terciptanya lingkungan yang kondusif untuk tumbuhnya perilaku entrepreneurial pada seluruh karyawan perusahaan.", "Daftar File": {"2009 TS PP SUFIANIA RAHMAH NAYASUBRATA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98091", "2009 TS PP SUFIANIA RAHMAH NAYASUBRATA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98090", "2009 TS PP SUFIANIA RAHMAH NAYASUBRATA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98089", "2009 TS PP SUFIANIA RAHMAH NAYASUBRATA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98088", "2009 TS PP SUFIANIA RAHMAH NAYASUBRATA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98087", "2009 TS PP SUFIANIA RAHMAH NAYASUBRATA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98086"}, "Penulis": "SUFIANIA RAHMAH NAYASUBRATA (NIM : 29106002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MSAE, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "corporate entrepreneurship, CEAI, hygiene service, dukungan manajemen, keleluasaan kerja, ketersediaan waktu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}