{"Nomor": 19508, "Judul": "PERANCANGAN ALAT UKUR IKLIM KESELAMATAN KERJA", "Abstrak": "Berdasarkan data PT Jamsostek, pada tahun 2011 terdapat 99.491 kasus atau rata-rata 414 kasus kecelakaan kerja terjadi per harinya. Salah satu pendekatan yang dapat mengurangi kecelakaan kerja adalah dengan iklim keselamatan kerja. Pendekatan iklim keselamatan kerja terbukti menjadi salah satu pendekatan yang dapat mencegah kecelakaan yang terjadi di masa yang akan datang. Pada penelitian ini akan dilakukan perancangan alat ukur iklim keselamatan kerja dengan model dasar budaya keselamatan kerja timbal balik Cooper. Perancangan ini bertujuan untuk mendapatkan alat ukur valid dan reliabel yang dapat sesuai digunakan untuk industri berisiko tinggi seperti industri minyak dan gas. Sebelumnya, telah banyak pihak yang melakukan penelitian mengenai perancangan alat ukur iklim keselamatan kerja seperti yang dirancang oleh ahli tim kerja Nordic yaitu NOSACQ-50. Alat ukur ini telah diterjemahkan menjadi beberapa bahasa dan digunakan untuk mengukur iklim keselamatan kerja. NOSACQ menetapkan 7 dimensi yang berlaku umum sebagai indikator iklim keselamatan kerja. NOSACQ sendiri belum ada untuk versi bahasa Indonesia. Tujuan dari penelitian ini yaitu melakukan perancangan alat ukur iklim keselamatan kerja sehingga diperoleh alat ukur iklim keselamatan kerja usulan yang valid dan reliabel, sedangkan tujuan lainnya dari penelitian ini adalah melakukan validasi kuesioner iklim keselamatan kerja NOSACQ-50 versi bahasa Indonesia, pengukuran iklim keselamatan kerja pada PT X wilayah produksi Y berdasarkan dimensi-dimensi iklim keselamatan kerja kedua model dan mengetahui adanya hubungan antara dimensi-dimensi iklim keselamatan kerja model NOSACQ dengan model usulan. Jumlah responden sebanyak 150 orang yang merupakan pekerja PT X wilayah produksi Y. PT X merupakan perusahaan Indonesia yang bergerak di industri minyak dan gas. Hasil penelitian menunjukan kuesioner NOSACQ-50 versi bahasa Indonesia dan kuesioner iklim keselamatan kerja usulan valid dan reliabel digunakan dengan 44 item. Untuk pengukuran iklim keselamatan kerja pada PT X wilayah produksi Y dibuat dalam diagram radar. Selain itu, untuk hubungan antara dimensi kedua model iklim keselamatan kerja, terdapat hubungan antara keduanya. Kuesioner iklim keselamatan kerja usulan in pada akhirnya dapat dijadikan alternatif alat ukur yang valid digunakan selain NOSACQ-50.", "Daftar File": {"2012 TS PP SUKMA NANDINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98125", "2012 TS PP SUKMA NANDINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98126", "2012 TS PP SUKMA NANDINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98127", "2012 TS PP SUKMA NANDINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98124", "2012 TS PP SUKMA NANDINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98123", "2012 TS PP SUKMA NANDINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98130", "2012 TS PP SUKMA NANDINI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/98129", "2012 TS PP SUKMA NANDINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98128"}, "Penulis": "SUKMA NANDINI (NIM : 234 110 80)", "Kontributor / Dosen Pembimbing": ["Pembimbing Yassierli, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "iklim keselamatan kerja, kuesioner iklim keselamatan kerja, NOSACQ", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}