{"Nomor": 19507, "Judul": "MIGRASI POST STACK DOMAIN WAKTU DENGAN METODE KIRCHOFF PADA DATA SEISMIK DARAT 2D MENGGUNAKAN SOFTWARE PROMAX", "Abstrak": "Metode Seismik Refleksi adalah salah satu metode yang paling penting dalam eksplorasi minyak dan gas bumi. Seiring dengan berkembangnya teknologi komputer, teknik-teknik dalam pengolahan citra pun mulai mengalamai perubahan. metode migrasi pun mulai di terapkan dalam pengolahan citra khususnya untuk target eksplorasi yang memiliki struktur kompleks. Pada daerah dengan struktur kompleks seringkali sinyal refleksi tidak mencerminkan kondisi bawah permukaan yang sesungguhnya. Reflektor miring, sesar, bentuk antiklin serta sinklin seringkali hasil stacking tidak menggambarkan kondisi sebenarnya sehingga hasil penampang tidak sesuai dengan kondisi geologi sebenarnya. Maka dari itu untuk menyelesaikan masalah-masalah tersebut data seismik harus dimigrasi setelah dilakukan stack (Post Stack Migration).    \n \n \n \n\nPenelitian ini membahas tentang proses migrasi post stack dengan metode kirchoff. Parameter-parameter yang digunakan dalam migrasi kirchoff serta model velocity yang digunakan dalam proses migrasi. Kemudian hasil dari proses migrasi ini dibandingkan dengan data stack sebelum dimigrasi.", "Daftar File": {"2014 TA PP SUHENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98115", "2014 TA PP SUHENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98116", "2014 TA PP SUHENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98117", "2014 TA PP SUHENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98118", "2014 TA PP SUHENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98119", "2014 TA PP SUHENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98120", "2014 TA PP SUHENDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/98121", "2014 TA PP SUHENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98122"}, "Penulis": "SUHENDI (NIM : 10209080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Integral Kirchoff, Migrasi, Model Kecepatan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}