{"Nomor": 19516, "Judul": "DIAGENESIS RESERVOIR BATUAN KARBONAT LAPANGAN MUDI CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan Minyak Mudi terletak di Kecamatan Bojonegoro Kota, Kabupaten Bojonegoro, kurang lebih 120 km sebelah barat Kota Surabaya, ibukota Provinsi Jawa Timur. Sejak tahun 2001 lapangan ini mulai memproduksi minyak hingga saat ini dengan tingkat produksi awal cukup tinggi namun sekarang produksinya menurun secara signifikan, berasal dari reservoir batuan karbonat ekuivalen Formasi Tuban. Heterogenitas fasies, diagenesis dan porositas batuan karbonat ini diduga menarik untuk diteliti lebih lanjut.Tujuan penelitian ini adalah untuk mengetahui apa yang mengontrol adanya variasi besaran porositas dan permeabilitas pada karbonat di Lapangan Mudi. Metode penelitian utamanya menggunakan analisis petrografi dari serbuk bor dan batuan inti dari sumur Mudi-4 dan Mudi-9. Juga didukung dengan data hasil logging dan pengujian laboratorium rutin batuan inti. \n \n\nDari hasil analisis dan interpretasi penelitian diperoleh bahwa reservoir batuan karbonat ekuivalen Formasi Tuban di Lapangan Mudi jenis 2 (dua) kelompok fasies yang terdiri dari kelompok, fasies pertama di interval kedalaman atas ialah Large foram packstone, dengan red algae dan coral, fasies kedua large foram packstone/wackstone/mudstone, dengan bioklastik red algae dan coral. \n \n\nBerdasarkan urutan pengendapan fasies batuan karbonat Mudi dari bagian bawah ke atas tersebut, dapat diinterpretasikan bahwa pengendapan fasies batuan karbonat ini berada pada lingkungan pengendapan open lagoon dengan banyak patch reef yang diendapkan dengan pola agradasi. Pengendapan batuan karbonat ini berjalan terus secara terus menerus ke atas mengikuti naik-turunnya muka air laut. \n \n\nProses diagenesis mulai dari tahap awal sampai dengan akhir memiliki pengaruh penting terhadap batuan karbonat. Tahap proses diagenesis yang dialami setelah pengendapan batuan karbonat Mudi ialah mikritisasi bioklastik pada saat pengendapan, disolusi dari fragment yang berkomponen aragonite (red algae dan coral), neomorphism (Penggantian semen dari mikrit menjadi mikrospar, pengisian dan rekristallisasi semen kalsit dari mikrit menjadi mikrospar, struktur stylolite dan fracturing terbentuk akibat compaction and pressure. \n \n\nAdanya proses sesar/patahan yang cukup intensif, membentuk fracture sehingga juga membuat permeabilitas menjadi lebih besar yang menjadikan produksi hidrokarbon dari reservoir batuan karbonat Mudi awalnya cukup tinggi dan kemudian turun. Hal tersebut menunjukkan bahwa permeabilitas lebih berperan dibanding porositas.", "Daftar File": {"2009 TS PP SURYA WIDYANTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98184", "2009 TS PP SURYA WIDYANTORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98185", "2009 TS PP SURYA WIDYANTORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98186", "2009 TS PP SURYA WIDYANTORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98187", "2009 TS PP SURYA WIDYANTORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98188", "2009 TS PP SURYA WIDYANTORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98189", "2009 TS PP SURYA WIDYANTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98190"}, "Penulis": "SURYA WIDYANTORO [22006018]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. N. Alit Ascaria, Ph.D. dan Dr. Ir. Prihadi Soemintadiredja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Diagenesis reservoir, Batuan karbonat, Lapangan Mudi, Cekungan Jawa Timur Utara", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}