{"Nomor": 19510, "Judul": "STUDI PROSES PENGERINGAN BIJIH NIKEL LATERIT PADA ROTARY DRYER DENGAN MENGGUNAKAN PROGRAM METSIM", "Abstrak": "Dalam sebuah proses pengolahan bijih nikel laterit diperlukan beberapa tahapan hingga akhirnya diperoleh fero-nikel. Salah satu tahap adalah pengeringan yang  \n \n\ndilakukan di dalam rotary dryer. Untuk mengeringkan bijih nikel laterit diperlukan panas agar moisture dapat menguap. Sumber panas ini berasal dari pembakaran batubara di dalam burner kemudian ditambahkan dilution air agar temperatur gas hasil pembakaran batubara tidak terlalu tinggi.  \n \n\nStudi proses pengeringan bijih nikel laterit ini dilakukan dengan cara membuat diagram alir proses pengeringan bijih nikel laterit pada sistem rotary dryer -burner. Untuk melakukan pengujian terhadap diagram alir proses pengeringan bijih nikel laterit, maka digunakan program METSIM versi 17.07 kemudian hasil perhitungan dengan menggunakan program METSIM dibandingkan dengan  \n \n\ndesain pada literatur. Setelah hasil perhitungan program METSIM sama dengan desain pada literatur, maka dilakukan simulasi dengan menggunakan program METSIM dengan variabel laju umpan burner, laju umpan rotary dryer, dan  \n \n\npengaturan % moisture bijih produk rotary dryer. Setelah dilakukan simulasi kemudian dilakukan analisis pengaruh variabel laju umpan burner, laju umpan rotary dryer, dan pengaturan %moisture bijih produk rotary dryer terhadap laju produk rotary dryer, temperatur gas buang dan laju gas buang.  \n \n\nDari hasil simulasi pada kondisi % moisture produk rotary dryer dan laju umpan burner konstan, peningkatan laju umpan rotary dryer sebesar 10 ton/jam akan  \n \n\nmeningkatkan laju produk sebesar 8,57 ton/jam dan meningkatkan laju gas buang sebesar 1,43 ton/jam, tetapi menurunkan laju gas buang sebesar 17,96 oC. Pada  \n \n\nlaju umpan rotary dryer dan burner konstan, penurunan moisture produk rotary dryer sebesar 1% akan menurunkan laju produk sebesar 2,03 ton/jam, dan menurunkan temperatur gas buang sebesar 18,93 oC tetapi meningkatkan laju gas buang sebesar 2,09 ton/jam. Pada kondisi % moisture produk rotary dryer dan laju umpan rotary dryer konstan, pengingkatan laju umpan burner sebesar 0,3 ton/jam tidak meningkatkan atau menurunkan laju rotary dryer, tetapi meningkatkan temperatur gas buang sebesar 26,94 oC dan meningkatkan laju gas buang sebesar 0,3 ton/jam.", "Daftar File": {"2009 TA PP ANTONIUS MADYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98138", "2009 TA PP ANTONIUS MADYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98137", "2009 TA PP ANTONIUS MADYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98139", "2009 TA PP ANTONIUS MADYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98140", "2009 TA PP ANTONIUS MADYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98141", "2009 TA PP ANTONIUS MADYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98142", "2009 TA PP ANTONIUS MADYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98143"}, "Penulis": "SULAEMAN (NIM : 12103039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Sanwani, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rotary dryer, moisture, METSIM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}