{"Nomor": 19519, "Judul": "MODEL JARINGAN RANTAI PASOK PASAR TRADISIONAL UNTUK KOMODITAS GULA KRISTAL PUTIH (STUDI KASUS : PROVINSI JAWA BARAT)", "Abstrak": "Pasar tradisional merupakan suatu entitas perdagangan yang menyokong perekonomian Indonesia dengan menyerap tenaga kerja sebesar 12,5 juta pedagang yang tersebar di 13.450 unit pasar tradisional. Tetapi dalam perkembangannya pasar tradisional terdesak dengan keberadaan pasar modern. Pasar tradisional mengalami penurunan share perdagangan 2% per tahun, yaitu dari sebesar 75% pada tahun 2002 menjadi 59% pada 2010 (AC Nielsen, 2011). Kebijakan yang ada belum memperhatikan permasalahan pada pasar tradisional yaitu sistem rantai pasok yang panjang dan mengalami beberapa tahap perpindahan kepemilikan. Perpindahan kepemilikan akan menyebabkan kenaikan biaya distribusi. Hal ini mengakibatkan adanya inefisiensi saluran distribusi dan harga jual barang akan mengalami kenaikan pada tingkat akhir. Sedangkan komoditas gula kristal putih merupakan salah satu kebutuhan pokok yang mana dinamika harganya berpengaruh langsung terhadap laju inflasi. Dampak dari kelangkaan pasokan dan tidak efisiennya jaringan distribusi gula kristal putih menciptakan gejolak harga gula kristal putih di dalam negeri.    \n \n\nTujuan penelitian ini untuk mengembangkan model jaringan rantai pasok pasar tradisional untuk komoditas gula kristal putih dengan studi kasus wilayah Jawa Barat. Model yang dikembangkan akan disesuaikan dengan karakteristik sistem distribusi gula kristal putih pada pasar tradisional. Kriteria performansi model yang dikembangkan adalah minimasi total biaya logistik.    \n \n\nModel acuan dari penelitian ini adalah model Saragi (2005) dan model Hidayanti (2008) tentang penentuan lokasi fasilitas gudang distribusi. Solusi model menggunakan Integer Linear Programming (ILP) dengan bantuan perangkat lunak Lingo versi 9.0.    \n \n\nDari hasil uji coba model yang dikembangkan total biaya logistik model usulan adalah Rp. 160.403.940.760,- per tahun. Dengan keputusan membuka 9 (sembilan) distributor, 3 (tiga) sub distributor dan 7 (tujuh) grosir. Hasil model usulan menurunkan biaya sebesar 31% dari kondisi existing jaringan distribusi pasar tradisional setelah dilakukan peningkatan kapasitas gudang sebesar 11%. Sedangkan jika dibandingkan dengan jaringan distribusi pasar modern yang mempunyai biaya total logistik sebesar Rp 160.804.298.500,- per tahun. Sehingga biaya total logistik model usulan lebih rendah.", "Daftar File": {"2013 TS PP S U T A N D I 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98205", "2013 TS PP S U T A N D I 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98206", "2013 TS PP S U T A N D I 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98207", "2013 TS PP S U T A N D I 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98208", "2013 TS PP S U T A N D I 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98209", "2013 TS PP S U T A N D I 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98210", "2013 TS PP S U T A N D I 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/98211", "2013 TS PP S U T A N D I 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98212"}, "Penulis": "SUTANDI (NIM : 23411049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suprayogi, Ph.D", "Dr. Yosi Agustina Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rantai pasok, pasar tradisional, gula kristal putih, lokasi fasilitas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}