{"Nomor": 19527, "Judul": "GEOLOGI DAERAH SELAJAMBE DAN SEKITARNYA, KABUPATEN KUNINGAN, PROPINSI JAWA BARAT", "Abstrak": "Formasi Halang yang tersebar luas di Jawa Tengah hingga Jawa Barat bagian timur termasuk daerah Selajambe, Kabupaten Kuningan, Jawa Barat memiliki karakteristik litologi yang bervariasi dari segi stratigrafinya. Selain itu, keadaan struktur geologi yang mengontrol penyebaran formasi ini menarik untuk diteliti seperti perlipatan dan sesar naik yang intensif. Keterdapatan singkapan yang baik menjadi data yang mendukung untuk penelitian ini sehingga kondisi geologi daerah penelitian dapat dijelaskan secara rinci. Keadaaan morfologi daerah penelitian memperlihatkan perbukitan dan lembah yang terkontrol oleh struktur dengan keterdapatan pola aliran rektangular dan pola kelurusan. Hal ini terlihat pula dari perbukitan di bagian utara daerah penelitian dengan lapisan batuan yang terbalik. Sementara di bagian tengah terdapat perbukitan dengan kemiringan lapisan batuan cukup terjal. Pada bagian     \n \n \n \n \n\nini juga terdapat dua morfologi lembah yang dikontrol oleh sesar naik. Adapun di selatan daerah penelitian terdapat perbukitan dengan kemiringan lapisan batuan     \n \n \n \n \n\nyang landai. Pengamatan lapangan menunjukkan variasi satuan batuan. Secara stratigrafi dari tua ke muda terdiri dari Satuan Breksi-Batupasir yang berumur     \n \n \n \n \n\nMiosen Akhir dan disetarakan dengan Anggota Gunung Hurip. Kemudian Satuan Batupasir-Batulempung, Satuan Batulempung, Satuan Batupasir, dan Satuan     \n \n \n \n \n\nBatulempung-Batupasir yang berumur Miosen Akhir-Pliosen Awal dan disetarakan dengan Formasi Halang. Variasi satuan batuan menunjukkan adanya perkembangan sedimentasi pada sistem kipas bawah laut. Rezim kompresi pada kala Plio-Plistosen menyebabkan perlipatan dan     \n \n \n \n \n\npensesaran. Struktur geologi yang terdapat di daerah penelitian diantaranya antiklin dan sesar naik. Proses tektonik ini juga menyebabkan pengangkatan     \n \n \n \n \n\nsehingga daerah ini menjadi daratan hingga sekarang.", "Daftar File": {"2013 TA PP TAKDIR NOOR FITRIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98268", "2013 TA PP TAKDIR NOOR FITRIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98269", "2013 TA PP TAKDIR NOOR FITRIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98270", "2013 TA PP TAKDIR NOOR FITRIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98271", "2013 TA PP TAKDIR NOOR FITRIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98272", "2013 TA PP TAKDIR NOOR FITRIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98273", "2013 TA PP TAKDIR NOOR FITRIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98274"}, "Penulis": "TAKDIR NOOR FITRIADI : (NIM : 12009041) : (Pembimbing: Dr. Ir. Asep Heri Patria Kesumajana, M.T. )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Selajambe, Formasi Halang, Anggota Gunung Hurip", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}