{"Nomor": 19523, "Judul": "VISUALISASI DATA SPASIAL 3D UNTUK OBJEK WARISAN BUDAYA MENGGUNAKAN OPENWEBGLOBE (SUDI KASUS : CANDI BOROBUDUR)", "Abstrak": "Data spasial tidak hanya dalam bentuk 2D namun sekarang data spasial telah berkembang menjadi data 3D. Data 3D berupa data objek-objek yang akan ditampilkan dalam bentuk 3D seperti: bangunan, pohon, kendaraan, ataupun Candi Borobudur. Candi Borobudur merupakan salah satu objek warisan budaya yang menjadi salah satu perhatian dari UNESCO. Candi Borobudur dapat divisualisasi menggunakan virtual globe.      \n \n \n \n \n \n\nVirtual globe adalah software 3D yang digunakan untuk merepresentasikan atau memodelkan bentuk Bumi atau lainnya. Salah satu jenis virtual globe yang menggunakan WebGL adalah OpenWebGlobe. OpenWebGlobe dapat menampilkan data objek 3D, image, dan elevasi, POI (Point of Interest). Data Candi Borodudur yang tersedia berupa ortofoto, DEM, dan Model 3D yang didapatkan dari foto udara format kecil dan foto rentang dekat kemudian diolah menggunakan Agisoft Photoscan. Data Candi Borobudur yang akan ditampilkan ke dalam OpenWebGlobe sebelumnya harus melalui processing menggunakan Command Prompt. Pada processing data Candi Borobudur akan membuat extent dalam WGS 84 dan Mercator, membuat tile coordinates, dan LOD (Level of Detail). OpenWebGlobe akan menampilkan ortofoto Candi Borobudur dengan gabungan DEM sehingga terlihat seperti 3D. Visualisasi Candi Borobudur juga mempunyai kedetailan sesuai dengan data sebelum processing.", "Daftar File": {"2014 TA PP SYIFA UTAMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98242", "2014 TA PP SYIFA UTAMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98243", "2014 TA PP SYIFA UTAMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98244", "2014 TA PP SYIFA UTAMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98245", "2014 TA PP SYIFA UTAMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98246", "2014 TA PP SYIFA UTAMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98247"}, "Penulis": "SYIFA UTAMI  (15110041)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Deni Suwardhi, ST., MT", "Dr. Ir. Agung Budi Harto, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Candi Borobudur, Data spasial 3D, OpenWebGlobe, processing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}