{"Nomor": 19522, "Judul": "STUDI DAMPAK PEMBANGUNAN JALAN TOL CIPULARANG TERHADAP TERCIPTANYA GUNA LAHAN PERDAGANGAN DAN JASA DI SEKITAR JALAN TERUSAN PINTU TOL PASTEUR KOTA BANDUNG", "Abstrak": "Sistem transportasi dan sistem guna lahan merupakan sistem yang dinamis dan saling mempengaruhi. Perubahan dalam guna lahan akan mempengaruhi transportasi sebagaimana transportasi akan mempengaruhi guna lahan. Dalam studi ini, Jalan Tol Cipularang merupakan salah satu bentuk investasi transportasi yang telah meningkatkan aksesibilitas antara Bandung dan Jakarta. Dalam bidang pariwisata, terjadi peningkatan frekwensi kunjungan wisatawan ke Kota Bandung sebesar 57% (Pramuditya, 2006). Dapat dicermati bahwa investasi transportasi ini telah membawa dampak terhadap sistem aktivitas dan guna lahan di Kota Bandung. Hubungan salin mempengaruhi antara sistem transportasi dan guna lahan ini sudah lama disadari, namun tidak banyak diketahui informasi mengenai bagaimana keberadaan suatu jaringan jalan baru akan berpengaruh terhadap guna lahan khususnya perdagangan dan jasa. Studi ini dilakukan untuk mengeksplorasi dan memperoleh gambaran bagaimana Tol Cipularang sebagai suatu jaringan jalan baru akan memberikan dampak terhadap guna lahan khususnya terciptanya guna lahan perdagangan dan jasa.        \n \n \n \n \n \n \n\nBerdasarkan hasil analisis diketahui bahwa terdapat kecenderungan perubahan guna lahan yang berbeda-beda di ketiga koridor jalan. Di koridor Jalan Pasteur, terjadi perubahan pemanfaatan yang paling pesat, yaitu sebesar 14,14 % untuk guna lahan perumahan. Perubahan terbesar kedua terjadi di koridor Jalan Sukajadi yaitu sebesar 12,28% untuk guna lahan perdagangan dan jasa, kemudian posisi terakhir adalah Jalan Surya Sumantri dengan perubahan sebesar 4,25% untuk guna lahan perdagangan dan jasa. Fenomena yang menarik adalah meskipun koridor Jalan Pasteur terhubung langsung dengan pintu Tol Pasteur, namun tidak berarti memiliki kecenderungan yang tinggi terhadap terjadinya perdagangan dan jasa. Sebaliknya, koridor Jalan Sukajadi terletak paling jauh dari pintu Tol Pasteur, namun memiliki kecenderungan yang tinggi terhadap terjadinya perdagangan dan jasa. Pemanfaatan lahan akan cenderung untuk berubah sesuai dengan potensi dan kemudahannya untuk berubah. Perkembangan perdagangan dan jasa yang pesat di Jalan Sukajadi perlu diatur agar tidak menyalahi pemanfaatan ruang yang ada. Sedangkan untuk koridor Jalan Pasteur perlu direncanakan dengan baik karena kawasan ini berkembang dengan pesat dan berpotensi besar untuk menjadi kawasan perdagangan dan jasa di kemudian hari yang akan menjadi sasaran investor. Untuk itu, dalam melakukan pengendalian lahan terutama dalam penetapan pajak, sebaiknya pengambil kebijakan memperhitungkan kecenderungan perkembangan guna lahan di masing-masing wilayah dan melihat kondisi kondisi guna lahan di sekitarnya.", "Daftar File": {"2010 TA PP SYIFAA TRESNANINGRUM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98235", "2010 TA PP SYIFAA TRESNANINGRUM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98236", "2010 TA PP SYIFAA TRESNANINGRUM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98237", "2010 TA PP SYIFAA TRESNANINGRUM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98238", "2010 TA PP SYIFAA TRESNANINGRUM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98239", "2010 TA PP SYIFAA TRESNANINGRUM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98240", "2010 TA PP SYIFAA TRESNANINGRUM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98241"}, "Penulis": "SYIFAA TRESNANINGRUM (NIM : 15405068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ibnu Syabri, B.Sc., M.Sc., Ph.d"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pembangunan, Perdagangan, Jasa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}