{"Nomor": 19536, "Judul": "PERBANDINGAN METODE SPATIAL AUTOCORRELATION (SPAC) DAN METODE FREQUENCY WAVENUMBER (FK) DALAM MENENTUKAN PROFIL KECEPATAN GELOMBANG S DARI TANAH", "Abstrak": "Gelombang permukaan merupakan salah satu jenis gelombang seismik yang menjalar pada medium permukaan bumi. Gelombang permukaan dapat dibagi menjadi dua macam berdasarkan gerak partikelnya, yaitu gelombang Rayleigh dan gelombang love. Gelombang Rayleigh memiliki sifat dispersi (menyebar) yang dapat dimanfaatkan untuk keperluan geoteknik dalam mencitrakan struktur lapisan di bawah permukaan bumi. Salah satu metode yang memanfaatkan karakteristik unik gelombang Rayleigh adalah metode array mikrotremor. Mikrotremor merupakan getaran alami yang dihasilkan oleh aktifitas alam (seperti gempa bumi, angin, gelombang laut) atau aktifitas manusia (seperti lalu lintas kendaraan, kegiatan industri). Metode ini lebih efisien jika dibandingkan dengan metode seismik konservatif (downhole, well-logging, dan lainnya) yang memanfaatkan gelombang badan karena metode ini tidak memerlukan lubang dalam pengerjaannya. Selain itu metode ini tidak perlu menghentikan aktifitas manusia sehingga metode ini cocok diterapkan di lingkungan perkotaan. Terdapat dua metode dalam pengukuran mikrotremor, yaitu metode spatial auto-correlation (SPAC) dan metode frequency-wavenumber (FK). Kedua metode ini membutuhkan sensor (geophone) dalam pengukurannya, setidaknya tujuh untuk metode FK dan empat untuk metode SPAC, dan membetuk sebuah array. Array yang biasa digunakan yaitu array yang berbentuk lingkaran atau segitiga sama sisi. Kedalaman yang dapat diinvestigasi bergantung pada besarnya radius pengamatan. Pada tugas akhir ini terdapat perbedaan pada penetrasi kedalaman yang dapat diukur antara metode FK dan metode SPAC. Selanjutnya, dari pengolahan data menggunakan software geopsy dan dinver akan didapatkan kurva dispersi dan profil kecepatan gelombang S. Profil kecepatan gelombang S didapat dari proses inversi kurva dispersi menggunakan software dinver. Setelah mendapatkan profil kecepatan gelombang S, struktur geologi bawah permukaan dapat segera ditentukan.", "Daftar File": {"2013 TS PP TAUFIK OCTAVINALDI N. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98340", "2013 TS PP TAUFIK OCTAVINALDI N. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98341", "2013 TS PP TAUFIK OCTAVINALDI N. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98342", "2013 TS PP TAUFIK OCTAVINALDI N. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98343", "2013 TS PP TAUFIK OCTAVINALDI N. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98344", "2013 TS PP TAUFIK OCTAVINALDI N. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98345", "2013 TS PP TAUFIK OCTAVINALDI N. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98346"}, "Penulis": "TAUPIK OCTAVINALDI NURPRATAMA (NIM : 10208064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang Rayleigh, Mikrotremor, Frequency wavenumber (FK), Spatial autocorrelation (SPAC)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}