{"Nomor": 19531, "Judul": "STRATEGI MEMBAWA Len MENUJU PERUSAHAAN KELAS DUNIA", "Abstrak": "Menetapkan tujuan maksimal, menjadi Perusahaan Kelas Dunia, sebagai visi perusahaan, kelihatan indah, tetapi hanya sedikit perusahaan yang mampu mewujudkan visi tersebut. Berbagai penyebab kegagalannya, seperti, management strategis yang tidak jelas,    \n \n\nketidaksesuaian antara strategi, sumberdaya dan eksekusi, ketidakselarasan antara strategiprogram    \n \n\ndan pelaksanaan, kegagalan dalam mengidentifikasi kebutuhan pelanggantransformasi  pelanggan-transformasi pesaing-dinamika lingkungan bisnis, percepatan perubahan teknologi, globalisasi dan banyak faktor lainnya. Setelah dua tahun pelaksanaan    \n \n\nRencana Jangka Panjang Perusahaan (RJPP) 2012-2016, dipandang perlu unatuk mengevaluasi dan menganalisa pakah RJPP 2012-2016 masih dapat membawa perusahaan    \n \n\nmencapai visi, atau secara umum untuk untuk membantu perusahaan mengetahui siapa dirinya Ã‚Â– untuk mengetahui bisnis inti, produk inti, kemampuan dan pencapaiannya, untuk jarak perbedaan perusahaan terhadap perusahaan kelas dunia, untuk mengetahui dimana perusahaan berada sehingga memahami perubahan longkungan bisnis sehinga memahami  bagaimana melakukan adaptasi terhadap perubahan lingkungan bisinis dan nmecapai tujuan maksimal menjadi Perusahaan Kelas Dunia yang bertahan lama.    \n \n \n\nAnalisa portofolio menggunakan BCG Growth Matrix dan GE Business Screen dikombinasikan dengan Issue Priority Matrix dan IE Matrix untuk mengetahui apakah lini bisnis berada dalam industri yang tepat yang dapat memberikan pertumbuhan terbaik dan    \n \n\nmencapai perusahaan kelas dunia.    \n \n \n\nResearch ini menghasilkan pemahaman akan perusahaan secara utuh dan pemahaman akan perubahan lingkungan bisnis, sehingga diusulkan untuk melakukan Transformasi Gelombang ketiga dari perusahaan manufaktur menjadi perusahaan solusi yang dibagi kedalam fase pembibitan dan fase pencangkokan berdasarkan pada korporat parenting dan performansi    \n \n\nnilai tambah ekonomi.    \n \n \n\nKata Kunci : Kelas Dunia, Evaluasi, Transformasi, Parenting", "Daftar File": {"2013 TS PP TARMIZI KEMAL FASYA LUBIS1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98300", "2013 TS PP TARMIZI KEMAL FASYA LUBIS1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98301", "2013 TS PP TARMIZI KEMAL FASYA LUBIS1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98302", "2013 TS PP TARMIZI KEMAL FASYA LUBIS1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98303", "2013 TS PP TARMIZI KEMAL FASYA LUBIS1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98304", "2013 TS PP TARMIZI KEMAL FASYA LUBIS1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98305"}, "Penulis": "TARMIZI KEMAL FASYA LUBIS (NIM: 29111340)", "Kontributor / Dosen Pembimbing": ["Final Project Counselor: Ir. Harimukti Wandebori, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kata Kunci : Kelas Dunia, Evaluasi, Transformasi, Parenting.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}