{"Nomor": 19532, "Judul": "PENENTUAN NILAI VALUE AT RISK PADA PORTOFOLIO INVESTASI DENGAN MENGGUNAKAN SIMULASI MONTE CARLO : STUDI KASUS PADA MANAJEMEN RESIKO INVESTASI DI PT. XYZ (PERSERO)", "Abstrak": "Optimasi dalam investasi ekonomi merupakan strategi perusahaan untuk mengoptimalkan sumber ekonomi yang berasal dari modal perusahaan. Dengan mengoptimalkan pendapatan investasi melalui peningkatan porsi investasi pada aset penuh resiko akan meningkatkan imbal hasil investasi dengan tingkat resiko yang tinggi. Alokasi asset untuk investasi sangat tergantung pada kebijakan perusahaan. Deposito sebagai aset bebas resiko digunakan sebagai sumber pembiayaan klaim dengan kisaran 20%-40%. Instrumen investasi yang beresiko seperti reksadana, obligasi dan saham memiliki porsi 60%-80% dari total investasi. Portfofolio investasi pada aset penuh resiko seperti reksadana 31%, obligasi 63% dan saham 6%. Aset penuh resiko memberikan hasil yang bagus seperti reksadana menghasilkan imbal hasil 10.59% dan tingkat resiko 11.19%, imbal hasil obligasi 10.11% dan resiko 3.8%.Sementara itu portofolio saham meberikan hasil yang kurang memuaskan yang memberikan imbal hasil -20.08% dan resiko 36.98%. Portofolio investasi ini menghasilkan imbal hasil 8.08% dan resiko 13.42%. Modifikasi dari portofolio investasi ini dilakukan dengan mengalokasikan asset bebas resiko sebesar 10% dan asset beresiko 90%. Hasil dari modifikasi ini menghasilkan sedikit perbaikan dengan memberikan imbal hasil 8.26% dan tingkat resiko 15.12%. Value at Risk mengukur nilai kerugian potensial dari portofolio asset beresiko pada periode waktu tertentu dengan aras kepercayaan tertentu. Dari hasil perhitungan menggunakan simulasi Monte Carlo, portofolio saham memiliki nilai Value at risk 11.04%, obligasi 11.5%, dan reksadana 18.46% dengan aras kepercayaan 95%. Memaksimalkan nilai portofolio investasi dapat dilakukan dengan mengatur besaran alokasi aset. Hasil dari simulasi optquest ini menghasilkan nilai maksimal portofolio dengan imbal hasil portfofolio saham 15.14% dan VaR 26.53% serta imbal hasil portfofolio reksadana 50.40% dengan nilai VaR 24.03%.", "Daftar File": {"2013 TS PP TAROMBBO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98306", "2013 TS PP TAROMBBO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98307", "2013 TS PP TAROMBBO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98308", "2013 TS PP TAROMBBO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98309", "2013 TS PP TAROMBBO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98310", "2013 TS PP TAROMBBO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98311"}, "Penulis": "TAROMBO PARDOMUAN (NIM: 29110323) Pembimbing : Erman Sumirat, SE.AK, M.Buss.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Erman Sumirat, SE.AK, M.Buss."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investment, asset allocation, risk free asset, risky asset, portfolio investment, optimization, optquest, monte carlo, and value at risk", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}