{"Nomor": 19530, "Judul": "ALTERNATIF KEBIJAKAN PUBLIK UNTUK MITIGASI BENCANA BANJIR DI KELAPA GADING, JAKARTA UTARA, MEMADUKAN PENDEKATAN TOP DOWN DAN BOTTOM UP", "Abstrak": "DKI Jakarta merupakan daerah yang rawan banjir karena 40% daerahnya termasuk dataran rendah, memiliki curah hujan yang tinggi, terjadi perubahan guna lahan, dan        \n \n\npenyempitan pada saluran. Kecamatan Kelapa Gading termasuk ke dalam 40% daerah dataran rendah tersebut. Ketinggiannya hanya 5 m di atas permukaan laut. Selain itu, di kawasan Kelapa Gading juga terjadi perubahan guna lahan serta sistem Daerah Aliran Sungai dan drainasenya tidak mampu menampung air hujan sehingga Kecamatan Kelapa Gading merupakan salah satu daerah yang rawan banjir di DKI Jakarta. Sementara, dalam konsep RTRW Provinsi DKI Jakarta Tahun 2010 Ã‚Â– 2030, Kelapa Gading ditetapkan sebagai pusat perdagangan skala kota; kawasan perkantoran, perdagangan dan jasa; kawasan pariwisata; dan kawasan perumahan vertikal. Untuk itu, diperlukan penanggulangan bencana banjir di Kelapa Gading. Persoalannya adalah selama ini kebijakan penanggulangan bencana masih bersifat reaktif, khususnya pada saat dan sesudah bencana. Hal yang dilakukan paling jauh hanya antisipatif secara terbatas, yaitu hanya mempersiapkan apa saja yang harus dilakukan pada saat dan sesudah banjir, tidak melingkup hal Ã‚Â– hal yang bersifat preventif, yaitu mencegah atau mengurangi bencana banjir terjadi. Selain itu, aspirasi dari komunitas Kelapa Gading yang langsung terkena dampak dari bencana banjir di Kelapa Gading tidak dipertimbangkan dalam penanggulangan bencana banjir di Kelapa Gading. Adapun persoalan penelitiannya adalah pendekatan yang digunakan untuk mitigasi bencana banjir saat ini adalah pendekatan Top Down yang dinilai kurang efektif dan pendekatan Bottom Up yang hanya melibatkan komunitas dalam hal teknis saja. Untuk itu, penelitian ini bertujuan untuk merumuskan suatu alternatif kebijakan publik untuk mitigasi bencana banjir di Kelapa Gading, Jakarta Utara berdasarkan pendekatan Top Down dan Bottom Up. Peramalan atas alternatif kebijakan yang diperlukan dilakukan dengan mengidentifikasi upaya mitigasi bencana banjir yang sudah ada dan aspirasi stakeholders dalam upaya mitigasi bencana banjir di Kelapa Gading serta memetakan gap atau perbedaan terhadap keduanya dan mengklasifikasikan hasil gap        \n \n\ntersebut berdasarkan Disaster Crunch Model. Pendekatan yang digunakan adalah kualitatif dengan metode analisis klasifikasi untuk mengidentifikasi faktor, sub faktor, dan variabel dalam upaya mitigasi bencana banjir; metode analisis isi kualitatif untuk mengidentifikasi upaya mitigasi bencana banjir yang sudah ada dan aspirasi stakeholders dalam upaya mitigasi bencana banjir di Kelapa Gading; dan metode analisis gap untuk memetakan perbedaan terhadap keduanya. Kemudian, pada tahap sintesis data, metode yang digunakan adalah analisis klasifikasi untuk mengelompokkan hasil gap berdasarkan Disaster Crunch Model. Alternatif kebijakan publik untuk mitigasi bencana banjir yang diusulkan diposisikan        \n \n\ndalam Building Resilience Model yang merupakan pengembangan dari Disaster Crunch Model. Kebijakan yang diusulkan dalam setiap tahapan pada model tersebut adalah kebijakan untuk pengurangan bahaya, pengembangan bantuan, kesiapsiagaan atau mitigasi, advokasi atau pengembangan, dan pengembangan pendidikan. Pada bagian        \n \n\nkesimpulan, usulan alternatif kebijakan tersebut akan dibagi sesuai dengan stakeholder yang akan melaksanakannya berdasarkan wewenang, hak, dan kewajiban dari masingÃ‚Â–masing stakeholder tersebut. Adapun rekomendasi studi yang diberikan adalah dengan        \n \n\nmemprioritaskan usulan kebijakan untuk faktor penurunan kerentanan terkait dengan perubahan guna lahan yang merupakan penyebab utama dari terjadinya bencana banjir        \n \n\ndi Kelapa Gading.", "Daftar File": {"2009 TA PP TAORA VIOLIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98290", "2009 TA PP TAORA VIOLIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98291", "2009 TA PP TAORA VIOLIZA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/98292", "2009 TA PP TAORA VIOLIZA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/98293", "2009 TA PP TAORA VIOLIZA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/98294", "2009 TA PP TAORA VIOLIZA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/98295", "2009 TA PP TAORA VIOLIZA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/98296", "2009 TA PP TAORA VIOLIZA 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/98297", "2009 TA PP TAORA VIOLIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98298", "2009 TA PP TAORA VIOLIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98299"}, "Penulis": "TAORA VIOLIZA (NIM: 15406041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Andi Oetomo, M.PI"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mitigasi Bencana Banjir, Kebijakan Publik, Kelapa Gading, Aspirasi, Gap.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}