{"Nomor": 19534, "Judul": "PENGARUH GEOMETRI MODEL TERHADAP DISTRIBUSI TEGANGAN DAN PERPINDAHAN DI SEKITAR LUBANG BUKAAN LINGKARAN DENGAN MENGGUNAKAN METODE DISTINCT ELEMENT", "Abstrak": "Pada tambang bawah tanah, proses penggalian pada massa batuan mempengaruhi distribusi tegangan yang dialami pada sekitar massa batuan tersebut yang berakibat terjadinya perpindahan. Program UDEC dengan pendekatan elemen distinct dapat memodelkan dan memprediksi perilaku massa batuan di sekitar lubang bukaan bawah tanah yang dibuat.  \n \n\nPada penelitian ini dibuat model penampang lubang bukaan bawah tanah dengan berbagai ukuran geometri yang berbeda (L=10D, L=15D, L=20D), dengan semua data yang dipakai berasal dari berbagai literatur. Kemudian dilakukan analisis terhadap nilai perpindahan dan tegangan utama (σ1 dan σ3) dari hasil perhitungan penelitian serta dibandingkan dengan hasil perhitungan analitik.  \n \n\nDari hasil penelitian ini didapatkan hasil bahwa, pada θ=0o σ1=tegangan tangensial (σθ), σ3=tegangan radial (σr) semakin jauh jaraknya dari lubang bukaan, nilai dari σr dan σθ semakin kecil, pada θ=90o σ1=tegangan radial (σr), σ3=tegangan tangensial (σθ) semakin jauh jaraknya dari lubang bukaan, nilai dari σr semakin besar sedanngkan σθ semakin kecil. Semakin besar nisbah L/D model yang digunakan, perbedaan nilai antara hasil perhitungan penelitian dan hasil perhitungan analitik semakin kecil.  \n \n\ni", "Daftar File": {"2010 TA PP TAUFIK KADAR NURDAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98326", "2010 TA PP TAUFIK KADAR NURDAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98327", "2010 TA PP TAUFIK KADAR NURDAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98328", "2010 TA PP TAUFIK KADAR NURDAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98329", "2010 TA PP TAUFIK KADAR NURDAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98330", "2010 TA PP TAUFIK KADAR NURDAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98331"}, "Penulis": "TAUFIK KADAR NURDAYA (NIM : 12104024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Irwandy Arif, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tambang bawah tanah,  Program UDEC, elemen distinct, tegangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}