{"Nomor": 19542, "Judul": "USULAN STRATEGI BARU UNTUK MENEMBUS DAN MEREBUT PASAR STUDI KASUS: CHEVROLET INDONESIA", "Abstrak": "General Motors Indonesia dengan merk dagang Chevrolet telah cukup lama berada di pasar otomotif Indonesia yaitu sejak tahun 1942, namun pada perjalanannya telah    \n \n\nmengalami banyak pasang surut sehingga sekarang ini masih memiliki pangsa pasar yang cukup kecil. Sekitar dekade 70-an, Chevrolet menghilang dari pasar otomotif Indonesia dan digantikan oleh pasar otomotif pabrikan Jepang. Pada tahun 1993 GM memulai kembali pasar Indonesia dengan menggandeng perusahaan lokal (PT Garmak Motor) sebagai joint venture dan pada tahun 1998 GM membeli seluruh kepemilikan sahamnya dan mulai memperluas penetrasi pasar. Namun pada tahun 2005, produksi menurun kembali sehingga akhirnya pabrik perakitan ditutup dan GM Indonesia hanya  menjadi kantor pemasaran. Tahun 2011, GM kembali melakukan investasi dengan mengaktifkan pabrik perakitannya di Indonesia untuk mencoba penetrasi dan berusaha merebut pangsa pasar otomotif di Indonesia masih dengan membawa merk Chevrolet. Kondisi pasar otomotif pada masa kebangkitan kembali Chevrolet Indonesia ini sudah sangat kompetitif, sehingga menempatkan Chevrolet Indonesia pada posisi market challenger di tengah pesaing-pesaing besarnya. Situasi ini memaksa Chevrolet Indonesia untuk memiliki sebuah strategi managemen yang baru dalam menghadapi segala kemungkinan yang berdampak pada bisnisnya. Langkah-langkah untuk merumuskan managemen strategi tersebut antara lain dengan melakukan analisis faktor lingkungan eksternal (EFAS) dan analisis faktor internal (IFAS). Dari matriks TOWS ini diturunkan kedalam empat pilihan yang menjadi dasar untuk memilih solusi yang dapat di implementasikan pada Chevrolet Indonesia.  Prioritas dari ke empat solusi dari matriks TOWS tersebut adalah sebagai berikut: Weakness Ã‚Â– Threat Strategy, Strength Ã‚Â– Threat Strategy, Weakness Ã‚Â– Opportunity    \n \n\nStrategy dan Strength Ã‚Â– Opportunities Strategy.    \n \n\nHasil dari analisis strategy matriks TOWS tersebut di atas akan di jadikan dasar dalam  merumuskan managemen strategibaru bagi Chevrolet Indonesia untuk menembus dan    \n \n\n merebut pangsa pasar dalam industri otomotif", "Daftar File": {"2013 TS PP TEDY YULI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98379", "2013 TS PP TEDY YULI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98378", "2013 TS PP TEDY YULI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98377", "2013 TS PP TEDY YULI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98380", "2013 TS PP TEDY YULI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98381", "2013 TS PP TEDY YULI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98382"}, "Penulis": "TEDY YULI PUSDIONO (NIM: 29110039) Pembimbing : Erman A. Sumirat SE.AK.,M.Buss", "Kontributor / Dosen Pembimbing": ["Pembimbing : Erman A. Sumirat SE.AK.,M.Buss"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Managemen Strategi, TOWS Matrix, Penetrasi pasar.Chevrolet Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}