{"Nomor": 19559, "Judul": "PERHITUNGAN RADIASI SURYA MENGGUNAKAN REFERENCE EVALUATION OF SOLAR TRANSMITTANCE, 2 BANDS (REST 2) MODEL (STUDI KASUS: SEMARANG)", "Abstrak": "Radiasi surya merupakan energi terbarukan yang ramah lingkungan dan memiliki potensi untuk menjawab masalah kebutuhan energi saat ini. Namun sayangnya untuk wilayah Indonesia yang cukup luas ini masih sangat minim ketersediaan data radiasi surya. Oleh karena itu dibutuhkan metode untuk mengestimasi nilai radiasi surya. Pada penelitian ini digunakan model Reference Evaluation of Solar Transmittance, 2 Bands (REST 2). Penelitian untuk memvalidasi model REST 2 telah dilakukan di Colorado, Hawaii, Saudi Arabia, Spanyol, India, dan beberapa wilayah lain, namun belum dilakukan untuk wilayah Indonesia. Stasiun Klimatologi Semarang dipilih sebagai titik wakil untuk wilayah Indonesia karena stasiun tersebut memiliki data yang dibutuhkan dalam penelitian ini. Setelah estimasi nilai radiasi surya diperoleh selanjutnya akan diverifikasi menggunakan data hasil pengukuran langsung. Penelitian untuk wilayah Semarang menghasilkan nilai RMSE untuk model REST 2 sebesar 6.53%, berdasarkan nilai tersebut dapat ditarik kesimpulan bahwa model REST 2 dapat digunakan untuk mengestimasi nilai radiasi surya pada kondisi langit cerah di wilayah Indonesia", "Daftar File": {"2013 TA PP TIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98510", "2013 TA PP TIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98511", "2013 TA PP TIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98512", "2013 TA PP TIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98513", "2013 TA PP TIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98514", "2013 TA PP TIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98515", "2013 TA PP TIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98516"}, "Penulis": "TIKA RAHAYU SASONGKO (12808015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach L. Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "radiasi surya, Semarang, model REST 2.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}