{"Nomor": 19569, "Judul": "REFUELING EFFICIENCY IMPROVEMENT OF PRODUCTION TRUCKS IN PTFI GRASBERG MINE", "Abstrak": "Truk pengangkut di Grasberg dikenal sebagai kelompok alat berat terpenting yang    \n \n \n \n\ndimiliki oleh perusahaan untuk mengirimkan bijih dan material sisa baik ke area dump atau pun    \n \n \n \n\ncrusher. Kelompok truk ini terdiri dari tiga jenis utama yaitu Cat 793, Komatsu 930E/E-2 dan Cat    \n \n \n \n\n797 yang memiliki kapasitas rata-rata 276 metrik ton. Pekerjaan mereka didukung oleh dua    \n \n \n \n\nstasiun pengisian bahan bakar utama yaitu stasiun pengisian Megashop dan Surabaya yang    \n \n \n \n\nlokasinya terpisah. Sejak tahun lalu, kegiatan tambang lebih banyak difokuskan di area Pushback    \n \n \n \n\n9N dan 8E dan material sisa lebih sering diarahkan ke area pembuangan sebelah barat, yang    \n \n \n \n\nletaknya jauh dari fasilitas pendukung di Grasberg, terutama stasiun pengisian bahan bakar.    \n \n \n \n\nMasalah timbul ketika truk-truk diarahkan untuk mengisi bahan bakar setelah membuang muatan    \n \n \n \n\ndi dump barat. Analisis menunjukkan adanya waktu tunda sebagai penyebab kerugian ini. Waktu    \n \n \n \n\ntunda ini meningkat selama beberapa bulan terakhir, dan ada beberapa faktor diidentifikasi    \n \n \n \n\nsebagai penyebab kondisi ini. Jika peningkatan waktu tunda ini dikonversikan ke biaya    \n \n \n \n\noperasional truk per jam, terjadi penurunan efisiensi pada proses pengangkutan di Grasberg oleh    \n \n \n \n\nadanya peningkatan biaya unit produksi menjadi sebesar US$ 0.05.    \n \n \n \n\nBeberapa analisis identifikasi telah dilakukan, seperti pada proses antrian, penentuan    \n \n \n \n\nlokasi dibandingkan dengan waktu perjalanan dan juga analisis kapasitas fasilitas pengisian bahan    \n \n \n \n\nbakar hanya untuk mengetahui penyebab utama masalah tersebut. Analisis tersebut kemudian    \n \n \n \n\nmengarah kepada suatu kesimpulan bahwa lokasi pembuangan material sisa sekarang ini sudah    \n \n \n \n\njauh dari fasilitas pengisian bahan bakar yang menyebabkan peningkatan waktu perjalanan ke    \n \n \n \n\nfasilitas tersebut. Lokasi stasiun pengisian bahan bakar yang sekarang dianggap sudah tidak layak    \n \n \n \n\ndalam memenuhi kebutuhan produksi jika disesuaikan dengan perencanaan tambang di masa    \n \n \n \n\ndepan.    \n \n \n \n\nBeberapa pendekatan telah dipertimbangkan seperti analisis antrian di area layanan    \n \n \n \n\npengisian bahan bakar, perhitungan dengan metode pusat gravitasi untuk menentukan lokasi    \n \n \n \n\nfasilitas bahan bakar yang lebih sesuai dengan kebutuhan operasi tambang di masa depan serta    \n \n \n \n\nanalisis dengan pemrograman linear untuk mencari pemecahan masalah terhadap biaya yang    \n \n \n \n\npaling efisien transportasi truk ke lokasi pengisian bahan bakar. Dari pendekatan-pendekatan    \n \n \n \n\ntersebut diketahui bahwa hasil analisis yang paling tepat adalah memindahkan fasilitas pengisian    \n \n \n \n\nbahan bakar di area Surabaya ke lokasi yang lebih dekat dengan area pembuangan material sisa di    \n \n \n \n\nsebelah barat.    \n \n \n \n\nHasil analisis yang dilakukan menunjukkan adanya penghematan biaya sebesar kira-kira    \n \n \n \n\nUS$ 4 juta selama tahun 2012 yang didapatkan dari gabungan biaya operasional variabel dan    \n \n \n \n\ntetap dari proses pengisian bahan bakar sebagai akibat dari pemindahan fasilitas Surabaya ke    \n \n \n \n\ntempat yang baru. Investasi modal untuk proyek ini juga telah dihitung dan ditetapkan sebesar    \n \n \n \n\nUS$ 931.000 dengan NPV 9% sebesar US$ 875.184 selama dua tahun pertama pelaksanaan    \n \n \n \n\nproyek ini. Pada akhir diskusi terdapat beberapa usulan studi tambahan yang dapat diterapkan    \n \n \n \n\nsebagai bagian dari pencapaian efisiensi produksi tambang di masa depan.", "Daftar File": {"2010 TS PP TITUS YOS PARINGAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98585", "2010 TS PP TITUS YOS PARINGAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98586", "2010 TS PP TITUS YOS PARINGAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98587", "2010 TS PP TITUS YOS PARINGAN 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/98588", "2010 TS PP TITUS YOS PARINGAN 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/98589", "2010 TS PP TITUS YOS PARINGAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98590", "2010 TS PP TITUS YOS PARINGAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98591", "2010 TS PP TITUS YOS PARINGAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98592"}, "Penulis": "TITUS YOS PARINGAN (NIM : 29109118)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mursyid Hasan Basri"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Efisiensi pengisian bahan bakar, truk produksi, masalah lokasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}