{"Nomor": 19565, "Judul": "BUSINESS STRATEGY FOR PT. BHAKTI USAHA ERA MAKMUR IN PURPOSE TO INCREASE SALES", "Abstrak": "ABSTRAK  \n \n\nDengan luasnya kondisi alam Indonesia dan iklim tropis, pohon albasia dapat tumbuh subur. Albasia merupakan pohon dengan nilai guna tinggi serta harga yang terjangkau. Tidak heran jika albasia banyak diperjualbelikan dalam industri kayu olahan. Sebagai perusahaan dagang, PT. Bhakti Usaha Era Makmur pun memperjualbelikan kayu albasia. Selama tujuh tahun berbisnis, perusahaan telah banyak mengalami manis pahit berbisnis di industri tersebut. Saat ini, ada beberapa permasalahan untuk lini bisnis di Jawa Barat. Penurunan jumlah pemasok, besarnya piutang tak tertagih, dan permintaan konsumen yang tidak terpenuhi manjadi isu bisnis perusahaan dalam beberapa tahun belakangan ini.  \n \n\nKetiga isu bisnis tersebut akan dianalisa dengan menggunakan teori-teori seperti carter 10 cÃ‚Â’s, value chain, porter 5 forces, dan PEST. Dengan menggunakan semua teori tersebut, diperolehlah kesimpulan bahwa penjualan PT. Bhakti Usaha Era Makmur mengalami penurunan karena tiga hal, perjanjian antar pemasok dan perusahaan yang tidak dijalankan dengan semestinya, jumlah pemasok yang sangat sedikit, dan perusaan mendelegasikan operasional aktifitasnya kepada pemasok. Ketiga hal tersebut merupakan akar masalah bagi perusahaan yang harus dihilangkan agar penjualan kembali meningkat.  \n \n\nMempertimbangkan akar masalah dan tujuannya serta mengingat life cycle bisnis perusahaan yang berada dalam posisi growth, penulis mengusulkan agar perusahaan melakukan integrasi vertikal kebelakang, dimana perusahaan mendirikan sebuah anak perusahaan yang bertindak sebagai pemasok. Usulan solusi ini disertai dengan beberapa uji kelayakan yang diadopsi dari perusahaan konsultan terkenal McKinsey serta proyeksi keuntungan finansial. Uji kelayakan tersebut meliputi biaya pendirian, biaya transaksi, resiko, dan keefektifan koordinasi. Hasil uji kelayakan yang positif juga didukung dengan proyeksi finansial yang positif, membuat usulan solusi ini layak untuk dilaksanakan.  \n \n\nSelanjutnya, penulis telah membuat rencana implementasi jangka pendek dan panjang untuk mempermudah pelaksanaan usulan solusi yang diberikan penulis. Tujuan dari rencana jangka pendek adalah mendirikan subsidiaris yang mandiri sedangkan tujuan rencana jangka panjang adalah agar subsidiaris menjadi keunggulan perusahaan.  \n \n\nKata kunci: Agribinis, Albasia, Integrasi Vertikal, Strategi Bisnis", "Daftar File": {"2013 TS PP TITA GRACIA YOSHEKO1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98551", "2013 TS PP TITA GRACIA YOSHEKO1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98552", "2013 TS PP TITA GRACIA YOSHEKO1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98553", "2013 TS PP TITA GRACIA YOSHEKO1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98554", "2013 TS PP TITA GRACIA YOSHEKO1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98555", "2013 TS PP TITA GRACIA YOSHEKO1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98556"}, "Penulis": "TITA GRACIA YOSHEKO (NIM: 29111317)", "Kontributor / Dosen Pembimbing": ["Final Project Counselor: Ir. Leo Aldianto MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keywords: Agribusiness, Ablizia, Vertical Integration, Business Strategy", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}