{"Nomor": 19568, "Judul": "STUDI DINAMIKA MOLEKUL DAN STEERED MOLECULAR DYNAMICS ANTIBODI MONOKLONAL NIMOTUZUMAB", "Abstrak": "Nimotuzumab merupakan suatu antibodi monoklonal (mAb) humanized yang    \n \n \n \n\npenggunaannya lebih menguntungkan bila dibandingkan dengan mAb lain pentarget    \n \n \n \n\nEGFR karena tidak menimbulkan efek samping seperti ruam kulit. Penggunaan    \n \n \n \n\nbersamaan dengan terapi radiasi terbukti dapat meningkatkan efek terapi, oleh karena    \n \n \n \n\nitu nimotuzumab banyak dikembangkan sebagai radiofarmaka terapi. Dalam    \n \n \n \n\npenyiapannya, nimotuzumab sering dikondisikan dalam berbagai lingkungan dengan    \n \n \n \n\nvariasi pH, temperatur dan kehadiran senyawa lain. Dalam penelitian ini telah    \n \n \n \n\ndilakukan simulasi dinamika molekul untuk mempelajari struktur nimotuzumab    \n \n \n \n\ndalam berbagai variasi temperatur dan dilakukan simulasi steered molecular    \n \n \n \n\ndynamics (SMD) untuk mempelajari kestabilan nimotuzumab akibat adanya gaya    \n \n \n \n\nluar. Simulasi dilakukan dengan menggunakan program not just another molecular    \n \n \n \n\ndynamic (NAMD) dan analisis dilakukan dengan program visual molecular dynamics    \n \n \n \n\n(VMD). Dari hasil analisis Root Mean Square Displacement (RMSD) pada rentang    \n \n \n \n\nwaktu simulasi dinamika molekul selama 900 ps, didapatkan nilai RMSD pada    \n \n \n \n\ntemperatur 277 K, 310 K, 353 K dan 373 K yaitu berturut-turut sebesar 2,37; 2,50;    \n \n \n \n\n2,46 dan 2,53. Analisis kestabilan per residu pada rantai berat menunjukkan bahwa    \n \n \n \n\npada daerah sisi aktif CDR3 (Complementarity Determining Region) yaitu pada    \n \n \n \n\nresidu bernomor 98 (triptofan) dan 99 (fenil alanin) terjadi perubahan konformasi    \n \n \n \n\nyang paling besar. Pada rantai ringan perubahan terjadi pada residu nomor 1    \n \n \n \n\n(aspartat), 127 (serin), dan nomor 186 (tirosin), yang mana ketiganya tidak termasuk    \n \n \n \n\ndalam daerah sisi aktif atau CDRs dari rantai ringan nimotuzumab.    \n \n \n \n\nSimulasi steered molecular dynamics (SMD) dilakukan dengan mengerjakan gaya    \n \n \n \n\nluar pada ujung C-terminal rantai berat sedangkan ujung N-terminal dibuat tetap.    \n \n \n \n\nPenarikan dilakukan dengan kecepatan konstan sebesar 0,5 ÃƒÂ…/ps. Didapatkan puncak    \n \n \n \n\ngaya yang timbul pada saat dimulainya proses unfolding adalah sebesar 1226 pN.    \n \n \n \n\nii    \n \n \n \n\nGaya sebesar ini diduga diakibatkan oleh putusnya ikatan hidrogen antara residu    \n \n \n \n\nVAL211 rantai berat dan residu TYR 194 rantai berat.", "Daftar File": {"2014 TS PP TITIS SEKAR HUMANI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98578", "2014 TS PP TITIS SEKAR HUMANI 1- BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/98579", "2014 TS PP TITIS SEKAR HUMANI 1- BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/98580", "2014 TS PP TITIS SEKAR HUMANI 1- BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/98581", "2014 TS PP TITIS SEKAR HUMANI 1- BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/98582", "2014 TS PP TITIS SEKAR HUMANI 1- BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/98583", "2014 TS PP TITIS SEKAR HUMANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98584"}, "Penulis": "TITIS SEKAR HUMANI ( NIM : 20910004)Pembimbing :Dr. Muhamad Abdulkadir Martoprawiro", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Muhamad Abdulkadir Martoprawiro"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dinamika molekul, steered molecular dynamics (SMD), nimotuzumab, unfolding, complementarity determining regions (CDRs)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}