{"Nomor": 19575, "Judul": "SIMULASI PERUBAHAN KINERJA JARINGAN JALAN KOTA BLITAR BERDASARKAN SKENARIO RENCANA TATA RUANG WILAYAH KOTA BLITAR 2008-2018", "Abstrak": "Pertumbuhan guna lahan yang disebabkan oleh implementasi RTRW Kota Blitar mengakibatkan terjadinya peningkatan pada jumlah permintaan akan pergerakan di Kota Blitar. Dari hasil estimasi, jumlah pergerakan di Kota Blitar tahun 2008 adalah sebesar 33.725,76 smp/jam pada jam sibuk pagi (pukul 06:00- 08:00 WIB) dan berdasarkan perubahan penggunaan lahan yang diskenariokan RTRW jumlah tersebut diperkirakan mengalami peningkatan sebesar 57% di tahun 2018 dengan total pergerakan 53.213,12 smp/jam. Penambahan tersebut baru setengah dari masa rencana yang ditetapkan dan akan terus bertambah sampai RTRW Kota Blitar Tahun 2008-2028 sudah sepenuhnya terlaksana. Volume lalu lintas yang tinggi akan membebani ruas-ruas jalan di Kota Blitar seiring dengan pertumbuhan jumlah pergerakan. Namun di sisi lain, sediaan transportasi Kota Blitar di tahun 2018 dikhawatirkan tidak mengalami peningkatan yang linear dengan pertumbuhan jumlah pergerakan yang disebabkan oleh implementasi RTRW tersebut. Akibatnya, timbul permasalahan pada kualitas layanan jaringan jalan, seperti ketidakmampuan dalam mengakomodir pergerakan penduduk yang akhirnya menimbulkan masalah lalu lintas seperti kemacetan. Hingga saat ini belum terdapat kajian mengenai evaluasi kinerja jaringan jalan di Kota Blitar berdasarkan implementasi RTRW yang dikaitkan dengan pengaruh perubahan lahan yang terjadi. Oleh karena itu, dilakukan sebuah simulasi yang ditujukan untuk mengetahui bagaimana perubahan yang terjadi pada kinerja jaringan jalan        \n \n \n \n \n \n\nKota Blitar hingga tahun 2018 akibat perubahan tata guna lahan yang yang diasumsikan mengikuti rencana struktur dan pola pemanfaatan ruang dari RTRW Kota Blitar Tahun 2008-2028. Simulasi ini dilakukan dengan beberapa tahapan, yaitu mengestimasi pola pergerakan yang akan terjadi; mengestimasi jumlah volume lalu lintas yang akan membenani tiap ruas jalan di Kota Blitar menggunakan bantuan program komputer SATURN; mengidentifikasi tingkat pelayanan jalan; dan menentukan skenario tindakan untuk meningkatkan kinerja jaringan jalan yang mempertimbangkan sisi sediaan dan sisi permintaan transportasi Kota Blitar.        \n \n \n \n \n \n\nBerdasarkan hasil simulasi, diusulkan tiga skenario tindakan peningkatan kinerja jaringan jalan agar potensi permasalahan transportasi di Kota Blitar dapat diantisipasi. Skenario tersebur terdiri dari: skenario 1 yang meningkatkan sisi sediaan transportasi dengan penambahan kapasitas jalan; skenario 2 yang menata sisi permintaan akan transportasi dengan penataan pergerakan; dan skenario 3 yang menggabungkan tindakan pada skenario 1 dan 2. Disimpulkan bahwa pengelolaan pada sisi sediaan dan permintaan yang dilakukan skenario 3 merupakan tindakan paling efektif dalam meningkatkan kinerja jaringan jalan di Kota Blitar pada tahun 2018.", "Daftar File": {"2010 TA PP TOMY FITRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98627", "2010 TA PP TOMY FITRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98628", "2010 TA PP TOMY FITRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98629", "2010 TA PP TOMY FITRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98630", "2010 TA PP TOMY FITRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98631", "2010 TA PP TOMY FITRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98632", "2010 TA PP TOMY FITRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98633"}, "Penulis": "TOMY FITRIANTO (NIM : 15405051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Miming Miharja, M.Sc.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transportasi, jaringan jalan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}