{"Nomor": 19577, "Judul": "PEMODELAN DUA DIMENSI RESERVOIR GEOTERMAL SISTEM DUA FASA MENGGUNAKAN METODE FINITE DIFFERENCE", "Abstrak": "Reservoir geotermal merupakan bagian dari sistem geotermal yang menjadi area utama dimana energi geotermal secara langsung dieksploitasi. Bagian ini terdiri atas struktur batuan, sistem hidrologi dan sumber panas serta melibatkan aliran massa dan energi. Dalam pengelolaannya, diperlukan suatu model reservoir geotermal, hal ini terutama ditujukan untuk memprediksi performa reservoir dari waktu ke waktu. Model reservoir yang tepat akan dihasilkan melalui pemodelan dengan pendekatan yang mencerminkan keadaan sesungguhnya di alam. Beberapa studi mengenai pemodelan geotermal reservoir terutama sistem dua fasa telah banyak dilakukan, di antaranya menghasilkan simulator reservoir berbasis metode integrasi. Pada penelitian ini, dilakukan pemodelan menggunakan metode diferensiasi yaitu metode finite difference dalam upaya membangun suatu simulator berbasis metode diferensiasi yang dapat memberikan gambaran distribusi parameter fisis reservoir terutama tekanan dan entalpi.Dalam pemodelan reservoir ini, fluida reservoir geotermal dianggap fluida dua fasa dengan kondisi awal adalah dominasi air. Oleh sebab itu, fasa yang sangat mempengaruhi dinamika fluida dan aliran energi terutama adalah fasa cair. Perumusan persamaan kesetimbangan massa dilakukan dengan menerapkan kondisi semi inkompresibel. Pemodelan dilakukan untuk kondisi sistem geotermal tertutup dimana tidak terjadi aliran massa yang masuk maupun keluar reservoir namun suplai energi secara kontinu tetap diperoleh dari dinding-dinding batas reservoir. Pemodelan akan memberikan gambaran perubahan distribusi nilai tekanan dan entalpi reservoir terhadap waktu. Hasil yang diperoleh akan dibandingkan dengan hasil penelitian lainnya berdasarkan studi literatur. Kondisi tanpa massa yang masuk dan keluar menyebabkan distribusi tekanan di dalam reservoir kuasi statik terhadap waktu. Hasil pemodelan menunjukkan adanya peningkatan kualitas uap/dryness apabila suatu reservoir hidrotermal tertutup mendapatkan suplai energi yang konstan dan besar. Meningkatnya jumlah uap terutama karena meningkatnya entalpi dan tekanan reservoir yang kuasi statik.", "Daftar File": {"2009 TA PP TONI ALCHOFINO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98640", "2009 TA PP TONI ALCHOFINO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98641", "2009 TA PP TONI ALCHOFINO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98642", "2009 TA PP TONI ALCHOFINO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98643", "2009 TA PP TONI ALCHOFINO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98644", "2009 TA PP TONI ALCHOFINO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98645", "2009 TA PP TONI ALCHOFINO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98646"}, "Penulis": "TONI ALCHOFINO (NIM 10205013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eservoir geotermal, sistem hirdotermal, fluida dua fasa, dominasi air, kulitas uap/dryness.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}