{"Nomor": 19576, "Judul": "STRATEGI PENGEMBANGAN BISNIS BRUSSELS SPRING", "Abstrak": "Brussels Spring adalah usaha restoran yang dimulai sejak 2006. Produk khasnya diantaranya    \n \n \n \n\nadalah menu sajian ala Belgia berupa dining dan desert yang dipopulerkan sejak awal berdiri.    \n \n \n \n\nSelain itu, restoran ini juga menawarkan aneka macam roti/cake yang dijual di tempat atau by order.    \n \n \n \n\nRestoran ini mengembangkan divisi pemasaran, operasional, keuangan, dan sumber daya    \n \n \n \n\nmanusia meski memperbaiki sambil berjalan.    \n \n \n \n\nBagian dua penelitian ini menunjukkan kondisi internal perusahaan dan situasi industri di    \n \n \n \n\nluar perusahaan dengan analisis internal dan eksternal perusahaan untuk menemukan akar permasalahannya.    \n \n \n \n\nPada bagian ini penulis memakai beberapa model yaitu seperti analisis SWOT,    \n \n \n \n\nmodel scanning environmental, model five forces milik Porter, dan survey kualitatif dalam bentuk    \n \n \n \n\nkuesioner dan wawancara. Dari isu-isu bisnis yang Brussels Spring hadapi disebabkan utamanya    \n \n \n \n\noleh kurangnya manajemen perusahaan dalam menggalangkan strategi dalam mencapai sasaran    \n \n \n \n\nperusahaan.    \n \n \n \n\nBagian tiga dari penelitian ini penulis mengolah hasil data pada bagian 2 untuk mengembangkannya    \n \n \n \n\nmenjadi solusi bisnis menggunakan analisis EFAS dan IFAS. Selanjutnya, penulis    \n \n \n \n\nmemanfaatkan matriks SWOT dan matriks TOWS untuk memformulasikan strategi korporat dan    \n \n \n \n\nstrategi fungsional perusahaan sebagai resolusi yang ditawarkan untuk akar permasalahan. Hasilnya    \n \n \n \n\nmenunjukkan, dengan memanfaatkan matriks SWOT untuk strategi pertumbuhan korporat    \n \n \n \n\ndan memanfaatkan juga matriks TOWS untuk menghasilkan strategi fungsional.    \n \n \n \n\nStrategy implementation, at the final chapter of the research, is the part where the formulation    \n \n \n \n\non the previous chapter goes into practical for the mean of implementation. As a proposed    \n \n \n \n\nimplementation, the content is compared with other success story of other business.    \n \n \n \n\nImplementasi strategi, sebagai bagian akhir penelitian, akan mengimplementasikan hasil    \n \n \n \n\ndata dari bagian sebelumnya menjadi tindakan praktis. Implementasi yang ditawarkan berdasarkan    \n \n \n \n\nkisah sukses dari bisnis lainnya yang telah berhasil dijalankan.", "Daftar File": {"2012 TS PP TONGAM PARDOMUAN SIMANJUNTAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98634", "2012 TS PP TONGAM PARDOMUAN SIMANJUNTAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98635", "2012 TS PP TONGAM PARDOMUAN SIMANJUNTAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98636", "2012 TS PP TONGAM PARDOMUAN SIMANJUNTAK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98637", "2012 TS PP TONGAM PARDOMUAN SIMANJUNTAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98638", "2012 TS PP TONGAM PARDOMUAN SIMANJUNTAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98639"}, "Penulis": "TONGAM PARDOMUAN SIMANJUNTAK (NIM: 29108374)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Alibasjah Inggriantara, SE, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis restoran, Strategi pengembangan, Implementasi strategi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}