{"Nomor": 19579, "Judul": "SEKOLAH TINGGI MUSIK BANDUNG", "Abstrak": "Musik sebagai bahasa yang universal merupakan salah satu faktor yang menunjukkan kemajuan peradaban manusia.Seni musik merupakan sarana bagi banyak orang untuk mengekspresikan diri ,baik secara profesional maupun secara pribadi.Sekolah Tinggi Musik ,sebagai lembaga pendidikan yang terfokus untuk mengajar dalam bidang seni musik harus dapat mengakomodasi kegiatan belajar mengajar seni musik yang membutuhkan penanganan khusus dalam operasinya. Sebagai negara yang sedang berkembang di era globalisasi ,Indonesia relatif memiliki nilai pertumbuhan industri musik yang cukup tinggi ,terutama di kota Bandung.Kota Bandung ,sebagai salah satu kota besar di Jakarta terkenal akan industri kreatifnya ,dan      \n \n \n \n\nhubungan warga kotanya dengan seni modern.Seni musik sebagai salah satu media ekspresi seni modern juga berkembang dengan sangat pesat seiring dengan perkembangan kota Bandung.Namun sayangnya ,perkembangan pesat seni musik ini belum didukung sarana dan prasarana pendidikan yang memadai.Atas dasar permasalahan inilah diperlukan perancangan fasilitas sekolah tinggi musik yang memadai ,dalam artian mampu mengakomodasi kegiatan belajar dan mengajar seni musik ,mampu mengakomodasi jumlah mahasiswa yang relatif besar ,memiliki aksesibilitas yang baik bagi para penggunanya ,serta      \n \n \n \n\nmemiliki fasilitas auditorium sebagai wadah bagi mahasiswa maupun staf untuk tampil dan menunjukkan performance skill mereka ,untuk mengakomodasi pendidikan musisi profesional. Persyaratan akustik merupakan poin yang sangat penting untuk ditekankan di dalam  perancangan bangunan ini karena nyaris seluruh aktivitas di kompleks bangunan ini membutuhkan ketenangan baik dari dalam kompleks ke luar kompleks maupun dari luar      \n \n \n \n\nkompleks ke dalam kompleks.Selain sebagai fasilitas pendidikan,Sekolah tinggi musik ini juga diharapkan dapat menjadi icon bagi kota Bandung sebagai bangunan yang memiliki peran penting di dalam kemajuan industri musik kota Bandung ,sehingga dirancang juga plaza - plaza untuk mengadakan hubungan antara kawasan perancangan dengan wilayah kota di sekitarnya. Dalam perancangan kawasan ini penulis memberikan perhatian khususnya terhadap persyaratan akustik bangunan dan perancangan ruang,baik ruang dalam maupun ruang luar  yang nyaman dan dapat memberikan kesempatan pada pengguna bangunan untuk tampil dan berinteraksi.", "Daftar File": {"2010 TA PP TONY HARTANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98654", "2010 TA PP TONY HARTANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98655", "2010 TA PP TONY HARTANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98656", "2010 TA PP TONY HARTANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98657", "2010 TA PP TONY HARTANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98658", "2010 TA PP TONY HARTANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98659"}, "Penulis": "TONY HARTANTO (NIM : 15206033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Baskoro Tedjo, Ir. MSEB. PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah ,musik, akustik tapak ,akustik bangunan ,icon ,interaksi sosial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}