{"Nomor": 19578, "Judul": "ANALISIS GETARAN PELEDAKAN TERHADAP KEMANTAPAN LERENG HIGHWALL DI TAMBANG TUTUPAN, PT. ADARO INDONESIA", "Abstrak": "Percepatan partikel puncak (PPA) yang dihasilkan akibat operasi peledakan tidak dapat langsung digunakan sebagai faktor seismik dalam analisis kemantapan lereng. Penggunaan percepatan partikel puncak sebagai faktor seismik akan menghasilkan faktor keamanan yang kecil dan tidak sesuai dengan kenyataan di lapangan (Wong, H. N & Pang, P.L.R, 1995). Penggunaan nilai percepatan mempertimbangkan frekuensi dominan getaran peledakan yang berada pada interval 5 Ã‚Â– 200 Hz, sedangkan frekuensi dominan getaran gempa berada pada interval 0,1 Ã‚Â– 2 Hz (Scott et.al., 1996). Oleh karena itu, dalam penelitian ini, nilai percepatan yang digunakan sebagai faktor seismik difilter pada frekuensi 0,1 Ã‚Â– 2 Hz, atau dengan kata lain nilai percepatan sebagai faktor seismik diperoleh dari nilai percepatan partikel puncak pada saat perpindahan partikel puncak (PPD).   \n \n\nOleh karena itu, untuk mengetahui pengaruh getaran tanah terhadap kemantapan lereng, perhitungan percepatan kritis untuk lereng highwall Penampang 10, 10A, 11 dan 11A, Tambang Tutupan, PT. Adaro Indonesia dilakukan pendekatan empiris dan analisis kemantapan lereng dengan metode kesetimbangan batas. Hasil perhitungan menunjukkan bahwa percepatan kritis untuk setiap penampang bervariasi tergantung tinggi dan kemiringan lereng.", "Daftar File": {"2010 TA PP TONNI TURNIP 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98647", "2010 TA PP TONNI TURNIP 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98648", "2010 TA PP TONNI TURNIP 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98649", "2010 TA PP TONNI TURNIP 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98650", "2010 TA PP TONNI TURNIP 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98651", "2010 TA PP TONNI TURNIP 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98652", "2010 TA PP TONNI TURNIP 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98653"}, "Penulis": "TONNI TURNIP (NIM : 12106037 PROGRAM)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Ganda M Simangunsong, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nilai percepatan puncak kritis lebih besar dari nilai percepatan puncak hasil pemantauan, sehingga lereng highwall dapat dinyatakan aman/mantap.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}