{"Nomor": 19589, "Judul": "KAJIAN PENGARUH KOMPLEKS KONVEKTIF SKALA MESO DI SAMUDERA HINDIA TERHADAP POLA CUACA DI ATAS WILAYAH SUMATERA", "Abstrak": "Pengaruh Kompleks Konvektif Skala Meso (KKSM) di Samudera Hindia   \n\nterhadap pola cuaca di wilayah Sumatera sudah dikaji menggunakan bebeara data terutama data citra infra-red (IR1) dari Multi-functional Transport SATellite (MTSAT) dan data estimasi curah hujan dari Tropical Rainfall Measuring Mission (TRMM) serta data angin permukaan Cross-Calibrated Multi-Platform (CCMP) selama periode 10 tahun (2000-2009).   \n\nKajian dimulai dengan mengidentifikasi KKSM di Samudera Hindia   \n\nmenggunakan algoritma yang dibangun dengan menggabungkan beberapa kriteria dari luasan tutupan awan, tingkat kelonjongan dan lama masa hidup sesuai kriteria dari Maddox(1980). Kemudian untuk mendeteksi keberadan cold pool pada kejadian KKSM dilakukan studi kasus dimana diambil dua studi kasus yaitu tanggal 16-17 Agustus 2005 dan 27-28 Oktober 2007, dari kedua kasus terlihat adanya pengaruh KKSM terhadap aktivitas konvektif disekitarnya yang menyebabkan curah hujan. Lalu terakhir dilakukan analisis komposit kejadian KKSM pada beberapa daerah di Samudera Hindia.   \n\nBerdasarkan analisis spasial dan komposit yang dilakukan diketahui bahwa   \n\nKKSM mempunyai pengaruh yang signifikan terhadap aktivitas konvektif di atas wilayah Sumatera sehingga menyebabkan hujan di atas wilayah Sumatera tersebut. Dan dari analisis komposit lebih lanjut terhadap indek konvektif dan anomali vektor angin, teridentifikasi adanya cold pool dibuktikan dengan adanya konveksi baru yang terbentuk pada saat fase maksimum dan fase punah dari KKSM. Selama 10 tahun tersebut terindikasi sebanyak 553 kejadian, Secara rata-rata ada 55 KKSM tiap tahunnya dengan frekuensi terbesar terjadi pada musim transisi yaitu bulan Maret April Mei (MAM) dimana KKSM terbanyak muncul pada bulan April dengan frekuensi 5 Ã‚Â– 12 kejadian KKSM setiap bulannya. Dan lamanya siklus hidup KKSM di Samudera Hindia berkisar 12-15 Jam.", "Daftar File": {"2012 TS PP TRISMIDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98726", "2012 TS PP TRISMIDIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98727", "2012 TS PP TRISMIDIANTO 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/98728", "2012 TS PP TRISMIDIANTO 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/98729", "2012 TS PP TRISMIDIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98730", "2012 TS PP TRISMIDIANTO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/98731", "2012 TS PP TRISMIDIANTO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/98732", "2012 TS PP TRISMIDIANTO 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/98733", "2012 TS PP TRISMIDIANTO 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/98734", "2012 TS PP TRISMIDIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98735", "2012 TS PP TRISMIDIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98736"}, "Penulis": "TRISMIDIANTO (NIM : 22410002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Curah Hujan, Cold Pool, KKSM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}