{"Nomor": 19585, "Judul": "PENGEMBANGAN STRATEGI BISNIS CV BIMA CAHAYA TEKNIK BANDUNG", "Abstrak": "Dalam menghadapi situasi bisnis kompetitif, setiap perusahaan dituntut untuk mengerahkan sumber daya yang dimiliki secara optimal untuk meningkatkan kemampuan bersaing perusahaan. Ketatnya persaingan menyebabkan berusaha bertahan memenangkan dengan cara menetapkan strategi bisnis yang tepat sehingga dapat melaksanakan serta mewujudkan tujuan-tujuan sesuai dengan apa yang diharapkan. CV Bima Cahaya Teknik adalah sebuah perusahaan saat ini bergerak dalam bidang layanan jasa bidang teknik khususnya di lingkungan PT PLN (Persero) dan Instansi Pemerintah serta instansi lainnya yang mempunyai misi dan tujuan didirikan CV Bima Cahaya Teknik adalah membangun dan mengembangkan pangsa pasar yang luas untuk kesejahteraan karyawan dan pemilik perusahaan dan memberikan pelayanan dengan kualitas yang terbaik. Saat ini perusahaan ingin melakukan perluasan dan pengembangan usahanya melalui startegi bisnis yang efektif dalam rangka memenuhi misi dan tujuan perusahaan tersebut juga memenuhi Rencana Kerja dan Anggaran Perusahaan. Dalam penyusunan laporan tugas akhir ini metode penelitian yang digunakan adalah metode survey wawancara dan deskriptif, yaitu penelitian terhadap masalah yang aktual serta dapat memberikan gambaran yang lebih jelas tentang keadaan sebenarnya. Dari eksplorasi isu bisnis di atas, dapat disimpulkan bahwa CV Bima Cahaya Teknik memiliki permasalahan yaitu adanya persaingan yang semakin sengit / kompleks dengan bermunculan perusahaan-perusahaan sejenis sehingga menuntut perusahaan CV Bima Cahaya Teknik dengan pendapatannya yang menurun karena ketidaksiapan menghadapi kompetisi. Selain itu, CV Bima Cahaya Teknik juga belum memiliki strategi bisnis yang baik dan efektif diantaranya; strategi bidang pemasaran, strategi bidang manajemen bisnis, strategi bidang sumber daya manusia, bidang operasi dan strategi bidang keuangan. Dalam strategi bidang pemasaran khususnya Segmentasi, Targeting, dan Positioning dimana hal ini menyulitkan CV Bima Cahaya Teknik untuk membuat strategi Marketing Mix yang tepat. Promosi yang sangat kurang, proses mendapatkan pekerjaan masih sesuai order yang relatif singkat waktunya (tidak kontinu), setelah dianalisa terjadi karena marketing performance saat ini yang belum maksimal. Selain itu, dalam analisa kompetitor, juga ditemukan bahwa promosi kompetitor jauh lebih kuat juga sumber daya manusia lebih unggul. Dari masalah ini, dapat penulis tarik kesimpulan bahwa CV Bima Cahaya Teknik belum mempunyai strategi bisnis yang tepat. Diharapkan perusahaan mempunyai strategi bisnis yang tepat supaya bisa memenangkan persaingan bisnis. Setelah melakukan analisis solusi bisnis dan diharapkan perusahaan dapat menyusun strategi bisnis yang tepat dan efektif khususnya dibidang pemasaran (segmentation, targeting, dan positioning), manajemen bisnis yang unggul, manajemen operasional yang berkualitas, dan manajemen keuangan yang sehat. Hal tersebut perlu dilakukan secara konsisten dan melakukan evaluasi terus menerus terhadap strategi bisnisnya supaya bias memenangkan persaingan dalam usahanya. Secara umum implementasi program yang akan dilakukan adalah penambahan sumber daya manusia, Advertising, sewa/beli tempat usaha (physical evidence), penambahan pasar dan menyusun Rencana Kerja dan Anggaran Perusahaan yang efektif serta penulis mengusulkan ke depannya bisa mencari Investor baik dari Bank maupun Perorangan untuk Investasi di CV Bima Cahaya Teknik sehingga bisa berkembang menjadi sebuah perusahaan Perseroan Terbatas (PT).", "Daftar File": {"2011 TS PP TRIFUJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98700", "2011 TS PP TRIFUJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98701", "2011 TS PP TRIFUJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98702", "2011 TS PP TRIFUJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98703", "2011 TS PP TRIFUJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98704", "2011 TS PP TRIFUJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98705"}, "Penulis": "TRIFUJI (NIM : 29108346)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}