{"Nomor": 19581, "Judul": "REDESIGN OF DRILLING & BLASTING DESIGN TO REDUCE OPERATING COST AT PT. FREEPORT INDONESIA", "Abstrak": "This final project is based on three important things such as: first, PTFI have been conducting a program called Cost Control And Reduction (CCR) targeting 8%  \n \n\nreduction since beginning of 2011, where all business units required looking for opportunity to reduce their operating cost. Second, the existing of Aquila technology that can identify the strength of rock heterogeneity. Third, the current drilling & blasting design is still not accurate. Another activity that can support the project is implementation of Personal Digital Assistant (PDA) combining with wireless system.  \n \n\nInaccurate of current drilling & blasting design due to unconsidering of rock strength heterogeneity. This situation will tend to put more explosive than required to rock with low strength characteristic and this will lead to inefficient process. Therefore, it is required to redesign the current drilling & blasting design by considering of rock strength heterogeneity. This new design must not give undesired impact to productivity  \n \n\nof truck tonnage and shovel floor. Besides that, the design is able to fragment the rock to coarse type with size characteristic higher than 15 cm for more than 50% and the size of 2.5cm for less than 30%. The research methodology is consisted of literature study, field testing, developing of final design, fully project implementation, monitoring/evaluation and operating cost  \n \n\nsaving calculation. In literature study, it is important to find the design that can connect to the Instantaneous Penetration Rate (IPR). Field testing will be limited to Limestone because this rock is major portion of type rock we are dealing right now. L.Jimeno, 1984 have formulated the IPR with drilling and blasting design meanwhile Cunningham, 1983 have formulated the drilling & blasting design with rock fragmentation. From two field testing so far, the results show that: for IPR below 30 m/hr will be charged explosive and rock with ratio (powder factor Ã‚Â– puff) about 0.43 kg/t, 30-40 m/hr about 0.39kg/t, 40-50 m/hr about 0.37 kg/t and above 50 m/hr about 0.33 kg/t. Fragmentation estimation is listed consecutively 21cm, 19cm, 17cm and 15 cm. Field testing was conducted for IPR below 30 m/hr and above 50 m/hr. Cost saving reach 5.4 Million US$ peryear for only Limestone. Project implementation plan will be divided into short, mid and long term. Each rock type evaluation will be planned to be completed within a month. Every rock type will be planned to be evaluated in series stage so the whole project will be completed within nine months. Meanwhile, PDA and Wireless system will be implemented fully in middle term of project scale.", "Daftar File": {"2011 TS PP TOTONG FARDIAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98667", "2011 TS PP TOTONG FARDIAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98668", "2011 TS PP TOTONG FARDIAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98669", "2011 TS PP TOTONG FARDIAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98670", "2011 TS PP TOTONG FARDIAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98671", "2011 TS PP TOTONG FARDIAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98672"}, "Penulis": "TOTONG FARDIAN (NIM : 29109116)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dermawan Wibisono, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "IPR, Drilling-Blasting Re-design, Rock Fragmentation, PDA,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}