{"Nomor": 19592, "Judul": "PROPOSED MARKETING STRATEGY FOR ASAYANI BATIK LITTLE", "Abstrak": "Sekalipun batik telah dipakai sejak dahulu, namun penggunaan batik sebagai pakaian sehari-hari baru berlangsung beberapa waktu belakangan ini. Terutama sejak pengakuan UNESCO atas batik sebagai salah satu warisan budaya dunia tak berwujud yang berasal dari Indonesia, industri batik makin berkembang pesat. Batik tidak lagi hanya dipakai untuk acara formal atau pakaian kaum tua. Saat ini, batik dapat dipakai kapan saja, oleh siapa saja di segala lapisan umur, termasuk anak-anak.  \n \n\nAsayani Batik Little adalah merk batik dari HASAN Bandung's Batik Ã‚Â– perusahaan kecil menengah yang dikenal sebagai penggagas Batik Bandung, mengkhususkan diri  \n \n\nuntuk melayani kebutuhan batik anak dengan motif unik, berbeda dengan yang lainnya, motif batik tersebut mencermikan karakter anak-anak dan bahkan dibuat dengan tujuan edukasi. Akan tetapi, selama dua tahun, kontribusi penjualan produk ini terhadap total penjualan perusahaan sangat rendah, rata-rata dibawah 5 persen kecuali pada masa pameran produk ini dapat mencetak penjualan produk hingga jutaan rupiah.  \n \n\nStudi ini mengeskplorasi masalah penjualan Asayani Batik Little melalui beberapa analisa. Lingkungan eksternal yang akan mendesak industri batik dan dapat membahayakan bisnis perusahaan dianalisa dengan model Porter's Five Forces. Sumber daya, kapabilitas dan kompetensi inti ditentukan untuk mengidentifikasi apa yang dapat dan tidak dapat dilakukan perusahaan berkaitan dengan Asayani Batik Little. Selanjutnya adalah analisa segmentasi, targeting dan positioning. Perilaku belanja dari konsumen dan pembeli potensial juga diteliti guna memahami bagaimana konsumen melalui sekian banyak langkah berurutan yang mengarah pada keputusan pembelian  \n \n\nsebuah merk pakaian anak. Pada akhirnya, strategi pemasaran (bauran pemasaran) Asayani Batik Little saat ini diperiksa sehingga dapat menjelaskan gejala dan kesalahan pada strategi tersebut yang kemudian dipakai untuk merumuskan akar permasalahan. Tidak tertulisnya kalimat positioning, adanya ketergantungan terhadap pameran yang tidak diikuti secara berkala dan galeri perusahaan yang sulit dijangkau sebagai tempat bertemu pembeli, dan kurangnya kegiatan pemasaran bersamaan dengan kurangnya aktivitas promosi yang konsisten dan terus-menerus dilakukan merupakan akar masalah dari ketimpangan penjualan produk Asayani Batik Little. Untuk  \n \n\nmengatasinya, maka perusahaan harus membuat kalimat positioning yang tertulis, menyediakan tempat distribusi baru yang mudah dijangkau pembeli dan harus membangun strategi promosi yang disusun atas enam elemen: iklan, personal selling, promosi penjualan, direct marketing, pemasaran internet dan public relation. Setiap solusi yang diberikan akan tersedia dalam dua tipe skenario berdasarkan perkiraan dana yang dibutuhkan, yaitu skenario terjangkau dan skenario ideal.", "Daftar File": {"2011 TS PP TRISYA KANSYA SALEA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98749", "2011 TS PP TRISYA KANSYA SALEA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98750", "2011 TS PP TRISYA KANSYA SALEA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98751", "2011 TS PP TRISYA KANSYA SALEA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98752", "2011 TS PP TRISYA KANSYA SALEA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98753", "2011 TS PPTRISYA KANSYA SALEA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98754"}, "Penulis": "TRISYA KANSYA SALEA (NIM : 29109329)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Ir. Mustika Sufiati Purwanegara, M.Sc. & \n \n\nPembimbing 2: Drs. Herry Hudrasyah, MA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Strategy, Marketing Mix, Low Sales Contribution, Promotion Strategy, Batik, Batik for Kids, Asayani Batik Little.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}