{"Nomor": 19591, "Judul": "HUBUNGAN NILAI INTI DAN PENGGERAK MODAL MANUSIA DALAM MENINGKATKAN KINERJA ORGANISASI STUDI KASUS PADA KANTOR PELAYANAN PAJAK DI WILAYAH KERJA KANTOR WILAYAH DIREKTORAT JENDERAL PAJAK JAWA BARAT I", "Abstrak": "Sumber utama penerimaan negara untuk membiayai APBN Republik Indonesia berasal dari penerimaan sektor perpajakan. Rasio realisasi penerimaan pajak terhadap realisasi belanja Negara selama 4 tahun terakhir selalu berada di atas 60%. Kondisi ini menunjukkan bahwa pajak memegang peranan penting dalam APBN. Sayangnya, target penerimaan yang ditetapkan dari sektor perpajakan tidak tercapai. Kinerja dari kantor-kantor yang berada di wilayah Kantor Wilayah Direktorrat Jenderal Pajak (DJP) Jawa Barat I, juga menunjukkan ketidakmampuan kantor-kantor tersebut mencapai target penerimaan yang telah ditetapkan. Kondisi ini harus menjadi perhatian dengan melakukan evaluasi faktor-faktor apa saja yang dapat mempengaruhi kinerja pegawai yang selanjutnya akan tercermin pada kinerja organisasi pada kantor pelayanan pajak yang berada di wilayah Kantor Wilayah DJP Jawa Barat I.    \n \n\nTujuan penelitian ini adalah untuk mengidentifikasi pengaruh positif Nilai Inti Organisasi (CV) terhadap Kinerja Organisasi (OP), pengaruh positif Nilai Inti Organisasi terhadap Penggerak ModalManusia (HCD) dan pengaruh positif Penggerak Modal Manusia terhadap Kinerja Organisasi, serta mengidentifikasi elemen indikator yang paling berpengaruh dan yang terakhir adalah memberikan usulan pengembangan bagi perusahaan.    \n \n\nHasil dari analisis jalur menunjukkan bahwa terdapat pengaruh positif antara CV→OP (0,303008), CV→HCD (0,679968,) serta HCD->OP(0,503607). Dari analisis matriks, beberapa sub variabel dari CV dan hampir seluruh subvariabel dari HCD berada pada kuadran penting, sehingga usulan pengembangan akan fokus pada sub variabel tersebut.", "Daftar File": {"2013 TS PP TRI SUSILOWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98743", "2013 TS PP TRI SUSILOWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98744", "2013 TS PP TRI SUSILOWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98745", "2013 TS PP TRI SUSILOWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98746", "2013 TS PP TRI SUSILOWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98747", "2013 TS PP TRI SUSILOWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98748"}, "Penulis": "TRI SUSILOWATI (NIM : 291 12 069) Pembimbing : Dr. Ir. Yuni Ros Bangun, MBA.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yuni Ros Bangun, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Nilai Inti, Penggerak Modal Manusia, Kinerja Organisasi.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}