{"Nomor": 19593, "Judul": "IDENTIFIKASI KESIAPAN MASYARAKAT PERMUKIMAN KUMUH UNTUK TINGGAL DI RUMAH SUSUN SEDERHANA SEWA (RUSUNAWA) (Studi Kasus: Permukiman Kumuh RW 014 Kelurahan Bidaracina, Jakarta Timur)", "Abstrak": "Permasalahan permukiman kumuh di DKI Jakarta merupakan permasalahan yang menjadi prioritas untuk diselesaikan. Rencana kebijakan penataan kawasan permukiman kumuh merupakan upaya Pemerintah Daerah Provinsi DKI Jakarta dalam penanganan permasalahan tersebut. Salah satu kawasan yg menjadi sasaran dari rencana kebijakan tersebut adalah RW 014 Kelurahan Bidaracina, Kecamatan Jatinegara, Jakarta Timur. Penataan kawasan ini dilakukan dengan penyatuan lahan yang saat ini ditinggali oleh masyarakat yang dilanjutkan dengan pembangunan rumah susun sederhana sewa (Rusunawa). Kendala yang dihadapi adalah Pemda Provinsi DKI Jakarta belum jelasnya kesiapan masyarakat tersebut untuk tinggal di Rusunawa. Oleh karena itu, diperlukan studi identifikasi kesiapan masyarakat untuk tinggal di rumah susun agar rencana kebijakan ini nantinya bermanfaat bagi masyarakat tersebut dan dapat mencapai tujuan yang diharapkan.       \n \n \n \n \n\nStudi ini bertujuan untuk mengkaji kesiapan masyarakat RW 014 Kelurahan Bidaracina untuk tinggal di Rusunawa. Kesiapan masyarakat dilihat dari kesesuaian karakteristik masyarakat berdasarkan kriteria calon penghuni Rusunawa oleh Pemda Provinsi DKI Jakarta, kemampuan masyarakat dalam menjangkau harga sewa Rusunawa, dan kesediaan masyarakat untuk tinggal di Rusunawa tersebut. Pendekatan yang dipakai dalam penelitian ini didasarkan pada kondisi empiris yang ditemukan di lapangan yang menggambarkan suatu fenomena yang mempunyai keterkaitan dengan kesiapan masyarakat untuk tinggal di Rusunawa. Sedangkan metode penelitian yang digunakan adalah dengan metode kuantitatif dan kualitatif.       \n \n \n \n \n\nHasil studi terhadap kesiapan masyarakat untuk tinggal di Rusunawa ditemukan bahwa, jika dilihat dari tingkat pendapatannya, 99% masyarakat mampu untuk menjangkau harga sewa Rusunawa. Sedangkan jika dilihat dari kesediaannya, hanya 38% responden yang bersedia tinggal di Rusunawa. Alasan kesediaan tinggal di Rusunawa dikarenakan lingkungan menjadi lebih baik dan tertata rapi serta dilengkapi dengan fasilitas penunjang lainnya. Selain itu, untuk responden dengan status tinggal menyewa merasa harga sewa Rusunawa cenderung lebih murah dibandingkan dengan harga sewa rumah saat ini. Alasan utama masyarakat tidak bersedia untuk tinggal di Rusunawa adalah ingin memiliki tempat tinggal dengan status hak milik dan masyarakat tidak terbiasa tinggal di rumah susun. Bila mengacu kepada kriteria calon penghuni Rusunawa yang harus memiliki KTP DKI Jakarta dan tidak boleh memiliki tempat tinggal lain serta harus memiliki penghasilan sebagai larangan dan syarat yang paling diutamakan, maka hal tersebut tidak seluruhnya dipenuhi.       \n \n \n \n \n\nBerdasarkan hasil studi tersebut, dapat disimpulkan bahwa masyarakat tidak siap untuk tinggal di Rusunawa, terutama dari kesediaan masyarakat yang rendah. Oleh karena itu, perlu dipertimbangkan kembali rencana pembangunan Rusunawa. Hal ini dilakukan untuk menghindari terjadinya kesalahan sasaran target penghuni karena dapat diprediksi bahwa nantinya Rusunawa tersebut dihuni bukan oleh masyarakat yang menjadi target. Namun, jika tetap akan dilaksanakan pembangunann Rusunawa, maka perlu dilakukan pendekatan kepada masyarakat dengan menjawab kekhawatiran dan paradigm masyarakat yang menganggap Rusunawa tidak sesuai dengan kondisi dan keinginan mereka, sehingga masyarakat bersedia untuk tinggal di Rusunawa.", "Daftar File": {"2011 TA PP TRIWAHYANI UJIANTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98755", "2011 TA PP TRIWAHYANI UJIANTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98756", "2011 TA PP TRIWAHYANI UJIANTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98757", "2011 TA PP TRIWAHYANI UJIANTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98758", "2011 TA PP TRIWAHYANI UJIANTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98759", "2011 TA PP TRIWAHYANI UJIANTI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98760", "2011 TA PP TRIWAHYANI UJIANTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98761"}, "Penulis": "TRIWAHYANI UJIANTI (NIM : 15406095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sugiyantoro, MIP., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "permukiman kumuh, Rusunawa, karakteristik masyarakat, kriteria penghuni Rusunawa, kemampuan, kesediaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}