{"Nomor": 19599, "Judul": "CITRA SENIOR COMMUNITIES, PERUMAHAN RAMAH LANSIA YANG TERINTEGRASI PERTAMA DI INDONESIA", "Abstrak": "Jumlah penduduk Indonesia yang sangat besar menjadi salah satu faktor yang menyebabkan industri properti menjadi menarik. Walaupun sempat terkena imbas dari krisis ekonomi tahun 1997/1998, industri properti perlahanlahan mulai bangkit kembali. Bangkitnya sektor properti ditandai dengan banyaknya pengembang yang mulai berani mengembangkan berbagai proyek bernilai ratusan milyar dan bahkan triliunan Rupiah, dan terbukti proyek-proyek mereka dapat terserap pasar dengan cepat. Membaiknya perekonomian Indonesia turut mempengaruhi perbaikan/peningkatan daya beli konsumen, khususnya terhadap properti. Subsektor perumahan juga telah mengalami peningkatan penjualan dari tahun ke tahun yang disebabkan oleh meningkatnya daya beli masyarakat serta meningkatnya kebutuhan akan perumahan. Adapun segmen pasar yang selama ini ditargetkan oleh pengembang perumahan adalah segmen keluarga muda. Hal ini menyebabkan segmen tersebut seolah-olah menjadi samudera merah (red ocean) bagi pengembang, sehingga penelitian ini dikembangkan sebagai upaya untuk menangkap peluang dan menciptakan samudera biru (blue ocean) dalam industri perumahan. Yang dimaksud adalah dengan membidik segmen pasar para lansia/senior dan mengembangkan sebuah perumahan ramah lansia/elder friendly housing yang khusus dihuni oleh para lansia.        \n \n\nBerbagai studi literatur serta wawancara mendalam telah dilakukan untuk lebih memahami kebutuhan, gaya hidup, dan bahkan ketakutan para lansia tentang hari tua mereka. Citra Senior Communities kemudian dikembangkan sebagai jawaban atas ketakutan, kebutuhan, dan gaya hidup lansia serta menjadikan kawasan ini sebagai perumahan ramah lansia pertama di Indonesia yang terintegrasi, dimana para lansia dapat berkomunitas dan menikmati surga di masa tua mereka. Berbagai fasilitas yang juga ramah lansia dibangun untuk mendukung terciptanya atmosfer tersebut, meliputi fasilitas    kesehatan, pemberdayaan, pengembangan diri, hingga aspek spiritual.        \n \n\nSebuah model bisnis kemudian dikembangkan dalam usaha mengelola dan memelihara komunitas lansia di kawasan tersebut. Unit-unit apartemen dan rumah dikembangkan sebagai pilihan tempat hunian para lansia, dimana sistem sewa dan hak memiliki menjadi alternatif baik bagi lansia sebagai penghuni maupun bagi investor. Setelah itu, program pemasaran dari mulut ke mulut digunakan sebagai media komunikasi CSC yang efektif dan efisien untuk mengedukasi serta memperkenalkan tren hunian baru bagi lansia. Apa yang  telah dilakukan ini bertujuan demi terciptanya peningkatan kesejahteraan lansia di Indonesia baik masa kini maupun masa yang akan datang.", "Daftar File": {"2007 TS PP TWINADRI ANGGAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98806", "2007 TS PP TWINADRI ANGGAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98807", "2007 TS PP TWINADRI ANGGAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98808", "2007 TS PP TWINADRI ANGGAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98809", "2007 TS PP TWINADRI ANGGAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98810", "2007 TS PP TWINADRI ANGGAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98811"}, "Penulis": "TWINADRI ANGGAPUTRA (NIM : 29105328)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Benny S. Gunawan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Blue ocean, elder friendly housing, business model, wordofmouth marketing", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}