{"Nomor": 19606, "Judul": "ALTERNATIF STRATEGI PENGELOLAAN KONFLIK DALAM PENENTUAN LOKASI PLTSa (PEMBANGKIT LISTRIK TENAGA SAMPAH) GEDEBAGE", "Abstrak": "Rencana Pembangunan PLTSa Gedebage merupakan salahsatu kebijakan pemerintah Kota Bandung untuk melakukan pengelolaan sampah kota. Rencana ini menimbulkan reaksi pro dan kontra yang berujung pada konflik antar berbagai     \n \n \n\npihak. Protes terus bermunculan, terutama dari masyarakat yang bermukim di sekitar lokasi rencana pembangunan PLTSa yaitu warga Griya Cempaka Arum (GCA). Penolakan masyarakat GCA ini mendapat dukungan LSM dan para pakar/ahli yang memiliki perhatian terhadap lingkungan. Di sisi lain, pemerintah Kota Bandung tetap bersikukuh untuk melanjutkan rencana pembangunan PLTSa Gedebage walaupun masyarakat setempat menolaknya. Masing-masing pihak tetap mempertahankan argumennya mengenai pembangunan PLTSa Gedebage. Argumen inilah yang mencerminkan kepentingan mereka terhadap PLTSa Gedebage.     \n \n \n\nPenelitian ini lebih memfokuskan untuk mencari strategi pengelolaan konflik yang dapat mengakomodasi kepentingan berbagai pihak (win win solution) dalam rencana pembangunan PLTSa Gedebage. Dengan menggunakan metode     \n \n \n\nanalisis deskriptif kualitatif studi ini berusaha untuk mengidentifikasi siapa saja pihak yang terlibat konflik dan apa kepentingan mereka dibalik pembangunan PLTSa Gedebage. Dengan mengidentifikasi kedua hal tersebut akan diketahui pula akar permasalahan yang menyebabkan konflik ini terjadi sehingga dapat dirumuskan strategi untuk mengelola konflik tersebut.     \n \n \n\nHasil penelitian ini menunjukkan bahwa konflik dalam rencana pembangunan PLTSa Gedebage berawal dari konflik yang terjadi dalam tubuh DPRD Kota Bandung yang kemudian termanifestasi menjadi konflik antara pemerintah Kota     \n \n \n\nBandung dengan masyarakat setempat. Konflik ini juga menyebabkan terjadinya konflik horizontal antar masyarakat setempat. Pada dasarnya konflik-konflik ini     \n \n \n\ntidak hanya disebabkan oleh perbedaan kepentingan ataupun kebutuhan antarpihak yang berkonflik. Dua hal yang teridentifikasi sebagai penyebab konflik dalam rencana pembangunan PLTSa Gedebage, yaitu penyalahgunaan     \n \n \n\nkebijakan publik untuk kepentingan politik dan akses terhadap kebutuhan dasar yang terhalang. Konflik-konflik yang disebabkan oleh sumber konflik pertama dikelola dengan cara meluruskan kembali proses dan prosedur perencanaan PLTSa Gedebage yang telah disimpangkan, transparansi rencana dan memaksimalkan fungsi kontrol dan pengawasan. Adapun sumber konflik yang kedua dikelola dengan cara mengkomunikasikan kepentingan dan kebutuhan kedua pihak yang berkonflik agar solusi yang mengarah pada penyelesaian konflik yang dapat mengakomodasi kepentingan kedua belah pihak dapat     \n \n \n\ntercapai.", "Daftar File": {"2010 TA PP UPIK AGUSTIANI PERDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98856", "2010 TA PP UPIK AGUSTIANI PERDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98857", "2010 TA PP UPIK AGUSTIANI PERDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98858", "2010 TA PP UPIK AGUSTIANI PERDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98859", "2010 TA PP UPIK AGUSTIANI PERDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98860", "2010 TA PP UPIK AGUSTIANI PERDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98861", "2010 TA PP UPIK AGUSTIANI PERDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98862"}, "Penulis": "UPIK AGUSTIANI PERDANA (NIM : 15404051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Andi Oetomo, M.PI"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLTSa  Gedebage", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}