{"Nomor": 19605, "Judul": "MENCIPTAKAN KETERTARIKAN MEREK UNTUK MENDUKUNG STRATEGI ATTRACTING DENGAN MENGGUNAKAN EMPLOYEE VALUE PROPOSITION (STUDI KASUS DI PT. DIRGANTARA INDONESIA)", "Abstrak": "PT. Dirgantara Indonesia merupakan perusahaan yang membuat pesawat terbang satu-satunya di Indonesia. Penggunaan teknologi tinggi dalam kegiatan operasinya, membuat tenaga ahli menjadi bagian yang sangat penting dalam keberlangsungan proses produksi. Kebutuhan tenaga kerja ahli yang baru menjadi lebih mendesak lagi melihat bahwa separuh tenaga kerja yang sekarang bekerja sudah dalam masa pensiun. Kegiatan rekrutmen yang dilakukan PT. Dirgantara Indonesia tidak berjalan dengan baik dikarenakan menurunnya jumlah peminat PT. Dirgantara Indonesia. Penurunan peminat ini akibat dari merek PT. Dirgantara Indonesia yang tidak menarik bagi calon pelamar. Untuk mengatasi masalah ini PT. Dirgantara Indonesia harus menciptakan merek yang menarik bagi calon pelamar. Untuk dapat menciptakan merek perusahaan yang menarik bagi calon pegawai dapat digunakan EVP model. Sebelum dapat menggunakan model tersebut, kita terlebih dahulu harus mengetahui nilai-nilai proposi pegawai apa yang ada di PT. Dirgantara Indonesia. Dari hasil pengamatan dan diskusi dengan pihak PT. Dirgantara Indonesia didapatkan nilai-nilai proposi pegawai PT. Dirgantara Indonesia adalah kepemimpinan, pekerjaan, penilaian kinerja, hadiah, dan perusahaan. Metode yang digunakan dalam pengambilan kuesioner adalah judgmental sampling karena penulis telah menetapkan kirteria dari responden terlebih dahulu. Kriteria responden adalah engineer, karena penulis beranggapan bahwa engineer merupakan pekerja utama atas keberlangsungan PT. Dirgantara Indonesia Dari hasil analisis yang sudah dilakukan PT. Dirgantara Indonesia terdapat lima solusi yang diberikan untuk membangun EVP. Tetapi karena banyaknya hambatan dan keterbatasan untuk menjalankan langsung ke lima solusi, PT. Dirgantara Indonesia dapat terlabih dahulu menjalankan solusi pada area-area yang dianggap paling penting dan memberikan dampak yang signifikan serta dapat menjawab dari permasalahan PT. Dirgantara Indonesia. Kebijakan sangat penting dilakukan untuk mengatasi persoalan mengenai transfer teknologi, pengetahuan dan skill, sedangkan pelatihan dan pengembangan menjadi prioritas berikutnya karena dari hasil penelitian awal yang menjadi preferensi paling penting bagi job seeker adalah pelatihan dan pengembangan.", "Daftar File": {"2013 TS PP UNGGARAN FEBRIANA JUNARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98850", "2013 TS PP UNGGARAN FEBRIANA JUNARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98851", "2013 TS PP UNGGARAN FEBRIANA JUNARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98852", "2013 TS PP UNGGARAN FEBRIANA JUNARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98853", "2013 TS PP UNGGARAN FEBRIANA JUNARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98854", "2013 TS PP UNGGARAN FEBRIANA JUNARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98855"}, "Penulis": "UNGGARAN FEBRIANA JUNARDI (NIM : 29111058) Pembimbing : Ir. John Welly MSc.", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. John Welly MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "EVP model, employee value proposition, brand attractiveness, employer brand", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}