{"Nomor": 19614, "Judul": "ESTIMASI LAND SURFACE TEMPERATURE (LST) DAN ANALISIS KETERKAITANNYA DENGAN FENOMENA URBAN HEAT ISLAND (STUDI KASUS: CEKUNGAN BANDUNG)", "Abstrak": "Perubahan penutup lahan dapat berakibat pada perubahan kesetimbangan energi, yang pada akhirnya akan mengubah suhu udara maupun suhu permukaan tanah. Deteksi terhadap perubahan ini seringkali sulit dilakukan akibat kurangnya kerapatan jaringan stasiun pengamatan iklim di permukaan sehingga teknologi satelit merupakan salah satu alternatif yang baik. Tujuan penelitian ini adalah untuk mengkaji hubungan antara suhu udara permukaan (land surface temperature) dengan perubahan tutupan lahan. Daerah cekungan Bandung dipilih sebagai lokasi penelitian karena dianggap memiliki laju pembangunan yang pesat pada daerah perkotaan bila dibandingkan daerah pinggiran kota. Hal ini yang kemudian disebut dengan fenomena urban heat island (UHI). Data yang digunakan meliputi LANDSAT TM 5 kanal 7, 4, 2 (tahun 1996 dan 2005), LANDSAT 8 kanal 7, 5, 3 (tahun 2013) untuk mengetahui perubahan penutup lahan, kanal termal dari masing-masing citra untuk mendapatkan estimasi suhu permukaan tanah, serta data suhu dari BMKG Stasiun Cemara. Hasil penelitian menunjukan bahwa perubahan distribusi spasial suhu permukaan tanah selama periode tersebut dipengaruhi oleh perubahan penutup lahan, terutama perubahan dari lahan hijau menjadi lahan terbangun. Luas area terbangun pada tahun 1996 sebesar 379 ha, tahun 2005 sebesar 644 ha, dan tahun 2013 sebesar 1.013 ha. Pada periode yang sama, suhu permukaan di wilayah perkotaan cenderung meningkat Ã‚Â±1-3 dibandingkan dengan wilayah pinggiran kota.", "Daftar File": {"2014 TA PP VANIA EVADEWI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98909", "2014 TA PP VANIA EVADEWI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98910", "2014 TA PP VANIA EVADEWI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98911", "2014 TA PP VANIA EVADEWI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98912", "2014 TA PP VANIA EVADEWI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98913", "2014 TA PP VANIA EVADEWI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98914"}, "Penulis": "VANIA EVADEWI (NIM:15110009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Ketut Wikantika, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "land surface temperature, urban heat island, land cover changes", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}