{"Nomor": 19613, "Judul": "IDENTIFIKASI TAHAPAN PERKEMBANGAN KAWASAN METROPOLITAN DI INDONESIA BERDASARKAN ASPEK EKONOMI Studi Kasus: Metropolitan Jabodetabek dan Metropolitan Bandung", "Abstrak": "Metropolitan atau metropolis merupakan bentuk perkembangan suatu kota yang mulai berkembang di berbagai kawasan utama dunia pada abad keduapuluh, metropolitan memiliki ukuran yang lebih besar, lebih kompleks dalam bidang ekonomi, politik dan budaya serta memiliki peran penting dalam meningkatkan sistem kapital secara global (Angotti, 1993). Salah satu faktor pendorong terjadinya metropolitan ialah pertumbuhan dan perkembangan ekonomi di perkotaan, hal ini juga akan terus berpengaruh terhadap prospek metropolitan di masa depan (Winarso, 2006). Transformasi kota menjadi kawasan metropolitan juga terjadi di Indonesia, dengan peran dan fungsi khusus guna membantu perkembangan nasional yaitu sebagai Pusat Kegiatan Nasional (PKN). Berdasarkan hal tersebut untuk mengoptimalkan peran metropolitan pada masa yang akan datang, diperlukan suatu kajian mengenai identifikasi tahap perkembangan metropolitan sehingga dapat diketahui posisi metropolitan saat ini dan kecenderungan perkembangannya. Namun hingga saat ini belum diketahuinya tahapan perkembangan metropolitan tersebut.   \n \n \n\nTujuan dilakukannya studi ini ialah untuk menjelaskan tahapan perkembangan metropolitan di Indonesia khususnya Metropolitan Jabodetabek sebagai kawasan perkotaan terbesar di Asia Tenggara dan Metropolitan Bandung sebagai metropolitan ketiga terbesar di Indonesia yang memiliki letak berdekatan dengan Metropolitan Jabodetabek. Metode analisis yang digunakan ialah analisis deskriptif terhadap perubahan karakteristik ekonomi di kedua kawasan metropolitan selama 20 tahun dengan menggunakan indikator ekonomi yang telah disusun berdasarkan tinjaun pustaka serta ketersediaan data di Indonesia.   \n \n \n\nBerdasarkan hasil analisis yang dilakukan dan melakukan perbandingan terhadap teori tahap evolusi metropolitan Villa (1988), diketahui bahwa saat ini Metropolitan Jabodetabek berada pada fase keempat atau tahap kematangan metropolitan setelah melalui puncak pertumbuhan yang diperkirakan terjadi pada rentang tahun 1990-1995 dan diperkirakan akan mengalami penurunan pada masa yang akan datang. Sedangkan Metropolitan Bandung saat ini berada pada fase satu menuju fase dua yang merupakan tahap awal evolusi atau masa pertumbuhan pesat metropolitan, pertumbuhan ini diperkirakan akan terus terjadi hingga mencapai puncaknya. Selain itu diketahui pula perkembangan tingkat kesejahteraan masyarakat di kawasan metropolitan seiring dengan berkembangnya kawasan tersebut. Tingkat kesenjangan antar golongan ekonomi masyarakat di kedua metropolitan relatif mengalami penurunan, sedangkan tingkat ketimpangan antar zona pertumbuhan mengalami peningkatan. Namun berbeda dengan kondisi umum metropolitan, kawasan inti Metropolitan Jabodetabek mengalami peningkatan kesenjangan antar golongan ekonomi masyarakat seiring dengan berkembangnya metropolitan.   \n \n \n\nMengingat pentingnya peran metropolitan dan pengaruh perkembangan ekonomi pada masa yang akan datang serta melihat hasil studi ini, maka untuk mengoptimalkan peran metropolitan diperlukannya antisipasi terhadap perkiraan pertumbuhan. Berupa antisipasi terhadap perkiraan penurunan pertumbuhan Metropolitan Jabodetabek serta perkiraan pertumbuhan pesat yang akan terus terjadi di Metropolitan Bandung.", "Daftar File": {"2009 TA PP VANESSA NUR IRIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98902", "2009 TA PP VANESSA NUR IRIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98903", "2009 TA PP VANESSA NUR IRIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98904", "2009 TA PP VANESSA NUR IRIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98905", "2009 TA PP VANESSA NUR IRIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98906", "2009 TA PP VANESSA NUR IRIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98907", "2009 TA PP VANESSA NUR IRIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98908"}, "Penulis": "VANESSA NUR IRIANTI (NIM : 15405016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Haryo Winarso, M.Eng, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kawasan Metropolitan, Ekonomi, Tahapan Perkembangan, Metropolitan Jabodetabek, Metropolitan Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}