{"Nomor": 19610, "Judul": "STUDI TRANSPOR SEDIMEN KOHESIF 3D DAN PERUBAHAN MORFOLOGI DASAR DI MUARA PEGAH, DELTA MAHAKAM", "Abstrak": "Studi ini bertujuan untuk mengkaji bagaimana proses hidrodinamika dan transpor sedimen di Muara Pegah, Delta Mahakam, sebagai daerah kajian. Simulasi dijalankan selama 15 hari menggunakan model hidrodinamika baroklinik dan transpor sedimen 3 dimensi ECOMSED yang dikembangkan oleh HydroQual (2002). Gaya pembangkit hidrodinamikanya adalah pasang surut dan debit sungai. Verifikasi hasil simulasi hidrodinamika menunjukkan kecocokan yang baik dibandingkan data lapangan dengan galat 0,17 m (7%) untuk nilai elevasi muka air dan 0,11 m/detik (19,97%) untuk nilai magnitudo kecepatan arus. Sedangkan verifikasi hasil simulasi transpor sedimen menunjukkan galat 31 mg/l dengan presentase kesalahan relatif rata-rata 35,04% untuk nilai konsentrasi sedimen. Pola arus pasut di Muara Pegah umumnya adalah menuju ke sungai pada saat pasang dan menuju ke laut pada saat surut. Kecepatan arus berkurang terhadap kedalaman. Pola pergerakankonsentrasi sedimen menunjukkan keterkaitan dengan kecepatan dan arah arus. Konsentrasi sedimen bisa bertambah terhadap kedalaman di daerah yang mengalami resuspensi. Daerah erosi terdapat di daerah kanal dan mulut muara dengan tingkat erosi maksimum 24 mm dalam 15 hari, sedangkan daerah deposisi terdapat di percabangan dan bagian tepi dari kanal dengan tingkat deposisi hingga 4 mm dalam 15 hari.", "Daftar File": {"2013 TA PP VALEN RANGGA GERINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98883", "2013 TA PP VALEN RANGGA GERINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98884", "2013 TA PP VALEN RANGGA GERINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98885", "2013 TA PP VALEN RANGGA GERINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98886", "2013 TA PP VALEN RANGGA GERINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98887", "2013 TA PP VALEN RANGGA GERINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98888", "2013 TA PP VALEN RANGGA GERINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98889"}, "Penulis": "VALEN RANGGA GERINA  (NIM : 12909032)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "transpor sedimen, delta mahakam, sedimen kohesif, erosi, deposisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}