{"Nomor": 19626, "Judul": "DESIGN AND IMPLEMENTATION OF LEAN SIX SIGMA TO IMPROVE EFFICIENCY AND COMPANY PERFORMANCE : A CASE STUDY OF PT. CITRA SANDANG TEXTILE", "Abstrak": "ABSTRACT  \n \n\nPT.CitraSandang Textile merupakan perusahaan yang bergerak dalam industri tekstil, perusahaan ini memiliki konsentrasi bisnis kain yang berfokus pada proses tenun. Masalah yang dihadapi oleh perusahaan adalah masalah budaya lama yang sudah terjadi menghambat perusahaan dalam upayanya melakukan pembenahan menyeluruh, perencanaan dasar perusahaan adalah mengimplementasi alat bantu untuk menjadi konsep perusahaan dalam melaksanakan evaluasi proses bisnis dan kinerja perusahaan.  \n \n\nProyek akhir membawa konseptual six sigma dalam suatu perusahaan didasarkan pada ketertarikan direksi terhadap konsep lean six sigma, DMAIC ( Define, Measure, Analysis, Improve, Control ) merupakan langkah yang diimplementasi sebagai alat bantu yang cukup jelas langkah proses serta mengandung unsur statistik dan grafik yang dapat memudahkan penggunanya dalam mengambil analisa. Proses diawali dengan melakukan pemetaan serta melakukan wawancara setingkat operator untuk mendapatkan kondisi yang terjadi di lapangan, lalu dibandingkan dengan kondisi yang seharusnya yang tertuang dalam petunjuk pelaksanaan. Setelah mendapatkan informasi tersebut lalu dilanjutkan dengan proses awal konsep six sigma.  \n \n\nHasil pemetaan dilapangan mendapatkan masalah yang cukup kompleks, masalah pada konsep supply chain, perbedaan antara Standar Operasi Prosedur dengan tindakan operator dilapangan, tidak adanya tata tertib, dan tidak adanya alat yang untuk menganalisa masalah.Setelah melalui masa pemetaan dan fase analisa maka diperoleh beberapa tindakan yang akan dilaksanakan pada perusahaan seperti : 1. Mengatur manajemen kinerja perusahaan, 2.Melaksanakan konsep Lean Six Sigma, 3. Menjalankan konsep Kaizen sebagai satu kesatuan alat bantu six sigma, 4.Melaksanakan konsep Lean Enterprise.  \n \n\nImplementasi dari konsep six sigma ini telah terbukti seiring dengan waktu pelaksanaan implementasi six sigma, manajer memiliki suatu pola pandangan dan alat bantu dalam melaksanakan evaluasi atas efisiensi terhadap hasil, dikarenakan konsep ini memberi pejabaran proses melewati fase langkah maka manajer sangat mudah untuk mengerti target serta data yang diperlukan untuk melakukan analisis serta membandingkan antar proses.  \n \n\nKata Kunci :lean enterprise,lean, six sigma ,efisiensi, kinerja perusahaan", "Daftar File": {"2014 TS PP VINCENT KING1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98995", "2014 TS PP VINCENT KING1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98996", "2014 TS PP VINCENT KING1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98997", "2014 TS PP VINCENT KING1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98998", "2014 TS PP VINCENT KING1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98999", "2014 TS PP VINCENT KING1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99000"}, "Penulis": "VINCENT KING (NIM : 29111331)", "Kontributor / Dosen Pembimbing": ["Thesis Counselor : Ir. GatotYudoko, MASC., PH.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keywords : lean enterprise , lean, six sigma , efficiency, corporate performance", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}