{"Nomor": 19625, "Judul": "BIFLAVONOID DARI DAUN AGATHIS BORNEENSIS (ARAUCARIACEAE) SERTA AKTIVITAS SITOTOKSIKNYA TERHADAP SEL MURIN LEUKEMIA P-388", "Abstrak": "Agathis merupakan salah satu genus utama dalam famili tumbuhan Araucariaceae, selain genus Araucaria dan Wollemia. Selain digunakan sebagai tumbuhan penghijau kota, Agathis sering dipergunakan untuk bahan baku bangunan karena memiliki kayu berkualitas tinggi. Selain itu, spesies ini juga digunakan di industri sebagai bahan untuk perabotan dan pembuatan kertas. Di Indonesia, Agathis dapat dijumpai di hutan Kalimantan dan Sumatra. Senyawa biflavonoid merupakan metabolit sekunder utama pada genus Agathis, selain norlignan dan diterpenoid. Biflavonoid merupakan senyawa yang terbentuk dari dua monomer flavonoid yang berikatan C-C atau C-O-C melalui reaksi kopling oksidatif. Biflavonoid yang ditemukan pada Agathis umumnya terbentuk dari dua unit monomer apigenin. Selain memiliki struktur yang khas, sejumlah biflavonoid dari genus Agathis telah diketahui memiliki aktivitas sebagai antikanker terhadap berbagai sel kanker, seperti sel NCI-H460 (paru), MCF-7 (payudara), OVCAR-9 (ovarium), dan P-388 (leukemia). Beberapa turunan biflavonoid lainnya juga dilaporkan memiliki aktivitas penting, diantaranya sebagai antimalaria, anti-HIV, antiinfluenza, antiepilepsi dan inhibitor enzim BACE-1 untuk Alzheimer‟s. Salah satu spesies Agathis yang tumbuh di Indonesia adalah A. borneensis, yang dikenal dengan nama daerah dammar pilau. Daun A. borneensis digunakan sebagai obat tradisional untuk menyembuhkan luka baru oleh penduduk lokal Kalimantan. Namun, sampai saat ini kajian kimia mengenai biflavonoid dari A. borneensis serta aktivitas sitotoksiknya terhadap sel murin leukemia P-388 belum pernah dilaporkan. Oleh karena itu, pada penelitian ini dilakukan isolasi biflavonoid dari daun A. borneensis Indonesia serta uji aktivitas sitotoksik ekstrak aseton daun A. boeneensis dan biflavonoid hasil isolasi terhadap sel murin leukemia P-388. Isolasi biflavonoid dilakukan dengan menggunakan berbagai tehnik kromatografi seperti kromatografi cair vakum (KCV), kromatografi kolom gravitasi (KKG) dengan silika dan Sephadex LH-20 sebagai fasa diam. Lima senyawa turunan biflavonoid telah berhasil diisolasi dari daun A. borneensis dan diidentifikasi sebagai 4‟,4Ã‚Â”‟,7,7Ã‚Â”-tetra-O-metilamentoflavon, 4‟,4Ã‚Â”‟,7-tri-O-metilkupresuflavon, 7,4‟atau 4Ã‚Â”‟,-di-O-metilkupresuflavon, 7-mono-O-metilkupresuflavon, dan kupresuflavon berdasarkan data spektroskopi NMR (1H ,13C, HSQC, HMBC, dan NOESY), spektroskopi inframerah, spektroskopi UV-Vis dan spektroskopi masa. Dua senyawa diantaranya, yaitu 7,4‟ atau 4Ã‚Â”‟,-di-O-metilkupresuflavon dan 4‟,4Ã‚Â”‟,7,-Tri-O-metilkupresuflavon untuk pertama kalinya dilaporkan diisolasi dari genus Agathis. Dari hasil uji sitotoksik terhadap sel murin leukemia, ekstrak aseton daun A. borneensis dinyatakan aktif dengan nilai IC50 4,24 μg/mL. Dua biflavonoid hasil isolasi yaitu 7-mono-O-metilkupresuflavon dan kupresuflavon dinyatakan sangat aktif dengan nilai IC50 berturut- turut 1,26 dan 0,87 μg/mL. Sementara itu, senyawa 7,4‟ atau 4Ã‚Â”‟,-di-O-metilkupresuflavon bersifat aktif dengan nilai IC50 3,59 μg/mL. Oleh karena itu, ketiga senyawa tersebut berpotensi menjadi agen untuk antikanker. Berdasarkan kerangka biflavonoid yang sama dan adanya perbedaan substituen pada empat biflavonoid hasil isolasi, maka dilakukan pula analisis hubungan struktur dan aktivitasnya. Dapat disarankan bahwa metilasi pada gugus fenol di cincin A maupun cincin B dapat menurunkan aktivitas sitotoksik terhadap sel murin leukemia P-388.", "Daftar File": {"2014 TS PP VINA RIZKI ALDILLA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/98990", "2014 TS PP VINA RIZKI ALDILLA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/98991", "2014 TS PP VINA RIZKI ALDILLA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/98992", "2014 TS PP VINA RIZKI ALDILLA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/98993", "2014 TS PP VINA RIZKI ALDILLA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/98994", "2014 TS PP VINA RIZKI ALDILLA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/98989", "2014 TS PP VINA RIZKI ALDILLA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/98988"}, "Penulis": "VINA RIZKI ALDILLA (NIM : 20513029)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Lia Dewi Juliawaty"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Agathis borneensis, biflavonoid, kanker, sel murin leukemia P-388", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}