{"Nomor": 19634, "Judul": "PEMETAAN SISTEM SAMBUNGAN KONSTRUKSI RUMAH TRADISIONAL DI JAWA BARAT", "Abstrak": "Bangunan tradisional merupakan bangunan budaya khas Indonesia yang terjadi karena adanya proses trial and error dan menjadi salah satu identitas penting bangsa. Karakteristik dari bangunan tradisional yakni tidak  menerapkan teori atau prinsip bangunan akan tetapi menyesuaikan dengan lingkungan dan iklim yang ada. Bangunan tradisional memiliki 3 macam sistem yaitu sistem bawah, tengah dan atas. Sistem sambungan konstruksi merupakan bagian dari sub sistem-sub sistem dalam sistem bangunan tersebut. Penelitian ini bertujuan untuk memetakan sistem sambungan konstruksi rumah tradisional Di Jawa Barat dengan mengetahui sistem sambungan konstruksi, persamaan dan perbedaan, serta aspek-aspek yang mempengaruhinya pada rumah tradisional di Jawa Barat. Pada penelitian ini, akan dieksplorasi pada detail sistem sambungan konstruksinya dan aspek-aspek yang mempengaruhinya. Penelitian sistem sambungan konstruksi rumah tradisional di Jawa Barat dilakukan pada empat lokasi yaitu kampung PanjalinÃ‚Â–kabupaten Majalengka, kampung CikondangÃ‚Â–kabupaten Bandung, kampung MahmudÃ‚Â–kabupaten Bandung, kampung PuloÃ‚Â–kabupaten Garut. Pembahasan penelitian dilihat dari tiga aspek, yaitu: aspek bentuk dan konfigurasi, material dan dimensi, detail sistem sambungan konstruksi. Dalam penelitian ini diperoleh bahwa sistem pupurus terbagi menjadi empat macam, yaitu : sistem pupurus dengan pasak kayu, pasak kayu dan tali ijuk, paku, dan polos. Dari penelitian ini dapat membuka ruang pengembangan sistem sambungan  konstruksi yang dapat diterapkan pada bangunan sederhana terutama yang menggunakan struktur dan konstruksi kayu dan memberikan ruang untuk pengembangan bangunan-bangunan tradisional yang dilindungi/diproteksi oleh Pemda setempat khususnya Jawa Barat terhadap keberadaan sistem sambungan tradisional.", "Daftar File": {"2009 TS PP VONTINANDA SISKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99050", "2009 TS PP VONTINANDA SISKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99051", "2009 TS PP VONTINANDA SISKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99052", "2009 TS PP VONTINANDA SISKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99053", "2009 TS PP VONTINANDA SISKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99054", "2009 TS PP VONTINANDA SISKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99055"}, "Penulis": "VONTINANDA SISKI (NIM : 25206003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Ir. Sugeng Triyadi S., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sistem sambungan konstruksi, rumah tradisional", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}