{"Nomor": 19631, "Judul": "PEMBENTUKAN PORTFOLIO INSURANCE MARKOWITZ MENGGUNAKAN SIMULATED ANNEALING DENGAN DAN TANPA OPSI", "Abstrak": "Metode Simulated Annealing merupakan metode pencarian acak untuk menyelesaikan\nmasalah optimasi, yang menggunakan analogi dari pendinginan padatan,\ndimana fungsi objektifnya adalah meminimumkan keterhubungan dengan suhu\npadatan. Metode ini sesekali memungkinkan penerimaan solusi baru yang kurang\noptimal untuk menghindari terjebak dalam optimum lokal. Semakin rendah suhu,\nsemakin kecil kemungkinan solusi baru tersebut diterima. Dalam tugas akhir\nini, metode ini diterapkan pada masalah pemilihan portofolio, Markowitz Mean\nVariance Model. Pertama, akan dicari solusi yang meminimumkan kovariansi dimana\nkovariansi mencerminkan resiko dari portofolio. Kemudian, akan ditentukan\nreturn tertinggi dengan kovariansi minimum yang dapat dibentuk dalam portofolio.\nDalam pembentukan portfolio, terdapat strategi yang dapat digunakan untuk melindungi\nportofolio. Strategi tersebut adalah portfolio insurance. Strategi ini digunakan\nuntuk mempertahankan nilai portofolio ketika terjadi penurunan harga\nsaham, sehingga resiko dari portofolio dapat diminimumkan. Strategi dilakukan\ndengan membagi dana investor ke dalam berbagai bentuk investasi seperti saham,\nobligasi, dan opsi. Dengan menjalankan simulasi, kita dapat menentukan strategi\nterbaik dalam pembentukan portofolio.", "Daftar File": {"2013 TA PP VIONY ASTERLITA JANTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99030", "2013 TA PP VIONY ASTERLITA JANTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99036"}, "Penulis": "VIONY ASTERLITA JANTORO [10109027]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Novriana Sumarti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Finance, Pembentukan portofolio, Simulated Annealing, portfolio insurance, opsi, obligasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}