{"Nomor": 19645, "Judul": "GALERI LUKISAN DAN TAMAN PATUNG DI PAGERWANGI", "Abstrak": "Bandung sebagai salah satu kota yang penuh dengan hiburan, tidak lepas dari pengaruh kesenian dan segala bentuk ekspresinya. Beragam jenis kesenian dari banyak seniman di bandung membuat kota ini menjadi salah satu kota kesenian yang terkenal di seluruh Indonesia. Banyaknya seniman yang menghasilkan karya seni, dan bertambahnya karya seni yang dihasilkan, serta munculnya potensi-potensi para seniman baru, maka diperlukan sebuah wadah yang dapat menampung semua itu. Sebuah wadah yang diharapkan dapat mengeluarkan potensi-potensi terpendam seniman-seniman muda berbakat untuk menghasilkan karya seni yang terbaik. Dan juga untuk menampung, memamerkan, sekaligus mempublikasikan karya seni kepada para pecinta seni yang ingin membeli karya seni tersebut.Pagerwangi, sebuah kawasan di Dago Atas dengan iklim sejuk pegunungan dan pemandangan indah kota bandung memiliki potensi yang kuat sebagai tempat tujuan wisata. Jauh dari kepenatan dan hingar-bingar kebisingan kota, maka penikmat seni dapat dengan nyaman menikmati lukisan-lukisan yang dipamerkan. Meskipun letaknya jauh dari perkotaan, tetapi akses menuju daerah ini tidak sulit dan gampang ditemukan, karena letaknya tepat di samping jalan utama menuju mariabaya, dan letaknya yang dipuncak bukit memudahkannya terlihat dari bawah. Dengan dua fungsi yang berbeda : Galeri pamer dan Studio, maka  perancangan galeri ini harus merespons hubungan antara dua fungsi dan permasalahan yang ditimblakan karenanya. Selain kedua fungsi tersebut, juga ada fungsi tambahan  lainnya, yaitu fungsi kantor manajerial dan fungsi komersial berupa kafe. Semua fungsi itu memiliki hubungan yang unik dan harus rancang agar terciptanya hubungan yang harmonis antar fungsi. Pengambilan tema Borrowed scenery , adalah sebuah sikap untuk merespons hubungan ruang dalam dan luar ditambah lagi dengan potensi pemandangan alam yang ada di tapak perencanaan galeri ini.", "Daftar File": {"2009 TA PP WALID GUNTUR CAHYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99126", "2009 TA PP WALID GUNTUR CAHYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99127", "2009 TA PP WALID GUNTUR CAHYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99128", "2009 TA PP WALID GUNTUR CAHYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99129", "2009 TA PP WALID GUNTUR CAHYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99130", "2009 TA PP WALID GUNTUR CAHYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99131"}, "Penulis": "WALID GUNTUR CAHYADI (NIM: 15205027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Prasetyo Effendi, M.Arch"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Borrowed scenery ,galeri lukisan dan taman patung di pagerwangi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}