{"Nomor": 19649, "Judul": "PERANCANGAN IT GOVERNANCE UNTUK PENINGKATAN KUALITAS LAYANAN AKADEMIK STUDI KASUS : PUSKOM UNIVERSITAS LAMPUNG", "Abstrak": "Layanan akademik yang berkualitas secara fungsionalitas, mudah dalam penggunaan serta selaras dengan sasaran bisnis suatu institusi dapat diperoleh dengan adanya dukungan dari beberapa faktor terkait. Faktor tersebut meliputi penyediaan fasilitas yang memadai yang  dikelola oleh sumber daya manusia yang berkompetensi, serta pengaturan  manajemen yang benar dan memadai dalam pelaksanaan aktifitas dan fungsi pengolahan data pada Siakad Unila yang merupakan satu-satunya pusat layanan akademik di lingkungan universitas Lampung. Dalam usaha mengoptimalkan kontribusi investasi TI yang telah dilakukan dan memastikan bahwa penerapan Siakad Unila telah sesuai dengan sasaran institusi perlu dibuatkan rancangan model tata kelola TI yang selanjutnya  dapat dijadikan sebagi  acuan terhadap pengembangan proses-proses Siakad secara lebih terinci.      \n \n\nPerancangan  model tata kelola TI pada penerapan Siakad Unila mengacu pada kerangka kerja COBIT (Control Objective for Information and Related Technology). COBIT merupakan model standard pengelolaan TI  yang dikembangkan oleh Information Technology Governance Institute (ITGI). Kerangka kerja COBIT terdiri dari 4 domain, yaitu: planning organation (PO), acquisition and implementation (AI), delivery and support (DS) dan monitoring (M). Perancangan model tata kelola yang dilakukan pada tesis ini adalah dalam lingkup domain delivery and support (DS).       \n \n\nPerancangan  model tata kelola ini diawali dengan pengumpulan data mengenai visi, misi, sasaran institusi serta visi, misi, sasaran puskom. Selanjutnya dilakukan analisis manajemen awareness untuk mengetahui  penanggung jawab aktifitas dan ekspektasi  dari pengelola Siakad dan user yang terdiri dari jajaran manajemen institusi, mahasiswa dan dosen, terhadap proses-proses pada salah satu domain pada COBIT, yaitu domain delivery and support (DS). Hasil analisis manajemen awareness terhadap pengelola dan pihak manajemen institusi menunjukkan bahwa proses-proses pada domain DS secara keseluruhan merupakan  proses yang memiliki tingkat kepentingan yang tinggi. Tingkat kepentingan proses-proses terdistribusi secara bervariasi yang secara keseluruhan berada pada kisaran 67% sampai 89%.      \n \n\nSetelah melakukan analisis terhadap tingkat kepentingan proses-proses TI di atas, dilakukan juga wawancara dan kuesioner untuk mendapatkan informasi tentang kondisi yang ada saat ini dalam pelaksanaan proses-proses TI domain DS. Kuesioner yang dimaksud adalah kuestioner IT control diagnostis. Pada wawancara dan kuesioner ini sebagai  responden adalah pengelola Siakad dan user. Hasil kuesioner ini berada pada tingkat kematangan yang dalam kisaran 1.6 sampai 3.0. Sebagian besar berada pada kisaran tingkat kematangan 2 yaitu sebanyak 75%.      \n \n\nSelanjutnya  dilakukan analisis terhadap kebutuhan pengelolaan TI, dengan cara membandingkan  ekspektasi yang dihasilkan sebelumnya dengan kondisi yang ada pada saat ini. Adanya Gap antara tingkat kematangan proses-proses TI yang ada pada saat ini dengan tingkat kematangan proses yang diharapkan memerlukan usaha penanganan tertentu terhadap proses yang bersangkutan. Usaha yang dilakukan adalah melalui penerapan tata kelola TI yang baik. Hal ini diawali dengan membuat rancangan tata kelola penerapan Siakad Unila.        \n \n\nRancangan dasar yang dibuat berupa usulan penetapan KGIS, KPIs dan kebijakan  bagi penerapan Siakad Unila. Rancangan tata kelola yang diusulkan dilakukan dengan memprioritaskan pada proses yang memiliki level prioritas diatas 85% dan tingkat kematangan kecil dari 2.5. Proses dalam domain DS yang dibuat dalam rancangan ini adalah DS3, DS4, DS5. Rancangan tata kelola TI yang dihasilkan merupakan dasar acuan pengembangan proses-proses lain pada domain COBIT  dalam penerapan Siakad Unila. Pengembangan  tata kelola TI secara keseluruhan dapat dilakukan dengan melibatkan pihak terkait, sehingga dapat dihasilkan tata kelola TI yang siap untuk diimplementasikan.", "Daftar File": {"2007 TS PP WASILAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99155", "2007 TS PP WASILAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99156", "2007 TS PP WASILAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99157", "2007 TS PP WASILAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99158", "2007 TS PP WASILAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99159", "2007 TS PP WASILAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99160", "2007 TS PP WASILAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/99161", "2007 TS PP WASILAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99162"}, "Penulis": "WASILAH (NIM 235 05 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Kridanto Surendro,Ir, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IT Governance, COBIT, IT, Gap, KGIs, KPIs, manajemen awareness.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}