{"Nomor": 19653, "Judul": "GEOLOGI DAERAH PAUH DAN SEKITARNYA BERDASARKAN DATA PERMUKAAN DAN BAWAH PERMUKAAN, KECAMATAN TUNGKAL JAYA, KABUPATEN MUSI BANYUASIN, PROVINSI SUMATERA SELATAN", "Abstrak": "Letak geografis daerah penelitian yaitu 103047Ã‚Â’00Ã‚Â” Ã‚Â– 103054Ã‚Â’00Ã‚Â” BT dan 2016Ã‚Â’00Ã‚Â” Ã‚Â–     \n \n \n \n \n\n2020Ã‚Â’00Ã‚Â” LS dengan luas daerah penelitian Ã‚Â± 94,9 km2 . Secara administratif, daerah     \n \n \n \n \n\npenelitian berada dalam wilayah Kecamatan Tungkal Jaya, Kabupaten Musi Banyuasin,     \n \n \n \n \n\nPropinsi Sumatera Selatan.     \n \n \n \n \n\nGeomorfologi didaerah penelitian terdiri dari perbukitan landai dan lembah pada     \n \n \n \n \n\nelevasi 10-75 mdpl dan terbentuk oleh proses endogen berupa perlipatan dan pensesaran     \n \n \n \n \n\ndiikuti oleh proses eksogen berupa pelapukan dan erosi membentuk gejala geomorfologi     \n \n \n \n \n\nyang dapat dikelompokkan menjadi 3 satuan, yaitu Satuan Perbukitan Antiklin, Satuan     \n \n \n \n \n\nLembah Sinklin dan Satuan Perbukitan Homoklin. Tahapan geomorfologi daerah penelitian     \n \n \n \n \n\ntelah memasuki tahap muda menuju dewasa.     \n \n \n \n \n\nSecara litostratigrafi, batuan yang tersingkap dan ditembus oleh bor di daerah     \n \n \n \n \n\npenelitian dapat dikelompokkan menjadi 8 satuan batuan berturut Ã‚Â– turut tua ke muda :     \n \n \n \n \n\nBatuan Dasar berumur pratersier(?), diendapkan secara tidak selaras Formasi Talang Akar di     \n \n \n \n \n\nlingkungan fluvial-delta pada Kala Oligosen Akhir sampai awal Miosen Awal , diendapkan     \n \n \n \n \n\nsecara selaras Formasi Baturaja di lingkungan litoral-neritik pada Kala awal Miosen Awal     \n \n \n \n \n\n(Zona N6), diendapkan secara selaras Formasi Telisa Bawah diendapkan di lingkungan     \n \n \n \n \n\nneritik tengah pada Kala Miosen Awal bagian tengah , diendapkan secara selaras Formasi     \n \n \n \n \n\nTelisa Atas diendapkan di lingkungan neritik tengah- neritik dalam pada Kala Miosen Awal     \n \n \n \n \n\nbagian tengah sampai awal Miosen Akhir, diendapkan secara selaras Formasi Air Benakat     \n \n \n \n \n\n(Satuan Batupasir Ã‚Â– Batulempung) diendapkan di lingkungan delta Ã‚Â– neritik pada Kala     \n \n \n \n \n\nMiosen Tengah sampai awal Miosen Akhir, diendapkan secara selaras Formasi Muara     \n \n \n \n \n\nEnim(Satuan Batulempung Sisipan Batubara dan Satuan Batulempung) diendapkan di     \n \n \n \n \n\nlingkungan delta pada Kala Miosen Tengah sampai Miosen Akhir, diendapkan secara selaras     \n \n \n \n \n\nFormasi Kasai (Satuan Batupasir Tufaan) diendapkan di lingkungan darat-pantai pada Kala     \n \n \n \n \n\nPliosen.     \n \n \n \n \n\nDaerah penelitian paling tidak mengalami 3 fase deformasi, yaitu : pada akhir     \n \n \n \n \n\nMesozoikum membentuk daratan sebelum terjadinya cekungan Tersier. Pada awal Oligosen     \n \n \n \n \n\nterjadi tektonik regangan yang membentuk cekungan-cekungan half graben. Sejak Miosen     \n \n \n \n \n\nTengah cekungan mengalami kompresi yang mencapai puncak pada Plio-Plistosen.     \n \n \n \n \n\nDeformasi ini berasosiasi dengan lipatan dan sesar naik berarah baratlaut Ã‚Â– tenggara.     \n \n \n \n \n\nDeformasi ini diperkirakan mengaktifkan kembali sesar-sesar tua yang berarah timurlaut Ã‚Â–     \n \n \n \n \n\nbaratdaya menjadi sesar mendatar.", "Daftar File": {"2014 TA PP WAWAN YUDIANSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99185", "2014 TA PP WAWAN YUDIANSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99186", "2014 TA PP WAWAN YUDIANSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99187", "2014 TA PP WAWAN YUDIANSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99188", "2014 TA PP WAWAN YUDIANSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99189", "2014 TA PP WAWAN YUDIANSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99190", "2014 TA PP WAWAN YUDIANSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99191"}, "Penulis": "WAWAN YUDIANSA (NIM :12008033)", "Kontributor / Dosen Pembimbing": ["Pembimbing Dr. Ir.Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geomorfologi, Litostratigrafi, Tektonik, Musi Banyuasin, Sumatera Selatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}