{"Nomor": 19657, "Judul": "IDENTIFIKASI KEINOVASIAN PROGRAM PENATAAN PEDAGANG KAKI LIMA DI KOTA SURAKARTA", "Abstrak": "Konsep inovasi yang biasanya digunakan dalam konteks penelitian dan pengembangan suatu industri saat ini sudah mulai digunakan dalam konteks pembangunan kota. Inovasi perkotaan merupakan solusi baru untuk memecahkan   \n \n \n\nmasalah di perkotaan yang dapat meningkatkan nilai tambah untuk orang-orang yang tinggal di kota. Salah satu permasalahan yang sering terjadi di kota-kota besar di Indonesia adalah kemunculan Pedagang Kaki Lima (PKL). Adanya pedagang kaki lima cenderung dianggap sebagai suatu permasalahan karena menimbulkan kesemrawutan   \n \n \n\nmaupun kemacetan di kota. Permasalahan PKL yang sering terjadi di kota-kota di Indonesia cenderung diselesaikan dengan cara penggusuran yang menggunakan kekerasan. Namun, Kota Surakarta memiliki suatu cara baru untuk menata PKL melalui suatu Program Penatan PKL. Konsep penatan PKL di Kota Surakarta ini menggunakan suatu pendekatan persuasif tanpa adanya kekerasan. Bentuk dari penataan PKL di Kota Surakarta ini meliputi penentuan kawasan PKL dan pembuatan kantung-kantung PKL. Hal ini dilakukan melalui cara yang dinamakan relokasi, shelterisasi, tendanisasi dan gerobakisasi. Berdasarkan hasil penelitian ditemukan bahwa Program Penataan PKL di Kota Surakarta merupakan sebuah inovasi yang digagas oleh pemerintah kota setempat, khususnya walikota. Ide ini muncul untuk menjawab masalah masalah keterbatasan   \n \n \n\nruang terbuka publik yang lahannya sering digunakan PKL untuk berjualan. Adapun kriteria inovasi yang dinilai antara lain kebaruan, dampak, kesetaran, kelayakan secara ekonomi dan finansial, keberlanjutan lingkungan, dapat dialihkan dan kelayakan secara politik. Hasil penelitian menunjukkan bahwa keinovasian Program Penataan PKL di Kota Surakarta yang dilakukan di delapan tempat menunjukkan hasil yang berbeda-beda jika dilihat dari sisi dampak, persepsi mengenai kesetaraan dan keterlibatan pihak yang terkena dampak dalam proses pengambilan keputusan. Program Penataan PKL ini juga   \n \n \n\nmelibatkan berbagai stakeholder dengan kepentingan dan perannya masing-masing. Stakeholder yang terlibat antara lain Walikota Surakarta, DPRD Kota Surakarta, SKPD   \n \n \n\nKota Surakarta, Paguyuban PKL dan LSM. Selnjutnya, dari penelitian diketahui bahwa ide Program Penataan PKL di Kota Surakarta ini juga terbukti sudah bisa terdifusi ke   \n \n \n\nkota lain di Indonesia meskipun adopsi dari program ini belum dapat teridentifikasi. Berdasarkan hasil penelitian tersebut, maka terdapat rekomendasi untuk   \n \n \n\nmenyempurnakan inovasi Program Penataan PKL di Kota Surakarta. Sebaiknya pemerintah memberikan kesempatan dan perlakuan yang sama pada setiap PKL yang terkena dampak dari adanya program ini. Selain itu, mengingat program ini memerlukan biaya yang besar sebaiknya pemerintah mengadakan kerjasama dengan pihak lain dalam   \n \n \n\npenyediaan dana. Dibutuhkan juga suatu instrument kebijakan yang bisa menjaga kontinuitas stakeholder terkait untuk tetap memantau keberjalanan Program Penataan PKL.", "Daftar File": {"2011 TA PP WINDA DWI ARYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99212", "2011 TA PP WINDA DWI ARYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99213", "2011 TA PP WINDA DWI ARYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99214", "2011 TA PP WINDA DWI ARYANI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/99215", "2011 TA PP WINDA DWI ARYANI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/99216", "2011 TA PP WINDA DWI ARYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99217", "2011 TA PP WINDA DWI ARYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99218", "2011 TA PP WINDA DWI ARYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99219"}, "Penulis": "WENING PRAWESTI ARYANI (NIM : 15406074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nia Kurniasih Pontoh, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keinovasian, penataan pedagang kaki lima,  surakarta", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}