{"Nomor": 19665, "Judul": "OPTIMASI TRANSPOR SERIUM DARI PASIR SENOTIM BANGKA MENGGUNAKAN TEKNIK TUBULAR SUPPORTED LIQUID MEMBRANES (TSLM)", "Abstrak": "Mineral Senotim (YPO4) merupakan salah satu mineral sumber Unsur Tanah Jarang (UTJ) yang merupakan hasil samping dari proses penambangan timah di Bangka. Berdasarkan hasil pemeriksaan XRF terhadap pasir Senotim diketahui Serium merupakan mineral UTJ terbanyak kedua kandungannya setelah Ytrium yang banyak dimanfaatkan dalam bahan pembuatan kaca, pewarna, dan sebagai katalis dalam penyulingan minyak. Dalam penelitian ini, Ce (IV) dalam mineral Senotim dipisahkan dengan teknik membran cair berpendukung tubular (Tubular Supported Liquid Membranes, TSLM) melalui beberapa tahap perlakuan : destruksi Senotim, pengendapan Th dan U, penyiapan membran dan larutan yang digunakan, dan pemisahan dengan teknik TSLM. Larutan carrier yang digunakan adalah campuran TBP : DE2HPA = 25 : 75. Optimasi proses pemisahan dilakukan dengan mempelajari pengaruh variasi : pH larutan fasa umpan, jenis asam fasa penerima, dan konsentrasi asam terbaik fasa penerima. Pengukuran konsentrasi UTJ menggunakan spektrofotometer UV-Vis pada panjang gelombang 528 nm dengan pengkompleksan alizarin sulfonat menunjukkan kondisi terbaik transpor Ce (IV) diperoleh pada : pH 2,8 larutan fasa umpan dan fasa penerima HCl 2M. Dan dari hasil karakterisasi dengan ICP-AES terhadap fasa umpannya maka diketahui kandungan Ce (IV) dalam fasa umpan dapat ditingkatkan dengan teknik TSLM dari sebelum proses transpor sebesar 40% menjadi sebesar 53% setelah proses transpor.", "Daftar File": {"2014 TA PP  WIDYA SARTIKA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99291", "2014 TA PP  WIDYA SARTIKA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99292", "2014 TA PP  WIDYA SARTIKA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99293", "2014 TA PP  WIDYA SARTIKA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99294", "2014 TA PP  WIDYA SARTIKA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99295", "2014 TA PP  WIDYA SARTIKA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99296", "2014 TA PP  WIDYA SARTIKA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99297"}, "Penulis": "WIDYA SARTIKA (NIM : 10509045)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Serium, Mineral Senotim, TSLM, ICP-AES", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}