{"Nomor": 19667, "Judul": "PENGARUH POLA SUB-CEKUNGAN TERHADAP KEBERADAAN AKUMULASI HIDROKARBON DI CEKUNGAN JAWA TIMUR BAGIAN SELATAN", "Abstrak": "Cekungan Jawa Timur bagian selatan yang meliputi daratan Jawa Timur dan Selat Madura telah diketahui banyak mengandung potensi hidrokarbon, tetapi dalam pemboran sumur eksplorasi terdapat beberapa ketidakberhasilan menemukan hidrokarbon yang antara lain dapat disebabkan beberapa faktor pengontrol sistem petroleum, seperti faktor-faktor tektonik, stratigrafi dan waktu pembentukan hidrokarbon. Diduga terdapat beberapa sub-cekungan dalam sistem cekungan yang mengakibatkan perubahan jalur migrasi serta batuan induk tidak semuanya bertindak sebagai kitchen area (active pod).          \n \n\nDua arah struktur utama yaitu Sakala arah E-W dan Meratus arah NE-SW merupakan hasil tektonik tumbukan antara lempeng mikro (drifted continent) dan Sundaland yang dimulai sekitar umur Kapur Akhir-Miosen Tengah. Sedimen paling tua yang mengisi Sakala structural trend adalah Formasi Pra-Ngimbang berumur Eosen. Formasi Pra-Ngimbang hanya diketemukan di Sub-Cekungan Baluran dan Situbondo sepanjang trend E-W akibat struktur pre-existing mikro kontinen.           \n \n\nBerdasarkan integrasi data geologi, seismik, wireline log, gravitasi dan geokimia, di identifikasi terdapat tujuh buah sub-cekungan dengan batas kelurusan berarah NE-SW sesuai dengan Meratus structural trend. Pembentukan hidrokarbon, ekspulsi, dan migrasi hidrokarbon pada ketujuh sub-cekungan tersebut mempunyai karakteristik batuan induk tersendiri dan kemungkinan terdapat batuan induk jamak (multiple source rock).", "Daftar File": {"2007 TS PP WILDAN SOMANTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99304", "2007 TS PP WILDAN SOMANTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99305", "2007 TS PP WILDAN SOMANTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99306", "2007 TS PP WILDAN SOMANTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99307", "2007 TS PP WILDAN SOMANTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99308", "2007 TS PP WILDAN SOMANTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99309", "2007 TS PP WILDAN SOMANTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/99310", "2007 TS PP WILDAN SOMANTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99311"}, "Penulis": "WILDAN SOMANTRI (NIM 22004016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sub-basin pattern, hydrocarbon, tectonic, stratigraphic", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}