{"Nomor": 19661, "Judul": "PEMANFAATAN LIMBAH SUEDE UNTUK PRODUK FASHION", "Abstrak": "Dengan hadirnya industri produk jadi olahan kulit, otomatis menghasilkan limbah paska produksi, salah satunya adalah limbah suede. Suede adalah salah satu tipe kulit dengan finishing efek berbulu halus atau seperti beludru. Kelembutannya, ketipisannya, dan keleturannya membuat suede cocok dijadikan produk fashion. Limbah suede sisa pemotongan pola yang tidak termanfaatkan akan menjadi sampah dan membutuhkan waktu lama untuk terurai. Dengan melihat begitu banyak perusahaan yang menggunkan material ini, dapat disimpulkan bahwa limbah yang dihasilkan tidak sedikit.      \n \n \n \n \n \n\nLimbah suede sisa produksi produsen-produsen sepatu di Bandung dan Garut belum banyak dimanfaatkan. Sampai saat ini salah satu solusi yang diandalkan oleh para produsen      \n \n \n \n \n \n\nsepatu adalah menjualnya kembali kepada para pengumpul atau penadah limbah bahan sepatu.      \n \n \n \n \n \n\nPotongan suede ini sebenarnya sangat membantu pengrajin alas kaki yang memproduksi dalam jumlah sangat terbatas. Harganya yang miring adalah salah satu kelebihannya. Dan      \n \n \n \n \n \n\nsekarang, para produsen aksesoris fashion pun mulai melirik kesempatan ini. Semakin beragamnya desain yang ditawarkan di pasaran membuat sebagian masyarakat      \n \n \n \n \n \n\nsemakin selektif memilih produk fashion yang diinginkan. Penulis mencoba untuk mengeksplorasi serta menggabungkan material tekstil dan suede sebagai produk fashion dengan aspek kriya yang menonjolkan aspek craftmanship, uniqueness dan fungsional. Diharapkan dengan adanya bentuk perupaan baru pada dunia tekstil akan menghasilkan alternatif-alternatif produk baru yang dapat memenuhi kebutuhan fungsional dan estetis serta      \n \n \n \n \n \n\nmembuka peluang pasar yang baru pula.", "Daftar File": {"2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99254", "2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99255", "2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99256", "2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99257", "2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99258", "2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99259", "2010 TA PP WIDIA NUR UTAMI BASTAMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99260"}, "Penulis": "WIDIA NUR UTAMI BASTAMAN (NIM : 17206022)", "Kontributor / Dosen Pembimbing": ["DOSEN PEMBIMBING : Drs. ZAINI RAIS, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "industri produk, produk olahan kulit, Suede", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}