{"Nomor": 19660, "Judul": "MANAJEMEN RETURN DAN RESIKO DARI GABUNGAN SAHAM LQ45 DAN SYARIAH MENGGUNAKAN TEORI MARKOWITZ  PORTFOLIO MANAGEMEN", "Abstrak": "Kelangkaan bahan pangan akhir - akhir ini menyebabkan tingginya tingkat inflasi hingga sempat melebihi tingkat suku bunga bank indonesia. Deposito berjangka memberikan return yang kurang menarik dengan tingginya tingkat inflasi. Selain itu trend naiknya harga minyak dunia berpotensi memaksa pemerintah untuk mengurangi subsidi bahan bakar minyak. Pengurangan subsidi bahan bakar minyak jika terjadi akan berdampak negatif pada investasi deposito. Saham adalah salah satu instrumen investasi yang menarik karena memiliki return yang lebih besar dari deposito, namun di sisi lain, investasi di saham memiliki resiko yang juga tidak kecil. Dengan menggunakan teori modern portfolio dari Harry Markowitz, dapat dipilih saham - saham yang memiliki kovariansi negatif agar dapat menghasilkan resiko gabungan yang lebih kecil dan return yang lebih optimal. Untuk membentuk suatu portfolio unggulan, maka dipilih saham - saham yang unggulan untuk membentuk portfolio tersebut. Saham - saham ungulan diperoleh dari irisan saham yang masuk kedaftar saham syariah dan daftar saham LQ45 yang  memiliki likuiditas yang tinggi agar dapat dicairkan sewaktu -waktu jika dana yang diinvestasikan pada saham sewaktu - waktu dibuhtuhkan oleh investor. Masing-masing saham yang dipilih untuk membentuk portfolio unggulan juga harus memiliki kinerja CAGR yang lebih baik dari IHSG. Dengan menggunakan data historis bulanan  10 tahun, maka diperoleh empat belas saham yang berkinerja lebih baik dibandingkan kinerja IHSG. Saham - saham tersebut adalah AALI, ASII, BSDE, CPIN, INCO, INTP, ITMG, KLBF, LSIP, PTBA, SMCB, TINS, UNTR, dan UNVR. Dengan menghitung kovariansi keempatbelas saham tersebut, maka akan        \n \n \n \n\ndiperoleh beberapa yang saham yang memiliki kovariansi negatif. Dua saham yang berkovariansi negatif dengan saham pada umumnya adalah saham UNVR dan KLBF.        \n \n \n \n\nDengan menyertakan salah satu atau kedua saham ini maka resiko investasi dapat diminimalisir. Berdasarkan data historis selama 10 tahun sejak 2001, diperoleh return  bulanan IHSG sebesar 2.05 % dengan standar deviasi return bulanan sebesar 7.25 %. Menggunakan teori modern portfolio maka dapat dibentuk portfolio yang memiliki rata -rata return bulanan yang lebih tinggi dari rata - rata return bulanan IHSG dan 4 juga memiliki standar deviasi return bulanan yang lebih kecil dari standar deviasi return bulanan IHSG. Pada skenario 1 dengan komposisi saham TINS 0,85 %, INCO 0,18 %, PTBA 1,78 %, LSIP 0,17 %, AALI 14,35 %, SMCB 1,38 %, KLBF 10,33 % ,  INTP 2,86 % dan UNVR 68,10 %..maka dapat diperoleh rata - rata return bulanan sebesar 2,93 %, lebih besar dari rata -rata return bulanan IHSG yang hanya 2,05 %  dan juga resiko yang lebih kecil karena memiliki standar deviasi return bulanan sebesar 6,36 % . selain itu juga dapat dibentuk besaran rata - rata return bulanan  sesuai input user dengan menggunakan solver dari microsoft excel dengan range return mulai dari 2,23 % sampai 11,93 %. Sementara skenario 8 memberikan rata - rata return bulanan yang optimal dengan memaksimalkan slope, yaitu rata - rata return bulanan dibagi standar deviasi return bulanan. Skenario 8 dengan komposisi saham TINS 9,86 %,CPIN 15,57 %, INCO 2,20 %, PTBA 7,78 %, LSIP 5,31 %, AALI 4,29 %, KLBF 4,03 % dan UNVR  50,97 % menghasilkan rata - rata return bulanan sebesar 4,8 % dan standar deviasi return bulanan 8,3 %.", "Daftar File": {"2011 TS PP WIDHIYO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99249", "2011 TS PP WIDHIYO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99250", "2011 TS PP WIDHIYO 1- BAB  2.pdf": "https://digilib.itb.ac.id/gdl/download/99251", "2011 TS PP WIDHIYO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99252", "2011 TS PP WIDHIYO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99253"}, "Penulis": "WIDHIYO (NIM : 29108106 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Erman Arif Sumirat, SE, MBus Ak"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Saham, Syariah, LQ45, return bulanan, resiko, kovariansi saham, modern portfolio", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}