{"Nomor": 19664, "Judul": "PUSAT RISET INDUSTRI KAMPUS RISET INDUSTRI ITB DI BEKASI", "Abstrak": "Tugas akhir ini mengambil kasus pusat riset industri di kampus riset industri ITB di Bekasi. Berlatar belakang kebutuhan atas faslitas riset teknologi yang terus berkembang, serta perubahan bentuk pendidikan perguruan tinggi. Pusat riset industri ini berada diantara dunia    \n \n \n \n\nindustri dan dunia pendidikan. Menjadi pihak netral dalam perdagangan industri dalam ujikualitas produk industri. Institut Teknologi Bandung mulai bergerak ke arah kampus dengan sistem pendidilan yang berorientasi riset. Maka dari itu diperlukan fasilitas yang dapat memenuhi kebutuhan riset tersebut yaitu sebuah laboratorium penelitian yang diperuntukan bagi riset-riset yang berhubungan dengan industri atau pembuatan produk teknologi. Kemudian juga dapatmemfasilitasi kepasa produk tersebut untuk dikenal di pasaran.Fasilitas ini mewadahi kegiatan desain produk, riset terapan, uji produk serta pilot project.Pusat riset industri ini menekankan kepada kualitas ruang kerja pada laboratoium desain produk. Serta mensuasanakan kehidupan social para peneliti yang bekerja di dalamnya.", "Daftar File": {"2010 TA PP WIDYA RAHAYU 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99284", "2010 TA PP WIDYA RAHAYU 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99285", "2010 TA PP WIDYA RAHAYU 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99286", "2010 TA PP WIDYA RAHAYU 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99287", "2010 TA PP WIDYA RAHAYU 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99288", "2010 TA PP WIDYA RAHAYU 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99289", "2010 TA PP WIDYA RAHAYU 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99290"}, "Penulis": "WIDYA RAHAYU (NIM : 15206038 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indra Budiman Syamwil, M.SC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pusat riset industri di kampus riset industri ITB", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}