{"Nomor": 19674, "Judul": "PABRIKASI SEL SURYA UKURAN BESAR MENGGUNAKAN NANOPARTIKEL TITANIA SEBAGAI MATERIAL AKTIF", "Abstrak": "Berbagai macam teknik dan metode telah digunakan untuk mempabrikasi sel  surya agar mendapatkan efisiensi yang maksimum. Saat ini, material aktif yang  paling banyak digunakan untuk pabrikasi sel surya adalah TiO2. Selain karena  material ini banyak murah dan banyak ditemukan, TiO2 juga memiliki celah pita  energi yang cukup lebar, yaitu berkisan 3,2-3,8 eV. Pada penelitian ini, focus  yang dilakukan adalah mempabrikasi sel surya berbasis TiO2 dengan ukuran  yang lebih besar, untuk melihat apakah arus yang dihasilkan lebih besar  sehingga dapat memiliki efisiensi yang sama dengan referensi ukuran kecil,  atau dengan kata lain, tidak ada pengaruh pada saat proses pabrikasi sel surya  ukuran besar. Sel Surya dibuat dengan cara mencampurkan TiO2 dalam  larutan aquades yang kemudian dideposisikan diatas substrat dengan metode  sederhana, yaitu spray. Film komposit TiO2 yang terbentuk disisipi logam  tembaga dengan metode  elektroplating sehingga akan membentuk jembatan logam menuju substrat.  Sebagai transport hole digunakan polimer elektrolit yang terbuat dari PVA dan  LiOH. Karakteristik I-V menunjukkan terjadi peningkatan arus hamper 100 kali,  sehingga mendapatkan efisiensi yang diharapkan.", "Daftar File": {"2014 TA PP  WILMA ZULIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99359", "2014 TA PP  WILMA ZULIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99360", "2014 TA PP  WILMA ZULIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99361", "2014 TA PP  WILMA ZULIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99362", "2014 TA PP  WILMA ZULIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99363", "2014 TA PP  WILMA ZULIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99364", "2014 TA PP  WILMA ZULIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99365"}, "Penulis": "WILMA ZULIANTI  (NIM: 10209103)", "Kontributor / Dosen Pembimbing": ["Penulis : WILMA ZULIANTI Ã‚Â– (NIM: 10209103)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TiO2, material aktif, metoda spray dan metoda electroplating.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}