{"Nomor": 19677, "Judul": "PENGARUH TEGANGAN LISTRIK ARUS SEARAH TERHADAP DAYA HANTAR LARUTAN BARIUM KARBONAT DALAM SISTEM ELECTRONIC WATER PURIFICATION (EWP) DENGAN ELEKTRODA PLAT GRAFIT", "Abstrak": "Electronic Water Purification (EWP) merupakan suatu teknik pemurnian air yang sedang berkembang saat ini yang mengandalkan plat elektroda kapasitif atau biasa disebut CDI (Capacitive Deionization). Metode pemurnian air pada penelitian ini didasarkan pada koagulasi garam-garam sukar larut yang dipengaruhi oleh medan listrik. Pengaruh tegangan listrik arus searah terhadap daya hantar larutan barium karbonat diteliti dalam penelitian ini dengan perlakuan variasi tegangan 1,5 V sampai dengan 7,5 V dan durasi pengaliran listrik 5 menit sampai dengan 30 menit. Hasil menunjukkan bahwa saat listrik dialirkan terjadi peningkatan nilai hantaran pada larutan sampel air dan saat aliran listrik berhenti dialirkan, akan terjadi penurunan nilai hantaran pada sampel air dibandingkan dengan nilai hantaran sampel pada awal sebelum dialiri listrik. Kecenderungan dan pola teratur terjadi pada pengaliran listrik dengan tegangan rendah yaitu 1,5 V sampai dengan 4,5 V. Kondisi optimum pengurangan garam barium karbonat dalam sampel yang ditunjukkan dengan penurunan daya hantar sampel air yang mengandung garam barium karbonat terjadi pada keadaan tegangan listrik 4,5 V dengan lama pengaliran listrik 20 menit. Pengaruh tegangan listrik pada sampel yang mengandung garam barium karbonat diteliti dengan menggunakan air alam sebagai sampel dengan karakter: pH 7,4, hantaran total 19 μS, total suspended solid (TSS) 0,975 ppm, total dissolved solid (TDS) 790 ppm. Hasil analisis logam dalam air sampel yang ditentukan dengan meggunakan metode spektroskopi serapan atom menunjukkan hasil kandungan logam natrium sebesar 9,950 ppm, logam kalium 6,175 ppm, logam besi 0,211 ppm, logam kalsium 29,263 ppm, dan logam mangan 0,062 ppm.", "Daftar File": {"2014 TA PP  WINDA AYUNDANI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99393", "2014 TA PP  WINDA AYUNDANI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99394", "2014 TA PP  WINDA AYUNDANI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99395", "2014 TA PP  WINDA AYUNDANI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99396", "2014 TA PP  WINDA AYUNDANI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99397", "2014 TA PP  WINDA AYUNDANI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99398", "2014 TA PP  WINDA AYUNDANI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99399"}, "Penulis": "WINDA AYUNDANI (NIM :10509084)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "electronic water purification, capacitive dionization, elektroda, konduktivitas, garam terlarut, barium karbonat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}