{"Nomor": 19689, "Judul": "RUMAH MANULA AKTIF DI BANDUNG", "Abstrak": "Rumah manula merupakan rumah yang ditujukan bagi para manula dari kalangan ekonomi menengah ke atas. Permasalahan utama yang dihadapi dalam perancangan rumah manula aktif ini adalah menyediakan fasilitas yang memberi kemudahan bagi para manula untuk berpindah tempat dan beraktivitas, mendorong manula agar tetap aktif, membentuk komunitas baru dalam rumah manula, serta memudahkan orientasi para manula terhadap tempat (wayfinding). Untuk memudahkan para manula berpindah tempat dan beraktivitas, maka rumah manula dirancang dengan berpegang pada aturan aksesibilitas bangunan khususnya bagi para manula. Untuk mendorong manula tetap aktif, rumah manula ini menyediakan berbagai fasilitas kegiatan untuk menyalurkan hobi, seperti musik, kerajinan tangan serta olahraga. Untuk membentuk komunitas dalam rumah manula, diangkatlah konsep Ã‚Â“perkampunganÃ‚Â”, dimana massa bangunan dirancang dengan ukuran kecil dan mempunyai jarak yang intim. Massa-massa bangunan disusun membentuk 8 cluster hunian dengan sebuah courtyard yang diharapkan dapat menjadi tempat terjadinya interaksi antar manula. Untuk memecahkan masalah orientasi tempat (wayfinding), maka tiap cluster hunian dirancang dengan tema warna yang berbeda-beda. Penerapan tema ini diwujudkan dalam warna facade bangunan serta warna lantai dan atap selasar. Selain penggunaan warna, dimanfaatkan pula rancangan landscaping untuk membantu orientasi terhadap tempat. Sayap Utara tapak ditanami tanaman berdaun pita, sayap Selatan tapak ditanami tanaman berdaun bulat, sedangkan bagian tengah tapak ditanami tanaman berdaun jarum. Dengan penggunaan warna dan bentuk daun yang berbeda, diharapkan para manula dapat menyadari keberadaannya dengan mudah.", "Daftar File": {"2010 TA PP WIWIK PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99479", "2010 TA PP WIWIK PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99480", "2010 TA PP WIWIK PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99481", "2010 TA PP WIWIK PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99482", "2010 TA PP WIWIK PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99483", "2010 TA PP WIWIK PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99484"}, "Penulis": "WIWIK PRATIWI (NIM : 15206076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wiwik Dwi Pratiwi, MES, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "panti wredha, rumah manula, aktif, kampung, wayfinding", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}