{"Nomor": 19683, "Judul": "KAJIAN PENGARUH VARIABILITAS SOUTHERN HEMISPHERE ANNULAR MODE TERHADAP CURAH HUJAN DI BENUA MARITIM", "Abstrak": "Penelitian ini mengkaji hubungan antara Southern Hemisphere Annular Mode (SAM), sirkulasi yang terjadi di wilayah lintang tinggi Belahan Bumi Selatan, dengan variabilitas curah hujan di Benua Maritim. Analisis telekoneksi dilakukan dengan menggunakan data Global Precipitation Climatology Centre (GPCC) Full Data Reanalysis Version 6.00 dan indeks SAM yang dihitung dari data Met Office Hadley Centre's mean sea level pressure (MSLP) data set (HadSLP2). Selain itu, metode Standardized precipitation index (SPI) dan metode emprical orthogonal teleconnection (EOT) juga digunakan dalam analisis. Hasil kajian ini menunjukkan, selama periode 1979-2004, telekoneksi antara SAM dan curah hujan di Benua Maritim bervariasi baik secara spasial maupun temporal. Pada skala waktu musiman, kejadian SAM+ memiliki hubungan yang kuat dengan anomali curah hujan positif pada periode Mar-Apr-Mei (MAM) dan September-Oktober-November (SON), serta anomali curah hujan negatif pada periode Desember-Januari-Februari (DJF). Analisis lebih lanjut juga mengungkapkan bahwa respon BM terhadap SAM secara spasial lebih merata pada periode SON, tetapi memiliki perbedaan yang mencolok antara bagian timur dan bagian barat Benua Maritim pada MAM. Pada skala waktu yang lebih panjang, pola telekoneksi dipengaruhi oleh trend indeks SAM cenderung lebih positif sejak periode climate shift yang terjadi sekitar tahun 1976. Sebelum periode climate shift, pengaruh SAM hanya signifikan di sekitar wilayah Australia, namun sejak periode climate shift pengaruh SAM meluas ke utara hingga wilayah tropis, mencakup Benua Maritim, bahkan hingga ke wilayah subtropis di Belahan Bumi Utara. Sementara itu, pola telekoneksi pada skala waktu interannual menunjukkan pola yang lebih kompleks karena adanya korelasi antara SAM dan ENSO, akan tetapi masih jelas terlihat adanya peran mode interannual SAM yang independen dalam mempengaruhi curah hujan di Benua Maritim.", "Daftar File": {"2014 TS PP WIRID BIRASTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99439", "2014 TS PP WIRID BIRASTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99440", "2014 TS PP WIRID BIRASTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99441", "2014 TS PP WIRID BIRASTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99442", "2014 TS PP WIRID BIRASTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99443", "2014 TS PP WIRID BIRASTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99444", "2014 TS PP WIRID BIRASTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99445"}, "Penulis": "WIRID BIRASTRI ( NIM : 22411005 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SAM, curah hujan Benua Maritim, AISPI", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}