{"Nomor": 19699, "Judul": "PASAR WISATA DI BERASTAGI, SUMATERA UTARA", "Abstrak": "Proyek Tugas Akhir ini berjudul Pasar Wisata di Berastagi, Sumatera Utara. Perancangan Pasar Wisata di Berastagi, Sumatera Utara memiliki permasalahan-permasalahan berkaitan dengan sirkulasi, pencitraan, lingkungan dan utilitas. Permasalahan sirkulasi mencakup kemudahan pencapaian, kenyamanan bergerak bagi semua tipe pengguna serta kejelasan orientasi di dalam tapak. Masalah pencitraan pada perancangan ini adalah mengubah tanggapan  masyarakat tentang pasar tradisional yang penuh, sesak dan tidak bisa dinikmati. Aspek lingkungan mencakup pengolahan tapak untuk menentukan akses terhadap lahan, serta respons terhadap arsitektur lokal. Permasalahan utilitas yang dominan dalam perancangan pasar adalah penghawaan dan persampahan Konsep yang diterapkan merupakan penyelesaian dari masalah-masalah yang ada.Perancangan tapak memiliki prioritas penciptaan ruang luar bagi kegiatan belanja dan rekreasi, serta penciptaan ruang di dalam kota yang dapat menjadi citra kota Berastagi sebagai kota agrowisata. Kebutuhan akan orientasi dan arah pergerakan yang jelas di dalam tapak  menghasilkan konsep sirkulasi grid dengan sebuah sumbu di tengah tapak. Masalah pencitraan diselesaikan dengan bentukan massa bangunan yang kecil dan berkelompok, terbuka dan membentuk ruang-ruang luar positif untuk dinikmati pengguna. Respons terhadap budaya lokal diterapkan pada bentuk dan tampak bangunan yang mengadaptasi unsur-unsur arsitektur lokal.Hasil perancangan tapak berupa kompleks bangunan komersial yang bersumbu pada sebuah mall/promenade, dan memiliki ruang-ruang hijau positif di antara massa-massa bangunannya. Sistem sirkulasi di dalam tapak berupa grid untuk memudahkan orientasi dan distribusi. Bangunan-bangunan yang dirancang mengadaptasi langgam arsitektur tradisional Batak Karo dengan bentuk dan jumlah lantai yang disesuaikan dengan kebutuhan pedagang. Gangguan yang mungkin ditimbulkan di tapak yang dapat mengganggu fungsi di sekitar tapak dikurangi dengan penempatan buffer dan jalur hijau pada salah satu sisi tapak.", "Daftar File": {"2010 TA PP YANITA E. C. B. 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99549", "2010 TA PP YANITA E. C. B. 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99550", "2010 TA PP YANITA E. C. B. 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99551", "2010 TA PP YANITA E. C. B. 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99552", "2010 TA PP YANITA E. C. B. 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99553", "2010 TA PP YANITA E. C. B. 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99554", "2010 TA PP YANITA E. C. B. 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99555"}, "Penulis": "YANITA E. C. B. (NIM:152 04 049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Wiwik Dwi Pratiwi, MES., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "buffer, pasar wisata", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}