{"Nomor": 19696, "Judul": "GEOLOGI DAN STUDI KHUSUS GEOKIMIA AIR PADA LAPANGAN PANAS BUMI DAERAH JUKUBATU DAN SEKITARNYA, KECAMATAN BANJIT, KABUPATEN WAY KANAN, PROVINSI LAMPUNG", "Abstrak": "Daerah penelitian berada di daerah Jukubatu, Kabupaten Way Kanan, Lampung, pada koordinat 436000-442000 mT dan 9460000-9466000 mU (UTM, Zona 48S) dengan luas area 36 km2. Pemetaan geologi dalam skala 1:12.500 dan analisis geokimia air dari manifestasi panas bumi dilakukan untuk mengetahui tatanan geologi serta sistem panas bumi yang berkembang pada daerah penelitian.       \n \n \n \n \n \n \n\nDaerah penelitian terletak di antara tiga gunungapi yaitu Gunung Remas, Gunung Ulujamus, dan Gunung Punggur. Pola aliran sungai utama ialah pola aliran trelis dengan arah baratdaya-timurlaut. Berdasarkan pemetaan lapangan, litologi yang hadir pada daerah penelitian terdiri dari tuf, tuf lapili, dan andesit. Geologi daerah penelitian dimulai di Kala Plistosen Awal dengan diendapkannya Satuan Tuf. Setelah itu terjadi peningkatan aktivitas vulkanik, secara berurutan Gunung Ulujamus, Gunung Punggur, dan Gunung Remas menghasilkan produk vulkanik berupa Satuan Lava Andesit Ulujamus, Satuan Lava Andesit Punggur, dan Satuan Lava Andesit Remas yang diendapkan secara selaras di atas batuan yang lebih tua. Setelah itu sesar normal dengan arah relatif baratdaya-timurlaut terbentuk akibat dari deformasi yang terus berlangsung. Erosi yang terus berlangsung menghasilkan endapan Satuan Aluvial yang diendapkan secara tidak selaras.       \n \n \n \n \n \n \n\nDaerah Jukubatu memiliki potensi sumber daya panas bumi yang termasuk ke dalam sistem panas bumi yang berasosiasi dengan volkanisme Kuarter Gunung Remas. Survei geokimia dilakukan untuk mengetahui sistem panas bumi daerah penelitian melalui analisis geokimia air. Terdapat enam manifestasi panas bumi berupa kolam hangat, kolam panas, mata air panas, dan tiga mata air hangat dengan temperatur tertinggi 78Ã‚Â°C dan pH 7,23. Berdasarkan analisis kimia dan isotop air, sistem panas bumi yang berkembang pada daerah Jukubatu diperkirakan memiliki satu reservoir dengan temperatur sekitar 200-210Ã‚Â°C pada kedalaman 1.200-1.300 m. Sistem panas bumi di daerah penelitian diperkirakan memiliki sumber daya panas spekulatif sebesar 20 MWe dan merupakan sistem panas bumi bertemperatur menengah.", "Daftar File": {"2013 TA PP YADZIL DARAJAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99527", "2013 TA PP YADZIL DARAJAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99528", "2013 TA PP YADZIL DARAJAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99529", "2013 TA PP YADZIL DARAJAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99530", "2013 TA PP YADZIL DARAJAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99531", "2013 TA PP YADZIL DARAJAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99532", "2013 TA PP YADZIL DARAJAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/99533", "2013 TA PP YADZIL DARAJAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99534"}, "Penulis": "YADZIL DARAJAT (NIM: 12009015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Niniek Rina Herdianita, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Daerah Jukubatu, pola aliran trelis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}