{"Nomor": 19705, "Judul": "MODEL NUMERIK DUA DIMENSI HORISONTAL PERSEBARAN SEL FITOPLANKTON (PYRODINIUM BAHAMENSE VAR COMPRESSUM) DI TELUK AMBON BAGIAN DALAM", "Abstrak": "Teluk Ambon bagian dalam (TAD) merupakan teluk sempit dan dangkal dengan kedalaman berkisar antara 10 Ã‚Â– 40 meter.TAD dipisahkan dari Teluk Ambon bagian luar(TAL) oleh daerah menyempit dan dangkal (sill) dengan lebar 600meter dan kedalaman 15 meter.Kejadian bloomingdi TAD oleh sel Pyrodinium bahamense var compressum telah muncul dan diidentifikasi sejak tahun 1994. Penelitian ini bertujuan untuk mengetahui distribusi densitas sel PBC di TAD.Simulasi model numerik hidrodinamika dan fisis biologis untuk melihat pengaruh dinamika laut terhadap persebaran sel penting untuk dilakukan mengingat kejadian blooming yang cukup sering terjadi.  \n \n\nSimulasi hidrodinamika dilakukan dengan menggunakan Princeton Ocean Model (POM) dari tanggal 1 Juli -2 Agustus 2009. Input model hidrodinamika berupa elevasi pasang surut pada batas terbuka yang dihasilkan dari Tide Model Driver (TMD). Keluaran model hidrodinamika berupa arus residu digunakan untuk mensimulasikan persebaran sel PBC selama 150 hari.  \n \n\nHasil model menunjukkan kejadian densitas sel Pyrodinium bahamense var compressum yang tinggi pada hari keenam di titik tiga dan pada hari keseratus tiga di titik enam. Proses penyebaran sel secara adveksi dan difusi menyebabkan densitas sel ditransportasikan menuju kearah Teluk Ambon bagian luar. Nutrien membatasi pertumbuhan sel vegetatif dan perubahan kista aktif menjadi sel vegetatif.", "Daftar File": {"2013 TA PP  YAZID RIDLA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99589", "2013 TA PP  YAZID RIDLA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99590", "2013 TA PP  YAZID RIDLA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99591", "2013 TA PP  YAZID RIDLA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99592", "2013 TA PP  YAZID RIDLA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99593", "2013 TA PP  YAZID RIDLA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99594", "2013 TA PP  YAZID RIDLA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99595"}, "Penulis": "YAZID RIDLA  (NIM : 12909040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne M. Radjawane Ph. D", "Dr. Ir. Augy Syahailatua M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Model persebaran sel Pyrodinium bahamense var compressum, POM, Teluk Ambon bagian dalam", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}