{"Nomor": 19700, "Judul": "GEOLOGI DAERAH PASIRBELENGKONG DAN SEKITARNYA KABUPATEN PASIR, KALIMANTAN TIMUR", "Abstrak": "Daerah Pasirbelengkong terletak di bagian baratdaya dari Pegunungan Meratus.     \n \n \n \n \n\nPegunungan Meratus merupakan pegunungan yang mengalami pengangkatan pada     \n \n \n \n \n\nMiosen Tengah dan memisahkan Cekungan Barito di bagian barat dan Cekungan Asem-     \n \n \n \n \n\nAsem di bagian timur. Daerah penelitian merupakan bagian dari Cekungan Asem-Asem     \n \n \n \n \n\ndengan batuan yang teramati di lapangan adalah batuan dasar Mesozoikum dan batuan     \n \n \n \n \n\nsedimen Kenozoikum pengisi cekungan.     \n \n \n \n \n\nGeomorfologi pada daerah penelitian termasuk pada tahapan dewasa yang terdiri     \n \n \n \n \n\ndari Satuan Perbukitan Bergelombang, Satuan Perbukitan Homoklin dan Satuan Lembah     \n \n \n \n \n\nHomoklin. Pola aliran sungai yang terbentuk di daerah penelitian merupakan pola paralel     \n \n \n \n \n\nyang lebih di pengaruhi oleh kemiringan morfologi daerah penelitian.     \n \n \n \n \n\nBatuan dasar Mesozoikum yang tersingkap di daerah penelitian terdiri dari Satuan     \n \n \n \n \n\nSerpentinit dan Satuan Tuf. Satuan Serpentinit merupakan bagian dari unit ofiolit dari     \n \n \n \n \n\nKompleks Meratus yang berumur tidak lebih muda dari Jura Awal, yang terangkat akibat     \n \n \n \n \n\ntabrakan Paternoster dan Schwaner pada Kapur Awal. Satuan ini ditutupi oleh Satuan     \n \n \n \n \n\nTuf secara tidak selaras yang merupakan endapan vulkaniklastik bagian medial dari     \n \n \n \n \n\nFormasi Haruyan berumur Kapur Akhir. Kedua satuan tersebut ditutupi oleh sedimen     \n \n \n \n \n\nKenozoikum secara tidak selaras yang terdiri dari Satuan Batulempung dan Batulempung-Batupasir. Satuan Batulempun merupakan bagian dari Formasi Tanjung yang berumur Eosen Tengah-Oligosen Awal, diendapkan pada lingkungan fluvio deltaic dan dicirikan dengan lapisan pembawa batubara. Satuan Batulempung-Batupasir merupakan bagian dari Formasi Berai dengan umur Oligosen Tengah-Oligosen Akhir,     \n \n \n \n \n\ndicirikan dengan adanya pengaruh laut pada batuan dan diendapkan pada lingkungan laut angkal.     \n \n \n \n \n\nStruktur geologi daerah penelitian lebih dipengaruhi oleh rezim kompresi Miosen Awal. Struktur yang berkembang antara lain kemiringan lapisan, Sesar naik Sopang     \n \n \n \n \n\nyang berarah utara-selatan, Sesar Mendatar Dundang dan Sesar Mendatar Same yang     \n \n \n \n \n\nmempunyai arah baratlaut-tenggara dengan arah pergerakan mengiri", "Daftar File": {"2014 TA PP YANUAR ADIGUNA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99560", "2014 TA PP YANUAR ADIGUNA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99559", "2014 TA PP YANUAR ADIGUNA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99558", "2014 TA PP YANUAR ADIGUNA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99557", "2014 TA PP YANUAR ADIGUNA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99556", "2014 TA PP YANUAR ADIGUNA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99562", "2014 TA PP YANUAR ADIGUNA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99561"}, "Penulis": "YANUAR ADIGUNA ( NIM: 12008047 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwiharso Nugroho, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pasirbelengkong, Formasi Tanjung, Formasi Berai, Kompleks Meratus.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}