{"Nomor": 19714, "Judul": "FINANCIAL STRATEGY ANALYSIS FOR GUNUNG MEGANG COMBINED CYCLE POWER PLANT BY IMPLEMENTING ADDITIONAL REVENUE FROM CDM", "Abstrak": "South Sumatera Electricity System which is part of Sumatera Grid System, becomes a main power source of Sumatera. Most of power plants in Sumatera are located in South Sumatera, and most of them do not depend on seasons, for their operation because of the use of    \n \n \n \n\ncoal and natural gas as the main fuel. Therefore, power plants in South Sumatera are important    \n \n \n \n\nfor the continuity of electric power supply in Sumatera island. Due to the economic development in Sumatera, electric power demand in Soutrh Sumatera is also increasing as a result of the needed additional electricity supply. However, electric power supply to South Sumatera area is limited because several power plants operating in this area are fueled by oil. Therefore, this area is undergoing a situation of electricity deficit and that it is urgent to build a new additional power plant. With the proposed development of    \n \n \n \n\nthe Combined Cycle Power Plant, it is possible to solve the electricity deficit and also to reduce the Fuel Oil consumption in South Sumatera. This combined cycle power plant project is formed from two gas turbine power plants to utilize waste gas generated from the power plant to be a source of energy for the manufacture    \n \n \n \n\nof power plant. This enables a combined cycle power plant system to be the power projects that can reduce the effects of GHG as a byproduct of flue gas power plant is not let to escape freely into the air but compressed by using the HRSG to be a source of energy for the power plant. This, of course, raises opportunities for the company's combined cycle power plant developer to get additional revenue through the CDM process. This final feasibility study focuse on the Gunung Megang CCPP project by analyzing the financial structure and implementation of CDM as additional revenue. The method used to perform financial feasibility analysis is the Net Present Value (NPV), Internal Rate of Return    \n \n \n \n\n(IRR) and payback period which is performed in three scenarios, the optimistic, most likely, and    \n \n \n \n\npessimistic. From financial feasibility analysis without additional revenue from CDM with the mostlikely    \n \n \n \n\nscenario NPV of U.S. $ 375.694, IRR of 10.97% and the payback period for 7 years and 2 months is obtained. The results of analysis with the additional revenue from CDM will raise the IRR of 2.97% and NPV of approximately U.S. $ 10,969,470 and accelerate the payback period    \n \n \n \n\nfor 20 months compared with that without the use of the CDM.", "Daftar File": {"2011 TS PP YOHANA BERNADETH RATIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99655", "2011 TS PP YOHANA BERNADETH RATIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99656", "2011 TS PP YOHANA BERNADETH RATIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99657", "2011 TS PP YOHANA BERNADETH RATIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99658", "2011 TS PP YOHANA BERNADETH RATIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99659", "2011 TS PP YOHANA BERNADETH RATIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99660"}, "Penulis": "YOHANA BERNADETH RATIH A.H. (NIM : 29109353)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Uke Marius Siahaan, MBA", "Dr. Ir. Budhi Arta Surya, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gunung Megang, CCPP, HRSG, greenhouse gas, CDM, NPV, IRR, payback period", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}