{"Nomor": 19721, "Judul": "ANALISIS BALOK PERANGKAI PADA BANGUNAN TINGGI TAHAN GEMPA DI JAKARTA DENGAN MEMPERHITUNGKAN TINGKAT RESIKO MENGGUNAKAN FIRST ORDER SECOND MOMENT METHOD", "Abstrak": "Indonesia merupakan salah satu wilayah yang mempunyai aktivitas gempa bumi yang tinggi. Beberapa kejadian gempa yang melanda Indonesia dalam beberapa tahun terakhir mengakibatkan kerusakan sarana dan prasarana yang ada bahkan menimbulkan korban jiwa. Kondisi alam ini menyebabkan perlunya dilakukan perencanaan bangunan yang dapat menjamin kinerja bangunan tetap memadai selama usia layannya. Salah satu bangunan yang perlu direncanakan dengan baik adalah bangunan tingkat tinggi karena jenis bangunan tersebut merupakan suatu kebutuhan primer untuk menunjang aktivitas masyarakat. Perencanaan yang baik dapat dilakukan dengan cara memilih kualitas material yang baik dan melakukan analisis mengenai beban yang bekerja secara detail sehingga dapat dibuat model  \n \n\nyang tepat. Namun di lain pihak terdapat suatu masalah yang selalu menjadi hambatan dalam bidang rekayasa. Pemodelan yang ada seringkali merupakan suatu parameter simplifikasi yang terpaksa dilakukan mengingat rumitnya kondisi yang sebenarnya. Keadaan yang terbatas dan tidak sempurna itu menyebabkan hasil rekayasa mempunyai kualitas yang tidak sesuai rencana. Terdapat suatu resiko kegagalan yang dapat dianalisis dengan menghitung angka keamanan bangunan tersebut. Resiko kegagalan tersebut dapat digunakan sebagai parameter untuk mengoptimasikan fungsi struktur. Data-data yang menjadi parameter analisis dalam tugas akhir ini adalah kapasitas dari elemen tahan gempa dan beban yang bekerja pada struktur. Data-data tersebut akan dianalisis agar diketahui besaran-besaran statistiknya. Langkah selanjutnya adalah melakukan analisis tingkat resiko menggunakan 1st order 2nd moment method sehingga dapat  \n \n\ndiketahui angka keamanan dari struktur.", "Daftar File": {"2011 TA PP YOHANNA CHRISTIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99703", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99704", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99705", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99706", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99707", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/99708", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/99709", "2011 TA PP YOHANNA CHRISTIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/99710", "2011 TA PP YOHANNA CHRISTIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99711"}, "Penulis": "YOHANNA CHRISTIANI (NIM : 15007101)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Ir. Indra Djati Sidi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bangunan tahan gempa, analisis tingkat resiko, angka keamanan, probabilistik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}