{"Nomor": 19725, "Judul": "TRANSFORMASI SOSIAL YANG TERKENDALA: SEBUAH PENGALAMAN PESANTREN DALAM PERSPEKTIF INOVASI SISTEMIK (Kasus: Lembaga Pendidikan Islam Terpadu Baitul Hamdi, Pandeglang, Banten)", "Abstrak": "Penelitian ini memperlihatkan potensi pesantren, sebagai salah satu pranata sosial tradisional, yang bergerak di bidang pendidikan agama Islam, dalam meningkatkan kapasitas inovasi di tengah masyarakat tradisional. Inovasi dibutuhkan dalam melakukan transformasi sosial. Masyarakat tradisional yang ditandai dengan ikatan sosial relatif cair, diferensiasinya rendah, dan ekspansi nilai-nilai longgar, sebetulnya memungkinkan inovasi dapat berkembang lebih baik, namun pada kenyataannya tidak demikian.          \n \n \n \n\nPenelitian ini dilakukan secara kualitatif, dengan metode studi kasus dan semacam etnografi, yang dilakukan melalui observasi, wawancara, dan penggunaan dokumen-dokumen terkait. Responden dipilih secara purposive, dari unsur pesantren dan masyarakat. Triangulasi dilakukan untuk mendapatkan data yang lebih valid, melalui konfirmasi dan perbandingan sumber-sumber data yang ada.          \n \n \n \n \n \n\nPenelitian mengidentifikasikan beberapa kendala yang menyebabkan tidak berkembangnya inovasi, seperti proses perencanaan yang menjadikan masyarakat sebatas obyek, adanya kesenjangan antara agen dan masyarakat, kesenjangan antara institusi pengetahuan dengan tingkat literasi masyarakat, dan tidak optimalnya wadah atau saluran untuk menyampaikan pengaruh dan respon dari proses perubahan yang terjadi, serta interaksi pengetahuan tradisional/ lokal dengan pengetahuan yang berjalan secara searah-searah.          \n \n \n \n\nBaitul Hamdi merupakan pesantren dalam pengertian nonkonvensional, yang secara evolutif menampilkan bentuk inovasi sebuah pesantren agribisnis. Baitul Hamdi mengusahakan produksi material/ekonomis sekaligus produksi sosial. Dialog nilai yang tidak cukup mengandung nilai-nilai kemanusiaan dan transendental, bersifat permukaan, pragmatis, mengedepankan perbedaan, serta menghindari konflik, berpotensi menyebabkan inovasi tidak cukup diapresiasi dengan baik, pemaknaan nilai tidak meluas, dan mereduksi nilai-nilai, yang seharusnya berpotensi mengembangkan inovasi. Kegiatan yang lebih banyak dilakukan melalui pendekatan hasil, tekstual ajaran agama, individual, instrumental, serta relasi yang dijalin secara insidental, sporadis, parsial, dan lebih pragmatis, alih-alih dirancang permanen, sistematis, dan bermisi kuat dengan sasaran yang lebih jelas, seperti yang diperlihatkan pada kasus ini juga berpotensi menghambat inovasi, sekaligus terhambatnya transformasi sosial.", "Daftar File": {"2010 TA TS YOPPY HERLYAN JUNIAGA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99730", "2010 TA TS YOPPY HERLYAN JUNIAGA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99731", "2010 TA TS YOPPY HERLYAN JUNIAGA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99732", "2010 TA TS YOPPY HERLYAN JUNIAGA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99733", "2010 TA TS YOPPY HERLYAN JUNIAGA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99734", "2010 TA TS YOPPY HERLYAN JUNIAGA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99735", "2010 TA TS YOPPY HERLYAN JUNIAGA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99736"}, "Penulis": "YOPPY HERLYAN JUNIAGA (NIM : 24007052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pesantren, inovasi sistemik, transformasi sosial, nilai-nilai", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}