{"Nomor": 19729, "Judul": "PEMODELAN AIR MENDIDIH MENGGUNAKAN COMSOL", "Abstrak": "Mendidih adalah peristiwa ketika suatu fluida berubah fasa dari cair menjadi gelembung-gelembung uap air. Ini sering kita lihat dalam kehidupan sehari-hari terutama ketika memasak. Manfaat dari air mendidih pun beragam mulai untuk memasak, pendingin reaktor, sampai pembangkit listrik. Tentunya ini peristiwa yang sangat menarik untuk diamati.    \n \n \n \n\nPemodelan dilakukan dengan menyelesaikan persamaan Navier-Stokes dan transfer panas pada domain mesh yang ada. Dengan membagi daerah kontinu sebagai ruas-ruas kecil, maka perhitungan akan dilakukan lebih mudah. Dengan menggunakan simulasi, kita akan mendapatkan hasil yang lebih mudah diamati dibandingkan hanya dengan persamaan.    \n \n \n \n\nPerangkat keras yang digunakan adalah sebuah laptop dengan prosessor i7, sedangkan perangkat lunaknya adalah COMSOL MULTIPHYSIC. Tujuan pemodelan ini adalah untuk memahami dan menguasai cara menggunakan perangkat lunak tersebut, selain itu juga untuk memahami aspek-aspek fisis yang terlibat dalam pemodelan tersebut. Karena jika tidak memahami aspek fisisnya maka kita tidak akan bisa mengembangkan model dengan lebih baik.    \n \n \n \n\nPemodelan pertama-tama dilakukan dengan mencoba membuat sendiri model yang sudah ada, kemudian dilihat apakah hasilnya sudah sesuai dengan referensi atau tidak. Kemudian berlanjut ke model yang lebih real (kompleks) dengan penambahan beberapa variabel dan perubahan syarat batas. Terakhir adalah penambahan aliran kontinu pada model yang sudah ada dan memodifikasi model tersebut sehingga terlihat lebih real.    \n \n \n \n\nPerubahan yang akan diamati dari pemodelan ini adalah fraksi volumenya. Fraksi volume adalah perbandingan fasa fluida yang diamati. Dari sini kita akan menyimpulkan pengaruh dari perubahan variabel dan juga penambahan aliran kontinu pada model yang dikerjakan.", "Daftar File": {"2013 TA PP YUDHA HAMDI ARZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99759", "2013 TA PP YUDHA HAMDI ARZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99760", "2013 TA PP YUDHA HAMDI ARZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99761", "2013 TA PP YUDHA HAMDI ARZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99762", "2013 TA PP YUDHA HAMDI ARZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99763", "2013 TA PP YUDHA HAMDI ARZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99764", "2013 TA PP YUDHA HAMDI ARZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99765"}, "Penulis": "YUDHA HAMDI ARZI  (NIM : 10208057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rizal Kurniadi, S.Si.,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Comsol, Bidang, Mendidih, Syarat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}