{"Nomor": 19728, "Judul": "STUDI HUBUNGAN ANTARA POROSITAS, INDEKS KERAPUHAN, DAN KUAT TEKAN UNIAKSIAL BATULEMPUNG DI LABORATORIUM", "Abstrak": "Salah satu uji sifat mekanik batuan yang banyak dilakukan adalah uji kuat tekan uniaksial (UCS). Uji kuat tekan uniaksial merupakan uji yang digunakan  \n \n\nuntuk menentukan kekuatan batuan dibawah satu komponen tegangan (uniaksial) dengan menggunakan mesin tekan (compression Machine ) untuk menekan contoh batuan yang berbentuk silinder , balok , atau prisma hingga contoh batuan tersebut mengalami keruntuhan . Pengujian kuat tekan uniaksial akan memberikan sifat Ã‚Â– sifat mekanik batuan berupa kuat tekan batuan (σc), modulus Young (E), Nisbah Poisson (υ ) serta kurva tegangan Ã‚Â– regangan.  \n \n\nSalah satu faktor yang mempengaruhi hasil uji kuat tekan uniaksial adalah laju pembebanan (Loading Rate) . Tujuan penelitian ini adalah untuk mempelajari pengaruh laju pembebanan terhadap kuat tekan uniaksial contoh batu gamping dan contoh batu pasir. Pada penelitian ini, 6 buah contoh batu gamping dan 6 buah contoh batu pasir yang berbentuk silinder di uji kuat tekan uniaksial dengan selang laju pembebanan 100 kgf/min ( + 0.01 MPa/s) hingga 600 kgf/min (+ 0.06 MPa/s). Berdasarkan hasil pengamatan dari penelitian ini serta melakukan analisis regresi untuk uji kuat tekan uniaksial , contoh batu gamping yang di uji memberikan hubungan pengaruh yaitu naiknya laju pembebanan diikuti dengan naiknya nilai kuat tekan uniaksial (c) tetapi berbeda dengan contoh batu pasir yang tidak memberikan secara pasti pengaruh laju pembebanan terhadap nilai kuat tekan  \n \n\nuniaksialnya (σc). Untuk nilai Modulus Young (E), Nisbah Poisson (υ) dan bentuk kurva tegangan - regangan pada batu gamping dan pasir juga tidak bisa memperlihatkan pengaruh laju pembebanan dengan signifikan.", "Daftar File": {"2010 TA PP YUDHA FEBRIYAN TRINANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99752", "2010 TA PP YUDHA FEBRIYAN TRINANDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99753", "2010 TA PP YUDHA FEBRIYAN TRINANDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99754", "2010 TA PP YUDHA FEBRIYAN TRINANDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99755", "2010 TA PP YUDHA FEBRIYAN TRINANDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99756", "2010 TA PP YUDHA FEBRIYAN TRINANDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99757", "2010 TA PP YUDHA FEBRIYAN TRINANDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99758"}, "Penulis": "YUDHA FEBRIYAN TRINANDA (NIM : 12106022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Suseno Kramadibrata M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "uji kuat tekan uniaksial (UCS), komponen tegangan (uniaksial),  mesin tekan (compression Machine),", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}