{"Nomor": 19734, "Judul": "PERMASALAHAN DUALISME DALAM KELEMBAGAAN PENGENDALIAN PEMBANGUNAN DI PROVINSI SUMATERA SELATAN", "Abstrak": "Tugas dan Fungsi Pengendalian Pembangunan yang diselenggarakan oleh Pemerintah Provinsi Sumatera Selatan, pada pelaksanaannya berlangsung secara dualisme dalam kelembagaan semenjak istilah Pengendalian Pembangunan belum ada dan masih didefinisikan sebagai Monitoring, Evaluasi dan Pelaporan Pembangunan. Walaupun sempat dilaksanakan oleh satu institusi saja, namun sampai dengan saat ini tugas dan fungsi tersebut kembali dilaksanakan oleh dua institusi. Kondisi ini tentu saja bukan terjadi tanpa sengaja ataupun tanpa tujuan yang jelas dari Pemerintah Provinsi Sumatera Selatan. Ada maksud dan tujuan tertentu terhadap dualisme kelembagaan dalam pelaksanaan Tugas dan Fungsi Pengendalian Pembangunan itu.  \n \n\nFenomena dualisme kelembagaan ini kemudian memunculkan isu ketidakefektifan dari outcome tugas dan fungsinya, serta isu tumpang tindih (overlapping) dalam praktik faktualnya. Namun isu-isu ini belum tentu menimbulkan dampak yang negatif bagi penyelenggaraan Tugas dan Fungsi Pengendalian Pembangunan. Perlu ditelusuri lebih lanjut pengaruh isu-isu tersebut dalam penelitian kasus dualisme kelembagaan ini. Selain itu, strategi Pemerintah Provinsi Sumatera Selatan dalam menghadapi permasalahan dualisme ini pun membutuhkan peran aktif seorang agen yang mempunyai kewenangan dan kekuasaan untuk mengatur, mengarahkan, dan memberikan perintah dengan tegas kepada sturktur kelembagaan di bawahnya.  \n \n\nUntuk menghadapi fenomena ini, diperlukan adanya tata kelola terhadap dualisme kelembagaan. Sebagai contoh kasus, permasalahan dualisme kelembagaan yang terjadi pada Pemerintah Provinsi Sumatera Selatan ini dapat menjadi tolok ukur terhadap kasus dualisme lainnya. Sehingga dalam penelitian kasus ini perlu diberikan pengetahuan cara-cara mengidentifikasi fenomena dualisme dan mengembangkan cara-cara penyelesaian terhadap permasalahan dualisme. Dengan demikian, dari kasus yang spesifik ini diharapkan bisa menjadi pedoman terhadap penyelesaian kasus dualisme dalam bentuk aspek apapun, terutama yang menyangkut penyelenggaraan pemerintahan di Indonesia.", "Daftar File": {"2011 TS PP YUDISTIRA MUHSIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99794", "2011 TS PP YUDISTIRA MUHSIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99795", "2011 TS PP YUDISTIRA MUHSIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99796", "2011 TS PP YUDISTIRA MUHSIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99797", "2011 TS PP YUDISTIRA MUHSIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99798", "2011 TS PP YUDISTIRA MUHSIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99799", "2011 TS PP YUDISTIRA MUHSIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99800"}, "Penulis": "YUDISTIRA MUHSIN (NIM : 24009020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "tata kelola, kelembagaan, koordinasi, dan otonomi daerah.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}