{"Nomor": 19733, "Judul": "ANALISIS HARGA SAHAM PT PEGADAIAN SEBAGAI ALTERNATIF SUMBER PENDANAAN MELALUI PROSES INITIAL PUBLIC OFFERING (IPO)", "Abstrak": "Sistem keuangan merupakan tatanan perekonomian di dalam suatu negara yang berperan dan    \n \n \n \n\nmelakukan aktivitas berbagai jasa keuangan yang diselenggarakan oleh lembaga keuangan. Di Indonesia    \n \n \n \n\ndikenal dua jenis sistem keuangan, yaitu sistem perbankan dan sistem lembaga keuangan non-bank.    \n \n \n \n\nPegadaian merupakan satu-satunya lembaga keuangan non-bank milik pemerintah (BUMN) di Indonesia    \n \n \n \n\nyang usaha intinya melakukan jasa penyaluran pembiayaan kredit kepada masyarakat atas dasar hukum    \n \n \n \n\ngadai dan fidusia.    \n \n \n \n\nUntuk kasus Pegadaian, kebutuhan dana dalam melakukan ekspansi usaha dan modal    \n \n \n \n\npenyaluran pembiayaan pinjaman untuk meningkatkan omzet pinjaman selama ini selalu    \n \n \n \n\nmenggunakan dana melalui pinjaman bank maupun dari penerbitan obligasi. Pada tahun 2012    \n \n \n \n\nPegadaian berencana ingin melakukan Initial Public Offering (IPO). Pelaksanaan IPO ini sebagai    \n \n \n \n\nalternatif sumber pendanaan selain dari hasil penerbitan obligasi maupun pinjaman dari pihak perbankan    \n \n \n \n\ndengan jumlah kebutuhan dana sebesar Rp 8,085 triliun. Kebutuhan dana ini digunakan untuk memenuhi    \n \n \n \n\npenyaluran pembiayaan pinjaman kredit. Selain itu, dana tersebut juga akan digunakan untuk melunasi    \n \n \n \n\nhutang kepada pihak perbankan. Diharapkan dengan melakukan IPO, Pegadaian dapat mendapatkan dana    \n \n \n \n\ndari hasil menjual sebagian sahamnya kepada publik. Selain untuk memenuhi kebutuhan sumber dana    \n \n \n \n\ntersebut, rencana Pegadaian untuk melakukan IPO merupakan salah satu bagian dari pogram rencana    \n \n \n \n\nprivatisasi BUMN terhadap BUMN-BUMN di Indonesia. Hal ini terdapat dalam Masterplan BUMN    \n \n \n \n\n2010-2014.    \n \n \n \n\nPenentuan harga saham menjadi bagian yang sangat penting dalam pelaksanaan IPO karena akan    \n \n \n \n\nmenentukan kesuksesan proses penawaran harga saham perdana. Analisis harga saham Pegadaian    \n \n \n \n\nditentukan melalui dua metode yaitu Discounted Cash Flow (DCF) dan Relative Valuation. Pada metode    \n \n \n \n\nDCF menggunakan skenario berdasarkan struktur permodalan dan proyeksi pertumbuhan perusahaan.    \n \n \n \n\nMenggunakan metode DCF didapat range harga saham Rp 1.393 Ã‚Â– Rp 7.010 dengan firm value sebesar    \n \n \n \n\nRp 29,699 triliun Ã‚Â– Rp 57,243 triliun dan persentase jumlah saham yang akan dilepas ke publik sebanyak    \n \n \n \n\n11,40 % - 27,06 %. Sedangkan untuk metode Relative Valuation menggunakan perbandingan dengan    \n \n \n \n\nperusahaan sejenis (perusahaan multi finance) yang telah melakukan IPO sebelumnya. Menggunakan    \n \n \n \n\nmetode Relative Valuation didapat range harga saham Rp 990 Ã‚Â– Rp 7.361. Berdasarkan kedua metode    \n \n \n \n\ntersebut maka dihasilkan referensi harga saham pada rentang harga antara Rp 1.192 Ã‚Â– Rp 6.122.    \n \n \n \n\nBerdasarkan metode DCF dan Relative Valuation diperoleh rentang referensi harga saham yang    \n \n \n \n\ndapat digunakan oleh Pegadaian yaitu Rp 1.192 Ã‚Â– Rp 6.122 dengan jumlah saham yang akan dilepas ke    \n \n \n \n\npublik sebanyak 485.007.283 Ã‚Â– 1.978.911.157 lembar saham atau sebesar 8,19 % - 27,06 % untuk    \n \n \n \n\nmemenuhi kebutuhan dana melalui ekuitas sebesar Rp 3,234 triliun dan sisanya sebesar Rp 4,851 triliun    \n \n \n \n\nmelalui hutang.", "Daftar File": {"2012 TS PP YUDISTIRA DWI SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99788", "2012 TS PP YUDISTIRA DWI SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99789", "2012 TS PP YUDISTIRA DWI SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99790", "2012 TS PP YUDISTIRA DWI SAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99791", "2012 TS PP YUDISTIRA DWI SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99792", "2012 TS PP YUDISTIRA DWI SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99793"}, "Penulis": "Yudistira Dwi Saputra (NIM : 29109056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudarso Kaderi Wiryono , Erman Sumirat, SE., AK., M. Buss"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kebutuhan Dana, Privatisasi BUMN, IPO, Discounted Cash Flow, Relative Valuation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}