{"Nomor": 19741, "Judul": "FINANCIAL FEASIBILITY ANALYSIS OF PENTAVALENT PROJECT INVESTMENT (CASE STUDY IN PT BF)", "Abstrak": "PT BF merupakan perusahaan multinasional yang memiliki daya saing global. Perusahaan ini merupakan satu-satunya produsen vaksin antisera berkualitas internasional di Indonesia. Pangsa pasar PT BF meliputi nasional dan internasional, dimana perusahaan ini telah mengekspor vaksin ke 122 negara. Saat ini PT BF telah menjadi action plan global WHO. PT BF sebagai perusahaan milik pemerintah memiliki kewajiban untuk mewujudkan masyarakat Indonesia dengan kualitas derajat kesehatan yang lebih baik, dengan cara memproduksi vaksin dan anti sera. Dalam rangka memenuhi kebutuhan pasar dan permintaan WHO untuk memproduksi HIB, PT BF mengembangkan produk pentavalent yang merupakan gabungan dari 5 vaksin (DTP, Hepatitis B dan HIB). Produk ini dinilai lebih efisien dan ekonomis, baik dalam jumlah suntikan yang diberikan kepada bayi maupun harga vaksin. Untuk mengetahui nilai dari proyek ini, maka perlu dilakukan studi kelayakan melalui beberapa analisis. Analisis diperoleh dengan melakukan proyeksi laba rugi dan proyeksi arus kas. Dalam melakukan penilaian suatu investasi layak atau tidak layak yaitu dengan menggunakan metode Payback Period (PP), Net Present Value (NPV), Internal Rate of Return (IRR) dan Profitability Index (PI). Cash inflow dan cash outflow yang digunakan dalam menghitung studi kelayakan menggunakan incremental analysis dari adanya proyek pentavalent. Dari analisis kelayakan yang dilakukan, dapat disimpulkan bahwa proyek pentavalent layak untuk dijalankan, ini dapat dilihat dari NPV yang positif, IRR yang melebihi biaya modal, dan PI yang lebih dari satu. Pengembalian modal proyek ini adalah 3 tahun 2 bulan. Dalam jangka waktu 10 tahun, proyek ini memiliki terminal value sebesar IDR 561,082,453,251", "Daftar File": {"2013 TS PP YULIANA IRMINA SULASTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99856", "2013 TS PP YULIANA IRMINA SULASTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99857", "2013 TS PP YULIANA IRMINA SULASTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99858", "2013 TS PP YULIANA IRMINA SULASTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99859", "2013 TS PP YULIANA IRMINA SULASTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99860", "2013 TS PP YULIANA IRMINA SULASTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99861"}, "Penulis": "YULIANA IRMINA S (NIM  29110389) Pembimbing : Ir. Drs. H. Arson Aliludin, SE, DEA", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Drs. H. Arson Aliludin, SE, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Vaccine, Incremental Analysis, Feasibility Studies, Monte Carlo Simulation.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}