{"Nomor": 19746, "Judul": "PROSES PENGEMBANGAN PRODUK BARU DI PT OTTO PHARMACEUTICAL INDUSTRIES: PENERAPAN MODEL STAGE&#8208;GATE PADA PRODUK OPINACEA GUMMY", "Abstrak": "The success of new product development is essential for pharmaceutical companies, including PT Otto Pharmaceutical Industries, because new products are major driver for growth. To develop and launch a series of successful new products, PT Otto appointed Business Development Division to be in charge of the task. Using Cooper's The Innovation Diamond strategy elements to evaluate PT OttoÃ‚Â’s new product development process, it is found that Business Development Division doesnÃ‚Â’t implement an effective, efficient and streamline idea‐to‐launch process of new product development.     \n \n \n \n\nThis research discusses the new product development process that is currently implemented at PT Otto and the implementation of idea‐to‐launch process using Stage‐Gate model by Robert G. Cooper for product development in pharmaceutical company. From this observation it is found that the idea‐to‐launch process in PT Otto is executed without a standard operating procedures and a sufficient knowledge, especially in the fuzzy front‐end stages.     \n \n \n \n\nTo overcome these problems, the Stage‐Gate model can be applied with the addition of one gate and one stage, that is a decision for and product registration at Badan POM. Stage‐Gate model is also applied to the development of Opinacea gummy until the stage of prototyping without any significant difficulty. There is also a need to improve the knowledge of Business Development division members. The knowledge needed are NPD procedures and other supporting knowledge such as marketing, operations, finance, medical and pharmaceutical. Stage‐Gate model can be used as a reference for standard operating procedures of new product development at PT Otto. The implementation of Stage‐Gate Model needs also to be applied to the process of developing other types of products such as medicines and traditional medicines before standardizes it. For simpler products, NexGen Stage‐Gate Model can be used, that is the Lite Stage‐Gate and Stage‐Gate Xpress type.", "Daftar File": {"2011 TS PP YUMITA YUDHALAKSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99895", "2011 TS PP YUMITA YUDHALAKSANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99894", "2011 TS PP YUMITA YUDHALAKSANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99893", "2011 TS PP YUMITA YUDHALAKSANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99892", "2011 TS PP YUMITA YUDHALAKSANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99891", "2011 TS PP YUMITA YUDHALAKSANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99890"}, "Penulis": "YUMITA YUDHALAKSANA (NIM: 29108312)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza A. Nasution, ST", "Ir. Evo S. Hariandja, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pharmaceutical Industries, Idea‐to‐launch process of NPD, CooperÃ‚Â’s Stage‐Gate Model, Opinacea gummy.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}