{"Nomor": 19744, "Judul": "ANALISIS PERUBAHAN HARGA, ABNORMAL RETURN, dan VOLUME PERDAGANGAN SAHAM SEBELUM dan SESUDAH EX-DIVIDEND DATE STUDI KASUS SAHAM-SAHAM YANG TERDAFTAR DI LQ 45 BURSA EFEK INDONESIA TAHUN 2004-2007", "Abstrak": "Salah satu indikator kemajuan ekonomi suatu negara adalah aktivitas pasar modal yang ada di negara tersebut. Hal ini didasarkan pada fungsi pasar modal sebagai prasarana transaksi modal yang dapat mempengaruhi pembangunan ekonomi suatu negara. Sebagai pasar yang sedang berkembang, pergerakan harga ekuitas di pasar modal Indonesia berfluktuasi relatif tinggi. Dalam kegiatan investasi di pasar modal, dividen merupakan bagian dari investasi saham yang sering dilupakan oleh para investor. Proses perbandingan kinerja reksa dana saham dengan indeks yang dilakukan oleh investor sering melupakan dividen yang diperoleh dari saham-saham yang membentuk indeks. Hal yang sering dilakukan adalah investor langsung membandingkan kinerja saham-saham yang diinvestasikan dengan indeks tanpa memasukkan faktor dividen yang bisa direinvestasi. Permasalahan tersebut menunjukkan bahwa dividen merupakan salah satu faktor penting yang harus dipertimbangkan dalam berinvestasi. Hasil-hasil penelitian sebelumnya menunjukkan bahwa tingkat pengembalian saham dan harga saham bereaksi terhadap pengumuman dividen dilihat dari besarnya dividen yang dibagikan dan reaksi tersebut terutama terjadi pada hari-hari di sekitar tanggal exdividend. Tujuan penelitian ini adalah mengetahui reaksi pasar modal terhadap pengumuman dividen ditinjau dari kenaikan dan penurunan nilai dividen, terutama pada hari-hari di sekitar tanggal ex-dividend. Beberapa hal yang diamati dalam penelitian ini adalah harga saham, volume perdagangan saham, dan abnormal return. Pengumpulan data menggunakan purposive sampling, sehingga penelitian hanya melibatkan saham-saham yang selama tiga tahun bertahan di indeks LQ45, dan periode pengamatan dibatasi pada 15 hari sebelum dan 15 hari sesudah tanggal ex-dividend. Hasil penelitian menunjukkan sebagian besar saham bereaksi positif terhadap kejadian ex-dividend. Pada kelompok dividen naik, rata-rata abnormal return negatif terjadi pada hari ke 2,10 dan 11 sebelum tanggal ex-dividend. Sedangkan rata-rata abnormal return positif sebesar 1,00737 terjadi pada hari ke 10 setelah ex-dividend. Pada kelompok dividen turun, rata-rata abnormal return negatif terjadi pada 5 hari sebelum exdividend date sebesar -0,00732 (0,7%) dan 8 hari sesudah ex-dividend date sebesar 0,03294 (3,2%). Tidak terdapat abnormal return positif yang signifikan terjadi di sekitar ex-dividend date. Hal ini menunjukkan pengumuman dividen naik merupakan informasi baik yang diterima oleh investor dan ditunjukkan dengan reaksi positif berupa kenaikan harga saham, sedangkan pengumuman penurunan dividen akan diterima investor sebagai berita buruk dan ditunjukkan dengan penurunan harga saham. Analisis data saham berdasarkan klasifikasi industri JASICA menunjukkan perbedaan karakteristik di masing-masing industri.", "Daftar File": {"2009 TS PP YULIVIA R.F. 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99877", "2009 TS PP YULIVIA R.F. 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99878", "2009 TS PP YULIVIA R.F. 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99879", "2009 TS PP YULIVIA R.F. 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99880", "2009 TS PP YULIVIA R.F. 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99881", "2009 TS PP YULIVIA R.F. 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99882"}, "Penulis": "YULIVIA R.F. (NIM : 291 07 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. A. Imam Istiyanto, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "tanggal ex-dividend, harga saham, volume perdagangan, abnormal return,dividen naik, dividen turun", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}