{"Nomor": 19745, "Judul": "PENGEMBANGAN PEMANFAATAN TEKNOLOGI INFORMASI DALAM PELAKSANAAN PENGAWASAN INTERNAL KEMENTERIAN PEKERJAAN UMUM (Studi Kasus : Inspektorat Jenderal Kementerian Pekerjaan Umum)", "Abstrak": "Pemerintah, sebagai salah satu unsur utama pelaksanaan pembangunan, dalam fungsi dan tugasnya tidak lepas hubungannya dengan dua unsur utama lainnya, yaitu masyarakat dan swasta. Pemerintah yang profesional, berwibawa, bersih dari praktek KKN serta bebas dari penyimpangan dan penyalahgunaan wewenang merupakan model birokrasi yang diharapkan oleh masyarakat Indonesia. Beberapa kriteria normatif seperti terciptanya transparansi, adanya akuntabilitas publik, dan terrealisasinya partisipasi masyarakat dijadikan indikator keberhasilan pemerintahan yang baik.  \n \n\nTeknologi informasi yang terus berkembang dapat dimanfaatkan sebagai sarana transparansi informasi, sarana penyampaian akuntabilitas pemerintah kepada masyarakat serta menjadi media kegiatan ko-operasi yang informatif, responsif, komunikatif, dan konstruktif antara pemerintah dan masyarakat dalam pelaksanaan pembangunan.  \n \n\nDengan pendekatan teknis maupun pendekatan sosial kelembagaan, penelitian ini menganalisis bagaimana pemanfaatan dan pengelolaan teknologi informasi dalam praktek pelaksanaan pengawasan internal di Inspektorat Jenderal Kementerian Pekerjaan Umum. Keterpaduan pengelolaan aspek teknis dan aspek sosial kelembagaan menjadi hal utama yang mempengaruhi keberfungsian sebuah sistem informasi dalam organisasi. Pemanfaatan teknologi informasi dalam mendukung kegiatan ko-operasi pengawasan internal mendukung Inspektorat Jenderal bersama-sama dengan masyarakat mendorong terwujudnya pemerintahan yang baik, bersih, dan dapat melaksanakan pembangunan untuk meningkatkan kesejahteraan bangsa Indonesia yang adil dan merata.", "Daftar File": {"2011 TS PP YULI YANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99883", "2011 TS PP YULI YANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99884", "2011 TS PP YULI YANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99885", "2011 TS PP YULI YANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99886", "2011 TS PP YULI YANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99887", "2011 TS PP YULI YANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99888", "2011 TS PP YULI YANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99889"}, "Penulis": "YULI YANTI (NIM : 24009037)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "teknologi informasi, kegiatan ko-operasi, keterpaduan tata kelola, pengawasan internal kementerian", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}