{"Nomor": 19754, "Judul": "PENGEMBANGAN JALUR DISTRIBUSI TERHADAP RENCANA EKSPANSI PT.PQRI KE JAWA DAN BALI", "Abstrak": "Kurangnya sanitasi yang memadai telah mengakibatkan tercemarnya air yang ada di    \n \n \n \n\nbumi. Terdapat sekitar 2,5 milyar penduduk dunia hidup tanpa memliki sanitasi yang    \n \n \n \n\nmemadai. Lebih dari 70% diantaranya atau setara dengan 1,8 milyar penduduk hidup di    \n \n \n \n\nAsia. PT. PQRI salah satu perusahaan barang ritel terbesar di dunia melihat fakta tersebut    \n \n \n \n\nsebagai kesempatan untuk meluncurkan produk pemurni air pada tahun 2010, dengan tujuan    \n \n \n \n\nuntuk menurunkan polusi air sekaligus menambah pendapatan perusahaan pada waktu yang    \n \n \n \n\nbersamaan.    \n \n \n \n\nPada tahun pertamanya, produk pemurni air ini hanya tersedia di Jakarta, Bogor,    \n \n \n \n\nTangerang, Bekasi dan Bandung, berdasarkan laporan penjualan disimpulkan bahwa produk    \n \n \n \n\nini dapat diterima dengan baik oleh pasar. Sehingga PT.PQRI berniat untuk memperluas    \n \n \n \n\njalur pemasaran keseluruh kota-kota besar di Jawa dan Bali termasuk beberapa kota kecil.    \n \n \n \n\nPT.PQRI sekarang sedang menghadapi masalah yang berkaitan dengan cara yang tepat    \n \n \n \n\nuntuk mendistribusikan produk mereka ke kota-kota yang termasuk kedalam rencana    \n \n \n \n\nperluasan.    \n \n \n \n\nPada umumnya terdapat dua metoda dalam jalur distribusi; Hub and Spoke System    \n \n \n \n\n(HSS) dan Point to Point method (P2P). Penelitian ini akan membandingkan kedua metoda    \n \n \n \n\ntersebut sehingga diperoleh biaya distribusi yang paling rendah. Untuk metoda HSS,    \n \n \n \n\nperhitungan akan dilakukan dengan program Genetic Algorithm untuk mendapatkan hasil    \n \n \n \n\nyang lebih akurat dan untuk mempersingkat waktu perhitungan. Sedangkan untuk metoda    \n \n \n \n\nP2P akan menggunakan Model Circular Citynya Salop (1979) dan perhitungan dilakukan    \n \n \n \n\nsecara manual.    \n \n \n \n\nPenelitian akan menghasilkan solusi untuk PT.PQRI dalam memilih metoda yang    \n \n \n \n\ntepat dalam pendistribusian produknya yang diharapkan agar rencana perluasan ini dapat    \n \n \n \n\ndilakukan dengan sukses. Metoda P2P menghasilkan total biaya pengiriman sebesar Rp    \n \n \n \n\n8,601,250,000, sedangkan untuk metoda HSS menghasilkan biaya pengiriman sebesar Rp    \n \n \n \n\n8,145,750,000. Pada method HSS biaya total didapat dari jumlah hub dan lokasi hub yang    \n \n \n \n\npaling efisien, yaitu 10 hub. Pada akhirnya penelitian ini memberikan rencana aksi yang    \n \n \n \n\ndiusulkan untuk menerapkan solusi yang didapat. Seperti ukuran gudang,banyaknya gudang    \n \n \n \n\nyang dibutuhkan beserta lokasi gudang.", "Daftar File": {"2012 TS PP YURSYOF HELMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99946", "2012 TS PP YURSYOF HELMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99947", "2012 TS PP YURSYOF HELMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99948", "2012 TS PP YURSYOF HELMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99949", "2012 TS PP YURSYOF HELMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99950", "2012 TS PP YURSYOF HELMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99951"}, "Penulis": "YURSYOF HELMI (NIM: 29109335)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. MursyidHasanBasri, S.T., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Distribution Channel, Hub and Spoke System, Point to Point Methods, Genetic Algorithm", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}