{"Nomor": 19753, "Judul": "IDENTIFIKASI GEJALA PERI-URBANISASI JABODETABEKJUR BERDASARKAN ASPEK EKONOMI WILAYAH", "Abstrak": "Pesatnya globalisasi dan perkembangan teknologi telah membuat batas-batas wilayah menjadi bias. Seiring dengan itu paham liberalisasi menjadi hegemoni sehingga memunculkan iklim kompetitif dan  berorientasi pada keuntungan maksimal. Di samping itu, kebijakan pemerintah yang dipengaruhi oleh tekanan  pasar telah menciptakan ekspansi perkembangan kota sebagai usaha untuk menambah pendapatan pemerintah. Fenomena ekpansi perkembangan kota dan pemanfaatan ruang yang terus terjadi telah memasuki kawasan di luar kota sehingga mengubah karakteristik kawasan tersebut dari sebelumnya didominasi guna lahan perdesaan menjadi lebih perkotaan. Fenomena tersebut dinamakan peri-urbanisasi, mengingat adanya faktor globalisasi dan kebijakan maka fenomena ini tak terelakkan. Penelitian mengenai fenomena peri-urbanisasi telah banyak dilakukan. Namun persoalannya, belum ada suatu identifikasi yang jelas mengenai gejala peri-urbanisasi terhadap ekonomi wilayah.     \n \n \n\nKawasan Jabodetabekjur adalah kawasan metropolitan terbesar di Indonesia dimana terdapat interaksi sosial dan ekonomi antara kota jakarta dan kota satelit di sekelilingnya yang dilengkapi oleh jaringan prasarana     \n \n \n\ndan sarana perkotaan yang lebih luas. Peningkatan perekonomian dan perkembangan infrastruktur Kota Jakarta     \n \n \n\ntelah mendorong pertumbuhan wilayah di sekitarnya , bahkan telah melewati batas administrasinya. Adanya     \n \n \n\nfaktor-faktor pendukung seperti nilai lahan yang rendah, migrasi, pembangunan kawasan-kawasan perumahan     \n \n \n\ndan industri telah memicu terjadinya peri-urbanisasi di luar Kota Jakarta. Penelitian ini bertujuan mengidentifikasi pengaruh peri-urbanisasi terhadap perkembangan ekonomi wilayah Jabodetabekjur. Identifikasi ini penting dilakukan untuk memberi masukan bagi pengembangan kebijakan wilayah terkait pembangunan kawasan pinggiran pada khusunya dan kawasan metropolitan pada umumnya. Peri-urbanisasi di Jabodetabekjur pada dekade terakhir teridentifikasi dari adanya perubahan guna lahan, peningkatan kepadatan penduduk, dan pergeseran struktur ekonomi di kawasan pinggiran. Guna lahan yang awalnya agraris kini banyak berubah menjadi terbangun. Pembangunan permukiman yang besar-besaran     \n \n \n\nmenjadi penyebab guna lahan terbangun telah menggeser guna lahan agraris. Adanya kekuatan pasar dan     \n \n \n\npemanfaatan lahan mengakibatkan pertumbuhan penduduk di kawasan pinggiran meningkat dibandingkan dengan kota inti. Sementara itu, pergeseran struktur ekonomi yang ditandai dengan perubahan struktur tenaga kerja dari sektor primer menjadi sektor sekunder terjadi sebagai akibat dari pembangunan kawasan industri di kawasan pinggiran. Melalui proses identifikasi, dapat disimpulkan bahwa peri-urbanisasi belum memperlihatkan gejala terhadap perkembangan ekonomi wilayah Jabodetabekjur secara makro. Gejala peri-urbanisasi terhadap ekonomi wilayah terlihat secara mikro, yaitu meningkatnya kegiatan industri dan kontribusi sektor sekunder dari Kabupaten di kawasan pinggiran. Pertumbuhan pendapatan regional kawasan pinggiran selama dekade terakhir tidak menunjukkan peningkatan kontribusi terhadap ekonomi wilayah Jabodetabekjur. Tingkat ekonomi antara kawasan perkotaan dan pinggiran masih menunjukkan perbedaan yang besar. Tingkat kesejahteraan penduduk pun tidak memperlihatkan perubahan yang positif karena tingkat kemiskinan kawasan pinggiran masih tinggi     \n \n \n\ndibandingkan kawasan perkotaan. Produktivitas dan penyerapan tenaga kerja di kawasan pinggiran selama     \n \n \n\ndekade terakhir belum mampu bersaing dengan kawasan perkotaan. Kontribusi kawasan pinggiran dalam penyerapan investasi asing hanya sempat bersaing dengan kawasan perkotaan selama beberapa tahun dan setelah itu penyerapan investasi asing di kawasan perkotaan meningkat dan meninggalkan kawasan pinggiran.     \n \n \n\nPada skala mikro, kabupaten-kabupaten di kawasan pinggiran mampu menyerap investasi asing di sektor     \n \n \n\nsekunder dengan nilai investasi terbesar dan realisasi usaha terbanyak. Kabupaten Bekasi dan Kabupaten Bogor     \n \n \n\nmenunjukkan gejala peri-urbanisasi dengan nilai produksi sektor sekunder yang tinggi dan meningkat. Gejala peri-urbanisasi telah diperlihatkan dengan meningkatnya kontribusi sekunder di kabupatenkabupaten kawasan pinggiran. Namun, seyogyanya peningkatan kontribusi sekunder harus dibarengi dengan peningkatan sektor lainnya. Selain itu, perlu adanya pengendalian peri-urbanisasi agar gejala peri-urbanisasi yang positif bisa dimanfaatkan dan gejala yang negatif dapat dikurangi. Oleh karena itu, rencana tata ruang perlu disusun sebagai solusi pengendalian gejala peri-urbanisasi di Jabodetabekjur.", "Daftar File": {"2010 TA PP YURIZA PRIMANTARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99939", "2010 TA PP YURIZA PRIMANTARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99940", "2010 TA PP YURIZA PRIMANTARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99941", "2010 TA PP YURIZA PRIMANTARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99942", "2010 TA PP YURIZA PRIMANTARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99943", "2010 TA PP YURIZA PRIMANTARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99944", "2010 TA PP YURIZA PRIMANTARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99945"}, "Penulis": "YURIZA PRIMANTARA (NIM : 15406050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tommy Firman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Globalisasi, peri-urbanisasi, Jabodetabekjur, ekonomi wilayah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}