{"Nomor": 19757, "Judul": "INTEGRASI RENCANA PENGADAAN BAHAN BAKU DAN RENCANA PRODUKSI PADA INDUSTRI GULA KRISTAL RAFINASI", "Abstrak": "Penelitian ini mengembangkan model rencana pengadaan bahan baku dan rencana    \n \n \n \n\nproduksi pada industri gula rafinasi dengan studi kasus di PT. XYZ. Model    \n \n \n \n\nmatematis dikembangkan menggunakan asumsi permintaan hanya dipenuhi dari    \n \n \n \n\ngudang, bahan baku selalu tersedia di pemasok dan produksi dilakukan terus    \n \n \n \n\nmenerus tanpa adanya kerusakan mesin. Variabel keputusan model adalah ukuran    \n \n \n \n\nlot pemesanan, keputusan pemesanan, jumlah bahan baku yang dikirim, jumlah    \n \n \n \n\nbahan baku yang disimpan, jumlah produksi, jumlah produk yang disimpan.    \n \n \n \n\nVariabel keputusan optimal diperoleh dengan meminimumkan ongkos total.    \n \n \n \n\nPencarian solusi optimal dilakukan secara simultan dan bertahap.    \n \n \n \n\nPengujian dan analisa model dilakukan untuk menunjukkan kinerja model yang    \n \n \n \n\ndikembangkan dan kemudian dibandingkan dengan kondisi riil di perusahaan.    \n \n \n \n\nBerdasarkan analisa model disimpulkan bahwa model rencana pengadaan bahan    \n \n \n \n\nbaku dan rencana produksi yang dilakukan menghasilkan total ongkos yang paling    \n \n \n \n\nrendah dibandingkan dengan kondisi riil di perusahaan.    \n \n \n \n\nAnalisis sensitivitas dilakukan untuk melihat pengaruh perubahan parameter    \n \n \n \n\nmodel terhadap total ongkos dan terhadap solusi optimal. Dari analisis sensitivitas    \n \n \n \n\ndiketahui bahwa perubahan permintaan, ongkos transportasi, ongkos    \n \n \n \n\npenyimpanan bahan baku dan ongkos penyimpanan produk mempengaruhi nilainilai    \n \n \n \n\nvariabel keputusan dan total ongkos secara signifikan.", "Daftar File": {"2010 TS PP YUSUP AKBAR HIKMATULOH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/99965", "2010 TS PP YUSUP AKBAR HIKMATULOH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/99966", "2010 TS PP YUSUP AKBAR HIKMATULOH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/99967", "2010 TS PP YUSUP AKBAR HIKMATULOH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/99968", "2010 TS PP YUSUP AKBAR HIKMATULOH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/99969", "2010 TS PP YUSUP AKBAR HIKMATULOH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/99970", "2010 TS PP YUSUP AKBAR HIKMATULOH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/99971"}, "Penulis": "YUSUP AKBAR HIKMATULOH (NIM : 23408064)", "Kontributor / Dosen Pembimbing": ["Pembimbing Prof. Dr. Ir. Abdul Hakim Halim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rencana pengadaan bahan baku, rencana produksi, total ongkos", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}