{"Nomor": 19764, "Judul": "JURIDICAL ANALYSIS OF ASSET PROTECTION IN THE FORM OF LAND AND BUILDING PT TIMAH (PERSERO) TbK (A CASE STUDY OF OFFICIAL HOME)", "Abstrak": "ABSTRAK  \n \n\nPada awal 1990, PT Tambang Timah yang sekarang ini PT TIMAH (Persero) Tbk merupakan Badan Usaha Milik Negara (BUMN) yang daerah operasionalnya meliputi pulau di Bangka, Belitung Provinsi Kepulauan Bangka Belitung dan Singkep serta Karimun-Kundur Kepulauan Riau mengalami gejolak dengan membanjirnya stok timah dunia yang menyebabkan harga timah dunia turun derastis saat itu. Keadaan ini membuat PT Timah mengalami kesulitan keuangan untuk biaya operasional. Melihat kondisi tersebut PT Timah harus segera melakukan penyelamatan perusahaan dengan melakukan retrukturisasi. Salah satu kegiatan restrukturisasi adalah melakukan pengalihan aset yang tidak berkaitan dengan usaha pokok perusahaan yang sangat penting dilakukan untuk menjadi modal usaha.  \n \n\nPelaksanaan restrukturisasi mendapat dukungan penuh dari pemerintah. Aset perusahaan banyak yang dialihkan, sehingga menjadi modal usaha, baik kepada karyawan dan/atau kepada pihak lain. Dalam studi kasus ini yang masih menjadi permasalahan sampai sekarang dengan terbitnya surat Menteri Keuangan RI No. S-1218/MK.016/1992 tanggal 13 Oktober 1992 tentang persetujuan prinsip penghapusan dan pemindahtanganan aktiva tetap milik PT Tambang Timah berupa tanah/ bangunan. Dalam menganalis penyebab timbulnya permasalahan dengan fishbone diagram untuk memahami akar permasalahan, yaitu terdapat penguasaan rumah dinas perusahaan oleh para pensiunan. Selanjutnya perlu menganalisis surat Menteri Keuangan RI tersebut mengapa realisasinya tidak sesuai dengan keinginan para pihak. Metode penelitian menggunakan pendekatan yuridis empiris dan penelitian kepustakaan dan wawancara.  \n \n\nKemudian dengan membaiknya kondisi PT Timah, maka tidak semua tanah/ banguanan dialihkan kepada pihak lain. Kondisi ini membuat khususnya para pensiunan Timah merasa kecewa dan tetap bertahan menguasai aset tersebut, dengan pengharapan perusahaan akan mengalihkan kepada para pensiunan. Disisi lain perusahaan mengharapkan para pensiunan harus meninggalkan penguasaan aset yang dihuni setelah 3 (tiga) bulan menjalani pensiun sesuai dengan ketentuan dalam dokumen yuridis perusahaan antara lain; dalam Surat Izin Menghuni Rumah Dinas (SIMRD) waktu masih menjadi karyawan aktif. Perbedaan sudut pandang antara perusahaan dan para pensiunan ini harus mendapat solusinya.  \n \n\nSolusi yang ditawarkan untuk penyelesaian studi kasus ini dengan menganalisis sebab yang mengakibatkan terjadinya akar permasalahan baik internal dan eksternal, yaitu dengan melakukan nonlitigasi yang telah dilakukan selama ini, selanjutnya perusahaan akan menyampaikan surat kepada Pemerintah RI selaku Pemegang Saham atau Kuasa Pemegang Saham untuk menjelaskan pelaksanaan surat Menteri Keuangan RI tersebut. Apabila secara nonlitigasi belum memperoleh penyelesaian yang optimal, maka untuk penegakan aturan perusahaan akan menempuh jalur hukum (litigasi).  \n \n\nKata kunci: perusahaan, karyawan/pensiunan, restrukturisasi, surat Menteri Keuangan, surat perjanjian, tanah dan bangunan,", "Daftar File": {"2013 TS PP ZAITUN1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100018", "2013 TS PP ZAITUN1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100019", "2013 TS PP ZAITUN1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100020", "2013 TS PP ZAITUN1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100021", "2013 TS PP ZAITUN1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100022", "2013 TS PP ZAITUN1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100023"}, "Penulis": "ZAITUN (NIM : 29111435)", "Kontributor / Dosen Pembimbing": ["Advisor : Dr. Bambang Rudito"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keywords: Contractual Agreement, Realties and Buildings, Judicative, Assets Protection.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}