{"Nomor": 19772, "Judul": "ANALISIS KINERJA USAHA MIKRO KERAJINAN PASCA BENCANA DI KECAMATAN PANGANDARAN, KABUPATEN CIAMIS", "Abstrak": "Salah satu kawasan pariwisata andalan Propinsi Jawa Barat yang memiliki prioritas tinggi untuk dikembangkan oleh Pemerintah Daerah Kabupaten (Pemkab) Ciamis adalah objek wisata Pangandaran. Pangandaran mampu memberikan sumbangan pendapatan daerah rata-rata di atas Rp 2 milyar per tahun. Bahkan pada tahun 2002, Pemerintah Kabupaten Ciamis memperoleh sekitar Rp 2,3 miliar atau 71,9 persen dari total retribusi dari seluruh objek wisata yang ada di Ciamis yang besarnya Rp 3,2 miliar. Pangandaran yang menjadi andalan tersebut seketika berubah dikarenakan peristiwa gempa dan tsunami yang terjadi pada tanggal 17 Juli 2006, yang mengakibatkan banyak kersusakan di kawasan ini. Sebagai akibat bencana, terjadi penurunan drastis wisatawan. Hal ini berdampak terhadap usaha mikro kerajinan yang ada di Pangandaran. Usaha mikro yang sangat terpukul akibat bencana ini adalah kerajinan kerang, kayu, layang-layang dan fiber. Bencana tsunami yang telah merusak tempat produksi usaha mikro kerajinan. Para pengrajin sangat bergantung pada pariwisata di Pangandaran.   \n \n \n\nKebangkitan usaha mikro kerajinan sangat penting untuk mendukung pengembangan ekonomi lokal pasca bencana. Namum belum ada informasi memadai tentang pemulihan suatu usaha mikro kerajinan di Pangandaran pasca bencana. Oleh karena itu, diperlukan penelitian untuk mengkaji seberapa jauh usaha mikro kerajinan dapat memulihkan diri. Pemulihan usaha diperlihatkan melalui kajian kinerja. yang tepat untuk menilai usaha mikro secara rinci dan komprehensif. Kajian kinerja mencakup tiga fase yaitu sebelum tsunami, sesudah tsunami dan sekarang. Penelitian ini membandingkan kinerja di tiga fase tersebut, sehingga dapat terlihat apakah terjadi peningkatan kinerja atau sebaliknya. Informasi ini sangat penting sebagai masukan dalam perumusan kebijakan pengembangan ekonomi lokal. Usaha mikro kerajinan merupakan subjek utama dalam ekonomi lokal di kawasan Pangandaran. Dengan mengkaji kinerja usaha mikro kerajinan pasca bencana, maka dapat dihasilkan rekomendasi untuk pemerintah untuk pembangunan ekonomi Kawasan Pangandaran secara khusus. Setelah dilakukan penelitian, maka didapatkan hasil bahwa usaha mikro kerajinan telah mengalami pemulihan yang signifikan yang dapat dilihat dari peningkatan kinerja. Peningkatan terjadi pada tahun 2007 walaupun sedikit dan mengalami peningkatan pesat pada tahun 2010.", "Daftar File": {"2010 TA PP ZULANGGA UTAMA FAHREN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100078", "2010 TA PP ZULANGGA UTAMA FAHREN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100079", "2010 TA PP ZULANGGA UTAMA FAHREN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100080", "2010 TA PP ZULANGGA UTAMA FAHREN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100081", "2010 TA PP ZULANGGA UTAMA FAHREN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100082", "2010 TA PP ZULANGGA UTAMA FAHREN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100083", "2010 TA PP ZULANGGA UTAMA FAHREN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100084"}, "Penulis": "ZULANGGA UTAMA FAHREN (NIM : 15406008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hastu Prabatmodjo, MS. PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tsunami, Usaha Mikro Kerajinan, Pengembangan Ekonomi Lokal, Kinerja dan Pemulihan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}