{"Nomor": 19771, "Judul": "APLIKASI BIOSILIKA DARI DINDING SEL DIATOM NAVICULA SP. UNTUK MATRIKS KOLOM PEMURNIAN PROTEIN", "Abstrak": "Diatom Navicula sp. merupakan mikroalga dengan dinding sel yang dibangun oleh biosilika yang dapat dimanfaatkan sebagai matriks untuk pemurnian protein. Tujuan penelitian ini adalah memanfaatkan biosilika dinding sel Navicula sp. untuk bahan matriks pemurni protein. Metode penelitian yang dilakukan meliputi perbanyakan sel Navicula sp. dalam medium air laut diperkaya, isolasi dan pemurnian biosilika menggunakan asam dan pemanggangan, karakterisasi morfologi permukaan biosilika menggunakan SEM-EDS, dan pemurnian campuran protein (serum albumin sapi, BSA dan lisozim) menggunakan biosilika. Hasil penelitian menunjukkan bahwa pertumbuhan Navicula sp. dengan konsentrasi awal 200.000 sel/mL menghasilkan kerapatan biomassa maksimum sebanyak 4,47 g/L setelah kultivasi selama 8 hari. Kadar biosilika yang diperoleh dari biomassa basah yang dibakar sebanyak 1%. Biosilika Navicula sp. berbentuk oval mirip perahu dan memiliki pori berukuran antara 100Ã‚Â–200 nm, dengan kadar silika (SiO2) sebesar 94,7 %. Karakteristik biosilika dari dinding sel Navicula sp. ini cocok untuk matriks kolom gel filtrasi. Pemisahan campuran serum albumin dan lisozim dengan menggunakan kolom biosilika menghasilkan fraksi protein yang terpisah. Analisis SDS-PAGE menunjukkan satu pita protein berukuran ~66 kDa dari fraksi 15 dan 16 diidentifikasi sebagai fraksi BSA, sedangkan fraksi lisozim tidak teramati", "Daftar File": {"2014 TA PP  ZIHNIL ADHA ISLAMY MAZRAD 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100071", "2014 TA PP  ZIHNIL ADHA ISLAMY MAZRAD 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100077"}, "Penulis": "ZIHNIL ADHA ISLAMY MAZRAD (NIM : 10510011)", "Kontributor / Dosen Pembimbing": ["Pembimbing Zeily Nurachman, DSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Navicula sp., biosilika, pemurnian protein.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}