{"Nomor": 19779, "Judul": "PENGEMBANGAN ALAT PERAGA PRAKTIKUM KIMIA SKALA KECIL", "Abstrak": "Ilmu kimia adalah ilmu yang berlandaskan eksperimen. Oleh karena itu, pembelajaran kimia di sekolah harus disertai dengan kegiatan praktikum. Sebagai usaha untuk melengkapi peralatan yang dibutuhkan dalam praktikum, maka diperlukan pengembangan alat peraga, yang salah satunya adalah pengembangan alat peraga praktikum kimia skala kecil. Penelitian ini bertujuan membuat alat peraga kimia skala kecil, melakukan pengujian terhadap alat peraga yang dibuat, melakukan perbandingan alat peraga kimia yang dibuat terhadap alat peraga sejenis yang sudah ada, serta mengaitkan pemanfaatannya dalam kegiatan praktikum kimia di sekolah menengah. Langkah-langkah dalam pembuatan alat peraga kimia skala kecil ini adalah mempelajari kurikulum SMA yang terkait, menentukan alat yang akan dibuat, membuat desain alat, membuat alat sesuai desain, melakukan pengujian alat, penyempurnaan alat, dan mengevaluasi alat dari segi kelayakannya untuk dipergunakan dalam pembelajaran kimia di SMA. Alat peraga praktikum kimia skala kecil yang dihasilkan dari penelitian ini adalah berupa alat peraga yang dapat dimanfaatkan untuk melakukan praktikum kimia skala kecil pada materi stoikiometri, larutan elektrolit dan non elektrolit, elektrokimia, dan reaksi yang menghasilkan gas. Dibandingkan alat sejenis alat peraga yang dibuat memiliki kelebihan diantaranya: menggunakan alat/bahan yang mudah didapat, berbiaya murah, aman, praktis, mudah digunakan, memiliki akurasi yang cukup baik, hanya menggunakan sedikit bahan kimia, menghasilkan sedikit limbah, tidak dituntut laboratorium khusus, dan dapat menjelaskan/membuktikan konsep-konsep/gejala-gejala yang sedang dipelajari. Dari penelitian ini diharapkan alat peraga yang dibuat dapat dijadikan sebagai alternatif peralatan laboratorium, disamping dapat memicu agar guru/siswa dapat berinisiatif membuat alat yang mirip atau mengembangkan untuk praktikum lainnya.", "Daftar File": {"2008 TS PP ABDUL HADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100133", "2008 TS PP ABDUL HADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100134", "2008 TS PP ABDUL HADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100135", "2008 TS PP ABDUL HADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100136", "2008 TS PP ABDUL HADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100137", "2008 TS PP ABDUL HADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100138", "2008 TS PP ABDUL HADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100139"}, "Penulis": "ABDUL HADI (NIM 20506026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ismunandar dan Dra. Lubna Baradja, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Alat peraga, Praktikum kimia skala kecil, Eksperimen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}