{"Nomor": 19786, "Judul": "PEMBUATAN LAPISAN HIDROFOBIK PADA STAINLESS STEEL DENGAN METODE DEPOSISI ELEKTROKIMIA", "Abstrak": "Stainless steel merupakan logam campuran mengandung unsur utama besi, 70% berat kromium minimal sebesar 10,5% berat. Dalam penggunaannya, terkadang stainless steel mengalami kontak dengan air. Sifat hidrofilik stainless steel menahan air untuk tetap menempel pada permukaan, dan dalam waktu yang lama mendorong terjadinya proses korosi. Untuk mengurangi kemungkinan  \n \n\nterbentuknya korosi, permukaan stainless steel dapat dimodifikasi dengan pelapisan yang tahan penetrasi air. Salah satunya menggunakan lapisan kimiawi bersifat superhidofobik. Dalam penelitian tugas akhir ini dilakukan pelapisan hidrofobik Al-stearat dan Zn-stearat menggunakan metoda deposisi elektrokimia. Lempengan aluminium dan seng dipasang sebagai anoda, dan stainless steel sebagai katoda. Larutan elektrolit digunakan asam stearat, konsentrasi divariasikan dari 5 mM hingga 40  \n \n\nmM. Sumber daya listrik digunakan baterai 4,5 Volt dan arus 0,58 Ampere. Waktu deposisi elektrokimia divariasikan dari 1 Ã‚Â– 5 jam. Permukaan hasil deposisi elektrokimia dikarakterisasi menggunakan Scanning Electron Microscope (SEM), dilengkapi Energy-dispersive X-ray Spectroscopy (EDS), Fourier Transform Infrared Spectroscopy (FTIR), dan uji sudut kontak tetesan air  \n \n\nvolume 5 L pada permukaan sampel. Sudut kontak maksimum diperoleh sebesar 153,7o untuk pelapisan aluminium dan 155,7o untuk pelapisan seng, dengan kondisi proses pelapisan yang sama menggunakan larutan asam stearat 10 mM dideposisi pada temperatur ruang  \n \n\nselama 4 jam.", "Daftar File": {"2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100190", "2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100191", "2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100192", "2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100193", "2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100194", "2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100195", "2015 TA PP ACHMAD FAUZAN - MUHAMAD REFKY KAMAJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100196"}, "Penulis": "ACHMAD FAUZAN  (Nim : 13311009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Ahmad Nuruddin, M.Sc., Ph.D.", "Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrofobik, stainless steel, deposisi elektrokimia, asam stearat, aluminium, seng.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}