{"Nomor": 19788, "Judul": "PEMANFAATAN ALGORITMA KELELAWAR UNTUK MENYELESAIKAN PERSAMAAN DIFERENSIAL BIASA TAK LINIER", "Abstrak": "Terdapat berbagai macam jenis permasalahan dalam persamaan diferensial biasa (PDB) linier dan tak linier. Dibutuhkan formulasi umum untuk memecahkan permasalahan persamaan diferensial biasa yang tidak tergantung dari bentuk, orde, dan kondisi yang diberikan. PDB akan diformulasikan kedalam bentuk optimisasi. Ekspansi deret Fourier, metode kolokasi, dan metode optimisasi akan digabungkan untuk memecahkan permasalahan ini. Metode optimisasi yang biasa digunakan adalah metode gradien. Metode ini memiliki beberapa kekurangan, yaitu fungsi objektif harus memiliki turunan, sering terjebak pada minimum lokal, dan tergantung pada tebakan awal. Untuk menghindari hal ini, dewasa ini telah banyak dikembangkan metode metaheuristik yang tidak tergantung pada turunan fungsi. Metode ini tidak memberi jaminan memperoleh solusi eksak, namun memberikan solusi yang mendekati solusi optimum global. Dalam tugas akhir ini, metode optimisasi metaheuristik yang digunakan penulis adalah Algoritma Kelelawar yang telah dikembangkan oleh Xin She Yang pada tahun 2010.", "Daftar File": {"2015 TA PP ACHMAD ZAINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100204", "2015 TA PP ACHMAD ZAINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100205", "2015 TA PP ACHMAD ZAINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100206", "2015 TA PP ACHMAD ZAINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100207", "2015 TA PP ACHMAD ZAINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100208", "2015 TA PP ACHMAD ZAINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100209", "2015 TA PP ACHMAD ZAINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100210"}, "Penulis": "ACHMAD ZAINI  (NIM : 101 10 035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Optimisasi Global, Persamaan Diferensial Biasa Linier dan Tak Linier, Deret Fourier, Metode Kolokasi, Algoritma Kelelawar, Global Optimization, Linear and Nonlinear Ordinary Differential Equations, Fourier series, Collocation Method, Bat Algorithm.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}