{"Nomor": 19782, "Judul": "FABRICATION OF CoFe2O4 NANOSTRUCTURE BY NANOIMPRINT LITHOGRAPHY", "Abstrak": "Fabrikasi nanostruktur material magnetik menarik perhatian yang besar karena potensi pemanfaatannya pada bidang memori magnetik, karena bit-pattern media (BPM) menawarkan kerapatan penyimpanan yang lebih besar dengan memungkinkan untuk menyimpan satu bit pada satu pulau magnetik yang terisolasi, bukan pada beberapa partikel magnetik dalam satu film seperti yang terdapat pada hard drives konvensional. Untuk memperoleh nanostruktur material magnetik, teknik nanoimprint yang rendah biaya dan sederhana memiliki banyak kelebihan dalam fabrikasi material dalam skala yang besar jika dibandingkan dengan teknik lain yang banyak digunakan dalam bidang ini seperti electron beam lithography dan fotolitografi. Pada saat ini, teknik nanoimprint yang digunakn untuk memperoleh BPM masih banyak menggunakan physical vapor deposition dan reactive ion etching pada template dan hanya sedikit pekerjaan yang menggunakan chemical solution deposition. Pada penelitian ini, kami menggunakan pendekatan fabrikasi yang menggunakan larutan dalam fabrikasi nanostruktur material magnetik. Pertama-tama kami menyiapkan template polimer dengan nanoimprint litography. Kemudian dilakukan deposisi prekursor anorganik dengan teknik sol-gel yang disertai dengan proses thermal annealing untuk mentransfer morfologi yang terdapat pada template sehingga menjadi struktur akhir oksida. Dengan mengatur kondisi dalam proses fabrikasi, dapat diperoleh nanostruktur CoFe2O4 dengan separasi yang baik. Nanostruktur yang kami peroleh pada penelitian ini menunjukkan separasi yang lebih baik dibandingkan dengan nanostruktur yang dihasilkan melalui imprinting prekursor secara langsung pada substrat.", "Daftar File": {"2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100153", "2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100154", "2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100155", "2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100156", "2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100157", "2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100158", "2016 TS PP ABEDNEGO LAMSINAR SIMAMORA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100159"}, "Penulis": "ABEDNEGO LAMSINAR SIMAMORA (NIM : 20515043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ing. Cynthia Linaya Radiman : Prof. Dr. Katja Loos", "Jin Xu, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bit-Patterned Media, Nanoimprint Lithography, Sol-gel, CoFe2O4 Nanostructure,", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}