{"Nomor": 19793, "Judul": "METODE PREDIKSI PERFORMA SUMUR VERTIKAL PADA RESERVOIR BOTTOM WATER DRIVE", "Abstrak": "Adanya zona air di bawah suatu reservoir (aquifer/bottomwater) dapat memberikan tenaga dorong bagi reservoir untuk memproduksikan minyak ke lubang sumur. Ruang kosong yang ditinggalkan oleh minyak yang terproduksi diisi oleh air yang  berasal dari aquifer, menyebabkan naiknya bidang kontak air-minyak (WOC). Naiknya WOC akan seragam di seluruh reservoir jika laju produksi tidak melebihi laju produksi kritis. Laju kritis suatu sumur tergantung pada karakteristik reservoir, properti fluida, dan panjang interval produksi dari suatu sumur.     \n \n\nTerjadinya coning menyebabkan ada air dari aquifer menembus lubang sumur lebih dahulu dibandingkan dengan bagian yang lainnya (water breakthrough). Setelah water breakthrough, maka air dari aquifer akan terproduksikan sehingga mengakibatkan penurunan produksi minyak. Selama masa produksi, water cut akan terus meningkat hingga pada suatu waktu mengakibatkan sumur tersebut tidak ekonomis lagi untuk diproduksikan.     \n \n\nUntuk mengevaluasi keekonomian suatu sumur vertikal perlu dilakukan prediksi performance dari sumur tersebut yang dapat dinyatakan dengan produksi minyak tiap waktu ataupun produksi kumulatif minyak tiap tahunnya.     \n \n\nStudi ini mengembangkan metode prediksi performa dari suatu sumur vertikal di bawah pengaruh bottomwater. Metode ini dapat memperkirakan produksi minyak tiap waktu suatu sumur vertikal dengan cara menghitung besarnya water cut tiap waktu tertentu sehingga produksi minyak sumur tersebut dapat dihitung. Hal ini sangat membantu dalam penilaian awal keekonomian suatu sumur.", "Daftar File": {"2010 TS PP ADEK SATIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100234", "2010 TS PP ADEK SATIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100235", "2010 TS PP ADEK SATIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100236", "2010 TS PP ADEK SATIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100237", "2010 TS PP ADEK SATIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100238", "2010 TS PP ADEK SATIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100239", "2010 TS PP ADEK SATIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100240"}, "Penulis": "ADEK SATIM (NIM : 22208318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Pudji Permadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "water coning, vertical well, waterbreakthrough, bottom water drive", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}