{"Nomor": 19796, "Judul": "ANALISA ANOMALI RESISTIVITAS DAN SALINITAS DI CEKUNGAN KUTAI BAWAH DAN HUBUNGANNYA DENGAN ESTIMASI OVERPRESSURE", "Abstrak": "Studi mengenai overpressure di Cekungan Kutai sudah dilakukan sebelumnya oleh Ramdhan (2010). Dari studi ini, terlihat adanya anomali data resistivitas pada kedalaman yang dangkal. Anomali ini menjadi menarik karena terlihat konstan hampir di semua sumur yang ada di Cekungan Kutai.     \n\nUntuk mengetahui penyebab dari anomali tersebut, dilakuan pengolahan data log tali kawat untuk mengetahui karakteristik resistivitas air formasi dan salinitas. Pengolahan data log tali kawat dibagi menjadi dua bagian utama, pemisahan batupasir-serpih dan analisa resistivitas dan salinitas. Metode yang digunakan adalah metode Kevi dengan terlebih dahulu mengetahui nilai porositas dengan menggunakan metode Raiga.     \n\nNilai resistivitas air formasi yang cukup tinggi di bagian dangkal daerah penelitian dipengaruhi oleh adanya sirkulasi air yang memiliki nilai salinitas dan konduktifitas lebih rendah daripada air formasi dan diinterpretasikan sebagai air bikarbonat. Secara lateral efek sirkulasi air meteorik bikarbonat semakin menurun ke arah laut atau external axis. Salinitas yang rendah di bawah zona overperssure kemungkinan besar disebabkan oleh diagenesa smektit menjadi illite ditambah dengan adanya pergerakan fluida dari bawah akibat adanya overpressure.", "Daftar File": {"2015 TS PP ADHI PRAMUDITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100262", "2015 TS PP ADHI PRAMUDITO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100263", "2015 TS PP ADHI PRAMUDITO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100264", "2015 TS PP ADHI PRAMUDITO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100265", "2015 TS PP ADHI PRAMUDITO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100266", "2015 TS PP ADHI PRAMUDITO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100267", "2015 TS PP ADHI PRAMUDITO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/100268", "2015 TS PP ADHI PRAMUDITO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/100269", "2015 TS PP ADHI PRAMUDITO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100270"}, "Penulis": "ADHI PRAMUDITO (NIM : 22712301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agus Mochamad Ramdhan, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "anomali resistivitas, salinitas, overpressure, air formasi, Cekungan Kutai", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}