{"Nomor": 19803, "Judul": "MICROBIAL HUFF AND PUFF STUDY FOR OIL WELL STIMULATION IN SAND STONE RESERVOIR", "Abstrak": "Along the time, oil production keep decreasing because of water comes out. To enhance the oil production then the wells need to be stimulated. There are several types of stimulation. The microbial treatment is one of them which have low cost of application. The idea behind microbial stimulation is that the microbes believed could decrease oil density, viscosity, and break the hydrocarbon chain, thus as the result oil become easier to move. There are a lot of laboratory research on microbial treatment around the world but less of real application on the field that caused poor information  \n \n\nregarding it types of stimulation. This research tried to figure out how is the real phenomena that would appear. The field application was based on the laboratories test and occurred on M field which located in Indonesia. The M field has sand stone reservoir. To get the good data then microbes was being injected with huff and puff model. The microbe and other nutrient injected on the same uniform way to the wells with different types of reservoir characteristic. The pilot project shows that majority of the wells succeed in get oil gain while some others fails. Data obtained gave information that even though the lab test showing good result but if the microbe couldn't breed properly in the  \n \n\nreservoir then it will not makes oil gain on wells production. Amazingly although the research only pilot project, with cost of USD 161k the pilot project could give profit USD 465k by significant oil gain. Through this paper, hopefully the reader could have new detail  \n \n\nunderstanding about microbial treatment based on real field application data and could leads to a bigger scale field application with good success ratio on the  \n \n\nfuture. The author believes that the microbial stimulation would give brighter future of oil industry, low cost and high profit.", "Daftar File": {"2013 TS PP ADI NEGORO MATONDANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100315", "2013 TS PP ADI NEGORO MATONDANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100316", "2013 TS PP ADI NEGORO MATONDANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100317", "2013 TS PP ADI NEGORO MATONDANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100318", "2013 TS PP ADI NEGORO MATONDANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100319", "2013 TS PP ADI NEGORO MATONDANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100320", "2013 TS PP ADI NEGORO MATONDANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100321"}, "Penulis": "ADI NEGORO MATONDANG (NIM : 22211009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Microbial, hydrocarbon chain, viscosity", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}