{"Nomor": 19805, "Judul": "APLIKASI MODEL KINETIKA DESULFURISASI DA SILVA UNTUK MENGOPTIMASI PROSES DESULFURISASI FERRONIKEL DENGAN PENGADUKAN MEKANIK DI PT ANTAM (Persero) Tbk UBPN SULTRA", "Abstrak": "Proses pengadukan secara mekanik telah luas dalam penggunaannya, termasuk salah satunya proses desulfurisasi lelehan logam. Pengadukan secara mekanik bertujuan untuk meningkatkan karakteristik pencampuran lelehan logam dengan reagen desulfurisasi dan efisiensi reaksi kinetika yang terjadi. Proses desulfurisasi merupakan tahapan proses pemurnian yang umum dilakukan pada industri pengolahan besi baja dan ferro alloy. Proses desulfurisasi di pabrik pengolahan ferronikel di PT ANTAM (Persero) Tbk UBPN Sultra menggunakan metode pengaduk mekanik berupa impeller. Penelitian ini bertujuan untuk mendapatkan persamaan permodelan kinetika proses desulfurisasi ferronikel yang sesuai      \n \n\ndengan kondisi aktual. Persamaan permodelan digunakan untuk mengoptimasi proses desulfurisasi ferronikel agar lebih efektif dan efisien baik dari segi waktu proses dan penggunaan energi. Data dari lima heat proses desulfurisasi menunjukkan waktu proses desulfurisasi berlangsung antara 30 menit hingga 40 menit. Dengan menggunakan persamaan permodelan Carlos Antonius da Silva dkk, didapatkan % sulfur hasil perhitungan persamaan permodelan di dalam lelehan ferronikel telah mencapai kandungan", "Daftar File": {"2013 TS PP ADI SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100329", "2013 TS PP ADI SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100330", "2013 TS PP ADI SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100331", "2013 TS PP ADI SAPUTRA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/100332", "2013 TS PP ADI SAPUTRA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/100333", "2013 TS PP ADI SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100334", "2013 TS PP ADI SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100335", "2013 TS PP ADI SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100336"}, "Penulis": "ADI SAPUTRA (NIM : 22109308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Zulfiadi Zulhan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "desulfurisasi, kecepatan rotasi, permodelan, pengaduk mekanik, transfer massa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}