{"Nomor": 19814, "Judul": "OPTIMIZATION OF CO2 INJECTION INTO DEPLETED OIL RESERVOIR FOR ENHANCED OIL RECOVERY AND CO2 STORAGE", "Abstrak": "The increasing amount of greenhouse gases (CO2) emissions generated from industries, such as power plant is very harmful to the environment if allowed to remain free in the atmosphere. One result is global warming. The current study began to prove that the method is Carbon Capture and Storage (CCS) can be applied to reduce the amount of CO2 in the atmosphere and store it by injecting into the reservoir that has been depleted.  \n \n\nBefore doing the process and storage of CO2 reinjection into the reservoir, it must be ensured beforehand that the reservoir has potential as a CO2 storage container. One way is to perform the optimization of existing oil production in the reservoir. Natural depletion, water flood and CO2 flood with certain scenarios can be done to optimize oil production from the reservoir.  \n \n\nBy using the CMG-GEM software, showed that the operating conditions used in the form of one injection well and one production well at the farthest distance (diagonal), the optimum injection pressure of 5000 psia and optimum flow rate of 100 m3/day for the acquisition of oil production optimization methods that obtained cumulative oil production of 1.5 x 106 bbl during the 15 years of EOR production. While the CCS method used for the operating conditions such as optimum injection pressure of 5500 psia and optimum flow rate of 150 m3/day to obtain the cumulative production of CO2 stored at 2.507 megatons.", "Daftar File": {"2013 TS PP ADITYA ZULFA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100410", "2013 TS PP ADITYA ZULFA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100411", "2013 TS PP ADITYA ZULFA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100412", "2013 TS PP ADITYA ZULFA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100413", "2013 TS PP ADITYA ZULFA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100414", "2013 TS PP ADITYA ZULFA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100415", "2013 TS PP ADITYA ZULFA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100416"}, "Penulis": "ADITYA ZULFA (NIM: 22211048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ucok W.R. Siagian, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Carbon Capture and Storage, Enhanced Oil Recovery, Optimization.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}