{"Nomor": 19822, "Judul": "APLIKASI METODE SEISMIK REFLEKSI GELOMBANG GESER HORIZONTAL UNTUK PENENTUAN STRUKTUR & PARAMETER VS BAWAH PERMUKAAN BUMI DANGKAL", "Abstrak": "Penentuan lapisan rawan gejala likuifaksi dengan menggunakan metode seismik refleksi gelombang shear horizontal (SH) dibahas di dalam skripsi ini. Lapisan rawan likuifaksi tersebut dapat ditentukan apabila kecepatan gelombang S yang melalui medium dapat diketahui. Likuifaksi erat hubungannya dengan nilai modulus geser yang rendah, oleh karena itu informasi mengenai kecepatan gelombang S melalui medium sangat dibutuhkan. Karena sifat gelombang S berkorelasi dengan modulus geser (μ). Survey metode ini menggunakan vibrator gelombang SH (yaitu ElViS III S8) sebagai sumber gelombangnya. Pembangkitan gelombang S dengan instrumen tersebut relatif optimal dari segi waktu, usaha dan hasil, jika dibandingkan dengan metode geofisika lain untuk studi geoteknik.    \n \n \n \n\nAkuisisi metode seismik refleksi gelombang SH ini dilakukan dengan cara yang hampir sama dengan akuisisi metode seismik refleksi gelombang P. Perbedaannya terletak pada pembangkit sumber gelombang yang bergetar secara horizontal dan menciptakan gelombang dengan arah gerakan partikel tegak lurus terhadap arah perambatan gelombang (shear wave). Arah getaran vibrator tersebut juga tegak lurus terhadap arah lintasan survey. Instrumen geophone yang digunakan memiliki komponen perekam getaran secara horizontal dan dipasang sejajar dengan arah getaran vibrator. Perbedaan lain ialah lebih rapatnya interval geophone (1 atau 2 m) dan interval shot (2 atau 4 m) yang disesuaikan dengan kedalaman target. Geometri akuisisi yang digunakan adalah common receiver. Korelasi raw data terhadap pilot sweep dan tahap vertical stacking adalah hal paling penting saat pre- processing.    \n \n \n \n\nDalam Studi Kasus I (Bantul, DIY-Indonesia, BGR-Georisk Project, 2007), pengolahan data menggunakan metode CDP Stack dan CRS Stack dapat diterapkan pada data. Kedua penampang seismik hasil kedua metode stack tersebut memperlihatkan reflektor yang menerus pada beberapa posisi. Penampang model kecepatan interval (VINT) seismik didapatkan melalui tranformasi Dix dari VRMS. Sementara, perbandingan model kecepatan penampang seismik dengan hasil perkiraan kecepatan dari data metode SPT menunjukkan kecenderungan perilaku kecepatan yang sama pada line tersebut. Dari analisis hasil, dapat disimpulkan bahwa pada rata-rata kedalaman 10 meter di line tersebut terdapat lapisan yang sangat mungkin terjadi likuifaksi (Vs mendekati 150 m/s). Studi Kasus II (Pollom dkk, Trondheim-Norwegia, 2008) memiliki hasil rekaman raw data yang harus diolah terlebih dahulu dengan pre-processing yang teliti (mute dan kill). Penampang seismik hasil CDP Stack dan CRS Stack pada line ini tidak menunjukkan suatu perbedaan signifikan. Efek top mute pada CRS Stack terlihat pada lapisan atas penampang. Dari penampang model kecepatan seismik di line tersebut, dapat diperkirakan bahwa lapisan dengan kedalaman hingga rata-rata 30 meter memiliki kecepatan Vs interval yang rendah (150 m/s).", "Daftar File": {"2009 TA PP AFZALURRAHMAN ASSALAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100468", "2009 TA PP AFZALURRAHMAN ASSALAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100469", "2009 TA PP AFZALURRAHMAN ASSALAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100470", "2009 TA PP AFZALURRAHMAN ASSALAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100471", "2009 TA PP AFZALURRAHMAN ASSALAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100472", "2009 TA PP AFZALURRAHMAN ASSALAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100473", "2009 TA PP AFZALURRAHMAN ASSALAM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/100474", "2009 TA PP AFZALURRAHMAN ASSALAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100475"}, "Penulis": "AFZALURRAHMAN ASSALAM (NIM: 12304026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.rer.nat. R. Moh. Rachmat Sule", "Dr. Alfian Bahar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gelombang SH, likuifaksi, akuisisi, vibrator, vertical stacking, pre-processing, CDP Stack, CRS Stack, model kecepatan interval, SPT.", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}