{"Nomor": 19829, "Judul": "MESIN PENGERING BIJI KOPI DENGAN MENGGUNAKAN ENERGI FLUIDA PANAS BUMI", "Abstrak": "Tujuan percobaan ini adalah untuk mempelajari karakteristik sistem pengeringan yang dititikberatkan pada sumber panas yang digunakan, serta komponenkomponen  \n \n\npendukung lainnya untuk mengekstrak panas bumi menjadi udara panas agar dapat dimanfaatkan untuk pengeringan biji kopi. Biji kopi yang akan dikeringkan memiliki massa total 600gr. Waktu yang dibutuhkan untuk menguapkan air dari 50% menjadi 12%. Alat penukar panas yang digunakan adalah pemanas listrik dengan jumlah lima buah masing-masing 350 W. Hasil akhir dari pengujian ini adalah mengetahui karakteristik biji kopi, selanjutnya  \n \n\ndengan diketahuinya karakteristik pengeringan biji kopi tersebut, dapat ditentukan berapa besar kebutuhan udara dan kebutuhan air panas bumi untuk mencukupi energi yang dibutuhkan dalam proses pengeringan tersebut. Hasil akhir dengan menggunakan hasil perhitungan dan pengujian, maka diperoleh kebutuhan udara adalah 3 kg/s dan kebutuhan air panas bumi adalah 0,58 kg/s untuk kapasitas kopi yang dikeringkan sebanyak 1000 kg. Asumsi  \n \n\ndigunakan air panas bumi yang berasal dari sisa PLTP dan air panas bumi dari manifestasi di permukaan yang berupa mata air panas dengan temperatur 100oC.", "Daftar File": {"2011 TS PP AGUS MANGGALA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100515", "2011 TS PP AGUS MANGGALA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100516", "2011 TS PP AGUS MANGGALA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100517", "2011 TS PP AGUS MANGGALA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100518", "2011 TS PP AGUS MANGGALA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100519", "2011 TS PP AGUS MANGGALA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100520", "2011 TS PP AGUS MANGGALA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/100521", "2011 TS PP AGUS MANGGALA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/100522", "2011 TS PP AGUS MANGGALA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100523"}, "Penulis": "AGUS MANGGALA (NIM: 22608001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Halim Abdurachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "fluida panas bumi, pengeringan biji kopi, mesin pengering, alat penukar panas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}