{"Nomor": 19840, "Judul": "ANALISIS NERACA PERDAGANGAN KOMODITI MINERAL DAN BATUBARA SERTA PENGARUHNYA TERHADAP NERACA PEMBAYARAN DAN PRODUK DOMESTIK BRUTO INDONESIA", "Abstrak": "Pertumbuhan ekonomi Indonesia ditopang oleh ekspor sumber daya alam. Kebijakan ekspor Indonesia telah direformasi untuk mengurangi ketergantungan terhadap ekspor migas dan meningkatkan ekspor non migas. Setelah krisis ekonomi tahun 1997, struktur BOP Indonesia berubah dari yang sebelumnya mengandalkan neraca modal menjadi mengandalkan BOT barang. Pada tahun 1989 BOT barang dan jasa optimum adalah 7,05 kali BOT barang dan jasa aktual, BOP Indonesia optimum adalah 39,7 kali BOP Indonesia aktual, dan PDB optimum adalah 1,14 kali PDB aktual. BOT barang dan jasa optimum pada tahun 1989 dicapai apabila output sektor pertambangan migas Rp 104,9 trilyun; sektor pengilangan migas Rp 14,7 trilyun; sektor industri mineral Rp 61,3 trilyun; sektor transportasi dan komunikasi Rp 11,7 trilyun; dan sektor jasa-jasa Rp 73,8 trilyun. Pada tahun 2008 BOT barang dan jasa optimum adalah 10,13 kali BOT barang dan jasa aktual, BOP Indonesia optimum adalah -27,9 kali BOP Indonesia aktual, dan PDB optimum adalah 1,11 kali PDB aktual. BOT barang dan jasa optimum pada tahun 2008 dicapai apabila output sektor pertambangan migas Rp 2.615 trilyun; sektor pengilangan migas Rp 571,3 trilyun; sektor industri mineral Rp 3.537 trilyun; sektor transportasi dan komunikasi Rp 236 trilyun; dan sektor jasa-jasa Rp 1.809 trilyun. Sedangkan pada tahun 2015 BOT optimum diperkirakan 9,94 kali dari ramalan BOT, BOP Indonesia optimum diperkirakan 27,9 kali ramalan BOP Indonesia, dan PDB Indonesia diperkirakan 1,11 kali ramalan PDB Indonesia. Persamaan regresi BOP Indonesia (Z) terhadap BOT barang dan jasa (E-M)bj adalah = -639,79(1010) + 0,389 (E-M)bj dengan koefisien korelasi (r) sebesar 0,653. Dan persamaan regresi PDB Indonesia (Y) terhadap BOT barang dan jasa (E-M)bj adalah Ŷ = 491.347,2(1010) + 14,347 (E-M)bj dengan koefisien korelasi (r) sebesar 0,689. Persamaan regresi BOP Indonesia (Z) terhadap BOT mineral dan batubara (E-M)min adalah = 748,155(1010) + 0,711 (E-M)min dengan koefisien korelasi (r) sebesar 0,693. Dan persamaan regresi PDB Indonesia (Y) terhadap BOT mineral dan batubara (E-M)min adalah Ŷ = 51.512,99(1010) + 32,367 (E-M)min dengan koefisien korelasi (r) sebesar 0,935. Dari analisis TOT diketahui bahwa pada tahun 2008 komoditi yang BOT-nya surplus dan TOT bernilai di atas satu adalah tembaga, emas, batuan dan gas. Komoditi yang BOT-nya surplus tetapi TOT bernilai di bawah satu adalah timah, nikel, dan batubara. Komoditi yang BOT-nya defisit dan TOT bernilai di bawah satu adalah besi dan baja, alumunium, mineral logam lainnya, dan mineral nonlogam. Dan komoditi yang BOT-nya defisit tetapi TOT bernilai di atas satu adalah minyak bumi. Sehingga untuk mencapai ekspor yang optimum, ekspor komoditi harus dalam bentuk produk hilir dan meningkatkan ekspor sektor jasa. Eksplorasi sumber daya mineral harus ditingkatkan baik batubara, mineral logam, mineral industri, cekungan minyak dan gas bumi.", "Daftar File": {"2010 TS PP AHMAD FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100600", "2010 TS PP AHMAD FAUZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100601", "2010 TS PP AHMAD FAUZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100602", "2010 TS PP AHMAD FAUZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100603", "2010 TS PP AHMAD FAUZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100604", "2010 TS PP AHMAD FAUZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100605", "2010 TS PP AHMAD FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100606"}, "Penulis": "AHMAD FAUZI (NIM : 22108034)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Ukar W. Soelistijo, M.Sc. APU.", "Dr. Ing. Ir. Aryo P. Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Neraca Perdagangan, Neraca pembayaran Indonesia, Produk Domestik Bruto Indonesia, Model Input Output, Terms of Trade", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}