{"Nomor": 19847, "Judul": "POTENSI EKONOMI SEKTOR PERTAMBANGAN BATUBARA DAN PERANNYA TERHADAP PENGEMBANGAN SEKTOR PRIORITAS DALAM PEMBANGUNAN WILAYAH KABUPATEN TANAH BUMBU", "Abstrak": "Kegiatan pertambangan batubara di Kabupaten Tanah Bumbu memiliki potensi ekonomi yang bermanfaat dalam proses pembangunan wilayah. Akan tetapi mengingat bahwa sumber daya batubara merupakan sumber daya alam yang tidak  \n \n\ndapat diperbaharui yang suatu saat akan habis, maka Pemerintah Kabupaten Tanah Bumbu harus memulai sejak dini mencari dan mengembangkan sektor prioritas untuk menggantikan posisi sektor pertambangan batubara. Sehingga pada saat sumber daya batubara habis, maka sektor prioritas tersebut sudah berkembang dengan mantap dan mampu menggantikan posisi sektor pertambangan batubara. Berkenaan dengan hal tersebut maka akan dikaji potensi ekonomi dari sumber daya batubara yang dibagi menjadi dua potensi, yaitu potensi ekonomi langsung  \n \n\ndan potensi ekonomi tidak langsung. Bentuk potensi ekonomi langsung dari sumber daya batubara adalah nilai batubara itu sendiri kalau ditambang, sebagai sumber pendapatan daerah dan kontribusi terhadap PDRB. Sedangkan bentuk potensi ekonomi tidak langsung dari sumber daya batubara yaitu efek ganda ekonomi, keterkaitan ke hulu dan keterkaitan ke hilir selama kegiatan penambangan batubara berlangsung. Untuk menentukan sektor prioritas, akan dipergunakan pendekatan beberapa kriteria diantaranya kemampuan ekspor, multiplier effects dan linkage effects. Hasil kajian menunjukkan bahwa sumber daya batubara yang ada di Kabupaten Tanah Bumbu mempunyai potensi ekonomi yang besar. Hal ini tercermin dari perkiraan nilai keekonomian batubara yang masih berada didalam bumi kalau ditambang sebesar US$ 1,27 milyar, kontribusi terhadap PAD pada tahun 2004-2007 berturut-turut sebesar 46,26%, 88,01%, 85,16% dan 84,63%. Selain itu juga  \n \n\nsektor pertambangan batubara merupakan sektor dominan dalam struktur perekonomian, seperti terlihat pada kontribusinya terhadap PDRB pada tahun 2000-2008 yang berkisar 40,98% - 48,93%. Berdasarkan kriteria pembobotan, sektor ekonomi yang menjadi sektor prioritas di Kabupaten Tanah Bumbu yaitu sektor industri pengolahan khususnya agroindustri dan sektor pertanian khususnya perkebunan kelapa sawit dan karet. Dan peran sektor pertambangan batubara terhadap pengembangan sektor prioritas dalam pembangunan wilayah yaitu melalui transformasi modal kapital dari pendapatan sektor pertambangan batubara menjadi modal pembangunan melalui pembangunan sumber daya manusia yang pada akhirnya akan mendorong tumbuhnya sektor prioritas tersebut.", "Daftar File": {"2010 TS PP AKYAS SAEPUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100662", "2010 TS PP AKYAS SAEPUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100663", "2010 TS PP AKYAS SAEPUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100664", "2010 TS PP AKYAS SAEPUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100665", "2010 TS PP AKYAS SAEPUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100666", "2010 TS PP AKYAS SAEPUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100667", "2010 TS PP AKYAS SAEPUDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/100668", "2010 TS PP AKYAS SAEPUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100669"}, "Penulis": "AKYAS SAEPUDIN (NIM: 22108009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Aryo P. Wibowo, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Linkage Effect, Multiplier Effect, Location Quotient, Sektor Prioritas, Pembangunan wilayah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}