{"Nomor": 19848, "Judul": "KETIDAKSAMAAN PENROSE UNTUK RUANG-WAKTU SIMETRIK BOLA", "Abstrak": "Dalam tugas akhir ini akan ditinjau motivasi, interpretasi, serta bukti dari konjektur ketidaksamaan Penrose dalam relativitas umum pada ruang-waktu asimptotik flat namun untuk kasus simetrik bola saja. Bukti yang dipakai disini berdasarkan metode yang telah dikembangkan oleh Malec dan Murcadha dalam rangka membuktikan ketidaksamaan tersebut pada kasus ruang-waktu empat dimensi saja. Dengan metode tersebut dapat ditunjukan bahwa kemungkinan ketidaksamaan Penrose berlaku pula pada ruang-waktu dengan dimensi yang lebih tinggi. Pembuktian dilakukan pertama dengan mendefinisikan sebuah massa kuasilokal yang dapat berlaku pada kasus ruang dimensi tinggi yang mana definisi tersebut tepat sama dengan massa Hawking yang berlaku pada kasus ruang-waktu empat dimensi. Definisi massa kuasi-lokal tersebut memiliki peranan yang sangat penting dalam menguji pembuktian ketidaksamaan Penrose untuk ruang-waktu asimtotik flat dan simetrik bola pada dimensi yang lebih tinggi, baik pada kasus Riemannian maupun non-Riemannian. Selain itu akan dibahas pula mengenai metode pembuktian lain menggunakan metode IMCF (inverse mean curvature flow) yang dapat digunakan pada kasus Riemannian namun terbatas untuk ruang-waktu empat dimensi saja. Sebagai tambahan akan dibahas pula bagaimana potensi dari metode IMCF yang dapat digunakan untuk membuktikan ketidaksamaan Penrose untuk ruang-waktu Einstein.", "Daftar File": {"2014 TA PP ALAM AHMAD HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100670", "2014 TA PP ALAM AHMAD HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100671", "2014 TA PP ALAM AHMAD HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100672", "2014 TA PP ALAM AHMAD HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100673", "2014 TA PP ALAM AHMAD HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100674", "2014 TA PP ALAM AHMAD HIDAYAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100675", "2014 TA PP ALAM AHMAD HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100676"}, "Penulis": "ALAM AHMAD HIDAYAT  (NIM. 10210025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. rer. nat Bobby Eka Gunara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "IMCF, ketidaksamaan Penrose, kurvatur ekstrinsik, massa ADM, massa Hawking, massa kuasi-lokal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}