{"Nomor": 19849, "Judul": "PEMBUATAN KIT ELEKTRONIKA TERINTEGRASI", "Abstrak": "Pelajaran fisika merupakan salah satu pelajaran yang sulit dirasakan oleh siswa karena secara umum pelajaran disampaikan masih sebatas pada teori dan pemahaman kuantitas dalam bentuk persamaan matematis. Maka dari itu diperlukan penguasaan konsep secara kualitatif untuk memudahkan pengembangan keterampilan ilmiah melalui bimbingan eksperimen. Eksperimen memerlukan sarana dan prasana salah satunya adalah Kit percobaan elektronika terintegrasi. Percobaan yang akan dilakukan antara lain: (1) Pembuktian hukum Ohm, (2) Rangkaian Seri-Paralel, (3) Jembatan Wheatstone, (4) Rangkaian RLC Arus Bolak-Balik. Pada pembuktian hukum Ohm dengan variasi sumber tegangan semakin besar tegangan semakin besar pula arus listrik dengan nilai pembandingnya adalah nilai resistor. Rangkaian seri-paralel yakni rangkaian hambatan seri yang prinsip kerjanya merupakan aplikasi dari hukum Ohm dan hukum Kirchoff dimana resistansi total dari beberapa resistor yang dirangkai secara seri adalah merupakan jumlah aljabar dari nilai masing-masing resistor sehingga nilai resistansi total lebih besar dari nilai resistansi masing-masing resistor, sedangkan untuk rangkaian hambatan paralel nilai resistansi total dari beberapa resistor yang dirangkai secara paralel adalah merupakan jumlah kebalikan dari masing-masing resistor sehingga nilai resistansi total lebih kecil dari nilai resistansi masing-masing resistor. Pada rangkaian sumber tegangan seri yakni sumber tegangan (ggl) total merupakan jumlah aljabar dari beberapa sumber tegangan yang dirangkai seri, sedangkan pada sumber tegangan paralel dimana sumber tegangan (ggl) totalnya besarnya sama dengan tegangan (ggl) dari masing-masing sumber. Pada rangkaian jembatan Wheatstone, nilai RX dapat ditentukan jika arus listrik pada galvanometer nol itu artinya nilai Rb sebanding dengan nilai RX. Pada rangkaian arus bolak-balik RLC seri baik variasi frekuensi signal generator pada rangkaian RLC seri variasi kapasitor pada saat terjadi resonansi terjadi keluaran istimewa yakni; tegangan minimum, arus listrik maksimum, impedansi minimum, daya maksimum dan fasa antara tegangan dengan arus listrik sama. Pada rangkaian RLC paralel terjadi keluaran dengan tegangan minimum, impedansi maksimum, daya maksimum, beda fasa antara tegangan dengan arus listrik nol (sefasa) tapi keluaran arus listrik semakin besar apabila reaktansi kapasitor semakin kecil.", "Daftar File": {"2013 TS PP ALBAR RABAK PABIANAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100677", "2013 TS PP ALBAR RABAK PABIANAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100678", "2013 TS PP ALBAR RABAK PABIANAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100679", "2013 TS PP ALBAR RABAK PABIANAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100680", "2013 TS PP ALBAR RABAK PABIANAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100681", "2013 TS PP ALBAR RABAK PABIANAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100682", "2013 TS PP ALBAR RABAK PABIANAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100683"}, "Penulis": "ALBAR RABAK PABIANAN (NIM : 90211012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Euis Sustini"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fisika, keterampilan ilmiah, eksperimen, Kit elektronika, resonansi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}