{"Nomor": 19851, "Judul": "KONTRAK LAHAN J.O.B PASCA TERMINASI", "Abstrak": "Wilayah Kerja Perminyakan Salawati adalah salah satu dari Wilayah di kawasan timur Indonesia yang sudah berproduksi. Pada saat ini wilayah kerja dikelola bedasarkan pada kontrak Join Operating Body JOB, antara Pemerintah dan Kontraktor dengan komposisi modal 50 % Pertamina dan 50 % Mitra (partner). Kontrak pengelolaan wilayah karja ini akan berakhir pada tahun 2020.      \n\nSetelah kontrak berakhir maka produksi minyak yang telah dimiliki oleh wilayah kerja tersebut ditetapkan sebagai Non Srarable Oil milik Pemerintah. Dengan demikian maka      \n\nminyak yang akan dibagi pada kontrak berikut adalah dari temuan eksplorasi yang saat ini telah terdifinisikan sebagai sejumlah Prospek dan Lead.      \n\nDengan asumsi bahwa di wilayah ini berlaku penurunan produksi seperti pada prinsip exponential decline curve, minyak existing yang akan direcover selama 20 tahun masa      \n\nkontrak diperkirakan sebanyak 7,41 MMBO. Sementara, dengan memberikan faktor keberhasilan bor Prospek dan Laed antara 25 % hingga 100 % akan diperoleh variasi      \n\nrecovery minyak dari 7,34 MMBO hingga 29.43 MMBO.      \n\nDari analisa keekonomian yang dibahas dalam Tesis ini disimpulkan bahwa :      \n\n1. Semakin tinggi recovery minyak maka pendapatan Pemerintah, Pertamina, dan Kontraktor juga semakin tinggi.      \n\n2. Bentuk kontrak pengelolaan wilayah kerja ini tidak memberikan perbedaan penerimaan Pemerintah secara significant.      \n\n3. Apabila Pemerintah menginginkan pendapatan yang maksimal, maka pilihan kontrak PSC Standar adalah yang terbaik.      \n\n4. Dari potensi perolehan eksplorasi yang mejanjikan IRR antara 11 % pada skala keherhasilan 38 % dan 47 % pada skala keberhasilan 100%, sebaiknya kontraktor menerima tawaran tersebut, karena rata-rata success ratio di Wilayah Kerja Salawati > 50 %.", "Daftar File": {"2010 TS PP ALBERTUS WAHYU WIDHYONO1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100691", "2010 TS PP ALBERTUS WAHYU WIDHYONO1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100692", "2010 TS PP ALBERTUS WAHYU WIDHYONO1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100693", "2010 TS PP ALBERTUS WAHYU WIDHYONO1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100694", "2010 TS PP ALBERTUS WAHYU WIDHYONO1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100695", "2010 TS PP ALBERTUS WAHYU WIDHYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100696", "2010 TS PP ALBERTUS WAHYU WIDHYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100697"}, "Penulis": "ALBERTUS WAHYU WIDHYONO (NIM : 22207006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  DR. Ir. Arsegianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perminyakan Salawati, Kontrak Lahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}