{"Nomor": 19854, "Judul": "RESPONSE OF PILE-SUPPORTED BRIDGE PIER DURING EARTHQUAKE EXCITATION CONSIDERING SOIL-STRUCTURE INTERACTION", "Abstrak": "Banyak kejadian gempa dewasa ini mengakibatkan kerusakan kritis pada bangunan karena keruntuhan baik pada elemen fondasi maupun struktur yang mana keruntuhan tersebut tidak konsisten dengan apa yang diperkirakan sewaktu melakukan analysis dengan perilaku elastik murni. Ketika gelombang gempa mencapai bangunan, gelombang gempa tersebut pertama kali akan memberi goyangan pada struktur atas kemudian pada elemen fondasi. Untuk beberapa waktu, para peneliti menyelesaikan permasalah ini secara terpisah yakni analisis struktur dinamis menggunakan sistem fix-based dan rekayasa kegempaan geoteknik untuk analisis fondasi. Namum metode perhitungan ini tidak terbukti efektif khususnya pada struktur kaku yang berada pada tanah lunak atau sedang ketika menerima goyangan gempa. Dalam hal ini terdapat indikasi adanya interaksi antara struktur dan tanah selama goyangan gempa tersebut yang perlu diperhitungkan dalam analisis. Perilaku ini dikenal dengan fenomena interaksi tanah-struktur (SSI). Inti dari penelitian ini adalah untuk mempelajari interaksi tanah-struktur tersebut secara komprehensif dengan melakukan penyelidikan terhadap respon pilar jembatan yang didukung oleh fondasi tiang selama goyangan gempa dengan menggunakan metode elemen hingga. Motion gempa diperoleh dari hazard spektra menggunakan fungsi atenuasi Youngs      \n \n \n\ndan Sadigh menurut mekanisme gempa yang sesuai. Motion gempa sintetik dihitung dengan menggunakan metode spectral matching yang diajukan oleh Norm Abrahamson pada program komputer EZ-FRISK untuk analisis seismic hazard terpadu. Interaksi seismik tanah-struktur dikerjakan dengan program komputer PLAXIS Versi 7.2 menggunakan model ekuivalen 2-dimensi kondisi plain strain. Analsis dilakukan dengan berbagai variasi pada      \n\npercepatan maksimum gempa di batuan dasar (PBA), klasifikasi tanah, kedalaman batuan dasar dan tinggi pilar. Percepatan maksimum gempa di batuan dasar divariasikan mulai dari 0.1g hingga 0.4g. Klasifikasi tanah adalah tanah lunak (SE), tanah sedang (SD) dan tanah keras (SC) menurut UBC-97 dan klasifikasi ini konsisten dengan SNI-2002. Kedalaman batuan dasar diambil 30m dan 80m sedangkan tinggi pilar jembatan adalah 10m dan 20m. Hasil analsis free-field menunjukkan bahwa faktor amplifikasi relative konsisten baik      \n\ndibandingkan UBC dan SNI. Respon pilar jembatan yang didukung fondasi tiang diselidiki terhadap percepatan horisontal maksimum, beda maksimum displacement horisontal antara bagian atas dan bawah pilar serta moment maksimum yang terjadi pada pilar. Analisis interaksi tanah-struktur ini dibandingkan dengan model fix-based. Dari hasil perbandingan ini diketahui bahwa model fix-based memberi hasil yang konservatif dibandingkan dengan model SSI ketika struktur berdiri diatas tanah keras. Namum jika struktur berada pada tanah lunak atau sedang, pengaruh interaksi tanah-struktur harus diperhitungkan khususnya akibat gempa kuat. Dari hasil analisis diperoleh perbedaan antara sistem fix-based dan model SSI pada percepatan horisontal maksimum dapat mencapai 30%.", "Daftar File": {"2005 TS PP ALEKSANDER M PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100720", "2005 TS PP ALEKSANDER M PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100721", "2005 TS PP ALEKSANDER M PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100722", "2005 TS PP ALEKSANDER M PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100723", "2005 TS PP ALEKSANDER M PURBA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/100724", "2005 TS PP ALEKSANDER M PURBA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/100725", "2005 TS PP ALEKSANDER M PURBA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100726", "2005 TS PP ALEKSANDER M PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100727"}, "Penulis": "ALEKSANDER M PURBA (NIM : 250 03 029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : I Wayan Sengara Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "earthquake motion, peak base-rock acceleration, soil-structure interaction, fix-based, horizontal acceleration, differential displacement, finite element method", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}