{"Nomor": 19855, "Judul": "PENERAPAN DIAGRAM KENDALI  P 6 &#417; MENGGUNAKAN  TEKNIK PENGAMBILAN SAMPEL DENGAN NOMINASI  MAKSIMA (MAXIMA NOMINATED SAMPLING)", "Abstrak": "Pada industri manufaktur, persaingan yang terjadi adalah persaingan untuk mempertahankan atau meningkatkan kualitas produk untuk memenuhi permintaan konsumen. Ilmu statistika pengendalian mutu adalah alat yang digunakan untuk memastikan kualitas produk terjaga. Dalam kehidupan sehari-hari, banyak ditemukan karakteristik mutu produk dengan luaran sesuai dan cacat/tidak sesuai. Karakteristik mutu ini disebut atribut. Salah satu metode yang dapat digunakan untuk menjaga kualitas produk adalah diagram kendali. Tugas akhir ini akan membahas tentang diagram kendali P, yang merupakan diagram kendali atribut berdasarkan proporsi cacat sampel. Untuk mendapatkan proporsi cacat sampel, dibutuhkan suatu teknik pengambilan sampel yang sesuai. Dalam tugas akhir ini akan dibandingkan antara teknik pengambilan sampel acak sederhana (SRS) dan teknik pengambilan sampel dengan nominasi maksima (MNS), menggunakan dua nilai limit kendali yaitu 3ơ dan 6 ơ. Teknik MNS mengurutkan data banyak cacat produk dari yang terkecil sampai terbesar. Kemudian yang ditinjau lebih lanjut dalam membangun diagram kendali P hanya banyak cacat produk terbesar. Data yang digunakan dalam tugas akhir ini merupakan data sekunder produksi Boom PC130 F-7 dari PT. Komatsu Indonesia. Dibuat beberapa batasan untuk menyesuaikan data agar dapat diolah menggunakan diagram kendali P. Hasil pengolahan data menunjukkan bahwa: teknik MNS lebih efektif dibandingkan teknik SRS karena proporsi cacat sampel yang ditinjau hanya proporsi cacat maksimum dari setiap kelompok pengambilan sampel, diagram kendali P dengan teknik MNS lebih sensitif dalam mendeteksi proporsi cacat sampel yang berada di luar batas kendali dibandingkan teknik SRS, dan semakin tinggi nilai limit kendali, tingkat toleransi produksi terhadap produk menjadi lebih tinggi pula.", "Daftar File": {"2016 TA PP ALEXANDER ARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100728", "2016 TA PP ALEXANDER ARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100733"}, "Penulis": "ALEXANDER ARNO  (NIM: 10112085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Udjianna Sekteria Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "statistical quality control, attribute data, P-Chart, proportion of nonconforming samples, maxima nominated sampling.", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}