{"Nomor": 19869, "Judul": "KAJIAN ORGANISASI RUANG BAGI ORANG LANJUT USIA PADA INTERIOR RUANG KOMUNAL Studi kasus : Panti Sosial Tresna Wredha Budi Pertiwi, Panti Wredha Asuhan Bunda", "Abstrak": "Menjadi tua bukan suatu penyakit, namun merupakan tahap lanjut dari suatu proses kehidupan yang ditandai dengan penurunan kemampuan tubuh untuk beradaptasi dengan stres lingkungan. Penurunan kemampuan berbagai organ, fungsi dan sistem tubuh itu bersifat alamiah.      \n\nWalaupun proses menua sulit dihindari, namun manusia masih dapat berusaha untuk memperlambat proses alami ini dan menjaga supaya dalam usia lanjut masih bisa hidup dalam keadaan sehat dan menikmati kehidupan yang bahagia dan berkualitas. Untuk mempertahankan kualitas hidup, tetap aktif dan produktif, lansia membutuhkan kemudahan dalam beraktivitas. Kemudahan dalam beraktivitas akan membantu lansia melakukan kegiatannya tanpa hambatan, menggunakan energi minimal dan menghindari cedera. Penanganan terhadap lingkungan aktivitas yang dicapai melalui elemen interior, harus mempelajari keterbatasan Ã‚Â– keterbatasan fisik dan psikologis yang dialami lansia, diantaranya adalah indera dan antropometri.      \n\nMetode yang digunakan dalam penelitian mengenai masalah lanjut usia ini adalah metode kualitatif deskriptif dimana dilakukan pengumpulan data, pengembangan data dan wawancara. Temuan tersebut di analisa dengan cara dideskripsikan. Tujuan analisis adalah mengorganisasikan data ke dalam makna, interpretasi individual yang menjelaskan fenomena yang dikaji.      \n\nHasil penelitian menjelaskan bahwa produktifitas tubuh lansia tidak hanya dari pemenuhan kebutuhan terhadap lingkungan fisik saja, tetapi juga dipengaruhi oleh kedekatan individu satu dengan yang lainnya, yang mempengaruhi kesehatan dan mempertinggi harapan hidupnya", "Daftar File": {"2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100822", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100823", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100824", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/100825", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/100826", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/100827", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/100828", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/100829", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100830", "2006 TS PP ANASTASHA OKTAVIA SATI ZEIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100831"}, "Penulis": "ANASTASHA OKTAVIA SATI ZEIN (NIM : 27103027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Pribadi Widodo, M. Sn", "DR. Agus Sachari, M. Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Usia lanjut, tempat tinggal komunal, organisasi ruang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}