{"Nomor": 19863, "Judul": "STUDI HASIL UJI TEKNIS KELAYAKAN PESAWAT SINAR-X DARI SISI PROTEKSI RADIASI", "Abstrak": "Uji kelayakan pesawat sinar-X adalah suatu prosedur untuk menjamin kualitas dan keamanan pesawat sinar-X dalam dunia medis. Tujuan penelitian ini adalah untuk mengevaluasi pelaksanaan uji kelayakan pesawat sinar-X ini dengan menganalisis hasil pengujian dari salah satu contoh kasus pada pesawat sinar-X sebuah rumah sakit. Dalam Tugas Akhir ini, pengujian terdiri atas uji kolimasi dan uji generator & tabung sinar-X. Uji kolimasi meliputi pengukuran iluminansi dan selisih berkas lapangan cahaya lampu pesawat sinar-X dan lapangan berkas radiasi, sedangkan uji generator tabung meliputi pengukuran akurasi tegangan, reproduksibilitas tegangan dan keluaran radiasi, linearitas keluaran radiasi, kualitas berkas dan kebocoran tabung. Data yang dianalisis pada Tugas Akhir ini adalah data hasil pengujian pada pesawat sinar-X radiografi umum di sebuah rumah sakit di Provinsi Riau.  \n \n\nPada data hasil uji iluminansi, terdapat penyimpangan intensitas bidang pencahayaan lampu pesawat sinar-X berupa ketidakseragaman intensitas seluruh kuadran bidang pencahayaan tersebut, dan kecukupan intensitas cahaya lampu pesawat sinar-X lebih rendah 30,588 % dari batas minimum. Selanjutnya, selisih luas lapangan cahaya lampu pesawat sinar-X dengan berkas radiasi sinar-X telah memenuhi kriteria lolos uji. Pada data hasil uji akurasi tegangan didapatkan error maksimum sebesar 8,66%, yaitu pada 40 kVp, dan error minimum sebesar 0,3%, yaitu pada 70 kVp. Pada data reproduksibilitas, didapatkan nilai CV tegangan puncak sebesar 0,001239 dan untuk keluaran radiasi sebesar 0,0036. Pada data linearitas keluaran radiasi didapatkan CL sebesar 0,032. Pada data uji kualitas berkas, semua nilai HVL yang terukur telah memenuhi kriteria lolos uji. Pada data hasil uji kebocoran tabung didapatkan dosis yang terukur pada jarak 1 meter dari sumber adalah 0,13 μSv/ jam pada bagian depan tabung, 785 μSv/ jam pada bagian anoda, dan 671 μSv/ jam pada bagian katoda.", "Daftar File": {"2014 TA PP AMIMAH HALAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100782", "2014 TA PP AMIMAH HALAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100783", "2014 TA PP AMIMAH HALAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100784", "2014 TA PP AMIMAH HALAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100785", "2014 TA PP AMIMAH HALAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100786", "2014 TA PP AMIMAH HALAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100787", "2014 TA PP AMIMAH HALAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100788"}, "Penulis": "AMIMAH HALAWATI (NIM : 10210062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Freddy Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pesawat Sinar-X, Uji Kelayakan, Uji Kolimasi, Uji Generator dan Tabung Sinar-X", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}