{"Nomor": 19874, "Judul": "SOUNDSCAPE PADA RUANG PERAWATAN INTENSIF DI RUMAH SAKIT", "Abstrak": "Rumah sakit merupakan salah satu lingkungan kerja yang paling membutuhkan kondisi bebas bising, terutama pada ruang perawatan intensif (ICU) dimana ketelitian kerja sangat diperlukan. Tetapi menurut konsep soundscape, tidak semua sumber suara dapat dihilangkan begitu saja karena justru beberapa sumber suara penting kehadirannya. Disamping itu penelitian tentang bising di rumah sakit yang menjadikan perawat sebagai objek penelitiannya masih sangat terbatas jumlahnya. Dalam penelitian ini dibahas bagaimana menilai kondisi akustik suatu ruang perawatan intensif di sebuah rumah sakit, baik secara objektif dengan melakukan pengukuran tingkat tekanan suara maupun secara subjektif berdasarkan kuisioner yang dibagikan kepada perawat yang bekerja di ruangan tersebut. Hasil penelitian ini menunjukkan bahwa ruang perawatan intensif pada rumah sakit tersebut buruk, baik berdasarkan data objektif yang dibandingkan  \n \n\ndengan baku mutu WHO dan Kementrian Kesehatan Indonesia maupun berdasarkan pendapat subjektif perawat yang bekerja di ruangan tersebut. Di dalam penelitian ini juga disampaikan beberapa usaha perbaikan yang dapat  \n \n\ndilakukan untuk menghasilkan lingkungan kerja yang lebih nyaman bagi perawat di ruangan tersebut. Usaha-usaha perbaikan tersebut antara lain dengan pemasangan diffuser dan absorber pada langit-langit bangsal perawat yang dapat menurunkan tingkat tekanan suara dari 59-66 dBA menjadi 56-63 dBA, mengganti bahan langit-langit dan dinding di daerah sekitar pasien yang dapat menurunkan tingkat tekanan suara dari 59-66 dBA menjadi 55-64 dBA,  \n \n\npemindahan bangsal perawat yang dapat menurunkan tingkat tekanan suara dari 59-66 dBA menjadi 54-62 dBA, dan dengan pengumpulan pasien yang membutuhkan ventilator yang dapat menurunkan tingkat tekanan suara dari 67-81  \n \n\ndBA menjadi 64-72 dBA pada daerah pasien di luar daerah ventilator.", "Daftar File": {"2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100864", "2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100865", "2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100866", "2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100867", "2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100868", "2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100869", "2015 TA PP ANDIKA RIZKI - EZRA THEODORUS TANDIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100870"}, "Penulis": "ANDIKA RIZKI (NIM : 13311043)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Sentagi Sesotya Utami, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah sakit, ruang perawatan intensif, soundscape, bising", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}