{"Nomor": 19872, "Judul": "GEOLOGI DAN ANALISIS KUALITAS BATUBARA DAERAH PATAS  DAN SEKITARNYA, KECAMATAN GUNUNG BINTANG AWAI, KABUPATEN BARITO SELATAN, PROVINSI KALIMANTAN TENGAH", "Abstrak": "Daerah penelitian terletak di Kecamatan Gunung Bintang Awai, Kabupaten Barito Selatan, Provinsi Kalimantan Tengah dan secara geografis terletak  pada 294178.58- 301604.3 mE 9830431 - 9823065 mN(WGS 84) zona -50S. Daerah penelitian memiliki luas 55 km2.  Geomorfologi daerah penelitian dibagi menjadi 2 satuan geomorfologi berdasarkan klasifikasi Brahmantyo dan Bandono pada tahun 2006 yaitu Satuan Perbukitan Homoklin dan Satuan Dataran Aluvial. Geomorfologi daerah penelitian ini termasuk dalam tahapan dewasa. Stratigrafi daerah penelitian dibagi menjadi 3 satuan batuan tidak resmi, yaitu Satuan Batupasir, Satuan Batugamping, dan Satuan Batupasir-Batulempung. Satuan Batupasir-Batulempung diendapkan secara menjari dengan Satuan Batugamping (Formasi Montalat) pada Oligosen di lingkungan back reef  hingga back barrier. Kemudian diendapkan Satuan Batupasir (Formasi Warukin) secara selaras diatasnya pada Miosen di lingkungan lower delta plain. Setelah itu terjadi rezim kompresi dengan arah barat-timur pada Plio-Pleistosen sehingga terdapat struktur geologi berupa kemiringan lapisan  dengan arah barat dan jurus utaraselatan. Batubara pada daerah penelitian memiliki peringkat  Subbituminous dari klasifikasi reflaktansi vitrinit dan Subbituminous A dari klasifikasi ASTM 1981 dengan reflaktansi vitrinit  rata-rata 0.44 % dan calorific value rata-rata 11,131 btu/lb (dmmf). Potensi Sumberdaya Batubara Terukur : 930140.95ton,  Tertunjuk : 2.083.770 ton, Terkira: 2.390.745.9ton.", "Daftar File": {"2016 TA PP ANDIKA K. PANJAITAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100848", "2016 TA PP ANDIKA K. PANJAITAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100849", "2016 TA PP ANDIKA K. PANJAITAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100850", "2016 TA PP ANDIKA K. PANJAITAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100851", "2016 TA PP ANDIKA K. PANJAITAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100852", "2016 TA PP ANDIKA K. PANJAITAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100853", "2016 TA PP ANDIKA K. PANJAITAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/100854", "2016 TA PP ANDIKA K. PANJAITAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100855"}, "Penulis": "ANDIKA K. PANJAITAN (NIM : 12011008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian N. Tabri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Barito Selatan, batubara, kualitas,  lingkungan pengendapan, sumberdaya", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}