{"Nomor": 19877, "Judul": "OPTIMASI PENENTUAN TITIK PEMBORAN DI PERAIRAN DANGKAL UNTUK MENGHINDARI BAHAYA SHALLOW GAS (Studi Kasus Titik Pemboran Sumur X)", "Abstrak": "Salah satu indikator penentuan titik pemboran di laut dangkal adalah dari hasil survey seismik, dengan tujuan mengetahui zona geo hazard terutama shallow gas, agar pendirian rig dapat stabil dan terhindar dari bencana yang di akibatkan blow out. Penentuan titik pemboran dari sieismik high resolution selama ini dilakukan  \n \n\nsecara konvensional dari interpretasi data. Metode lain yang dapat digunakan adalah dengan melakukan optimisasi berbasiskan stokastik particle swarm optimization.  \n \n\nMetodologi dalam penelitian ini adalah mengkombinasikan perangkat lunak stokastik dengan seismic 3D high resolution simulator, sehingga proses perhitungan dapat diselesaikan dengan akurasi yang sangat tinggi. Perangkat ini kemudian diujicobakan pada studi kasus penentuan titik lokasi pemboran. Hasil ini akan dibandingkan dengan analisis konvensional yang menggunakan trial and error.  \n \n\nDari hasil simulasi, menunjukkan bahwa metode optimasi berbasiskan stokastik dapat memberikan hasil yang lebih baik dibandingkan metode konvensional trial and error. Ini menunjukkan bahwa metode optimisasi stokastik dapat dan cocok digunakan dalam menyelesaikan masalah penentuan titik pemboran dilaut dangkal dari bencana geo hazard yang disebabkan oleh shallow gas.", "Daftar File": {"2012 TS PP ANDI MANNAPPIANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100885", "2012 TS PP ANDI MANNAPPIANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100886", "2012 TS PP ANDI MANNAPPIANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100887", "2012 TS PP ANDI MANNAPPIANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100888", "2012 TS PP ANDI MANNAPPIANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100889", "2012 TS PP ANDI MANNAPPIANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100890", "2012 TS PP ANDI MANNAPPIANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100891"}, "Penulis": "ANDI MANNAPPIANG (NIM : 222 09 090)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "geo hazard, shallow gas, seismic high resolution, stokastik, particle swarm optimization.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}