{"Nomor": 19871, "Judul": "IDENTIFIKASI PARAMETER KERAPATAN DAN KEKENTALAN TERHADAP TINGGI ZAT CAIR YANG NAIK PADA PIPA U SERTA PIPA Y BERDASARKAN KONSEP TEKANAN", "Abstrak": "Pada proyek akhir ini dilakukan eksperimen untuk melihat pengaruh nilai-nilai koefisien kerapatan dan kekentalan fluida pada tinggi zat cair yang naik pada kaki-kaki pipa U dan pipa Y berdasarkan konsep tekanan fluid. Metode yang digunakan adalah pengukuran langsung dengan menggunakan pipa U dan pipa Y serta perhitungan dengan menggunakan konsep variasi tekanan terhadap ketinggian fluida.  \n \n\nHasil eksperimen menunjukkan bahwa zat cair yang paling mudah ditarik, yaitu dilihat dari tinggi naiknya zat cair tersebut pada kaki-kaki pipa, berturut-turut adalah air laut, oli SAE 40, minyak goreng dan minyak tanah. Selanjutnya hasil analisa data menunjukkan bahwa untuk zat cair yang memiliki nilai koefisien kerapatan mendekati kerapatan aquades, perbedaan ketinggian zat cair yang naik pada kaki-kaki pipa antara data hasil eksperimen dan data hasil perhitungan memiliki nilai yang kecil dan positif. Di sisi lain, untuk zat cair yang memiliki nilai koefisien kerapatan jauh lebih besar dari kerapatan aquades, perbedaan ketinggian zat cair yang naik pada kaki-kaki pipa antara data hasil eksperimen dan data hasil perhitungan memiliki nilai yang besar dan negatif. Hal ini menunjukkan bahwa selain nilai kerapatan, faktor lain yang mempengaruhi tinggi kenaikan zat cair cair pada kaki-kaki pipa adalah nilai koefisien kekentalannya; nilai koefisien kekentalan zat cair yang semakin besar menandai gaya gesek yang semakin besar pula antara zat cair dengan dinding pipa.", "Daftar File": {"2013 TS PP  ANDI ASGAR WAHYU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100841", "2013 TS PP  ANDI ASGAR WAHYU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100842", "2013 TS PP  ANDI ASGAR WAHYU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100843", "2013 TS PP  ANDI ASGAR WAHYU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100844", "2013 TS PP  ANDI ASGAR WAHYU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100845", "2013 TS PP  ANDI ASGAR WAHYU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100846", "2013 TS PP  ANDI ASGAR WAHYU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100847"}, "Penulis": "ANDI ASGAR WAHYU  (NIM : 90211018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Inge Magdalena, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zat cair, koefisien kerapatan, koefisien kekentalan, tekanan, gaya gesek.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}