{"Nomor": 19876, "Judul": "PROSES PENGOLAHAN TERAK FeNi MENJADI MgCl2&#8729;6H2O DAN MgO MELALUI PELINDIAN, PRESIPITASI, SERTA KRISTALISASI-KALSINASI", "Abstrak": "Indonesia mempunyai sumber daya mineral yang melimpah terutama mineral Nikel Laterit baik itu Saprolit maupun Limonit. Namun sampai saat ini pengolahan yang di lakukan saat ini masih berfokus untuk mengambil logam nikelnya saja, sedangkan logam-logam yang lain diabaikan. PT ANTAM (Persero) Tbk yang mempunyai IUP Nikel dengan cadangan besar juga masih berfokus pada pengolahan Nikel Laterit menjadi Fero Nikel, terak FeNi yang dihasilkan dari proses peleburan di buang begitu saja padahal di dalamnya masih mengandung logam lain yang cukup berharga yaitu Magnesium (Mg) dengan kadar rata-rata sebesar 30% dalam bentuk MgO. Harga Magnesium baik dalam bentuk logam murni maupun oksidanya hampir 2 (dua) kali lebih mahal dibandingkan dengan harga logam Aluminium (Al) maupun Alumina (Al2O3), sehingga seharusnya bisa dipandang cukup menarik jika ada teknologi yang bisa untuk mengolah terak FeNi menjadi MgCl2∙6H2O ataupun MgO.       \n \n\nPenelitian ini dimulai dengan melakukan karakterisasi terak FeNi, mulai dari preparasi sampai analisa menggunakan XRF, XRD, maupun SEM untuk mengetahui komposisi kimia, fasa atau senyawa-senyawa yang ada, serta sebaran dari logam-logam. Jalur proses yang digunakan selanjutnya adalah hidrometalurgi dengan melakukan pelindian HCl pada beberapa variasi yaitu:       \n \n\n1. Variasi konsentrasi HCl (0,5 M, 1M, 2M, 4M, 8M, dan 10M)       \n \n\n2. Variasi ukuran partikel ( +100 #, -100+150#, -150+200# dan -200#)       \n \n\n3. Variasi perbandingan berat padat : cair (1:40, 1:20, 1:10, dan 1:5)       \n \n\n4. Variasi temperatur (65 oC, 80oC dan 95oC)       \n \n\nSemua variasi pengujian dilakukan analisa tiap waktu mulai dari 1, 2, 4, 8, 24, dan 48 jam. Pada percobaan pelindian HCl ini akan dilihat % ekstraksi Mg serta energi aktivasi (Ea) dan pengendali reaksinya. Percobaan selanjutnya adalah melakukan pemurnian larutan MgCl2 yang dihasilkan dengan cara presipitasi untuk mengendapkan pengotor-pengotor seperti besi (Fe), nikel (Ni), aluminium (Al) maupun krom (Cr) dengan penambahan MgO(s) untuk pengendalian pH pada variasi kecepatan pengadukan (300 rpm, 450 rpm, 600 rpm) dan waktu (1 jam, 2 jam, dan 4 jam). Larutan MgCl2 hasil pelindian HCl dipanaskan pada temperatur 95 oC dan dinaikkan pH nya secara bertahap, mulai dari pH 1, 3-4, 4-5, dan 5-6. Peningkatan pH selanjutnya dilakukan pada temperatur kamar dengan menambahkan NH4OH(aq) untuk mengendapkan Mg dalam bentuk Mg(OH)2(s) juga dilakukan secara bertahap pada pH 8-9, 9-10, 10-11, dan 11-12. Semua endapan yang terbentuk ditimbang dan dilakukan analisa dengan XRD. Mg(OH)2(s) yang terbentuk sebagian dilarutkan lagi dengan HCl dan kemudian dikristalisasi pada temperatur 100oC agar didapatkan garam MgCl2∙6H2O, sebagian yang lain dikalsinasi pada temperatur 1000 oC dengan variasi waktu (5 menit, 10 menit, 20 menit, 40 menit, 1 jam, 2 jam, 3 jam dan 4 jam) agar didapatkan MgO(s). Kedua produk akhir ini kemudian dianalisa menggunakan XRD untuk verifikasi fasa atau senyawa yang terjadi dan khusus untuk MgO juga dilakukan analisa menggunakan EDAX. Semua percobaan yang dilakukan akan dirangkum dalam satu rute proses pengolahan terak FeNi menjadi MgCl2∙6H2O(s) dan MgO(s).", "Daftar File": {"2013 TS PP ANDIK YUDIARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100877", "2013 TS PP ANDIK YUDIARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100878", "2013 TS PP ANDIK YUDIARTO 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/100879", "2013 TS PP ANDIK YUDIARTO 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/100880", "2013 TS PP ANDIK YUDIARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100881", "2013 TS PP ANDIK YUDIARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100882", "2013 TS PP ANDIK YUDIARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100883", "2013 TS PP ANDIK YUDIARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100884"}, "Penulis": "ANDIK YUDIARTO (NIM : 22109301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Terak FeNi, MgCl2∙6H2O, MgO, presipitasi, pelindian", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}