{"Nomor": 19883, "Judul": "KONSEP REAKTOR NUKLIR MODULAR BERSPEKTRUM NEUTRON CEPAT DAN BERMOBILITAS TINGGI DENGAN TEMPERATUR KERJA YANG TINGGI SERTA PENDINGIN HELIUM", "Abstrak": "Kemajuan industri dan pertumbuhan penduduk dunia di abad ke-21 ini mengakibatkan pertumbuhan permintaan energi yang eksponensial. Namun, biaya dan keramahan lingkungan dari pembangkit energy konvensional saat ini juga masih terbilang buruk. Pembangkitan energi alternatif yang murah, massal, dan ramah lingkungan adalah pembangkit energi tenaga nuklir. Permasalahan dari pembangkitan energi tenaga nuklir saat ini adalah ukuran reaktor nuklir yang besar dan kompleks, Capital Investment (CI) yang besar, serta utilitasnya yang terbatas. Solusinya adalah membuat reaktor nuklir bermoda Fast Breeder, bekerja dengan tekanan dan suhu yang tinggi pada siklus termal Brayton untuk efisiensi termal yang lebih tinggi, berdimensi kecil, dapat diangkut oleh moda transportasi seperti kereta api, dan memiliki desain modular. Kita menggunakan SRAC untuk mensimulasikan reaktor modular berspektrum cepat dan berpendingin gas yang beroperasi pada suhu tinggi untuk optimasi keluaran dan karakteristik inti reaktor, serta menggunakan material ringan untuk mencapai massa reaktor yang lebih rendah. Hasil menunjukkan bahwa reaktor tersebut dapat dibuat dengan masa isi ulang reaktor selama 15 tahun, dengan keluaran 220 MW termal atau 112.3233425 MW elektrik, dengan dimensi reaktor sebesar 3.9 meter untuk panjang dan lebar, serta 9.2 meter untuk tinggi reaktor, dan kandungan U-235 dalam bahan bakar sebesar 6.25 %, pada massa total reaktor sebesar 293.23 ton.", "Daftar File": {"2014 TA PP ANDREW IMADA SAMOSIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100928", "2014 TA PP ANDREW IMADA SAMOSIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100929", "2014 TA PP ANDREW IMADA SAMOSIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100930", "2014 TA PP ANDREW IMADA SAMOSIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100931", "2014 TA PP ANDREW IMADA SAMOSIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100932", "2014 TA PP ANDREW IMADA SAMOSIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100933", "2014 TA PP ANDREW IMADA SAMOSIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100934"}, "Penulis": "ANDREW IMADA SAMOSIR  (NIM : 10208031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Zaki Su'", "ud"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kemajuan industri, pertumbuhan penduduk,  Capital Investment (CI), pembangkit energi tenaga nuklir, SRAC,  reaktor modular berspektrum cepat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}