{"Nomor": 19880, "Judul": "EVALUASI SISTEM PENGOLAHAN PASIF (OPEN LIMESTONE CHANNEL DAN AEROBIC WETLAND) UNTUK PENANGANAN AIR ASAM TAMBANG (STUDI KASUS PT. BERAU COAL)", "Abstrak": "PT Berau Coal (PTBC) adalah perusahaan tambang batubara yang berlokasi di kab. Berau, Propinsi Kalimantan Timur. PTBC telah beroperasi sejak tahun 1993 dengan area bukaan pertama di Site Lati. Dengan rentang waktu operasi yang cukup lama, telah banyak area yang dibuka dan area penimbunan batuan penutup (disposal). Salah satu disposal yang terdapat pada Site Lati yaitu disposal Q03 Selatan, hingga saat ini masih berpotensi membangkitkan asam meskipun status dari disposal telah final reklamasi sejak awal tahun 2000. Air larian yang terbentuk memiliki pH asam dengan kisaran 3,2-4,5 dan kandungan sulfat 2.369 mg/l. Untuk menangani pencemaran air asam tambang dari disposal tersebut, dibangun suatu sistem pengolahan pasif dengan mengintegrasikan sistem drainase pada kaki disposal dengan sistem pengolahan melalui pembuatan aerobic wetland dan saluran terbuka batu kapur (open limestone channel). Pengujian kualitas air dilakukan untuk mengetahui konsentrasi Fe dan Mn total, TSS dan pH. Setelah air dialirkan pada saluran pengolahan pasif, terjadi penurunan konsentrasi kontaminan dan kenaikan pH pada masing-masing sistem. Untuk air limbah yang mengalir pada kolam aerobic wetland, konsentrasi besi total turun sebesar 93,11 %, mangan 28,11 %, TSS 73,66 % dan kenaikan pH sebesar 7,3 %. Untuk air limbah yang mengalir pada saluran terbuka batu kapur, konsentrasi besi total turun sebesar 67,36 %, mangan 41,33%, kadar TSS 33,26 % dan kenaikan pH sebesar 25,29 %. Sedangkan untuk penurunan kontaminan air limbah sejak dialirkan dari kolam aerobic wetland hingga saluran terbuka batu kapur, penurunan kadar besi turun hingga 86,89 %, mangan sebesar 46,64 %, TSS sebesar 55,51 % dan kenaikan pH sebesar 35,64 %.", "Daftar File": {"2013 TS PP ANDITA EKA SWASTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100906", "2013 TS PP ANDITA EKA SWASTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100907", "2013 TS PP ANDITA EKA SWASTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100908", "2013 TS PP ANDITA EKA SWASTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100909", "2013 TS PP ANDITA EKA SWASTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100910", "2013 TS PP ANDITA EKA SWASTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100911", "2013 TS PP ANDITA EKA SWASTIKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/100912", "2013 TS PP ANDITA EKA SWASTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100913"}, "Penulis": "ANDITA EKA SWASTIKA (NIM : 22110325)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Rudy Sayoga Gautama"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Air Asam tambang, aerobic wetland, open limestone channel.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}