{"Nomor": 19896, "Judul": "PEMODELAN MATEMATIKA TRANSPORT MASSA PADA KONVERSI TOPOKIMIA REDUKSI BESI OKSIDA", "Abstrak": "Proses transport massa konversi reduksi besi oksida menjadi besi spons merupakan suatu proses yang melibatkan reaksi kimia secara simultan. Reaksi reduksi besi oksida terdiri atas beberapa reaksi antara yaitu perubahan fasa hematit (Fe2O3) menjadi fasa magnetit (Fe3O4), fasa magnetit (Fe3O4) menjadi fasa wustit (FeO) dan perubahan fasa wustit (FeO) menjadi logam Fe, serta adanya reaksi Boudouard untuk menghasilkan gas pereduktor. Model konversi massa reduksi besi oksida sebelumnya mengasumsikan bahwa ketebalan antara oksida sangat tipis, sehingga reaksi reduksi yang merupakan multistep disederhanakan menjadi satu reaksi. Oleh karena itu untuk mengintegrasikan ketiga reaksi antara tersebut dikembangkan suatu model matematika yang diselesaikan secara numerik menggunakan software komputer.  \n \n\nPenyelesaian model matematika mempertimbangkan waktu reaksi reduksi dan kinetika interinsik pada reaksi tersebut maka dapat diperkirakan laju reaksi reduksi besi oksida menjadi logam Fe, serta memperkirakan laju konsumsi gas reduktor secara tepat. Tujuan penelitian ini untuk mendapatkan solusi dari model matematika tersebut, konversi besi oksida menjadi besi diasumsikan pada kondisi isothermal dengan dimensi berbentuk bola. Sedangkan sifat campuran pelet seperti konduktifitas panas bergantung pada temperatur. Perubahan dimensi pada pelet seperti mengembang dan penyusutan diabaikan.  \n \n\nSimulasi dilakukan pada beberapa temperatur dan proses reduksi. Temperatur dan waktu yang di simulasikan yaitu 739, 762, 802, 827K, serta 300, 600 dan 900 detik. Dari simulasi didapatkan pada temperatur simulasi minimal 739K dan waktu simulasi 300 detik, jumlah fraksi konsentrasi hematit, magnetit dan wustit masing - masing mencapai 0,7; 0,3 dan 0. Sedangkan pada temperatur simulasi 1129K selama 600 detik, jumlah fraksi konsentrasi hematit, magnetit dan wustit masing Ã‚Â– masing adalah 0,15; 0,85 dan 0.", "Daftar File": {"2011 TS PP ANISTASIA MILANDIA-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101039", "2011 TS PP ANISTASIA MILANDIA-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101040", "2011 TS PP ANISTASIA MILANDIA-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101041", "2011 TS PP ANISTASIA MILANDIA-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101042", "2011 TS PP ANISTASIA MILANDIA-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101043", "2011 TS PP ANISTASIA MILANDIA-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101044", "2011 TS PP ANISTASIA MILANDIA-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101045"}, "Penulis": "ANISTASIA MILANDIA  (NIM : 22108015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir Syoni Soepriyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Model Matematika, Trasport massa, Fraksi konsentrasi, Fasa antara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}