{"Nomor": 19899, "Judul": "PEMODELAN DAN SIMULASI PENGARUH FORMASI MEJA KERJA TERHADAP PRIVASI WICARA PADA KANTOR TAPAK TERBUKA", "Abstrak": "Semakin langkanya sumber energi mengakibatkan kebutuhan manusia untuk melakukan penghematan. Penghematan ini tercermin dari berbagai aspek kehidupan manusia termasuk pada proses desain ruang kantor yang semakin hemat energi. Salah satu bentuk desain yang mengacu pada penghematan energi adalah desain kantor tapak terbuka. Pada ruang kantor tapak terbuka, semua meja kerja terletak pada ruangan terbuka yang tidak memiliki partisi setinggi langitlangit dan pintu.  \n \n\nPerkantoran tapak terbuka membawa dampak positif pada kondisi kantor seperti penghematan energi dikarenakan sumber energi yang ada dapat digunakan bersama oleh lebih banyak area kerja. Selain itu terdapat pula penghematan biaya pembangunan kantor tapak terbuka dan terbukanya komunikasi antar divisi atau area kerja sehingga pertukaran ide dapat lebih mudah terjadi.  \n \n\nSelain membawa dampak positif perkantoran tapak terbuka juga mempunyai masalah yang sering dihadapi yaitu privasi wicara. Tingkat privasi wicara dapat diukur melalui standar ISO 3382:3-2012. Pada kantor tapak tebuka terdapat beberapa parameter yang menentukan privasi wicara yaitu Spatial Decay Rate of Speech (D2,S), tingkat tekanan suara pada jarak empat meter (Lp,A,S,4m), jarak distraksi dan jarak privasi. Keempat parameter ini diturunkan dari tingkat tekanan suara (SPL) dan speech transmission index (STI). Disimpulkan bahwa privasi wicara dipengaruhi oleh susunan meja kerja dan juga tinggi partisi dari meja kerja tersebut. Semakin tinggi partisi maka akan semakin tinggi tingkat privasi wicara pada ruang kantor dengan rata-rata kenaikan D2,S sebesar 1,8% untuk tiap meter kenaikan tinggi partisi antara 1,2m dan 1,5m pada kantor acuan.", "Daftar File": {"2013 TA PP ANNISA ESKA LARASATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101059", "2013 TA PP ANNISA ESKA LARASATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101060", "2013 TA PP ANNISA ESKA LARASATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101061", "2013 TA PP ANNISA ESKA LARASATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101062", "2013 TA PP ANNISA ESKA LARASATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101063", "2013 TA PP ANNISA ESKA LARASATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101064", "2013 TA PP ANNISA ESKA LARASATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101065"}, "Penulis": "ANNISA ESKA LARASATI (NIM : 13308059)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nR. Sugeng Joko Sarwono, Ph.D", "Ir. FX Nugroho Soelami, MBenv, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kantor tapak terbuka, indeks transmisi suara, tingkat tekanan suara, jarak distraksi, ISO 3382-3:2012", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}