{"Nomor": 19895, "Judul": "PENGEMBANGAN PERANCANGAN PENCAHAYAAN PADA STRUKTUR CABLE STAYED JALAN LAYANG PASUPATI", "Abstrak": "Jalan layang di kota-kota besar dapat menjadi solusi penumpukan jumlah kendaraan yang tinggi dan masyarakat dapat dengan mudah mendapatkan akses terhadap infrastruktur dan layanan publik lain. Jalan layang Pasupati yang menghubungkan antara Pasteur dan Surapati sepanjang 2,8 km merupakan satu dari sepuluh landmark kota Bandung. Posisi Pasupati sebagai jalan layang, lebih tinggi dibandingkan dengan jalan biasa dapat dijadikan landmark kota guna menunjang kecantikan kota (city beautification). Struktur cable stayed merupakan    \n \n\nciri khas jalan layang Pasupati dan menjadi daya tarik tersendiri pada siang hari. Namun keberadaannya pada malam hari masih dinilai sangat tidak menunjang    \n \n\nfungsi sebagai landmark karena tidak ada pencahayaan pada malam hari, sehingga keberadaannya tidak terlihat.    \n \n\nPada tugas akhir ini dilakukan evaluasi pencahayaan umum jalan layang dari permasalahan yang ada. Nilai iluminansi dan luminansi rata-rata keadaan aktual    \n \n \n \n\ndidapatkan dari pengambilan data di 18 titik lampu dan didapatkan nilai iluminansi rata-rata sebesar 8,65 lux dan distribusi luminansi 0,23 cd/m2, angka tersebut sangat jauh dari nilai yang direkomendasikan SNI peruntukan jalan layang sebesar 20 Ã‚Â– 25 lux untuk iluminansi rata-rata dan 2 cd/m2 luminansi ratarata.    \n \n\nHal tersebut dapat menurunkan kinerja dan kenyamanan visual pengendara. Evaluasi pencahayaan umum jalan layang dirancang menggunakan luminer penerangan jalan tipe LED guna menghasilkan perhitungan iluminansi dan    \n \n\nluminansi yang memenuhi standar pencahayaan untuk jalan layang. Peningkatan nilai iluminansi antara 18 Ã‚Â– 31 lux dan distribusi luminansi 1,02 Ã‚Â– 1,76 cd/m2 sudah berada dalam nilai standar kinerja dan kenyamanan visual yang    \n \n\ndirekomendasikan. Simulasi perancangan pencahayaan pada struktur cable stayed menggunakan sistem pencahayaan changing color untuk menciptakan visual berbeda pada malam hari dan menunjang fungsi landmark. Sistem pencahayaan umum dan changing color dikombinasikan dengan skenario pencahayaan guna mengatur konsumsi energi yang efektif. Simulasi perancangan yang diusulkan    \n \n\nsudah mampu menjawab obyektif pencahayaan perancangan tata cahaya.", "Daftar File": {"2013 TS PP ANIS SAFFIRA W 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101032", "2013 TS PP ANIS SAFFIRA W 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101033", "2013 TS PP ANIS SAFFIRA W 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101034", "2013 TS PP ANIS SAFFIRA W 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101035", "2013 TS PP ANIS SAFFIRA W 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101036", "2013 TS PP ANIS SAFFIRA W 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101037", "2013 TS PP ANIS SAFFIRA W 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101038"}, "Penulis": "ANIS SAFFIRA W (NIM : 13308004)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n \n\nIr. FX Nugroho Soelami, MBEnv., Ph. D.", "Ir. Budi Faisal, MAUD., MLA., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jalan layang, landmark, pencahayaan jalan layang, changing color lighting, implementasi luminer", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}