{"Nomor": 19890, "Judul": "MICROWAVE ASSISTED CALCINATION OF Fe2O3/C NANOCOMPOSITE AND ITS APPLICATION AS CATALYST IN AQUATHERMOLYSIS REACTION", "Abstrak": "Synthesis of Fe2O3/C nanocomposite was successfully done using microwave assisted calcination method. FeCl3.6H2O, NaOH, and dextrose monohydrate (C6H12O6.H2O) were used as precursor solution. The precursor was heated using    \n \n\nmicrowave and then calcined at 3500C for 30 minutes. The composition of carbon in the nanocomposite was varied by 25%, 33%, 50%, and 67%. The obtained samples were characterized using X-Ray Diffraction, Scanning Electron Microscope and Energy Dispersive X-Ray Spectroscopy. From X-Ray Diffraction, it was found that the Fe2O3 has maghemite crystal structure, while the carbon was amorphous. The crystal size of Fe2O3 was decrease as the    \n \n\nincreasing of carbon composition. Scanning Electron Microscopy results showed that the obtained particles were not uniform. The average obtained particles size were 199 nm and 73 nm for sample with carbon composition 33% and 50%, respectively. From Eergy Dispersive X-Ray Spectroscopy results, the dextrose monohydrate that used as carbon source was not entirely converted into carbon. The BET results of Fe2O3/C nanocomposite which calcined at 3500 C for 30 minutes, shows that the surface area of the sample was around 255.65 m2/g. Hematite crystal structure starts to form at 4000 C. From the calcination  \n \n\ntemperature variation experiment, the crystal size of the particle increases as the increasing of the calcination temperature. The catalytic properties of the  \n \n\nprepared samples were tested in aquathermolysis reaction. At temperature of 2000 C for 6 hours in autoclave, Fe2O3/C with 50% of carbon gave the highest  \n \n\ncatalytic performance of reducing the viscosity of heavy oil up to 90%.", "Daftar File": {"2013 TS PP ANGGI PUSPITA SWARDHANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/100986", "2013 TS PP ANGGI PUSPITA SWARDHANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/100987", "2013 TS PP ANGGI PUSPITA SWARDHANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/100988", "2013 TS PP ANGGI PUSPITA SWARDHANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/100989", "2013 TS PP ANGGI PUSPITA SWARDHANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/100990", "2013 TS PP ANGGI PUSPITA SWARDHANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/100991", "2013 TS PP ANGGI PUSPITA SWARDHANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/100992"}, "Penulis": "ANGGI PUSPITA SWARDHANI (NIM : 20211029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.Eng. Khairurrijal", "Dr.Eng. Ferry Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Heavy oil, aquathermolysis, catalyst, nanocomposite.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}