{"Nomor": 19892, "Judul": "PREDIKSI KETERSEDIAAN CAHAYA ALAMI DENGAN MENGGUNAKAN PERSEPSI SUBJEKTIF PENGGUNA RUANGAN DAN SIMULASI KOMPUTER", "Abstrak": "Penggunaan cahaya alami dalam bangunan merupakan upaya yang efisien untuk mengurangi konsumsi energi pada bangunan. Untuk mengetahui seberapa besar ketersediaan cahaya alami dalam bangunan, digunakan metrik faktor pencahayaan alami siang hari. Namun metrik ini memiliki nilai yang statis terhadap orientasi serta iklim lokal dari bangunan yang diukur. Pada realitanya, kondisi langit sangat bervariasi, bergantung pada waktu dan lokasi, sehingga diperlukan metrik dinamis yang dapat menggambarkan kondisi pencahayaan alami dalam rentang setahun. Untuk memvalidasi konsep metrik dinamis dengan persepsi pengguna ruangan, Reinhart dan tim peneliti dari MIT melakukan penelitian untuk memprediksi garis  \n \n\nbatas cahaya alami dalam suatu ruangan dengan melakukan survei ke sejumlah naracoba dan melakukan simulasi. Namun, penelitian ini dilakukan di tempat yang memiliki iklim yang berbeda dengan iklim Indonesia yang tropis.  \n \n\nUntuk itu, pada tugas akhir ini dilakukan pengujian untuk memprediksi area ketersediaan cahaya alami pada lima ruangan di Bandung, Indonesia. Pengujian dilakukan dengan 30 mahasiswa Teknik Fisika yang diminta untuk  \n \n\nmenggambarkan garis batas cahaya alami di setiap ruangan. Selain itu, juga dilakukan pemodelan dan simulasi dengan menggunakan Radiance dan Daysim untuk menghitung nilai FPASH, daylight autonomy, dan useful daylight illuminance. Hasil dari kedua metode tersebut dibandingkan untuk mengamati korelasi antara persepsi pengguna ruangan dengan hasil simulasi. Hasil penelitian ini menunjukkan bahwa garis batas pencahayaan alami rata-rata dari persepsi pengguna ruangan berada pada jarak lebih dari 1/3 kedalaman ruangan, yang merupakan batas referensi standar nasional Indonesia. Garis batas  \n \n\ncahaya alami menurut persepsi pengguna ruangan untuk setiap ruangan, berada pada nilai FPASH 0,6-0,8%, daylight autonomy 50% (150lux), dan useful daylight  \n \n\nilluminance 50% (100-2000 lux) berdasarkan hasil simulasi.", "Daftar File": {"2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101015", "2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101014", "2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101012", "2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101013", "2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101011", "2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101010", "2015 TA PP  ANINDYA DIAN ASRI - MARDLIYAHTUR ROHMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101016"}, "Penulis": "ANINDYA DIAN ASRI (NIM : 13311026) - MARDLIYAHTUR ROHMAH (NIM : 13311046)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. F.X. Nugroho Soelami, MBEnv.", "Prof. Dr. Ir. Soegijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "area ketersediaan cahaya alami, persepsi pengguna ruangan, metrik pencahayaan alami, Radiance, Daysim", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}