{"Nomor": 19898, "Judul": "DESAIN KARTOGRAFI PETA WISATA PERJALANAN SEJARAH  DR. IR. SOEKARNO DI KOTA BANDUNG", "Abstrak": "Dr. Ir. Soekarno, presiden pertama dan bapak bangsa Negara Republik Indonesia, menjalani hidupnya di Kota Bandung selama 13 tahun (1921-1934) sebagai pemimpin yang paling menonjol dalam pergerakan nasionalis bangsa Indonesia selama melawan penjajahan Belanda. Setiap tempat di Kota Bandung yang berkaitan dengan hidup Dr. Ir. Soekarno memiliki cerita sejarah tersendiri yang langsung terhubung kepadanya. Untuk menghargai perjuangan Dr. Ir. Soekarno di Kota Bandung, sebuah peta dapat diciptakan dengan menggunakan kaidah kartografi. Selain memiliki manfaat untuk memelihara dan menjaga situs-situs bersejarah, peta dapat digunakan sebagai media promosi dalam bidang pariwisata. Metode yang dilakukan dalam desain peta wisata pada penelitian ini adalah pemodelan. Proses yang dilakukan mencakup desain simbol, tipografi, tata letak, dan infografis. Hasil dari penelitian ini adalah peta wisata perjalanan sejarah Dr. Ir. Soekarno di Kota Bandung.", "Daftar File": {"2016 TA PP ANNISAA DYAH ADANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101053", "2016 TA PP ANNISAA DYAH ADANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101054", "2016 TA PP ANNISAA DYAH ADANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101055", "2016 TA PP ANNISAA DYAH ADANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101056", "2016 TA PP ANNISAA DYAH ADANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101057", "2016 TA PP ANNISAA DYAH ADANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101058"}, "Penulis": "ANNISAA DYAH ADANI (NIM : 151 12 060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Agung Budi Harto, M.Sc.", "Ir. Dicky Soeria Atmadja, MEIE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dr. Ir. Soekarno, Bandung, Peta Wisata Perjalanan Sejarah, Kartografi", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}