{"Nomor": 19893, "Judul": "HUBUNGAN ANTARA KOMPOSISI MINERAL, SIFAT FISIK, SLAKING, DAN KUAT GESER PADA BATULEMPUNG FORMASI KEREK (STUDI KASUS: DAERAH SUSUKAN, UNGARAN TIMUR, KABUPATEN SEMARANG, JAWA TENGAH)", "Abstrak": "Batulempung dan tanah lapukannya umumnya memiliki komposisi mineral lempung yang cukup dominan. Keterdapatan mineral lempung akan memberikan perilaku yang khas, di antaranya kembang-susut (swelling-shrinkage), slaking, dan dispersion. Sifat inilah yang seringkali dapat merusak infrastruktur dan lebih    \n\nlanjut menyebabkan banyak kerugian. Penelitian ini ditujukan untuk memahami karakteristik keteknikan batulempung Formasi Kerek dan lapukannya, terutama  dalam hubungannya dengan proses slaking dan perubahan kuat gesernya.    \n\nHasil analisis XRD menunjukkan bahwa komposisi mineral lempung lebih banyak dibandingkan mineral bukan lempung dengan persentase ilit, monmorilonit, dan haloisit yang berbeda-beda pada tiap contoh. Kadar air, porositas, dan berat jenis tanah lapukan memiliki nilai yang lebih besar dibandingkan dengan contoh batuan segarnya, tetapi hal sebaliknya untuk berat isi. Seluruh contoh termasuk dalam lempung dengan plastisitas rendah (CL) berdasarkan pengujian batas-batas Atterberg.    \n\nSkor slaking seluruh contoh berubah dalam rentang yang berbeda dalam 22 hari perendaman. Contoh tanah lapukan berubah dari skor slaking 0 menjadi 4, sedangkan kedua contoh batulempung segar dan batulempung lapuk ringan    \n\nberubah dari skor slaking 0 menjadi 3. Ketiga contoh mengalami penurunan kohesi sebesar 15% hingga 37% dan sudut geser dalam sebesar 7% hingga 26% selama masa perendaman. Naiknya skor slaking menunjukkan penurunan kohesi dan sudut geser dalam. Besarnya nilai kadar air, porositas, berat jenis, serta komposisi mineral lempung pada tanah lapukan mempengaruhi perubahan skor slaking yang besar pula. Hal ini mengindikasikan kerentanan yang lebih tinggi terhadap degradasi fisik karena proses slaking.", "Daftar File": {"2015 TS PP ANISA DIANSISTI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101017", "2015 TS PP ANISA DIANSISTI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101018", "2015 TS PP ANISA DIANSISTI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101019", "2015 TS PP ANISA DIANSISTI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101020", "2015 TS PP ANISA DIANSISTI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101021", "2015 TS PP ANISA DIANSISTI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101022", "2015 TS PP ANISA DIANSISTI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101023", "2015 TS PP ANISA DIANSISTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101024"}, "Penulis": "ANISA DIANSISTI (NIM: 22012004)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Eng. Imam A. Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batulempung, Formasi Kerek, mineral, sifat fisik, slaking, kuat geser", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}