{"Nomor": 19904, "Judul": "KONVERGENSI EKONOMI ANTAR KABUPATEN/KOTA DI PROVINSI SULAWESI TENGGARA : PERAN DAN KONTRIBUSI SEKTOR PERTAMBANGAN", "Abstrak": "Konvergensi ekonomi antar kabupaten/kota di Provinsi Sulawesi Tenggara merupakan suatu keniscayaan pada kegiatan pembangunan. Pola konvergensi ekonomi antar kabupaten/kota di Provinsi Sulawesi Tenggara dapat memberikan pedoman bagi pemerintah kabupaten/kota untuk mencapai pertumbuhan ekonomi yang setara. Maka diperlukan upaya untuk mengurangi kesenjangan pertumbuhan pembangunan antar daerah di Provinsi Sulawesi Tenggara melalui pengembangan sektor-sektor prioritas. Untuk melihat sektor-sektor yang menjadi prioritas pengembangan pada pembangunan di kabupaten/kota dilakukan melalui analisa Location Quotients (LQ).  \n \n\nSektor pertambangan yang memiliki nilai LQ > 1 terdapat pada Kabupaten Buton dan Kabupaten Kolaka. Meskipun demikian pada tingkat provinsi, sektor pertambangan memiliki nilai LQ kurang dari satu. Untuk meninjau lebih rinci peran sektor pertambangan terhadap pembangunan perekonomian di kabupaten/kota dapat diketahui melalui analisa ekonometrika. Melalui persamaan regresi dengan empat peubah, diperoleh hasil bahwa variabel sektor pertambangan sebagai variabel terikat hanya memiliki pengaruh pada pertumbuhan Produk Domestik Regional Bruto (PDRB) di Kabupaten Kolaka dan Kabupaten Buton.  \n \n\nAnalisa tabel input output (I-O) menjadi tahapan yang penting untuk mengetahui keterkaitan antar sektor di hulu dan hilir serta meninjau nilai-nilai pengganda dari setiap sektor. Nilai keterkaitan hulu dan hilir yang lebih dari satu dijumpai pada sektor industri pengolahan, sedangkan pada sektor pertambangan nilai keterkaitan hulu dan hilir kurang dari satu. Nilai pengganda pada surplus, investasi, pendapatan, dan tenaga kerja memperlihatkan nilai yang besar pada industri pengolahan.  \n \n\nIndikator-indikator ekonomi yang diperoleh dapat menjadi salah satu acuan pembangunan di Provinsi Sulawesi Tenggara dalam rangka memenuhi tujuan pembangunan pada rencana pembangunan jangka panjang dan jangka menengah.", "Daftar File": {"2013 TS PP APERTA LEDY ALAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101097", "2013 TS PP APERTA LEDY ALAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101098", "2013 TS PP APERTA LEDY ALAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101099", "2013 TS PP APERTA LEDY ALAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101100", "2013 TS PP APERTA LEDY ALAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101101", "2013 TS PP APERTA LEDY ALAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101102", "2013 TS PP APERTA LEDY ALAM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101103", "2013 TS PP APERTA LEDY ALAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101104"}, "Penulis": "APERTA LEDY ALAM (NIM : 22110027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ing, Ir. Aryo Prawoto Wibowo, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Konvergensi ekonomi, sektor pertambangan, LQ, tabel I-O", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}