{"Nomor": 19908, "Judul": "PERSAMAAN IPR TIDAK BERDIMENSI PADA SUMUR MINYAK DENGAN BOTTOM-WATER DRIVE", "Abstrak": "Tesis ini membahas tentang analisa kinerja sumur minyak dengan pengaruh water drive. Pengaruh water drive terdiri dari strong, medium dan low water drive. Pengaruh heterogenitas reservoir juga dianalisa dalam penelitian ini. Heterogonitas ditentukan berdasarkan persamaan Dykstra Parson. Dalam penelitian ini digunakan simulator Petrel dan Eclipse.   \n \n\nPengaruh kekuatan water drive dibagi menjadi tiga yaitu low, medium, dan strong dimana ditentukan dengan 1x, 5x, 10x  hidrokarbon. Sedangkan heterogenitasan ditentukan menjadi tiga berdasarkan koefisien Dykstra Parson. Persamaan dykstra parson yang digunakan adalah homogen (DP 0.1495), heterogen (DP 0.4795) dan sangat heterogen dengan DP 0,9146. Sensitivis juga dilakukan untuk mengetahui pengaruh beberapa perubahan terhadap kinerja reservoir. Sensitivitas diantaranya: selang perforasi, letak posisi perforasi, kekuatan aquifer, API gravity, heterogenitas dan faktor perolehan minyak.   \n \n\nIPR tiga fasa menunjukkan adanya pengaruh antara keheterogenitasan reservoir dan kekuatan aquifer. Semakin heterogen reservoir kurva IPR liquid dan oil akan semakin linear , ini disebabkan aquifer lebih cepat berpengaruh pada reservoir heterogen. Semakin besar volume aquifer kurva IPR Liquid dan Oil akan semakin melengkung ini disebabkan tekanan yang relaif konstant pada strong water drive dan ekspansi gas pada gas cap berkurang.    \n \n\nPeramalan kinerja sumur akan datang juga diteliti dalam penelitian ini. Dari hasil penelitian menunjukkan adanya pengaruh kekutatan aquifer terhadap  peramalan kurva IPR tak berdimensi.", "Daftar File": {"2012 TS PP ARIEF BUDI WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101135", "2012 TS PP ARIEF BUDI WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101136", "2012 TS PP ARIEF BUDI WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101137", "2012 TS PP ARIEF BUDI WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101138", "2012 TS PP ARIEF BUDI WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101139", "2012 TS PP ARIEF BUDI WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101140", "2012 TS PP ARIEF BUDI WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101141"}, "Penulis": "ARIEF BUDI WIBOWO (NIM : 22209002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr. Ir. Pudjo Sukarno."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "water drive, IPR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}