{"Nomor": 19902, "Judul": "SPEKTROSKOPI RAMAN AURIVILLIUS LAPIS EMPAT ABi4Ti4O15 (A = Ba, Sr, Pb)", "Abstrak": "Senyawa Aurivillius memiliki rumus umum An-1Bi2BnO3n+3 (n = 1, 2, 3, 4,ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â…) dan tersusun atas kombinasi blok kationik [Bi2O2]2+ dan blok anionik perovskit [An1BnO3n+1]2-. Salah satu sifat fisis yang menonjol senyawa Aurivillius adalah feroelektrik pada suhu ruang, sehingga material ini berpeluang digunakan pada dunia industri elektronika seperti sebagai kapasitor atau Ferroelectric Random Access Memorys (FRAMs). Sifat feroelektrik senyawa Aurivillius berasal dari perubahan-perubahan halus (subtle) pada struktur kristalnya yang dikenal sebagai mekanisme displacive yaitu: (a) pergeseran kation A atau B, (b) pergeseran relatif blok Bi2O2 terhadap blok perovskit (RL mode), dan (c) tilting oktahedra. Teknik spektroskopi Raman dikenal sebagai alat yang ideal untuk mendeteksi perubahan halus (subtle) pada tingkat lokal struktur kristal seperti tilting lemah pada lapis oktahedra, disorder kation, efek Jahn-Teller. Perubahan-perubahan halus pada lokal struktur kristal dapat dihubungkan dengan perubahan pola pada pergeseran bilangan gelombang, lebar setengah puncak atau full width half at maximum (FWHM) dan intensitas pada puncak vibrasi Ramannya. Dalam penelitian ini dilakukan kajian spektra Raman senyawa Aurivillius lapis empat ABi4Ti4O15 (A = Ba, Sr, Pb) dan Pb1-xBi4+xTi4-xMnxO15 (x = 0,2, dan 0,4) pada rentang suhu 100-850 K. Spektra Raman yang diperoleh akan dikoreksi dengan faktor Bose-Einstein dan selanjutnya di-fitting dengan menggunakan model Lorentzian untuk memperoleh nilai posisi puncak vibrasi (bilangan gelombang), FWHM dan intensitas. Kajian spektra Raman senyawa BaBi4Ti4O15 pada rentang suhu 100-850 K mengindikasikan bahwa transformasi struktural terjadi pada suhu (a) 300-350 K, (b) 400 K, dan (c) 670 K. Transformasi struktural pada suhu 300-350 K melibatkan (a) pergeseran kation Ba2+/Bi3+ yang yang ditunjukkan dengan modus vibrasi 35, 90, dan (b) tilting oktahedra yang ditunjukkan dengan modus vibrasi 225, 270, 460, 550 dan 886 cm-1, sedangkan transformasi struktural pada suhu 400 dan 670 K melibatkan (a) RL mode yang ditunjukkan dengan modus vibrasi 58 cm-1, dan (b) pergeseran kation Ba2+/Bi3+ atau Ti4+ yang ditunjukkan dengan modus vibrasi 155 cm-1. Transformasi struktural pada suhu 670 K berhubungan dengan transisi feroelektrik-paraelektrik (FE-PE). Kajian spektra Raman senyawa SrBi4Ti4O15 pada rentang suhu 850-100 K mengindikasikan bahwa transformasi struktural terjadi pada suhu (a) 300 K, (b) 380 K, (c) 670 K, dan (e) 800 K. Transformasi struktural pada suhu 300 K melibatkan (a) modus vibrasi pergeseran kation Sr2+/Bi3+ yang ditunjukkan dengan modus vibrasi 90 cm-1, dan (b) tilting oktahedra yang ditunjukkan dengan modus vibrasi 225, 550 dan 870 cm-1. Transformasi struktural pada suhu 380 K melibatkan (a) RL mode yang ditunjukkan dengan modus vibrasi 58 cm-1, dan (b) vibrasi bending-streching TiO6 yang ditunjukkan dengan modus vibrasi 380 cm-1. Transformasi struktural pada suhu 690 K melibatkan (a) pergeseran kation Sr2+/Bi3+ yang ditunjukkan pada modus vibrasi 40 cm-1, dan (b) tilting oktahedra TiO6 yang ditunjukkan pada modus vibrasi 225 cm-1. Transformasi struktural pada suhu 800 K berkaitan dengan transisi FE-PE melibatkan tilting oktahedra yang ditunjukkan pada modus vibrasi 380, dan 555 cm-1.Kajian spektra Raman senyawa PbBi4Ti4O15 pada rentang suhu 850-100 K mengindikasikan bahwa transformasi struktural terjadi pada suhu (a) 400 K, (b) 600 K, dan (c) 800 K. Transformasi struktural pada suhu 400 K melibatkan RL mode pada modus vibrasi 58 cm-1. Transformasi struktural pada suhu 600 K berhubungan dengan polarisasi spontan minornya melibatkan (a) pergeseran kation Pb2+/Bi3+ yang ditunjukkan dengan modus vibrasi 40 cm-1, dan (b) tilting oktahedra TiO6 dengan modus vibrasi 225 cm-1. Transformasi struktural pada suhu 800 K yang berhubungan dengan transisi FE-PE melibatkan RL mode.Kajian spektra Raman senyawa Pb0,8Bi4,2Ti3,8Mn0,2O15 pada rentang suhu 850-100 K mengindikasikan bahwa transformasi struktural terjadi pada suhu (a) 400 K, (b) 570 K, dan (c) 800 K. Pada suhu 400, transformasi struktural melibatkan RL mode yang ditunjukkan pada modus vibrasi 58 cm-1. Transformasi struktural pada suhu 570 K melibatkan (a) pergeseran kation Pb2+/Bi3+ yang ditunjukkan pada modus vibrasi 40 cm-1, dan (b) tilting oktahedra TiO6 yang ditunjukkan pada modus vibrasi 225, 550 dan 690 cm-1. Transformasi struktural pada suhu 800 K berhubungan dengan transisi FE-PE dan melibatkan RL mode. Pada senyawa Pb0,6Bi4,4Ti3,6Mn0,4O15 ditemukan transformasi struktural pada suhu (a) 400 K, dan (b) 765 K. Transformasi struktural pada suhu 400 K melibatkan (a) pergeseran kation Pb2+/Bi3+ yang ditunjukkan pada modus vibrasi 40, 110 dan 115 cm-1, (b) RL mode yang ditunjukkan pada modus vibrasi 58 cm-1, dan (c) tilting oktahedra TiO6 yang ditunjukkan pada modus vibrasi 225 cm-1. Transformasi struktural pada suhu 750 K yang berhubungan dengan transisi FEPE melibatkan RL mode. Ukuran kation A mempengaruhi suhu transformasi struktural yang melibatkan pergeseran kation A (Ta), semakin besar jari jari kation A maka Ta akan semakin menurun. Pergeseran kation A berpengaruh pada lokal struktur TiO6 yang ditunjukkan dengan kesesuaian suhu transformasi struktural yang melibatkan pergeseran kation A dan tilting oktahedra. Pada penggantian kation Ti4+ oleh Mn3+ akan menyebabkan kemampuan perubahan volume lokal dari satu unit vibrasi BO6 menjadi lebih besar seiiring dengan kenaikan kandungan doping Mn3+.", "Daftar File": {"2016 DIS PP ANTON PRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101088", "2016 DIS PP ANTON PRASETYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101089", "2016 DIS PP ANTON PRASETYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101087", "2016 DIS PP ANTON PRASETYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101085", "2016 DIS PP ANTON PRASETYO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/101086", "2016 DIS PP ANTON PRASETYO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/101083", "2016 DIS PP ANTON PRASETYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101084", "2016 DIS PP ANTON PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101082"}, "Penulis": "ANTON PRASETYO (NIM: 30511011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ismunandar", "Dr. Veinardi Suendo", "Dr. Agustinus Agung Nugroho"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Raman spectroscopy, temperature-dependent, the transformation structural, ferroelectric paraelectric transition, Senyawa Aurivillius, spektroskopi Raman, Modus vibrasi, transformasi struktural, transisi feroelektrik, paraelektrik", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}