{"Nomor": 19909, "Judul": "TEKNIK PENCARIAN GARDINER LINE UNTUK STUDI AWAL PERLUASAN LANDAS KONTINEN INDONESIA BERDASARKAN DATA GLOBAL (Studi Kasus : Selatan Nusa Tenggara)", "Abstrak": "Menurut United Nations Convention on The Law of The Sea (UNCLOS 1982), landas kontinen diartikan sebagai dasar laut dan tanah dibawahnya dari daerah dibawah permukaan laut yang terletak di luar daerah laut territorial sepanjang kelanjutan alamiah daratan hingga pinggiran luar tepi kontinen atau hingga suatu jarak 200 mil laut dari garis pangkal. Salah satu syarat penentuan untuk perluasan landas kontinen yang melebihi jarak 200 mil laut adalah dengan menentukan syarat formula (Formula Line). Penelitian ini bertujuan untuk menentukan aspek pada syarat formula yaitu Gardiner Line (Garis Gardiner) dengan cara Menghubungkan titik-titik tetap terluar dimana ketebalan batu endapan paling sedikit 1% dari jarak terdekat titik tersebut ke kaki lereng kontinen, serta untuk mengetahui pengaruh Gardiner Line tersebut apakah menguntungkan atau tidak bagi Indonesia untuk melakukan perluasan landas kontinennya di selatan Nusa Tenggara.      \n \n \n \n \n \n\nMetode yang digunakan dalam penelitian ini yaitu berupa pembentukan Gardiner Line dengan menggunakan data global, serta studi literatur jurnal-jurnal ilmiah sebagai referensinya. Kemudian dilakukan perbandingan kedudukan hasil Gardiner Line yang dibentuk dengan zona 200 mil dari garis pangkal Indonesia (Zona Ekonomi Ekslusif).      \n \n \n \n \n \n\nDari penelitian ini dihasilkan tahapan-tahapan dalam menentukan Gardiner Line, serta Gardiner Line yang terbentuk berada di sekitar koordinat 11 derajat s/d 11.5 derajat lintang selatan dan 114 derajat s/d 120 derajat bujur timur. Dan dapat disimpulkan bahwa syarat formula tidak menguntungkan bagi Indonesia untuk melakukan perluasan landas kontinen di selatan Nusa Tenggara, sebab Gardiner Line yang dibentuk tidak melebihi garis zona 200 mil laut di selatan Nusa Tenggara.", "Daftar File": {"2016 TA PP ARIE JANUAR FAZRIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101142", "2016 TA PP ARIE JANUAR FAZRIANSYAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/101143", "2016 TA PP ARIE JANUAR FAZRIANSYAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/101144", "2016 TA PP ARIE JANUAR FAZRIANSYAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/101145", "2016 TA PP ARIE JANUAR FAZRIANSYAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/101146", "2016 TA PP ARIE JANUAR FAZRIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101147"}, "Penulis": "ARIE JANUAR FAZRIANSYAH (NIM : 15111022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UNCLOS 1982, Landas Kontinen, Gardiner Line, Garis 200 Mil Laut.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}