{"Nomor": 19918, "Judul": "PENERAPAN METODE SPEKTROMETRI ANALYTICAL SPECTRAL DEVICES (ASD) UNTUK STUDI ZONA ALTERASI: STUDI KASUS PROSPEK TOGURACI DAN TOBOBO,KABUPATEN HALMAHERA UTARA, PROVINSI MALUKU UTARA", "Abstrak": "Penerapan metode spektrometri ASD untuk studi zona alterasi bertujuan untuk mengidentifikasi asosiasi mineral hasil alterasi dan menentukan zona alterasi yang berkembang di daerah penelitian Zona alterasi yang berkembang di prospek Toguraci dan Tobobo antara lain: zona potasik, propilitik dan argilik. Zona potasik tersusun atas biotit - kfeldspar, zona propilitik terdiri atas klorit - epidot - serisit dan zona argilik terdiri dari serisit - kuarsa - smektit - illit -kaolinit. Zona alterasi tersebut merupakan tipikal untuk zona alterasi yang umum pada sistem endapan porfiri.  \n \n\nMetode spektrometri ASD sangat tepat digunakan untuk identifikasi mineral-mineral lempung secara cepat, real-time, dan praktis di lapangan mengingat dimensi alat yang relatif mudah dibawa. Metode ini memiliki keterbatasan dalam identifikasi mineral selain mineral lempung jika dibandingkan dengan metode XRD dan petrografi. Berdasarkan peta interpretasi zona alterasi daerah Toguraci, perencanaan eksplorasi disarankan ke arah tenggara dari daerah Toguraci mengingat penyebaran zona alterasi argilik yang cenderung ke arah tenggara. Sedangkan, perencanaan eksplorasi untuk daerah Tobobo diharapkan ke arah utara - timur dari daerah Tobobo yang mana merupakan arah penyebaran alterasi argilik. Hal ini  \n \n\ntentu harus diimbangi dengan metode eksplorasi yang lain agar dapat meningkatkan tingkat keyakinan geologi dan meminimalkan risiko.", "Daftar File": {"2010 TS PP ARI KUSNIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101211", "2010 TS PP ARI KUSNIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101212", "2010 TS PP ARI KUSNIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101213", "2010 TS PP ARI KUSNIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101214", "2010 TS PP ARI KUSNIADI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/101215", "2010 TS PP ARI KUSNIADI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/101216", "2010 TS PP ARI KUSNIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101217", "2010 TS PP ARI KUSNIADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101218", "2010 TS PP ARI KUSNIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101219"}, "Penulis": "ARI KUSNIADI (NIM: 22106330)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Syafrizal, ST., MT.", "Prof. Dr. Ir. Sudarto Notosiswoyo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "prospek Tobobo dan Toguraci, zona alterasi, metode spektrometri ASD", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}