{"Nomor": 19919, "Judul": "MODEL PEMILIHAN LOKASI PERUMAHAN DENGAN SISTEM INFORMASI GEOGRAFIS (SIG) SEBAGAI ALAT BANTU Studi Kasus: Perumahan Kelas Menengah Atas di Kota Semarang", "Abstrak": "Lokasi merupakan faktor terpenting yang harus dipertimbangkan pengembang sebelum suatu proyek pembangunan perumahan mulai diselenggarakan. Untuk itu \n\nsebagian besar pengembang akan melakukan kegaiatan pemilihan lokasi sebagai salah satu bentuk pengambilan keputusan dari sejumlah alternatif lokasi sebelum \n\nmemutuskan tempat penyelenggaraan proyek pembangunan perumahan. Namun saat ini pemilihan lokasi yang saat ini dilakukan masih secara konvensional tanpa menggunakan teknologi informasi sebagai alat bantu dimana metode ini hanya mempertimbangkan kriteria yang terbatas dan membutuhkan waktu yang lama. Oleh karena itu diperlukan suatu metode lain yang mampu mengintegrasikan lebih banyak persyaratan yang digunakan dalam pemilihan \n\nlokasi secara lebih cepat, tepat dan akurat untuk mengatasi permasalahan tersebut. Penelitian ini selanjutnya akan menjawab pertanyaan bagaimana \n\nmengintegrasikan persyaratan teknis dan biaya dalam pemilihan lokasi perumahan agar dapat diperoleh alternatif lokasi terbaik melalui pengembangan model \n\npemilihan lokasi perumahan dengan memanfaatkan Sistem Informasi Geografis sebagai alat bantu dimana penetuan prioritas dalam pemilihan lokasi ini dilakukan dengan menggunakan pembobotan nilai. Penelitian ini juga mengembangkan model estimasi biaya untuk memberikan gambaran besarnya biaya yang dibutuhkan dari setiap alternatif lokasi yang telah memenuhi persyaratan teknis. Dari hasil pengembangan model tersebut, selanjutnya dilakukan uji model dengan studi kasus perumahan kelas menengah atas di Kota Semarang. Hasil pengujian model tersebut menunjukkan model yang dikembangkan dapat digunakan untuk mencari alternatif terbaik berdasarkan persyaratan teknis dan persyaratan biaya.", "Daftar File": {"2006 TS PP ARI PUJI ASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101220", "2006 TS PP ARI PUJI ASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101221", "2006 TS PP ARI PUJI ASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101222", "2006 TS PP ARI PUJI ASTUTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101223", "2006 TS PP ARI PUJI ASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101224", "2006 TS PP ARI PUJI ASTUTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101225", "2006 TS PP ARI PUJI ASTUTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101226", "2006 TS PP ARI PUJI ASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101227"}, "Penulis": "ARI PUJI ASTUTI (NIM: 25003015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Purnomo Soekirno dan Bapak Dr. Ir. D. Muhally Hakim , M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lokasi Perumahan, Pemilihan Lokasi, SIG", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "28 Sep 2016"}