{"Nomor": 19913, "Judul": "ESTIMASI DAN SIMULASI ELEVASI TOP ZONA BEDROCK ENDAPAN NIKEL LATERIT DI PULAU PAKAL, PROVINSI MALUKU UTARA DENGAN METODE ORDINARY COKRIGING DAN SEQUENTIAL GAUSSIAN SIMULATION", "Abstrak": "Permasalahan dalam eksplorasi endapan nikel laterit terjadi ketika terdapat pemboran menggantung dimana pemboran berhenti pada suatu posisi yang belum menyentuh top zona bedrock. Hal tersebut dapat menyebabkan estimasi sumberdaya menjadi tidak optimal apabila pemodelan endapan didasarkan pada data pemboran menggantung tersebut. Pendekatan geostatistik multivarian melalui metode Ordinary Cokriging diimplementasikan untuk mengestimasi posisi top zona bedrock khususnya pada titik pemboran menggantung tersebut dengan memanfaatkan elevasi top zona high saprolite ore zone (HSOZ) sebagai variabel sekunder dimana elevasi top zona bedrock atau elevasi bottom zona high saprolite ore zone (HSOZ) merupakan variabel primer yang didapat dari pemboran yang tidak menggantung. Korelasi linear yang kuat dan kemiripan normalitas distribusi data dari kedua variabel mampu memberikan derajat korelasi spasial dan koherensi struktur spasial yang memadai yang dibutuhkan dalam pemodelan spasial multivarian melalui Linear Model of Coregionalization.             \n\nPendekatan Ordinary Cokriging secara statistik mampu meningkatkan derajat estimasi dibandingkan dengan Ordinary Kriging dalam penurunan varians estimasi khususnya di bagian tengah daerah penelitian yang memiliki struktur spasial lebih sederhana dan karakteristik spasial relatif bebas dari drift. Pendekatan Kriging dengan Trend juga diaplikasikan untuk melengkapi hasil perbandingan estimasi top zona bedrock khususnya di bagian selatan dan utara daerah penelitian yang memiliki karakter trend yang kuat. Pola sampling density yang tercermin dalam distribusi penyebaran letak data variabel sekunder terhadap variabel primer berperan dalam penurunan varians estimasi oleh pendekatan Ordinary Cokriging. Simulasi stokastik kondisional diimplementasikan untuk melengkapi gambaran variabilitas lokal terhadap hasil estimasi Ordinary Cokriging dimana profil dan topografi bedrock di daerah penelitian bersifat kompleks. Realisasi simulasi yang dibangkitkan melalui metode Sequential Gaussian Simulation dengan memanfaatkan histogram dan fungsi distribusi kumulatif data awal mampu memberikan gambaran distribusi variabilitas elevasi top zona bedrock di bagian utara dan selatan daerah penelitian yang memiliki struktur spasial lebih kompleks dan variabilitas data yang relatif lebih tinggi.", "Daftar File": {"2010 TS PP ARIF BUDIYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101171", "2010 TS PP ARIF BUDIYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101172", "2010 TS PP ARIF BUDIYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101173", "2010 TS PP ARIF BUDIYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101174", "2010 TS PP ARIF BUDIYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101175", "2010 TS PP ARIF BUDIYONO 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/101176", "2010 TS PP ARIF BUDIYONO 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/101177", "2010 TS PP ARIF BUDIYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101178", "2010 TS PP ARIF BUDIYONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/101179", "2010 TS PP ARIF BUDIYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101180"}, "Penulis": "ARIF BUDIYONO (NIM : 22107007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :             \n\nDr. M. Nur Heriawan, ST., MT.", "Dr. Syafrizal, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bedrock, linear model of coregionalization, ordinary cokriging, pemboran menggantung, realisasi simulasi, varians estimasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}