{"Nomor": 19916, "Judul": "PERMODELAN DAN OPTIMASI JARINGAN VENTILASITAMBANG CIURUG UBPE PONGKOR, PT. ANEKA TAMBANG,Tbk, MENGGUNAKAN PERANGKAT LUNAK MIVENA 6.2C", "Abstrak": "Sistem Ventilasi bawah tanah, mempunyai peranan penting dalam kontrol kuantitas, kualitas dan temperatur-kelembaban untuk  menciptakan lingkungan kerja yang semestinya sesuai dengan peraturan berlaku. Seiring perkembangan proses penambangan yang kontinyu dan dinamis, maka diperlukan suatu jaringan ventilasi yang kontinyu dan dinamis pula. Untuk pengembangan jaringan ventilasi diperlukan suatu acuan yaitu analisis terhadap keadaan jaringan saat ini.            \n \n\nKompleksitas dan banyaknya paramater yang mempengaruhi suatu sistem ventilasi, menuntut penggunaan mikroprosessor untuk melakukan perhitungan lebih cepat dan akurat. Sebuah program untuk memodelkan jaringan ventilasi, Mivena (Mine Ventilation Analysis) telah dikembangkan sejak tahun 1986 di Akita University, Jepang, dengan menerapkan pendekatan Nodal Flow Potential menggantikan algoritma Hardy Cross yang saat ini banyak digunakan untuk menganalisa airflow. Selain itu, Mivena dapat pula digunakan untuk memprediksi pengaruh perpindahan panas dan/atau penguapan yang terjadi terhadap kondisi psikrometri dari lingkungan tambang bawah tanah antara lain tekanan ventilasi alami, perubahan specific volume dan lain sebagainya.", "Daftar File": {"2007 TA PP ARIF WIDIATMOJO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101195", "2007 TA PP ARIF WIDIATMOJO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101196", "2007 TA PP ARIF WIDIATMOJO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101197", "2007 TA PP ARIF WIDIATMOJO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101198", "2007 TA PP ARIF WIDIATMOJO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101199", "2007 TA PP ARIF WIDIATMOJO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101200", "2007 TA PP ARIF WIDIATMOJO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101201", "2007 TA PP ARIF WIDIATMOJO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101202"}, "Penulis": "ARIF WIDIATMOJO (NIM 121 03 009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof, Dr, Ir. Rudy Sayoga Gautama."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Modeling, Ventilation Network, Mivena6.2C, Nodal Flow Potential, optimizations, main fan performance, dust, temperature-humidity.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}