{"Nomor": 19917, "Judul": "ANALISIS POTENSI KETERSEDIAAN DAN KEBUTUHAN AIRTANAH SERTA PEMBUATAN ZONA KONSERVASI UNTUK MENENTUKAN HARGA DASAR AIR DALAM PERHITUNGAN PAJAK AIRTANAH DI KABUPATEN TANGERANG", "Abstrak": "Pembangunan berkelanjutan adalah konsep pembangunan yang intinya berusaha memenuhi kebutuhan saat ini tanpa mengorbankan kepentingan generasi mendatang. Pemanfaatan sumber daya air khususnya airtanah harus direncanakan  \n \n\ndan dipertanggung jawabkan dengan mempertimbangkan kapasitas sumber daya yang tersedia, dan cadangan fungsi serta keseimbangan lingkungan. Oleh karena itu pengembangan dan pemanfaatan sumberdaya airtanah harus direncanakan secara optimal, efektif dan efisien sesuai dengan pola pemakaian sumber daya air secara bijaksana.  \n \n\nPenelitian ini bertujuan untuk mengidentifikasi kondisi potensi ketersediaan dan kebutuhan sumberdaya airtanah, serta membuat zona konservasi sumberdaya airtanah, untuk mengetahui kerusakan kondisi airtanah yang meliputi, kerusakan kuantitas, kualitas dan lingkungan airtanah, dimana pajak airtanah sebagai alat kontrol dalam pemanfaatan airtanah serta untuk memberikan rasa keadilan kepada pemanfaat airtanah, karena besarnya pengambilan airtanah tidak sama. Hasil penelitian menunjukkan bahwa kondisi ketersediaan airtanah terus mengalami penurunan dengan laju penurunan sebesar 0,15% tiap tahunnya. Hal tersebut dikarenakan telah terkonversinya lahan resapan airtanah yang berada di wilayah tangkapan air. Pemanfaat airtanah di Kabupaten Tangerang di dominasi oleh sektor industri namun dari analisis yang didapat terjadi penurunan tiap tahunnya, yang menunjukkan efektifnya pajak pemanfaatan airtanah. Dari zonasi yang dibuat terdapat 5 zona, yaitu zona resapan airtanah, aman, aman terbatas, rawan dan kritis.  \n \n\nUntuk tarif harga dasar air dalam menentukan pajak pemanfaatan airtanah yang terendah adalah Rp.878,- /m3 untuk pengambilan di zona aman dan yang tertinggi  \n \n\nRp. 5.492,-/m3 untuk pemanfaat airtanah di zona kritis.  \n \n\nSecara umum kondisi airtanah di Kabupaten Tangerang masih dalam kondisi aman, namum untuk mengantisipasi kondisi tersebut maka direkomendasikan untuk menjaga daerah resapan airtanah dan memanfaatkan potensi air permukaan dalam memenuhi kebutuhan untuk sektor industri. Selain itu perlu melakukan pembuatan bangunan resapan serta pembangunan baru sarana terminal air buatan (waduk atau embung) untuk menjaga ketersediaan air apada musim kering.", "Daftar File": {"2010 TS PP ARI JAMES FARADDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101203", "2010 TS PP ARI JAMES FARADDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101204", "2010 TS PP ARI JAMES FARADDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101205", "2010 TS PP ARI JAMES FARADDY 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/101206", "2010 TS PP ARI JAMES FARADDY 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/101207", "2010 TS PP ARI JAMES FARADDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101208", "2010 TS PP ARI JAMES FARADDY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101209", "2010 TS PP ARI JAMES FARADDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101210"}, "Penulis": "ARI JAMES FARADDY (NIM: 22108017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Lilik Eko Widodo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ketersediaan, kebutuhan, konservasi dan pajak airtanah.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}