{"Nomor": 19931, "Judul": "MODEL PEMENUHAN KEBUTUHAN BATUBARA PENGGANTI BBM UNTUK MENUNJANG INDUSTRI TEKSTIL DI JAWA BARAT", "Abstrak": "Penggunaan BBM sebagai sumber energi utama saat ini masih sangat vital. Namun, kenaikan harga BBM dalam beberapa tahun terakhir berdampak luar biasa terhadap industri di Indonesia, terutama industri tekstil di Jawa Barat. Tingginya biaya produksi yang diakibatkan oleh kenaikan harga BBM tersebut membuat banyaknya industri tekstil mendiversifikasikan energinya dari BBM ke batubara. Kebijakan DMO batubara yang dikeluarkan pemerintah semakin mendorong industri tersebut untuk mengalihkan sumber energinya dari BBM ke batubara. Analisis manfaat dan biaya dalam penelitian membuktikan bahwa penggunaan batubara lebih efisien dibandingkan dengan menggunakan BBM. Model ekonometrik yang dibangun dalam penelitian mampu menjelaskan keterkaitan antar variabel pemenuhan kebutuhan batubara. Hasil simulasi pemodelan menunjukkan jika semua industri tekstil di Jawa Barat mendiversifikasikan energinya dari BBM menjadi batubara, maka kebutuhan batubara dapat terpenuhi dengan baik jika didukung dengan pengembangan infrastruktur yang memadai (skenario diversifikasi dan perluasan infrastruktur). Sebaliknya, jika tidak didukung dengan pengembangan infrastruktur, maka kebutuhan batubara tidak akan terpenuhi oleh penyediaan batubara pada masa yang akan datang (skenario diversifikasi). Hasil proyeksi menunjukkan jika semua industri tekstil di Jawa Barat mendiversifikasikan energinya dari BBM ke batubara, maka kebutuhan batubara industri tersebut pada tahun 2025 mencapai 18,48 juta ton atau sekitar 4,78% dari produksi batubara nasional saat ini (tahun 2012) yang mencapai 386,4 juta ton.", "Daftar File": {"2013 TS PP ASEP ANGGA KUSUMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101317", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101318", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101319", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101320", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/101321", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/101322", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101323", "2013 TS PP ASEP ANGGA KUSUMAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101324", "2013 TS PP ASEP ANGGA KUSUMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101325"}, "Penulis": "ASEP ANGGA KUSUMAH (NIM : 22110004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Aryo Prawoto Wibowo, M.Eng", "Prof. Dr. Ir. Yogi, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Diversifikasi, DMO, industri tekstil Jawa Barat, kebutuhan batubara, model ekonometrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}