{"Nomor": 19933, "Judul": "SINTESIS, KARAKTERISASI SIFAT TRANSPORT PANAS DAN LISTRIK SENYAWA KRISTAL TUNGGAL &#947;-MnNi", "Abstrak": "Dalam system binary alloy, Mn dapat memiliki empat fasa yang berbeda yaitu, α, β, γ dan δ. Diantara ke-4 fase tersebut, fase γ-Mn ditemukan berbagai struktur antiferomagnetik seperti collinear, spin density wave dan spiral density wave bergantung pada keadaan disorder yang ada dalam system tersebut. Kebanyakan dari system diperoleh dalam bentuk senyawa polikristal sehingga masih banyak sifat fisis yang terkait pada keadaan struktur spin tersebut belum terungkap. Pada tugas akhir ini, akan dilaporkan sintesis polikristal γ-MnNi, karakterisasi struktur dan sifat fisis dari kristal tunggal senyawa γ-MnNi. Sintesis kristal tunggal dilakukan terpisah dengan menggunakan metode Czochralski. Kristal tunggal yang dihasilkan dikarakterisasi strukturnya dengan menggunakan Powder X-ray Diffractometer dan Single Crystal Diffractometer untuk mendapatkan orientasi pada bidang [111]. Selanjutnya, pengukuran sifat transport listrik dan panas telah dilakukan pada sampel tersebut dengan menggunakan PPMS Quantum Design untuk mengetahui pengaruh disorder terhadap sifat-sifat fisis tersebut. Hasil pengukuran transport listrik menunjukan adanya resistivitas minimum pada suhu 29.448 K akibat interaksi antara elektron konduksi dengan magnetik disorder. Sedangkan hasil analisis aproksimasi Debye pada pengukuran transport panas pada suhu rendah menunjukan tidak adanya transisi fasa dan menghasilkan suhu Debye pada suhu 333 K.", "Daftar File": {"2013 TA PP  ASEP RIDWAN NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101334", "2013 TA PP  ASEP RIDWAN NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101335", "2013 TA PP  ASEP RIDWAN NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101336", "2013 TA PP  ASEP RIDWAN NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101337", "2013 TA PP  ASEP RIDWAN NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101338", "2013 TA PP  ASEP RIDWAN NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101339", "2013 TA PP  ASEP RIDWAN NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101340"}, "Penulis": "ASEP RIDWAN NUGRAHA (NIM : 10209109)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agustinus Agung Nugroho, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "γ-MnNi, Powder X-ray Diffractometer, Single Crystal Diffractometer, Kapasitas Panas dan Resistivitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}