{"Nomor": 19932, "Judul": "ANALISIS VARIASI KANDUNGAN PIRITIK SULFUR BATUBARA SEAM D DAN SEAM E FORMASI MUARA ENIM", "Abstrak": "Batubara Seam D dan Seam E termasuk kedalam Formasi Muara Enim di Cekungan Sumatera Selatan berumur Miosen Tengah sampai Miosen Akhir. Lokasi penelitian bertempat di tambang batubara Air Laya, PTBA, Tanjung Enim,  \n \n\nSumatera Selatan. Tujuan dari penelitian ini adalah untuk mengetahui genesa sulfur piritik serta peran lingkungan pengendapan dan struktur geologi terhadap  \n \n\nvariasi kandungan sulfur batubara Seam D dan Seam E. Pengamatan dilakukan terhadap sampel batubara hasil dari pemboran eksplorasi pada pit penambangan Air Laya. Analisis yang dilakukan adalah analisis petrografi, analisis sulfur dan analisis SEM, yang didukung dengan hasil analisis reflektansi vitrinit dan proksimat batubara tersebut. Berdasarkan hasil rekonstruksi lingkungan pengendapan batubara dengan menggunakan 4 parameter yaitu : derajat pengawetan jaringan tumbuhan (TPI), derajat Gelifikasi (GI), derajat pengaruh air tanah (GWI) dan aspek vegetasi (VI) diinterpretasikan bahwa batubara Seam D dan Seam E diendapkan pada  \n \n\nlingkungan pengendapan upper delta plain dengan tipe gambut ombrotrophic. Berdasarkan hasil analisis sulfur, didapatkan bahwa kandungan sulfur total ratarata  \n \n\npada batubara Seam D adalah 1,6% didominasi oleh sulfur organik dan sulfur piritik, sedangkan pada batubara Seam E, rata-rata kandungan sulfur total adalah 0,94% didominasi oleh sulfur organik. Kondisi struktur geologi di daerah penelitian terjadi setelah pembentukan  \n \n\nbatubara, mengakibatkan peningkatan kualitas batubara Seam D dan Seam E, tetapi tidak mempengaruhi kandungan sulfur pada batubara Seam D dan Seam E yang lebih dipengaruhi oleh tipe tumbuhan pembentuk dan kondisi lingkungan pengendapan. Hal ini didukung selain oleh analisis bentuk sulfur dan penyebaran secara lateral, juga didukung oleh hasil analisis petrografi dan SEM, dimana sulfur pirit yang terbentuk didominasi oleh sulfur pirit singenetik.", "Daftar File": {"2010 TS PP ASEP BAHTIAR PURNAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101326", "2010 TS PP ASEP BAHTIAR PURNAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101327", "2010 TS PP ASEP BAHTIAR PURNAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101328", "2010 TS PP ASEP BAHTIAR PURNAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101329", "2010 TS PP ASEP BAHTIAR PURNAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101330", "2010 TS PP ASEP BAHTIAR PURNAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101331", "2010 TS PP ASEP BAHTIAR PURNAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101332", "2010 TS PP ASEP BAHTIAR PURNAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101333"}, "Penulis": "ASEP BAHTIAR PURNAMA (NIM : 22106326)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Komang Anggayana, MS", "Dr. Syafrizal., ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Batubara Seam D, Batubara Seam E, Formasi Muara Enim", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}