{"Nomor": 19937, "Judul": "BIODIVERSITAS MIKROORGANISME PROKARIOT  PADA WHEY  TAHU LEMBANG, SUMEDANG  DAN GARUT JAWA BARAT", "Abstrak": "Tahu adalah salah satu produk olahan dari kacang kedelai yang memiliki kandungan nutrisi yang baik bagi tubuh. Tahu Sumedang, Tahu Lembang dan juga Tahu Garut merupakan tiga jenis tahu yang diproduksi di tempat berbeda, tetapi masih berdekatan (dalam satu provinsi, yakni Jawa Barat). Meskipun dibuat dari bahan dasar yang sama yakni kedelai, setiap industri tahu akan menghasilkan produk tahu yang berbeda, baik dari segi rasa, aroma, tekstur, dan kekenyalan. Perbedaan ini bisa disebabkan oleh adanya perbedaan perlakuan selama proses pembuatan tahu. Perbedaan jenis koagulan yang digunakan juga bisa menjadi faktor penyebab perbedaan dari setiap produk tahu. Whey tahu, yang selama ini dikenal sebagai produk sampingan tahu, ternyata bisa berfungsi sebagai koagulan pada proses pembuatan tahu selanjutnya. Jenis mikroorganisme yang terdapat pada whey tahu diperkirakan dapat mempengaruhi citarasa dari tahu. Maka dilakukan penelitian untuk mengetahui jenis mikroorganisme yang terkandung dalam whey Tahu Lembang, Sumedang dan Garut melalui pendekatan metagenom. Melalui pendekatan ini, spesies mikroba dalam suatu lingkungan dapat diketahui, bahkan tanpa perlu dikultivasi terlebih dahulu.  Sampel whey difiltrasi dengan membran selulosa asetat 0,2 Ã‚Âµm. Mikroorganisme yang tersaring diisolasi total DNA-nya dengan metode Klijn dan digunakan, sebagai cetakan untuk mendapatkan fragmen 16S rRNA. Fragmen sepanjang Ã‚Â±400 pb ini diperbanyak dengan menggunakan metode touchdown PCR. Amplikon yang didapatkan kemudian dipisahkan lagi dengan analisis DGGE. Optimasi DGGE dilakukan dengan kondisi gel 8% dan rentang denaturan 30%-80%. Informasi keragaman bakteri diperoleh dengan cara membandingkan urutan DNA gen 16S rRNA cuplikan dengan database GenBank dan analisis filogenetik.  Hasil pemisahan melalui DGGE menunjukkan terdapat 5 pita sampel Lembang, 14 pita sampel Sumedang dan 11 pita sampel Garut pada elektroforegram dengan intensitas yang berbeda. Hasil analisis homologi terhadap urutan nukelotida dari masing-masing pita menunjukkan bahwa mikroorganisme yang terkandung dalam Tahu Lembang, Sumedang dan Garut berbeda, yakni mikroorganisme yang terkandung pada whey Tahu Lembang memiliki kekerabatan lebih dekat dengan Bacterium EM, mikroorganisme yang terkandung dalam Tahu Sumedang memiliki kekerabatan lebih dekat dengan Acinobacter sp. dan Uncultured Bacterium sedangkan mikroorganisme yang terkandung pada Tahu Garut memiliki kekerabatan lebih dekat dengan Uncultured Bacterium. Hasil analisis filogentik menunjukkan adanya mikroorganisme pada whey tahu yang berbeda pada cabang yang terpisah pada pohon filogenetik. Hal ini menunjukkan bahwa mikroorganisme tersebut kemungkinan merupakan galur baru. Hasil analisis homologi dari filogenetik juga menunjukkan bahwa ketiga whey tahu mengandung jenis mikroorganisme yang berbeda yang berpengaruh terhadap karakteristik produk tahu yang dihasilkan. Karakteristik ketiga jenis tahu ditentukan berdasarkan identifikasi senyawa penyusun aroma menggunakan GC-MS, serta uji organoleptik. Untuk mengetahui perbedaan senyawa penghasil aroma dari ketiga jenis tahu tersebut, dilakukan metode ekstraksi pada sampel tahu menggunakan pelarut n-pentana kemudian dianalisis menggunakan GC-MS (Shimadzu Qp-5000), dengan program suhu awal 40oC selama 5 menit dan suhu akhir 225oC selama 5 menit, dengan laju kenaikkan suhu 40oC/menit. Senyawa penyusun aroma dari ketiga jenis tahu termasuk kedalam golongan ester, alkena dan aldehid. Uji  organoleptik menunjukkan bahwa uji kenampakan warna yang disukai panelis adalah Tahu Sumedang sejumlah 82%, uji tekstur yang lebih disukali panelis sejumlah 83% adalah Tahu Garut, uji kekenyalan yang lebih disukai panelis sejumlah 75% adalah Tahu Lembang, uji  rasa yang lebih disukai sejumlah 88% adalah Tahu Lembang, uji aroma yang lebih disukai panelis sejumlah 82% adalah Tahu Lembang.", "Daftar File": {"2016 TS PP ASSYIFA JUNITASARI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101362", "2016 TS PP ASSYIFA JUNITASARI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101363", "2016 TS PP ASSYIFA JUNITASARI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101364", "2016 TS PP ASSYIFA JUNITASARI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101365", "2016 TS PP ASSYIFA JUNITASARI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101366", "2016 TS PP ASSYIFA JUNITASARI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101367", "2016 TS PP ASSYIFA JUNITASARI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101368"}, "Penulis": "ASSYIFA JUNITASARI (NIM: 20514036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Fida M. Warganegara, MS., Ph.D", "Dr. Made Puspasari Widhiastuty"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Biodiversitas, Mikroorganisme, Whey Tahu, 16S rRNA, DGGE, GC-MS", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}