{"Nomor": 19947, "Judul": "ANALISIS FASIES KARBONAT DAN DIAGENESIS FORMASI PEUTU LAPANGAN ABC CEKUNGAN SUMATERA UTARA", "Abstrak": "Lapangan ABC adalah suatu lapangan gas di Cekungan Sumatera Utara yang mempunyai kandungan gas yang cukup besar dari reservoir karbonat Formasi Peutu. Permasalahan yang berhubungan dengan reservoir karbonat adalah heterogenitas kualitas reservoir yang sangat tinggi, sehingga jika hal ini tidak diperhatikan akan menyebabkan kegagalan dalam mengeksploitasi hidrokarbon yang terkandung di dalamnya. Kualitas reservoir terutama porositas sangat dipengaruhi oleh penyebaran fasies karbonat dan diagenesis yang terjadi. \n \n\nPenelitian ini dilakukan untuk mengetahui penyebaran fasies dan perkembangan diagenesis yang terjadi pada reservoir karbonat Formasi Peutu Cekungan Sumatera Utara serta hubungannya dengan porositas yang berkembang di Lapangan ABC. Nama dan koordinat lapangan sengaja disamarkan karena lapangan ini masih dalam tahap pengembangan dan belum menjadi domain publik. \n \n\nHasil penelitian menunjukkan bahwa terdapat hubungan yang sangat erat antara diagenesis yang terjadi di Lapangan ABC ini dengan porositas yang berkembang, sedangkan penyebaran fasies kurang berpengaruh terhadap perkembangan porositas tersebut. Hal ini terjadi karena reservoir karbonat di lapangan ABC tersebut pernah terekspose ke permukaan dan membentuk karst, namun setelah itu mengalami subsidence dan late charging sehingga porositas yang berkembang tertutup kembali oleh semen dan hanya menyisakan pori-pori yang kecil. Porositas mengalami peningkatan lagi setelah terjadinya suatu proses tektonik pada Lapangan ABC sehingga pori-pori yang ada menjadi terhubung satu dengan lainnya oleh suatu micro fracture. Hal ini menyebabkan adanya porositas yang lebih baik pada sumur-sumur yang terletak di dekat patahan.", "Daftar File": {"2009 TS PP BAMBANG SUPRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101444", "2009 TS PP BAMBANG SUPRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101445", "2009 TS PP BAMBANG SUPRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101446", "2009 TS PP BAMBANG SUPRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101447", "2009 TS PP BAMBANG SUPRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101448", "2009 TS PP BAMBANG SUPRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101449", "2009 TS PP BAMBANG SUPRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101450"}, "Penulis": "BAMBANG SUPRIANTO [22006035]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka", "Dr. Ir. Alit Ascaria", "Dr. Prihadi Sumintadireja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Analisis fasies karbonat, Diagenesis formasi peutu, Lapangan ABC, Cekungan Sumatera Utara", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}