{"Nomor": 19943, "Judul": "KARAKTERISASI PROPERTI EMISI AKUSTIK TERHADAP KEBOCORAN PIPA (STUDI KASUS : KEBOCORAN AIR PADA PIPA BERBAHAN GALVANIZED STEEL)", "Abstrak": "Pemipaan merupakan suatu sistem yang digunakan untuk mengalirkan fluida dari satu tempat ke tempat lain. Untuk menjaga agar kondisi sistem pemipaan tetap baik, diperlukan sebuah sistem pemantauan terhadap kondisi pipa. Permasalahan muncul ketika pemantauan harus dilakukan terhadap sistem pemipaan rumit yang melibatkan pipa dengan panjang hingga berkilometer dan banyak cabang. Untuk mendapatkan hasil pemantauan yang tepat terhadap sistem pemipaan yang rumit tersebut maka metode pemantauan dengan emisi akustik dapat dimanfaatkan.  \n \n\nPada pemantauan terjadinya kebocoran pipa air, sumber emisi akustik berasal dari turbulensi aliran air saat melalui lubang kebocoran. Turbulensi ini mengeksitasi  \n \n\nenergi yang kemudian mengakibatkan gejala deformasi pada bahan pipa. Sebuah experimental rig dari bahan galvanized steel dikembangkan untuk menganalisa hubungan antara properti kebocoran, sinyal emisi akustik serta properti bahan pipa. Hasil penelitian menujukkan bahwa galvanized steel mempunyai nilai β (koefisien peluruhan gelombang) sebesar 0,015/cm pada frekuensi dominan di antara 300-500 kHz. Nilai β dari hasil penelitian tidak dipengaruhi oleh perubahan tekanan fluida di dalam pipa. Hasil penelitian juga menunjukkan bahwa pada tekanan  \n \n\nkurang dari 5 bar untuk diameter kebocoran ÃƒÂ˜=5mm dan pada semua tekanan untuk diameter kebocoran ÃƒÂ˜=7mm, belum dapat disimpulkan karena parameter emisi akustik yang terukur tidak konsisten dengan gejala fisis β.", "Daftar File": {"2015 TA PP AZWAR FIKRI YUDHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101415", "2015 TA PP AZWAR FIKRI YUDHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101416", "2015 TA PP AZWAR FIKRI YUDHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101417", "2015 TA PP AZWAR FIKRI YUDHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101418", "2015 TA PP AZWAR FIKRI YUDHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101419", "2015 TA PP AZWAR FIKRI YUDHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101420", "2015 TA PP AZWAR FIKRI YUDHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101421"}, "Penulis": "AZWAR FIKRI YUDHI (13309045)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr.Ir. Ida Bagus Ardhana Putra", "Dr. Iwan Prasetiyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Emisi Akustik, Kebocoran Pipa, Galvanized Steel, Koefisien Peluruhan, Frekuensi Dominan, Turbulensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}