{"Nomor": 19944, "Judul": "PREDIKSI POTENSI ROCKBURST PADA LOMBONG TAMBANG BAWAH TANAH BERDASARKAN KESETIMBANGAN ENERGI", "Abstrak": "Underground mining operation do not release from inherent hazard, like rockburst, that can jeopardize human life, damage equipment and result in production delay. Along with that, demand on the increasing depth of mine because of the existence of orebody or coal seam in very high depth, makes the occurrence of rockburst become more potential.  \n \n\nThe objective of this research is to study deep underground excavation that correlate with rockburst occurrence. UBPE Pongkor is elected to carry out this research specifically at Level 400 Ã‚Â– Level 500 of Ciurug site. Method that being used to predict rockburst comprise energy balance method which is analyzed by experimental study and numerical analysis. On experimental study, both of energetic index and strain energy density criterion are used to predict rockburst. Then, on numerical analysis, the component of energy balance such as energy release rate (ERR), energy storage rate (ESR) and burst potential index (BPI) are used as parameters to predict rockburst.  \n \n\nThe results of experimental study, by using cyclic uniaxial compressive test, show that the country rocks have a variability on the rockburst occurence from very low to very high potential hazard of rockburst and the orebody have a low potential hazard.  \n \n\nThe result from numerical analysis, by using finite element method, show that all crown pillars that investigate on the monitored point within each mining stage have a low potential hazard of rockburst. It is caused by the characteristic of the orebody that respons rockburst occurrence in low potential hazard. Also, the influence of mining stage make a contribution in decreasing the energy release rate that exist.", "Daftar File": {"2012 TS PP BAGARAJA SIRAIT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101428", "2012 TS PP BAGARAJA SIRAIT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101427", "2012 TS PP BAGARAJA SIRAIT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101426", "2012 TS PP BAGARAJA SIRAIT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101425", "2012 TS PP BAGARAJA SIRAIT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101424", "2012 TS PP BAGARAJA SIRAIT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101423", "2012 TS PP BAGARAJA SIRAIT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101422", "2012 TS PP BAGARAJA SIRAIT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101429"}, "Penulis": "BAGARAJA SIRAIT (NIM : 22109013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ridho Kresna Wattimena, M.T.", "Dr. Eng. Nuhindro Priagung Widodo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "rockburst, UBPE Pongkor, tambang awah tanah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}