{"Nomor": 19958, "Judul": "ESTIMASI BIOMASSA POHON INTI MENGGUNAKAN TERRESTRIAL LASER SCANNER (DAERAH STUDI: TAMAN HUTAN RAYA IR. H. DJUANDA, BANDUNG)", "Abstrak": "Studi terkait biomassa berguna untuk menunjukan berbagai variasi proses biofisikimia, seperti kondisi dari pertumbuhan pohon dan menduga dampak yang terjadi pada ekosistem akibat adanya deforestasi. Pohon inti adalah pohon-pohon yang saat ini berpotensi menjadi jenis kayu komersial dengan bentuk yang memadai dan potensi pertumbuhan yang jelas serta memiliki memiliki diameter setinggi dada ≥ 20 cm. Penelitian ini bertujuan untuk mengestimasi biomassa pohon inti pada tiga kategori kerapatan tegakan pohon (rapat, sedang, dan luas) dengan luas sampel area 0,04 hektar. Salah satu metode penghitungan biomassa ialah metode non-destructive sampling dengan pembuatan model biomassa ke dalam sebuah persamaan alometrik yang mengonversi volume menjadi biomassa dengan menggunakan Terrestrial Laser Scanner (TLS).                \n \n \n \n \n\nTahapan yang dilakukan pada penelitian tugas akhir ini yaitu, studi literatur, menentukan area sampel dan pohon sampel, akusisi data, pengolahan data, menghitung volume batang komersial pohon untuk kemudian dikonversi menjadi biomassa, dan melakukan validasi hasil pengukuran TLS dengan membandingkan hasil pengukuran menggunakan pita ukur atau distometer. Pengolahan data meliputi proses registrasi, filtering, meshing, dan perhitungan biomassa. Hasil penelitian berupa nilai estimasi biomassa untuk setiap area sampel pada tiga tingkat kerapatan tegakan pohon, dimana pohon sampel tersebut mencakup pohon inti. Hasil pengukuran menggunakan TLS dapat dinyatakan valid karena perbedaan hasil ukuran TLS dengan hasil ukuran pita ukur dan distometer sebesar 0,1 cmÃ‚Â–1,4 cm. Estimasi waktu pengambilan data TLS ialah 48 jam 10 menit untuk sembilan petak sampel dengan tiga kategori tingkat kerapatan tegakan pohon di Taman Hutan Raya Ir. H. Djuanda, Bandung.", "Daftar File": {"2016 TA PP BHIMA BHAGASKARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101542", "2016 TA PP BHIMA BHAGASKARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101543", "2016 TA PP BHIMA BHAGASKARA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/101544", "2016 TA PP BHIMA BHAGASKARA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/101545", "2016 TA PP BHIMA BHAGASKARA 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/101546", "2016 TA PP BHIMA BHAGASKARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101547", "2016 TA PP BHIMA BHAGASKARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101548", "2016 TA PP BHIMA BHAGASKARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101549"}, "Penulis": "BHIMA BHAGASKARA (NIM : 15111034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Hasanuddin Z.Abidin, M.Sc.", "Dr. Irwan Gumilar, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biomassa, Pohon Inti, TLS, Bandung", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}