{"Nomor": 19952, "Judul": "STUDI PEMBUATAN ELEKTRODA KERING BERBASIS MATERIAL POLIMER UNTUK ELECTROCARDIOGRAPHY (ECG)", "Abstrak": "Deteksi dini merupakan salah satu kunci untuk menekan serangan jantung. Deteksi dini yang aman, mudah, dan murah dapat dilakukan dengan electrocardiography (ECG). Saat ini, ECG umumnya menggunakan elektroda gel  \n \n\nyang memiliki beberapa kelemahan, seperti i) waktu persiapan yang lama, ii) dapat menimbulkan alergi dan infeksi pada pasien dengan kulit sensitif, dan iii)  \n \n\npenguapan gel dapat mengakibatkan penuruan akurasi data yang diperoleh. Pada penelitian ini, kami melakukan studi pembuatan elektroda kering sebagai alternatif elektroda gel. Tembaga dipilih sebagai material elektroda karena konduktivitasnya yang baik dan harganya murah. Polianilin (polimer konduktif) digunakan sebagai pelapis elektroda. Pelapisan elektroda dilakukan dengan teknik elektrodeposisi. Kami memvariasikan durasi elektrodeposisi untuk mendapatkan elektroda kering dengan karakteristik menyerupai atau bahkan menggungguli  \n \n\nelektroda gel. Elektroda kering yang dibuat dalam penelitian ini memiliki karakteristik mendekati dari elektroda gel yang ada di pasaran dan bersertifikat. Hal ini dapat dilihat dari uji sinyal PQRSTU yang lebih mendekati 0 ketika dilakukan korelasi dengan sinyal PQRSTU disposable electrode, untuk elektroda kering dopan CH3COOH dan elektrodeposisi selama 20 menit. Kriteria elektroda kering yang dibutuhkan dengan nilai konduktivitas 7 x 10-4 S/mm, resistansi 10 Ω, dan  \n \n\nreaktansi kapasitif 140Ω. Elektroda kering memiliki kestabilan yang baik dengan menunjukan nilai 256,41 μV secara konsisten selama 2 jam.", "Daftar File": {"2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101494", "2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101495", "2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101496", "2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101497", "2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101498", "2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101499", "2015 TA PP BAYU PAMUNGKAS - JEFFRY OMEGA PRIMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101500"}, "Penulis": "BAYU PAMUNGKAS (NIM : 13311077)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Suprijanto, S.T., M.T.", "Dr. Ir. Nugraha, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penyakit jantung, deteksi dini, electrocardiography, elektroda kering, polianilin, elektrodeposis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}