{"Nomor": 19964, "Judul": "STUDI PENGEMBANGAN LAPANGAN COALBED METHANE (CBM) DI INDONESIA MENGGUNAKAN SIMULASI RESERVOIR : KASUS BLOK S DI SUMATERA SELATAN", "Abstrak": "Coalbed methane (CBM) merupakan salah satu sumber gas alam nonkonvensional yang sedang dikembangkan oleh pemerintah Indonesia saat ini. Produksi gas dari reservoir CBM dimulai dengan proses dewatering atau      \n\nmemproduksi air. Gas sudah berpotensi untuk dijual sejak masa dewatering dengan cara menggabungkannya dengan gas alam konvensional melalui pipa gas utama. Penelitian ini bertujuan untuk melakukan studi pengembangan salah satu      \n\nlapangan CBM di Indonesia dengan menggunakan simulasi reservoir, dan memanfaatkan hasil simulasi tersebut untuk menganalisis kelayakan ekonomi dari penjualan gas CBM melalui pipa gas utama. Selain itu, analisis sensitivitas keekonomian terhadap perubahan parameter operasi dan ekonomi juga dilakukan. Data blok CBM 'S' diperoleh dari perusahaan operator untuk dijadikan masukan dalam simulasi reservoir. Menggunakan batas maksimum 1000 sumur, tiga (3) skenario pengembangan lapangan, yakni non-agresif (1), moderat (2), dan agresif (3), disimulasikan sehingga didapatkan profil produksi yang berbeda-beda.      \n\nEvaluasi keekonomian dan analisis sensitivitas dilakukan terhadap ketiga profil produksi tersebut berbasis pada penjualan gas dengan cara tie in di pipa gas utama.      \n\nPotensi perolehan gas dengan 1000 sumur adalah 30.51%, 36.27%, dan 41.34% berturut-turut untuk skenario 1, 2, dan 3. Pada harga gas US$ 5 / MCF, kelayakan ekonomi dicapai oleh skenario pengembangan yang moderat (2) dan agresif (3), sementara skenario non-agresif (1) tidak layak secara ekonomi. Kelayakan ekonomi dari skenario non-agresif dapat dicapai dengan harga gas minimum US$      \n\n5.92 / MCF. Melakukan perekahan hidrolik pada setiap sumur produksi berpotensi meningkatkan perolehan gas maksimum sebesar 3.5%, 3.52%, dan 3.59% masingmasing      \n\nuntuk skenario 1, 2, dan 3. Meningkatkan RPM pompa untuk      \n\nmempercepat dewatering berpotensi meningkatkan perolehan gas maksimum sebesar 3.7%, 4.76%, dan 5.08% untuk skenario 1, 2, dan 3. Skenario agresif (3) merupakan skenario yang paling sensitif terhadap perubahan parameter ekonomi, dan keekonomian ketiga skenario tersebut paling sensitif terhadap perubahan harga gas, dan paling tidak sensitif terhadap perubahan biaya operasi (OPEX).", "Daftar File": {"2012 TS PP BONAR NOVIASTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101577", "2012 TS PP BONAR NOVIASTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101578", "2012 TS PP BONAR NOVIASTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101579", "2012 TS PP BONAR NOVIASTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101580", "2012 TS PP BONAR NOVIASTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101581", "2012 TS PP BONAR NOVIASTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101582", "2012 TS PP BONAR NOVIASTA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101583", "2012 TS PP BONAR NOVIASTA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/101584", "2012 TS PP BONAR NOVIASTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101585"}, "Penulis": "BONAR NOVIASTA (NIM : 22210021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pengembangan lapangan CBM Indonesia, simulasi reservoir CBM, evaluasi keekonomian, analisis sensitivitas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}