{"Nomor": 19969, "Judul": "ANALISIS KERENTANAN AIR TANAH TERHADAP PENCEMAR DARI SEPTIC TANK DENGAN MENGGUNAKAN METODE FUZZY- DRASTIC (STUDI KASUS WILAYAH KABUPATEN SLEMAN, DIY)", "Abstrak": "Pemukiman-pemukiman di wilayah Kabupaten Sleman, DIY pada umumnya menggunakan septic tank untuk pembuangan limbah domestiknya, sehingga berpotensi menimbulkan pencemaran air tanah. Analisis kerentanan air tanah harus memperhatikan kondisi alamiahnya dan kondisi sumber polutannya. Data spasial yang bersifat gradasional perlu dilakukan pengolahan menggunakan metode yang sesuai, salah satunya yaitu menggunakan metode fuzzy logic.  \n \n\nAnalisis kerentanan pencemaran air tanah alamiah (intrinsic vulnerability) menggunakan metode DRASTIC, yaitu dengan memperhitungkan faktor kedalaman muka air tanah (D), curah hujan (R), jenis media akuifer (A), tekstur tanah (S), kelerengan topografi (T), media tidak jenuh (I), dan nilai konduktivitas akuifer (K). Analisis sumber polutan (specific vulnerability) septic tank, diperhitungkan berdasarkan faktor kepadatan jumlah septic tank yang mengacu pada kepadatan rumah penduduk dan faktor volume buangan limbah ke septic tank yang mengacu pada jumlah penduduk. Penggabungan semua komponen dilakukan dengan menggunakan operator fuzzy gamma.  \n \n\nHasil analisis menunjukkan sebagian besar (63,7 % atau 367,97 km2) wilayah Kabupaten Sleman memiliki tingkat kerentanan alamiah yang sangat tinggi, adapun berdasarkan sumber polutannya (septic tank) menunjukkan 64 % wilayah pemukimannya memiliki tingkat kerentanan rendah. Tingkat kerentanan air tanah terhadap pencemar dari septic tank menunjukkan wilayah yang memiliki kerentanan tinggi adalah yang berada di pusat aktivitas penduduk (perkotaan) dengan luas wilayah kurang lebih 44,4 km2 atau 27,8 % dari seluruh wilayah pemukiman yang ada.", "Daftar File": {"2009 TS PP BUDI JOKO PURNOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101612", "2009 TS PP BUDI JOKO PURNOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101613", "2009 TS PP BUDI JOKO PURNOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101614", "2009 TS PP BUDI JOKO PURNOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101615", "2009 TS PP BUDI JOKO PURNOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101616", "2009 TS PP BUDI JOKO PURNOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101617", "2009 TS PP BUDI JOKO PURNOMO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101618", "2009 TS PP BUDI JOKO PURNOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101619"}, "Penulis": "BUDI JOKO PURNOMO (NIM : 22106321)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Lilik Eko Widodo, MS", "Dr. Ir. Komang Anggayana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kerentanan air, pencemaran air, septic tank, metode fuzzy logic.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}