{"Nomor": 19965, "Judul": "STRESS CORROSION CRACKING INTERGRANULAR BAJA TAHAN KARAT AISI 304 YANG TERSENSITISASI DALAM LARUTAN MgCl2 DAN KEMUNGKINAN INHIBISINYA", "Abstrak": "Pemanasan baja tahan karat austenitik dalam selang temperatur (425-815)oC dalam waktu yang cukup panjang dapat menyebabkan terbentuknya karbida yang kaya kromium khusunya pada batas butir sehingga daerah yang berbatasan dengan endapan karbida akan kekurangan kromium dan tidak dapat membentuk selaput pasif protektif yang memadai. Bila konsentrasi karbon cukup tinggi (～0,08% atau lebih besar), pembentukan karbida akan berlangsung di sepanjang batas butir dan paduan menjadi rentan terhadap korosi intergranular. Serangan korosi intergranular akan menginisiasi SCC intergranular pada baja tahan karat yang menerima beban tarik statik. Menurut hasil penelitian terdahulu, pada pengujian SCC dengan pembebanan tarik statik didapat kurva pertambahan panjang terhadap waktu yang dapat dibagi menjadi tiga daerah. Pada daerah kedua, laju pertambahan panjang tidak berubah terhadap waktu, disebut laju pertambahan panjang dalam keadaan tunak, yang dapat dijadikan parameter untuk memprediksi waktu patah dan sebagai parameter ketahanan material terhadap SCC.       \n \n \n \n \n \n \n\nSerangkaian percobaan telah dilakukan untuk mempelajari pengaruh sensitisasi terhadap kerentanan baja tahan karat AISI 304 pada korosi intergranular dalam larutan MgCl2 242,08 gpl, serta kemungkinan menginhibisi korosi setempat yang menginisiasi IGSCC dengan menambahkan NaNO2 dan CaSO4. Ketahanan paduan terhadap korosi setempat dalam beberapa kondisi larutan uji dapat dinyatakan dengan peningkatan nilai potensial saat selaput pasif pecah dan penurunan rapat arus pasifnya. Sensitisasi dilakukan pada temperatur 6500C selama 24 jam dalam atmosfer argon di dalam tube furnace. Pengukuran polarisasi siklik dengan laju peningkatan/penurunan potensial sebesar 0,167 mV/detik dilakukan dalam larutan uji yang diasamkan dengan HCl hingga pH = 3 pada temperatur kamar, 75oC dan 85oC. Hasil pengukuran polarisasi siklik menunjukkan bahwa peningkatan konsentrasi NaNO2 dan CaSO4 mampu meningkatkan potensial pecahnya selaput pasif dan menurunkan rapat arus pasif sehingga dapat mengurangi kerentanan baja tahan karat terhadap korosi intergranular. Hubungan antara logaritma nisbah konsentrasi anion agresif dan anion inhibitif terhadap potensial pecahnya selaput pasif dinyatakan dengan persamaan Enp = a + b log( CA/CIn). Nilai konstanta a dan b yang diperoleh adalah berturut-turut -32,816 mV dan -54,291 mV vs Ag/AgCl untuk inhibitor NaNO2 dan untuk inhibitor CaSO4 adalah -289,27 mV dan 14,644 mV vs Ag/AgCl.       \n \n \n \n \n \n \n\nPengujian SCC dengan beban tarik statik dilakukan pada spesimen baja tahan karat AISI 304 yang sudah disensitisasi dalam larutan MgCl2 242,08 gpl yang diaerasi dan dipanaskan sampai temperatur 75oC dan 85oC. Sensitisasi menyebabkan terjadinya patahan getas intergranular dalam larutan uji yang tidak ditambahkan inhibitor pada baja tahan karat AISI 304 yang mengandung karbon 0,05 % C atau lebih. Kandungan karbon dalam baja tahan karat mempengaruhi kerentanan paduan terhadap korosi intergranular (ditunjukkan oleh struktur ditch yang lebih intensif di sepanjang batas butir). Oleh karena itu, baja tahan karat AISI 304 dengan kandungan karbon lebih tinggi akan lebih rentan terhadap IGSCC. Inhibitor CaSO4, Na2SO3 dan NaNO2 dengan beberapa variasi konsentrasi kemudian ditambahkan ke dalam larutan uji untuk mempelajari pengaruhnya terhadap ketahanan SCC baja tahan karat AISI 304 yang sudah disensitisasi. Spesimen diberi beban tarik statik yang konstan dan pertambahan panjangnya dicatat sebagai fungsi waktu. Laju penambahan panjang tunak, tss dan tf digunakan untuk membandingkan kerentanan IGSCC baja tahan karat dalam larutan uji yang ditambahkan inhibitor. Hasil pengujian menunjukkan bahwa konsentrasi CaSO4 yang ditambahkan berbanding lurus dengan peningkatan laju pertambahan panjang dalam keadaan tunak dan menurunkan waktu patah paduan. Kenyataan ini mengindikasikan bahwa penambahan CaSO4.2H2O dengan konsentrasi 0,605 gpl atau lebih cenderung meningkatkan kerentanan paduan terhadap SCC. Berlawanan dengan itu penambahan NaNO2 dapat menurunkan laju pertambahan panjang dalam keadaan tunak dan dapat menghindari terjadinya SCC selama pengujian.       \n \n \n \n \n \n \n\nBerdasarkan hasil-hasil pengukuran polarisasi, percobaan SCC dan pengamatan morfologi patahan di bawah SEM, disimpulkan IGSCC diinisiasi oleh pecahnya selaput pasif pada daerah yang berbatasan dengan batas butir sehingga terjadi korosi intergranular karena repasivasi tidak berlangsung. Konsentrasi tegangan di ujung celah pada batas butir menyebabkan terjadinya perambatan retakan hingga kedalaman tertentu saat intensitas tegangan di ujung retakan telah melampaui intensitas tegangan kritisnya. Larutan uji akan terpenetrasi ke dalam retakan dan menyebabkan terjadi pelarutan anodik diujung retakan. Oleh karena laju perambatan retakan lebih cepat dari laju pelarutan anodik, terbentuk retakan yang sempit yang menyebabkan pelarutan anodik di ujung retakan terkendali oleh difusi kation menuju ruah larutan dan menurun dengan waktu akibat akumulasi kation logam di ujung retakan. Adanya slip pada batas butir menyebabkan terjadinya regangan pada ujung retakan. Seperti halnya pada tahap sebelumnya, saat intensitas tegangan di ujung retakan telah melampaui intensitas tegangan kritisnya, perambatan retakan akan berlangsung kembali hingga mencapai kedalaman tertentu. Perambatan retakan diikuti oleh pelarutan anodik diujung retakan yang berlangsung berulang-ulang menyebabkan paduan mengalami kegagalan patah getas akibat IGSCC.", "Daftar File": {"2011 TS PP BONITA DILASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101586", "2011 TS PP BONITA DILASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101587", "2011 TS PP BONITA DILASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101588", "2011 TS PP BONITA DILASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101589", "2011 TS PP BONITA DILASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101590", "2011 TS PP BONITA DILASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101591", "2011 TS PP BONITA DILASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101592"}, "Penulis": "BONITA DILASARI (NIM : 22110034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria, M.Met.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Baja tahan karat AISI 304, Sensitisasi, IGSCC, inhibitor.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}