{"Nomor": 19970, "Judul": "IDENTIFIKASI ENDAPAN HORIZONTAL DAN PENGARUH TEBING VERTIKAL TERHADAP HASIL PENGUKURAN GEOLISTRIK TAHANAN JENIS KONFIGURASI WENNER 2-D (STUDI KASUS GOA JEPANG, BANDUNG)", "Abstrak": "Penelitian ini dilakukan di sekitar Goa Jepang yang terletak di Taman Hutan Raya Ir. H. Juanda Bandung, Provinsi Jawa Barat. Goa merupakan lubang bukaan yang berada di bawah permukaan tanah yang memiliki bentuk morfologi sama dengan sill. Penelitian bertujuan untuk mengetahui pola anomali tahanan jenis akibat adanya rongga di bawah permukaan bumi, menganalisis keakuratan penggunaan metoda geolistrik tahanan jenis dengan konfigurasi Wenner 2-D ketika diterapkan untuk mengidentifikasi kondisi bawah permukaan Goa Jepang sebagai model dari bentuk endapan bahan galian yang sudah diketahui dimensi geometrinya yang lokasinya dekat tebing vertikal.  \n \n\nPengukuran geolistrik dilakukan pada 3 lintasan yang memiliki jarak berbeda dari tebing vertikal, yaitu lintasan 1 berjarak 8 meter, lintasan 2 berjarak 23 meter, dan lintasan 3 berjarak 65 meter. Pengukuran geolistrik konfigurasi Wenner 2-D dengan spasi antar elektroda yang sama menghasilkan nilai tahanan jenis semu dan tahanan jenis hasil pemodelan software Res2DInv yang semakin kecil jika jarak lintasan pengukuran dengan tebing vertikal semakin jauh.  \n \n\nHasil perbandingan antara posisi aktual endapan horizontal dengan anomali pada model menunjukkan bahwa pada setiap lintasan pengukuran dengan spasi elektroda 5 meter diperoleh interpretasi yang lebih baik dari pada spasi antar elektroda 10 meter, meskipun untuk lintasan 2 dan lintasan 3 dengan spasi 5 meter mempunyai nilai RMS error lebih besar yaitu masing-masing 4,2 % dibandingkan dengan RMS error untuk spasi 10 meter yang nilainya 1,7 % dan 1,2 %. Pada lintasan 1 dihasilkan RMS error untuk spasi 5 meter nilainya 2 % dan spasi 10 meter nilainya 2,2 %. Berdasarkan interpretasi nilai tahanan jenis batuan dan perbandingan antara posisi aktual di lapangan dengan posisi anomali pada model, maka tidak dihasilkan posisi, bentuk, dan ukuran endapan horizontal yang sesuai. Hal ini lebih disebabkan oleh pengaruh antar goa sebagai representasi dari endapan horizontal yang jaraknya relatif berdekatan.", "Daftar File": {"2009 TS PP BUDI KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101620", "2009 TS PP BUDI KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101621", "2009 TS PP BUDI KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101622", "2009 TS PP BUDI KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101623", "2009 TS PP BUDI KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101624", "2009 TS PP BUDI KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101625", "2009 TS PP BUDI KURNIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101626", "2009 TS PP BUDI KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101627"}, "Penulis": "BUDI KURNIAWAN (NIM : 22107020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistijo, M.App.Sc", "Dr. Ir. Komang Anggayana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tahanan jenis, anomali, endapan horizontal, tebing vertikal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}