{"Nomor": 19976, "Judul": "PENGEMBANGAN MODEL DAN SIMULASI THERMAL SAGS DAN PLTP SINGLE FLASH", "Abstrak": "Evaluasi termodinamika pada pipa Steam Above Ground System (SAGS) dan sistem pembangkit listrik tenaga panas bumi (PLTP) sangat diperlukan untuk kegiatan analisis, pengukuran, pemeriksaan, dan pengujian guna meningkatkan     \n\nefisiensi dalam operasional sistem tersebut. Prosedur perhitungan termodinamika tersebut rumit dan akan membutuhkan waktu yang lama jika dilakukan dengan     \n\nproses perhitungan manual karena proses perhitungan yang banyak dan diperlukan proses pengulangan (iterasi). Oleh karena itu, pada thesis ini dibuat suatu perangkat lunak berbasis interface yang menggunakan fitur-fitur Windows untuk menyajikan data input dan output mengenai model dan simulasi thermal untuk menghitung kehilangan panas dan kehilangan tekanan pada pipa juga kesetimbangan massa dan energi PLTP Single Flash. Metode pengembangan     \n\nperangkat lunak yang digunakan adalah Waterfall dengan menggunakan bahasa pemodelan Unified Modelling Language (UML). Perangkat lunak ini telah di validasi menggunakan salah satu rangkaian pipa lapangan Wayang Windu (WWQ-3) yang memiliki tekanan kepala sumur 12,7 bar-a, entalpi 2745 kJ/kg, laju alir masa total 9,6 kg/s, dan 14 data fitting pipa untuk validasi sistem SAGS, dan PLTP Kamojang unit 2 dan 3 untuk validasi PLTP yang menggunakan gas removal system dengan konfigurasi dua ejector yang di susun seri serta PLTP kamojang Unit 4 untuk validasi PLTP yang menggunakan hybrid system dengan kombinasi dari ejector dan liquid ring vacumm pump. Nilai kehilangan panas total yang di dapat sebesar 8,14 kW serta kehilangan tekanan total dengan metode Harrison-Freeston 0,13 bar-a, Zhao-Freeston 0,12 bar-a dan Beggs-Brill 0,19 bar-a dengan nilai error kurang dari 1%, dimana metode Beggs-Brill memberikan hasil yang paling mendekati dengan pengukuran. Daya generator Kamojang unit 2 dan 3 diperoleh sebesar 55.294 MW dengan error 0,53 % dan Kamojang unit 4 diperoleh sebesar 60.218 MW dengan error 0,36 %. Begitu juga dengan komponen unit PLTP lainya memiliki rata-rata nilai error kurang dari 1 %. Perbandingan hasil perhitungan pemodelan dengan data desain memenuhi minimum error yang diharapkan sehingga pemodelan dianggap valid dan dapat digunakan untuk simulasi.", "Daftar File": {"2013 TS PP CANDRA MECCA SUFYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101669", "2013 TS PP CANDRA MECCA SUFYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101670", "2013 TS PP CANDRA MECCA SUFYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101671", "2013 TS PP CANDRA MECCA SUFYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101672", "2013 TS PP CANDRA MECCA SUFYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101673", "2013 TS PP CANDRA MECCA SUFYANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101674", "2013 TS PP CANDRA MECCA SUFYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101675"}, "Penulis": "CANDRA MECCA SUFYANA (NIM : 22610008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Evaluasi Thermal, Kehilangan Panas, Kehilangan Tekanan, PLTP Single Flash, Perangkat Lunak, Unified Modelling Languange (UML)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}