{"Nomor": 19979, "Judul": "SINTESIS LiFePO4/Li2SiO3 DENGAN METODE HIDROTERMAL UNTUK MATERIAL KATODA PADA BATERAI LITIUM-ION", "Abstrak": "Litium Besi Fosfat atau LiFePO4, merupakan salah satu material yang cukup menjanjkan untuk digunakan sebagai material aktif katoda pada baterai litium ion. Namun kemampuan konduktivitas elektronik dan ionik yang rendah menjadikan material ini tidak mampu mendekati nilai kapasitas teorinya pada penggunaan daya yang tinggi. Material Li2SiO3 diketahui memiliki konduktivitas elektronik ~10-4 S/cm dan konduktivitas ionik ~10-6 S/cm sehingga diharapkan dapat me-ningkatkan kapasitas spesifik material LiFePO4 pada penggunaan daya yang tinggi. Komposit LiFePO4/Li2SiO3 disintesis menggunakan metode hidrotermal dengan memvariasikan persen berat (wt%) dari material Li2SiO3 yang ditam-bahkan. Dari hasil XRD, material LiFePO4 murni disintesis tanpa ada pengotor. Penambahan jumlah Li2SiO3 mengakibatkan peningkatan ukuran partikel kristal dan penurunan kristalinitas partikel. Dari hasil FTIR, material LiFePO4 terbentuk dengan munculnya puncak-puncak absorbsi yang menunjukan vibrasi ikatan P-O dan Fe-O. Material Li2SiO3 ditunjukan pada puncak absorbsi yang menunjukan vibrasi ikatan [O-Si-O]- dan peningkatan puncak absorbsi Si-O-Si. Melalui peng-ukuran EIS dengan sistem 2 elektroda, besarnya impedansi LiFePO4 akan me-nurun ketika ditambahkan material Li2SiO3, namun dengan penambahan Li2SiO3 yang lebih tinggi lagi, besarnya impedansi akan kembali meningkat. Pada pe-nelitian penambahan Li2SiO3 yang menghasilkan nilai impedansi terendah adalah penambahan 5wt% Li2SiO3. Oleh karena itu perlu dilakukan penelitian lebih lanjut untuk penambahan Li2SiO3 kurang dari 5wt% untuk mendapatkan nilai optimal penambahan Li2SiO3.", "Daftar File": {"2014 TA PP CH. A. ANDRE MAILOA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101695", "2014 TA PP CH. A. ANDRE MAILOA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101696", "2014 TA PP CH. A. ANDRE MAILOA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101697", "2014 TA PP CH. A. ANDRE MAILOA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101698", "2014 TA PP CH. A. ANDRE MAILOA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101699", "2014 TA PP CH. A. ANDRE MAILOA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101700", "2014 TA PP CH. A. ANDRE MAILOA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101701"}, "Penulis": "CH. A. ANDRE MAILOA (NIM : 10210026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Ferry Iskandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baterai Lithium-Ion, EIS, Hidrotermal, Konduktivitas, Litium Besi Fosfat, Litium Metasilikat.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}