{"Nomor": 19977, "Judul": "PERENCANAAN INSPEKSI JACKET OFFSHORE PLATFORM BERDASARKAN PENDEKATAN RELIABILITAS FATIGUE", "Abstrak": "Kegiatan inspeksi bawah laut jacket offshore platform secara berkala dilakukan oleh para operator untuk memastikan terpeliharanya integritas struktur dalam rentang masa layannya. Di lain pihak kegiatan ini membutuhkan dukungan finansial yang relatif cukup signifikan. Pada tesis ini disajikan implementasi perencanaan inspeksi bawah laut jacket offshore platform dengan menggunakan metoda reliabilitas fatigue yang membuka peluang dihasilkannya suatu perencanaan inspeksi yang lebih efisien dengan pendekatan yang lebih rasional.       \nKegagalan fatigue dianggap sebagai modus yang paling dominan disebabkan tingkat pengaruh signifikan dari gelombang laut operasional sebagai beban siklis yang membebani struktur dalam rentang seluruh masa layannya. Formulasi kriteria kegagalan fatigue dilakukan dengan menggunakan pendekatan fracture mechanics mengingat pendekatan kurva S-N kurang tepat karena tidak mampu mengakomodasi prilaku keretakan di lapangan sehingga proses updating terhadap jadwal inspeksi sulit untuk dilakukan.       \nProses optimasi jadwal inspeksi dimulai dengan tahap pengidentifikasian sambungan kritis melalui penggunaan parameter fatigue life. Spektrum kekritisan sambungan dibagi menjadi tiga katagori berdasarkan tingkat konsekuensi kegagalannya yaitu sangat serius (Main Leg), serius (vertical/diagonal bracing) dan tidak serius (horizontal bracing). Metoda analisis fatigue spektral telah digunakan untuk menentukan fatigue life dengan mengasumsikan adanya hubungan yang definitif antara tinggi gelombang dengan range tegangan hot spot pada sambungan serta menganggap elevasi permukaan air laut short term sebagai proses acak yang bersifat stasioner gaussian narrow band. Prilaku long term sea states dalam rentang masa layan struktur didekati dengan penggabungan sejumlah sea states stasioner. Model spektrum energi Pierson-Moskowitz telah diaplikasikan untuk mengkarakterisasi prilaku energi dari seluruh sea states tersebut.       \nLangkah selanjutnya adalah melakukan analisis reliabilitas fatigue secara probabilistik untuk menentukan probabilitas kegagalan dan indeks kehandalan dari sambungan kritis selama masa layannya. Berdasarkan hasil analisis studi kasus telah dihasilkan tiga sambungan kritis yaitu sambungan 403L-main leg, sambungan 403L vertical/diagonal bracing dan sambungan 442-horizontal bracing. Prinsip perencanaan jadwal inspeksi bagi ketiga sambungan kritis adalah melalui penjagaan target nilai indeks kehandalan minimum yang harus dimiliki, dalam artian, satu kegiatan inspeksi direkomendasikan pada saat nilai indeks kehandalan mencapai nilai target indeks kehandalan minimum tersebut. Berdasarkan hasil analisis studi kasus, inspeksi pertama untuk sambungan 403L-main leg, direkomendasikan dilakukan pada tahun ke-9, untuk sambungan 403L vertical/diagonal bracing pada tahun ke-12 dan untuk sambungan 442-horizontal bracing pada tahun ke-18. Berdasarkan asumsi akan dilakukan kegiatan inspeksi dengan menggunakan MPI (mean crack length 11.1 mm) serta dianggap tidak ada retak yang terdeteksi maka inspeksi selanjutnya untuk sambungan 403L-main leg, direkomendasikan dilakukan pada tahun 14, 19 dan 24. Untuk sambungan 403L vertical/diagonal bracing pada tahun ke-18 dan 24, sedangkan untuk sambungan 442-horizontal bracing tidak diperlukan inspeksi lagi.       \nApabila kegiatan inspeksi telah dilakukan, informasi mengenai kondisi aktual sambungan kritis akan diperoleh. Informasi tersebut digunakan untuk proses updating tingkat kehandalan dari sambungan. Berdasarkan analisis studi kasus dengan asumsi tidak ada retak yang terdeteksi inspeksi selanjutnya untuk sambungan 403L-main leg, direkomendasikan dilakukan hanya pada tahun 18. Untuk sambungan 403L vertical/diagonal bracing hanya pada tahun ke-22, sedangkan untuk sambungan 442-horizontal bracing tidak diperlukan kegiatan inspeksi lagi.", "Daftar File": {"2006 TS PP CECEP HENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101676", "2006 TS PP CECEP HENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101677", "2006 TS PP CECEP HENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101678", "2006 TS PP CECEP HENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101679", "2006 TS PP CECEP HENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101680", "2006 TS PP CECEP HENDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101681", "2006 TS PP CECEP HENDRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101682", "2006 TS PP CECEP HENDRA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/101683", "2006 TS PP CECEP HENDRA 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/101684", "2006 TS PP CECEP HENDRA 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/101685", "2006 TS PP CECEP HENDRA 1-BAB 10.pdf": "https://digilib.itb.ac.id/gdl/download/101686", "2006 TS PP CECEP HENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101687"}, "Penulis": "CECEP HENDRA (NIM : 25004015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Made Suarjana, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Inspeksi bawah laut; Jacket offshore structure; Fatigue reliability; Fracture mechanics", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "12 file", "Tanggal Input": "28 Sep 2016"}