{"Nomor": 19980, "Judul": "STUDI AWAL PENGARUH TRANSMISI MULTILEAF COLLIMATOR (MLC) TERHADAP PERHITUNGAN DOSIS PADA PRISM TPS SECARA SEDERHANA", "Abstrak": "Tujuan utama radioterapi adalah penyinaran sebesar-besarnya pada volume target dan seminimal mungkin radiasi yang diserap oleh jaringan sehat. Salah satu cara mencapai tujuan ini adalah dengan pembentukan berkas radiasi yaitu dengan Multileaf Collimator (MLC). Penelitian ini bertujuan untuk menginvestigasi pengaruh transmisi terhadap perhitungan dosis pada Prism TPS secara sederhana. Transmisi MLC dapat diinvestigasi dengan mengukur dosis di kedalaman dmax saat daun MLC tertutup dengan field size 0.6 x 40 cm2 dan terbuka dengan field size 10 x 10 cm2 pada SSD 100 cm, selanjutnya dilakukan perbandingan antara keduanya dan dilihat distribusi dosisnya pada grafik profil. Dalam penelitian ini dilakukan beberapa variasi pengambilan data yaitu variasi energi, variasi field size, variasi kedalaman profil dan variasi monitor unit. Berdasarkan perhitungan dosis yang telah dilakukan menggunakan softwere Prism diperoleh bahwa transmisi MLC pada Prism ditentukan oleh energi, field size, kedalaman profil dan jumlah monitor unit yang diberikan.", "Daftar File": {"2014 TS PP CHAIRUN NISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101703", "2014 TS PP CHAIRUN NISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101702", "2014 TS PP CHAIRUN NISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101708", "2014 TS PP CHAIRUN NISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101707", "2014 TS PP CHAIRUN NISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101706", "2014 TS PP CHAIRUN NISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101705", "2014 TS PP CHAIRUN NISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101704"}, "Penulis": "CHAIRUN NISA (NIM : 20212003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer.nat Freddy Haryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multileaf Collimator, Transmisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}