{"Nomor": 19982, "Judul": "STUDI AKTIVITAS MATAHARI MELALUI EVOLUSI PROMINENSA DALAM FILTER H&#945; DAN CA II K", "Abstrak": "Studi mengenai Matahari semakin kompleks. Aktivitas Matahari dengan dinamikanya, menimbulkan berbagai pertanyaan mengenai bintang terdekat kita ini. Dengan memahami dinamika yang terjadi di Matahari, ini menjadi awal pemahaman kita terhadap bintang terdekat kita, dan mungkin saja dinamika yang terjadi di Matahari juga terjadi di bintang lain walaupun ini masih sebatas hipotesis para ilmuwan zaman sekarang.     \n\nDalam tugas akhir kali ini, studi evolusi prominensa Matahari telah dilakukan melalui pengamatan aktivitas Matahari dengan menggunakan teleskop surya di Observatorium Bosscha menggunakan filter Ca II K dan Hα. Teleskop surya ini dipasangkan pada sebuah mounting CGEM DX dan memiliki diameter sebesar 60 mm (f/6.6) serta lebar pita 0,7 A untuk filter Ca II K dan 0,5 A untuk filter Hα. Citra diambil menggunakan detektor Imaging Source DMX 41AU 02.AS (4,65 μm, 8 bit, 1280x960 piksel).     \n\nCitra Matahari yang didapat, kemudian dilakukan pengolahan reduksi data dengan melakukan proses stacking menggunakan perangkat lunak freeware, registax dan autostakkert. Kemudian dilakukan uji metode peningkatan kontras menggunakan metode wavelet, metode CLAHE, dan metode retinex menggunakan perangkat lunak ImageJ yang selanjutnya dianalisis untuk dibandingkan dengan citra Matahari dari proyek GONG Hα serta hasil citra dari SDO (Solar Dynamic Observatory) khususnya filter HMI Magnetogram dengan menggunakan perangkat lunak GIMP. Proses terakhir yakni pengukuran ketinggian prominensa sebagai hasil analisis evolusi prominensa Matahari.", "Daftar File": {"2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101715", "2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101716", "2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101717", "2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101718", "2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101719", "2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101720", "2015 TA PP CHARISMA FADZRI TRIPRAKOSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101721"}, "Penulis": "CHARISMA FADZRI TRIPRAKOSO (NIM : 10311026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Matahari, Ca II K, Hα, prominensa, wavelet, retinex, CLAHE", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}