{"Nomor": 19998, "Judul": "SINTESIS SILIKA NANOPOROUS DARI SODIUM SILIKAT DENGAN METODE SOL-GEL SEBAGAI MEMBRAN SUPPORT KATALIS", "Abstrak": "Silika merupakan material yang banyak ditemukan di alam dan memiliki harga relatif murah. Silika banyak digunakan dalam berbagai aplikasi, antara lain sebagai bahan pembuatan gelas, semen, keramik, dan film. Pada penelitian ini silika dengan morfologi nanoporous disintesis untuk aplikasi membran filter air dan membran support katalis. Silika dapat direaksikan dengan karbon untuk menghasilkan silikon karbida yang dapat digunakan sebagai katalis dalam proses gasifikasi, oksidasi senyawa hidrokarbon, dan material katalitik konverter. Silikon karbida juga bisa digunakan sebagai bahan pembuatan dioda, transistor bipolar dan integrated circuit (IC) karena sifat semikonduktornya. Pada penelitian ini silika nanoporous disintesis dengan metode sol- gel dengan sodium silikat sebagai bahan dasar, kitosan sebagai dispersan dan tapioka sebagai  \n \n\nsoft template. Silikon karbida disintesis dengan mereaksikan silika dan karbon dengan kitosan sebagai coupling agent. Hasil SEM silika nanoporous menunjukkan bahwa semakin besar konsentrasi soft template tapioka, ukuran partikel semakin kecil. Hasil SEM juga menunjukkan silika yang disintesis dengan metode pengeringan cepat memiliki morfologi nanoporous dengan partikel yang lebih terinterkoneksi dibanding dengan silika yang disintesis dengan metode pengeringan lambat. Hasil XRD untuk sintesis silikon karbida tanpa ditambah magnesium menunjukkan bahwa silikon karbida belum terbentuk, sementara hasil XRD untuk sintesis silikon karbida yang ditambah magnesium sudah menunjukkan silikon karbida mulai terbentuk walaupun belum ke fasa yang sempurna.", "Daftar File": {"2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101852", "2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101853", "2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101854", "2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101855", "2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101856", "2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101857", "2015 TA PP DAVID MARCHIO PURBA - REYNALDO ADINATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101858"}, "Penulis": "DAVID MARCHIO PURBA (NIM : 13311100)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Dr. Ir. Bambang Sunendar, M.Eng.", "Ir. Ahmad Nuruddin, MS., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "silika nanoporous, silikon karbida, sol-gel, kitosan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}