{"Nomor": 19999, "Judul": "DETERMINATION OF SUBSURFACE VELOCITY STRUCTURE AND PRECISE HYPOCENTERS RELOCATION BY USING DOUBLE-DIFFERENCE TECHNIQUE: CASE STUDY OF CENTRAL JAVA-INDONESIA", "Abstrak": "this study, the results of high resolution velocity structure imaging by using the Tomography Double Difference (tomoDD) method is presented. The purpose of this study is to understand the mechanism of the subduction process and its implication to the surface seismicity and volcanic activity in Central Java. The data set was collected by a temporary seismic network called MERapi AMphibious EXperiment (MERAMEX).   \n \n \n\nTomo-DD is a simultaneous method to obtain a three-dimensional seismic velocity structure, and at the same time more precise earthquake hypocenter could also be determined. Although only absolute arrival times are used as input data, but this method could produce both more accurate hypocenter locations and seismic velocity structure near the source region.   \n \n \n\nThe final locations of earthquake sources show a narrow region of double seismic zones, which correlate well with the subducted Indo-Australian oceanic crust. The dip angle of the slab increases gradually from almost horizontal beneath offshore to 650-800 beneath the northern part of Central Java. It is interpreted that the slab started to be partially melting at a depth of around 110 km. This interpretation is confirmed with the fact that a cluster of several hypocenters appears around this depth. The SV (Subducted slab-Volcano) low velocity anomaly, which has negative velocity perturbation values of around 15%, is interpreted as a link between volcanism in Central Java and partial melting processes in the subducted slab. This anomaly zone has a high value of Vp/Vs, which its value of around 1.9, and is interpreted as the path of the upward migration of the partial molten material/fluid. The reliability of the result was tested thoroughly. Finally, it is concluded that the subduction plays an important role in causing the volcanism in this study area.", "Daftar File": {"2011 TS PP  DAVID PRAMBUDI SAHARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101859", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101860", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101861", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101862", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101863", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101864", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101865", "2011 TS PP  DAVID PRAMBUDI SAHARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101866"}, "Penulis": "DAVID PRAMBUDI SAHARA  (NIM : 223 09 307)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nProf. Sri Widiyantoro", "Dr. rer. nat. Moh Rachmat Sule"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "the Tomography Double Difference (tomoDD) method, subduction process, MERapi AMphibious EXperiment (MERAMEX).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}