{"Nomor": 19992, "Judul": "PENENTUAN KEADAAN TIANG PANCANG DENGAN METODE PILE INTEGRITY TEST (PIT) PADA DOMAIN FREKUENSI", "Abstrak": "Kerusakan yang terjadi akan mengurangi kekuatan struktural dalam menahan beban. Oleh karena itu, test yang dilakukan setelah pelaksanaan pembuatan konstruksi untuk memastikan integritas dari tiang pancang sangat dibutuhkan. Metoda umum yang digunakan untuk pengujian tiang pancang adalah Low strain Pile Integrity Test ada yang lebih dikenal dengan sebutan PIT. Dengan menggunakan test ini, impuls dengan frekuensi rendah diberikan pada ujung tiang pancang dengan menggunakan palu dan kecepatan dari ujung tiang pancang dapat diamati dengan menggunakan akselerometer. Impuls dengan frekuensi remah akan menghasilkan gelombang dengan frekuensi yang rendah yang akan berpropagasi sepanjang tiang pancang dan dipantulkan ditempat dimana. Analisa yang dilakukan pada tugas akhir ini adalah analisa dengan menggunakan frekuensi domain. Dimana dari domain waktu kemudian diubah menjadi domain frekuensi dengan menggunakan Fast Fourier Transform (FFT). Metoda pengerjaan PIT ini relatif mudah dan cepat dan memungkinkan untuk menguji tiang pancang dalam jumlah yang banyak dalam waktu yang cepat.", "Daftar File": {"2014 TA PP DANIEL HANRY SITOMPUL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101808", "2014 TA PP DANIEL HANRY SITOMPUL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101809", "2014 TA PP DANIEL HANRY SITOMPUL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101810", "2014 TA PP DANIEL HANRY SITOMPUL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101811", "2014 TA PP DANIEL HANRY SITOMPUL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101812", "2014 TA PP DANIEL HANRY SITOMPUL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101813", "2014 TA PP DANIEL HANRY SITOMPUL 1-PUSTAKAA.pdf": "https://digilib.itb.ac.id/gdl/download/101814"}, "Penulis": "DANIEL HANRY SITOMPUL (NIM : 10208100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PIT, domain frekuensi, FFT, tiang pancang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}