{"Nomor": 19994, "Judul": "PROYEKSI HUJAN EKSTREM UNTUK ANALISIS POTENSI BANJIR DI DKI JAKARTA", "Abstrak": "Banjir di DKI Jakarta adalah salah satu masalah yang belum terpecahkan hingga saat ini. Data historis yang terekam, kejadian banjir yang terburuk di DKI Jakarta adalah pada tahun 1996, 2002, dan 2007. Banjir tersebut disebabkan oleh terjadinya hujan ekstrem, oleh karena itu, penelitian ini dilakukan untuk mendapatkan proyeksi kejadian hujan ekstrem di DKI Jakarta dalam jangka waktu tahun 2011 sampai tahun 2035, sehingga potensi banjir dapat diperkirakan dan menjadi pertimbangan pemerintah DKI Jakarta untuk membuat kebijakan langkah adaptasi. Pada penelitian ini digunakan LARS-WG untuk mensimulasikan curah hujan harian pada masa kini dan masa depan. Stasiun BMKG Tanjung Priok dan stasiun BMKG DKI Jakarta Observatorium memiliki data yang cukup lengkap dan baik sehingga dua stasiun tersebut yang dipilih sebagai stasiun pengamatan yang mewakili daerah DKI Jakarta pada penelitian ini. Kondisi hujan ekstrem di DKI Jakarta cenderung fluktuatif dibandingkan dengan data baseline dan puncaknya terdapat pada periode 2011 sampai 2015. Probabilitas banjir tertinggi terdapat pada periode kedua yaitu tahun 2016 hingga tahun 2020, dengan kondisi curah hujan ada di sekitar 180 mm.", "Daftar File": {"2013 TA PP DANNI UTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101824", "2013 TA PP DANNI UTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101825", "2013 TA PP DANNI UTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101826", "2013 TA PP DANNI UTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101827", "2013 TA PP DANNI UTOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101828", "2013 TA PP DANNI UTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101829", "2013 TA PP DANNI UTOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101830"}, "Penulis": "DANNI UTOMO (NIM 12808004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.rer.nat.Armi Susandi, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "curah hujan, hujan ekstrem, metode downscaling stochastic, DKI Jakarta, LARS-WG", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}