{"Nomor": 1004, "Judul": "BEBERAPA SIFAT KEHIDUPAN PAECILOMYCES SP DALAM BAHAN BAKAR PESAWAT UDARA JET.", "Abstrak": "Bahan bakar pesawat udara jet (AVTUR) adalah senyawa hidrokarbon dan masih mengandung senyawa ikutan, antara lain mineral, air dan sebagainya. Lingkungan semacam ini dapat dimanfaatkan oleh mikroba bagi pertumbuhannya. Mikroba yang dapat tumbuh dalam AVTUR yaitu bakteri, kapang, aktinomisetes dan khamir. Dari 8 lokasi di Indonesia yang diamati, jenis kapang yang ditemukan adalah Cladosporium sp, Curvularia sp, Paecilomyces sp, Aspergillus sp, Penicillium sp, Hormodendrum sp dan  sebagainya.  \nKapang yang banyak terdapat di lokasi tersebut adalah jenis Paecilornyces sp. Pertumbuhan Paecilanyces sp terutama terjadi pada lapisan antara air dan AVTUR. Pertumbuhan ini menyebabkan hidrokarbon terdegradasi dan kadang-kadang sampai membentuk lumpur mikroba. Sumber karbon, baik yang berasal dari media maupun hidrokarbon akan mempengaruhi pertumbuhan Paecilornyces sp. Pertumbuhan Paecilomyces sp mula-mula memanfaatkann parafin, kemudian hidrokarbon lainnya sehingga akan merusak sifat fisik AVTUR. Faktor lain yang sangat berpengaruh terhadap pertumbuhan kapang tersebut dalam AVTUR adalah kandungan air. Pengrusakan ini mengakibatkan penurunan mutu, sehingga menyebabkan sifat fisik AVTUR tidak memenuhi syarat spesifikasi, antara lain uji korosi terhadap tembaga, titik nyala, titik asap dan sebagainya. Uji korosi terhadap tembaga menjadi positif disebabkan adanya asam yang dihasilkan oleh pertumbuhan mikroba tersebut. Titik asap akan'turun sampai 22 mm, hal ini disebabkan karena n-paraffin didegradasi sehingga kandungan aromat naik. Titik nyala akan naik sebab unsur-unsur volatil hilang dirusak oleh mikroba tersebut. Dengan diketahui sifat-sifat kehidupan Paecilomyces sp dalam AVTU maka diharapkan hasil ini dapat membantu Pemerintah dalam mengatasi masalah pertumbuhan kapang yang merusak AVTUR.", "Daftar File": {"1989 KADARWATI": "https://digilib.itb.ac.id/gdl/download/1288"}, "Penulis": "Sri Kadarwati [S2-318740]", "Kontributor / Dosen Pembimbing": ["Pembimbing", "1 P. Soedigdo  Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Paecilomyces sp; AVTUR", "Sumber": "FMIPA", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "14 Feb 2005"}