{"Nomor": 1031, "Judul": "PENGEMBANGAN MIKROKOMPUTER UNTUK PENGUKURAN SINYAL EKG TEKANAN DARAH, TEMPERATUR TUBUH DAN PENGOLAH DATA", "Abstrak": "Dalam tugas akhir ini dikembangkan suatu alat pemantau kondisi pasien Menggunakan komputer pribadi IBM PC-XT. Pemantauan Meliputi pengukuran EKG, pengukuran tekanan darah dan temperatur tubuh pasien. Hasil pengukuran EKG ditampilkan dalam bentuk grafik, sedangkan untuk pengukuran tekanan sistole -diastole dari tekanan darah dan hasil pengukuran temperatur ditampilkan dalam bentuk angka. Perangkat keras yang direalisasi adalah rangkaian analog yang menguatkan sinyal EKG dari tubuh manusia melalui elektrode, rangkaian penguat sinyal tekanan darah dan sinyal Korotkoff serta rangkaian untuk mengukur temperatur tubuh manusia. Transducer yang digunakan untuk mengukur tekanan adalah transducer kapasitif, sedangkan untuk mengukur temperatur digunakan thermistor. Sinyal pengukuran dari transducer mula-mula diolah secara analog kemudian diubah menjadi sinyal digital oleh rangkaian ADC 12 bit melalui kanal-kanal yang tersedia. Hasil pengolahan data ditampilkan ke layar monitor. Untuk sinyal EKG data dapat Juga direkam ke dalam disket dan bila suatu saat diperlukan dapat ditampilkan kembali ke layar monitor, osiloskop atau ke printer. Perangkat lunak untuk akuisisi data dibuat dengan menggunakan bahasa tingkat tinggi terstruktur Turbo Pascal versi 5.0 dan untuk pengolahan data pasien digunakan Database Toolbox versi 4.0. File program yang terbentuk keseluruhannya 75 KB file .EXE dan 55 KB file . OVR Hasil yang diperoleh dari uji coba keseluruhan sistem memberikan hasil yang cukup baik, meskipun demikian masih perlu penyempurnaan lebih lanjut apabila akan digunakan pada praktek sebenarnya", "Daftar File": {"1990 Hanafi Gunawan": "https://digilib.itb.ac.id/gdl/download/1318"}, "Penulis": "Hanafi Gunawan [738709]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1Soegijardjo Soegijoko   Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Development of microcomputer, EKG signal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Jan 2005"}