{"Nomor": 1038, "Judul": "PARAMETER THERMODINAMIKA DALAM PROSES PEMATANGAN MINYAK BUMI", "Abstrak": "Pematangan minyak bumi merupakan suatu proses pendewasaan yang terjadi di dalam atau di dekat reservoir, pada waktu atau selesainya migrasi. Perubahannya terjadi secara kimia yang dipengaruhi oleh lingkungannya dan meliputi zat zat, temperatur serta tekanan. \nSalah satu lingkungan minyak bumi adalah sulfida yang dikenal sebagai zat kimia yang tidak diharapkan keberadaannya di tempat itu. Walaupun demikian sulfida telah ada di dalam minyak bumi dari asal mulai ia terbentuk hingga terjebak. Bertolak dari kenyataan-kenyataan di atas penulis berusaha membuktikan dengan pendekatan thermodinamika, bahwa: \n(1) Golongan sulfida yang terdapat di dalam lingkungan minyak bumi merupakan penyebab proses pematangan minyak bumi;  \n(2) Ubahan-ubahan sulfida sulfida yang terdapat di dalam lingkungan minyak bumi merupakan sumber sulfida kembali yang akan digunakan sebagai sumber pematangan minyak bumi. \nUntuk membuktikan itu, penulis melakukan studi thermodinamika secara makroskopis dan merinci berdasarkan temperatur, tekanan, mol dan volume. Parameter thermodinamika yang digunakan adalah kapasitas panas [rumus], enthalphi [ rumus], entrophi [rumus], dan energi bebas Gibbs [rumus]. Perhitungan dilakukan pada keadaan temperatur berubah, temperatur & tekanan berubah, yang merupakan pencerminan keadaan pematangan yang terjadi di dalam atau di dekat reservoir, pada waktu atau selesainya migrasi. Hasilnya memperlihatkan bahwa sulfida menyebabkan pematangan minyak bumi dengan sangat reaktif pada semua keadaan di atas, yang diperlihatkan oleh nilai [rumus]= 100. 000 kal sampai dengan - 600.000 kal. Temperatur adalah faktor utama yang sangat berperan di dalam pematangan minyak bumi. Dan pengaruh tekanan tidak cukup berperan yang diperlihatkan oleh [rumus]= plus minus 100 kal, bandingkan dengan energi bebas gibbs diatas. Sulfida yang digunakan untuk pematangan minyak bumi di lokasi penelitian adalah Sz. Sumber utama hanya berasal dari siklus sulfida dan mineral sulfida atau pirit. Reaksi yang menghasilkan itu hanya dapat terjadi pada lingkungan oksigen, atau di lingkungan yang ada microbiocal yang menghasilkan oksigen (aerob). Sehingga proses pematangan minyak bumi yang diakibatkan oleh sulfida hanya dapat terjadi pada lingkungan yang kaya oksigen. Sulfida yang berperan dalam pematangan minyak bumi adalah meningkatkan fraksi aromat dan parafin, yang berubah dari naften, besarnya peningkatan itu masing-masing berturut-turut adalah 4,75 X dan 0,57 %, sedangkan untuk naften yang berkurang adalah 2,03 %.", "Daftar File": {"1989 Haswanto": "https://digilib.itb.ac.id/gdl/download/1325"}, "Penulis": "Haswanto [528718]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pematangan minyak bumi merupakan suatu proses pendewasaan yang terjadi di dalam atau di dekat reservoir", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Okt 2004"}