{"Nomor": 1044, "Judul": "ANALISIS FAKTOR KEAMANAN PARSIAL PONDASI TIANG TUNGGAL AKIBAT BEBAN AKSIAL", "Abstrak": "Pondasi tiang adalah merupakan struktur bawah (substructure) dari sebuah bangunan, yang memiliki kemampuan menghindari terjadinya penurunan (settlement) yang besar, dibandingkan dengan jenis pondasi yang lain. Diketahui ada beberapa metode pendekatan untuk menentukan daya dukung batas, seperti metode berdasarkan persamaan teoritis, persamaan empiris, persamaan yang menggunakan teori dinamis dan metoda 'load transfer' yang menggunakan analisis elemen hingga. Namun seringkali dijumpai penggunaan percobaan pembebanan tekan aksial, hal ini dilaksanakan adalah untuk meyakinkan hasil pendekatan dari teori-teori diatas. Berpatokan pada hasil percobaan pembebanan pondasi tiang tunggal, studi ini menganalisis faktor keamanan parsial dari mobilisasi gaya pada tahanan ujung dan tahanan geser selimut pondasi tiang. Digunakan empat metode untuk menginterpretasikan daya dukung batas dari hasil percobaan pembebanan yaitu metode titik potong garis singgung elastis-plastis, metode yang dikemukakan oleh Davisson, De Beer dan Van der Veen. Sedangkan untuk menganalisis pemisahan tahanan ujung dan ta hanan geser selimut tiang pancang digunakan metode dari Jain &Kumar dan metoda load transfer (t-z) dengan menggunakan program komputer 'LTSPF'. Dalam penelitian ini dilakukan analisis data terhadap 2 tiang bor (1 berinstrumen dan 1 tanpa instrumen), dalam mana program tersebut digunakan, 20 pondasi tiang pancang dan 10 pondasi tiang Franki, yang keseluruhannya berlokasi di Jakarta.", "Daftar File": {"1990_TS_PP_TEGEHKORY_1.pdf": "https://digilib.itb.ac.id/gdl/download/1331"}, "Penulis": "I Gde Arya Tegehkory [818714]", "Kontributor / Dosen Pembimbing": ["Pembimbing: A. Azis Jayaputra", "Scan: Koryati"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pile foundation, loading test, partial safety factor, end bearing resistant, skin friction resistant", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Des 2004"}