{"Nomor": 1049, "Judul": "PHYTOCHEMICAL STUDY OF THE RHIZOME OF      CURCUMA HEYNEANA VAL. ET V. ZIJP     ISOLATION AND IDENTIFICATION OF TERPENOID COMPONENTS", "Abstrak": "Diantara tumbuhan temu-temuan marga Curcuma yang terdapat di Indonesia, hanya C. xanthorrhiza Roxb., C. domestica Valet., dan C. zedoaria (Bergius) Roxb.,. yang kandungan kimia dan aktivitas biologisnya telah diselidiki dan dilaporkan dalam pustaka. Komponen kimia yang telah diisolasi dan diidentifikasi terutama terdiri dari monoterpen dan seskuiterpen hidrokarbon dan yang teroksigenasi, tetapi tak satupun dari ketiga Cnrcuma tersebut dilaporkan mengandung senyawa diterpen. Pada C. zedoaria yang banyak diselidiki terutama di Jepang, telah pula diajukan beberapa kemungkinan alur biogenetik pembentukan beberapa seskuiterpenoid yang terdapat pada tumbuhan tersebut, bahkan lebih jauh lagi telah dilakukan transformasi biomimetik dari suatu senyawa seskuiterpen menjadi senyawa seskuiterpen lainnya yang ada dalam tumbuhan tersebut. Di samping ketiga Carcvma tersebut, C. heyneana Val. et V. Zijp, banyak digunakan dalam pengobatan dan kosmetika tradisional. Telah didapatkan bahwa perasan rimpang segarnya menunjukkan daya antelmintik terhadap cacing Ascaris babi in vitro, dan bagian aktif utamanya ditemukan pada bagian minyak atsirinya. Akan tetapi dari pustaka hingga kini tidak didapatkan informasi mengenai kandungan kimia tumbuhan ini. Ditemukannya serta diidentifikasinya senyawa kimia, komponen suatu tumbuhan obat merupakan salah satu dasar rasional yang dituntut bagi pemakaian tumbuhan tersebut, sediaannya, ekstraknya atau senyawa itu sendiri dalam pengobatan modern.     \nTujuan penyelidikan ini adalah mengisolasi dan mengidentifikasi kandungan kimia khususnya terpenoida, dari rimpang dan terutama bagian minyak atsiri rimpang segar C. heyneana. Terhadap senyawa yang diperoleh, selanjutnya     \ndiharapkan dapat dilakukan penapisan dan uji biologis bagi aktivitas baik yang dikaitkan dengan aktivitas Curcuma heyneana sendiri seperti aktivitas antelmintik, maupun aktivitas biologis lainnya dengan harapan ditemukannya suatu senyawa terapetik baru. Diharapkan pula senyawa yang diperoleh itu dapat bermanfaat bagi telaah kemotaksonomi dan biogenetik jenis-jenis Curcuma. Terhadap minyak atsiri yang dibuat dengan cara destilasi uap parutan rimpang segar dan terhadap ekstrak metilenklorida dan ekstrak benzen rimpang yang dikeringkan di udara, mula-mula dilakukan fraksinasi dengan cara kromatografi kolom silika gel yang dielusi dengan pelarut gradien yang terdiri dari campuran benzenkloroform-aseton dan campuran n-heksan-aseton. Fraksifraksi minyak dan ekstrak kemudian berulang kali dipisahkan dan dimurnikan dengan cara-cara kromatografi kolom, kromatografi lapis tipis preparatif dan     \nkromatografi cair preparatif bertekanan dan setiap hasil daur-ulang dan dengan jalan membandingkan data spektroskopinya eran terkorelasi dwimatra (COSY) yang biasa dan rentangan jauh, senyawa IV diidentifikasi\t sebagai suatu seskuiterpen dengan struktur yang bersesuaian dengan zerumbon. Ketujuh seskuiterpen tersebut merupakan senyawa yang telah dikenal yang telah diisolasi terutama dari C. zedoaria kecuali zerumbon. Senyawa kedelapan (VII) adalah suatu senyawa baru, yang hingga kini belum ada publikasi yang menyatakan telah ditemukannya senyawa tersebut baik dari jenis Curcuma maupun dari tumbuhan lainnya. Senyawa tersebut merupakan suatu seskuiterpen tipe guaian diberi nama oksikurkumenol. Berdasarkan data spektroskopi senyawa ini dielusidasi sebagai 7,11-epoksida kurkumenol. Dari pengamatan NOE pada 'difference spectrum' yang kemudian ditunjang oleh analisis sinar-X, konfigurasi epoksida ini ditentukan sebagai suatu epoksida-ÃŸ. Stereokimia absolut oksikurkumenol ditentukan dengan metoda kimia yakni dengan transformasi langsung kurkumenol yang struktur absolutnya telah diketahui dan ditetapkan dengan cara kristalografi sinar-X. Transformasi telah dilakukan dengan jalan oksidasi langsung memakai asam m-kloroperbenzoat yang menghasilkan hanya senyawa epoksida-B yang dalam semua segi termasuk sifat optiknya identik dengan oksikurkumenol yang diisolasi dari minyak atsiri. Dari ekstrak metilen klorida telah diisolasi suatu senyawa berupa minyak tak berwarna (VIII) di samping germakron, dehidrokurdion dan kurkumenol. Senyawa yang sama juga diisolasi dari ekstrak benzen, di samping kurkumanolid A dan B, dehidrokurdion dan kurkumenol. Dengan membandingkan data spektroskopi dan data fisika lainnya dengan data yang terdapat dalam pustaka. senyawa tersebut diidentifikasi sebagai suatu diterpen tipe labdan yaitu (E)-labda-8(17),12-diena-15,16-dial (VIII). Pada kromatogram lapis tipis kedua ekstrak dengan jelas dapat diamati adanya senyawa oksikurkumenol (VII). Dari telaah pustaka dan dari hasil-hasil yang diperoleh, dapat disimpulkan bahwa senyawa monoterpen dan seskuiterpen hidrokarbon yang diidentifikasi dari minyak atsiri tidak karakteristik bagi tumbuhan C. heyneana maupun jenis-jenis Curcuma dan temu-temuan lainnya. Oksikurkumenol adalah karakteristik bagi C. heyneana, dan kecuali zerumbon, keenam seskuiterpen teroksigenasi lainnya juga terdapat pada Curcuma   zedoaria. Hal ini menunjukkan eratnya hubungan kemotaksonomi antara C. heyneana dengan C. zedoaria di antara marga Curcuma, karena hampir semua seskuiterpen yang diisolasi dari C. heyneana, terutama germakron dan dehidrokurdion yang dianggap sebagai prazat biosintesis berbagai seskuiterpen pada jenis Curcuma didapatkan hanya pada kedua jenis Curcuma tersebut. Isolasizerumbon yang merupakan komponen utama Zingiber zerumbet dan Zingiber amaricans (Zingiberaceae) dari marga Curcuma belum pernah dilaporkan sebelum ini. Isolasi diterpen tipe labdan, (E)-labda-8(17),12_dienal5,16-dial, dari jenis Curcuma adalah juga untuk pertama kalinya, sedangkan labdan merupakan satu-satunya jenis diterpen, yang dikenal terdapat pada tumbuhan temu-temuan. Biosintesis seskuiterpenoida kurkumenol dan     \nisokurkumenol pada C. zedoaria melalui dehidrokurdion sebagai zat-antara yang mungkin, dan konversi dehidrokurdion menjadi kurkumenol dan isokurkumenol serta spirolakton kurkumanolid A dan B dengan jalan siklisasi sebagaimana dilaporkan dalam pustaka, sangat mungkin berlangsung juga pada C. heyneana, karena hampir semua senyawa seskuiterpen yang terlibat, juga ditemukan pada C. heyneana. Khusus pada rimpang C. heyneana ini, isokurkumenol yang hanya terdapat pada minyak tetapi tidak pada kedua ekstrak, diduga dengan kuat merupakan suatu artefak yang terbentuk dari konversi pirolitik waktu berlangsungnya destilasi uap. Hasil isolasi dan identifikasi senyawa terpenoid ini merupakan sumbangan bagi informasi kandungan kimia tumbuhan obat di Indonesia sehingga telaah fitokimia tumbuhan obat Indonesia maju selangkah lagi. Juga terbuka peluang untuk menyelidiki aktivitas biologi atau farmakologi dengan menggunakan senyawa hasil isolasi.", "Daftar File": {"1990_TS_PP_Firman_1.pdf": "https://digilib.itb.ac.id/gdl/download/1337"}, "Penulis": "Kurnia Firman", "Kontributor / Dosen Pembimbing": ["Kosasih Satiadarma      Scanner : kory"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "the chemical constituents of the rhizome and     particularly the essential oil part of the fresh rhizome of C. heyneana, specially the terpenoids.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Des 2004"}