{"Nomor": 1056, "Judul": "STUDI DAYA DUKUNG TIANG ULIR BERDASARKAN PERCOBAAN PEMBEBANAN TEKAN DI LAPANGAN", "Abstrak": "STUDY DAYA DUKUNG TIANG ULIR BERDASARKAN PERCOBAAN PEMBEBANAN TEKAN DI LAPANGAN. Maulid M. Igbal, 1990, Bidang Studi Geoteknik, Fakultas Pasca Sariana Institut Teknologi bandung.  Tiang ulir merupakan salah satu jenis pondasi tiang yang bagian bawahnya diperbesar dengan bentuk ulir. Seperti pondasi tiang jenis lainnya tiang ulir ini berguna untuk memindahkan beban-beban permukaan ke lapisan tanah yang cukup keras.  Pada tesis ini akan disajikan hasil percobaan pembebanan tekan statik tiang ulir tunggal pada tiga lokasi di Bandung. Prosedur percobaan mengikuti standar ASTM D1143-81.  Tiang ulir yang digunakan untuk percobaan bervariasi terhadap diameter ulir dan jumlah ulir. Variasi diameter ulir yang digunakan adalah 10, 15, 20, dan 25 cm, yang untuk masing-masing diameter ulir mempunyai variasi jumlah ulir 2, 4, 6, dan 8 buah. Kedalaman tiang ulir yang ditest adalah 1 meter. Pengetesan dilakukan sebanyak 16 kali untuk satu lokasi. Sebelum dilakukan percobaan pembebanan terlebih dahulu dilakukan penyelidikan tanah pada lokasi yang akan di test berupa test Sondir dan test laboratorium. Data yang didapatkan dari percobaan pembebanan berupa beban dan penurunan digambarkan dalam skala logaritma dan dalam skala normal. Didapatkan bahwa pertambahan jumlah ulir akan meningkatkan kapasitas daya dukung tiang ulir tersebut. Hasil percobaan pembebanan tersebut dibandingkan dengan hasil perhitungan daya dukung tiang ulir menggunakan metoda Skempton dan Meyerhof. Dari hasil pengamatan langsung di lapangan diusulkan suatu pendekatan untuk menghitung kapasitas daya dukung tiang ulir", "Daftar File": {"1990_TS_PP_IQBAL_1.pdf": "https://digilib.itb.ac.id/gdl/download/1346"}, "Penulis": "Maulid M Iqbal", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1.Djoko Soelarno SidjiScan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pile foundations", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2005"}