{"Nomor": 1061, "Judul": "ISOLASI BEBERAPA SENYAWA AKTIF SELAIN ASAM BONGKREK YANG DIPRODUKSI OLEH PSEUDOMONAS COCOVENENANS DAN PENGARUHNYA TERHADAP RESPIRASI", "Abstrak": "Bakteri Pseudomonas cocovenenans, merupakan bakteri bongkrek yang menarik untuk diteliti baik dari sudut biokimia, fisiologi, farmakologi dan medis, terutama ilmu gizi. Seperti diketahui ribuan orang di daerah Banyumas dan Kediri telah meninggal sejak sekitar tahun 1880 hingga kini, akibat keracunan bongkrek. Penyebabnya adalah racun yang dibuat oleh bakteri bongkrek yang kadang-kadang mencemari bahan bakunya yaitu anipas kelapa. Bakteri bongkrek menghasilkan senyawa-senyawa beracun di dalam medium tempe bongkrek dan khususnya dalam ampas kelapa, dengan kata lain tempe yang dibuat dari ampas kelapa dapat dicemari oleh bakteri ini. Pseudomonas cocovenenans dapat mencemari selama proses fermentasi jika dilakukan dengan kurang memperhatikan kebersihan. Selama proses pembuatan tempe tersebut bakteri itu dapat menghasilkan senyawasenyawa beracun dari ampas kelapa. Kedua racun itu adalah asam bongkrek yang tidak berwarna (LD 50=1,4 mg/kg bobot badan, ip pada tikus), dan toksoflavin yang berwarna kuning (LD 50=1,7 mg/kg bobot badan, ip pada tikus). Ekstrak etanol yang diisolasi dari hasil fermentasi ampas kelapa dengan bakteri Psoudomonans cocovenenans ternyata dapat memghambat respirasi homogenat jantung sapi, (p>0,05).Penelitian ini mengisolasi beberapa senyawa yang mempunyai aktifitas antibiotika dan berhasil memurnikan tiga senyawa yang dihasilkan oleh bakteri Pseudomonans dari strain X 128, yang di bekukeringkan di Bogor dengan kode BCC 2184. Isolasi dan pemurnian dilakukan dengan metode P. Soedigdo dengan beberapa penyempurnaan. Identifikasi di lakukan dengan metode kromatografi lapis tipis. Uji aktifitas antibiotika dilakukan dengan metode kertas lingkar dan metode pengenceran. Dari penelitian ini didapatkan tiga senyawa yang murni yang mempunyai aktifitas antibiotika baik terhadap bakteri Escherichia colie maupun terhadap jamur Aspergillus niger. Karakterisasi dari ketiga buah senyawa murni tsb adalah sebagai berikut : Mempunyai faktor retensi 0,75 dalam eluen khloroform dan metanol perbandingan 1:1 (V/V) berfluoresensi putih dan membentuk kristal putih dengan titik leleh 216Â°C. Hasil pengukuran dengan spektrofotometer ultra violet memberikan serapan pads panjang gelombang maksimum; 360 nm dan 268 nm. Dari gambar spektrum infra marsh di dapatkan puncak-puncak; 2800, 2900, 1530,1550, 1460, 1420, 1120, dan 720 cm-1. Senyawa yang kedua mempunyai faktor retensi 0,65, dalam eluen yang sama berfluoresensi biru hitam dan membentuk kristal kuning berbentuk jarum, dengan titik leleh 205Â°C. Hasil pengukuran dengan spektrofotometer ultra violet terjadi serapan pada panjang gelombang maksimum 258 nm dan 202 nm. Dari gambar spektrum infra merah didapatkan puncak-puncak 700,740,850, 880, 930, 980, 1020, 1080, 1120, 1170,1220, 1260,1310, 1320, 1380, 1460, 1490, 1530, 1560, 1600,1680, 1770, 2580, 3050, 3500 cm-1. Senyawa yang ketiga mempunyai faktor retensi 0,60, didalam eluen yang sama pula berfluoresensi biru hitam dan membentuk kristal kream, dengan titik leleh 181Â°C. Hasil pengukuran dengan spektrofotometer ultra violet terdapat serapan pada panjang gelombang maksimum 328 nm dan 202 nm. Uji aktifitas antibiotika menunjukkan bahwa kristal putih mempunyai aktifitas antibiotika lebih besar jika dibandingkan dengan kristal yang lainnya yaitu kristal kuning dan kristal kream.", "Daftar File": {"1990_TS_PP_ANGG_1.pdf": "https://digilib.itb.ac.id/gdl/download/1352"}, "Penulis": "Nenden Indrayati Anggraeni", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pringgo Soedigdo", "Scan: Cecep Hikmat"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pseudomonas cocovenenans, bacteria, bongkrec bacteria", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Des 2004"}