{"Nomor": 1079, "Judul": "PENGARUH PBEDTA PADA TANAMAN PADI (OERYZA SATIVA.L ) YANG DITUMBUHKAN DI DALAM LARUTAN  NUTRISI", "Abstrak": "Telah diteliti mengenai pengaruh perlakuan PbEDTA pada pertumbuhan vegetatif tanaman padi Coryza sativa L.) varitas Cisadane yang ditumbuhkan dalam larutan nutrisi. Konsentrasi yang digunakan untuk perkecambahan adalah 0, 240, 361 dan 481 ppm. Untuk kecambah dan tanaman padi digunakan konsentrasi 0, 240, 361, 481, 601 dan 721 ppm . Kecambah didedahkan selama delapan hari, sedangkan untuk tanaman padi adalah 10, 20 dan 40 hari. Data diolah secara statistik dengan uji sidik ragam pada tingkat kepercayaan 95 . Hambatan pada persentase perkecambahan adalah tidak nyata dibandingkan dengan kontrol. Sementara itu pertumbuhan \" shoot\" dan akar kecambah padi dihambat sehingga panjang dan berat kering \"shoot\" serta akar berbeda nyata dibandingkan dengan kontrol. Gejala keracuna PbEDTA pada tanaman padi berupa klorosis pada daun muda dan hambatan pertumbuhan \" shoot\" dan ak ar . Kl or osi s muncul padi hari k e delapan setelah pendedahan. Hambatan pertumbuhan \"shoot\" setelah 10 hari pendedahan pada perlakuan 240, 361 dan 601 ppm adalah nyata, sehingga panjang \"shoot\" pada perlakuan 240 dan 601 ppm serta berat kering \"shoot\" pada perlakuan 240, 361 dan 601 ppm berbeda nyata dibandingkan dengan kontrol. Sementara itu pertumbuhan \"shoot\" setelah 20 dan 40 hari pendedahan pada perlakuan 481 dan 721 ppm dihambat, sehingga berat kering \"shoot\" berbeda nyata, tetapi panjang \"shoot\" pada semua perlakuan tidak berbeda nyata dibandingkan dengankontrol. Hambatan pertumbuhan akar setelah 10, 20 dan 40 hari pendedahan, masing-masing tidak nyata dibandingkan dengan kontrol untuk 10 hari pendedahan, nyata hanya pada perlakuan 481 ppm untuk 20 hari pendedahan, dan nyata hanya pada perlakuan 601 ppm untuk 40 hari pendedahan. Pada pertumbuhan akar setelah 10 hari pendedahan meningkat tetapi tidak berbeda nyata dibandingkan dengan kontrol. Setelah 20 hari pendedahan hambatan tampak berfluktuasi dan setelah 40 hari pendedahan terjadi hambatan tetapi tidak nyata dibandingkan dengan kontrol. Konsentrasi klorofil a daun setelah 40 hari pendedahan menurun tetapi tidak nyata dibandingkan dengan kontrol, sedangkan konsentrasi klorofil b menurun secara nyata dibandingkan dengan kontrol. Konsentrasi Pb di dalam akar meningkat kecuali pada perlakuan 721 ppm. Sementara itu konsentrasi Pb di dalam \"shoot\" menurun secara nyata dibandingkan dengan konsentrasi Pb di dalam \"shoot\" tanaman padi perlakuan 240 ppm. Konsentrasi Mg dan Fe di dalam \"shoot\" setelah 40 hari pendedahan menurun tetapi tidak nyata dibandingklan dengan kontrol, sedangkan konsentrasi Zn di dalam \"shoot\" menurun secara nyata dibandingkan dengan kontrol. Konsentrasi Mg di dalam akar berfluktuasi, sedangkan konsentrasi Fe pada perlakuan 601 ppm dan konsentrasi Zn di dalam akar pada semua perlakuan menurun secara nyata dibandingkan dengan kontrol.", "Daftar File": {"1990_TS_PP_WARSONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1371"}, "Penulis": "Warsono", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Arbayah H. Siregar  2. Mumu Sutisna  Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Vegetative growth of rice Coriza sativa L., nutrition solution , Cisadane", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Feb 2005"}