{"Nomor": 1101, "Judul": "STRATEGI PEMASARAN PROYEK SUKAMULYA INDAH TAHAP II", "Abstrak": "Bisnis Real Estate akhir-akhir ini mengalami kelesuan yang agak teruk, sebagai akibat kesulitan likwiditas keuangan yang melanda perbankan di Indonesia, sehingga membuat macetnya penyaluran kredit pemilikan rumah. Daya beli konsumen perumahan sangat ditopang oleh fasilitas kredit perbankan. Keadaan ini melanda sampai ke sektor perumahan kelas atas dimana Proyek Sukamulya Indah berada, dan bisa berlangsung sampai beberapa tahun. Untuk mengatasi masalah yang timbul, proyek dihentikan sementara dan segera dilaksanakan penyusunan strategi bidang pemasaran di masa stagnasi ini. Persaingan yang ada dan sempitnya bidang gerak untuk pasar rumah kelas atas menyebabkan proyek memilih strategi fokus dan diferensiasi, menelusuri celah yang masih bisa dimasuki di tahap ke II nanti. Dalam sektor bisnis perumahan kelas atas penurunan harga jual rumah tidak dianjurkan maka perlu strategi lain. Setelah menganalisa situasi bisnis perumahan, situasi ekonomi, kekuatan dan kelemahan proyek peluang dan ancaman yang ada, maka dilakukan perumahan kembali sasaran baru bagi proyek Sukamulya Indah Tahap II dan alternatip strategi untuk mencapainya. Sasaran itu ialah konsumen dengan daya bell semu dan konsumen dengan daya beli lebih kuat yang belum digarap, yakni mereka yang berpenghasilan USDollar, termasuk tenaga ahli expatdat. Untuk menopang daya bell semu konsumen ditawarkan produk berupa kredit pemilikan rumah dari perusahaan ( consumer's loan), sedangkan untuk expatriat produk yang ditawarkan berbentuk rumah sewa. Sehingga alternatip yang muncul Strategi Consumer's Loan dan Strategi Rumah Sewa untuk Expatrlat. Setelah dilakukan Penghitungan implikasi finansial yang dilakukan menunjukkan keunggulan Strategi Rumah Sewa. Berbagai pertimbangan lain juga. memperkuat pemilihan strategi ini, walaupun ada juga dampak negatipnya yang harus dinetralisir.", "Daftar File": {"1991_TS_PP_PRANGGONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1394"}, "Penulis": "Bambang Pranggono", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Mohammad Halim", "Pembimbing II: Mamo S. Sutoko", "Scan: Caca Mulyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategic market planning, real estate business", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "11 Des 2004"}