{"Nomor": 1120, "Judul": "TEKUK PADA PELAT KOMPOSIT BERLAPIS DENGAN METODA ELEMEN HINGGA", "Abstrak": "Dilihat dari fungsinya, struktur berfungsi untuk mendukung beban yang terjadi, baik beban statik maupun beban operasional. Dalam tahap perancangannya, beberapa bagian dari struktur akan menerima beban tekan. Struktur pesawat terbang dirancang sedemikian rupa sehingga mempunyai berat struktur yang seringan mungkin Hal ini bisa dicapai dengan merancang struktur pesawat terbang menjadi struktur-struktur yang ramping serta menggunakan material yang ringan pula.  Salah satu bentuk\tkeruntuhan\tyang\tsering\tterjadi\tpada struktur-struktur yang ramping adalah tekuk (buckling). Keruntuhan akibat buckling ini sangat berbahaya karena tidak didahului dengan tanda-tanda awal keruntuhan. Untuk beberapa bagian struktur utama, keruntuhan akibat buckling dapat bersifat katastropik.  Komposit merupakan salah satu jenis material yang mulai banyak digunakan dalam beberapa industri, seperti industri pesawat terbang dan otomotif. Beberapa keuntungan yang dapat diperoleh dengan menggunakan material komposit antara lain ringan, arah serat yang dapat diatur, mudah.dibentuk serta tahan terhadap korosi. Dewasa\tini\tmaterial\tkomposit\tpun\tsudah\tmulai diperhitungkan sebagai bagian dari struktur utama (main structure), seperti pada vertikal stabilizer pada pesawat terbang Airbus, serta pada beberapa bagian struktur utama pada pesawat tempur.  Bentuk segi-4 merupakan bentuk yang paling sederhana untuk perhitungan tekuk pada pelat. Kondisi sebenarnya yang ada pada struktur dapat didekati dengan memvariasikan dimensi pelat serta bentuk perletakannya. Bentuk-bentuk lainnya yang lebih kompleks akan memerlukan perhitungan yang lebih kompleks pula.Tesis ini membahas tentang kekuatan tekuk pada pelat komposit berlapis berbentuk segi-4 , dimana setiap lapisan mempunyai sifat-sifat bahan, ketebalan lapisan serta arah-arah serat yang berbeda-beda. Analisa dilakukan dengan metoda energi dan metoda elemen hingga", "Daftar File": {"1991 NUGRAHA": "https://digilib.itb.ac.id/gdl/download/1415"}, "Penulis": "Hera Susatia Nugraha [S2-818810]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Adang Surahman   Pembimbing 2: Sulaeman Kamil"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kekuatan tekuk; pelat komposit berlapis", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "13 Des 2004"}