{"Nomor": 1162, "Judul": "PROSEDUR PENGUJIAN TANAH UNTUK BEBERAPA DAERAH DI JAWA BARAT", "Abstrak": "Tes klasifikasi (index test) terhadap beberapa tanah residu tropis di Jawa Barat telah dilakukan. Beberapa contoh tanah terganggu (disturbed samples) dari tiga lokasi (Purwakarta, Cikampek dan Bandung) diambil dan dilakukan percobaan laboratorium untuk mengetahui pengaruh pengeringan pada nilai kadar air, batasbatas Atterberg, analisa saringan dan hydrometer serta karakteristik pemadatan. Sebuah contoh tanah tambahan telah diambil dari Lembang untuk mengetahui pengaruh pengeringan pada nilai kadar air dan karakteristik pemadatan. Percobaan laboratorium dilaksanakan dengan menggunakan metoda standar dan modifikasi. Metoda British Standard (1975) dipakai untuk hampir semua percobaan dan dilakukan modifikasi untuk dapat membedakan karakteristik tanah-tanah tropis dengan tanah-tanah di daerah suhu sedang dimana prosedur tes standar telah dipakai sebagai acuan. \nDari keseluruhan hasil percobaan laboratorium terbukti bahwa ada perbedaan yang cukup berarti antara hasil percobaan yang diperoleh dengan menggunakan prosedur standar dan modifikasi. Telah dilakukan juga pembandingan dengan hasil hasil percobaan yang dilakukan pada sekitar tahun 1970. Pengaruh pengeringan pada tanah-tanah residu tropis adalah menurunkan liquid limit, plasticity index, persen lolos pada percobaan hydrometer, menurunkan kadar air optimum dan menaikkan berat jenis kering maksimum pada percobaan pemadatan. Pengujian karakteristik keteknikan melalui tes klasifikasi telah membuktikan bahwa pengaruh pengeringan pada tanah-tanah residu tropis dapat menimbulkan beberapa kesulitan dalam memperkirakan sifat sifat teknik dari tanah tersebut.", "Daftar File": {"1992 Sunaryo": "https://digilib.itb.ac.id/gdl/download/1462"}, "Penulis": "Bemby Sunaryo [26990003]", "Kontributor / Dosen Pembimbing": ["J.S.Younger", "Aziz Jayaputra  Scanner : kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Tanah residu tropis; tes klasifkasi", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "30 Nov 2004"}