{"Nomor": 1186, "Judul": "CONSOLIDATION OF SOFT SOILS TAKING ACCOUNT OF     STRUCTURE CHANGE ON PORE PRESSURE AND SETTLEMENT", "Abstrak": "Beberapa tahun yang baru lewat teori yang telah dikenal baik yang dikembangkan oleh Terzagi, dalam bentuk dasar maupun pengembangannya selalu digunakan untuk menganalisa kecepatan penurunan tanah dan disipasi tegangan air pori akibat pembebanan pada tanah lunak. Dalam studi belum lama ini, diketahui bahwa keberhasilan dalam memperkirakan besar dan kecepatan penurunan dengan menggunakan teori Terzaghi untuk beberapa studi kasus bervariasi dari sangat baik sampai jelek. Ketidaktepatan ini dapat dijelaskan dengan mempertimbangkan beberapa faktor seperti hubungan yang tidak linear antara log tegangan effectif dan angka pori, dan perubahan dalam permeabilitas dan kompresibilitas.     \nSebuah program komputer dengan menggunakan teori Terzaghi-Rendulic untuk membahas konsolidasi dua arah dari tanah kohesi berlapis yang memikul beban timbunan telah dikembangkan pada studi terdahulu. Versi yang baru dari program tersebut untuk memasukkan pengaruh dari perubahan struktur tanah dan perubahan permeabilitas dengan menggunakan teori non-linear dikembangkan dalam studi ini. Tiga studi kasus digunakan untuk membandingkan hasil dari kedua teori tersebut dengan kenyataan di lapangan. Kasus yang dipakai tersebut merupakan laporan dari percobaan timbunan di Juru, Malaysia, Muar Flats, Malaysia dan Tickton, Inggris. Perbandingan hasil yang diperoleh dipresentasikan dalam tesis ini. Hasil yang mendekati kenyataan lapangan diperoleh dengan menggunakan teori non-linear, baik untuk perkiraan penurunan dan disipasi tegangan air pori. Perhitungan penurunan dengan menggunakan teori Terzaghi-Rendulic cenderung jauh dibawah kenyataan di lapangan, kecuali pada timbunan di Tickton. Untuk perkiraan karacteristic disipasi tegangan air pori teori ini mendekati kenyataan, kecuali pada percobaan timbunan di Tickton. Diamati juga perubahan struktur tanah terjadi pada tanah lunak dengan kandungan organic besar. Perubahan ini berpengaruh dalarn rnemperbesar penurunan tanah. Pengaruh creep ini pada prilaku disipasi tegangan air pori dipengaruhi oleh koefisien lain yaitu koefisien konsolidasi dan indek kompresi.", "Daftar File": {"1992 Suaryana": "https://digilib.itb.ac.id/gdl/download/1489"}, "Penulis": "Nyoman Suaryana [26990010]", "Kontributor / Dosen Pembimbing": ["J.S. Younger", "Krishna S.Pribadi", "Trisno Soegondo     Scanner : kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Teori Terzaghi-Rendulic; penurunan tanah; disipasi tegangan air pori", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "30 Nov 2004"}