{"Nomor": 1200, "Judul": "SIMULASI PERUBAHAN MUKA AIR TANAH DALAM AKIBAT PEMOMPAAN DI DAERAH RAWAJITU UNIT I, II DAN IV KECAMATAN MENGGALA KABUPATEN LAMPUNG UTARA", "Abstrak": "Daerah penelitian merupakan pemukiman transmigrasi yang terletak di Rawajitu Unit I, II dan IV termasuk Kecamatan Menggala Kabupaten Lampung Utara. Rawajitu merupakan daerah pantai bagian Timur-Laut dari Propinsi Lampung. Berdasarkan jenis batuannya, Rawajitu termasuk daerah hasil pengendapan sungai (Mesuji dan Tulang Bawang) dengan lingkungan laut. Tujuan penelitian adalah untuk mempelajari dan memprediksi perubahan muka air tanah dalam akibat pemompaan pada masing-masing sumur-bor di daerah Rawajitu. Dengan demikian dapat diketahui pada sumur-bor mana saja yang akan memberikan penurunan muka air tanah yang besar dan sebaliknya pada debit pemompaan tertentu. Disamping itu dapat diketahui pula pada debit berapa tiap-tiap sumur-bor akan aman untuk dieksploitasi. Simulasi dilakukan dengan menggunakan metoda pendekatan model matematis yang diselesaikan secara numerik dengan memakai metoda beda hingga (finite difference methode). Untuk pembuatan modelnya, daerah penelitian (Rawajitu Unit I, II dan IV) yang mempunyai panjang 14 Km dan lebar 16 Km didiskritisasi menjadi grid-grid yang berukuran sama berbentuk bujur sangkar. Untuk mempercepat proses dan ketelitian perhitungan, penyelesaian simulasi dilakukan dengan bantuan komputer. Mengingat daerah penelitian cukup luas dan apabila semua sumur-bor disimulasikan secara bersama-sama ternyata memori komputer tidak cukup. Oleh karena itu, simulasi dilakukan tiap-tiap sumur-bor. Simulasi dilakukan dengan dua debit pemompaan. Pertama, simulasi menggunakan debit sama dengan debit uji pemompaan (pumping test) yang bertujuan untuk uji validitas model simulasi. Kedua, simulasi dengan debit pemompaan antara 2 - 2, 50 lt/det (tiap sumur-bor). Hal ini dilakukan untuk menyesuaikan kemampuan pompa yang dipasang pada masing-masing sumur-bor saat ini. Dari hasil simulasi diketahui bahwa : \n1. Pada debit pemompaan antara (5 - 7) lt/det diketahui terdapat 5 sumur-bor yang penurunan muka air tanahnya cukup dalam yaitu SB-01 (20,31 m), SB-02 (22,04 m), SB-03 (22,09 m), SB-07 (19,27 m) dan satu sumur-bor kondisinya sangat kritis karena dengan debit pemompaan 1,40 lt/det muka air tanahnya turun sampai 22,04 m yaitu SB-06.  \n2. Pada debit pemompaan (2 - 2,50) lt/det pada umumnya semua sumur-bor aman (penurunannya relatip kecil), kecuali sumur bor SB-06 penurunannya tetap besar (mencapai 27,27 m).", "Daftar File": {"1992 Suyono": "https://digilib.itb.ac.id/gdl/download/1504"}, "Penulis": "Suyono [22189006]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Gatot Hari Prijowirjanto, Pembimbing 2 : Made Astawa Rai"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "daerah pantai, daerah hasil pengendapan sungai, perubahan muka air tanah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Nov 2004"}