{"Nomor": 1215, "Judul": "STUDI ANALISIS DAN EKSPERIMENTASI PEMAMPATAN   GAMBUT PALEMBANG MENGGUNAKAN SEL ROWE", "Abstrak": "Pada tesis ini dibahas tentang studi analisis dan eksperimentasi pemampatan gambut Palembang menggunakan sel Rowe. Gambut tersebut diuji perilaku pemampatan satu dimensi dengan menggunakan sel konsolidasi Rowe, selanjutnya dianalisis perilakunya dengan menggunakan model rheology modifikasi Lo. Pada pengujian ini, perubahan tekanan air pori dan perpindahan vertikal dapat dimonitor selama uji berlangsung. Sistim tegangan balik juga digunakan pada pengujian ini untuk mensimulasi tegangan hidrostatik yang terjadi pada lokasi   pengambilan contoh. Hasil pengujian menunjukkan bahwa gambut Palembang perilaku pemampatan yang sangat dipengaruhi oleh besarnya peningkatan beban yang diberikan serta angka pori yang ada. Kecepatan pemampatan sekunder setelah waktu tertentu akan bertambah dengan bertambahnya log waktu dan terjadi pengurangan kecepatan pemampatan secara perlahan yang dikenal dengan pemampatan tersier. Proses pemampatan pada awal waktu berlangsung secara cepat, selanjutnya berkurang sesuai dengan bertambahnya log waktu. Perubahan pemampatan primer dan sekunder ditandai oleh tekanan air pori yang konstan, terutama untuk beban konsolidasi yang rendah. Pada beban konsolidasi yang besar perubahan tekanan air pori akan tetap berlangsung disebabkan terdapatnya dua macam pori pada gambut. Pertama macropori terdapat diantara serat dan kedua micropori yang terdapat pada seratnya. Model rheology modifikasi Lo diadopsi oleh Edil dan Dhowian digunakan untuk analisis parameter rheology, untuk memahami lebih jauh perilakunya. Verifikasi dari hasil regangan-log waktu terhadap model yang diambil dilakukan guna menguji validasi hasil pengujian. Hasil verifikasi menunjukkan bahwa model tersebut cukup baik untuk digunakan terutama untuk rentang pemampatan sekunder, namun verifikasi model untuk pemampatan tersier terdapat sedikit bias pada akhir pengukuran. Terdapat dua indek tekanan (Cc) yaitu Cc1 dan Cc2 yang ditandai oleh dua garis yang patah secara tajam, yang menunjukkan perbedaan dengan indek tekanan untuk tanah pada umumnya. Rasio ?/Ccuntuk gambut Palembang mempunyai nilai rata-rata < 0.1.", "Daftar File": {"1993 Munawir": "https://digilib.itb.ac.id/gdl/download/1520"}, "Penulis": "As'ad Munawir [25091001]", "Kontributor / Dosen Pembimbing": ["Suhardjito Pradoto    Scanner : kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gambut; sel Rowe", "Sumber": "FITB", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "30 Nov 2004"}