{"Nomor": 1216, "Judul": "METODA SIMULASI ANNEALING DENGAN BATASAN UJI SUMUR UNTUK DESKRIPSI RESERVOIR", "Abstrak": "Keterbatasan data merupakan salah satu alasan digunakannya pendekatan stochastic untuk deskripsi reservoir. Meskipun demikian, tidak semua data dimanfaatkan sebagai batasan untuk mendeskripsikan reservoir, misalnya data uji sumur. Dari sekian banyak metoda simulasi kondisional yang dikenal pada saat ini, hanya metoda simulasi annealing yang bisa memanfaatkan data uji sumur. \nTujuan dari penelitian ini adalah mempelajari kemungkinan penggunaan metoda simulasi annealing dengan batasan tambahan data uji sumur untuk deskripsi reservoir. \nApabila tidak ada kesalahan pada data yang digunakan sebagai batasan, maka simulasi annealing dengan batasan tambahan data uji sumur memberikan hasil yang lebih baik dibanding simulasi annealing tanpa data uji sumur, terutama bila sumur well test letaknya tersebar merata. Untuk sumur well test yang letaknya tersebar merata, kualitas hasil simulasi annealing dipengaruhi oleh variabilitas dari variabel yang hendak dideskripsikan. \nSemakin rendah variabilitas, hasil simulasi annealing akan semakin baik. Untuk tujuan praktis, selain data uji sumur, tidak diperlukan tambahan data lain untuk mendeskripsikan variabel dengan variabilitas yang rendah. Namun, untuk variabel dengan variabilitas menengah dan tinggi, masih diperlukan tambahan data lain untuk mendapatkan deskripsi yang baik. \nAnalisa kepekaan terhadap data uji sumur menunjukkan bahwa hasil simulasi annealing tidak sensitif terhadap kesalahan data uji sumur. Kesalahan data radius investigasi hingga 200% dari harga yang sebenarnya realtif tidak mempengaruhi kualitas hasil simulasi annealing. Kesalahan pada data permeabilitas rata-rata sebesar 25% hanya sedikit mempengaruhi hasil simulasi annealing. \nAnalisa kepekaan terhadap data semivariogram menunjukkan bahwa hasil simulasi annealing mengalami penurunan kualitas yang cukup besar bila terjadi kesalahan pada data semivariogram. Hasil simulasi annealing sangat sensitif terhadap kesalahan harga intermittency exponent dan nugget effect, cukup sensitif terhadap kesalahan harga sill, dan sedikit sensistif terhadap kesalahan harga range.", "Daftar File": {"1993_TS_PP_SUDARYANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1521"}, "Penulis": "Bagus Sudaryanto [22290006]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Doddy Abdassah", "Pembimbing II: Iman Soengkowo", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Deskripsi Reservoir, Simulated Annealing, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Nov 2004"}