{"Nomor": 1231, "Judul": "STUDI GEOLOGI TEKNIK DI DAERAH RENCANA JEMBATAN SURABAYA - MADURA JAWA TIMUR", "Abstrak": "Daerah penelitian adalah lokasi rencana jembatan Surabaya-Madura, terletak pada 7Â° 10 ' - 7Â° 13 ' LS dan 112Â° 46 - 112Â° 47 BT desa Tambakwedi Surabaya dan desa. Sukolilo Bangkalan. Bagian utara terdiri dari endapan sedimen (batuan) Tersier, sedangkan bagian selatan endapan (tanah)Resen. Menurut Commision on Engineering Geological Maps (1976), informasi geologi teknik meliputi tanah/batuan, geomorfologi, hidrogeologi dan geodinamika. Penelitian dititik beratkan pada informasi tanah/batuan serta mengaitkannya dengan sifat keteknikan dan evaluasinya untuk fondasi jembatan. Untuk memecahkan masalah dilakukan tiga pendekatan, yaitu analisa data sekunder, penelitian lapangan dan analisa laboratorium. Daratan Madura merupakan satuan geomorfologi pegunungan lipatan sedangkan Surabaya dataran pantai terdiri dari klas relief datar, miring landai - miring dan terjal. Dijumpai gejala tanah longsor (soil creep/silde), runtuhan batu (rockfall) dan erosi pantai. Terdapat 3 sesar geser kiri arah NNE-SSW dan 4 sesar turun arah W-E yang merupakan sesar tidak aktif. Stratigrafi daerah telitian dari yang tertua - muda adalah Formasi Madura diendapkan pada lingkungan laut dangkal berumur Miosen tengah - akhir (N 10-12) terdiri dari batulanau gampingan, kohesi (C) 0,35 kg/cm2 dan nilai N - SPT 30 - > 60; batugamping klastik, kohesi 140 kg/cm2; batupasir gampingan, kohesi 10 kg/cm2 dan N 40 - > 60 ; batupasir, tebal > 5 m, kohesi 50 kg/cm2. Diatasnya diendapkan secara tidak selaras Formasi Pamekasan pada lingkungan laut dangkal berumur Pilo - Plistosen (N 17-23) terdiri dari batulanau dengan N 16 - > 50; batugamping bioklastik, kohesi 18 kg/cm2; batulanau, kohesi 0,53 kg/cm2 dan N 15 - > 60; batulempung, kohesi 0,99 kg/cm2 dan N 35 - > 60. Diatas formasi ini secara tidak selaras diendapkan endapan rawa, pantai dan laut dangkal berumur Resen terdiri dari klas tanah (USCS, 1957) : kerikil (GP), pasir (SP,SM,SC) dan lempung (CH,CL). Bagian bawah (kedalaman > 10 m) mempunyai kohesi 0,05 - 0,2 kg/cm2 dan N 15 - > 60, sedangkan bagian atas (kedalaman < 10 m) mempunyai kohesi 0,02 - 0,12 kg/cm2 dan N 0 - 14. N-SPT tanah cenderung meningkat dengan bertambahnya kedalaman sedangkan pada batuan N > 50. Endapan lempung laut dangkal dominan (85 - 100 7.) terdiri dari klas CH (Clay High Plasticity). Berdasarkan analisa X-Ray, SEM dan \" Plastisity Chart (Casagrande, 1948), maka jenis lempungnya dominan terdiri dari ilit dan monmorilonit sehingga potensi pengembangannya tinggi - sangat tinggi. Prosentase serta jenis lempung tidak mempengaruhi kohesi, penurunan tingkat konsolidasi (OCR) cenderung menaikkan kohesi dan sebaliknya terhadap indek kompresi (Cc). Aspek geologi terhadap fondasi antara lain meliputi sifat fisik dan mekanik tanah/batuan, sudut lereng, erosi, longsor, kondisi kekar, sesar dan air tanah. Sifat fisik dan mekanik tanah/batuan akan mempengaruhi daya dukung serta karakteristik penurunannya. Daya dukung izin tanah (Oa) di sepanjang rencana poros jembatan untuk fondasi dangkal sedalam 1 m adalah 3 - 34 ton/m2. Penggunaan fondasi dangkal akan menimbulkan masalah daya dukung dan penurunan. Untuk memenuhi daya dukung izin harus digunakan fondasi dalam. Berdasarkan data N-SPT (Meyerhof, 1976), maka panjangnya tiang minimal harus mencapai lapisan dengan nilai N > 31 terdiri dari pasir (SP,SM), batulanau dan batulempung pada kedalaman 6,8 - 27 meter. Penentuan alternatif terbaik letak poros jembatan dilakukan menggunakan metode penilaian bobot - kemampuan (Howard & Remson, 1978). Hasil perhitungan menunjukkan bahwa jalur alternatif III memberikan angka yang tertinggi (96) sehingga jalur ini merupakan pilihan terbaik. Jalur ini kurang lebih berjarak 500 - 750 meter sebelah timur dari jalur yang sudah ditentukan saat ini.", "Daftar File": {"1994 SADOSO": "https://digilib.itb.ac.id/gdl/download/1539"}, "Penulis": "Hendro Sadoso [22091008]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Sampurno", "Pembimbing II: Bandono", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Endapan sedimen; tanah batuan; geomorfologi; hidrogeologi; Geodinamika", "Sumber": "FITB", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "30 Nov 2004"}