{"Nomor": 1233, "Judul": "PENERAPAN SISTEM MATERIAL REQUIREMENTS PLANNING DI UNIT PRODUKSI PERUM PERUMNAS SURIAKANCANA-SASMAYA J.O. CIBADAK-SUKABUMI", "Abstrak": "Sejak berdirinya, UPPPS-Sasmaya J.O. ditinjau dari pengendalian persediaan bahan, sering terjadi penumpukan bahan yang diakibatkan oleh pembelian bahan yang tidak disesuaikan dengan kebutuhan proses produksi, sehingga menyebabkan ongkos persediaan yang tinggi. Material Requirements Planning (MRP) merupakan suatu sistem persediaan yang mempertimbangkan dimensi waktu ke dalam persediaan, dan merupakan penjabaran dari jadwal induk produksi ke dalam jadwal kebutuhan setiap komponen/bahan penyusun produk. Dengan penerapan teknik MRP, maka kebutuhan bahan setiap periode dapat diketahui, juga dapat ditentukan waktu dan jumlah setiap kali pemesanan yang meminimumkan ongkos total akibat adanya persediaan. Dari perencanaan kegiatan produksi tahunan, kemudian disusun rencana produksi tiga bulanan, yang akhirnya rencana produksi bulanan. Dari rencana produksi bulanan kemudian dilakukan disagregasi untuk masing-masing tipe yang akan dibuat pada perioda yang bersangkutan. Setelah disagregasi, maka dapat dilakukan perencanaan kebutuhan bahan baku untuk menjamin kelancaran proses produksi, dimana bahan baku tersedia pada saat dan jumlah yang tepat. Dalam penerapan MRP hal penting yang perlu diperhatikan adalah penentuan teknik lot sizing, untuk menentukan kapan dan berapa bahan yang harus dipesan. Penerapan metoda MRP untuk perencanaan produksi pada bulan Februari 1993, dengan teknik lot sizing yang memberikan ongkos total akibat persediaan yang terkecil (metoda Period Order Quantity atau least unit Cost), menunjukkan bahwa pemesanan kayu karet dilakukan sebanyak 8 kali, dengan jumlah setiap kali pemesanan untuk memenuhi kebutuhan produksi selama 3 hari. Untuk pemesanan glue, dilakukan sebanyak 12 kali, dengan jumlah setiap kali pemesanan untuk memenuhi kebutuhan 2 hari produksi. Total biaya penyediaan bahan baku kayu karet pada bulan februari 1993 dengan penerapan sistem MRP adalah sebesar Rp 25.049.175.00,-, sedangkan untuk bahan baku glue, sebesar Rp 64.882.535.00,-. Kedua kondisi tersebut memberikan total biaya yang lebih rendah dibandingkan pengeluaran yang terjadi sekarang, yaitu sebesar Rp 28.009.000.00,- untuk penyediaan kayu karet dan Rp 69.067.000.00,- untuk penyediaan glue.", "Daftar File": {"1993_TS_PP_KARM_1..pdf": "https://digilib.itb.ac.id/gdl/download/1542"}, "Penulis": "Lita Karmelita", "Kontributor / Dosen Pembimbing": ["Pembimbing: Jann Hidayat T.", "Scan: Agus"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Material, Requirements, Planning, Production", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "20 Nov 2004"}