{"Nomor": 1242, "Judul": "STUDI HUBUNGAN TEGANGAN SUSUT DENGAN BATAS SUSUT PADA TANAH LEMPUNG BANDUNG", "Abstrak": "Analisa penyusutan tanah lempung karena keluarnya sebagian besar air dari tanah membutuhkan pertimbangan khusus. Sejumlah kasus menunjukkan bahwa kerusakan bangunan yang diletakkan diatas tanah lempung juga disebabkan diantaranya karena terjadinya penyusutan tanah. Tesis ini menyajikan hasil penelitian tegangan susut lempung Babakan Siliwangi, Lempung Ciwastra dan Lempung Batujajar menggunakan alat uji Shrinkage Pressure. Tegangan susut (Shrinkage Pressure) diperoleh dengan memberikan tekanan udara (pressure) secara bertahap dimulai dari 1.00 kg/cmÂ², 1.50 kg/cmÂ², 2.00 kg/cmÂ², dan seterusnya. Selama pemberian tekanan udara, setiap 24 jam kadar air diukur dengan cara menimbang sampel. Tekanan udara diberikan terus sampai kadar air tidak berubah (konstan). Setelah beberapa kali pengukuran didapat kadar air konstan, kemudian tekanan udara dinaikkan. Proses ini dilakukan berulang-ulang sampai didapatkan kadar air susut. Penurunan kadar air mulai batas cair sampai batas susut membentuk kurva cenderung linier, kemudian apabila tekanan udara dilanjutkan, kurva berubah menjadi lengkung. Tegangan susut diperoleh dengan cara memasukkan kadar air susut kedalam kurva hubungan antara tegangan dengan kadar air. Kurva hubungan tegangan dengan kadar air adalah hasil dari Uji Shrinkage Pressure,sedangkan kadar air susut didapat dari uji ASTM D 427-83. Sebagai pembanding besarnya batas susut, juga diadakan uji dengan mengukur perubahan volume dan perubahan kadar air pada suhu ruang laboratorium ITB. Hasil penelitian Shrinkage Pressure untuk sampel dari lempung Babakan Siliwangi, lempung Ciwastra dan lempung dari Batujajar menunjukkan bahwa hubungan antara Tegangan Susut dengan Indeks lastisitas, Tegangan susut dengan Aktivitas dan Tegangan susut dengan fraksi lempung, cenderung membentuk kurva linier. Dari penelitian ini juga didapatkan hasil bahwa tegangan susut cenderung semakin besar dengan semakin besarnya Plastisitas tanah.", "Daftar File": {"1993_TS_PP_PRATIKSO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1553"}, "Penulis": "Pratikso [25090021]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sri Legowo", "Scan: Agus Cuncun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "shrinkage pressure, soil clay, shrinkage limit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Des 2004"}