{"Nomor": 1253, "Judul": "STUDI KEKUATAN GESER TANAH PASIR MENGGUNAKAN ALAT UJI GESER LANSUNG DENGAN KOTAK GESER YANG DIMODIFIKASI", "Abstrak": "Jika suatu fondasi atau lereng mengalami pertambahan beban akan terjadi deformasi yang sangat besar, dimana dikatakan bahwa tanah tersebut mengalami keruntuhan. Keruntuhan ini terjadi karena tegangan geser melampaui batas kekuatan geser tanah. Penelitian terhadap keruntuhan ini menunjukkan bahwa kekuatan geser rata-rata pada saat runtuh berada di bawah kekuatan geser puncak. Tesis ini bertujuan untuk mempelajari perilaku kekuatan geser tanah pasir menggunakan alat uji geser langsung dengan kotak geser berdiameter besar (12.60 cm), dengan.variasi kepadatan relatif dan gradasi. Penggunaan kotak berdiameter besar adalah untuk mendapatkan nilai kekuatan geser batas/sisa ultimate shear  Hasil penelitian menunjukkan bahwa kekuatan geser tanah pasir dipengaruhi oleh nilai kepadatan relatif, semakin tinggi kepadatan relatifnya, maka kekuatan geser puncaknya juga tinggi, untuk nilai kekuatan geser batas tidak dipengaruhi oleh kepadatan relatif. Kekuatan geser batas/sisa dicapai jika nilai kekuatan gesernya sudah mencapai konstan 'dan volume contoh tidak mengalami perubahan (konstan), ini dicapai pada perpindahan horizontal yang besar. Volume contoh tanah pasir sedang dan padat mula-mula berkurang kemudian bertambah, sedangkan untuk tanah pasir lepas volume contoh berkurang secara berangsur-angsur sampai konstan.", "Daftar File": {"1993_TS_PP_ROCHJATI-S_1.pdf": "https://digilib.itb.ac.id/gdl/download/1565"}, "Penulis": "Takdir Rochjati S [25090019]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suhardjito Pradoto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "If the increase of load happen on foundation and slope, this condition will give posibility of large deformation in this structure, which ussually will make earth failure. this failure happen due to the shear stress from the load larger than ultimate strength of the earth.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Nov 2004"}