{"Nomor": 1282, "Judul": "STUDI PELEPASAN BEBAN DAN PENJADWALAN ULANG PEMBANGKITAN DALAM MENANGGULANGI BEBAN LEBIH SALURAN DAN KONTINGENSI TUNGGAL SALURAN (N-I)", "Abstrak": "Tesis ini akan membahas persoalan penanggulangan beban lebih saluran dalam suatu sistem tenaga listrik dengan pelepasan beban (load shending) dan penjadwalan ulang ( reschedulling) pembangkitan. Inti persoalan adalah menentukan lokasi dan besar beban yang harus dilepas serta menjadwalkan kembali pembangkitan sehingga diperoleh kondisi sistem yang baru (new state) dimana tidak dttemukan lagi elemen-elemen sistem tenaga listrik yang mengalami pembebanan lebih. Suatu model matematika yang menyatakan hubungan linier antara perubahan arus saluran dan nilai variabel keadaan (state variable), dan perubahan daya-daya injeksi bus dengan nilai variabel keadaan dikembangkan secara sistematis untuk pemecahan persoalan beban lebih saluran tersebut. Model matematika ini sesuai digabungkan dengan program aliran daya metode Fast Decoupled yang merupakan modifikasi dan penyederhanaan dari teknik aliran daya metode Newton Raphson, Efektifitas teknik yang dtkembangkan datam tesis ini akan dtuji dengan model sistem test data standard IEEE 14 bus, IEEE 30 bus dan IEEE 57 bus baik untuk kasus dasar (base case) maupun untuk kasus kontingensi tunggal saturan (N-1). Pembahasan dalam pengujian ini akan tebih ditekankan pada penentuan jumlah siklus pengulangan proses perhitungan, waktu yang dtpertukan dalam menyelesaikan seluruh proses perhitungan dan kebutuhan memori (storage) komputer yang diperlukan", "Daftar File": {"1994_TS_PP_WARTANA_1.pdf": "https://digilib.itb.ac.id/gdl/download/1596"}, "Penulis": "I Made Wartana [23291034]", "Kontributor / Dosen Pembimbing": ["Pembimbing : I Made Wartana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Penanggulangan beban lebih saluran dalam suatu sistem tenaga listrik dengan pelepasan beban, penentuan lokasi dan besar beban yang harus dilepas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Nov 2004"}