{"Nomor": 1291, "Judul": "STUDI ANALISIS DAN EKSPERIMENTAL  SIFAT TEKNIS TANAH GAMBUT  SUMATERA SELATAN", "Abstrak": "Permasalahan yang timbul bilamana kita membangun diatas lapisan tanah gambut adalah terbatasnya informasi tentang perilaku dan cara memperkirakan pemampatan serta metode perbaikan lapisan tanah gambut yang akan dijadikan sebagai tanah dasar suatu konstruksi. Dalam studi ini dibahas analisis dan eksperimen sifat teknis tanah gambut Sumatera Selatan. Gambut tersebut diuji perilaku pemampatannya menggunakan konsolidasi sel Rowe drainase horizontal dengan simulasi pembebanan dan periode pembebanan serta preloading. Selanjutnya perilakunya dianalisis menggunakan model reologi modifikasi Lo dan model reologi Berry. Parameter yang didapat dari model modifikasi Lo dan Berry diverifikasi dengan basil test laboratorium dengan cara prediksi balik. Hasil pengujian memperlihatkan bahwa perilaku pemampatan sangat dipengaruhi oleh besarnya peningkatan beban serta angka pori. Kecepatan pemampatan akan bertambah dengan bertambahnya beban dan log waktu, kemudian secara perlahan berkurang kecepatan pemampatannya yang dikenal dengan pemampatan tersier. Tetapi pada level beban yang lebih besar dari 0.8 kg/cm' sulit membedakan garis tekanan sekunder dan tersier sebab garis tersebut menjadi satu. Hal ini memberi petunjuk untuk beban yang lebih besar dari 0.8 kg/cm2 perilaku pemampatannya menyerupai model dari studi Berry, dimana pada model tersebut menggabarkan dua perilaku pemampatan dari gambut, yaitu pemampatan macro dari rangka gambut (konsolidasi primer) dan pemapatan micro dari struktur pori-pori gambut (konsolidasi sekunder). Perubahan pemampatan dari primer ke sekunder ditandai dengan tekanan air pori yang konstan, khususnya pada beban konsolidasi yang masih rendah. Besarnya peningkatan beban yang diberikan pada level beban yang lebih kecil dari 0.8 kg/cm= mempunyai pengaruh terhadap kecepatan pemampatan, parameter empiris model reologi. Sedangkan periode pembebanan tidak memberi pengaruh terhadap kecepatan pemampatan dan parameter empiris reologi. Pemberian beban awal hanya mempengaruhi daya mampat gambut tetapi tidak mempengaruhi kecepatan pemampatan dan parameter empiris model reologi. Perbaikan tanah motode preloading cukup baik untuk memperbesar daya mampat dan meningkatkan daya dukung tanah gambut serta dapat memperkirakan waktu dan besarnya beban preloading guna menentukan besarnya penurunan yang akan dihilangkan di lapangan. Pemampatan gambut dengan drainase horizontal sedikit lebih kecil bila dibandingkan dengan drainase vertikal, hal ini disebabkan terbentuknya daerah pelumasan (smear zone) oleh tanah di dekat drain dimana material drainase horizontal yang digunakan drainase kaku (rigid drain) serta disebabkan panjang lintasan rembesan pada drainase horizontal lebih panjang.", "Daftar File": {"1994 MAULANA": "https://digilib.itb.ac.id/gdl/download/1606"}, "Penulis": "Maulana. AR [250 91 037]", "Kontributor / Dosen Pembimbing": ["Pembimbing: I Wayan Sengara", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Tanah gambut; sifat teknis", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "30 Nov 2004"}