{"Nomor": 1320, "Judul": "PERANCANGAN DAN REALISASI PROTOTIP SISTEM MIKROELEKTRONIKA BERBASIS MIKROKONTROLER 80C31 DAN IBM PC SEBAGAI UJI COBA SISTEM PENGAMANAN GEDUNG", "Abstrak": "Dalam thesis ini, telah dirancang dan direalisasikan prototip sistem mikroelektronika berbasis mikrokontroler 80C31 sebagai ujicoba sistem pengaman gedung. Sistem yang dibuat menerapkan metoda sistem kontrol teidistribusi. Sistem tersebut terdiri dari dua bagian utama, yaitu bagian pendeteksi kejadian (event detector) dan komputer induk (host computer), kedua bagian tersebut dihubungkan oleh suatu jaringan komunikasi serial RS-232C. Sebagai pendeteksi kejadian digunakan single-boar computer berbasis mikrokontroler 80C31 (SBC-31). Bagian ini berfungsi untuk memonitor keadaan dari semua sensor yang terhubung padanya. Sebagai komputer induk digunakan mi'krokomputer IBM PC. Secara aktif komputer induk mengadakan komunikasi dengan SBC-31 yang ada dalam jaringan komunikasi. Bila ada kejadian yang terdeteksi oleh suatu sensor, informasi tersebut dikirimkan oleh SBC-31 ke komputer induk, kemudian komputer induk menampilkan informasi kejadian tersebut pada Iayar monitor. Prototip sistem pengaman gedung yang dirancang dapat bekerja pada keadaan otomatis dan manual. Pada keadaan otomatis keluarannya sesuai dengan masukan sensor, sedang pada keadaan manual keluarannya sesuai dengan perintah komputer induk. Single-Board Computer (SBC-31) yang telah direalisasikan terdiri dari sistem minimum mikrokontroler 80C 31, dengan komponen utama mikrokontroler 80C 31, EPROM 2764, dan Octal Latch 74LS373. Bagian masukan menggunakan 6 buah port 80C31 (P3.2 sampai P3.7), terdiri dari rangkaian sensor plat sentuh, ultra sonik, temperatur, infra merah, intensitas cahaya dan asap. Bagian keluaran disimulasikan dengan LED, menggunakan 8 buah port 80C31 (P1.0 sampai P1.7). Saluran komunikasi serial menggtmakan MAX232 sebagai translator level tegangan TTL ke RS-232 dan sebaliknya. Bagian sumber daya, menyuplai tegangan 5 volt. Perangkat lunak sistem yang dibuat terdiri dari dua bagian. Pertama adalah perangkat lunak untuk SBC-31 menggunakan 219 byte memori EPROM 2764, dibuat dengan bahasa rakitan (assembly language) dan alat bantu pengembangan AVSIM51, terdiri clan program monitor status sensor, komunikasi serial, dan program utama. Kedua adalah perangkat lank untuk komputer induk, menggunakan bahasa rakitan (assembly language) terdiri dari program komunikasi serial, mengirim perintah ke SBC-31, dan menampilkan informasi kejadian yang diterima dari SBC-31 ke layar monitor. Dan uji coba yang telah dilakukan, prototip sistem dirancang dapat bekeija seperti yang diharapkan, dapat melakukan fimgsi-fungsi sesuai dengan yang direncanakan. Prototip sistem ini masih merupakan uji coba sebagian dari keseluruhan sistem pengaman gedung. Pengembangan lebih lanjut dapat dikakukan dengan penambahan SBC-31 dan ranglcaian sensor sejumlah yang diperlukan, menggunakan saluran komuni'kasi serial RS-485 sebagai ganti RS-232C, serta pengembangan perangkat lunak agar sistem dapat diaplikasikan sebagai sistem pengaman gedung yang lebih spesifik.", "Daftar File": {"1995_TS_PP_ADRIA_1": "https://digilib.itb.ac.id/gdl/download/1638"}, "Penulis": "AGUS ADRIA [23291063]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Soegijardjo Soegiko", "Scanner: Irwan S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "MIKROELEKTRONIKA BERBASIS MIKROKONTROLER 80C31 DAN IBM PC", "Sumber": "", "Staf Input/Edit": "ajeng fatwa", "File": "1 file", "Tanggal Input": "22 Nov 2004"}