{"Nomor": 1325, "Judul": "STUDI ALIRAN MASSA TANAH MELALUI LERENG DENGAN PELUNCURAN: METODA ALTERNATIF PEMBUANGAN TANAH PENUTUP PADA OPERASI TAMBANG TERBUKA", "Abstrak": "Permasalahan yang sering dihadapi pada operasi tambang terbuka adalah besarnya biaya pembuangan tanah penutup ke lokasi tempat penimbunan dengan menggunakan alat dorong bulldozer. Salah satu metoda pembuangan tanah penutup yang secara teknis dan ekonomis memungkinkan adalah menggunakan air dengan cara peluncuran ke lokasi bekas penggalian. Fungsi air disini adalah sebagai pemberat dan pendorong agar supaya material bergerak kedasar lereng. Pendekatan secara teoritis untuk menyelesaikan permasalahan ini menggunakan konsep yang berlaku umum di mekanika tanah mendasarkan stabilitas massa tanah pada lereng tak hingga dan konsep dari Egashira S dan Ashida K (1985), yang mendasarkan hukum kekekalan massa dan kekekalan momentum. Dari kedua pendekatan tersebut dengan menggunakan parameter-parameter tanah yaitu : rapat massa butir tanah, rapat massa air, angle of repose, porositas dan koefisien gesek statik didapatkan rumusan/persamaan sudut kemiringan lereng kritis yang sama, meskipun terdapat perbedaan parameter yang ditinjau. pada konsep umum mendasarkan kesetimbangan statik antara gaya geser dan gaya penahan, sedangkan Egashira S dan Ashida K (1985) mendasarkan persamaan gerakan yang diturunkan dari persamaan kekekalan massa dan kekekalan momentum. Untuk mengetahui karakteristik material yang diluncurkan sebagai pertimbangan untuk penerapan di lapangan, dilakukan percobaan laboratorium dengan membuat model alat peluncur. Massa tanah mulai bergerak setelah melalui tahapan : aliran air mengisi pori-pori antar butir, setelah jenuh air berfungsi sebagai gaya dorong yang akan menggerakkan massa tanah dan memperkecil tahanan gesek antara dasar massa tanah dengan permukaan bidang luncur . Banyaknya air yang diperlukan dipengaruhi oleh besamya kemiringan bidang luncur, debit aliran dan sifat fisik material. Penelitian ini masih dalam tahap memahami fenomena, dengan mengkaitkan parameter-parameter yang mempengaruhi dan mengontrol peluncuran material melalui lereng. Disadari bahwa air merupakan unsur mutlak bagi segala kehidupan dan bila dipertimbangkan nilai kegunaan air serta dampak negatip baik fisik maupun kimia yang ditimbulkan, maka metoda pembuangan tanah penutup dengan peluncuran merupakan salah satu alternatif, jika dengan metoda konvensional sudah tidak memungkinkan.", "Daftar File": {"1995_TS_PP_SUDIYANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1643"}, "Penulis": "Anton Sudiyanto [2219010]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Rudy Sayoga Gautama", "Pembimbing II: Rizal C. Astrawinata"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Operasi tambang terbuka, pembuangan tanah penutup, stabilitas massa tanah, hukum kekekalan massa, hukum kekekalan momentum", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Nov 2004"}