{"Nomor": 1333, "Judul": "STUDI KOROSI RETAK TEGANG PADA BAJA TAHAN KARAT TIPE 304 TERSENSITISASI DILINGKUNGAN 5N H2SO4 + NACL PADA SUHU KAMAR DENGAN METODA LENGKUNG -U", "Abstrak": "Baja tahan karat tipe 304 (BTK-304) yang tersensitisasi rawan terhadap korosi lokal khususnya korosi antar butir bila berada dilingkungan yang korosif. Bila pada baja terdapat tegangan tarik maka korosi lokal tersebut dapat berkembang menjadi Korosi Retak Tegang (KRT). Salah satu lingkungan korosif yang dapat menimbulkan korosi retak tegang atas BTK-304 pada suhu kamar adalah 5N H2SO4 yang tercemar khlorida. Tesis ini membahas hasil studi tentang korosi retak tegang pada baja tahan karat austenit tipe 304 tersensitisasi, dilingkungan 5N H,SO4 dengan cemaran NaCl yang berkisar dari O,ON hingga 0,5N pada suhu kamar dengan metoda Iengkung-U. Benda uji diambil dari pelat baja tahan karat tipe 304 dengan tebal 2mm dan dilengkung dengan metoda peIengkungan satu tingkat menurut standar /STM-630 - 90. Diamati tiga bentuk korosi masing-masing: Korosi merata pada SN H 2SO4 tanpa cemaran NaCl, Korosi antar butiran pada 5N H2SO4 dengan cemaran 0 , N NaCl dan Korosi Retak Tegang (KRT) antar butiran pada 5N H 2SO4 dengan cemaran 0,3N; 0,4N dan 0,5N NaCl. Konsentrasi cemaran NaCl dalam 5N H)SO4 hingga 0,5N dapat menurunken Iaju. korosi umum terhadap BTK-304. Penurunan Iaju korosi umum ini cenderung menimbulkan korosi lokal yang ahirnya menimbulkan korosi retak tegang. Pari pengukuran dapat disimpulkan bahwa peningkatan konsentrasi cemaran NaCl dibawah selang 0,5N NaCl terhadap 5N H2SO4 dapat menurunkan Iaju penjalaran retak pada Benda uji.", "Daftar File": {"1995 Darmawi": "https://digilib.itb.ac.id/gdl/download/1651"}, "Penulis": "Darmawi [22191027]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Syoni Soepriyanto, Pembimbing II : A. Sulaiman"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baja tahan karat, Korosi Retak Tegang, tercemar khlorida..", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Nov 2004"}