{"Nomor": 1348, "Judul": "MODEL ELEMEN HINGGA UNTUK MASALAH INKLUSI DUA DIMENSI", "Abstrak": "Pengujian kuat tekan beton di Laboratorium menunjukkan bahwa penambahan butiran agregat pada campuran matriks semen pasir akan mengakibatkan bertambahnya kuat tekan hancur dan Modulus Elastisitas beton. Penyelidikan Bentur et el tentang Beton Mutu Tinggi menunjukkan bahwa kondisi interface zone, yaitu lapisan tipis sekitar agregat, mempunyai pengaruh terhadap kuat tekan beton, disamping parameter lainnya, seperti faktor air semen, jenis 'semen, cara pengawetan, ukuran dan mutu agregat dan sebagainya, mempengaruhi kuat tekan beton dalam bentuk yang berbeda. Untuk mengetahui latar belakang fenomena mekanik dalam bentuk yang lebih detil, rangkaian pengujian yang meliputi sifat dasar perlu dilakukan. Pendekatan sederhana yang dapat dilakukan adalah dengan membuat beberapa faktor tersebut tetap, sedang faktor lainnya sebagai parameter. Dalam hal ini, disampaikan kasus tentang pengaruh ukuran agregat tehadap kuat tekan benda uji beton. Untuk maksud itu, benda uji berbentuk segi empat Mortar Mutu Tinggi dipersiapkan, tanpa dan dengan inklusi berbentuk silinder dengan diameter yang bervariasi yang ditanamkan pada benda uji. Pengujian tekan dilakukan pada benda uji untuk mendapatkan besarnya nilai kuat tekan, hubungan beban dan perpindahan, serta pola keruntuhannya. Berdasarkan data yang didapat, Program Komputer Elemen Hingga Non Linier dengan elemen isoparametrik disusun untuk mensimulasikan perilaku benda uji. Program ini diharapkan dapat menggambarkan kembali fenomena fisik yang diamati selama pengujian di Laboratorium, meliputi daerah elastik maupun non elastik. Untuk memperkirakan puncak deformasi kurva respon beban dan perpindahan benda uji, digunakan prosedur perhitungan berdasarkan pendekatan pertambahan perpindahan Metode Elemen Hingga Non Linier dengan menggunakan pendekatan kekakuan sekan. Hasil prediksi Model Elemen Hingga dibandingkan dengan data hasil pengujian yang ada, memberikan hasil yang memuaskan, baik dalam memprediksi kurva lengkap respon beban dan perpindahan, maupun dalam merepresentasikan kembali pola keruntuhan benda uji yang terjadi.", "Daftar File": {"1995_TS_PP_Tanjung_1.pdf": "https://digilib.itb.ac.id/gdl/download/1668"}, "Penulis": "Jafril Tanjung [25092001]", "Kontributor / Dosen Pembimbing": ["Mohamad Sahari Besari  Scanner : kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "that many other parameters, such as water cement ratio, type of cement, curing method, aggregates size, quality of aggregates, etc.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Des 2004"}