{"Nomor": 1356, "Judul": "STUDI BIOFACIES STRATIGRAFI SEKUEN SEDIMEN BERUMUR NEOGEN PADA SUMUR SAMBOJA H-1,  SAMB0JA H-2, LAMARU 1 DAN LAMARU 2 CEKUNGAN KUTAI - KALIMANTAN TIM", "Abstrak": "Studi stratigrafi sekuen merupakan perpaduan dari beberapa disiplin ilmu kebumian, yang saat ini banyak diterapkan dalam eksplorasi, khususnya minyak dan gas bumi. Tesis ini merupakan uji konsep dari stratigrafi sekuen yang pendekatan utama dilakukan dari aspek paleontologi. Lokasi sumur telitian terletak pada daerah konsesi Vico Indonesia di cekungan Kutai Kalimantan Timur yang dikenal dengan sistem Delta Mahakam. Empat sumur yang dipelajari adalah sumur Samboja H-1(TD. 15.300 kaki), Samboja H-2 (TD. 8.000 kaki), Lamaru 1 (TD. 11.000 kaki) dan Lamaru 2 (TD. 7.900 kaki). Metode yang dilakukan adalah peng-organisasian aspek-aspek biofacies secara kualitatif dan kuantitatif yang diproses dari data tabel distribusi fauna dengan bantuan interpretasi logfacies dari data log listrik (GR dan ILD) sebagai penuntun dan pembanding untuk penentuan batas - batas sequence boundary, condensed sections, marine flooding surface dan systems tracts. Dari hasil studi yang dilakukan pada sumur telitian yang batuan sedimennya berumur Miosen awal hingga Pliosen dan terendapkan pada lingkungan Batial, Neritik sampai Paralik ( transisi) dapat ditentukan 8 (delapan) sekuen (order ke 3) yang meliputi empat formasi yaitu Pamaluan, Pulaubalang, Balikpapan dan Kampungbaru. Bila batas-batas sekuen daerah telitian disebandingkan dengan perubahan muka air laut global dari Haq dkk, 1986 terdapat beberapa perbedaan, hal ini mungkin disebabkan faktor-faktor kondisi lokal daerah telitian atau dapat juga karena akurasi penelitian.", "Daftar File": {"1995 Mochammada Ali Jambak": "https://digilib.itb.ac.id/gdl/download/1678"}, "Penulis": "Mochammada Ali Jambak [22093001]", "Kontributor / Dosen Pembimbing": ["H.Harsono Pringgoprawiro", "Rubiyanto Kapid"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Uji konsep dari stratigrafi sekuen yang pendekatan utama dilakukan dari aspek paleontologi.", "Sumber": "FITB", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Nov 2004"}