{"Nomor": 1400, "Judul": "STUDI EKSPERIMENTAL PEMAMPATAN DAN   KEKUATAN GESER TANAH GAMBUT JAMBI SETELAH   MENGALAMI PEMAMPATAN AWAL", "Abstrak": "Dalam merencanakan suatu jalan maupun fundasi bangunan sipil sering ditemui keadaan tanah asli yang jelek untuk konstruksi. Tanah yang dimaksud salah satunya adalah tanah gambut (peat soil). Sering ditemui kegagalan-kegagalan proyek yang disebabkan oleh terbatas informasi mengenai sifat-sifat teknis dan fisis yang dimiliki oleh tanah tersebut. Permasaalahan utama yang sering timbul bilamana akan membangun konstruksi sipil diatasnya adalah :   \nÂ– Terbatas informasi tentang perilaku tanah gambut terutama yang berada di Pulau Sumatera, Kalimantan dan Irian Jaya.   \nÂ– Kurang pengenalan teori dan cara pemakaian dalam memprakirakan besar pemampatan tanah gambut dilapangan serta kekuatan tanah yang bersangkutan.   \nÂ– Terbatas informasi tentang metoda perbaikan lapisan tanah gambut yang akan dijadikan sebagai tanah dasar suatu konstruksi sipil.   \nUntuk dapat mengetahui sifat-sifat fisis tanah gambut dilakukan penelitian yang berkesinambungan dalam bidang pemampatan dan daya dukung setelah mengalami beban awal (pre-loading). Adalah usaha yang sangat rasional dalam studi perilaku pemampatan satu dimensi, tanah gambut akan diselidiki dilaboratorium menggunakan alat Rowe Consolidometer dengan simulasi pembebanan, periode pembebanan serta pemberian beban awal (pre-loading). Kapasitas daya dukung tanah gambut setelah pemampatan awal akan diselidiki dengan alat kuat tekan bebas dan triaxial. Dengan hasil penelitian yang didapat dilaboratorium mengenai tanah gambut, maka diharapkan masalah-masalah yang timbul dalam perancangan maupun pelaksanaan dilapangan dapat diatasi, terutama yang ada kaitan dengan masalah masalah geoteknik. Hasil penelitian menunjukkan bahwa kondisi tanah gambut Jambi yang telah dibebani beban awal menunjukkan kenaikan kekuatan tekan dan kekuatan geser yang selaras dengan peningkatan pembebanan awal. Dalam hal ini pada pembeban awal sebesar 50 kPa mempunyai sudut geser antara 2.2Â° sampai 4.6Â° dan mempunyai kohesi antara 16 kPa sampai 28 kPa, begitu juga halnya pada pembebanan awal 100 kPa mempunyai sudut geser antara 0.9Â° sampai 7.7Â° dan mempunyai kohesi antara 22 kPa sampai 55 kPa. Dengan tetap memakai konsep semakin jenuh suatu tanah semakin kecil sudut geser dalam dan semakin besar kohesi sejalan dengan peningkatan beban awal. Sedangkan indek pemampatan berkisar antara 2.59 sampai 4.46 untuk beban awal 50 kPa dan 1.48 sampai 2.23 untuk beban awal 100 kPa. Dari kurva perilaku pemampatan ter.ihat periode peningkatan beban yang semestinya dilakukan periode yang agak lama.", "Daftar File": {"1996_TS_PP_Farni_1.pdf": "https://digilib.itb.ac.id/gdl/download/1724"}, "Penulis": "Indra Farni [25093010]", "Kontributor / Dosen Pembimbing": ["Suhardjito Pradoto    Scanner : kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "the laboratory using Rowe Consolidometer with loading simulation, loading period, and pre- oading.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Nov 2004"}