{"Nomor": 1432, "Judul": "UPAYA PENINGKATAN PRODUKTIVITAS PENGOLAHAN MINYAK PERTAMINA MELALUI PERBAIKAN MANAJEMEN PEMELIHARAAN", "Abstrak": "Kilang Pertamina saat ini, relatif sering terjadi gangguan atau keadaan yang bersifat darurat, yang kemungkinan akan dapat berlanjut menjadi harus stop beroperasi diluar rencana. Pertamina sampai saat ini masih belum dapat memenuhi target produksi yang ditetapkan direncanakan . Peningkatan nilai tambah, peningkatan produktivitas, memaksimalkan utilisasi asset dan peningkatan kompetensi tenaga kerja adalah merupakan persoalan penting yang harus segera ditangani. Tujuan Karya akhir ini adalah melakukan perbandingan tingkat produktivitas diantara Unit Pengolahan di Pertamina, perbandingan tingkat produktivitas rata-rata beberapa industri minyak, dicari penyebab rendahnya produktivitas, serta perumusan upaya peningkatan produktivitas Pengolahan minyak di Pertamina, khusus yang berkaitan dengan perbaikan manajemen pemeliharaan, sesuai dengan lingkup karya akhir ini. Dengan peningkatan produktivitas, berarti akan menurunkan biaya produksi, meningkatkan jumlah produk yang dihasilkan, yang akhirnya akan dapat menurunkan harga jual atau menurunkan subsidi Pemerintah atas bahan bakar minyak, atau dapat mengurangi import produk. Yang akhirnya akan meningkatkan pendapatan dan keuntungan Pertamina. Dari hasil pengukuran produktivitas, produktivitas Pertamina relatif rendah dibandingkan dengan beberapa industri minyak, dan rata-rata industri minyak, serta dari tahun ketahun produktivitasnya cenderung menurun, walaupun tidak secara keseluruhan. Sedang dari pengukuran produktivitas antar 3 unit kilang di Pertamina ( UP II, UP HI, UP V), maka produktivitas kilang UP V yang terbesar dan UP III yang terkecil. Penyebab rendahnya tingkat produktivitas Pertamina adalah rendahnya tingkat utilisasi asset, kurang adanya indikator produktivitas dan target yang harus dicapai yang dapat memacu produktivitas, kurang efektifnya organisasi, belum adanya program pemeliharaan yang terpadu, kurang ada perhatian pada adanya dampak biaya tidak langsung pada produktivitas. Upaya peningkatan produktivitas melalui perbaikan manajemen pemeliharaan dapat dilakukan antara lain dengan, perbaikan struktur organisasi, perbaikan wewenang dan tanggung jawab, peningkatan utilisasi tenaga kerja pemeliharaan, utilisasi perkakas/ alat kerja dan utilisasi alat berat, peningkatan pemanfaatan teknologi, penerapan kebijakan pengelolaan pemeliharaan stationary Equipment berdasarkan tingkat kritis peralatan, perbaikan indikator produktivitas dan penetapan target, perbaikan kualitas pemeliharaan, pembuatan program pemeliharaan secara terpadu,", "Daftar File": {"1997_TS_PP_PURWANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1757"}, "Penulis": "Bambang Purwanto", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ubuh Buchara Hidayat", "Scan: Koryati"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Maintenance management improvement; refinery productivity improvement", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "05 Nov 2004"}