{"Nomor": 1436, "Judul": "STUDI SUPLESI AIRTANAH DALAM DAN PEMANFAATAN VINNASE, KAPUR, SERTA FOSFOR UNTUK MEMPERBAIKI TINGKAT KESUBURAN TANAH MARGINAL (KASUS DI DESA BABAKAN KECAMATAN KERTAJATI MAJALENGKA)", "Abstrak": "Tujuan pcneiitian antara lain adalah untuk mencari dan merumuskan cara perbaikan tingkat kesuburan tanah melalui aplikasi airtanah dalam, vinnase, kapur dan fosfor, serta untuk melihat distribusi vinnase secara vertikal akibat pencucian oleh infiltrasi, Penelitian dilaksanakan di atas lahan Percobaan LP-ITB di Desa Babakan Kecamatan Kertajati Majalengka. Penelitian dilakukan dalam jangka waktu satu kali tanam, antara bulan Oktober 1995 hingga Maret 1996. Perlakuan penelitian diperuntukan untuk dua jenis lahan, yaitu Lahan dengan Penggenangan (DP) dan Lahan tanpa Penggenangan (TP). Perlakuan pada DP dan TP terdiri atas kapur (C), fosfor (F), dan Vinnase (V), baik secara tunggal maupun ganda. Rancangan penelitian yang digunakan, baik DP maupun untuk TP adalah Rancangan Acak Kelompok (RAK) Split-plot dengan Pola Faktorial. Parameter yang diteliti adalah (1) transport vinnase secara vertikal; (2) kandungan tiara tanah dan signifikansi faktor faktor penelitian serta kombinasinya untuk setiap parameter kimia tanah; (3) produksi serta nilai produksi tanaman padi dan kedelai. Hasil penelitian ini rnenunjukkan bahwa (1) Pada DP dan TP, pemberian vinnase menyebabican terdapatnya akumulasi kalium (Kdd) pada kedalaman 0 - 10 cm. Distribusi N-total pada DP lebih banyak terakumulasi di zona perakaran. Sedangkan pada TP, N total terakumulasi pada kedalaman 25 - 30 cm; (2) Pemberian air dan pemberian air dengan tanaman pada DP menurunkan intensitas kesignifikan efek faktor perlakuan, baik secara mandiri maupun ganda. Sedangkan pada TP, intensitas kesignifikanan efek faktor perlakuan relatif sama; (3) Kaput- secara mandiri pada DP berpengaruh signifikan terhadap peningkatan Mg-dd dan KTK tanah pada pa. Sedangkan pada TP, kapur memberikan efek signifikan terhadap peningkatan pH aktual dan pH potensial pada ketiga kan k2, juga terhadap peningkatan Ca-dd pada ko dan k, serta terhadap penurunan Cu-tersedia pada ko, k, dan k2; Vinnase secara mandiri pada DP, memberikan efek signifikan terhadap pH potensial pada po, Ca-dd pads po dan p2, Mg-dd pada po K", "Daftar File": {"1997_TS_PP_ROHMAT_1.pdf": "https://digilib.itb.ac.id/gdl/download/1761"}, "Penulis": "Dede Rohmat [22194002]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Budi Sulistijo", "Pembimbing II: Astiana Sastiono", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Groundwater, Vinnase, Lime, Phosphor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2004"}