{"Nomor": 1439, "Judul": "STUDI FERMODELAN DAN SIMULASI FLOTASI BATUBARA DENGAN KOMPUTASI JARINGAN SYARAF TIRUAN (ARTIFICIAL NEURAL NETWORK)", "Abstrak": "Proses flotasi merupakan proses yang di anggap paling baik untuk mengolah batubara berukuran halus (di bawah 0,5 mm). Salah satu care untuk menilai unjuk kerja proses flotasi batubara ini , maka perlu dikembangkan model yang tepat. Pada permodelan 'konvensional' (model empiris dan analitis) yang dikembangkan saat ini, masih banyak dijumpai keterbatasanketerbatasan seperti perlunya penelitian-penelitian yang sangat rind, perlunya pemahaman kinetika proses secara baik dan mendetail, dan lain-lain. Untuk mengatasi kendala-kendala seperti di atas dan sekaligus memperkenalkan salah satu teknik pemodelan yang pemakaiannya, khususnya di bidang pengolahan bahan galian (batubara), masih baru maka dalam penelitian ini telah diupayakan memodelkan proses flotasi batubara secara batch dengan model jaringan saraf tiruan propagasi-balik umpanmaju (feedforward backpropagation neural network). Dalam penelitian ini telah berhasil dimodelkan proses flotasi batubara dengan model jaringan saraf tiruan (JST) propagasi-balik umpan maju dan telah di buat program komputasinya. Keakuratan basil prediksi unjuk kerja proses flotasi di ukur dengan membandingkannya dengan data-data hasil percobaan.Berdasarkan basil permodelan dan simulasi-simulasi yang dilakukan maka keberhasilan pennodelan ini sangat ditentukan oleh cara menyusun topologi hubungan antara nilai-niiai masukan dan keluaran. Keakuratan basil prediksi banyak ditentukan oleh parameter jumlah pola pelatihan dan basil terbaik di peroleh dengan tingkat kesalahan parameter unjuk kerja adalah berturut-turut 2,20%, 4,61%, 3,98%, dan 2,11% untuk combustible recovery, kadar abu batubara bersih, kadar air batubara bersih, dan yield. Sementara itu konvergensi proses iterasi dan kecepatan komputasi ditentukan oleh pengaturan besarnya parameterparameter jaringan yaitu : inisialisasi harga bobot hubungan", "Daftar File": {"1997_TS_PP_SANWANI_1.pdf": "https://digilib.itb.ac.id/gdl/download/1764"}, "Penulis": "Edy Sanwani [22193021]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Soedarsono", "Scanner: Irwan.S"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Flotation, Coal, Empirical, Analytical,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2004"}