{"Nomor": 1440, "Judul": "ANALISIS EANDALAN SISTEM PASSIVE OPTICAL NETWORK", "Abstrak": "Kebutuhan manusia akan jasa telekomunikasi semakin meningkat, baik pertambahan jumlah maupun jenis jasa seperti suara, data serta gambar. Hal tersebut menjadi pendorong perlunya perubahan jaringan komunikasi dengan kapasitas lebih besar dan kualitas yang lebih baik. Jaringan lokal akses fiber dapat memenuhi tuntutan di atas, karena fiber optik merupakan media transmisi yang memiliki sejumlah keunggulan. Pada jaringan lokal yang berkapasitas besar sangat dibutuhkan keandalan yang tinggi. Keandalan suatu sistem jaringan telekomunikasi berpengaruh pads kualitas layanan yang disediakan, oleh karenanya analisis keandalan sistem sangat penting dilakukan. Metoda yang digunakan dalam menganalisis yaitu model Markov dan jenis fungsi distribusi yang dipilih eksponensial. Passive Optical Network merupakan salah satu teknologi jaringan lokal akses fiber. Pada penelitian ini dianalisis sistem Passive Optical Network dengan menggunakan data pabrik, karena data lapangan tidak diperoleh. Passive Optical Network terdiri dari Optical Line Terminatian, Optical Distribution Network dan Optical Network Unit. Passive Splitter yang digunakan pada penelitian ini adalah Passive Splitter dengan ratio 1:4 pada jarak Optical Line Termination sampai Optical Network Unit sebesar 10 km dan 20 km Dari basil analisis dapat disimpulkan bahwa jaringan Passive Optical Network yang memiliki keandalan tertinggi adalah pads jarak antara Optical Line Terminatian dan Passive Splitter adalah 6 km serta jarak antara Passive Splitter dan Optical Network Unit adalah 4 km. Makin dekat jarak antara Optical Line Terminatian dan Optical Network Unit makin tinggi keandalannya.", "Daftar File": {"1997_TS_PP_PRASETYA_1": "https://digilib.itb.ac.id/gdl/download/1765"}, "Penulis": "EKAWATI PRASETYARINI [23393002]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Kusmayanto Kadiman", "Pembimbing II: Bambang SP Abednego", "Scanner: Irwan S."], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reliability, Markov model, Passive Optical Network.", "Sumber": "", "Staf Input/Edit": "ajeng fatwa", "File": "1 file", "Tanggal Input": "22 Nov 2004"}