{"Nomor": 1443, "Judul": "STUDI SISTEM HIDROGEOLOGI DAN POTENSI AIRTANAH DI DATARAN ALUVIAL PADANG SUMATERA BARAT", "Abstrak": "Kotamadya Padang terletak di dataran aluvial pinggir Pantai Barat Sumatra yang merupakan akumulasi bahan endapan Sungai Batang Kuranji dan Sungai Batang Arau. Sekarang ini terjadi pertumbuhan industri yang seiring dengan berkembangnya pertumbuhan di sektor ekonomi dan jumlah penduduk yang mengakihatkan meningkatnya kebutuhan akan air bersih. Pemenuhan kebutuhan air bersih di kota ini dipenuhi dengan memanfaatkan sumber-sumber mata air dan pemanfaatan airtanah melalui sumur-sumur bor oleh PDAM. Saat ini di wilayah penelitian telah ada delapan sumur yang berproduksi setiap harinya, sumur-sumur tersebut adalah 3a, 3b, Sc, 7c, A.3P, A.4P, A.5P, dan A.6P. Cekungan Padang dapat dibedakan atas 3 unit geologi, Pertama \"Kipas Aluvial\" yang terletak pada dataran bahagian selatan dan sebelah timur Kotamadya Padang yang merupakan aluvial multi siklus yang ekstensive, yang terdiri dan flufiovulkanik yang terkonsolidasi dengan deposit lahar, vulkanik tuff dan andesit yang umumnya ditutupi oleh lapisan pasir kasar pleistocen dengan ketebalan antara 5 s/d 10 m, kedua \"Daerah Timbunan Pasir Pantai\" terdiri dari +15 buah perbukitan pasir yang rendah yang berisolasi dengan lebar +3 km terletak disebelah utara dan merupakan tahapan pembentukan pantai pada masa plestocen, ketiga daerah \"Rawarawa Belakang\" yang terdapat antara masing-masing timbunan pasir dan merupakan deposit lagoonal yang dominan diisi oleh lumpur sampai pasir lempungan. Pada cekungan Padang terdapat dua jenis akifer, yaitu akifer babas dan akifer tertekan dua dan 8 sumur yang ada merupakan akifer positif (over flow) dengan ketinggian muka airtanahnya lebih dan 3 meter diatas muka tanah. Aliran airtanah berasal dari arah timur menuju barat dan baratlaut, ketebalan akifer rata-rata 39,35 m yang dijumpai pada kedalarnan 32 m s/d 243,5 in, nilai permeahilitas (K) mulai dan 4,17 x 10-5 m/dt sampai dengan 1,17 x 10-4 m/dt , nilai transmissivitas (T) mulai dan 119,62 mÂ²/hari sampai 454,9 mÂ²/hari. Sistem akifer daerah ini adalah sistem dengan aliran melalui ruang antar butir. Daerah resapan (recharge area) untuk airtanah tertekan terdapat pada lokasi kipas aluvial (Qf) yang merupakan hasil rombakan andesit yang berasal dari aliran yang tidak teruraikan (lahar, angglomerat, dan endapankolovium) dengan luas 77,1 kmÂ² dan besamya infiltrasi (recharge) 1.703 mm/th. Potensi airtanah wilayah penelitian 117.105,91 mÂ³/hari. besarnya simpanan air (AS) yang mengisi permukaan tanah pada Kipas Aluvial Sungai Batang Kuranji 559,4 mm/th dan Sungai Batang Arau -2.108,5 mm/th.", "Daftar File": {"1997_TS_PP_RADIAL_1.pdf": "https://digilib.itb.ac.id/gdl/download/1769"}, "Penulis": "Helfia Edial", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Sudarto Notosiswoyo", "Pembimbing II: Budi Sulistijo", "Scan: Caca Mulyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "aluvial plain, groundwater, aquifer", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "01 Des 2004"}