{"Nomor": 1445, "Judul": "KAJI TEORITIK DAN EKSPERIMENTAL ALIRAN DENGAN PERMUKAAN BEBAS PADA KASKAD REKTILINIER DAN KURVILINIER", "Abstrak": "dari kaskad (cascade) cendrung mengalami defleksi terhadap lintasan ideal yang dibentuk oleh sudu-sudu kaskad. Besarnya sudut defleksi bergantung pada beberapa parameter antara lain: rasio panjang chord-pitch, sudut serang aliran, dan sudut stagger kaskad. Pemecahan persoalan diatas secara analitik dengan mengangap bahwa fluida inviskid *viscid) dan irotasional *rotational) mengalir melalui kaskad yang terdiri dari susunan pelat-pelat datar serupa pantie/ (rectilinear plates cascade) telah banyak dibahas oleh para peneliti sebelummnya diantaranya Chaplygin dan Minakov (1930), Betz dan Petersohn (1931), Joukowski (1949), Sedov (1950), dlt. Sedangkan pemecahan untuk kaskad yang terdiri dari susunan pelat-pelat melengkung serupa (curvilinear plates cascade) belum banyak dibahas. Pemecahan secara numerik dengan penerapan Metode Elemen Hingga (Finite Element Method) telah dikerjakan oleh Harryson (1997). Hasil yang diberikan untuk kasus aliran potensial melalui kaskad yang terdiri dari susunan pelatpelat datar seupa berkorelasi secara balk dengan hasilhasil yang didapat dari pemecahan analitik. Diasumsikan bahwa untuk kasus aliran potensial melalui kaskad yang terdiri dari susunan pelat-pelat melengkung serupa, pemecahan secara numerik tersebut juga memberikan hasil yang memuaskan. Hasil-hasil percobaan menunjukkan bahwa sudut defleksi permukaan bebas jet pada kaskad yang terdiri dari susunan pelat-pelat datar serupa mendekati harga-harga teoritiknya, tetapi pada kaskad yang terdiri dari susunan pelat-pelat melengkung serupa sudut defleksi permukaan bebas jet berbeda dengan harga-harga yang diperoleh dari pemecahan secara numerik. Parameter parameter lain yang juga diukur dalam percobaan adalah: rasio kecepatan, koefisien gaya normal, dan distribusi tekanan pada sudu-sudu.", "Daftar File": {"1997 I Nengah Diasta": "https://digilib.itb.ac.id/gdl/download/1771"}, "Penulis": "I Nengah Diasta [23195006]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Sularso Pembimbing 2 : Hendrawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "KAJI TEORITIK DAN EKSPERIMENTAL", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Nov 2004"}