{"Nomor": 1475, "Judul": "SISTEM KOMUNIKASI METEOR BURST UNTUK   KOMUNIKASI BERGERAK", "Abstrak": "Penelitian ini berhubungan dengan transmisi data melalui sistem komunikasi meteor burst bergerak. Komunikasi bergerak yang memanfaatkan meteor burst merupakan sistem komunikasi bergerak yang relatif baru dikembangkan ( sekitar dekade 80-an). Sistem komunikasi meteor burst memiliki sifat SDMA ( Space Division Multiple Access) inheren. Untuk aplikasi pada sistem komunikasi meteor burst yang tetap (fix), sifat ini digunakan pada saat transmisi data, dimana setiap pengguna diiluminasi oleh satu jejak meteor, atau dengan perkataan lain hanya satu pengguna yang dapat merespon dalam waktu tertentu. Permasalahan akan timbul pada saat satu meteor mengiluminasi lebih dari satu pengguna yang disebabkan oleh kondisi tertentu dan hal ini akan memperbesar daerah iluminasi yang akan menyebabkan terjadinya tubrukan antara pengguna yang saling berdekatan pada saat merespon kedatangan meteor. Didalam peneletian ini, digunakan teknik akses jamak untuk mengatasi tubrukan yang disebabkan oleh jaringan yang besar maupun waktu stasion bergerak berdekatan satu sama lain dan juga untuk meningkatkan kinerja sistem digunakan teknik pengkodean (kode BCH). Metode akses jamak yang digunakan untuk mengatasi hal tersebut adalah CDMA (code division multiple access). Kinerja sistem yang diukur adalah waktu tunggu rata-rata dan throughput untuk jumlah stasion bergerak yang berbeda-beda. Dari basil simulasi menunjukkan pertambahan jumlah terminal bergerak dengan jumlah tertentu yang merespon kedatangan jejak meteor untuk jumlah kanal konstan akan mengakibatkan penurunan kinerja sistem. Terjadi perbaikan kinerja sistem dengan bertambahnya jumlah kanal dan setelah menggunakan pengkodean dengan kemampuan koreksi.", "Daftar File": {"1998 Abdullah Bazergan": "https://digilib.itb.ac.id/gdl/download/1802"}, "Penulis": "Abdullah Bazergan [23294505]", "Kontributor / Dosen Pembimbing": ["Suhartono Tjondronegoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Meteor burst communication system has character of Space Division Multiple Access (SDMA) inherently.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Nov 2004"}