{"Nomor": 1486, "Judul": "STUDI PERBANDINGAN KUAT TARIK UNIAKSIAL LANGSUNG DAN TIDAK LANGSUNG BATU GAMPING", "Abstrak": "Kuat tarik batuan merupakan salah satu parameter penting dari sifat dan karakteristik massa batuan, dan perlu menjadi perhatian didalam perhitungan kestabilan atap lubang bukaan. Kuat tarik batuan pada umumnya diperoleh dan uji kuat tarik tidak langsung, yang sampai saat ini masih tetap digunakan karena faktor kemudahan dalam mempersiapkan contoh uji dan kesederhanaan metode pengujian serta taraf kepercayaannya yang masih bisa dianggap memenuhi syarat. Penelitian ini dilakukan untuk melihat perbandingan nilai kuat tarik yang diperoleh dari uji kuat tarik tidak langsung melalui uji Brazilian dengan nilai uji kuat tarik langsung, terhadap contoh batu gamping Citatah dan batu andesit lapuk Gunung Jaha. Dengan terlebih dahulu merancang dan membuat alat uji kuat tarik langsung. Untuk menentukan bentuk geometn contoh uji tank langsung, dilakukan studi permodelan numenk dengan mrnggunakan paket program `Rheo-Staub' terhadap model contoh uji bentuk; silinder, `dog-bone linier', `dog-bone semi circle', dan bentuk `dog-bone circle'. Dui hasil permodelan, dipilih bentuk silinder dan ` dog-bone circle', untuk dijadikan contoh uji kuat tarik langsung, yang dalam pelaksanaannya ditarik melalui metode pembebanan `end full' dengan menggunakan perekat lem jenis ponal epoxy, yang setelah dilakukan pengujian di Laboratorium lem jenis ini memiliki kuat tarik sebesar 8.6 MPa. Hasil penelitian menunjukkan; nilai kuat tarik langsung batu gamping lebih besar dan nilai kuat tarik uji Brazilian, yakni untuk batu gamping jenis A kuat tarik langsung lebih besar 1.2 kali dan kuat tarik Brazilian (4.54 MPa > 3.79 MPa). Dan untuk batu gamping jenis B kuat tarik langsung lebih besar 1.4 kali dan kuat tarik Brazilian ( 8.13 MPa > 5.92 MPa). Sedangkan untuk batu andesit lapuk terjadi hal sebaliknya, kuat tarik langsung lebih kecil 0.75 kali dan kuat tarik Brazilian (2.81 MPa < 3.73 MPa). Hal ini dikarenakan oleh adanya porositas yang sangat tinggi pada batu andesit lapuk yakni 16.37 %, sedang untuk gamping A porositasnya adalah 7.98 % dan gamping B 0.85 %. Selain itu ditemukan juga fakta bahwa nilai kuat tarik langsung contoh uji gamping bentuk `dog-bone' lebih besar dari nilai kuat tarik langsung contoh uji gamping bentuk silinder, yakni untuk gamping A kuat tank langsung bentuk `dogbone' lebih besar 1.1 kali dan bentuk silinder ( 4.69 MPa > 4.38 MPa), dan untuk gamping B kuat tarik langsung bentuk `dog-bone' lebih besar 1.6 kali dan bentuk silinder (9.11 MPa > 5.87 MPa). Dan dari kurva hubungan tegangan-regangan, diperoleh bentuk kurva tegangan-regangan uji kuat tarik yang berbeda dengan kurva tegangan-regangan uji kuat tekan.", "Daftar File": {"1998_TS_PP_HERIYADI_1..pdf": "https://digilib.itb.ac.id/gdl/download/1813"}, "Penulis": "Bambang Heriyadi", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Made Astawa Rai", "Pembimbing II: Suseno Kramadibrata", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tensile strength, Dog bone Circle, Limestone", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Des 2004"}