{"Nomor": 1493, "Judul": "KAJIAN TERHADAP KUALITAS PELAYANAN KESEHATAN: Studi Kasus Di Bagian Rawat Inap Rumah Sakit Santo Borromeus", "Abstrak": "Menyelengggarakan pelayanan kesehatan yang baik dan bermutu adalah suatu keharusan bagi seluruh institusi kesehatan. Yang dimaksud dengan pelayanan kesehatan yang bermutu adalah pelayanan yang sesuai dengan kode etik dan standard pelayanan dan menimbulkan rasa puas pads diri setiap pasien. Rumah Sakit Santo Borromeus adalah salah satu rumah sakit terbaik di kota Bandung yang hams terus menerus membenahi diri dalam memperbaiki dan menyempurnakan bentuk pelayanan kesehatan kepada Masyarakat (Sasaran pokok R.S. Santo Borromeus 2003). Survey dilakukan pada 61 pasien pengguna jasa rawat inap bagian penyakit dalam (36 Bari golongan menengah kebawah dan 25 Bari golongan menengah keatas), dengan menilai 30 atribut yang mewakili 10 dimensi aspek pelayanan, berupa kuesioner berskala Likert. Selain itu juga diteliti persepsi manajer (direksi) terhadap harapan pemakai jasa. Data yang didapat diolah dengan metode nilai rata-rata sehingga didapat gambaran kinerja dari KS. dan derajat kepentingan / harapan pasien R. S.St. Borromeus untuk kemudian dapat diketahui kesenjangan yang terjadi. Masalah yang paling menonjol yang menyebabkan adanya kesenjangan ini adalah Komunikasi DokterÂ–pasien serta kurangnya pengetahuan perawat tentang apa yang dikerjakannya. Upaya yang disarankan adalah mengangkat asisten dokter untuk dokter dokter yang terlalu sibuk, mengangkat dokter spesialis yang purna waktu lebih banyak, serta penambahan ilmu pengetahuan terus menerus pada perawat pada umumnya, termasuk menggalakkan GKM (Gugus Kendali Mutu).", "Daftar File": {"1998_TS_PP_DWIWANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1820"}, "Penulis": "Dewi Dwiwanto", "Kontributor / Dosen Pembimbing": ["Pembimbing I: A.Imam Istiyanto", "Pembimbing II: Albert I. Hendarta", "Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Quality healthcare services, standards of service,", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "10 Nov 2004"}