{"Nomor": 1498, "Judul": "PENGAMBILAN KEPUTUSAN DALAM PEMILIHAN ALTERNATIF PENINGKATAN KAPASITAS DISTRIBUSI", "Abstrak": "PT 'X' Cabang Jawa Barat adalah perusahaan distributor produk produk konsumen seperti kopi, permen dan biskuit. Daerah yang menjadi tujuan distribusinya adalah daerah Jawa Barat seperti Kota Bandung, Kabupaten Bandung, Tasikmalaya, Sukabumi, Kuningan, Cirebon, Punwakarta dan daerah sekitarnya. Dengan keterbatasan kapasitas distribusi dan persediaan perusahaan, yaitu 12 mobil kanvas yang dimiliki, maka permintaan pada tahun 1997 belum semua terpenuhi. Hal ini mengakibatkan perusahaan mengalami kehilangan penjualan (loss of sales). Untuk mengantisipasi peningkatan permintaan pada 5 tahun mendatang dan menghindari terjadinya kehilangan penjualan, PT 'X' bermaksud meningkatkan kapasitasnya. Berdasarkan kebijakan perusahaan, penjualan diproyeksikan meningkat pada tahun 1998 sebesar 50% dari tahun 1997. Proyeksi yang optimis ini didasarkan pada keinginan perusahaan untuk melakukan investasi agresif di bidang pemasaran dalam rangka menumbuhkan citra merek produknya. Pada tahun 1999, penjualan diproyeksikan meningkat 25% dari tahun 1998 dan selanjutnya sampai tahun 2002 penjualan meningkat secara konstan sebesar 10% per tahun, searing dengan persaingan yang semakin ketat. Untuk meningkatkan kapabilitasnya, PT 'X' mempertimbangkan beberapa alternatif untuk memenuhi permintaan secara efektif dan efisien. Ke-6 kombinasi alternatif yang mungkin yaitu Penambahan mobil dengan cara menyewa, penambahan mobil dengan cara membeli mobil tunai, penambahan mobil dengan cara membeli mobil kredit, penyewaan depo dengan menyewa mobil, penyewaan depo dengan membeli mobil secara tunai, penyewaan depo dengan membeli mobil secara kredit. Penulisan ini akan memberikan analisa dan rekomendasi bagi PT 'X' untuk memilih alternatif keputusan terbaik berdasarkan kriteria finansial dan implikasinya terhadap perusahaan.", "Daftar File": {"1998_TS_PP_MARSIAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/1825"}, "Penulis": "Esther Idde Marsian", "Kontributor / Dosen Pembimbing": ["Pembimbing: Kadarsyah Suryadi", "Scan: Koryati"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Capacity constraints, distribution management", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "06 Nov 2004"}