{"Nomor": 1501, "Judul": "STUDI ENERGI INPUT UNTUK DESAIN BANGUNAN TAHAN GEMPA DI INDONESIA", "Abstrak": "Indonesia terletak di kawasan yang merupakan pertemuan empat lempeng litosfir sehingga menjadikannya suatu kawasan yang rawan gempa. Dalam usaha untuk mengurangi korban jiwa dan melindungi infrastruktur, diperlukan suatu analisis mengenai perencanaan bangunan tahan gempa. Salah satu faktor yang paling penting dalam desain struktur tahan gempa adalah menentukan besarnya gaya gempa rencana. Disadari bahwa sangatlah tidak ekonomis untuk mendesain suatu struktur untuk berperilaku elastik terhadap gempa besar. Sampai saat ini, gaya gempa rencana yang digunakan ditentukan berdasarkan gaya maksimum yang mungkin diterima struktur akibat gempa. Mengingat kemampuan struktur untuk berperilaku daktail, maka dalam praktek sehari-hari digunakan konsep kesamaan energi dan konsep kesamaan perpindahan untuk menentukan reduksi gaya gempa. Terdapat pendekatan lain untuk mendapatkan gaya gempa yang sebaiknya digunakan dalam desain, yaitu dengan meninjau energi input yang diterima oleh struktur selama gempa berlangsung. Meskipun gerakan tanah akibat gempa sangat tidak teratur, namun jumlah energi input yang masuk ke struktur relatif stabil. Oleh sebab itu, dengan menghitung energi yang diserap oleh struktur serta menentukan tingkat kerusakan yang mampu diterima struktur, maka gaya gempa rencana dapat ditentukan. Dilakukan perbandingan koefisien gaya geser yang dihasilkan dari perhitungan metoda energi dan metoda DMF. Asallcan struktur mampu mempertahankan perilaku elastoplastiknya dan menyerap energi gempa yang masuk, maka struktur dapat didesain dengan gaya yang lebih kecil daripada gaya maksimum yang mungkin terjadi. Metoda energi memberikan informasi tambahan yaitu angka kerusakan struktur yang dinyatakan dalam berupa deformasi plastik kumulatif. Metoda ini memberikan landasan yang baru dalam prinsip reduksi kekuatan, dengan mempertimbangkan kerusakan struktur akibat suatu pergerakan dinamik.", "Daftar File": {"1998 HARAHAP": "https://digilib.itb.ac.id/gdl/download/1828"}, "Penulis": "Fisianty Harahap [25095036]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Adang Surahman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gaya gempa; struktur tahan gempa", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "09 Des 2004"}