{"Nomor": 1510, "Judul": "PENYEBARAN KUALITAS BATUBARA BERDASARKAN KODIFIKASI SECARA REGRESI GANDA DAN ANALISIS KLASTER (STUDI KASUS BATUBARA BANIARSARI, SUMATERA SELATAN)", "Abstrak": "Data eksplorasi batubara berupa hasil analisa proksimat dan ultimat dapat digunakan untuk mengetahui kualitas rata-rata batubara untuk suatu daerah yang Iuas. Selama ini pengelompokan kualitas rata-rata batubara menggunakan cara manual, tetapi dalam penelitian ini akan digunakan metode statistik. Dalam metode ini, dilakukan pengelompokan daerah-daerah berdasarkan beberapa parameter kualitas batubara yaitu metode regresi ganda (multiple regression) dan metode analisis Master (cluster analysis). Parameter kualitas GCV, TM, VM, TS dan Ash pertama-tama diurutkan dengan menggunakan metode regresi ganda kemudian ditentukan banyaknya klas setiap parameter serta panjang interval tiap klas dan dibentuk permutasi. Dengan program FORTRAN dilakukan kodifikasi setiap lubang bor. Sedangkan dengan metode analisis Master, dilakukan kodifikasi setiap lubang bor dengan cara Q-mode. Hasil dari ke dua metode di atas sama, berdasarkan pada harga rata-rata tiap parameter kualitas untuk masing-masing kelompok maupun dan penyebaran kualitas batubara. Namun untuk kemudahan cara pengelompokan lebih baik digunakan metode analisis klaster. Dari penelitian ini dapat disimpulkan bahwa ke dua metode tersebut di atas mampu mengelompokkan daerah-daerah yang selanjutnya dapat digunakan untuk mengetahui arah penyebaran kualitas batubara.", "Daftar File": {"1998_TS_PP_TITISARIWATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/1837"}, "Penulis": "Indun Titisariwati", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Totok Darijono, Pembimbing 2 : M. Lobo Balia"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "The proximate and ultimate, coal exploration, multiple regression.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Des 2004"}