{"Nomor": 1512, "Judul": "UPAYA PENANGANAN GANGGUAN JARINGAN TELEPON DALAM RANGKA PENINGKATAN MUTU PELAYANAN: Studi Kasus PT. TELKOM Kandatel Bandung", "Abstrak": "Reformasi sektor telekomunikasi di Indonesia yang mengarah dan mengubah struktur pasar dari monopolistik menjadi kompetitif, menuntut PT. TELKOM meningkatkan daya saingnya antara lain dengan memberikan mutu pelayanan yang lebih baik dari operatr lain. Selaras den an tujuan perusahaan mencapai standar performansi sebagai operator telekomunikasi kelas dunia pada tahun 2001, maka TELKOM akan berupaya meningkatkan ketersediaan jaringan dengan cara menekan tingkat gangguan sekecil mungkin dan mempercepat proses penanggulangan bila terjadi gangguan. Kondisi yang terjadi di lapangan menunjukkan bahwa performansi jaringan telepon khususnya di Kandatel Bandung belum dapat mencapai target yang telah ditetapkan, bahkan dilihat dari indikator angka gangguan (Q) maupun dari waktu penyelesaian gangguan cenderung semakin menurun. Pembahasan masalah yang terjadi meliputi : Faktor-faktor apa yang menyebabkan masih tingginya jumlah gangguan pada jaringan telepon dan mengapa proses penyelesaian gangguan masih dirasakan cukup lama ?; apakah kegiatan pemeliharaan sudah dilaksanakan dengan baik dan mekanisme dan prosedur penyelesaian gangguan sudah dilaksanakan dengan benar ?; langkah-langkah perbaikan apa yang dapat disusun berdasarkan identifikasi penyebab rendahnya performansi jaringan ?; serta apa persyaratan implementasi sebagai konsekwensi dari program perbaikan yang akan dilaksanakan ?. Untuk mengatasi permasalahan tersebut maka perbaikan yang diusulkan meliputi program jangka pendek dan jangka panjang. Program jangka pendek lebih dititlkberatkan kepada: program tranformasi dan 'up-grading' pengelolaan SDM untuk menanamkan budaya kerja serta meningkatkan pengetahuan dan ketrampilan SDM melalui program pendidikan dan pelatihan; meningkatkan kegiatan pemeliharaan jaringan; serta perbaikan metode kerja. Sedangkan program jangka panjang lebih dititikberatkan kepada: pengelolaan manajemen SDM di Kandatel; serta modernisasi manajemen pemeliharaan dan teknologi jaringan. Dengan demikian usulan perbaikan ini diharapkan dapat selaras dengan tujuan perusahaan untuk meningkatkan mutu pelayananannya.", "Daftar File": {"1998_TS_PP_HERI_1.pdf": "https://digilib.itb.ac.id/gdl/download/1839"}, "Penulis": "Joni Heri", "Kontributor / Dosen Pembimbing": ["Pembimbing: Senator Nur Bahagia", "Scan: Koryati"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Handling process, service quality.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "06 Nov 2004"}