{"Nomor": 1521, "Judul": "PENENTUAN KUAT TEKAN JANGKA PANJANG PILAR BATUBARA SILICIFIED DENGAN UJI RAYAPAN BEBAN BERTAHAP DI LABORATORIUM", "Abstrak": "The stability of an underground opening is influenced by a number of factors, including creep behavior of rock. Creep on pillar will take place due to the long term load applied. Consequently, it would be interesting to understand the time dependent behaviour of coal pillar by creep tests. Samples of the creep test were obtained from Bukit Asam coal mining, in Tanjung Enim, South Sumatra. The sample prepared in form of cylindrical specimens with slenderness ratio of 1 : 1 and diameters were 54 mm, 70 mm, 100 mm, and 150 mm. The creep tests were carried out based on multi stage constant load method (Vyalov, 1986). Sample was subject to a constant load for certain period of time, and afterwhich another constant load, higher than that of the previous one was applied until failure took place. During the test period, axial and lateral deformations were monitored using two dial gauge electronics and connected to a computer from which continuous data collecting could be obtained Axial strain-time curves revealed that the behavior of the coal samples followed Burger model. The rheological constants recorded from the creep tests are as follows : {tabel}   \nScale factor was obtained to extrapolate laboratory data to the real condition   \nby means dimensional analysis. When the area of the real pillar was x times   \nof that of the model, the scale factors of the pillar height, uniaxial   \ncompression strength, longterm strength, modulus of elasticity, and delayed   \nelasticity were the same, i.e. x0,5, whereas that of rate of viscous flow and   \nrate of delayed elasticity being x0,5 .", "Daftar File": {"1998_TS_PP_HARTAMI_1.pdf": "https://digilib.itb.ac.id/gdl/download/1849"}, "Penulis": "Pantjanita Novi Hartami [22196001]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Made Astawa Rai, Pembimbing 2 : Suseno Kramadibrata"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Creep behavior of rock, pillar, gauge electronics and   connected.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2004"}