{"Nomor": 1527, "Judul": "KARAKTERISASI SIFAT BAJA TULANGAN BETON PRATEKAN UNTAIAN KAWAT (WIRE STRAND)", "Abstrak": "Baja tulangan beton pratekan untaian kawat (7-kawat) saat ini banyak digunakan untuk berbagai pemakaian dalam bidang konstruksi bangunan seperti jembatan dengan bentangan lebar, gedung bertingkat, dermaga pelabuhan dan industri perumahan. Kegunaan yang semakin meningkat ini harus didukung pula oleh kualitas yang tinggi dan kemampuan untuk membuat produk dalam negeri. Penelitian yang dilakukan terhadap baja tulangan beton pratekan untaian kawat sistemVSL yang mempunyai diameter nominal ? 12,7 mm (terdiri dari 1 kawat lurus di bagian tengah berdiameter ? 4,4 mm dan 6 kawat pilin berdiameter ? 4,2 mm) merupakan suatu kajian laboratorium yang bertujuan untuk mengetahui struktur mikro dan sifat mekaniknya (kekuatan tarik, kekuatan Iuluh dan keuletan). Sebagai material pembanding diambil batang kawat baja eutektoid ?  5,7 mm produk luar negeri (Bekaert) dan baja tulangan beton bertulang ? 10 mm produk PT. Krakatau Steel (KS). Dari hasil pemeriksaan metalografi optik dan Scanning Electron Microscopy (SEM) pada kawat lurus ? 4,4 mm dan kawat pilin ? 4,2 mm pada kondisi asal dan dianil diperoleh struktur mikro perlit halus yang bersifat kuat dan ulet. Ternyata struktur mikro ini sama dengan struktur mikro batang kawat baja eutektoid ? 5,7 mm produk luar negeri. Kekuatan tarik hasil uji tarik dengan mesin uji Instron 1195 pada kawat lurus ? 4,4 mm pada kondisi asal adalah sebesar 2227 MPa, sedangkan perpanjangan dan reduksi penampangnya masing-masing sebesar 4,7% dan 24,6%. Suatu perhitungan perkiraan kekuatan tarik dari data uji keras pada kawat lurus ? 4,4 mm pada kondisi asal memberikan hasil yang lebih kecil yaitu sebesar 1732 MPa. Hal ini diduga bahwa pada baja tulangan beton pratekan tersebut telah terjadi penguatan tekstur dalam arah memanjang. Sedangkan perhitungan kekuatan tarik secara teoritis menurut rumus Heller dengan mengukur jarak perlit lamelar dan diameter koloni perlit rata-rata serta fraksi ferit pada foto SEM memberikan hasil yang jauh lebih kecil yaitu 794 MPa. Angka ini tidak dapat diambil sebagai dasar dalam praktek/di lapangan mengingat rumus ini memerlukan pengukuran jarak perlit lamelar yang banyak (50 kali) dan rumus ini hanya berlaku untuk material isotrop.", "Daftar File": {"1998 Ronny Bumulo": "https://digilib.itb.ac.id/gdl/download/1855"}, "Penulis": "Ronny Bumulo [24895002]", "Kontributor / Dosen Pembimbing": ["Tata Surdia", "Mardjono Siswosuwarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "construction such as bridge with long distance abutment, multilevel building, harbour and industrials construction.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Nov 2004"}