{"Nomor": 1533, "Judul": "PEDESTRIAN BEHAVIOUR AT A SIGNALISED INTERSECTION IN BANDUNG", "Abstrak": "PERILAKU PEJALAN KAKI PADA SUATU PERSIMPANGAN BERLAMPU DI, BANDUNG, Subarjo, 1998, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung. Penelitian ini menitik beratkan pada pola pelanggaran terhadap 'nyala hijau untuk orang' (green man), pamanfaatan fasilitas `penekantombol' ( pushbutton) dan pejalan kaki yang menyeberang diluar marka serta waktu tunggu pejalan kaki. Observasi dilakukan di lengan Jln. Masjid Agung pada sinpang Ji. Asia Afrika-J1. Banceuy dan J1. Masjid Agung selama satu hari. Arus pejalan kaki dalam marka maksimum terjadi pada awal nyala hijau untuk orang (0-5 detik) sebesar 57 % dari seluruh pejalan kaki yang menyeberang dalam marka. Maksisrum arus pejalan kaki dalam marka 8955 pejalan kaki per jam hijau. Pelanggaran terhadap nyala hijau untuk orang tertinggi terjadi selama `berkedip-kedip nyala hijau untuk orang' (flashing green man) dan `semua merah' (all-red), sebesar 82 % pelanggaran terjadi selama periode tersebut. Pelanggaran pejalan kaki tertinggi terjadi pada saat mulainya nyala hijau untuk orang. Jumlah rata-rata pelanggaran terhadap nyala hijau untuk orang selama observasi sebesar 196,5 pejalan kaki per jam. Sedangkan jumlah pejalan kaki menunggu berbanding secara proporsional terhadap waktu menunggu; terbesar terjadi selama 0-5 detik pertama yaitu 19.2 % dan terendah pada waktu tunggu lebih besar 70 detik. Jumlah ratarata pejalan kaki menunggu pada waktu puncak adalah 19.3 pejalan kaki per siklus. sedangkan waktu sepi jumlah rata-rata 4.9 pejalan kaki per siklus. Pamnfaatan fasilitas penekantcirbol tidak effektif sebab selama ahservasi jumlah pejalan kaki hanya tekan penekantombol 3 persen dari seluruh siklus lagrpu selama obeervasi. Sedangkan perbedaan yang signifikan antara persen waktu hijau terhadap waktu siklus tidak terlihat pada pejalan kaki yang menekan penekantombol dan yang tidak menekan. Fasilitas penyeberangan pejalan kaki yang tersedia sering tidak dimanfaatkan oleh para penyeberang jalan. Pejalan kaki yang ingin menyeberang yang berada agak jauh dari tesipat penyeberangan enggan nanggunakan fasilitas penyeberangan tersebut. Oleh karena mereka sering menyeberang disanbararig tempat pada kaki simpang tersebut. Jumlah penyeberang diluar marka dipengaruhi oleh `jarak antar kendaraan' (vehicle head ay) dalam arus kendaraan. Terdapat hubungan antara penyeberang pejalan kaki diluar marka, meskipun hubungan antara keduanya kurang bagus. Model paling cocok adalah model linier. Tidak ada korelaai dan pengaruh antara arus kendaraan dan rata-rata waktu tunggu pejalan kaki, karena nungkin disebabkan oleh pejalan kaki yang menunggu lebih lama cenderurig untuk melanggar. Sedang jumah pejalan kaki dari marka dipengaruhi oleh total waktu tunggu pejalan kaki dan dilambangkan dengan model linier. Ketika total waktu tunggu pejalan kaki ningkat maka arus pejalan kaki dalam marka meningkat pula. Sebagian besar pejalan kaki yang menyeberang nasih berada di terpat penyda rangan. 77% dari seluruh arus pejalan kaki dalam marka (di tempat penyeberangan dan disekitarnya). Adanya antara arus pejalan kaki dalan marka dengan penyeberang di sekitar tanpat penyeberangan.", "Daftar File": {"1998_TS_PP_SUBARJO_1_.pdf": "https://digilib.itb.ac.id/gdl/download/1862"}, "Penulis": "Subarjo", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1.Hedi Hidayat 2. Ade Syafruddin 3.Trisno Soegondo Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Signalised ,Intersection,  Bandung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2005"}