{"Nomor": 1535, "Judul": "STUDI BANDING BUSANA PENGANTIN GAYA KRATON YOGYAKARTA DAN PERKEMBANGANNYA DI LUAR KRATON", "Abstrak": "Busana atau pakaian adat merupakan salah satu keanekaragaman budaya Indonesia. Busana merupakan ekspresi, citra dan kepribadian bangsa, karena dari busana dapat tercermin norma dan nilai-nilai budaya suatu suku bangsa Pemakaian busana di lingkungan Kraton Yogyakarta, pemakaiannya selalu diclasarkan atas status sosial atau faktor keturunan si pemakainya. ApaIagi busana kebesaran adat perkawinan Kraton Yogyakarta, bagi masyarakat umum yang bukan dari kalangan bangsawan atau kerabat kraton pada awal mulanya tidak diperbolehkan untuk mengenakan busana kebesaran milik Kraton. Dengan adanya perkembangan sosial yang terjadi di Yogyakarta, baik itu disebabkan adanya perubahan kekuasaan (politik), sistem ekonomi, sistem pendidikan dan pranatan sosial di masyarakat, kedudukan busana kebesaran adat perkawinan Kraton Yogyakarta dalam kurun waktu puluhan tahun, mungkin saja berubah, kiranya ini dapat dimengerti. Bahkan pada akhimya arti suatu barang, perlengkapan maupun tata upacara adat Kraton bisa menjadi kabur dari aslinya. Dari masalah-masalah perubahan yang terjadi tersebut menarik untuk di kaji, baik dari segi aspek pola kehidupan masyarakatnya, bentuk busananya maupun makna simbolisnya. Oleh karena itu metode yang digunakan dalam penelitian ini adalah diskriptif kualitatif, dan pendekatannya menggunakan pendekatan komperatif dan semiotik. Instrumen pengumpulan data menggunakan dokumentasi (pemotretan), kaji pustaka, observasi dan wawancara.Dari basil penelitian studi banding antara busana pengantin gaya Kraton dan busana pengantin di luar Kraton dapatlah di ambil kesimpulan sebagai berikut; Busana pengantin Kraton sebagai produk budaya tradisi Jawa yang mencerminkan lambang status kebangsawanan. Jenis busana pengantin tradisional Jawa yang meliputi; bentuk busana, motif kain, dan tata rasnya memperlihatkan lambang dari status tersebut. Ada pengaruh perubahan sosial di Yogyakarta terhadap perkembangan busana pengantin gaya Kraton Yogyakarta Ada perbedaan antara busana pengantin gaya Kraton Yogyakarta dan di Luar", "Daftar File": {"1998 Sumarsono": "https://digilib.itb.ac.id/gdl/download/1864"}, "Penulis": "Sumarsono [27094006]", "Kontributor / Dosen Pembimbing": ["pembimbing: 1.Wiyoso Yudoseputro 2. Yacob Sumardjo  Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bride and bride-groom clothes from Yogyakarta palace", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jan 2005"}