{"Nomor": 1538, "Judul": "APLIKASI FILTER KALMAN SEBAGAI ANALISIS KESALAHAN DATA SPEKTROFOTOMETER INFRAMERAH MELALUI METODE MINIMUM-COVARIANCE DECONVOLUTION (MCD)", "Abstrak": "Analisa data spektrofotometer infra merah didasarkan pada penurunan Hukum Beer. Hukum Beer menyatakan bahwa nilai serapan (A) dari pengujian suatu sampel bergantung pada molar absorptivitas (e), panjang lintasan sel (b) dan konsentrasi dari sampel (C). Nilai serapan dari data hasil pengukuran spektrofotometer inframerah dapat ditentukan melalui analisa kuantitatif multikomponen. Hasil analisa kuantitatif multikomponen berperan sebagai pendekatan suatu model variabel keadaan saluran tunggal data spektrofotometer inframerah melalui Metode Minimum-Covariance Deconvolution (MCD) atas dasar Teorema Mendel. Noise proses (varian noise Q) dan noise pengukuran (varian noise R) mempengaruhi kesalahan pengamatan pada nilai serapan setiap komponen keluaran dari model variabel keadaan saluran tunggal data spektrofometer inframerah. Oleh sebab itu aplikasi filter Kalman melalui Metode MCD diperlukan untuk mereduksi level noise yang berpengaruh terhadap kesalahan pengamatan pada nilai serapan keluaran model. Hasil simulasi perangkat lunak yang disusun menghasilkan aplikasi filter Kalman melalui Metode MCD pada model variabel keadaan saluran tunggal data spektrofotometer inframerah untuk nilai serapan komponen ke delapan pada kondisi varian noise proses Q=l dan varian noise pengulcuran R =10 dapat mereduksi level noise yang berpengaruh terhadap kesalahan pengamatan pada keluaran nilai serapan dari model. Berdasarkan perbandingan hasil perhitungan, hasil non-filter dan hasil filter terhadap kesalahan pengamatan, kesalahan relatif komponen konsentrasi dan nilai serapan yang berhubungan terjadinya kesalahan pengamatan adalah sebagai berikut :  \na) Hasil perhitungan berdasarkan analisis Hukum Beer menghasilkan kesalahan pengamatan = 0,01, kesalahan relatif komponen konsentrasi 2,72% dan nilai serapan 0,4340. Hasil perhitungan tersebut sebagai acuan terhadap hasil non-filter dan hasil filter. \nb) Hasil non-filter berdasarkan model yang dipengaruhi oleh input noise proses (Q) dan input noise pengukuran (R) menghasilkan kesalahan pengamatan = 0,0069 0,01 (acuan), kesalahan relatif komponen konsentrasi 1,8768% dan nilai serapan 0,2995. \nc) Hasil filter berdasarkan model yang dipengaruhi oleh input noise proses (Q) dan input noise pengukuran (R) ditinjau dalam dua kondisi yaitu 1) kondisi keadaan funk menghasilkan kesalahan pengamatan = 0,0104 0,01 acuan), kesalahan relatif komponen konsentrasi 2,8288 % dan nilai serapan 0,4515 dan 2) kondisi keadaan berubah waktu menghasilkan kesalahan pengamatan = 0.0104 0.01 (acuan), kesalahan relatif komponen konsentrasi 2,8288 % dan nilai serapan 0,4515. \nPendekatan Metode Minimum-Covariance Deconvolution (MCD) yang digunakan dalam penelitian ini memberikan hasil simulasi yang terbaik dibandingkan dengan metode yang lain. Ini terbukti dari nilai kesalahan kovarian masing-masing metode untuk nilai varian noise proses (Q) = 1 dan nilai varian noise pengukuran (R) = 10 sebagai berikut : Metode VAN CITTERT = 0,7963 ; Metode KALMAN = 0,3602; Metode JANSSON = 0,2728; Metode GOLD = 0,3133 dan Metode MCD = 0,0104.", "Daftar File": {"1998 Suyanto": "https://digilib.itb.ac.id/gdl/download/1867"}, "Penulis": "Suyanto [23396017]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Farida I. Muchtadi Pembimbing 2 : Hermawan K. Dipojono"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Analisa data spektrofotometer inframerah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Nov 2004"}