{"Nomor": 1541, "Judul": "PENGARUH RETRIBUSI KEMACETAN TERHADAP KINERJA", "Abstrak": "PENGARUH RETRIBUSI KEMACETAN TERHADAP KINERJA JARINGAN JALAN Oleh : Tony Wilmar, Bidang Studi Rekayasa Transportasi, Program Magister Teknik Sipil, Institut Teknologi Bandung, 1998. Salah satu cam untuk mengendalikan perilaku pemakai jalan dalam memilih rute perjalanan adalah melalui retribusi kemacetan. Secara teoritis bila retribusi diterapkan tetjadi penurunan volume kendaraan yang melewati jalan yang dikenakan retribusi kemacetan karena beberapa kendaraan akan pindah ke jalan alternatif. Tesis ini bertujuan untuk memeriksa kinerja jaringan jalan dengan diterapkannya berbagai jenis retribusi kemacetan. Dalam pemeriksaan jaringan dua ruas yang terdiri jalan bypass dan jalan pusat kota di mana jalan kotanya dijadikan obyek retribusi kemacetan, ditemukan nilai total biaya pada kondisi User Equlibrium (UE) adalah 12,1 snipjam/ jam. Bila retribusi optimal diterapkan, maka nilai total travel time nya adalah 10,6 smp-jam/jam. Selisih biaya ini menunjukkan adanya peluang keuntungan Â± 12 % bila retribusi optimal diterapkan. Dari sisi perbandingan volume kapasitas ( pvk) ditemukan pvk jalan kota berubah Bari 1,2 ke 1 dan bypass berubah dari 0,2 ke 0,3. Ini menunjukkan bahwa adanya pengemudi yang beralih dari pusat kota ke jalan bypass. Dalam pemeriksaan dengan jaringan sederhana yang terdiri clan jaringan pusat kota, jaringan melingkar dan radial, sebagaimana layaknya jaringan jalan kota, ditemukan total biaya menurut UE dan System Optimum ( SO) adalah 1414,3 smp-jam/jam dan 905,2 smp-jam/jam, dengan perkataan lain terdapat peluang sebesar 36 % untuk mengefisiensikan jaringan. Penerapan retribusi kemacetan dengan metode point-based di jalan radial luar (arah ke dalam kota) terdapat peluang menurunkan total biaya sebesar 21 %. Sedangkan dengan metode area-based di jalan radial dalam (arah ke dalam pusat kota) terdapat peluang menurunkan total biaya sebesar 9 %. Dari sisi pvk dengan diterapkannya retribusi point based, pvk jalan pusat kota, radial dalam, radial luar dan lingkar dalam mengalami penurunan, sedangkan pvk jalan lingkar luar mengalami peningkatan. Pemeniksaan retribusi berdasarkan area-based, pvk jalan pusat kota dan jalan radial dalam dan radial luar mengalami penurunan tetapi pvk jalan lingkar dalam dan luar mengalami peningkatan. Dalam pemeriksaan jaringan Bandung ditemukan peluang untuk menurunkan total biaya sebesar 8,3 % bila jaringan dikendalikan sec ra optimal. Namun penerapan retribusi point-based maupun area-based menghasilkan total biaya menjadi meningkat dibandingkan pads kondisi UE, yang artinya retribusi point-based atau area-based tidak menguntungkan bila diterapkan. Walupun demikian waktu tempuh pusat kota dengan penerapan area-based ditemukan menurun. Dengan menerapkan retribusi kemacetan diharapkan terjadi penurunan tingkat kanacetan pada suatu jalan/daerah atau penurunan total biaya di sistem, disamping perolehan pendapatan dalam bentuk moneter. Namun peluang tingkat keberhasilan dalam mencoba menurunkan nilai indikator tersebut sangat bergantung kepada karakteristik jaringan dan tingkat permintaan", "Daftar File": {"1998 Tony Wilmar": "https://digilib.itb.ac.id/gdl/download/1870"}, "Penulis": "Tony Wilmar [25095041]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Harun Al Rasyid Lubis  2. Titi Liliani.s Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Theoretically,reduce number of vehicles passing, road", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Jan 2005"}