{"Nomor": 1544, "Judul": "PENENTUAN UKURAN BLOK OPTIMAL DALAM PRODUKSI KAPAL", "Abstrak": "Dalam pembangunan kapal dengan metoda blok, pengerjaan blok dilakukan di dalam shop dengan ukuran terbatas, dan diangkut ke building berth untuk diereksi dengan alat angkut berkapasitas tertentu. Oleh karena itu ukuran blok harus disesuaikan dengan ukuran shop, kapasitas alat angkut dan kelayakan teknis. Di samping itu blok dapat diselesaikan sesuai dengan due date dan shop bekerja dengan efektifitas tinggi. Dalam tesis ini diajukan model optimasi penetapan ukuran blok dengan mempertimbangkan semua kendala produksi secara serempak. Model ini   dikembangkan dari model Single Machine Batch Scheduling yang dikemukakan Halim dkk.(7,8], dengan melakukan analogi ukuran batch menjadi ukuran blok serta memasukkan kendala teknis yang terkait dengan produksi kapal. Di samping itu dikembangkan pula model penjadwalan blok yang dihasilkan dengan menganggap sebagai masalah penjadwalan blok pada mesin paralel. Hasil dari penelitian ini menunjukkan bahwa penjadwalan batch pada mesin tunggal dapat dikembangkan untuk penentuan ukuran blok optimal di industri perkapalan dengan memperhatikan analogi antara batch dan blok: Ukuran batch yang dinyatakan dengan jumlah unit, dianalogikan dengan ukuran blok yang dinyatakan dengan panjang dan berat. Meskipun demikian dalam model yang diusulkan, ukuran blok ditentukan oleh berat dan berat blok sendiri merupakan fungsi panjang blok dan intensitas berat. Dengan demikian fungsi yang dibentuk antara total waktu tinggal aktual dengan ukuran berat dan panjang blok merupakan fungsi komposit. Hasil penelitian menunjukan   pula bahwa untuk meminimumkan total waktu tinggal aktual blok pada shop perakitan, panjang blok pada penetapan awal harus sama dengan   panjang konstruksi yang mengacu pada panjang shop perakitan blok. Kemudian dikaji panjang tersebut dikaitkan dengan kendala kendala lain. Kesimpulan lain yang diperoleh adalah harus ada keseimbangan antara panjang shop perakitan dan kapasitas crane pengangkut blok dan kesesuaian keduanya dengan ukuran kapal yang dibangun.", "Daftar File": {"1998_TS_PP_Wiwi_1.pdf": "https://digilib.itb.ac.id/gdl/download/1873"}, "Penulis": "Umar Wiwi [23495007]", "Kontributor / Dosen Pembimbing": ["Abdul Hakim Halim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengerjaan blok dilakukan di dalam shop dengan ukuran terbatas, dan diangkut ke building berth   untuk diereksi dengan alat angkut berkapasitas tertentu.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Nov 2004"}