{"Nomor": 1549, "Judul": "KONTROL VIBRASI AKTIF STRUKTUR DENGAN MENGGUNAKAN OBSERVER JARINGAN SYARAF TIRUAN", "Abstrak": "Tesis ini membahas kontrol vibrasi aktif pada struktur gedung yang mengalami beban gempa bumi. Struktur gedung dimodelkan sebagai bangunan geser dua dimensi. Mekanisme kontrol aktif diimplementasikan dengan menggunakan alat mekanik active tuned mass damper (ATMD) yang diletakkan pada lantai teratas gedung. Gaya kontrol dihitung dengan menggunakan algoritma kontrol optimal. Untuk memperkirakan state yang tidak terukur karena keterbatasan sensor, digunakan observer jaringan syaraf tiruan. Studi kasus dibagi menjadi dua bagian. Yang pertama adalah simulasi model struktur bangunan geser dua dimensi yang dikontrol dengan menggunakan ATMD. Beban pada struktur berupa percepatan gempa bumi. Diasumsikan semua variabel state tersedia untuk penghitungan gaya kontrol. Evaluasi efektifitas ATMD dilakukan dengan membandingkan tiga respons : terkontrol dengan ATMD, terkontrol dengan TMD, dan tanpa kontrol. Studi kasus yang kedua adalah aplikasi observer syaraf pada sistem bangunan geser-ATMD. Pada bagian ini dasumsikan hanya tersedia data perpindahan untuk proses umpanbalik. State perkiraan dari observer syaraf dibandingkan terhadap state sebenarnya. Hasil simulasi menunjukkan ATMD efektif mereduksi respons simpangan antartingkat dan percepatan total. ATMD lebih efektif mereduksi simpangan antartingkat daripada mereduksi percepatan total. Observer syaraf menghasilkan state perkiraan yang berbeda dengan state yang sebenarnya. Meskipun demikian, pola gaya kontrol yang dihasilkan dari state perkiraan observer syaraf hampir sama dengan pola gaya kontrol sebenarnya.", "Daftar File": {"1998_TS_PP_CONG_1.pdf": "https://digilib.itb.ac.id/gdl/download/1878"}, "Penulis": "WONG FOEK CONG [25095067]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Herlien Dwiarti"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kontrol vibrasi, gempa bumi, ATMD, shear buildings, study consists", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Des 2004"}