{"Nomor": 1555, "Judul": "STUDI TRANSFORMASI STRUKTURAL PASCA PERTAMBANGAN BATUBARA PT. BUKIT ASAM TANJUNG ENIM SUMATERA SELATAN", "Abstrak": "Kegiatan pertambangan batubara yang dilakukan PT. Bukit Asam didaerah Kabupaten Muara Enim dan Kabupaten Lahat sangat mendukung kegiatan perekonomian didaerah tersebut dimana kontribusi sektor pertambangan batubara terhadap PDRB Kabupaten Muara Enim pada tahun 1995 sebesar Rp 450.007,- juta atau 16,68% dari total PDRB Rpl.621.740,-juta. Begitu pula didaerah Kabupaten Lahat dimana kontribusi sektor pertambangan pada tahun 1995 sebesar Rp 25.586,-juta atau 3,45% dari total PDRB Rp741.105,- juta. Pada suatu saat kegiatan pertambangan batubara akan berakhir karena habisnya cadangan, kondisi ini sangat berpengaruh terhadap kelangsungan pembangunan didaerah tersebut, sehingga akan menimbulkan dampak negatif bagi daerah tersebut. Untuk mengurangi dampak negatif perlu dicarikan suatu alternatif pemecahannya adalah dengan melakukan Studi Transformasi Struktural Pasca Pertambangan. Luas kawasan tambang yang berproduksi yang terdiri dari Wilayah Pengembangan Tambang Tanjung Enim I sampai Tanjung Enim III tahun 1997 adalah 33590 Ha, sedangkan luas lahan yang digunakan untuk operasi penambangan 13088 Ha, sampai pada tahun 2010 lahan yang dialih fungsikan kegiatannya dari kegiatan tambang menjadi non tambang adalah 12395 Ha, sedangkan yang dipertahankan 693 Ha. Kontribusi alih fungsi lahan pasca pertambangan tahun 2010 terhadap PDRB Kabupaten Muara Enim sebesar Rp 211296,35 juta atau 9,01%, sedangkan untuk Kabupaten Lahat pada tahun yang sama Rp 12013, 65 juta atau 0,89%. Langkah-langkah yang dilakukan dalam transformasi struktuktural pasca pertambangan adalah, meningkatkan kemampuan sumber daya rnanusia, mendorong pengembangan usaha sektor pertanian, industri dan perdagangan didaerah tersebut serta rencana pola penggunaan lahan dikawasan tambang disesuaikan dengan RUTR daerah. Oleh karena itu studi transformasi struktural pasca pertambangan perlu dilakukan sejak dini, untuk selanjutnya hasil studi dapat dijadikan sebagai bahan masukan dalam merumuskan strategi ditingkat perusahaan, maupun pemerintah daerah.", "Daftar File": {"1999 Baharuddin": "https://digilib.itb.ac.id/gdl/download/1884"}, "Penulis": "Amran Baharuddin [22195015]", "Kontributor / Dosen Pembimbing": ["Ambyo Mangunwidjaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Transformasi struktural; pertambangan", "Sumber": "FTTM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "24 Nov 2004"}