{"Nomor": 1569, "Judul": "ANALISIS FAKTOR-FAKTOR DOMINAN PENGAMBILAN KEPUTUSAN JUAL-BELI SAHAM HARIAN PADA BEBERAPA SEKURITAS DI BANDUNG DENGAN MENGGUNAKAN PENDEKATAN ANALISIS FAKTOR", "Abstrak": "Seorang investor seringkali merasa ragu-ragu dalam mengambil keputusan dalam membeli atau menjual saham, mengingat investasi saham merupakan salah satu jenis investasi yang memiliki risiko yang cukup tinggi. Oleh karena itu maka penelitian ini disusun dengan tujuan untuk menentukan faktorfaktor dominan apa saja yang dapat mempengaruhi keputusan dalam transaksi saham harian, terutama di Bandung. Penelitian diawali dengan melakukan identifikasi variabel-variabel yang mungkin mempengaruhi perilaku keputusan dalam  transaksi saham harian dari berbagai reverensi, pendapat pakar, serta pendapat para praktisi pasar modal. Setelah dilakukannya identifikasi variabel-variabel awal, penelitian dilanjutkan dengan menggunakan analisis faktor untuk menentukan faktor-faktor dominan yang mungkin mempengaruhi perilaku keputusan dalam transaksi saham harian. Dari penelitian ini ditemukan hasil bahwa responden dalam mengambil keputusan membeli/menjual saham harian cenderung sensitif terhadap : faktor teknikal, faktor investor asing, faktor likuiditas saham, serta faktor rumors. Aspek manajerial yang dapat diperoleh dari penelitian ini adalah dimana bagi para investor agar hasil penelitian ini dapat digunakan untuk memberikan arahan atau sebagai salah satu faktor pertimbangan bagi para investor dalam pengambilan keputusan pembelian/penjualan saham harian. Aspek manajerial lainnya yaitu diharapkan agar penelitian ini dapat digunakan untuk.memberikan nilai tambah serta meningkatkan mutu usaha, yaitu dengan cara memberikan reverensi pelengkap mengenai hal-hal yang perlu dipertimbangkan dalam proses transaksi jual-beli saham pada level harian bagi para investor.", "Daftar File": {"1999_TS_PP_TALAR_1.pdf": "https://digilib.itb.ac.id/gdl/download/1898"}, "Penulis": "Christian Talar", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pamoedji Hardjomidjojo", "Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Decision making processes, Investor", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "11 Nov 2004"}