{"Nomor": 1574, "Judul": "KAJI EKSPERIMENTAL PENGARUH RETAK MELINTANG BUATAN PADA POROS TERHADAP PERILAKU DINAMIKA ROTOR", "Abstrak": "Dalam tesis magister ini akan dikemukakan hasil penelitian mengenai kaji eksperimental pengaruh retak melintang buatan pada poros terhadap perilaku dinamika rotor. Penelitian ini merupakan bagian dari penelitian utama yang berjudul 'The Effects of Cracked Shaft and Unbalanced Magnetic Field on The Dynamics Behaviour of Rotor System'. Penelitian ini dimulai dengan pembuatan perangkat uji berupa sistem poros rotor yang ditumpu pada bantalan bola. Retak tiruan pada poros dalam arah melintang dengan berbagai harga kedalaman, dibuat dengan teknik wire cutting memakai EDM(Electric Discharge Machine). Pengujian dilakukan dengan dua cara yaitu cara statik dan dinamik. Cara  digunakan untuk menentukan variasi kekakuan lentur poros K terhadap posisi sudutnya. Untuk menentukan variasi K ini, terlebih dulu mengukur variasi defleksi poros dengan menggunakan Dial Indicator. Dari data hasil pengujian diperoleh bahwa untuk setiap posisi sudut poros, K mempunyai harga yang makin kecil jika kedalaman retak makin besar. Cara dinamik digunakan untuk menentukan Fungsi Respon Frekuensi (FRF), peta spektrum, dan spektrum daya. Pengujian secara dinamik diukur dengan menggunakan sensor getaran dan perlengkapannya, serta untuk mengolah data digunakan MSA (Multy-channel Spectrum Analyzer) . Dari data hasil pengujian diperoleh bahwa frekuensi pribadi pertama poros uji akan berkurang dengan bertambahnya kedalaman retak, dan respon getaran mengandung komponen aktif Ix, 2x, 3x, .... rpm dan komponen pasif. Serta hampir pada setiap putaran pengujian, level spektrum daya pada \nharmonik 2x rpm akan bertambah besar dengan \nbertambahnya kedalaman  retak.", "Daftar File": {"1999 Encu Saefudin": "https://digilib.itb.ac.id/gdl/download/1903"}, "Penulis": "Encu Saefudin [23196026]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : H. Indra Nurhadi, Pembimbing 2 : Andi Isra Mahyuddin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "dinamika rotor, sistem poros rotor, teknik wire cutting, statik dan dinamik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Nov 2004"}