{"Nomor": 1588, "Judul": "USULAN STRATEGI CV XYZ DALAM MEMANFAATKAN KRISIS EKONOMI DAN PERTUMBUHAN USAHA YANG BERKELANJUTAN: Suatu Studi Kasus pada Industri Furniture di Jepara", "Abstrak": "Krisis ekonomi yang melanda Indonesia membuat dunia bisnis di Indonesia mengalami perubahan yang mencolok. Perusahaan yang asal menghasilkan keuntungan yang besar sebelum krisis menjadi rugi bahkan berhenti operasi dan perusahaan yang asalnya biasa-biasa saja menjadi perusahaan yang menghasilkan keuntungan yang besar salah satu contohnya adalah CV XYZ sebuah perusahaan furniture di Jepara. Kota Jepara yang terkenal dengan kota ukir dan furniture baik di Indonesia maupun diluar negeri karena banyaknya pengrajin furniture yang menghasilkan furniture dengan kualitas tinggi dan harga yang murah. Studi kasus ini dimaksudkan untuk memberi usulan strategi bagi CV XYZ dalam memanfaatkan krisis ekonomi dan pertumbuhan usaha yang berkelanjutan setelah krisis ekonomi berakhir. Usulan strategi CV XYZ disusun berdasarkan analisis internal perusahaan yang berguna untuk mengetahui kekuatan dan kelemahan perusahaan dan analisis eksternal perusahaan yang berguna untuk mengetahui peluang dan ancaman. Metoda yang digunakan untuk menetukan posisi perusahaan adalah SWOT Matriks, GE Matriks dan Tiga Generik Strategi. Setelah posisi perusahan diketahui maka dikembangkan alternatif strategi dengan alat yang sama juga dan pada akhirnya diperoleh strategi implementasi pada empat bidang fungsional yaitu bidang pemasaran, bidang produksi, bidang keuangan dan bidang sumber daya manusia.", "Daftar File": {"1999_TS_PP_SUPRIYONOI_1.pdf": "https://digilib.itb.ac.id/gdl/download/1917"}, "Penulis": "Liftian Edi Supriyono", "Kontributor / Dosen Pembimbing": ["Pembimbing: Imam Istiyanto", "Scan: Caca Mulyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business strategy; strategy proposal", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "07 Des 2004"}