{"Nomor": 1597, "Judul": "STRATEGI PENGEMBANGAN BISNIS SEKTOR NON OPERASIONAL SEBAGAI PENUNJANG SUBSIDI SILANG DI RUMAH SAKIT IMMANUEL BANDUNG", "Abstrak": "Didengungkannya reformasi di segala bidang dan jatuhnya rezim Orde Baru, membuat situasi negara tidak menentu, terutama sangat dirasakan pengaruhnya terhadap perekonomian. Rumah Sakit Immanuel yang didirikan tahun 1910, telah mengalami berbagai rintangan yang akhirnya berkembang sebagai sekarang ini. Rumah Sakit Immanuel adalah rumah sakit yang khas,yaitu mengemban misi sosial dengan dimilikinya 60 % tempat tidur kelas III dan digunakannya sebagai tempat pendidikan Fakultas Kedokteran Universitas Kristen Maranatha. Hal inimenyebabkan masalah Rumah Sakit Immanuel berbeda dengan rumah sakit swasta lainnya di Bandung. Sejak Rumah Sakit Immanuel tidak memperoleh lagi bantuan dana dari luar negeri, maka sejak itu pula Rumah Sakit Immanuel harus mandiri dalam dana. Untuk mengantisipasi masa depan, maka perlu dirumuskan bisnis sektor non pelayanan kesehatan untuk mensubsidi core business Rumah Sakit Immanuel yaitu bidang pelayanan kesehatan. Bisnis sektor non operasional merupakan bisnis penunjang (supporting business) yang berfungsi pengerahan dana sebagai subsidi bagi bisnis pokok (core business) yang selama ini belum pernah diintensiflcan pengelolaannya. Dengan demikian subsidi silang tidak raja dilakukan didalam core bisnis pelayanan kesehatan melainkan limas sektor  melalui bisnis penunjang (supporting business) dibidang non pelayanan kesehatan yang dikembangkan.", "Daftar File": {"1999_TS_PP_KAII_1.pdf": "https://digilib.itb.ac.id/gdl/download/1926"}, "Penulis": "Mulyana Kaiin", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Ubuh Buchara Hidayat", "Pembimbing II: Hizkia Suriasubrata", "Scan: Caca Mulyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "non medical service business; supporting business", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "07 Des 2004"}