{"Nomor": 1598, "Judul": "PENGONTROLAN KECEPATAN MOTOR INDUKSI TIGA FASA MEDAN MAGNET SATURASI MENGGUNAKAN KONSEP VEKTOR KONTROL", "Abstrak": "Pemakaian motor induksi sebagai mesin penggerak saat ini semakin meluas seining dengan kemajuan yang pesat dalam bidang mikroprosesor dan elektronika daya. Kemajuan tersebut menyebabkan pengontrolan yang sulit pada motor induksi akibat adanya penyatuan (coupling) antara komponen anus pembangkit fluks dan torsi dapat diatasi. Dalam penelitian ini dilakukan pengontrolan kecepatan motor induksi tiga fasa asumsi medan magnet saturasi menggunakan konsep vektor kontrol dengan kerangka acuan yang berorientasi pada fluks rotor. Konsep vektor kontrol di sini digunakan untuk melakukan pemisahan (decoupling) antara komponen arus stator pembangkit fluks dan komponen arus stator pembangkit torsi sehingga kecepatan motor dapat dikontrol secara terpisah (independen) sebgaimana halnya pada motor dc. Dari basil simulasi pengontrolan kecepatan motor induksi tiga fasa (5 hp, 4 kutub, 50 Hz, 208 V, 21 A) asumsi medan magnet saturasi dan asumsi medan magnet linier sebagai pembanding menggunakan pengontrol Proporsional dan Proporsional + Integral diketahui bahwa motor mampu mencapai harga kecepatan yang ditetapkan (set point) dalam waktu singkat baik pads kondisi pengontrolan kecepatan berubah beban tetap maupun pada kondisi pengontrolan kecepatan tetap beban berubah. Diketahui pula bahwa untuk mendapatkan unjuk kerja yang diinginkan, diperlukan pengaturan gain kontrol yang berbeda antara model saturasi dan liner. Untuk kontrol kecepatan berubah beban tetap, pada model saturasi diperoleh harga rise time 0.038 detik, settling time (2 %) 0.047 detik dan rise time 0.032 detik, settling time (2 %) 0.041 detik, pada model linier. Untuk kontrol kecepatan tetap beban berubah, pada model saturasi diperoleh harga rise time 0.047 detik, peak time 0. 05 detik, overshoot 0.55 %, dan settling time (2 %) 0.057 detik dan rise time 0.039 detik, peak time 0.041 detik, overshoot 0.93 %, dan setting.", "Daftar File": {"1999_TS_PP_TJAHJONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/1928"}, "Penulis": "NOOR TJAHJONO [23396501]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Kusmayanto Kadiman", "Pembimbing II: Parsaulian Siregar", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KONSEP VEKTOR KONTROL, FASA MEDAN MAGNET SATURASI", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Nov 2004"}