{"Nomor": 1614, "Judul": "OTOMATISASI PLTMH UNTUK MENSTABILKAN TEGANGAN DAN FREKUENSI DENGAN PENGATURAN GUIDE VANE DAN KAPASITOR EKSITASI BERDASARKAN PENGUKURAN ARUS BEBAN", "Abstrak": "Dewasa ini energi listrik sudah menjadi kebutuhan pokok baik di lingkungan industri maupun rumah tangga. Seiring dengan pesatnya perkembangan ilmu dan teknologi maka kebutuhan akan energi listrik sudah merupakan suatu keharusan, dengan demikian ketersediaan akan sumber energi listrik juga menjadi sangat urgen. Daerah Sumatera Barat secara geografis terletak di sepanjang Bukit Barisan dengan demikian sebagian besar merupakan desa-desa terpencil yang jauh dari jangkauan PLN. Daerah/desa terpencil tersebut pada umumnya terletak disepanjang aliran sungai atau paling tidak disekitar sumber mata air. Sementara kebutuhan akan energi listrik sudah demikian pentingnya, untuk itu mereka beruhasa sendiri dengan membangun suatu pembangkit listrik. Jenis pembangkit listrik yang cocok bagi daerah tersebut adalah Pembangkit Listrik Tenaga Mikro Hidro (PLTMH). Sayangnya PLTMH yang kini beroperasi di daerah tersebut (Â±22 unit) belum memiliki sistem otomatisasi, sehingga peran operator masih sangat diharapkan. Salah satu kelemahannya adalah kelalaian operator yang sering mengakibatkan kerusahan pada sistem tersebut. Salah satu usaha untuk meningkatkan efisiensi dan memperpanjang usia sistem PLTMH yakni dengan membuat sistem otomatisasi. \nPLTMH yang beroperasi tersebut umumnya menggunakan generator induksi dan biasa disebut Induction Motor As Generator (IMAG). Sehingga untuk menjaga stabilisasi tegangan dan frekuensi dapat dilakukan dengan pengaturan posisi guide vane dalam mengatur aliran air yang masuk ke turbin dan pengaturan kapasitor eksitasi pada IMAG. Penelitian yang telah penulis lakukan adalah dengan membuat sistem otomatisasi dalam menjaga stabilisasi tegangan dan frekuensi PLTMH atas dasar pengaturan posisi guide vane dan pengaturan kapasitor eksitasi pada IMAG. Prototipe dibuat dalam bentuk modul sensor anus, sensor tegangan, sensor frekuensi, Analog to Digital Converter (ADC), Programmable Parallel Interface (PPI), serta kontrol aktuator. Sementara ini sebagai Central Processing Unit (CPU) masih menggunakan PC dan salah satu bahasa pemrograman untuk pengendaliannya. Hasil uji coba di lapangan terhadap prototipe yang telah dibuat menunjukkan regulasi tegangan pada PLTMH sekitar 5% sedangkan regulasi frekuensi sekitar 2% pada bebagai variasi beban. Sekalipun respon mekanik terhadap stabilitas tegangan dan frekuensi terhadap perubahan beban relatif lambat namun secara keseluruhan sistem otomatisasi PLTMH ini cukup baik.", "Daftar File": {"1999 Ta'Ali": "https://digilib.itb.ac.id/gdl/download/1946"}, "Penulis": "Ta'Ali", "Kontributor / Dosen Pembimbing": ["Farida I. Muchtadi", "Edi Leksono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "The electric generating that suitable to the region is the Micro Hydro Power Electric Generating (MHPG).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Nov 2004"}