{"Nomor": 1616, "Judul": "MODEL KOMPETISI MODA ANGKUTAN BARANG ANTARA KERETA API DAN TRUK DENGAN TEKNIK STATED PREFERENCE", "Abstrak": "Pada transportasi angkutan barang terdapat kompetisi antara kereta api dan truk dimana pembagian pangsa pasarnya tidak berimbang. Peminat angkutan kereta api masih sangat rendah dibandingkan truk. Fenomena ini mengindikasikan pentingnya memahami perilaku pengirim barang dengan cara melakukan pemodelan. Pada penelitian ini pemodelan dilakukan dengan pendekatan disaggregat melalui analisa stated preference dan menggunakan model logit binomial yang mengarah kepada :  \nÂ• Identifikasi beberapa faktor yang mempengaruhi pemilihan moda untuk komoditas tertentu yang berasal dari Bandung ke Jakarta. \nÂ• Mengembangkan model yang dapat menjelaskan perilaku pemilihan moda angkutan barang. \nÂ• Mengukur sensitivitas respons pengirim barang terhadap perubahan atribut perjalanan dan pelayanan yang dipertimbangkan dalam model. \nPerumusan model ditentukan berdasarkan pangsa pasar yang terdiri dari Container-Eksport (C-E), Non Container-Eksport (NC-E), Non Container-Domestik (NC-D) dan pangsa pasar Gabungan (OVERALL). Secara umum, basil pemodelan adalah relatif balk yang dicirikan dengan nilai rho-square sebesar 0.465. \nKesimpulan basil pemodelan mengenai pengiriman barang adalah : \nÂ• Keamanan menjadi faktor utama untuk tujuan Eksport, baik C-E maupun NC-E disusul faktor waktu, sedangkan faktor biaya pada tujuan eksport tidak signifikan mempengaruhi pemilihan \nmoda. \nÂ• Pada pasar Domestik (NC-D), faktor keamanan, waktu dan biaya, ketiga-tiganya menjadi pertimbangan dalam pengiriman barang. \nÂ• Akses ke terminal merupakan faktor yang sangat dipertimbangkan oleh pengirim non container, baik NC-E maupun NC-D.  \nHasil Pemodelan diaplikasikan melalui skenario dibangunnya jalan tol Padalarang - Cikampek. Dengan dibangunnya jalan tol ini, probabilitas pengguna angkutan truk akan meningkat sebesar 30%. Hasil penelitian diharapkan dapat menjadi alas untuk menentukan kebijaksanaan strategi pengembangan transportasi angkutan barang.", "Daftar File": {"1999 Wawan Hermawan": "https://digilib.itb.ac.id/gdl/download/1948"}, "Penulis": "Wawan Hermawan [25097038]", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Harun Al-Rasyid S. Lubis, Pembimbing II : Bambang Sugeng S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "transportasi angkutan barang, pembagian pangsa pasar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Nov 2004"}