{"Nomor": 1650, "Judul": "IMPACT OF RESOLUTION LEVEL OF ZONING AND NETWORK DEFINITION ON ACCURACY OF ROUTE CHOICE ESTIMATION (CASE STUDY IN BANDUNG)", "Abstrak": "Tesis ini menguraikan hasil penelitian empiris mengenai pengaruh penyederhanaan zona dan definisi jaringan terhadap tingkat akurasi arus lalulintas. Dan tujuannya adalah untuk menentukan cara penyederhanaan zona dan jaringan yang mudah. Mengetahui sejauh mana pengaruh penyederhaan tersebut terhadap tingkat akurasinya, dan mengetahui tingkat detail optimum dari analisa terhadap arus akibat pembebanan. Zona dan jaringan tinjauan sesuai dengan batas administrasi dan tingkat hirarki jalan di Bandung dan sekitarnya. \nDari penelitian yang dilakukan, dapat diketahui adanya pengaruh dari penggabungan zona dan penyederhanaan jaringan. Pada penyederhanaan jaringan arus lalulintas yang terjadi semakin besar dengan semakin rendahnya tingkat kerincian sehingga dapat menyebabkan estimasi yang berlebihan. Dalam penggabungan zona, arus yang terjadi semakin berkurang dengan semakin rendahnya tingkat kerincian. Aspek yang paling berpengaruh dalam penggabungan zona adalah adanya perjalanan dalam zona (intra-zonal trips). Perjalanan dalam zona yang terbesar ditemukan pada tingkat kerincian terendah. \nTingkat kerincian optimum yang diperoleh dalam penelitian inj terletak pada tingkat kerincian 2 untuk zona dimana zona terkecil adalah Kecamatan sedangkan untuk sistem jaringan terletak pada tingkat kerincian 3 yang terdiri dari jalan arteri, jalan kolektor dan sebagian jalan lokal (50%). Untuk kombinasi sistem zona dan sistem jaringan tingkat kerincian optimum terletak pada tingkat detail 5 dengan Kecamatan sebagai zona dan sistem jaringan terdiri dari jalan arteri, jalan kolektor dan sebagian jalan lokal (50%).", "Daftar File": {"2000 Indrastuty R. Okita": "https://digilib.itb.ac.id/gdl/download/1984"}, "Penulis": "Indrastuty R. Okita [26997008]", "Kontributor / Dosen Pembimbing": ["Ofyar Z.Tamin", "Ade Sjaeruddin"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "the impact of zone aggregation and network definition on the accuracy of traffic flows.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Okt 2004"}