{"Nomor": 1663, "Judul": "STUDI HOMOLOGI DAERAH TERMINAL-C HASIL  TRANSLASI INSCRIPTO BEBERAPA GEN DNA  POLIMERASE", "Abstrak": "DNA polimerase merupakan enzim yang berperan dalam proses  \nreplikasi DNA. Tiga aktivitas yang umumnya dimiliki oleh enzim ini  \nyaitu polimerase 5'-43', eksonuklease 5'--,,,3' clan eksonuklease 3'--,5',  \nmasing-masing terletak pada domain yang berbeda. Secara berurut  \naktivitas polimerase terletak pada domain terminal-C, disusul aktivitas  \n3'--i5' pada domain tengah clan aktivitas 5'-~3' pada domain  \nterminal-N. Informasi mengenai komposisi (urutan) asam amino pada  \ndaerah terminal-C penting untuk studi struktur-fungsi yang berkaitan  \ndengan aktivitas polimerisasi. Untuk mempelajari urutan asam amino di  \ndaerah terminal-C telah dilakukan studi homologi daerah tersebut dari  \nberbagai macam enzim DNA polimerase. Berdasarkan informasi urutan  \nasam amino dari \"GenBank\" terdapat 2 buah daerah urutan lestari,  \nDPNLQNIP clan QVHDELL, yang berjarak _+ 200 asam amino pada  \ndaerah terminal-C enzim ini. Sepasang primer telah dirancang clan  \ndisintesis untuk mengamplifikasi fragmen DNA pada daerah di atas.  \nDua belas dari 14 sampel DNA mikroba telah berhasil diamplifikasi  \noleh pasangan primer FP1-PURI menghasilkan fragmen 0,6 kb.  \nFragmen ini telah diklon pada vektor pGEM-T dengan sel inang  \nEscherichia coli JM 109. Analisis restriksi plasmid rekombinan dari  \nberbagai transforman menyarankan bahwa plasmid pGEM-T telah  \nmengandung sisipan fragmen DNA. Analisis lebih lanjut dengan cara  \npenentuan urutan nukleoticla telah diperolelm semua urutan DNA yang  \nteramplifikasi dengan panjang antara 639 hingga 645 pasang basa clan  \nin frame dengan urutan DNA polimerase terpublikasi. Analisis  \ninscripto translation clan komparasi urutan asam amino menyarankan  \nbahwa urutan asam amino antara dua daerah lestari dari kedua belas  \nsampel relatif berbeda clan beberapa di antaranya terdapat persamaan.  \nSatu dari 3 asam amino bermuatan negatif yang diduga berperan penting  \ndalam reaksi polimerisasi clan juga ditemukan lestari pada daerah  \nterminal-C dari 12 sampel mikroba dalam penelitian ini. Pembandingan  \ndengan data terpublikasi pada daerah yang sama dari organisme lain  \nmenyarankan bahwa untuk genus organisme yang sama memiliki pola  \nurutan asam amino yang mirip.", "Daftar File": {"MULYONO": "https://digilib.itb.ac.id/gdl/download/1997"}, "Penulis": "MULYONO [20598032]", "Kontributor / Dosen Pembimbing": ["Dr. Vruliawati Sindurnarta", "Akhmaloka, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "DNA polymerase;DNA replication", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Mar 2004"}