{"Nomor": 1665, "Judul": "TWO-DIMENSIONAL NUMERICAL MODELS OF  HOLLOW FIBER MEMBRANE CONTACTOR", "Abstrak": "Membrane contactor is separation processing unit using membrane as a contacting device. The major advantage of membrane contactor relies on its high contact area compared to conventional  \nscrubber. One of the important applications of membrane contactor is to reduce emission of acid gases. In this work, modeling of membrane contactor is conducted to describe concentration distribution along fiber length used for predicting effective fiber length by solving mass conservation equation. Solving of  \nmass conservation equation requires information of fluid flow distribution obtained by solving continuity and momentum equations  \nsimultaneously. Furthermore, the finite volume method is used to obtain the solution.  \nModeling of fluid flow was carried out by adding Darcy's and Brinkman-Darcy flow models into Navier-Stokes equation. The momentum and continuity equations are solved for two-dimensional cylindrical coordinate, The results of velocity profile at axial direction  \nwere validated with Pangrle (1992) experimental data. The comparison shows that consideration using Brinkman-Darcy flow model give a good  \nagreement with experimental data in which maximal axial velocity achieved is 0.047 m/s for this model and 0.05 m/s for experimental data  \nThe concentration profiles at radial direction using Darcy and Brinkman-Darcy flow models have also been investigated. Furthermore.  \nconcentration profiles at axial direction using both the two flow models indicate a decrease of concentration along fiber length. The comparison  \nbetween models and experimental data by Subhakti and Irvan (1997) agree very closely to the Brinkman-Darcy flow model. The prediction of effective fiber length was conducted based on  \nminimum economical flux of membrane contactor. The calculation obtains the effective fiber length obtained is 0.19 m at gas concentration.  \ngas flow rate, and sorbent concentration of 0.02 mol/L, 0.8 m/s and 0.256 M respectively", "Daftar File": {"NITA ARYANTI": "https://digilib.itb.ac.id/gdl/download/1999"}, "Penulis": "NITA ARYANTI [23098022]", "Kontributor / Dosen Pembimbing": ["Ir. Yazid Bindar, MSc, Ph.D", "Dr. Ir. I  de Wenten, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Membrane contactor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jul 2004"}