{"Nomor": 1670, "Judul": "STRATEGI PEMASARAN KREDIT PT. BANK \"X\" SEBAGAI BANK RETAIL DI MASA KRISIS EKONOMI", "Abstrak": "PT. Bank \"X\" adalah perusahaan milik pemerintah daerah yang bergerak disektor industri perbankan. Perusahaan ini sedang menghadapi situasi dan kondisi sulit dalam menjalankan bisnis perbankan, karena adanya krisis ekonomi yang berkepanjangan sampai saat ini. Untuk mencegah makin merosotnya kinerja bisnis bank khususnya dalam bidang perkreditan, maka perusahaan harus mereposisi kembali strategi pemasaran kreditnya agar kinerjanya menjadi semakin baik dan pada gilirannya dapat meningkatkan pendapatan bank. Pencapaian visi dan misi perusahaan dilakukan dengan menetapkan segmen pasar yang jelas, sasaran pasar yang dituju dan posisi produk dibenak konsurnen sehingga kegiatan pemasaran menjadi terfokus. Langkah-langkah yang harus dilakukan untuk mereposisi kembali strategi pemasaran kredit perusahaan adalah harus mengacu kepada visi dan misi perusahaan dengan pedoman pelaksanaannya berupa anggaran perkreditan tahun 2000. Analisis pasar dilakukan untuk memahami dan perubahan pasar dan ancarnan persaingan. Sedangkan analisis SWOT dilakukan untuk mengevaluasi kemampuan dan sumber daya yang dimiliki perusahaan dengan beberapa variable yang diperkirakan mempengaruhi secara signifikan terhadap pencapaian visi dan misi perusahaan. Kemudian analisis persaingan dilakukan untuk memutuskan dimana akan bersaing dan bagaimana menentukan posisi menghadapi pesaing pada setiap pasar sasaran. Untuk memperoleh keunggulan bersaing perusahaan perlu menetapkan dengan jelas segmen pasar kredit dengan pasar sasaran yang dituju, Strategi generik yang digunakan adalah rnenetapkan strategi fokus dengan rnengusahakan keunggulan biaya menyeluruh. strategi segmentasi pasar ditetapkan untuk kelas menengahkebawah dengan mempertimbangkan variable demografik, operasional, situasional, karakteristik pribadi nasabah dan pendekatan kepada nasabah. Strategi pasar sasaran dipilih dengan mempertimbangkan ukuran perturnbuhan segrnen, daya tarik struktural segrnen, product life cycle, keanekaragaman kebutuhan dan keinginan pembeli serta pangsa pasar. Pasar sasaran yang dipilih yaitu karyawan pemerintah, karyawan BUMNIBUMD, karyawan perusahaan swasta yang bonafide, kontraktor/supplier rekanan pemerintah daerah, para pedagang yang berlokasi dipusat-pusat perdagangan, pengusaha menengah, kecil serta koperasi. Strategi produk positioning dilakukan dengan Cara perusahaan memposisikan diri sebagai Bank milik warga Jakarta yang siap melayani jasa perbankan dan keperluan pribadi warga dengan mengutamakan kualitas pelayanan. Pertimbangan dalam produk positioning yaitu produk kredit yang menguntungkan, lokasi bank yang strategis, tingkat bunga yang kompetitif dan teknologi perbankan yang dipergunakan. Hasil pembahasan tersebut diatas akan bermuara kepada strategi pemasaran kredit yang direkomendasikan untuk dijalankan dalam suatu bauran pernasaran (marketing mix) yang terpadu yang terdiri dari kebijakan produk, penyaluran kredit, penetapan tingkat bunga kredit dan promosi.", "Daftar File": {"2000_TS_PP_PURBOSANJOYO_1.pdf": "https://digilib.itb.ac.id/gdl/download/2004"}, "Penulis": "Pryobudi Purbosanjoyo", "Kontributor / Dosen Pembimbing": ["Pembimbing: Budiarto Subroto", "Scan: Caca Mulyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Credit marketing strategies, transparent market segementation, target market, product positioning", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "30 Nov 2004"}