{"Nomor": 1681, "Judul": "STABILISASI PASIR LAUT TANJUNG PRIOK DENGAN SEMEN CLEAN SET.", "Abstrak": "Pasir yang menjadi obyek penelitian ini adalah pasir laut Tanjung Priok.Daya dukungnya tidak memenuhi syarat untuk dijadikan tempat penumpukan peti kemas di Proyek Terminal Peti Kemas III Koja Tanjung Priok. Gradasinya seragam, merupakan sifat yang sangat tidak menguntungkan, karenanya perlu distabilisasi. Metode stabilisasi untuk tanah berbutir yang cocok adalah antara lain dengan sementasi. Dalam penelitian ini pasir tersebut distabilisasi dengan cleanset merupakan produk khusus untuk stabilisasi tanah yang mengatasi kekurangan semen portland. Disamping itu dicoba stabilisasi dengan semen portland campur additif barn yaitu g/aril. Metode pelaksanaan stabilisasi seperti metode yang disarankan dalam SNI 03-3438-1994, pasir but dicampur cleanse / semen portland tambah glarit dimana air yang digunakan untuk pemadatan adalah air laut, kemudian dilakukan pemeraman untuk pengerasan semen. Kadar kedua jenis bahan pencampur tersebut didasarkan alas prosentase berat kering pasir, yaitu tnasing-masing 4%6%,8%,10%. Sedangkan variasi masa peram masingmasing 3,7,14,28 hail. Peralatan pengukur sifat mekanis yang digunakan adalah CBR (California Bearing Rollo). Selain itu dilakukan uji Geser Langsung pads pasir hut camput cleanset untuk mengamali kecenderungan kohesi dan sudut geser dalamnya. Triaksial CD dilakukan terhadap campuran pasir taut dengan 8% cleanset untuk metihat kekualan sisa setelah mengalami pembebanan sampai runtuh. Dari basil penclitian ini menunjukkan bahwa kenaikan prosentase cleanset maupun masa peram akan meningkatkan nilai CBRnya. Ini sejalan dengan peningkatan kohesi maupun sudut gesemya. Pada pasir taut campur semen portland dan glorit, kenaikan nilai CBR setara dengan kenaikan prosentase semen portland campur glorir. Tetapi untuk respon terhadap masa peram dibutuhkan pemeraman lebih lama. sebab pada hasil sementara menunjukkan pada masa peram 7 hari nilai CBRnya lebih rendah daripada 3 hari_ Kemudian pada 14 hari mulai menunjukkan peningkatan kembali_ jika ditinjau dari bentuk grafrknya ada kemungkinan dalam jangka panjang stabilisasi pasir laut dengan semen portland dan g/aril tersebut akan menunjukkan basil iebih baik.", "Daftar File": {"2000 Desiana Vidayanti": "https://digilib.itb.ac.id/gdl/download/2015"}, "Penulis": "Desiana Vidayanti [25097042]", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1.Suyud R KaryasupartaMudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Methode stabilisation, sand, cement", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Jan 2005"}