{"Nomor": 1683, "Judul": "ANALISIS PEMAMPATAN SEKUNDER PADA TANAH GAMBUT JAMBI DENGAN METODA GIBSON-LO DAN MIKASA-WILSON", "Abstrak": "Thesis ini mempelejari perilaku pemampatan tickunder pada tanah gambut Jambi dengan melakukan percobaan konsolidasi dan analisa data. Percobaan konsolidasi di laboratorium menggunakan alat uji oedometer secara digital dan analisis data dilakukan dengan menggunakan metoda Gibson - Lo dan Mikasa - Wilson. Tahapan pembebanan pada percobaan konsolidasi dilakukan dengan rasio penambahan beban sebesar 1, dengan beban awal 0,05 kg/cm dan beban akhir 6,4 kg/cm2. Tiap tahapan beban diberikan selama 24 jam, kecuali untuk dua tahap beban disekitar tekanan pra konsolidasi yaitu 0,4 kg/cm dan 0,8 kg/cm2 , bebar diberikan selama 7 x 24 jam. Hasi1 penelitian menurjukkan bahwa kurva pemampatan tanah gambut Jambi menyerupai kurva pemampatan tipe I dan II menurut Lo ( 1 9 6 4 ) Hasil analisis data dengan metoda Gibson - Lo menunjukkan bahwa nilai parameter a dan b mengecil dengan meningkatnya beban, sedangkan nilai membesar dengan meningkatnya beban. Hasil analisis data dengan metoda Mikasa - Wilson menunjukkan bahwa nilai parameter c membesar dengan meningkat beban untuk beban di atas tekanan pra konsolidasi. Hasil analisis data baik dengan metoda Gibson - Lo maupun metoda Mikasa - Wilson, memberikan nilai regangan yang hampir sama dengan nilai regangan yang didapat di laboratorium untuk waktu percobaan 1 hari dan 7 hari.", "Daftar File": {"2000_TS_PP_RASWITA_1.pdf": "https://digilib.itb.ac.id/gdl/download/2017"}, "Penulis": "Tanjung Rahayu Raswitaningrum  [25097011]", "Kontributor / Dosen Pembimbing": ["Pembimbing : A. Aziz Jayaputera"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perilaku pemampatan tickunder pada tanah gambut,konsolidasi dan analisa data,  alat uji oedometer.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Nov 2004"}