{"Nomor": 1703, "Judul": "BAHASA TUBUH BERMUATAN SENSUAL, DALAM (KLAN MAJALAH : SEBUAH KAJIAN SEMIOTIK", "Abstrak": "Konsumsi masyarakat terhadap kebutuhan atas barang clan jasa yang   \n. beragam dirasakan semakin berkembang saat ini. Hal tersebut terjadi   \nseiring dengan pengaruh kemajuan budaya industrial dalam kegiatan   \nperclagangan clan pemasaran intemasional, yang juga dapat dirasakan di   \nI ndonesia. Kepentingan produsen dalam melakukan strategi penjualan   \nclan pemasaran telah mendorong peran jasa periklanan lokal maupun   \nasing untuk mengembangkan aspek perancangan Man di berbagai media   \nmassa.   \nPemunculan aneka jenis majalah dengan lisensi asing di pasaran,   \ntemyata turut berperan dalam terciptanya ikian-ikian komersial, dimana   \nbarang clan jasa ditawarkan secara gencar dengan format - clan teknik   \nperiklanan modern, diantaranya pada majalah Dewi clan Kosmopolitan.   \nSalah satu segi penting yang dapat cliketengahkan clan menclapat sorotan   \nadalah, munculnya ikian-ikian yang secara persuasif memanfaatkan sosok   \nwanita atau aria sebagai model atupun obyek Man.   \nMan. merupakan medium pesan komersial, yang secara semiotik   \nclikatakan sarat dengan unsur tanda clan makna. Melalui tanda-tanda yang   \ndapat diamati secara visual, ikian-ikian majalah sebagai bahan dalam   \ntulisan i ni, dapat dikaji clan ditafsirkan melalui konteks clan", "Daftar File": {"A. NUGROHO UDJIANTO": "https://digilib.itb.ac.id/gdl/download/2039"}, "Penulis": "A. NUGROHO UDJIANTO [27199601]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Primadi Tabrani, Drs. Yasraf Amir Piliang M.A., Drs. Imam Santosa M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "magazine with foreign license in market place also   make contribute for the manifestation for commercial advertising,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Apr 2004"}