{"Nomor": 1722, "Judul": "KRISTALISASI PADA PENGOLAHAN CPO", "Abstrak": "Perolehan oleic; pada pengolahan minyak kelapa sawit menjadi minyak goreng sangat ditentukan oleh proses kristalisasi yang dilakukan. Dua sistem fraksionasi yang dilakukan pada pengolahan \nCPO adalah dry fractionation dan detergent fractionation, yang bila ditinjau dari segi ekonomis maka proses dry fractionation memerlukan biaya proses yang lebih murah Penerapan dry fractionation pada fraksionasi awal pengolahan CPO merupakan suatu langkah  \npengembangan proses yang dapat dilakukan pada pengolahan CPO merupakan suatu langkah pengembangan proses yang dapat dilakukan pada pengolahan CPO menjadi minyak goreng yang \numumnya menggunakan detergent fractionation pada fraksionasi awal. Variasi percobaan dilakukan terhadap kecepatan putaran pengaduk pada 35, 70, 140 dan 280 rpm serta laju pendinginan \nkristalisasi dengan memvariasikan temperatur air pendingin dari 27-21 dilakukan terhadap bahan CPO dan RBDPO. Pada penelitian ini berhasil diamati penumbuhan kristal stearin dan penambahan berat kristal stearin. Pertumbuhan dan pertambahan kristal stearin kristalisasi minyak kelapa sawit untuk CPO dan RBDPO \nmemiliki dua rezim dengan slope yang berbeda \nyaitu; 270-25Â°C.(CPO), 30 - 25 Â°C (RBDPO) pada rezim I dan 25- 22Â°C  pada rezim II.Kecepatan putaran pengaduk yang dipilih berdasarkan hasil \npercobaan variasi pengadukan adalah 35 rpm.Perolehan olein terbesar dari penelitian ini yang memenuhi standard mutu Cloud Point (CP) \nminyak goreng adalah 64% dengan CP 10Â°C untuk kristalisi CPO dan 64 % dengan CP 9,5 Â°C untuk RBDPO.", "Daftar File": {"ELVRI MELLIATY SITINJAK": "https://digilib.itb.ac.id/gdl/download/2059"}, "Penulis": "ELVRI MELLIATY SITINJAK [23099011]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Robert Manurung, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "crystallization process., fractionation palm oil acceptable range.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2004"}