{"Nomor": 1726, "Judul": "KAJIAN PARAMETRIK KARAKTERISTIK ALIRAN BAHAN BAKAR CNG DALAM REGULATOR TEKANAN DENGAN SIMULASI 3-D  (STUDI KASUS : KORELASI PERUBAHAN TEKANAN DALAM REGULATOR DAN LAJU ALIRAN MASSA KELUAR DENGAN ADANYA PERUBAHAN VOLUME DAN PERUBAHAN KONSTANTA PEGAS REGULATOR)", "Abstrak": "Agar dapat menggunakan BBG, kendaraan berbahan bakar bensin memerlukan seperangkat peralatan tambahan yang disebut kit konversi. Dari beberapa kajian yang pernah dilakukan terhadap performansi kit konversi menunjukkan bahwa kit konversi yang banyak digunakan di Indonesia memerlukan beberapa perbaikan. Performansi yang kurang baik ini adalah kurangnya kemampuan regulator dalam mengalirkan sejumlah gas yang cukup pada saat yang tepat terutama pada putaran dan beban tinggi. Salah satu usaha untuk mencari kernungkinan memperbaiki performansi kit konversi CNG khususnya regulator tekanan, seperti yang diusulkan dalam penelitian ini, adalah dengan melakukan perubahan dari ruangruang penurun tekanan dan perubahan nilai konstanta kepegasan dari masing-masing ruang dan pegas regulator. Usaha ini dilaksanakan dengan melakukan simulasi 3-D aliran gas dalam regulator tekanan. Simulasi ini dikerjakan dengan menggunakan paket sofware FIRE versi 7.0b_1'13. Untuk setiap perubahan yang diterapkan dilihat pengaruhnya terhadap besar harga tekanan pada masing-masing ruang regulator dan akhirnya terhadap kemampuan regulator dalam mengalirkan gas. Dari hasil yang diperoleh terlihat bahwa perubahan yang diterapkan terhadap volume ruang regulator, baik itu penambahan maupun pengurangan volume ruang, tidak menunjukkan perbaikan bahkan menunjukkan kecenderungan mengurangi kemampuan regulator tersebut dalam mengalirkan bahan bakar gas. Dengan menaikkan nilai konstanta kepegasan dari pegas 1 sebesar 17,9% dan menaikkan nilai konstanta kepegasan dari pegas 2 sebesar 56,78% serta dengan menurunkan nilai konstanta kepegasan dari pegas 3 sebesar -49,22% dapat diperbaiki kemampuan regulator dalam mengalirkan sejumlah gas hingga mencapai persentasi kenaikan sebesar 15,3%.", "Daftar File": {"2001 Harmen": "https://digilib.itb.ac.id/gdl/download/2063"}, "Penulis": "Harmen [23198011]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Wiranto Arismunandar Pembimbing 2 : Rachmat Kentardji Bachrun Pembimbing 3 : Arief Hariyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bahan bakar gas, bahan bakar bensin, regulator tekanan,simulasi 3-D.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Nov 2004"}