{"Nomor": 1740, "Judul": "MODEL PENGGANTIAN SISTEM DENGAN MEMPERTIMBANGKAN GARANSI UNTUK HORIZON WAKTU TERBATAS", "Abstrak": "Kebanyakan sistem (peralatan industri) dijual dengan garansi dan garansi yang diberikan cenderung semakin lama. Dengan demikian,garansi dapat mempengaruhi ongkos perawatan yang harus ditanggung   oleh pemakai. Penelitian penggantian preventive yang   mempertimbangkan garansi jumlahnya sangat sedikit dan semuanya untuk horizon waktu tak hingga.   \nPada penelitian ini, diusulkan model penggantian preventif berdasarkan konsep age replacement dengan mempertimbangkan garansi untuk horizon waktu terhingga. Horizon perencanaan dari suatu sistem akan berakhir pada saat munculnya sistem dengan teknologi baru karena pemakai diasumsikan akan melakukan penggantian teknologi. Karena alasan ini, interval waktu kedatangan teknologi baru ditetapkan sebagai horizon perencanaan. Sistem yang dipertimbangkan adalah sistem tunggal yang repairable dan memiliki garansi sepanjang w satuan waktu. Waktu antar kerusakan diasumsikan berdistribusi Weibull dengan parameter a dan (3, dan setiap kerusakan diperbaiki dengan minimal repair. Pada penelitian ini, dipertimbangkan dua kasus. Pada kasus I, interval kedatangan teknologi baru diasumsikan dapat diramalkan dengan akurat (deterministic finite time orcon), dan pada kasus 11, interval kedatangan teknologi barn tidak dapat diramalkan dengan akurat dan merupakan variabel random (random finite time horizon). Selama horizon perencanaan, sistem diganti secara periodik pada saat umurnya mencapai (w+T), dimana T adalah variabel keputusan yang akan dioptimumkan. Ekspektasi biaya total yang ditanggung pemakai selama horizon perencanaan dipakai sebagai kriteria untuk mencari T optimum. \nDari hasil analisis dapat ditunjukkan bahwa T* yang terhingga dan inik ada jika kerusakan sistem berdistribusi Weibull dan bersifat IFR (increasing failure rate). Contoh numerik diberikan untuk menggambarkan l usi model. Dari penelitian ini diperoleh interval penggantian optimum yang lebih kecil daripada interval penggantian optimum dari model sejenis tanpa garansi .", "Daftar File": {"T-Model-Penggantian-...ida.pdf": "https://digilib.itb.ac.id/gdl/download/2079"}, "Penulis": "I WAYAN SULETRA", "Kontributor / Dosen Pembimbing": ["Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Industrial equipments systems", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Apr 2005"}