{"Nomor": 1745, "Judul": "POPULASI MIKROORGANISME YANG BERPERAN DAN FAKTOR LINGKUNGAN FERMENTASI OPTIMUM DALAM PEMBUATAN \"TEA-CIDER\"", "Abstrak": "Teh merupakan produk pertanian yang mengandung senyawa berkhasiat, terutama dalam bidang kesehatan. Penelitian mengenai fermentasi \"Tea-cider\" telah dilakukan dengan metode kultur curah. Tujuan penelitian adalah untuk mengetahui populasi mikroorganisme yang berperan aktif dalam proses tcrsebut, menentukan kondisi optimum fermentasi dan menguji kemampuan produk fermentasi da lam menghamba: pertumbuhan bakteri' patogen. Penelitian dilakukan dalam dua tahap, pertama isolasi mikroorganisnie yang terdapat dalam bibit \"Tea-cider\" dan kedua tahap produksi \"Tea-cider\" dengan menggunakan inokulum berupa kultur campuran isolat murni hasil isolasi dan cairan \"Tea-cider\" sebagai \"starter\". Optimasi proses fermentasi dilakukan terhadap jenis inokulum, yaitu kultur campuran isolat murni hasil isolasi dengan variasi perbandingan jumlah sel awal B:Kl:K2=1:1:1, 3: 1:1 dan 5:1:1, sedangkan \"starter\" dengan variasi 5%, 10% dan 15% (v/v). Optimasi suhu dengan variasi 25Â°C, 28Â°C, 30Â°C dan 35Â°C, pH awal medium dengan variasi 4, 5 dan 6, kadar gula awal dengan variasi 5%, 10% dan 15% (b/v). Analisis pH, kadar asam, kadar gula reduksi dan kadar alkohol dilakukan selama 14 hari fermentasi dengan interval 48 jam. Selanjutnya dilakukan uji organoleptik terhadap produk fermentasi serta uji antimikroba dengan metode difusi agar. Hasil penelitian menunjukkan bahwa populasi mikroorganisme yang berperan aktif dalam proses fermentasi \"Tea-cider\" terdiri dari dua jenis khamir, yaitu Schizosaccharomyces potnbc (K1) dan Brettananyces sp (K2) dan satu jenis bakteri asam asetat, yaitu Acetobacter xylinum (B). Kondisi optimum untuk fermentasi Tea cider diperoleh dengan inokulum kultur campuran isolat murni hasil isolasi dengan perbandingan B:K1:K2 adalah 5:1:1 dan 'starter' 10% (v/v), suhu inkubasi optimum 30Â°C, pH awal medium 5, dan kadar gula awal 10% (b/v). \"Tea-cider\" mampu menghambat pertumbuhan beberapa bakteri patogen, yaitu Staphylococcus aureus, Pseudomonas aeruginosa dan Escherichia coli. Produk fermentasi \"Tea-cider\" juga memiliki cita rasa yang di sukai.", "Daftar File": {"2001_TS_PP_KUSNADI_1.pdf": "https://digilib.itb.ac.id/gdl/download/2084"}, "Penulis": "Kusnadi", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pingkan Aditiawati", "Scan: Caca Mulyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Tea cider, fermentation, batch culture method, microbial populations", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "01 Des 2004"}