{"Nomor": 1748, "Judul": "PENGARUH KENDARAAN PARKIR DI EXIT LANE TERHADAP ARUS JENUH PERSIMPANGAN BERSINYAL STUDI KASUS: PERSIMPANGAN 31. VETERAN- 31. BANDANG- JL MESJID RAYA", "Abstrak": "PENGARUH PARKIR KENDARAAN DI EXIT-LANE TERHADAP ARUS JENUH PERSIMPANGAN BERSINYAL (Studi Kasus : Simpang Jalan Veteran Â– Jalan Bandang Â– Jalan Mesjid Raya di Makassar) Oleh : Mashuri, 2001,Bidang Khusus Rekayasa Transportasi, Program Studi Teknik Sipil, Program Pascasarjana, ITB. Penelitian ini bertujuan mengidentifikasi pengaruh kendaraan yang parkir di daerah Exit-lane terhadap Arus jenuh dan Lama pengosongan simpang. Data didapat dari survei arus jenuh dan survei lama pengosongan simpang dengan beberapa jarak parkir ke Stop-line. Penelitian ini menskenariokan parkir kendaraan di Exit-lane dengan jarak parkir 21,5m: 31,5m: 41,5m: 51,5m ke Stop-line dan skenario tanpa parkir. Data dikumpulkan Tanggal 14 Maret, 15 Maret, 19 Maret, 20 Maret dan 21 Maret 2001 pada jam sibuk : jam 07.00 Â– 11.00 dan jam 13. 00 Â– 16.00 WITA. 57 siklus jenuh skenario tanpa parkir, 62 siklus skenario jarak parkir 21,5m: 62 siklus jarak parkir 31,5m: 66 siklus jarak parkir 41,5m dan 60 siklus jarak parkir 51,5m. Pengaruh kendaraan parkir berpengaruh bila panjang antrian kendaraan di atas 50m. Jumlah siklus dengan panjang antrian minimum 50m adalah 33 siklus untuk setiap kondisi dan 33 siklus ini digunakan pada analisa selanjutnya. Arus jenuh didapat dengan menggunakan Metode Timeslice per 5 detik setiap pendekat. Data lama pengosongan simpang didapat dari waktu yang digunakan kendaraan terakhir lepas dari Stop-line ke titik konflik. Hasil studi mendapatkan bahwa hubungan anus jenuh dan jarak parkir mengikuti Model Logaritma, Y= 736,03Ln(X)+323,53. Hubungan jarak parkir dengan lama penosongan simpang mengikuti Model Eksponensial, Y= 6,1316e Â•016 Jarak parkir kendaraan 21,5m menyebabkan reduksi arus jenuh sebesar 28%, jarak parkir 31,5m sebesar 19%, jarak parkir 41,5m sebesar 15%, Jarak parkir 51,5m sebesar 10%. Untuk Lama pengosongan simpang didapat bahwa dalam kondisi simpang tidak terdapat kendaraan parkir lama pengosongan simpang sebesar 1,7 detik, artinya 2 detik yang real di lokasi sudah mencukupi. Jarak parkir dimana arus jenuh sudah tidak terpenganuh adalah 82m, untuk lama pengosongan simpang sebesar 71m. Dengan menbandingkan arus jenuh pergerakan belok kanan dengan pergerakan Tunis didapat angka Faktor belok kanan sebesar 0,93", "Daftar File": {"2001_TS_PP_MASHURI_1.pdf": "https://digilib.itb.ac.id/gdl/download/2087"}, "Penulis": "MASHURI [25098063]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Sri Hendarto 2. Wiliy Tumewu  Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Effect of a parked vehicle, the exit-lane, saturation flow", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Jan 2005"}