{"Nomor": 1760, "Judul": "STUDI PARTICULATE FOULING DI DALAM HEAT EXCHANGER", "Abstrak": "Fouling merupakan kerak yang menempel di dinding tube heat exehanger dan menjadi tahanan tambahan pada peristiwa perpindahan panas yang menghalangi laju perpindahan panas serta meningkatkan konsumsi energi. Dari cara pembentukannya, fouling diklasifikasikan dalam enam kategori yaitu precipitation fouling, particulate fouling, chemical reaction fouling, corrosion fouling, biological fouling dan solidification fouling. Sedangkan dari hubungannya dengan waktu pembentukannya fouling di kelompokkan dalam linear fouling, falling-rate fouling, asymptotic fouling dan saw tooth fouling. Mekanisme pembentukan fouling berlangsung dalam lima tahap yaitu tahap inisiasi, tahap perpindahan massa, tahap pembentukan endapan, tahap pelepasan atau pelambatan sendiri dan tahap penuaan. Perpindahan bahan pembentuk fouling clan rush fluida ke permukaan heat exchanger terjadi akibat adanya beberapa gaya, antara lain brownian diffusion, turbulent diffusion dan thermophoretic force. Secara umum metoda pengendalian fouling yang efektif adalah mencegah bahan pembentuk fouling masuk ke dalam aliran fluida, mencegah bahan pembentuk fouling dari keterikatan satu sama lain dan terhadap permukaan pindah panas serta memindahkan endapan dari permukaan pindah panas. Beberapa teknik mengurangi fouling telah dikembangkan untuk peralatan pindah panas. Tujuh strategi yang umum dipakai adalah mendesain konfigurasi heat exchanger, mengurangi konsentrasi bahan pembentuk fouling, menggunakan bahan kimia tambahan (chemical additive), menggunakan mechanical on-line (the MAN/WSA brush system, the TAPROGGE sponge ball system, the SPIRELF & TURBOTAL system), menaikkan laju alir, menggunakan chemical cleaning pada peralatan proses yang dikotori dan pelapisan permukaan. Studi teoritis yang telah dilakukan menunjukkan bahwa laju alit berpengaruh terhadap pembentukan tahanan fouling di permukaan heat exchanger. Tahanan asymptotic fouling untuk laju alir tinggi jauh lebih kecil dibandingkan dengan tahanan fouling untuk laju alir rendah.", "Daftar File": {"2001_TS_PP_SARI_1.pdf": "https://digilib.itb.ac.id/gdl/download/2099"}, "Penulis": "RATNA SARI", "Kontributor / Dosen Pembimbing": ["Pembimbing : Danu Ariono"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "PARTICULATE FOULING", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Nov 2004"}