{"Nomor": 1767, "Judul": "TRADISI ETNIK BATAK  DALAM KARYA SENI RUPA KONTEMPORER", "Abstrak": "Sem C. Bangun. Tradisi Etnik Batak dalam Karya Seni Pupa Kontemporer  \n(2001). Proyek Akhir. Bandung: Program Studi Seni Murni Pascasarjana FSRD  \nInstitut Teknologi Bandung.  \nSeni rupa tradisional Batak adala'.i warisan seni-budaya Indonesia yang tidak  \nmengenal perbedaan antara kria dan seni murni. Sedangkan seni rupa kontemporer  \nbersifat pluralistik dan konseptual, terbuka luas bagi semua kemungkinan kreatif  \nDalam pembentukan visi kreatif dipergunakan metode deskriptif dan studi  \ntindakan untuk menghasilkan karya-karya seni rupa kontemporer. Dari hasil  \npengkajian ditemukan adanya tiga prinsip estetika Batak, yakni; rumbang  \n(sepadan), metunggung (pantas), dan mehaga ( megah dan kharismatik).  \nKonsep visi kreatif yang ditemukan adalah visi independenisme, suatu konsep  \nkreativitas yang mengutamakan ungkapan seni yang bernilai filosofis, alegoris,  \nestetis, dengan penyajian teknik artistik baru. Visi ini merupakan kristalisasi dari  \ntiga komponen yakni, paradigma pluralisme seni, paradigma filsafat estetika  \nBatak, dan paradigma teknologi menjadi satu konsep terpadu.  \nMenghargai kebebasan dalam proses kreatif, kemerdekaan berekspresi, estetika  \nalternatif adalah basis utama visi kreatif independenisme. Satu konsep yang  \nmemprioritaskan pemahaman ilmiah terhadap subject matter, sehingga melihat  \nmasa lalu sebagai sumber ilham kreativitas dengan cara pandang dan rasa hormat  \nbaru. Untuk itu digunakan metode eksperimen menyajikan wujud seni dalam  \nbentuk pilar silindris dalam menghasilkan karya-karya alternatif Karya seni rupa  \nkontemporer yang berakar dari nilai-nilai non fisik seni-budaya Batak.  \nDiharapkan kegiatan eksperimen ini bermakna bagi kemajuan seni rupa Indonesia  \nmasa kini, dan memiliki kontribusi dalam menyongsong kemungkinan seni masa  \ndepan.", "Daftar File": {"SEM C. BANGUN": "https://digilib.itb.ac.id/gdl/download/2106"}, "Penulis": "SEM C. BANGUN [27099503]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. A. D. Pirous, Drs. Maman Noorjaman, M. Sn., Dr. Subarna."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "The traditional visual art of Batak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Apr 2004"}