{"Nomor": 1776, "Judul": "PEMURNIAN DAN KARAKTERISASI ENZIM PGA  INTRASEL DARI BACILLUS SP. BAC4", "Abstrak": "Bacillus sp. BAC4 telah diidentifikasi sebagai suatu strain lokal yang  \nmenghasilkan penisilin G asilase (PGA). Enzim ini menghidrolisis  \nbenzil penisilin menghasilkan asam 6-aminopenisilanat dan asam fenil  \nasetat. Asam 6-aminopenisilanat merupakan suatu bahan baku bagi  \nsintesa berbagai antibiotik turunan R-laktam. Dari penelitian terdahulu  \ndiketahui bahwa Bacillus sp. BAC4 menghasilkan PGA ekstrasel dan  \nPGA intrasel. PGA ekstrasel telah banyak dipelajari, tetapi pengetahuan  \ntentang PGA intrasel masih sangat minim. Untuk mengetahui sifat-sifat  \nPGA intrasel Bacillus sp. BAC4 maka dilakukan pemumian dan  \nkarakterisasi terhadap PGA intrasel tersebut. Pemumian PGA intrasel  \ndilakukan dengan pemecahan sel bakteri secara sonikasi. Filtrat yang  \nmengandung asilase dipisahkan dari debris sel dengan cara sentrifugasi.  \nFiltrat kemudian difraksinasi dengan 80 % (b/v) amonium sulfat,  \ndidialisis dalam tabung selovan dan difraksinasi lebih lanjut dengan  \nkromatografi afinitas ligan fenil asetat. Dari proses ini dihasilkan tiga  \nfraksi, dimana dua fraksi menunjukkan aktivitas protease dan satu traksi  \nmenunjukkan aktivitas asilase. Fraksi asilase ini memiliki kadar protein  \nsekitar 32,5 mg dengan aktivitas spesifik sebesar 0,29 unit/mg.  \nKarakterisasi dengan SDS-PAGE menunjukkan bahwa PGA intrasel ini  \nmemiliki dua sub unit masing-masing dengan berat molekul sekitar 35  \nkD dan 47 kD. Data ini adalah sesuai dengan PGA intrasel dari E. coli,  \nK. cilrophilia, A. viscocus dan l'. religeri yang juga terdiri atas dua sub  \nunit dengan berat molekul total sekitar 80 W. Meskipun demikian, data  \nini tidak sesuai dengan yang diharapkan, karena enzim PGA ekstrasel  \nBacillus sp. BAC4  \nmemiliki berat molekul total sekitar 130 kD.  \nNampaknya PGA intrasel dan PGA ekstrasel Bacillus sp. BAC4 adalah  \ndua molekul protein yang berbeda dan tidak saling berhubungan.", "Daftar File": {"T.pemurnian-dan-karakterisasi.pdf": "https://digilib.itb.ac.id/gdl/download/2117"}, "Penulis": "SYAIFUL BAHRI [20598515]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Bacillus sp;6-aminopencillanic acid", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Mar 2004"}