{"Nomor": 1790, "Judul": "ANALISIS SUB-BULUH PADA MODEL REAKTOR SUSUNAN BAHAN BAKAR BUJURSANGKAR ATAU HEKSAGONAL", "Abstrak": "Analisis sub-buluh merupakan salah satu metode untuk menganalisis aspek termohidrolik pada reaktor atau penukar kalor yang meliputi distribusi temperatur fluida pendingin, tekanan, kecepatan aksial, kecepatan aliran silang serta temperatur atau laju pencetusan panas bahan bakar. Dengan metode subbuluh, perhitungan dapat dilakukan dengan cukup mudah dan cepat. Tugas akhir ini bertujuan untuk meningkatkan ketelitian metode subbuluh sehingga hasil yang didapatkan lebih akurat. Untuk itu dicoba menerapkan tiga macam persamaan yaitu up wind, eksponensial dan central difference untuk menentukan entalpi efektif yang dibawa aliran silang. Sedangkan untuk menentukan kecepatan efektif yang dibawa aliran silang, dicoba menerapkan dua macam persamaan, yaitu up wind dan kecepatan rata-rata. Hasil perhitungan dari program sub-buluh yang menerapkan persamaan up wind, eksponensial dan central difference untuk menentukan entalpi efektif yang dibawa aliran silang, selisihnya sangat kecil. Ini karena selisih temperatur setiap sub-buluh dengan sub-buluh tetangganya kecil, sehingga temperatur interface dari dua sub-buluh bersebelahan yang dihitung dengan ketiga persamaan tersebut mempunyai selisih yang sangat kecil. Namun secara teoritis bisa disimpulkan bahwa perhitungan akan lebih teliti bila menerapkan persamaan gabungan, yaitu di bagian hulu dengan up wind sedangkan di bagian hilir dengan central difference. Hal ini karena bilangan Peclet untuk aliran silang dalam reaktor pada awalnya besar dan semakin ke arah hilir semakin kecil. Selisih hasil perhitungan dari program sub-buluh yang menerapkan persamaan up wind dan kecepatan rata-rata untuk menentukan kecepatan efektif yang dibawa aliran silang, juga kecil. Ini dikarenakan selisih kecepatan setiap sub-buluh dengan sub-buluh tetangganya kecil, sehingga kecepatan efektif yang dihitung dengan persamaan up wind dan kecepatan rata-rata mempunyai beda yang sangat kecil. Secara numerik penerapan persamaan kecepatan rata-rata cukup baik, sehingga bila diinginkan persamaan ini bisa menggantikan persamaan up wind yang selama ini dipakai. Ketelitian program sub-buluh dapat ditingkatkan dengan Cara penentuan harga entalpi rata-rata volume dan rata-rata luas pada persamaan energi serta densitas rata-rata volume pada persamaan momentum aksial, berdasarkan temperatur di tengah-tengah volume atur. Selama ini besaran tersebut ditentukan berdasarkan temperatur di bidang atas volume atur. Ini menyebabkan kekurangtelitian, dan semakin tinggi volume aturnya, maka perhitungan semakin tidak teliti.", "Daftar File": {"2001 Winarto": "https://digilib.itb.ac.id/gdl/download/2133"}, "Penulis": "Winarto [23199045]", "Kontributor / Dosen Pembimbing": ["Aryadi Suwono", "Nathanael P. Tandian"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "fluid temperature, pressure, axial velocity, transverse velocity, and fuel rod temperature or fuel rod heat flux", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Nov 2004"}