{"Nomor": 1794, "Judul": "KARAKTERISTIK ASPAL DENGAN BAHAN TAMBAH   PLASTIK DAN KINERJANYA DALAM CAMPURAN HRA", "Abstrak": "Tingginya temperatur permukaan jalan, curah hujan dan beban\nlalu lintas merupakan beberapa penyebab kerusakan pada perkerasan\naspal di Indonesia. Ada banyak usaha dilakukan untuk mengurangi\nkerusakan ini dan salah satunya adalah dengan memperkenalkan bahan\ntambah pada aspal untuk merubah sifat-sifat fisik aspal khususnya\nkepekaan terhadap temperatur dan pengelupasan, dan jika dicampur\ndengan agregat akan menjadikan campuran beraspal yang lebih baik\nuntuk kondisi temperatur yang tinggi dan banyak curah hujan seperi di\nIndonesia.\nPada penelitian ini, pemanfaatan plastik sebagai bahan tambah\ndiharapkan dapat merubah sifat-sifat fisik aspal dan meningkatkan\nstabilitas campuran dan ketahanan campuran terhadap deformasi. Dari\nbasil pengujian menunjukkan bahwa penambahan 0% sampai 5% plastik\npada aspal menunjukkan pengurangan nilai penetrasi dari ?4,9 sampai\n66,6. Walaupun penambahan plastik menrrunkan titik lembek, tetapi\npenambahan 1% sampai 5% plastik hanya relatif kecil meningkatkan\nsuhu pencampuran dan suhu pemadatan.\nHasil pengujian Marshall terhadap campuran beraspal yang\nmengandung plastik menunjukkan bahwa penambahan kadar plastik\nsampai dengan 3% pada aspal meningkatkan nilai stabilitas, berat isi,\nkepadatan agregat yang dipadatkan (CAD) dan Marshall Quotient\ncampuran HRA. Sejalan dengan peningkatan penambahan plastik pada\naspal, nilai deformasi permanen campuran dari basil tes jejak roda\nmengalami penurunan dan menyebabkan peningkatan terhadap stabilitas\ndinamis. Secara umum basil penelitian ini menunjukkan bahwa\npenambahan kadar plastik 2% - 3% pada aspal memberikan pengaruh\nyang baik terhadap karaktersitik campuran.", "Daftar File": {"YOLLY DETRA ASRAR": "https://digilib.itb.ac.id/gdl/download/2137"}, "Penulis": "YOLLY DETRA ASRAR [25099135]", "Kontributor / Dosen Pembimbing": ["Ir. Bambang I. Siswosoebrotbo, MSc., PhD", "Ir. Sri Hendarto, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "asphaltic pavement, HRA mixture.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jul 2004"}