{"Nomor": 1796, "Judul": "MODEL PEMILIHAN DAN TINGKAT KEBUTUHAN ANGKUTAN TAKSI DI KOTA PADANG", "Abstrak": "Studi ini bertujuan untuk: menentukan karakteristik pengguna taksi di Kota Padang; menyusun model pemilihan angkutan taksi oleh pengguna taksi terhadap perubahan waktu tunggu, waktu tempuh, ongkos dan penghasilan keluarga; dan memperkirakan jumlah kebutuhan taksi di Kota Padang. Pengumpulan data dilakukan pada bulan Juli dan Agustus 2000 melalui pembagian kuisioner yang disusun dengan metoda stated preference. Kuisioner tersebut dibagikan di pusat-pusat perbelanjaan, tempat ibadah, rumah sakit, terminal dan perumahan warga. Hasil kuisioner selanjutnya diolah untuk mendapatkan karakteristik pengguna taksi, model pemilihan taksi dan perkiraan jumlah taksi yang dibutuhkan di Kota Padang. Beberapa karakteristik pengguna taksi di Kota Padang berikut ini telah berhasil diperoleh. Sebagian besar pengguna taksi di Padang berusia 16- 45 tahun (89,03%); sekitar tujuh puluh satu persen (71,16%) pengguna berpenghasilan antara Rp. 500.000,00 sampai Rp. 1.500.000,00; sekitar empat puluh enam persen (46,08%) pengguna tidak memiliki kendaraan pribadi dan sekitar empat puluh lima persen (45,15%) hanya memiliki satu unit. Sebagian besar perjalanan yang dilakukan berasal dad rumah (38,36%) atau menuju ke rumah (49,53%). Sebagian besar pengguna menggunakan taksi sekali sebulan (29,78%) atau 2 Â– 4 kali seminggu (25,08%). Dalam banyak hal, waktu merupakan alasan utama penggunaan taksi (47,48%). Model pemilihan taksi dibangun berdasarkan analisis terhadap data stated preference. Uji statistik yang dilakukan terhadap model menunjukkan bahwa model yang diperoleh cukup baik. Analisis elastisitas menunjukkan bahwa pengaruh masing-masing atribut berbeda menurut golongan sosio ekonomi orang. Orang dengan pendapatan diatas Rp. 1.000.000,00, pilihannya lebih dipengaruhi oleh perubahan waktu dari pada perubahan ongkos dan penghasilan. Sedangkan orang dengan penghasilan kurang dari Rp. 500.000,00 lebih mempertimbangkan perubahan ongkos. Perhitungan kebutuhan taksi saat sekarang untuk Kota Padang dilakukan dengan memodelkan tingkat pergerakan pengguna taksi berdasarkan karakteristik sosio ekonontinya. Dengan menggunakan data distribusi penduduk menurut pendapatan perkapita, diperkirakan jumlah taksi yang beroperasi saat ini masih cukup jika pengguna taksi di Kota Padang kurang dari 10% dari jumlah penduduk", "Daftar File": {"2001  Yosritzal": "https://digilib.itb.ac.id/gdl/download/2139"}, "Penulis": "Yosritzal [25098109]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Pamudji Widodo  2. Ade Syafruddin Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "identify the characteristics of taxi users", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jan 2005"}