{"Nomor": 1798, "Judul": "MODEL ESTIMASI PENURUNAN MUKA TANAII(LAND IDENCE) WILAYAH DKI JAKARTA: BERDASARKAN DATA TINGGI DARI  PENGUKURAN SIPAT DATAR", "Abstrak": "Fenomena penurunan muka tanah terjadi d : DKI Jakarta sudah sejak lama. Untuk mengurangi dampak kerugian yang ditimbulkannya, perlu diketahui pola dan karakteristik penurunan muka tanah sedini  \nmungkin yaitu dengan mengestimasi model penurunan tanah yang sesuai. Penelitian ini akan mencoba mengestimasi pola penurunan tanah di wilayah DKI Jakarta dan selanjutnya melakukan prediksi besamya  \npenurunan di masa yang akan datang. Model yan3 digunakan adalah model geometris Polynomial Velocity Surface (PVS), Polynomial  \nAcceleration Surface (PAS) dan model Kombinasi (MK) dengan menggunakan data tinggi titik hasil survei sipat datar sebanyak 4 (empat) kala yaitu 1 982, 1991, 1997 dan 1 999. Sebagai pembanding  \ndilakukan perhitungan dengan menggunakan model fisis berdasarkan l og pemboran teknik dan laboratorium mekanika tanah di satu titik yaitu  \ndi Jl. Tongkol. Hasil penelitian menunjukkan bahwa model geometrik PVS dan PAS baru bisa menggambarkan kecenderungan dari penurunan  \nmuka tanah, dan belum menggambarkan penurunan tanah secara keselunihan sedangkan model MK cukup efektif untuk memberikan hasil yang lebih baik dibandingkan penggunaan model tunggal secara  \nterpisah. Model .fisis bisa menggambarkan penurunan lebih detail tetapi tidak bervariasi secara spasial. Hal ini terbukti dengan adanya perbedaan nilai penurunan muka tanah hash hitungan model fisis dan geometris di Jl. Tongkol.", "Daftar File": {"YULAIKHAH": "https://digilib.itb.ac.id/gdl/download/2141"}, "Penulis": "YULAIKHAH [25198010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hasanuddin Z.A., MSc., Ir. Dodid Murdohd\\'", "rdono, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Land subsidence phenomena", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2004"}