{"Nomor": 1799, "Judul": "PEMBUATAN PERANGKAT LUNAK UNTUK PREDIKSI SIFAT TERMODINAMIKA DAN TRANSPORT CAMPURAN TERNER HIDROKARBON", "Abstrak": "Penelitian ini membahas usaha penggantian R-l2 dengan refrigeran campuran hidrokarbon dan R-22 dari segi teoritik. Penambahkan R-22 pada campuran hidrokarbon dimaksudkan untuk mengurangi sifat mudah terbakar pada hidrokarbon. Untuk mengetahui komposisi campuran hidrokarbon dan R-22 yang sesuai maka diperlukan perangkat lunak guna memprediksi sifat termodinamika dan transport campuran. Perhitungan sifat termodinamika dilakukan dengan menggunakan tiga persamaan tingkat keadaan yaitu Redlich-Kwong, Redlich-Kwong-Soave. dan Peng-Robinson. Algoritma pemrograman untuk keperluan prediksi sifat termodinamika ini menggunakan algoritma matriks. Algoritma ini terbukti memiliki kecepatan perhitungan yang lebih tinggi dibandingkan dengan program terdahulu yang menggunakan algoritma aritmatik. Dari hasil prediksi dan validasinya, diketahui bahwa Persamaan Redlich- Kwong-Soave dan Peng-Robinson memiliki tingkat ketelitian yang tinggi. Namun ketiga persamaan tersebut tidak dapat memprediksikan volume jenis cair jenuh dengan baik. Persamaan panas jenis yang diturunkan dari ketiga persamaan tingkat keadaan juga tidak memberikan hasil yang baik. Batasan yang diberikan dalam usaha pencarian komposisi terbaik adalah tekanan jenuh dan glide temperature. Tekanan jenuh campuran haruslah mendekati tekanan jenuh R-12, sedangkan glide temperature harus lebih kecil dari 12 Â°C. Dengan batasan tersebut maka ditemukan bahwa komposisi terbaik campuran, dalam fraksi mol, adalah propana (0,5), isobutana (0,4), dan R-22 (0,1). Maksimum R-22 yang dapat ditambahkan adalah 0.2. \nDari sisi prestasi mesin pendingin, refrigeran campuran hidrokarbon memiliki COP yang lebih tinggi dibandingkan dengan R-12. Namun besarnya panas laten dan kecilnya harga LMTD tidak dapat diimbangi oleh kenaikan koefisien perpindahan panas pada refrigeran campuran hidrokarbon dan LFS. Hal ini menyebabkan lugs bidang perpindahan panas yang diperlukan oleh refrigeran campuran hidrokarbon dan LFS lebih besar dari luas yang dibutuhkan R-12.", "Daftar File": {"2001 Yuli Setyo Indartono": "https://digilib.itb.ac.id/gdl/download/2142"}, "Penulis": "Yuli Setyo Indartono [23197039]", "Kontributor / Dosen Pembimbing": ["Aryadi Suwono", "Ari Darmawan Pasek"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "using three equation of state, ie. Redlich-Kwong, Redlich-Kwong-Soave, and Peng-Robinson.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Nov 2004"}