{"Nomor": 1803, "Judul": "STUDI RENCANA PENGEMBANGAN PELABUHAN PAREPARE DALAM MENDUKUNG PERGERAKAN BARANG DI PROPINSI SULAWESI SELATAN", "Abstrak": "Transportasi laut sangat berperan dalam pendistribusian barang di Indonesia khususnya pulau Â— pulau di Bagian Timur Indonesia. Untuk menunjang peran tersebut dibutuhkan dukungan pelabuhan dengan fasilitas yang mencukupi. Salah satu pelabuhan di kawasan ini yang memiliki posisi teratas untuk dikembangkan berdasarkan potensi perekonomian adalah pelabuhan Parepare. Penelitian ini bertujuan untuk mengkaji rencana pengembangan pelabuhan Parepare 2001 Â— 2020 yang didasarkan pada peramalan jumlah bongkar muat dan jenis komoditi barang yang berasal dari dan bertujuan ke wilayah hinterland pelabuhan ini. Wilayah hinterland pelabuhan Parepare meliputi 13 kabupaten/kota di propinsi Sulawesi Selatan dengan komoditi utama yang dimuat diantaranya beras, sayuran, buah Â— buahan, telur, cengkeh, coklat, jambu mete, kopi dan barang lain Â— lain sementara komoditi utama yang dibongkar diantaranya pupuk, aspal, kayu dan barang lain Â— lain. Dengan menggunakan pendekatan agregat dan dis-agregat dalam peramalan diperoleh beberapa model dengan uji F dan uji t yang signifikan, nilai condition index < 15, MSE terkecil dan rata- rata nilai R2 = 0,822 dan r = 0,907. Berdasarkan hasil peramalan dengan pendekatan agregat maka pengembangan pelabuhan Parepare ditahun 2001 -2005 berupa penambahan panjang dermaga dan fasilitas mobile crane sedang di tahun 2006 Â— 2010 dan 2011 Â— 2020 pengembangan berupa penambahan panjang dermaga, lapangan penumpukan kontener dan fasilitas bongkar muat diantaranya mobile crane, trailer, traktor dan forklift. Sementara berdasarkan hasil peramalan dengan pendekatan diagregat pengembangan pelabuhan pada skenario pesimis hanya penambahan fasilitas bongkar muat yaitu mobile crane sedang pada skenario moderat dan optimis pengembangan pelabuhan meliputi penambahan panjang dermaga, pengadaan lapangan penumpukan kontener dan fasilitas bongkar muat diantaranya mobile crane, trailer, traktor dan forklift.  Kata Kunci\t: hinterland, komoditi, peramalan, pengembangan pelabuhan", "Daftar File": {"2002_TS_PP_DJALANTE_1.opd": "https://digilib.itb.ac.id/gdl/download/2146"}, "Penulis": "Abd Haris Djalante", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pamudji Widodo", "Scaner : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hinterland, commodities, prediction, development of port", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2005"}