{"Nomor": 1805, "Judul": "ANALISA GAP ANTARA PERSEPSI PROVIDER DAN USER DALAM HAL. PELAYANAN TEKNOLOGI INFORMASI OLEH SBU X DI PT ABC", "Abstrak": "Dalam menghadapi persiapan untuk terjun ke pasar bebas dalam bidang IT dimana kompetisi yang terjadi demikian tinggi, SBU X pada PT ABC mulai berbenah diri untuk menghadapi persaingan tersebut. Sebagai SBU yang baru berdiri 1 2 tahun, SBU X harus sudah \"berkaca\" untuk mengetahui sejauh mana kinerja pelayanannya. Mengingat usianya yang relatif muda\", perlu, dilakukan perbaikan yang terus-menerus, khususnya pada pelayanan pengguna sebagai salah satu faklor untuk memperoleh keunggulan bersaing. Dalam hal ini dilakukan survei terhadap persepsi aktual yang dirasakan pengguna dengan perspesi manajemen SBU X., untuk mengetahui sampai sejauh mana numcul gap kualilas pelayanan. Karena keterbatasan waktu muka survei dilakukan terhadap 100 orang pengguna. dimana pengguna tersebut merupakan key-person di unitunit, PT ABC_ Penelitian ini dilakukan pada 5 (lima) Unit Kerja, PT ABC yang terletak di Jakarta, Purwakarta, Paiton. Malang dan Gresik. Adapun sarana peogumpulan data berupa kuesioner berskala Liken. Atribut yang diukur berjumlah 25 buah yang dapat mewakili aspek aspek pelayanan. Dari ke-23 atrihut pclayanan yang diukur, sceara unmet kineija  Iayanan SHU X sudah cukup memuaskan pengguna, namun hal ini belum  cukup dipakai sebagai bekal untuk tcejun kepasar bebas_ Ada atribut yang berbeda secara signifikan, yaitu keandalan sistem_ kelambatan menyelesaian masalah baik manajerial maupun teknis_ faklor keamanan data dan kurangnya sosialisasi masalah IT kepada pengguna. Upaya yang harus dilakukan adalah membuat sistem monitoring online, mengupgrade perungkat keras dan lunak membuat prosedur penyelesaian masalah yang terukur serta lebih meningkatkan sosialisasi masalah IT kepada pengguna.", "Daftar File": {"2002 Adi Hedrarto Sambodo": "https://digilib.itb.ac.id/gdl/download/2148"}, "Penulis": "Adi Hedrarto Sambodo [28199027]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1  Modjiarto 2. Ubuh Buchara Hidayat Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tight competition, IT industries, service, customer satisfaction", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Jan 2005"}