{"Nomor": 1807, "Judul": "SISTEM DETEKSI DAN PEMROSESAN SINYAL ABSORPSI SPEKTROSKOPI UNTUK PENSTABILAN FREKUENSI LASER YANG DISIMULASIKAN SECARA ELEKTRONIK", "Abstrak": "Penstabilan frekuensi laser dengan referensi garis absorpsi memerlukan pendeteksian garis referensi absorpsi yang menghasilkan perbandingan signal to noise ratio (SIN) tinggi. Untuk itu dibangun sistem deteksi dan pemrosesan sinyal absorpsi spektroskopi, yang memodelkan puncak kurva absorpsi dengan terlebih dahulu melakukan `scanning' di sekitar titik puncak tersebut. Untuk maksud studi dan analisis, penetapan frekuensi puncak absorpsi dilakukan dengan model Lorentzian. Sementara untuk maksud penstabilan frekuensi, dilakukan dengan model Parabolik. Diharapkan hal ini dapat memperbaiki long-term stability dari sistem penstabil/kontrol frekuensi laser, sehingga dapat menekan nilai Standar Deviasi Allan, ay(z), pada i =., 100 s sampai 1000 s atau lebih besar. Metode diatas diaplakasikan pada simulator absorpsi elektronik 12 MHz. Hasil pengujian menunjukkan bahwa pendekatan model Lorentian mempunyai kendala kesulitan implementasi. Pendekatan dengan model parabolik menghasillcan standar deviasi = 1.26E-01 dan a = 1.39E-01. Hasil ini lebih tinggi, tetapi relatif tidak berbeda jauh dibanding pendekatan dengan model Lorentzian, yaitu a = 1.05 E-01. Dalam penstabilan frekuensi, hasil identifikasi puncak kurva dengan pendekatan model parabolik digunakan sebagai dasar dari penentuan koreksi terhadap frekuensi yang distabilkan. Analisis stabilitas dalam domain waktu, menunjukkan bahwa Standar Deviasi Allan a(ti) berhasil ditekan pada 100 s 5 t 5 1000 s tetapi a(ti) justru meningkat path 1 s 5 't _< 20 s. Ini menunjukkan bahwa perbaikan S/N terjadi path 100 s", "Daftar File": {"2002_TS_PP_TRIJANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/2150"}, "Penulis": "Anang Chusno Trijanto [23300031]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Farida Idealista", "Pembimbing II: Ering Poernomo S.", "Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "Frequency stabilization, signal to noise ratio, Allan Standard Deviation, long-term stability.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Des 2004"}