{"Nomor": 1825, "Judul": "ARAHAN KEBIJAKAN PENGURUSAN HUTAN DI DAERAH ALIRAN SUNGAI CITARUM BAGIAN HULU JAWA BARAT", "Abstrak": "Kesadaran terhadap pengelolaan sumberdaya yang memenuhi asasasas kelestarian makin menjadi perhatian dewasa ini, termasuk dalam  \npengelolaan sumberdaya hutan. Sebagai sistem penyanggakehidupan, peranan penting sumberdaya hutan harus selalu dijaga kelestariannya melalui  \npengelolaan hutan secara berkelanjutan yang meliputi 3 aspek kelestarian, yaitu ekologi, ekonomi, clan sosial budaya. Sementara itu kinerja pengelolaan hutan akan sangat bergantung kepada peran seluruh pelaku (stakeholder) yang terlibat dalam pengurusan hutan.  \nPelaksanaan otonomi daerah di Indonesia menjacli pendorong kepada upaya perencanaan ulang pengelolaan sumberdaya yang dimiliki setiap daerah, termasuk perencanaan pengurusan sumberdaya hutan. Perencanaan pengurusan  \nhutan harus dilakukan secara menyeluruh, berguna laksana, clan terpadu, sehingga kelestarian fungsi clan manfaat hutan terjaga, serta mampu mendukung perekonomian daerah.  \nPenelitian ini bertujuan untuk memperoleh rumusan tentang pengurusan hutan di DAS Citarum Bagian Hulu yang memenuhi prinsip-prinsip kelestarian, menemukan rumusan peran stakeholder dalam proses pengurusan hutan, serta memberi usulan arahan kebijakan, implikasi kelembagaan clan  \nrencana implementasi yang paling mungkin untuk dilaksanakan. Metoda Delphi clan Proses Hirarki Analitis digunakan untuk merumuskan prinsip, kriteria, clan indikator pengelolaan hutan lestari. Untuk mengidentifikasi stakeholder  \npotensial, perkiraan kepentingannya, clan cara kepentingan itu mempengaruhi kebijakan, digunakan pendekatan analisis stakeholder. Sementara arahan  \nkebijakan didekati dengan konsep perubahan strategis, sedangkan rencana implementasi clan implikasi kelembagaan disusun berclasarkan pertimbangan kelestarian pengelolaan clan kepentingan masing-masing stakeholder.  \nDari hasil penelitian diketahui bahwa pengurusan hutan di Citarum Bagian Hulu akan terwujud apabila (a) pengelolaan hutan dapat menjamin  \ndampak n egatif t erhadap s umberdaya a it s ekecil mungkin, (b) k ebijakan y ang  \ndisusun mengutamakan prinsip lingkungan dengan perencanaan yang berbasis Daerah Aliran Sungai, clan (3) ada keterlibatan stakeholder yang relevan, dalam semua p roses p engurusan. S ementara i to s ejumlah s takeholder m emiliki p eran yang sangat besar terhadap keberhasilan pelaksanaan kebijakan, clan harus selalu  \ndilibatkan dalam proses pengurusan hutan di DAS Citarum Bagian Hulu.", "Daftar File": {"DIKA SUPYANDI": "https://digilib.itb.ac.id/gdl/download/2168"}, "Penulis": "DIKA SUPYANDI [23499089]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ali Basyah Siregar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Citarum, resources.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2004"}