{"Nomor": 1837, "Judul": "MODIFIKASI DAN PENGUJIAN SISTEM DISTILASI UNTUK MEMISAHKAN PROPANA DARI N-BUTANA DAN I-BUTANA DENGAN BAHAN BAKU LPG (LPG DEPROPANIZER)", "Abstrak": "Distilasi yang dilakukan ini bertujuan untuk memisahkan propana dari nbutana dan i-butana dengan bahan baku LPG. Komponen-komponen basil pemisahan tersebut akan digunakan untuk membuat refrigeran hidrokarbon yang ramah lingkungan. Perancangan sistem distilasi ini memakai diagram Hengstebeck untuk menentukan jumlah tahapan dan posisi feed. Kebutuhan energi cukup besar pada reboiler dan kondensor diantisipasi dengan menggunakan pompa termal yang mempompa energi dari kondensor ke reboiler. Penelitian ini menggunakan pompa termal untuk distilasi temperatur rendah dengan refrigeran luar (HCR 12). Pada pengujian awal tanpa kondensor tambahan tekanan discharge kompresor pompa termal yang terlalu tinggi dibatasi dengan menggunakan pressure switch yang dikontrol melalui akusisi data, sehingga kompresor bekerja diskontinu. Pengujian selanjutnya menggunakan kondensor tambahan pada pompa termal untuk membuang panas dari kompresor supaya tekanan tidak melebihi yang ditentukan dan kompresor bekerja kontinu. \nPengujian sample produk distilasi dengan mengukur tekanan jenuh pada beberapa temperatur dan membandingkan dengan grafik dari refprop ver. 6.01 yang dikeluarkan NIST menunjukkan pemisahan 0.7 fraksi mol propana pada produk atas dari yang diharapkan 0.95. Hal ini disebabkan temperatur penguapan pada bagian bawah kolom hanya tercapai 44Â°C dari 49Â°C yang diharapkan. Demikian juga dengan temperatur kondensasi hanya tercapai 21Â°C dari 11Â°C yang diharapkan. Pengujian ini menunjukkan belum terjadi pemisahan yang maksimal dan perlu melakukan beberapa perbaikan pada pompa termal. Perbaikan yang harus dilakukan meliputi mengurangi putaran fan kondensor tambahan, mengisolasi saluran reflux dan reboiling serta saluran produk atas dan bawah.", "Daftar File": {"2002 Hasanuddin": "https://digilib.itb.ac.id/gdl/download/2180"}, "Penulis": "Hasanuddin [23199009]", "Kontributor / Dosen Pembimbing": ["Aryadi Suwono", "Nathanael P. Tandian"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "The distillation system design in this research uses Hengstebeck diagram to determine the number of stage and feed position.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Nov 2004"}