{"Nomor": 1846, "Judul": "PENENTUAN LOKASI TERMINAL BIS ANTAR KOTA DI DAERAH ISTIMEWA JOGJAKARTA (TINJAUAN TERHADAP STAKEHOLDER MAHASISWA PENGGUNA BIS ANTAR KOTA", "Abstrak": "Penentuan Lokasi Terminal Bis Antar Kota di Daerah Istimewa Jogjakarta, Joni Suseno, Program Megister Teknik M pi/ 2002 Pengutamaan Rekayasa Transportasi, Institut Teknologi Bandung Penelitian Penentuan Lokasi Terminal Bis Antar Kota di Jogjakarta dilakukan untuk mendapatkan prioritas lokasi terminall sebagai pengganti dari terminal yang ada saat ini(Terminal Umbulhardjo). Lokasi terminal yang diusulkan adalah kawasan Depok, kawasan Jombor dan kawasan Giwangan. Dan kriteria Â— kriteria yang digunakan adalah sebagai berikut : Ketersediaan Prasarana jalan, Kondisi lalu lintas sekitar terminal, Integritas dengan angkutan umum, Aksesibilitas lokasi, Layanan antar terminal, Ketersediaan lahan, Kondisi topografi dan kondisi lingkungan sekitamya. Model yang digunakan untuk mencari prioritas lokasi adalah Analytical Hierarchy Process (AHP). Struktur hirarki yang dikembangkan terdiri dari 3 tingkat, dimana tingkat pertama merupakan tujuan yaitu penentuan prioritas Lokasi Terminal Bis Antar Kota, tingkat kedua adalah kriteria dari terminal untuk mencapai tujuan diatas, tingkat ketiga adalah alternatif lokasi terminal untuk mendukung penentuan lokasi terminal berdasarkan kriteria yang ada. Kegiatan pengumpulan data dilakukan dengan penyebaran kuesioner. Pertama dilakukan Pilot survei pada 18 responden , kedua dilakukan terhadap 100 responden mahasiswa di D.I. Jogjarkata yang secara aktif menggunakan bis. Hasil yang diperoleh dari pengolahan data adalah berupa urutan prioritas lokasi terminal Bis. Urutannya adalah sebagai berikut : 1. Kawasan Giwangan, dengan nilai 675,0 2. Kawasan Depok Â— Ringroad Utara, dengan nilai 662,7 3. Kawasn Jombor, dengan nilai 634,6 Konsistensi rasio (CR) yang diperoleh adalah 5,55 % ( CR", "Daftar File": {"2002 Joni Suseno": "https://digilib.itb.ac.id/gdl/download/2189"}, "Penulis": "Joni Suseno [25099057]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Pamudji Widodo  2. Willy Tumewu    Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Intercity Bus Tennina/ Location", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Jan 2005"}