{"Nomor": 1855, "Judul": "STUDI EVALUASI KINERJA SISTEM INTERLOCK KOMPRESOR UDARA 101-J DI PUSRI-IB BERBASIS TEKNIK PETRI NET", "Abstrak": "Kompresor Udara 101-J menyuplai udara proses sebagai salah satu bahan baku pembuatan ammonia di pabrik Pusri-IB. Sistem interlock yang diaplikasikan pada serangkaian relay elektromekanik melindungi kompresor dari kondisi operasi yang tidak aman. Jika terjadi kondisi operasi yang tidak aman maka sistem interlock akan menghentikan kompresor dalam suatu langkah-langkah aman. Kegagalan komponen interlock (relay elektromekanik) dapat pula menyebabkan kompresor menjadi berhenti beroperasi (shutdown). Hal ini sangat tidak diharapkan karena berdampak kerugian ekonomi yang besar. Terhentinya operasi kompresor menyebabkan terhentinya suplai udara proses untuk pembuatan ammonia. Penelitian ini dilakukan untuk mengevaluasi dan meningkatkan kinerja sistem interlock Kompresor Udara 101-J. Teknik Petri net digunakan sebagai sarana analitik untuk mengevaluasi kinerja sistem interlock Kompresor Udara 101-J. Petri net dapat mendeskripsikan dengan jelas distribusi dan redistribusi energi yang terjadi pada sistem. Perilaku sistem dapat dianalisis dari sifat-sifat Petri net diantaranya sifat ketercapaian (reachability), keterbatasan (boundedness), dan daya hidup (liveness). Dan model Petri net ini dilakukan analisis terhadap sistem interlock Kompresor Udara 101-J untuk mendapatkan alternatif perubahan, atau pengembangan sistem ke arah yang lebih baik. Hasil analisis melalui Petri net menunjukkan sistem interlock Kompresor Udara 101-J tidak memiliki mekanisme failsafe. Kerusakan pada relay komponen interlock dapat menyebabkan sistem interlock bekerja, sehingga kompresor berhenti beroperasi. Untuk mengatasi hal ini, rancangan konfigurasi relay redundant diajukan sebagai alternatif penyelesaian masalah. Analisis Petri net pada sistem dengan konfigurasi relay redundant menunjukkan bahwa sistem interlock tidak akan terpicu menuju kondisi kompresor shutdown, jika salah satu relay pada konfigurasi relay redundant mengalami kerusakan.", "Daftar File": {"2002_TS_PP_Sulaiman_1": "https://digilib.itb.ac.id/gdl/download/2198"}, "Penulis": "Moh.Hamni Sulaiman [23300021]", "Kontributor / Dosen Pembimbing": ["Parsaulian Siregar", "Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "Petri net, interlock, relay, redundant, compressor.", "Sumber": "", "Staf Input/Edit": "ajeng fatwa", "File": "1 file", "Tanggal Input": "22 Nov 2004"}