{"Nomor": 1870, "Judul": "ANALISIS INTERAKSI TANAH-STRUKTUR DENGAN METODE ELEMEN HINGGA UNTUK MENENTUKAN DISTRIBUSI TEKANAN TANAH LATERAL DINAMIS PADA DINDING BASEMENT", "Abstrak": "Kebanyakan metode yang ada untuk menganalisis distribusi tekanan tanah lateral dinamis pada dinding yang kaku dikembangkan dengan asumsi bahwa dinding dianggap jepit pada dasarnya. Pada dinding basement, dasar basement tidak melekat erat sebagaimana anggapan struktur jepit. Akibat beban gempa, tanah dan dinding basement akan mengalami pergerakan relatif yang menyebabkan pengaruh interaksi tanah-struktur. Pada penelitian ini dilakukan analisis interaksi tanahstruktur dengan metode elemen hingga untuk menentukan distribusi tekanan tanah lateral dinamis pada dinding basement. Analisis menggunakan program komputer FLUSH, suatu program interaksi tanah struktur untuk analisis pendekatan 3-D, dalam domain frekwensi. Analisis diverifikasi dengan program PLAXIS Dynamics dalam domain waktu. Analisis didasarkan pada pengaruh variasi dari kondisi tanah, kandungan frekwensi input motion, percepatan gempa dibatuan dasar, kedalaman basement dan kedalaman batuan dasar. Variasi kondisi tanah didasarkan pada kecepatan gelombang geser rata-rata mengacu pada UBC97. Hasil analisis menunjukkan distibusi tekanan tanah dinamis cendrung maksimum di sekitar permukaan dinding basement dan bergerak mengecil sampai dasar basement pada kisaran nol sampai dua-perlima nilai tekanan maksimum. Selanjutnya direkomendasikan suatu pedoman untuk menentukan distribusi tekanan tanah lateral dinamis berdasarkan kondisi tanah dan PBA sebagai masukan untuk peraturan perencanaan beban gempa pada dinding basement.", "Daftar File": {"2002_TS_PP_SUMIARTHA_1.pdf": "https://digilib.itb.ac.id/gdl/download/2213"}, "Penulis": "Putu Sumiartha [25509095]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Wayan Sengara : Scanner: Irwan. S"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Seismic lateral, Interaksi tanah-struktur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Des 2004"}