{"Nomor": 1913, "Judul": "ANALISIS PEMBEBANAN KENAIKAN TARIF  JASA TELEKOMUNIKASI PADA BERBAGAI  KATEGORI KONSUMEN", "Abstrak": "Seiring dengan peningkatan kesejahteraan masyarakat, telekomunikasi sudah menjadi salah satu kebutuhan pokok masyarakat. Luasnya  \nwilayah teritorial Indonesia dengan kondisi geografis yang terdiri atas ribuan pulau serta tersebarnya penduduk dalam wilayah yang sangat luas merupakan pasar potensial dalam menyelenggarakan aktivitas telekomunikasi. Dan untuk memacu tersedianya jasa telekomunikasi,  \nmaka pemerintah berpedoman kepada Undang-undang No.3 tahun 1989 tentang telekomunikasi dan Keputusan Menteri No.79 tahun 1995 mengenai tata cara penyesuain tarif dasar jasa telekomunikasi. Sistem pentarifan dengan Price Cap merupakan suatu formula yang digunakan oleh PT.Telkom dalam menghitung kenaikan tarif jasa telekomunikasi  \nsetiap tahunnya. Formula Price Cap ini merupakan suatu pendekatan penetapan besarnya perubahan tarif maksimum jasa telekomunikasi dengan mempertimbangkan faktor laju inflasi (consumer price index), faktor produktivitas, dan faktor eksternal. Penelitian ini dimaksudkan untuk mengetahui struktur tarif jasa telekomunikasi dan. kaftan formula Price Cap strnktur tarif jasa  \ntelekomunikasi serta pembebanan kenaikan tarif jasa telekomunikasi yang dianggap proporsional bagi berbagai kategon konsumen. Hasil penelitian ini menunjukkan bahwa formula Price Cap dan struktur biaya perusahaan saling berkaitan dalam menentukan kenaikan tarif jasa telekomunikasi, Dan berdasarkan ketetapan pemerintah, pembebanan  \nuntuk kategori sosial maksimum sebesar 30%, sedangkan kategori residensiai dan bisnis diijinkan diatas 30%. Tetapi untuk pembebanan  \nkepada konsumen, prosentase yang dalam batas wajar sesuai kemauan konsumen untuk membayar adalah 10%. Dimana kenaikan itu berpengaruh pada biaya bulanan, pemakaian pulsa lokal dan sambungan  \nlangsung jarak jauh (SLJJ), tetapi tidak pada biaya pasang baru (PSB)Analisis untuk pertumbuhan sektor telekomunikasi dan pertumbuhan  \nekonomi menunjukkan pada kenaikan tarif sebesar 35% menghasilkan profit perusahaan dan penambahan akses telekomunikasi sebesar 2% serta menghasilkan tingkat pertumbuhan ekonomi sebesar 6% dan 38% 38% maka menghasilkan profit perusahaan dan penambahan akses telekomunikasi sebesar 3% serta menghasilkan tingkat pertumbuhan  \nekonomi sebesar 9'/0.", "Daftar File": {"CAHYA KANIA PURAWIJAYA": "https://digilib.itb.ac.id/gdl/download/2257"}, "Penulis": "CAHYA KANIA PURAWIJAYA [23100112]", "Kontributor / Dosen Pembimbing": ["Ir. Bambang Hermanto MSC. MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Telecommunication", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2004"}