{"Nomor": 1928, "Judul": "PEMANFAATAN AIR WADUK LOWO BAJO DENGAN METODE SIMULASI DAN OPTIMASI", "Abstrak": "Metode simulasi dan optimasi merupakan dua metode yang sering digunakan dalam pengelolaan sumberdaya air. Dalam penulisan ini metode simulasi dan optimasi digunakan untuk mendapatkan suatu metode pemanfaatan sumberdaya air dari waduk Lowo Bajo di Kabupaten Ende - Nusa Tenggara Timur untuk berbagai kebutuhan. Debit yang masuk waduk Lowo Bajo selama 20 tahun dihitung dengan model NRECA. Koefisien korelasi antara debit pengamatan dengan debit hitungan model NRECA adalah 0.55 untuk tahun 1999 dan 0.63 untuk tahun 2000. Met~ode simulasi yang digunakan dalam penulisan ini adalah untuk mencoba berbagai pemanfaatan kebutuhan air seperti air minum,  \nirigasi, industri dan pelabuhan. Dari ke empat kebutuhan tersebut yang dijadikan prioritas adalah air minum dan irigasi. Hasil dari  \nbeberapa kali simualsi didapatkan adalah air minum 10336,5 m3/bulan dan irigasi dengan pola tanam padi-padi-palawija dengan masing-masing luas 75 ha untuk musim tanam 1, 120 ha untuk  \nmusim tanam 11 dan 100 ha untuk musim tanam 111. Sedangkan metode optimasi dilakukan untuk membandingkan hasil simulasi dengan optimasi. Dari hasil optimasi didapatkan luas irigasi untuk  \nmasing-masing pola tanam adalah 86 ha untuk musim tanam padi 1,138 ha untuk musim tanam padi 11 clan 115 ha untuk musim tanam padi III. Dari kedua metode tersebut akan diambil suatu rekomendasi pola pemanfaatan air waduk Lowo Bajo yaitu untuk air minum 1 0336,5 m3/bulan dan irigasi dengan luas lahan 86 ha untuk musim  \ntanam 1, 138 ha untuk musim tanam 11 dan 115 ha untuk musim tanam III", "Daftar File": {"GUDRIA": "https://digilib.itb.ac.id/gdl/download/2272"}, "Penulis": "GUDRIA [25001049]", "Kontributor / Dosen Pembimbing": ["Ir. Mulyana Wangsadipura, MEng, Ir. Sampudjo K. MEng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "simulation and optimization", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2004"}