{"Nomor": 1942, "Judul": "IDENTIFIKASI VARIABEL KUALITAS PELAYANAN BENGKEL  UNTUK MEMPERBAIKI KUALITAS JASA BENGKEL MOBIL", "Abstrak": "Penelitian ini dilakukan untuk mengident] fikasi  \nvariabelvariabel yang mempengaruhi kualitas jasa pelayanan dan kepuasan pelanggan dalam layanan bengkel. Penelitian dilakukan di PT Srikandi Diamond Motor dengan menggunakan 0ucthty Function  \nDeployment (0149). QFD merupakan salah satu alat yang digunakan untuk mengidentifikasi kebutuhan pelanggan untuk menjamin bahwa produk yang dihasilkan dapat memenuhi tingkat kualitas yang  \ndiperlukan sehingga dapat benar-benar memuaskan pelanggan.  \nVariabel kualitas yang menjadi topik dalam penelitian ini adalah lima dimensi kualitas jasa yang dikembangkan dengan model SERVQUAL yang dikembangkan Zeithaml dkk yaitu bukti nyata  \n(tangibles), keandalan (realibility), daya tanggap (responsiveness), jaminan (assurance), clan empati (empahy).  \nDari hasil penelitian diketahui bahwa variabel kualitas yang dianggap penting oleh konsumen dilihat dari dimensi tersebut adalah  \n1) penggunaan peralatan yang modern dan canggih, 2) pemeriksaan dan perbaikan yang cepat dan tepat; pemberian perkiraan waktu perbaikan; 3) pemberian informasi yang dibutuhkan konsumen, 4)  \nmemberikan kepuasan hasil perbaikan; 5) memberikan pelayanan yang ramah clan kemudahan dihubungi konsumen.  \nDengan diketahuinya variabel layanan yang dianggap penting oleh konsumen maka dapat diketahui pula unsur-unsur layanan yang  \nperlu mendapatkan prioritas dalam perbaikan layanan.", "Daftar File": {"LAILA SAKINA AS": "https://digilib.itb.ac.id/gdl/download/2286"}, "Penulis": "LAILA SAKINA AS [23400120]", "Kontributor / Dosen Pembimbing": ["Ir. Nurhajati Ma\\'", "mun, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "quick and reliable examination and improvement;providing information required by consumers.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2004"}