{"Nomor": 1948, "Judul": "ANALISIS PENURUNAN DAN KESTABILAN PADA TIMBUNAN BERTAHAP DI ATAS TANAH LUNAK ( STUDI KASUS : REKLAMASI DERMAGA PETI KEMAS TANJUNG MAS SEMARANG)", "Abstrak": "Seringkali dalam praktis di lapangan dijumpai kasus geoteknik yang kompleks. Kompleksitas ini memerlukan teori ilmu geoteknik lanjut, pemodelan proses konstruksi, melibatkan beberapa struktur geoteknik dan interaksi antara sruktur dan tanah. Tesis ini memilih studi kasus berupa timbunan bertahap diatas tanah lunak pada reklamasi dermaga Peti Kemas Tanjung Mas Semarang. Kasus ini dimodelkan dan dianalisa dengan program PLAXIS berbasis metoda elemen hingga. Indikasi ketidakstabilan timbunan sebagai pengaruh adanya lapisan endapan lumpur mampu digambarkan oleh program Plaxis. Analisa kestabilan sheet pile berupa simulasi penentuan kedalamannya dapat menghasilkan panjang disain yang optimum. Kemampuan pemodelan tahapan pembebanan dan durasi masingÂ—masing tahap memungkinkan dilakukannya analisa terhadap deformasi serta tegangan yang terjadi pada setiap tahapan. Perbedaan perilaku undrained distortion sesaat setelah pembebanan dengan perilaku kompresi pada proses konsolidasi tergambarkan dengan jelas. Dan hasil analisis diketahui bahwa untuk kebutuhan beda elevasi sebesar 9.6 m diperlukan tinggi timbunan setebal 12.0 m dengan prediksi penurunan sebesar 2.4 m. Dalam hal ini model Soft Soil memberikan hasil yang sedikit lebih besar dan model Mohr Culomb. Hasil analisa juga menyatakan pengerukan lapisan lumpur dan penggantian dengan pasir urug diperlukan demi kestabilan penimbunan.", "Daftar File": {"2003_TS_PP_Setiawan_1.pdf": "https://digilib.itb.ac.id/gdl/download/2292"}, "Penulis": "M.Darma Setiawan [25000038]", "Kontributor / Dosen Pembimbing": ["Masyhur Irsyam"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "the construction process, modeling of geotechnical structures, and interaction between the structures and soil.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Nov 2004"}