{"Nomor": 1964, "Judul": "PENGARUH SUB KULTUR DAN KONSENTRASI FOSFAT ANORGANIK TERHADAP KESTABILAN PRODUKSI PENISILIN G ASILASE (PGA) DAN PROTEASE EKSTRASEL OLEH BACILLUS SUBTILIS BAC4", "Abstrak": "Penisilin G asilase (PGA) merupakan enzim yang penting dalam proses sintesa antibiotik penisilin semi-sintetik turunan ?-laktam. Enzim PGA dapat menghidrotisa penisilin G atau Penisilin V menjadi asam 6-amin( penisilanat (6-APA) yang merupakan bahan dasar untuk pembuatan antibiotik semi-sintetik. Secara komersial, PGA intrasel Escherichia coli banyak digunakan, yang di dalam prosesnya membutuhkan pemecahan dinding sel. Oleh sebab itu para peneliti mencoba mencari mikroorganisme lain yang memproduksi PGA secara ekstrasel. Bacillus subtilis BAC diketahui mampu memproduksi PGA ekstrasel, namun sifatnya kurang stabil. Penyebab ketidakstabilan telah diteliti dengan mempelajari pengaruh sub kultur sepuluh kali dan konsentrasi fosfat anorganik, masing-masing (6,12,18,24) gram/L dalam medium pertumbuhan. Pola pertumbuhan diamati dengan mengukur konsentrasi set bakteri melalui pengamatan absorbansi pada panjang gelombang 600 nm. Aktivitas PGA diuji denga metode Kornfeld dan protease dengan metode Horikoshi. Pola pertumbuhan bakteri sub kultur kesepuluh tanpa penyimpanan menunjukkan pertumbuhan yang lebih baik dibandingkan dengan kultur kesepuluh setelah penyimpanan 2, dan 4 minggu, atau tanpa sub kultur. Aktivitas maksimum PGA kultur kesepuluh tanpa penyimpanan yaitu 0, Unit/L. Aktivitas protease terendah dicapai pada kondisi ini. Pada kondisi ini, kehadiran fosfat anorganik sebanyak 24 gram/liter mampu meningkatkan aktivitas PGA hingga 0,8 Unit/L tetapi tingkat pertumbuhan bakteri menjadi relatif rendah. Kondisi terbaik untuk produksi PGA oleh Bacillus subtilis BAC4 adalah kultur kesepuluh tanpa penyimpanan dengan konsentrasi fosfat anorganik 24 gram/L dalam media pertumbuhan sekitar 0,8 Unit/L.", "Daftar File": {"2003 Rita Sinaga": "https://digilib.itb.ac.id/gdl/download/2308"}, "Penulis": "Rita Sinaga [20500033]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Sadijah A.", "Pembimbing II: Enny Ratnaningsih", "Scan: Koryati"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Penisilin G asilase (PGA), enzyme, cell wall disruption, Bacillus subtilis BAC4", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Nov 2004"}