{"Nomor": 2026, "Judul": "PENERAPAN DAN PERBANDINGAN  TEKNIK PROYEKSI MOIRE  PENCAHAYAAN TUNGGAL DAN GANDA  DALAM PROFILOMETRI TIGA DIMENSI", "Abstrak": "Sebuah pola moire muncul ketika dua buah kisi disuperposisikan. Teknik moire sering dimanfaatkan dalam pengukuran profil obyek 3-D karena kemudahan aplikasinya. Dalam teknik proyeksi moire pencahayaan tunggal, sebuah kisi diproyeksikan secara bergantian pada obyek datar acuan dan obyek 3-D yang akan dianalisa. Kedua citra proyeksi direkam dan disuperposisikan untuk memunculkan pola moire. Selanjutnya, ketinggian profil obyek 3-D relatif terhadap bidang datar adalah sebanding dengan jumlah spasi pola moire yang muncul. Kerugian penggunaan teknik ini adalah munculnya bayangan pada permukaan obyek 3-D dengan kelengkungan yang tajam, sehingga pengukuran ketinggian profil menjadi terbatas. Dalam penelitian diterapkan teknik proyeksi moire pencahayaan ganda dengan menggunakan dua bush proyektor kisi untuk menghindari munculnya bayangan. Kedua teknik tersebut diterapkan dalam percobaan untuk membandingkan resolusi dan kesalahan maksimum pengukuran profil obyek 3D Obyek datar dan cembung yang digunakan dalam percobaan memiliki permukaan yang difus. Obyek cembung berbentuk semi-sferik dengan ketinggian profil maksimum 63,5mm dan diameter penampang 22,5cm. Kisi yang diproyeksikan pada obyek adalah Ronchi ruling dengan kerapatan 300 lpi (line per inch) dan 2001pi serta transparansi 0, 5 pt/in (point per line). Tiga jenis kamera yang digunakan until merekam data percobaan adalah kamera SLR, kamera CCTV (Closed Circuit Television) dengan resolusi 480x640 piksel, dan kamera digital dengan resolusi 960x1280 piksel. Setiap kamera dilengkapi dengan media perekam dan berturut-turut adalah film KODAK hitam putih ASA 200, komputer dengan frame grabber, dan LCD (Liquid Crystal Display). Dalam percobaan akan dibandingkan kualitas citra moire dari penggunaan ketiga jenis kamera. Untuk memunculkan pola moire, citra digital dalam teknik proyeksi moire pencahayaan tunggal diolah dengan perintah roifilt2 dan alpha yang terdapat pada program MATLAB versi 6.2 (Toolbox Image Processing 3.2). Penelitian ini membuktikan bahwa basil perekaman dengan kamera SLR memiliki kualitas citra moire paling baik, penggunaan kamera CCTV mampu membantu analisa profil yang lebih cepat, sedangkan penggunaan kamera digital beresolusi tinggi ternyata tidak efektif dalam pengukuran karena kemampuan resolusi penayangan MATLAB yang terbatas. Kesalahan maksimum pengukuran ketinggian profil terjadi pada proyeksi kisi 0,5pt/ln. Besar kesalahan berturut-turut adalah 2,14mm dan 0,22mm untuk teknik proyeksi moire pencahayaan tunggal dan ganda. Jumlah spasi moire yang muncul dalam pencahayaan ganda adalah dua kali lipat dari jumlah dalam pencahayaan tunggal sehingga resolusi pengukuran dengan teknik pencahayaan ganda lebih baik.", "Daftar File": {"2003  AURA MIMOSA NUGROWATI": "https://digilib.itb.ac.id/gdl/download/2373"}, "Penulis": "AURA MIMOSA NUGROWATI [23302001]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Andrianto Handojo", "Pembimbing II: Endang Yuliastuti", "Scanner: Irwan Sofiyan"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengukuran profil 3-D, teknik proyeksi moire pencahayaan  tunggal, teknik proyeksi moire pencahayaan ganda, resolusi pengukuran,kesalahan maksimum pengukuran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Nov 2004"}