{"Nomor": 2042, "Judul": "KLASIFIKASI KAPASITAS EKSPOR DAN USAHA EKSPOR MIGAS DENGAN PENDEKATAN MODEL BAHL DAN IMPLIKASINYA PADA KEBIJAKAN", "Abstrak": "Ekspor Migas mempunyai peranan penting tidak hanya sebagai sumber energi, devisa dan penerimaan negara saja, tetapi juga sebagai sumber bahan baku industri, wahana alih teknologi, pendukung pengembangan wilayah, lapangan kerja dan pendorong utama pertumbuhan sektor non-migas Adapun maksud dan tujuan penelitian ini adalah untuk mempelajari klasifikasi industri yang diterapkan pemerintah terhadap sektor industri migas serta mempelajari implikasinya terhadap kebijakan migas dari periode 1990 -2000. Untuk menganalisis kemampuan ekspor Indonesia khususnya ekspor migas, dipergunakan model yang diadaptasi dari analisis kapasitas dan usaha pajak yang dikembangkan oleh Bahl. Dalam penelitiannya Bahl melakukan kajian terhadap kemampuan pajak dengan menggunakan Rasio pajak, Kapasitas pajak dan Usaha pajak. Dalam penelitian ini kajian terhadap kemampuan ekspor migas Indonesia digunakan kapasitas ekspor dan usaha ekspor sebagai perbandingan antara kapasitas ekspor aktual dengan kapasitas ekspor estimasi. Analisa kapasitas dan usaha ekspor pada penelitian ini dikhususkan pada sektor migas. Dari hasil perhitungan diperoleh tiga katagori kelompok ekspor migas di Indonesia yaitu :  \n1. Kapasitas ekspor tinggi, usaha ekspor rendah  \n2. Kapasitas ekspor sedang, usaha ekspor sedang  \n3. Kapasitas ekspor rendah, usaha ekspor tinggi  \nDengan menggunakan model kapasitas dan usaha ekspor yang diadaptasi dari model Bahl, ternyata ekspor migas Indonesia masih bervariasi dalam hal kapasitas dan usaha ekspornya sesuai dengan hasil perhitungan di atas.", "Daftar File": {"2002_TS_PP_NUGRAHA_1.pdf": "https://digilib.itb.ac.id/gdl/download/2391"}, "Penulis": "Dendi Nugraha", "Kontributor / Dosen Pembimbing": ["Pembimbing: Agus Salim Ridwan", "Scan: Irwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Export capacity, export effort, Bahl's model", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "03 Nov 2004"}