{"Nomor": 2066, "Judul": "BROMINASI DAN METILASI ASAM ANAKARDAT HASIL ISOLASI DARI MINYAK KULIT BIJI JAMBU METE (ANACARDIUM OCCIDENTALE, LINN)", "Abstrak": "Anacardium occidentale,Linn yang di Java dikenal dengan nama \"Jambe mete\" merupakan tanaman tropis yang tumbuh di beberapa tempat di Indonesia. Cairan dari kulit biji jambu mete mengandung beberapa senyawa dan salah satu di antaranya adalah asam anakardat yang dapat diisolasi dengan mudah. Pada senyawa asam anakardat, posisi ikatan rangkap pada rantai samping alkenil adalah 8'(Z),11'(Z) dan 14' (Z) dalam konstituen (15:1), (15:2) dan (15:3). Brominasi terhadap asam anak ardat hasil isolasi dalam pelarut carbon tetraklorida maupun kloroform diperoleh kristal putih dengan titik lebur = 137Â°-140Â° C. Analisis secara kromatografi cair tekanan tinggi menggunakan kolom 0DS-C18 melalui elusi isocratic dengan eluen metanol larutan asam asetat menunjukkan adanya tiga puncak dengan waktu retensi yang berbeda dibandingkan waktu retensi dari asam anakardat semula. Data spektroskopi ultra violet menunjukkan a maks.= 228 nm , 300 nm dan 328 nm. Spektrum infra merah menunjukkan V C-Br = 684 cm-1 sedangkan serapan pads J = 1635 cm-lyang disebabkan oleh regang C = C alifatis yang tak terkonyugasi tidak terlihat. Dari data tersebut di atas diduga produk brominasi merupakan senyawa dibromo, tetra - bromo dan heksabromo dari asam anakardat.Metilasi terhadap produk brominasi dengan diazometana dalam pelarut eter diperoleh kristal putih dengan titik lebur = 840-86Â°C. Analisis secara kromatografi cair tekanan tinggi menggunakan kolom dan eluen yang sama,hanya menunjukkan satu puncak dengan waktu retensi yang berbeda dibandingkan waktu retensi produk brominasi.Untuk menentukan jumlah komponen dari senyawa hasil metilasi, perlu dilakukan analisis kromatografi cair tekanan tinggi dengan kondisi yang lain.", "Daftar File": {"1991_TS_PP_KUSUMO_1.pdf": "https://digilib.itb.ac.id/gdl/download/2417"}, "Penulis": "Ersanghono Kusumo", "Kontributor / Dosen Pembimbing": ["Pembimbing: Soekeni Soedigdo", "Scan: Agus"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anacardium occidentale, anacardic acid< liquid chromatographic analysis", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "20 Nov 2004"}