{"Nomor": 2067, "Judul": "PERANCANGAN PENGONTROL ITERATIVE LEARNING CONTROL (ILC) UNTUK PERTUMBUHAN SACCHAROMYCES CEREVISIAE  DALAM PROSES FERMENTASI UMPAN CURAH", "Abstrak": "Proses fermentasi adalah sebuah proses yang sangat dikenal dalam sejarah manusia dalam memproduksi makanan seperti tempe, yoghurt, keju dan lain-lain. Sampai saat ini masih sedikit penelitian mendalam yang mencoba untuk mengontrol basil fermentasi Mi. Salah satu penyebab tidak berkembangnya pengontrolan untuk fermentasi karena proses ini memiliki karakteristik yang kompleks yang melibatkan banyak variabel proses, baik variabel fisis maupun variabel kimia Sebuah pendekatan untuk memecahkan masalah ini adalah dengan Iterative' Learning Control (ILC). ILC adalah sebuah teknik untuk memperbaiki unjuk kerja dan sistem atau proses yang dioperasikan baik dalam bentuk curah, umpan curah, atau kontinu. ILC akan sangat bermanfaat bila sistem yang dikontrol mengalami berbagai jenis input dan ketidakpastian rancangan atau model. ILC merupakan disain pengontrol yang akan dapat menjamin pemenuhan sebuah trayektori yang diinginkan dengan akurasi yang dapat diterima. Tesis ini bertujuan merancang pengontrol untuk proses umpan curah dalam menghasilkan pertumbuhan ragi (Saccharomyces cerevisiae) menggunakan metode ILC. Metode ILC digunakan untuk mendapatkan pola laju aliran glukosa yang mampu menghasilkan pertumbuhan Saccharomyces cerevisiae seperti profil pertumbuhan yang ditentukan. Secara khusus penelitian ini merancang pengontrol untuk proses fermentasi umpan curah dengan menggunakan dua metoda ILC yaitu Finite Horizon Learning Control (FHLC) dan NonLinear Learning Control (NLC). Perancangan FHLC mengasumsikan bahwa sistem yang ditinjau adalah linier dimana diperlukan suatu jenis masukan fungsi tangga dengan tingkat kenaikan yang lebih rapat untuk mendapatkan hasil yang cukup baik. Sebagai contoh untuk fungsi tangga dengan jumlah anak tangga 8 buah didapatkan kesalahan integrasi sebesar 0.05. Sedangkan pada NLC, pengujian dilakukan dengan tiga jenis laju aliran berbentuk sinusoida, tangga dan step. NLC membutuhkan 5 sampai dengan 8 iterasi belajar untuk sinusoida dengan kesalahan integrasi sebesar 0.0016 dan tangga dengan kesalahan integrasi sebesar 0.003, sedangkan untuk step membutuhkan sampai 20 iterasi dengan kesalahan integrasi sebesar 0. 0111.", "Daftar File": {"ERWANI MERRY SARTIKA": "https://digilib.itb.ac.id/gdl/download/2418"}, "Penulis": "ERWANI MERRY SARTIKA [23398007]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Kusmayanto Kadmiman, Pembimbing II: Tjandra Setiadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "ITERATIVE LEARNING CONTROL", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Okt 2004"}