{"Nomor": 2088, "Judul": "KONSTRUKSI DAN EKSPRESI TINGGI GEN DNA POLIMERASE BAKTERI TERMOFILIK STRAIN LOKAL (CIMANGGU) DI ESCHERICHIA COLI", "Abstrak": "Saat ini, penelitian tentang bakteri termofilik telah banyak dilakukan. Organisme termofilik dapat menghasilkan enzim termostabil yang bisa digunakan untuk aplikasi industri maupun pengembangan ilmu dasar. Salah satu enzim termostabil yang telah tersedia secara komersial adalah DNA polimerase. Enzim ini banyak digunakan pada proses PCR. Beberapa DNA polimerase komersial mernpunyai kekurangan dan kelebihan masing-masing. Untuk itu, masih diperlukan adanya sumber DNA polimerase dengan sifat-sifat yang khas. Beberapa bakteri termofilik telah diisolasi Bari sumber-sumber air panas sekitar Bandung, Jawa Barat. Gen DNA polimerase dari salah satu bakteri telah diklon dan ditentukan urutan nukleotidanya. Penelitian ini bertujuan untuk mengekspresi gen DNA di Escherichia coll. Sisi restriksi baru telah ditambahkan ke dalam ujung 5' dan 3' daerah pengkode gen untuk mempermudah penyisipan ke dalam vektor. Selain itu, plasmid pMAL-c2, yang digunakan sebagai kerangka vektor ekspresi, telah dimodifikasi untuk mempennudah sistem ligasi. Plasmid pMAL-c2 yang membawa gen fusi antara DNA polimerase dan malE (selanjutnya dinamakan pITB-17) telah diperoleh dan dikonfirmasi dengan cara analisis restriksi. Plasmid pITB-17 selanjutnya digunakan untuk mengekspresi DNA polimerase di E. coli. Analisis SDS-PAGE protein ekstrak kasar memperlihatkan adanya pola ekspresi. Akan tetapi, aktivitas DNA polimerase ekstrak kasar belum menunjukkan hasil yang signifikan.", "Daftar File": {"2002 HENI YOHANDINI KUSUMAWATI": "https://digilib.itb.ac.id/gdl/download/2441"}, "Penulis": "HENI YOHANDINI KUSUMAWATI [20599025]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Muliawati Sindumarta", "Pembimbing II: Akhmaloka"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "BAKTERI TERMOFILIK STRAIN LOKAL", "Sumber": "m", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Okt 2004"}