{"Nomor": 2101, "Judul": "PENUMBUHAN FILM TIPIS SUPERKONDUKTOR NDBA2CU3O7-8 (100) DENGAN METODE ON-AXIS DC UNBALANCED MAGNETRON SPUTTERING DAN KARAKTERISASINYA", "Abstrak": "Telah berhasil disintesis bulk superkonduktor NdBa2Cu3O2.a dengan reaksi padatan dan ditumbuhkan film tipis superkonduktor NdBa2 Cu3O2_6 di atas substrat MgO(100) dengan metode on-axis dc unbalanced magnetron sputtering. Sampel dikarakterisasi dengan XRD, SEMEDAX dan pengukuran Tc. Bulk-1 disintesis dengan perlakuan kalsinasi serbuk 920Â°C selama 48 jam, sintering 1000Â°C selama 48 jam dan annealing 500Â°C selama 10 jam. Sedangkan bulk-2 dengan perlakuan kalsinasi serbuk 920Â°C selama 36 jam, sintering 1000Â°C selama 36 jam dan annealing 500Â°C selama 30 jam. Bulk-1 dan bulk-2 memiliki T~ masing-masing 80,00 K dan 88,90 K. Target basil sintesis digunakan untuk deposisi film tipis superkonduktor NdBa2Cu3O2.s / MgO(100). Film-1 dan film-2 dideposisi dengan satu parameter yang berbeda yaitu daya plasma masing-masing 46 W dan 57 W dan parameter lainya sama ; Ar : 02 = 120 sccm : 20 sccm dan temperatur substrat 700 Â°C . Laju deposisi untuk daya plasma 46 W dan 57 W masing - masing adalah 20,07 A / menit dan 45,99A / menit. Daya plasma yang relatif besar menyebabkan kualitas film tipis yang kurang baik diindikasikan oleh spektrum XRD, struktur mikro basil SEM, dan Tc yang lebih kecil. Film-1 dan film-2 memiliki temperatur kritis masing-masing 95,19 K dan 91,61 K .", "Daftar File": {"2000  IMAM SUMPONO": "https://digilib.itb.ac.id/gdl/download/2454"}, "Penulis": "IMAM SUMPONO [20297503]", "Kontributor / Dosen Pembimbing": ["Pembimbing: M. Barmawi", "Scanner: Irwan Sofiyan"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "METODE ON-AXIS DC UNBALANCED MAGNETRON SPUTTERING", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Nov 2004"}