{"Nomor": 2107, "Judul": "PEMBUATAN DAN KARAKTERISASI MEMBRAN OSMOSIS BALIK DARI AIR AREN (ARENGA PINATA)", "Abstrak": "Membran nata de aren untuk proses osmosis balik telah dibuat dari air aren (Arenga pinata) melalui proses fermentasi oleh bakteri Acetobacter xylinum. Penelitian ini bertujuan untuk mempelajari pengaruh perendaman gel nata de aren dalam larutan alkali terhadap kinerja membran osmosis balik serta mempelajari sifat fisik, sifat mekainik, derajat kristalinitas serta morfologinya. Gel nata de aren yang dihasilkan mengalami variasi perlakuan. Pada perlakuan yang pertama gel dicuci dengan air mengalir selama 24 jam kemudian direndam dalam larutan NaOH 2% (b/v) pads temperatur 80 Â— 90Â°C selama 2 jam. Pada perlakuan yang kedua, basil dari perlakuan pertama direndam lagi dalam larutan NaOH 5% (b/v) pads temperatur 80 Â— 90Â°C selama 2 jam. Membran nata de aren diperoleh dengan menekan gel pads tekanan 100 kgf/cm2 pada suhu 120Â°C selama 3 sampai 5 merit. Hasil penelitian menunjukkan untuk perlakuan pertama didapat kerapatan membran lebih besar dibandingkan pads perlakuan kedua, begitu juga dengan derajat kristalinitas, sedangkan untuk derajat penggembungan lebih kecil dari perlakuan kedua. Fluks air pada tekanan 10. 15, dan 20 kgf/cm2 untuk membran perlakuan kedua lebih besar dari membran perlakuan pertama. Koefisien rejeksi membran terhadap larutan NaCl 2500 ppm untuk membran perlakuan pertama adalah 55,88 % hingga 61,08 % sedangkan terhadap larutan MgCl2 2500 ppm adalah 66,01% hingga 69. 45%. Membran 'dari perlakuan kedua didapat selektivitas untuk larutan NaCl 2500 ppm adalah 52,73% hingga 57,27% dan untuk larutan umpan MgCl_ pads konsentrasi yang sama adalah 60,40% hingga 64.32%. Dari foto SEM untuk kedua variasi perlakuan ini memperlihatkan struktur yang sangat rapat pads permukaan membran.", "Daftar File": {"2002  IRFAN GUSTIAN": "https://digilib.itb.ac.id/gdl/download/2461"}, "Penulis": "IRFAN GUSTIAN [20500003]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Chyntia L. RAdiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "OSMOSIS BALIK DARI AIR AREN", "Sumber": "MIPA", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Okt 2004"}