{"Nomor": 2118, "Judul": "VARIAN NORMAL FRAGMEN 1,6 KB DAERAH GEN ND4 DAN ND5 DNA MITOKONDRIA 10 INDIVIDU INDONESIA", "Abstrak": "The role of mtDNA mutation in disease and the aging process has become apparent in recent years and has been studied in molecular genetic and pathology. A good standard reference for the highly polymorphic human mtDNA sequence is essential since it makes problem in definition of disease related nucleotides variants. The publication of the normal variant mtDNA was constructed from Caucasian origins. The genetic diversity of Indonesian human mtDNA with different ethnic has been approved by sequencing study in D-loop region. That\\'s why it is important to build normal variant data base of Indonesian human mtDNA and translation products, whereas the emphasis of this research is to determine normal variant and translation product of 1.6 kb fragment the region of ND4, ND5, and three tRNA (histidine, serine and leucine) genes of 10 Indonesian individues. The research strategy applied PCR amplification, cloning, and sequencing through dideoksi Sanger method. The mtDNA samples to be analized was epithelia cells in the saliva of 10 unrelated normal Indonesian individues come from different ethnics. The 1.6 kb fragment from all of the samples have been successfully amplified and cloned. The total of sequencing process resulted as much as 12,968 pb. The result of homology study of nucleotide sequences of 10 individues compared to Cambridge sequence resulted 15 kinds of nucleotide variant. 7 of those variants resulted in amino acid change, 7 variants have been published by other researchers, whereas 8 other variants were new variant and never been published previously. The 11719 (AÂ—*G) variant was found in all samples and the 12705 (C-+T) variant was found in 7 samples, so they can be proposed to be the consensus variant of human mtDNA. All samples displayed no disease related nucleotide variants", "Daftar File": {"2000 KETUT RATNAYANI": "https://digilib.itb.ac.id/gdl/download/2473"}, "Penulis": "KETUT RATNAYANI", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Syaifudin Noer"], "Jenis Koleksi": "Tesis", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "GEN ND4 dan ND5 DNA MITOKONDRIA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Okt 2004"}