{"Nomor": 2127, "Judul": "PENGARUH A-KLOROHIDRIN TERHADAP KEMAMPUAN REPRODUKSI TIKUS SAWAH (RATTUS ARGENTIVENTER) JANTAN", "Abstrak": "Tikus sawah (Rattus argentiventer) memiliki kemampuan reproduksi sangat tinggi. Alfa-klorohidrin telah terbukti secara efektif dapat menurunkan fertilitas pads beberapa spesies hewan jantan, tetapi belum ada data mengenai pengaruhnya pads tikes sawah. Penelitian ini bertujuan untuk mengkaji pengaruh a-klorohidrin terhadap kemampuan reproduksi tikus sawah jantan, terutama mengenai fertilitas dan fungsi beberapa organ reproduksi hewan tersebut. Dosis yang digunakan adalah 90 mg/kg b.b., diberikan satu kali secara gavage. Hasilnya menunjukkan bahwa senyawa tersebut menyebabkan penurunan kualitas sperma epididimis kauda dan fertilitas selama kunm waktu 2 - 48 hari setelah perlakuan. Infertilitas terjadi dalam kurun waktu 48 hari, tetapi kemampuan reproduksi hewan tersebut kembali sekitar 29 hari setelah perlakuan. Penurunan kemampuan reproduksi ini disebabkan oleh kerusakan jaringan pads epididimis dan testis. Kerusakan yang terjadi di epididimis seperti degenerasi epitel, membesamya diameter lumen dan tidal( ditemukannya sperma di dalam lumen, sedangkan di testis terjadi edema pads jaringan interstisial dan atrofi tubulus seminiferus. Kerusakan terparah terjadi pads 14 hari setelah perlakuan. Selain itu, terjadi perubahan profil protein cairan epididimis setelah pemberian aklorohidrin yang dapat mempengaruhi kualitas sperma. Dapat disimpulkan, bahwa a-klorohidrin dosis 90 mg/kg b.b. menurunkan kemampuan reproduksi tikus sawah (Rattus argentiventer) jantan selama 2 hingga 48 hari.", "Daftar File": {"LEILY TRIANTY": "https://digilib.itb.ac.id/gdl/download/2483"}, "Penulis": "LEILY TRIANTY [20698018]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Lien A. Sutasurya"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "TIKUS SAWAH (Rattus argentiventer) JANTAN", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Okt 2004"}