{"Nomor": 2128, "Judul": "EFFECT OF A PARKED VEHICLE ON INDIVIDUAL VEHICULAR SPEEDS ON TWO-LANE TWO-WAY INTERURBAN HIGHWAYS", "Abstrak": "PENGARUH SEBUAH KENDARAAN TERPARKIR PADA KECEPATAN KENDARAAN DI JALAN ANTAR-KOTA DUA-LAJUR DUA-ARAH,  \nPutranto, Leksmono Suryo, 1995, Program Magister Sistem dan Teknik Jalan Raya. Program Pascasarjana, Institut Teknologi Bandung Tujuan thesis ini adalah (1) untuk menilai dan mengukur pengaruh sebuah kendaraan yang diparkir pada bahu jalan dan / atau jalur lalu-1intas pada kecepatan kendaraan, (2) untuk membandingkan hasilnya dengan data makroskopik dari Proyek Manual Kapasitas Jalan Indonesia, dan (3) untuk mengusulkan cara penentuan tingkat pengaruh sebuah kendaraan yang diparkir untuk analisis tingkat kinerja. Penelitian dilakukan pada jalan antar-kota tak terbagi dua-lajur dua-arah yang berada pada daerah datar dan memiliki segmen yang relatif lurus dengan arus lalu-1intas antara 600 dan 1600 skr per jam. Tiga tingkat hambatan diteliti, yaitu hambatan pada bahu jalan , 0.5 m pada jalur lalu-1intas dan 1 m pada jalur lalu-1intas . Hambatan yang di mak sud adalah sebuah kendaraan yang diparkir dengan sengaja. Pengukuran kecepatan pada kedua arah dilakukan 150 m sebelum, pada dan BO m sesudah hambatan. Pada seluruh tingkat hambatan, terjadi pengurangan kecepatan yang nyata pada keadaan terlawan (hingga 11 kpj). Pengurangan kecepatan yang disebabkan hambatan pada bahu jalan hampir sama dengan yang disebabkan hambatan 0.5 m pada jalur lalu-1intas,sementara hambatan 1 m pada jalur lalu-1intas mengakibatkan pengurangan kecepatan yang lebih besar.Untuk lebar efektif rata-rata bahu jalan antara 1 hingga 2 m pengurangan kecepatan yang diamati pada penelitian ini hampir sama dengan nilai-nilai yang bersangkutan pada Manual Kapasitas Jalan Indonesia untuk jalan antar-kota, sementara untuk bahu jalan yang lebih lebar dan l ebi h sempit nilai-nilai yang bersangkutan hampir sama hanya untuk kelas-kelas hambatan samping rendah dan amat rendah. Tingkat pengaruh sebuah kendaraan yang diparkir terhadap tingkat kinerja pada jalan dua-lajur dua-arah dapat ditentukan berdasarkan pengaruh pengurangan kecepatan yang diakibatkannya. Mengingat pengurangan kecepatan yang berarti akibat kendaraan yang diparkir telah terbukti secara statistik, pelaksanaan peraturan berhenti / parkir secara tegas penting untuk di wujudkan.", "Daftar File": {"1995 LEKSMONO SURYO PUTRANTO": "https://digilib.itb.ac.id/gdl/download/2484"}, "Penulis": "LEKSMONO SURYO PUTRANTO [26992020]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Kart Lennart, Willy Tumewu"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "VEHICULAR SPEEDS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Okt 2004"}