{"Nomor": 2130, "Judul": "TURUNAN FLAVONOID DARI NICOLAIA SPECIOSA HORAN", "Abstrak": "Salah satu sumber alam yang besar manfaatnya bagi umat manusia adalah tumbuh-tumbuhan. Senyawa kimia yang dikandung berbagai jenis tumbuhan telah banyak diteliti oleh para peneliti. Tetapi, masih banyak jenis tumbuhan termasuk yang memberikan efek fisiologis dan farmakologis bagi mahluk hidup, belum diselidiki orang dari segi kimia antara lain adalah tumbuhan suku Zingiberaceae. Salah satu jenis tanaman suku Zingiberaceae yang belum banyak diungkapkan kandungan kimianya dan banyak tumbuh di Indonesia adalah Nicolaia speciosa Horan. Penelitian sekarang ini dilakukan terhadap umbi tanaman tersebut, terutama sekali mengenai kandungan turunan flavonoid. Pengujian kimia terhadap ekstrak total dalam metanol dari umbi tanaman Nicolaia speciosa Horan, dilakukan menggunakan pereaksi yang lazim untuk senyawa flavonoid. Pemisahan campuran senyawa dilakukan dengan cara partisi berturut-turut menggunakan petroleum eter dan etil asetat. Pengujian kimia fraksi etil asetat, menghasilkan uji positif untuk senyawa flavonoid. Pemeriksaan lebih lanjut menggunakan cara kromatografi lapis tipis dan kromatografi kertas dua dimensi, menunjukkan bahwa fraksi etil asetat mengandung turunan flavonoid. dari golongan flavon, flavonol, biflavonil, dihidroflavonol, chalkon, dan auron. Fraksi etil asetat setelah dihidrolisa, untuk mendapatkan aglikon flavondid, pada pemeriksaan dengan kromatografi lapis tipis dan kromatografi kertas dua dimensi, menghasilkan kromatogram dengan pola distribusi noda yang, berbeda dengan kromatogram dari fraksi etil asetat sehelum dihidrolisa. Diperkirakan bahwa aglikon flavonoid yang diperoleh tergolong salah satu dari turunan flavon, flavonol, hiflavonil, dihidroflavonol, chalkon, dan auron. Pemisahan selanjutya dilakukan dengan kromatografi kolom, menghasilkan suatu kristal berbentuk jarum, yang memberikan satu pita elusi pada kromatografi gas-cair. Penentuan struktur molekul zat padat tersebut dilakukan berdasarkan spektroskopi ultra violet. Spektrum ultra violet dalam metanol, memberikan gambaran. bahwa senyawa tersebut adalah turunan flavon yang tidak mempunyai gugus oksigen pada cincin B. Selanjutnya, spektrum ultra violet zat padat dalam metanol dengan penambahan pereaksipereaksi NaOMe, NaOAc, NaOAc/ H3BO3, AiC13, AlC13/HCl, menunjukkan adanya gugus hidroksil pada atom C5 dari cincin A. Dengan demikian untuk sementara disarankan bahwa zat padat tersebut adalah 5-hidroksi flavon atau turunannya.", "Daftar File": {"1984_TS_PP_NIGNSIH_1.pdf": "https://digilib.itb.ac.id/gdl/download/2486"}, "Penulis": "Lia Mulianingsih", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sjamsul Arifin Achmad", "Scan: Agus"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Zingiberaceae, Nicolaia speciosa Horan, flavonoid, petroleum ether and ethyl acetate, thin-layer, paper chromatographics examinations", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "21 Nov 2004"}