{"Nomor": 2133, "Judul": "MAKNA RAGAM HIAS  PADA RANA MAKAM RAJA RAJA SUMENEP DI ASTA TINGGI MADURA", "Abstrak": "Kajian budaya terhadap aspek fisik adalah sebuah kajian yang menekankan pada konteks ruang dan waktunya. Konteks ruang menjelaskan dimana objek tersebut berada. Konteks waktu menekankan pada situasi dan keadaan yang terjadi pada masa dimana objek tersebut terjadi. Kajian terhadap aspek fisik budaya seperti aspek pikiran dan perilaku adalah elemen penting untuk menggali makna suatu objek. Aspek Fisik adalah ekspresi dari pemikiran pemikiran dan perilaku masyarakatnya.  Ragam hias rana makam raja raja Sumenep memiliki bentuk yang spesifik dibanding di tempat lain di Madura. Bentuk segiempat dengan ragam yang lebih beragam adalah kekhususan rana tersebut. Ragam Primordial, Hindu-Budha, Cina pada fungsi makam Islam, hadir dengan harmoni. Masing budaya hadir dalam bentuk ragam masing masing tanpa mengalami reduksi. Inilah daya tank kajian objek, karena berbeda latar budaya, tetapi menyatu dalam desain yang menarik. Kesamaan pandangan kosmologi, karakter terbuka pads masyarakat Ladang-Maritim dan Sufisme Islam yang berkembang saat itu memungkinkan adanya adaptasi terhadap nilai nilai yang hidup pada jamannya.  Ragam hias rana ini menjadi menarik karena makna tidak dapat dilepaskan dari struktur rana itu sendiri, dimana secara struktur, rana adalah medium antara dunia atas dan bawah. Medium ini sangat penting pada kehidupan religi masyarakat Madura. Jadi ragam bias pada rana memiliki kesamaan nilai, sebagai gambaran dunia peralihan atau medium", "Daftar File": {"2004_TS_PP_TULISTYANTORO_1.opd": "https://digilib.itb.ac.id/gdl/download/2489"}, "Penulis": "Lintu Tulistyantoro", "Kontributor / Dosen Pembimbing": ["Pembimbing : Abay.B.Subarna", "Jakob Subardjo, Scaner : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mousoleum of Sumenep King, ornament style", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2005"}