{"Nomor": 2196, "Judul": "NERACA AIR DAN POTENSI AIR TANAH   DAERAH SEMARANG DAN SEKITARNYA   PROPINSI JAWA TENGAH", "Abstrak": "Daerah penelitian secara geografis terletak di antara koordinat 110Â°10' 34\"BT - 110Â°30BT and 6Â°53'34\"LS - 7Â°12'10\"LS, ketinggian berkisar antara 0 m dan 2050 in dengan luas sekitar 716,375 km2, meliputi wilayah Kodya Semarang, Kabupaten Semarang bagian utara, Kabupaten Kendal bagian timur, dan sedikit Kabupaten Demak bagian barat. Permasalahan yang ada utamanya adalah : sumur-sumur bor yang dulunya artesis positip sekarang tidak lagi artesis dan adanya indikasi terjadinya proses penurunan muka tanah pads lokasi-okasi tertentu di bagian utara daerah penelitian. Perhitungan neraca air dan potensi air tanah dengan memanfaatkan data primer dan data sekunder yang dipadukan dengan dasar-dasar teori dan intelpretasi, balk secara deduksi maupun induksi, diharapkan dapat memberikan gambaran tentang kondisi air dan menjawab permasalahan yang ada. Hasil penelitian menunjukkan bahwa elen-elemen neraca air mempunyai harga yang relatif besar pads bulan Januari, Februari, Maret, April, November dan Desember, dan relatif mempunyai harga kecil hingga mencapai nol pads bulan Mei, Juni, Juli, Agustus, September dan oktober. Air tanah di daerah penelitian secara umum mempunyai kualitas yang memenuhi standar air minum dengan arah aliran dari selatan ke utara. Banyaknya curah hujan yang menambah cadangan air tanah (dS) = 561,30 mnith = 19,87%CH = 298.592.763,75 m3/th. Daerah penelitian dapat dibagi menjadi 4 zona potensi daerah resapan, yaitu :   \n1. Daerah Resapan Yang Sangat Baik, dengan luas  sekitar 39%   2. Daerah Resapan Yang Baik, dengan lugs sekitar 36%   \n3. Daerah Resapan Yang Kurang Baik, dengan lugs seldtar 11%   \n4. Daerah Resapan Yang Tidak Baik, dengan tugs sekitar 14%.", "Daftar File": {"PUJI PRATIKNYO": "https://digilib.itb.ac.id/gdl/download/2554"}, "Penulis": "PUJI PRATIKNYO [22194037]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sudaryo Notosiswoyo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "POTENSI AIR TANAH", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Okt 2004"}