{"Nomor": 2259, "Judul": "TOMOGRAFI ULTRASONIK  UNTUK PENCITRAAN ALIRAN  MULTI KOMPONEN - MULTI FASA", "Abstrak": "Permasalahan bagaimana menentukan aliran multi komponen-multi fasa untuk kombinasi gas, minyak dan air merupakan hal yang sangat penting di industri perminyakan. Estimasi komposisi fraksi komponen dalam bentuk rekonstruksi citra penampang suatu objek dalam aliran fluida multi komponen-multi fasa dapat dilakukan ?nenggunakan tomografi ultrasonik. Program komputer dibutuhkan untuk mengolah data-data proyeksi yang menghasilkan citra objek dari berbagai kombinasi medium. Citra ini didasarkan pada distribusi kecepatan gelombang melalui medium dan merekonstruksi dari basil pengukuran waktu tempuh gelombang ultrasonik pada transduser yang ditempatkan disekeliling pipa. Untuk mendapatkan data proyeksi dari berbagai arah, transduser pertama berfungsi sebagai transmitter dan yang lainnya sebagai receiver, langkah ini diulang hingga transduser terakhir berfungsi sebagai transmitter. Selanjutnya data dikumpulkan dalam bentuk paralel, dengan menggunakan algoritma proyeksi batik terfilter maka citra dapat direkonstruksi. Komposisi aliran merupakan kombinasi dari gas, minyak, air, lumpur dan pasir yang disimulasikan pada model matematis dari distribusi kecepatan gelombang ultrasonik pada bagian pipa. Sistem pengumpulan data menggunakan jumlah transduser 16, 32, 64 dan 128, sedangkan resolusi dari pencitraan dibatasi oleh jumlah data dari masing-masing proyeksi dan jumlah proyeksinya. Untuk mendapatkan akurasi yang lebih tinggi, maka ditambahkan jumlah transduser atau mengalikan jumlah data menggunakan metoda interpolasi spline Konsekuensi dari penambahan transduser atau pengalian data akan memerlukan waktu pemrosesan yang lama Hasil untuk menentukan resolusi citra yang relatif tinggi didapat pada jumlah transduser >_ 128, sedangkan basil eksperimen untuk menentukan estimasi komposisi fraksi dengan kombinasi minyak dan air adalah 5,14 %, kombinasi air dan pasir adalah 5, 53 % , dan kombinasi minyak, air dan pasir adalah 5,14 %", "Daftar File": {"2002 SUTRISNO SALOMO HUTAGALUNG": "https://digilib.itb.ac.id/gdl/download/2617"}, "Penulis": "SUTRISNO SALOMO HUTAGALUNG [23300030]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Deddy Kurniady", "Pembimbing II: Amoranto Trisnobudi", "Scanner: Irwan Sofiyan"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi ultrasonik, pencitraan, aliran, multi komponen - multi fasa, komposisi fraksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Nov 2004"}