{"Nomor": 2275, "Judul": "ANALISIS TINGKAT KEBUTURAN ANGKUTAN TAKSI KOTA BANDUNG DENGAN TEKNIK STATED PREFERENCE", "Abstrak": "Penyediaan angkutan umum yang baik tidak terlepas dari kondisi sosial-ekonomi masyarakatnya. Taksi, sebagai bagian dari fasilitas angkutan umum, mempunyai karakteristik dan pangsa pasar yang berbeda dengan angkutan umum lainnya. Oleh sebab itu perlu kajian sendiri untuk menentukan tingkat kebutuhan taksi. Penelitian ini menitikberatkan pads pengkajian karakteristik dan mencari tingkat kebutuhan taksi di Kotamadya Bandung, dan diharapkan dapat digunakan untuk memperkirakan jumlah taksi yang dibutuhkan di Kodya Bandung. Metoda yang digunakan untuk menganalisis ini adalah Analisa Kategori-Orang, dan perhitungan dilakukan dengan cara melalui pendekatan Multiple Classification Analysis (MCA). Model tingkat pergerakan  yang dikembangkan diuji secara statistik sehingga diperoleh model terbaik. Penelitian ini juga mencoba memperoleh gambaran potensi penggunaan taksi path beberapa kondisi hipotesis. Hal ini dilakukan dengan disain eksperimen Stated Preference, yang dianalisis dengan pendekatan multi regresi. Model pemilihan mods taksi yang diperoleh diuji secara statistik dan parameter model diperiksa terhadap kriteria kemasuk-akalan ( reasonability criteria). Sensitivitas respon individu dalam memilih moth taksi terhadap perubahan atribut juga diukur dengan menggunakan analisis elastisitas model. Model tingkat pergerakan terbaik berdasarkan uji statistik menghasilkan 12 kategori tingkat pergerakan, dengan rentang nilai 1,033-3,800 perjalanan/rninggu/keluarga. Sedangkan jumlah perjalanan per hari diidentifikasi dengan 3 skenario proporsi pengguna, karena dari penelitian ini tidak diperoleh data proporsi pengguna sebenarnya. Pada analisis terhadap data Stated Preference, model utilitas yang dihasilkan memenuhi syarat uji statistik dan kriteria kemasukakalan parameter. Nilai R2 yang dihasilkan cukup rendah, yaitu 0,244. Hal ini salah satunya mungkin disebabkan oleh pemilihan nilai probabilitas untuk transformasi nilai utilitas yang tidak terlalu tepat. Elastisitas probabilitas pemilihan taksi relatif lebih sensitif terhadap perubahan biaya, dibanding terhadap perubahan waktu tempuh perjalanan, perubahan pendekatan, dan perubahan tingkat pelayanan .", "Daftar File": {"TITI KURNIATI": "https://digilib.itb.ac.id/gdl/download/2634"}, "Penulis": "TITI KURNIATI [25097040]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Ade Syafruddin, Pembimbing II: Pamudji Widodo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "TEKNIK STATED PREFERENCE", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Okt 2004"}