{"Nomor": 2318, "Judul": "THE POTENTIAL OF AERIAL TRIANGULATION  COMBINED WITH AIRBORNE POSITIONING DATA  FOR TOPOGRAPHIC MAPPING IN INDONESIA", "Abstrak": "1.Background, Objectives and Scope of the Research The background of this study is set by the problems of basic mapping, as encountered in Indonesia. The attention is concentrated on ground control and aerial triangulation, as it has a decisive bottleneck function with regard to the efficiency and accuracy of the mapping process. It can be anticipated that the ground control points will remain a most serious problem for Aerial Triangulation (hereinafter abbreviated as AT). They will continue to be the most expensive, the most time consuming and the most sensitive part of AT, if the present methods of operations will have essentially to be maintained. The real intention must be, therefore, to look out for a much more fundamental solution to the problem. It means to look for methods which would allow to do AT, either without ground control at all or with a very limited number of ground control points only. The solution of the problem is expected by referring to the use of kinematic camera positioning data, as obtained by navigation systems, for AT by combined block adjustment. It is in particular of prime interest to clarify whether it will be feasible, eventually, and sufficiently accurate, to do the AT for topographic mapping totally or nearly without ground control. The study involves the incorporation in principle of any airborne positioning data such as CCNS (Computer Controlled Navigation System), INS (Inertial Navigation System) or GPS (Global Positioning System) in combined blockadjustment of photogrammetric data and the airborne positioning data. However, the main attention is focused on GPS, the NAVSTAR satellites based positioning system which represents now the present state-of-the-art of positioning systems in geodesy. The potential benefit of such data, i.e. the obtainable accuracy, is primarily studied by the technique of computer simulation. Thus, the contents of this study are essentially theoretical in nature, although recent empirical results are discussed and included in the assessment. 2. State-of-the-Art of Aerial Triangulation The requirements of ground control for photogrammetric mapping have motivated the development of AT from the beginning of aerial surveys. The technique of spatial AT was originally understood as a method to reconstruct strips of photographs in order to determine position and elevation of the so-called minor control points. Since computer programs and computers have become available to users, most previous limitations have been overcome and AT has raised its performance to a new level of practical effectiveness, accuracy and economy. It has developed into a method of point determination in its own right, to be compared with geodetic methods. Like most conventional geodetic methods of point determination also AT is actually a method of network densification, as it requires at least some control points. This aspect may change, however, as is shown in this study. AT can also be seen as a method of indirect determination of the photo-orientation parameters. Analytical AT with digital data processing is the only form of AT to be considered today. It implies, in its rigorous form of photo-triangulation, the simultaneous numerical solution for all unknown exterior orientation parameters of all photographs of a block, and for all unknown coordinates of all object points involved, referring to an object coordinate system.", "Daftar File": {"1989 PAUL SUHARTO": "https://digilib.itb.ac.id/gdl/download/2679"}, "Penulis": "PAUL SUHARTO", "Kontributor / Dosen Pembimbing": ["Promotor: Jacub Rais", "Co-Promotor: F. Ackerman", "Scanner: Irwan Sofiyan"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "AERIAL TRIANGULATION, AIRBOND", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Nov 2004"}