{"Nomor": 2613, "Judul": "ACTA PHARMACEUTICAL INDONESIA", "Abstrak": "Abstrak  \nPengujian efek ekstrak metanol fraksi air dan fraksi etil asetat dari ekstrak metanol daun Kadsura scandens BI terhadap mutagenesis pada tikus dan terhadap proliferasi limposit manusia secara in vitro telah dilakukan. Metode pengujian aktivitas antimutagenik adalah uji mikronukleus dengan menggunakan siklofosfamida (50 mg/kg) sebagai mutagen. Bahan uji diberikan secara oral pada dosis 1 dan 2 g/kg untuk ekstrak metanol, 0,5 dan 1,0 g/kg untuk fraksi air, dan 0,5 dan 1,0 g/kg untuk fraksi etil asetat. Aktivitas antimutagenik ditunjukkan oleh adanya penurunan jumlah mikronukleus dalam setiap 200 sel eritrosit polikromatik pada preparat apusan sumsum tulang paha tikus. Untuk pengujian efek terhadap proliferasi limfosit, dosis yang digunakan adalah 100, 150, dan 200 .tg/ml untuk ekstrak dan fraksi. Parameter yang diamati adalah jumlah sel limfosit hidup yang tidak terwarnai oleh pewarna trypan blue. Hasil menunjukkan bahwa ekstrak metanol, fraksi air, dan fraksi etil asetat pada semua dosis yang digunakan menurunkan jumlah mikronukleus secara bermakna. Fraksi air pada dosis 1,0 g/kg memberikan efek yang paling tinggi (1,43 permil), diikuti oleh ekstrak metanol pada dosis 2 g/kg (1,43 permil). Ketiga bahan uji pada semua konsentrasi menurunkan jumlah limfosit manusia secara bermakna. Fraksi etil asetat pada konsentrasi 200 ttg/ml mempunyai daya hambat paling besar (67,0%) dan fraksi air paling rendah. Penapisan fitokimia menunjukkan ekstrak metanol dan fraksi air mengandung golongan senyawa kuinon, steroid, tanin dan polifenol, fraksi etil asetat mengandung alkaloid.", "Daftar File": {"2004_JR_PP_WARDHANA_1_asli.pdf": "https://digilib.itb.ac.id/gdl/download/2978"}, "Penulis": "Anas Subarnas", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Buku", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Key words :Kadsura scanden, methanolic extract, water fraction, ethylacetate fraction, mutagenesis, human lymphosite, proliferation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2005"}