{"Nomor": 2674, "Judul": "PENGARUH BENZO (a) PIRENA DAN 7,12 - DINIETILBENZ (a) ANTRASENA TERHADAP TURBELLARIA", "Abstrak": "ABSTRAK:  \nMaksud dan tujuan penelitian ini adalah untuk mengetahui pengaruh benzo(a)pirena (BP) dan 7,12--dimetilbenz(a)antrasena (DMBA) terhadap Turbellaria. Seperti diketahui, Turbellaria termasuk golongan Protostoma yang paling sederhana. Hewan ini dapat dikembang-biakkan dengan baik di laboratorium pada 25Â°C dengan menggunakan media pertumbuhan yang cocok, dan dengan mengindar goncangan.  Pada penelitian selanjutnya didapatkan bahwa BP seperti juga halnya dengan DMBA tidak berpengaruh terhadap morfologi Turbellaria. Sebaliknya 7-hidroksimetil-12-metilbenz(a)antrasena yang dikenal sebagai \"ultimate carcinogen\" mempengaruhi morfologi hewan percobaan tersebut.Senyawa yang terakhir ini dapat dibentuk dari DMBA dalam jaringan hewan yang mempunyai sitokrom P-450. Sitokrom ini pegang peranan penting dalam proses pengubahan tersebut. Penelitian lebih lanjut menghasilkan bahwa sitokrom P-450 ternyata tidak terdapat dalam Turbellaria, maka hal ini dapat menerangkan mengapa BP dan DMBA tidak aktif. Selanjutnya harus diperhatikan bahwa kelainan morfologi tersebut hilang setelah 11 hari. Hal ini mungkin disebabkan karena Turbellaria mempunyai daya regenerasi yang hebat yang nampaknya sangat erat hubungannya denganmekanisme perbaikan yang efisien pada DNA yang mengalami kelainan. Walaupun Turbellaria tidak mempunyai sitokrom P-450, tetapi ternyata BP dan DMBA dapat mengganggu sintesis protein dan glikogen. Di samping ini terdapat penurunan aktifitas spesifik dan aktifitas total laktat dehidrogenase dan glutamat piruvat transaminase.Sebaliknya terjadi kenaikan aktifitas spesifik dan aktifitas total glutamat oksaloasetat transaminase, fosfatase asam, fosfatase alkali dan rhodanese. Pada peristiwa ini BP dan DMBA diperkirakan tidak bekerja sebagai karsinogen melainkan sebagai senyawa penginduksi atau senyawa penekan dalam proses sintesis protein termasuk enzim. Selanjutnya ditemukan bahwa homogenat Turbellaria, baik Turbellaria normal maupun yang telah dikenakan kedua karsinogen tersebut menunjukkan 8 pita protein pada elektroforegram gel disk. Dua di antaranya ternyata isoenzim laktat dehidrogenase. Hal ini juga menunjukkan bahwa balk BP maupun DMBA tidak mengadakan perubahan pada DNA sel Turbellaria. Tidal( adanya sitokrom P-450 dan adanya mekanisme perbaikan yang efisien pada DNA Turbellaria menyebabkan sukarnya menginduksi kanker pada hewan tersebut. Apakah hal ini secara umum berlaku untuk hewan tingkat rendah masih memerlukan penelitian yang lebih mendalam.", "Daftar File": {"1982_TS_PP_MULYADI.pdf": "https://digilib.itb.ac.id/gdl/download/3041"}, "Penulis": "Mulyadi", "Kontributor / Dosen Pembimbing": ["Pembimbing I:P. Soedigdo Pembimbing II:Soekeni SoedigdoScanner: kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "the other hand 7-hydroxymethyl 12-methylbenz(a)anthracene, which is known as an ultimate carcinogen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Jan 2006"}