{"Nomor": 2675, "Judul": "FACTORS AFFECTING THE USE OF EXISTING FOOTBRIDGES IN BANDUNG", "Abstrak": "Tujuan penelitian didalam thesis ini adalah untuk menentukan faktor-faktor yang mempengaruhi penggunaan jembatan-jembatan penyebrang yang ada di Kota Madya Bandung. Untuk mencapai tujuan ini telah dilakukan beberapa macam survey lapangan di kedua belas jembatan pada waktu periode sibuk. Ternyata dalam banyak hal, jembatan-jembatan tersebut dibangun dan ditempatkan pada lokasi yang tidak berdasarkan pertimbangan kebutuhan penyebrang, melainkan pada umumnya untuk maksud tertentu yaitu sebagai tempat penggantung papan iklan. Terlihat pula bahwa proporsi penggunaan jembatan penyebrang terhadap jumlah total penyebrang sangat bervariasi tapi pada umumnya nilai itu rendah. Hasil analisa menunjukkan bahwa faktor-faktor kwalitative sangat menentukan dalam penggunaan jembatan, khususnya faktor pemeliharaan dan perencanaan jembatan, juga faktor lokasi jembatan itu sendiri apakah jembatan itu terletak didaerah sekolah atau bukan. Faktor lainnya yang mempengaruhi penggunaan jembatan adalah ada tidaknya median di tengah jalan, yang berfungsi sebagai tempat berhenti sementara (berlindung) bagi para penyebrang,\tsehingga bagi jembatan-jembatan yang mempunyai median dibawah atau sekitarnya umumnya kurang dimanfaatkan. Beberapa faktor yang tadinya diharapkan mempengaruhi penggunaan jembatan, ternyata secara umum bukanlah merupakan faktor yang penting. Faktor-faktor ini meliputi : perbandingan waktu perjalanan penyebrang diatas jembatan terhadap waktu perjalanan penyebrang dibawah jembatan; volume lalu-lintas;kecepatan kendaraan; lebar jalan; dan arah arus lalu lintas. Sebagian besar para penyebrang memilih menyebrang dibawah jembatan dengan alasan lebih cepat. Pertimbangan ini rupanya secara umum lebih penting dibandingkan dengan faktor keselamatan yang lebih besar bila memakai jembatan. Pada salah satu lokasi jembatan, terdapat pagar penghalang yang diletakkan disalah satu sisi trotoir untuk mendorong para penyebrang memakai jembatan tersebut, ternyata cara ini kiranya kurang berhasil untuk diterapkan di Kota Bandung", "Daftar File": {"1984_TS_PP_SUSILO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3043"}, "Penulis": "Budi Hartanto Susilo", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. MR.Nick Marler, 2. Willy Tumewu , 3. Djuanda.S , Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "footbridges, pedestrian crossing, Bandung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Apr 2005"}