{"Nomor": 2678, "Judul": "THE APPLICATION OF CONTRAM (CONTINUOUS     TRAFFIC ASSIGNMENT MODEL) TO PART OF THE BANDUNG ROAD NETWORK", "Abstrak": "CONTRAM telah diterapkan pada sebagian jaringan jalan di Bandung untuk menguji apakah model ini dapat digunakan pada kondisi lalu-lintas Indonesia. Masukan-masukan yang diperlukan untuk CONTRAM telah diukur di lapangan. Data-data tersebut adalah permintaan asal-tujuan, sifat-si fat dari jaringan jalan seperti panjang ruas jalan, arus jenuh, waktu tempuh bebas untuk setiap ruas jalan dan juga ketentuan-ketentuan dari persimpangan dengan lampu pengatur lalu-lintas.  Dengan menggunakan CONTRAM, masukan-masukan tersebut diprogram untuk manperkirakan keluaran-keluaran seperti kecepatan rata-rata, besar, arus, waktu perjalanan total dari seluruh kendaraan pada jaringan jalan selama perioda pengamatan, jarak tempuh total, hambatan, panjang antrian, derajat kejenuhan dan penakaian bahan bakar total. Beberapa dari keluaran-keluaran tersebut telah diperbandingkan dengan hasil pengukuran langsung dari lapangan.  Percobaan yang dilakukan pada jaringan jalan Braga - Tamblong Lernbong - Asia Afrika di Bandung memberi petunjuk bahwa perkiraan-perkiraan yang diberikan oleh CONTRAM adalah lebih rendah dari hasil pengukuran langsung di lapangan untuk besar arus (- 16 persen), waktu perjalanan total (- 6 persen) dan jarak tempuh total (- 7 persen), tetapi CON-TRAM memberi perkiraan yang lebih tinggi untuk kecepatan langsung rata rata (+ 3 persen).  Lalu-lintas yang belok kekiri pada persimpangan jalan yang tidak diatur menurut CONTRAM menbutuhkan waktu yang lebih lama jika dibandingkan dengan hasil penelitian langsung di lapangan, hal mana mungkin disebabkan oleh perbedaan tata cara berlalu lintas antara Inggris dan Indonesia.  Besar arus jenuh yang diusulkan CONTRAM untuk ruas jalan dengan \"give-way\", agaknya terlalu rendah untuk kondisi Indonesia.  Telah disimpulkan bahwa CONTRAM dapat digunakan di Indonesia meskipun model untuk persimpangan yang tidak diatur harus disesuaikan dengan kondisi Indonesia.", "Daftar File": {"1984_TS_PP_ABBAS_1.pdf": "https://digilib.itb.ac.id/gdl/download/3047"}, "Penulis": "Hertono Abbas", "Kontributor / Dosen Pembimbing": ["Pembimbing:1. John Pretice, 2. Djuanda.S , 3. Willy Tumewu , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Contram , Bandung road network", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Apr 2005"}