{"Nomor": 2688, "Judul": "THE INFLUENCE OF SOME PHYSICAL CHARACTERISTICS OF COARSE AND FINE AGGREGATE ON THE STABILITY, FLEXIBILITY AND SKID RESISTANCE OF A HOT ROLLED MIX", "Abstrak": "Tujuan dari penelitian ini adalah untuk mempelajari pengaruh beberapa sifat fisik dari batuan kasar dan halus terhadap stabilitas, kelenturan dan tahanan gelincir campuran aspal beton (Hot Rolled Mix). Sifat-sifat fisik batuan kasar yang diselidiki ialah jumlah, bentuk dan ukurannya, sedangkan sifat fisik batuan halus yang diselidiki ialah bentuknya. Nilai stabilitas campuran didapat dari percobaan Marshall; kelenturan campuran dinyatakan dalam nilai kuat tariknya yang didapat dari percobaan Kuat Tarik Tak Langsung, sedangkan tahanan gelincir permukaan ditentukan dengan menggunakan alat British Pendulum dan pengukuran kedalaman teksturnya. Hasil penelitian menunjukan bahwa dalam daerah jumlah batuan kasar yang diselidiki, bila jumlah batuan kasar meningkat, nilai stabilitas Marshallnya nail (disertai dengan penurunan nilai flownya). Pada jumlah batuan kasar yang tinggi, nilai stabilitas Marshall dipengaruhi oleh bentuk dari batuan kasarnya, tetapi dalam daerah jumlah batuan kasar yang diselidiki nilai Marshall Quotientnya sangat dipengaruhi oleh bentuk dari batuan halusnya. Kekuatan Tarik dari semua campuran meningkat dengan penambahan jumlah batuan kasar hingga mencapai kandungan 40%, lalu turun. Pada kandungan batuan kasar yang rendah, Kekuatan tarn( campuran sangat dipengaruhi oleh bentuk batuan halus, sedangkan pada kandungan batuan kasar yang ' tinggi (55%), faktor bentuk dari batuan kasarlah yang dominan. Alat British Pendulum tidak dapat menyatakan secara lengkap tahanan gelincir dari suatu permukaan. Dengan menggunakan nilai Skid Number (SN), yang mempertimbangkan pengaruh tekstur mikro dan tekstur makro dari permukaan, tahanan gelincir meningkat dengan penambahan kandungan batuan kasar. Suatu campuran yang mengandung 40% batuan kasar pecah dan batuan halus pecah akan menghasilkan campuran yang paling baik ditinjau dari segi stabilitas, kelenturan dan tahanan gelincirnya.", "Daftar File": {"1985 SIDARAHARDJA": "https://digilib.itb.ac.id/gdl/download/3057"}, "Penulis": "Edwardus Permadi [S2-818301]", "Kontributor / Dosen Pembimbing": ["James Mc Envaley", "Samuel Handi", "Djuanda Suraatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "The Stability, Flexibility and Skid-Resistance of a Hot Rolled Mix.", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "21 Apr 2005"}