{"Nomor": 2690, "Judul": "THE INFLUENCE OF SODIUM CHLORIDE ON THE LIME STABILISATION OF A HIGHLY PLASTIC CLAY SOIL", "Abstrak": "Kekuatan dari pada tanah dasar memegang peranan penting dalam penentuan tebal perkerasan yang dibutuhkan pada sebuah jalan aspal(flexible road pavement). Jika tanah dasar terdiri dari tanah yang berkadar lempung yang tinggi sifat sifat fisiknya harus.diperbaiki, sebab tanah lempung mempunyai daya dukung yang rendah dan sangat sensitive terhadap perubahan kadar air. Thesis ini menjelaskan hasil sebuah penyelidikan terhadap stabilisasi tanah tersebut diatas dengan kapur dan garam. Tanah lempung diambil dari Ujung Berung, Bandung, dengan kadar lempung 62 % dan PI = 57 %. Untuk keperluan tersebut diatas, beberapa kombinasi dari kadar garam dan kapur yang dicampur dengan tanah tersebut. Beberapa percobaan dilaboratorium telah dilakukan untuk menyelidiki pengaruh kedua additive diatas terhadap plastisitas, derajat pengembangan, dan kekuatan tanah tersebut(unconfined compression strength). Hasil penyelidikan di laboratorium menunjukkan bahwa dengan penambahan garam pada campuran tanah (dengan kapur ataupun tidak) menaikkan liquid limit(LL), menurunkan plastic limit(PL), sehingga nilai plasticity Index(PI) bertambah. Derajat pengembangan bertambah sejalan dengan penambahan kadar garam didalam campuran. Hasil ini didapat dari 2 macam kadar kapur dalam campuran yaitu 4 7. dan 8 %(persentasi dari berat kering tanah) dan tanah tanpa kapur. Penambahan garam dengan kadar yang kecil pada campuran tanah dengan kapur (4 % dan 8 %) menaikkan kekuatan dibanding jika dengan kadar yang sama memakai kapur saja. Tapi peningkatan kekuatan tersebut hanya terjadi pada kadar garam dibawah 2 %, sebab penambahan kadar garam lebih dari 2 % akan cenderung menurunkan kekuatannya. Peningkatan kekuatan yang terbesar terjadi pada kadar garam sekitar 1 %. Dengan menggunakan hasil hasil percobaan diatas dibuat analisa ekonomi yang sederhana yang berdasarkan pada harga garam dan kapur di Bandung. Dari\tanalisa\tharga didapat kesimpulan bahwa\tuntuk mendapatkan suatu kekuatan tertentu, akan lebih murah biayanya dengan memakai kapur saja dibanding dengan menggunakan kapur dan garam dan dengan memakai kapur saja derajat pengembangan akan berkurang. Dari segi teknik dan biaya, pemakaian garam pada stabilisasi kapur untuk tanah lempung dari Ujung Berung tidak akan menghasilkan keuntungan.", "Daftar File": {"1985 Jawali Marbun": "https://digilib.itb.ac.id/gdl/download/3059"}, "Penulis": "Jawali  Marbun [818303]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:J.D. Geddes  Pembimbing 2:Suhardjito Pradoto Pembimbing 3: Djuanda Suraatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SODIUM CHLORIDE,PLASTIC CLAY SOIL", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Jan 2005"}