{"Nomor": 2691, "Judul": "PERFORMANCE OF SOME SURFACE DRESSING TRIALS IN THE BANDUNG AREA", "Abstrak": "Surface dressing sebagai bentuk penanganan pemeliharaan jalan, adalah suatu lapisan aspal tipis yang disemprotkan keatas permukaan jalan dan tertutup oleh batu pecah berukuran tunggal, yang berfungsi meningkatkan kekesatan dan menutupi retak retak permukaan jalan sehingga dapat mencegah perembesan air kelapisan dibawahnya.  Pengalaman umum menunjukkan, keberhasilan suatu surface dressing sangat tergantung kepada perlekatan antara aggregat, pengikatnya dan permukaan jalan.  Penelitian yang diuraikan didalam tesis ini, bertujuan mempelajari perwujudan sejumlah percobaan surface dressing dihubungkan dengan kekuatan perlekatannya dan ketahanannya terhadap kelicinan. Faktor faktor yang mempengaruhi perwujudan surface dressing dilapangan, dipertimbangkan dan diteliti, terutama terhadap sifat fisik bahan dan perubahan sifat bahan ak'ibat lalu lintas dan keadaan cuaca.  Adanya beberapa alasan yang patut dipertimbangkan, menyebabkan penelitian ini sebagian besar tidak memuaskan dan tidak dapat ditarik suatu kesimpulan yang\tberhasil guna terhadap pengaruh berbagai faktor seperti ukuran batu maupun jenis bahan pengikatnya. Namun demikian dapat dibuat beberapa hasil pengamatan sebagai berikut: peranan viskositas pengikat merupakan faktor yang sangat penting selama proses pengerasan aspal sampai tercapainya perwujudan yang mantap; surface dressing dengan batu pecah berukuran nominal 12 mm mempunyai nilai kekesatan yang tinggi dan mempunyai kedalaman tekstur yang cukup memenuhi syarat bagi jalan dengan lalu lintas berkecepatan diatas 95 km per jam sebagai yang diuraikan dalam Road Note 27.  Disarankan seyogyanya dilakukan penelitian dengan sistematik terhadap perwujudan surface dressing dengan panjang yang sesuai dan terletak disuatu tempat dengan lalu lintas yang terwakili serta dibuat dibawah pengawasan yang cermat. Penelitian tersebut hendaknya meliputi penentuan tingkat kekedapan lapisan.", "Daftar File": {"1985_TS_PP_JUSTANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3060"}, "Penulis": "Justanto", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sacn: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Some surface dressing trialss.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Mar 2005"}