{"Nomor": 2697, "Judul": "TRANSYT COORDINATION OF TRAFFIC SIGNALS IN BANDUNG", "Abstrak": "TRANSYT adalah suatu paket program komputer untuk menetapkan pembagian waktu hijau dan \"offsets\" dari lampulampu lalu-lintas dalam suatu daerah, untuk membuat biaya operasi kendaraan dalam jaringan itu sekecil mungkin. \"Performance Index\" atau PI merupakan fungsi dari jumlah biaya perjalanan pada suatu \"link\", biaya dari setiap penghentian, dan biaya dari setiap satuan keterlambatan. Khususnya, PI ini harus dibuat sekecil mungkin. Metoda ini menggunakan suatu model yang efektif, tapi sederhana, dari lalu-lintas pada suatu jaringan jalan tertentu. Prosedur optimisasi tersedia dalam model TRANSYT untuk menetapkan pengaturan lampu-lampu lalu-lintas yang terbaik yang didasarkan pada pembuatan PI dari jaringan jalan sekecil mungkin. Aplikasi dari program TRANSYT versi 8 untuk jaringan lalu-lintas kota Bandung yakni di pusat daerah perdagangan memperlihatkan bahwa program ini dapat dipraktekkan secara berhasil, denga peningkatan arus lalu-lintas yang berarti. Dibanding dengan kondisi sekarang, semua parameter yang dihasilkan program TRANSYT menunjukkan perbaikan: total jarak yang ditempuh di dalam jaringan tidak mengalami perubahan yang berarti; total waktu yang ditempuh berkurang 35%; total keterlambatan berkurang 67% dan kecepatan kendaraan dalam jaringan bertambah 51%.   Modifikasi dari tiga persimpangan, dengan memberikan lampu lalu-lintas ternyata tidak memberikan perbaikan yang berarti. Ini diperkirakan karena \"link-link\" yang sekarang mempunyai (atau mengambil) prioritas memiliki arus yang tidak seimbang dengan \"link-link\" pemberi prioritas. Tetapi modifikasi tersebut menghasilkan harga kecepatan yang lebih besar pada sebagian besar jalan-jalan utama. Suatu harga kecepatan yang diinginkan dapat diperoleh dengan memasukkan anggapan data kecepatan jelajah (cruise speed). Telah diperoleh bahwa PI kurang peka terhadap perubahan arus jenuh daripada terhadap perubahan dalam kecepatan jelajah yang dimasukkan. Keterbatasan data dan kesulitan dalam langkah awal untuk menjalankan program tersebut menyebabkan ketidakefisienan waktu dalam usaha mengaplikasikan program TRANSYT. Evaluasi dilapangan sebelum dan sesudah pemakaian TRANSYT diperlukan untuk menaksir untung-rugi dari pengkoordinasian lampu-lampu lalu-lintas di suatu jaringan yang padat lalu lintasnya.", "Daftar File": {"1986 D.Denni Sudiyono": "https://digilib.itb.ac.id/gdl/download/3066"}, "Penulis": "D.Denni Sudiyono [818417]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "the total distance travelled would not ignificantly change", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Feb 2005"}