{"Nomor": 2717, "Judul": "SETTLEMENT OF BANDUNG CLAY UNDER TRIAL EMBANKMENT LOADING FOR THE PADALARANG-CILEUNYI TOLL HIGHWAY", "Abstrak": "SETTLEMENT OF BANDUNG CLAY UNDER TRIAL EMBANKMENT LOADING FOR THE PADALARANG-CILEUNYI TOLL HIGHWAY, Wilopo, Didik H., 1988 Program Sistem dan Teknik Jalan Raya, Fakultas Pasca Sarjana, Institut Teknologi Bandung.  Jalan toll antara Padalarang dan Cileunyi untuk jalur lintas cepat sekitar kota Bandung, sekarang sedang dikerjakan. Bagian timur dari routenya melalui bekas danau lama, yang terdiri dari tanah volcanic yang sangat lembek. karena perkiraan laju penurunan yang tepat itu sulit, khususnya untuk membangun diatas tanah lembek, maka percobaan timbunan di lapangan dengan skala penuh sering digunakan. Hal ini untuk meyakinkan bahwa dengan kondisi yang ada, secara teknik dapat dimengerti/diperkirakan keadaan tanahnya, sebelum keputusan tentang laju/tahapan pembangunan atau kemungkinan teknik perbaikan tanah diambil. Demikian halnya untuk jalan tol Padalarang-Cileunyi, percobaan timbunan dibangun antara bulan Oktober 1987 dan bulan Maret 1988 dengan beberapa variasi. Ada 6 bagian, 2 bagian tanpa perkuatan dengan ketiggian berbeda, 2 bagian memakai geodrain dengan kedalaman dan jarak antara yang berbeda dan 2 bagian lagi memakai perkuatan grid polymer dalam susunan yang berbeda pada dasar embankment. Thesis ini mendiskusikan dan menganalisa karakteristik penurunan untuk masing-masing bagian dari percobaan timbunan. Perhitungan total dan laju penurunan memakai program komputer.  Didapat hubungan yang baik antara karakteristik penurunan secara teoritis dan kenyataan. Latar belakang geologi deposit ini, menyebabkan bentuk struktur yang terbuka dan timbulnya lapisan-lapisan drainase. Sehingga terlihat laju penurunan lebih tinggi dari pada bila ditentukan dengan menggunakan cara konvensional dengan data geoteknik yang telah didapat, hal ini sesuai dengan penelitian-penelitian lain yang telah dilakukan terhadap tanah lembek yang terbebani. Pemakaian geodrain untuk tinggi timbunan yang normal nampak tidak perlu, bila ditinjau dari laju penurunan yang terjadi. Pemakaian beban tambah akan berdaya guna untuk menghindarkan masalah penurunan pasca pembangunan, sehingga perkerasan kaku beton bisa digunakan. Untuk percobaan perkuatan dasar timbunan, didapatkan bahwa 2 lapisan dari SS2 geogrid tidak mempengaruhi besar penurunan, sedang yang semi-kaku geocells mengurangi total settlement sekitar 30%, juga mengurangi perbedaan penurunan di arah melintang. Pengamatan dengan inclinometer didapatkan bahwa pergeseran lateral kecil sekali. Juga dari pembacaan penurunan di lapangan terlihat batas kekuatan tanah lebih tinggi dari perkiraan. Hal ini menunjukan gangguan yang cukup berarti terhadap contoh tanah dengan metoda yang dipakai sekarang.", "Daftar File": {"1988_TS_PP_WILOPO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3089"}, "Penulis": "Didik Hari Wilopo", "Kontributor / Dosen Pembimbing": ["Pembimbing:1.J.Scott Younger,2.Aziz Jaya Putra,3.Djuanda Suraatmadja, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "soft volcanic materials, Bandung clay, embakment, Padalarang-Cileunyi tool highway", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Apr 2005"}