{"Nomor": 2721, "Judul": "ECONOMIC INVESTIGATION OF ALTERNATIVE HIGHWAY ROUTES BETWEEN CIAWI AND CIANJUR, INDONESIA", "Abstrak": "The Directorate General of Highways of Indonesia has succeeded in restoring and rehabilitating deteriorated highways to a stable condition. The dominant task that will emerge as a consequence of this huge improvement will be to maintain the highway network to an acceptable level with minimum total cost of transportation to the nation. \nThis thesis describes the determination of an optimum combination of maintenance operations which would result in minimum total transportation cost over a specified period. The Highway Design and Maintenance Standards Model (HDM III) was used to study the two alternative routes between Ciawi and Cianjur, West Java, Indonesia. These selected highway routes are completely different with respect to terrain, geometry, alignment, and environment. The first route having a length of 47.9 km, runs across the mountainous terrain of Puncak. The second route is an arterial highway which connects Ciawi and Cianjur via Cibadak and Sukabumi, through relatively flat terrain, for a distance of 77.7 km \nBased on the optimum maintenance policy, comparisons of the total transportation cost and the total vehicle operating cost on the two routes were investigated. Immediate improvement of the longer route is strongly indicated if maximum benefit is to be achieved, together with regulations which would require the use of this longer route by large trucks and buses.  \nThe exercise also delineated the need to calibrate the relationships in the HDM III model to suit local conditions and the economic environment to obtain more realistic solutions.", "Daftar File": {"1987 Hasan Basri Saleh": "https://digilib.itb.ac.id/gdl/download/3094"}, "Penulis": "Hasan Basri Saleh [888511]", "Kontributor / Dosen Pembimbing": ["Supervisor: Jhon Hugs Jones", "Co-supervisor: Willy Tumewu", "Scan: Cecep"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "The Directorate General of Highways Indonesia, total cost of transportation, Maintenance Standards Model.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Feb 2005"}