{"Nomor": 2724, "Judul": "HUBUNGAN KANDUNGAN LEHAK: IKAN LEMURU DENGAN BEBERAPA SIFAT  BIOLOGINYA", "Abstrak": "ABSTRAK DESERTASI \nIkan lemuru (Sardinella longiceps) adalah jenis ikan yang mempunyai nilai ekonomis penting. Jenis ikan ini merupakan salah satu sumberdaya ikan yang sangat penting karena potensinya cukup besar dan mempunyai prospek pemanfaatan yang baik. Dalam pemanfaatannya, ikan lemuru dapat diolah menjadi ikan lemuru kaleng (= sardencis), ikan pindang (=cue), ikan asin dan limbahnya dapat diolah menjadi tepung ikan. Ikan lemuru juga dapat digunakan sebagai umpan. \nIkan lemuru adalah ikan berlemak (fatty fish) karena kandungan lemaknya relatif tinggi pada saat tertentu dan bervariasi dari tahun ke tahun. Hal ini sering menjadi kendala dalam usaha pengolahan ikan lemuru.Pengamatan pendahuluan dan studi pustaka menunjukkan bahwa variasi kandungan lemak ikan lemuru sangat dipengaruhi oleh beberapa sifat biologinya. Dipihak: lain, lemak lemuru mengandung cukup banyak asam-asam lemak polienoat penting (EPA = C20:5?3 dan DHA = C22:?3) yang dianggap bermanfaat untuk: mencegah penyakit jantung koroner. \nBerdasarkan informasi dan pemikiran seperti yang telah diuraikan diatas akan dilihat kemungkinan adanya korelasi antara beberapa sifat biologi ikan lemuru dengan kandungan lemak total dan profil asam lemaknya. Dengan demikian kandungan lemak total dan profil asam lemaknya Ikan lemuru (Sardinella longiceps) adalah jenis ikan yang mempunyai nilai ekonomis penting. Jenis ikan ini merupakan salah satu sumberdaya ikan yang sangat penting karena potensinya cukup besar dan mempunyai prospek pemanfaatan yang baik. Dalam pemanfaatannya, ikan lemuru dapat diolah menjadi ikan lemuru kaleng (= sardencis), ikan pindang (=cue), ikan asin dan limbahnya dapat diolah menjadi tepung ikan. Ikan lemuru juga dapat digunakan sebagai umpan. \nIkan lemuru adalah ikan berlemak (fatty fish)         \nkarena kandungan lemaknya relatif tinggi pada saat tertentu dan bervariasi dari tahun ke tahun. Hal ini sering menjadi kendala dalam usaha pengolahan ikan lemuru. Pengamatan pendahuluan dan studi pustaka menunjukkan bahwa variasi kandungan lemak ikan lemuru sangat dipengaruhi oleh beberapa sifat biologinya. Dipihak lain, lemak \tlemuru mengandung cukup banyak asam-asam       \nlemak polienoat penting (EPA = C20:5?3 dan DHA = C22:?3) yang dianggap bermanfaat untuk: mencegah penyakit jantung koroner. \nBerdasarkan informasi dan pemikiran seperti yang telah diuraikan diatas akan dilihat kemungkinan adanya korelasi antara beberapa sifat biologi ikan lemuru dengan kandungan lemak total dan profil asam lemaknya. Dengan demikian kandungan lemak total dan profil asam lemaknya", "Daftar File": {"1988_DIS_PP_MOELJANTO_1_JUDUL26ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/3097"}, "Penulis": "R. Moeljanto", "Kontributor / Dosen Pembimbing": ["Pembimbing : Oey Ben Liang"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biologi, Lemak ikan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2005"}