{"Nomor": 2725, "Judul": "OVERVIEW 0F INDONESIAN ROAD MAINTENANCE MANAGEMENT SYSTEM", "Abstrak": "OVERVIEW OF INDONESIAN ROAD MAINTENANCE MANAGEMENT SYSTEM, Karyawan, Singgih, 1988, Program Sistem dan Teknik Jalan Raya, Fakultas Fasca Sarjana, Institut Teknologi Bandung. Mengingat banyaknya ruas jalan nasional dan propinsi yang telah ditingkatkan sejak Pelita II (1973-1978) dan dengan semakin menurunnya kemampuan pendanaan APBN sejak tahun anggaran 1986/1987, make kebijaksanaan pembinaan jaringan jalan lebih dititikberatkan pada pemeliharaan jalan. Hal ini dapat dilihat dari semakin besarnya dana pemeliharaan jalan nasional dan propinsi, yaitu pada tahun anggaran 1984/1985 sebesar 24 persen menjadi 61 persen dari total anggaran pembinaan jaringan jalan pada tahun anggaran 1988/1989. Sehubungan dengan besarnya kebutuhan pembiayaan untuk pekerjaan pemeliharaan jalan tersebut, diperlukan adanya dana bantuan luar negeri. Investasi cukup besar ini perlu dijamin pelaksanaannya secara efisien dan memenuhi justifikas ekonomi yang disyaratkan oleh Pemberi Bantuan (IBRD). Untuk keperluan tersebut Direktorat Jenderal Bina Marga melalui penelitian yang dilakukan antara tahun 1985 dan 1986 telah mengembangkan Sistem Manajemen Pemeliharaan Jalan/Road Maintenance Management System (SMPJ/RMMS) guna menyusun program pemeliharaan jalan tahunan yang dilengkapi analisa ekonomi dan mempertimbangkan kriteria teknis yang sesuai dengan kondisi Indonesia.  RMMS pada dasarnya dimaksudkan sebagai alat pembantu bagi Sub-Dinas Bina Marga Propinsi dalam menyusun program pameliharaan jalan tahunan secara tepat dan cepat sesuai dengan kemampuan pendanaan yang tersedia.  Program pemeliharaan jalan tahunan yang dihasilkan dari analisa RMMS tidak mencakup analisa tahap pelaksanaan, untuk menutupi kekurangan ini diperlukan sistem pemeliharaan jalan yang menyeluruh. Pada penelitian ini Sistem Manajemen Pemeliharaan/Maintenance Management System (SMP/MMS), program komputer untuk pelaksanaan program pemeliharaan jalan yang dibuat oleh DeLeuw Cather Interntional Limited, dapat dipakai untuk menyusun rencana pelaksanaan jenis penanganan yang ditetapkan dari hasil analisa RMMS. Kedua sistem ini dapat sating melengkapi dimana hasil analisa dari RMMS dapat digunakan sebagai data masukan untuk analisa MMS. Dari penelitian ini dapat disimpulkan bahwa penggabungan kedua sistem ini akan menghasilkan sistem manajemen pemeliharaan jalan tahunan mulai dari perencanaan sampai pelaksanaan untuk tingkat propinsi di Indonesia. Pembahasan didalam thesis ini dimaksud sebagai tahap pendahuluan dan diperlukan penelitian lebih lanjut untuk mendapatkan keterkaitan yang paling effisien antara RMMS dan MMS.", "Daftar File": {"1988_TS_PP_KARYAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/3098"}, "Penulis": "SI9NGGIH KARYAWAN", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : James Mcelvaney Pembimbing II : Purnomo Soekirno Scan : Agus Cuncun"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "APBN, Managememt, road, bina marga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Feb 2005"}