{"Nomor": 2730, "Judul": "ROAD ROUGHNESS MEASUREMENT: COMPARISON OF TWO METHODS, MERLIN AND THE BUMP INTEGRATO", "Abstrak": "ROAD ROUGHNESS MEASUREMENT: COMPARISON OF TWO METHODS, MERLIN AND THE BUMP INTEGRATOR, Adhitya, Alvin Jonathan, 1989, Program Sistem dan Teknik Jalan Raya, Fakultas Pasca Sarjana, Institut Teknologi Bandung. Pengukuran kerataan permukaan jalan panting untuk menilai penampilan dan memungkinkan pengambilan keputusan atas tingkat pemeliharaan yang perlu diterapkan pada perkerasan jalan untuk meningkatkan pelayanan dan mengurangi biaya operasi kendaraan. Pengukuran kerataan perkerasan juga berguna untuk menentukan apakah keadaan permukaan cukup baik ditinjau dari aspek keselamatan dan untuk melakukan penilaian kerusakan perkerasan.  Sebuah alat baru yang dinamakan MERLIN diperkenalkan pertama kali pada tahun 1986. MERLIN merupakan singkatan dari \"a Machine for Evaluating Roughness using Low-cost instrumentation\" yang berarti sebuah alat untuk mengukur kerataan dengan biaya rendah. Alat ini sederhana, murah dan mudah digunakan untuk mengukur kerataan perkerasan, dan alat ini direncanakan untuk dipergunakan terutama di negara-negara berkembang. Tidak seperti alat Bump Integrator yang sudah mapan, MERLIN tidak mengukur kerataan secara menerus melainkan mengukur pada setiap selang yang tertentu. Serangkaian percobaan dilakukan pada Jenis dan kondisi permukaan jalan yang berlainan dengan menggunakan MERLIN dan Bump Integrator. Perbandingan hasil pengukuran dari kedua alat tersebut yang diperoleh menunjukkan bahwa pengukuran kerataan dengan menggunakan MERLIN sangatlah praktis. Untuk satu kali pelaksanaan pengukuran dengan pencatatan yang dilakukan pada setiap tujuh putaran roda pada ruas jalan sepanjang 450 m, sudah cukup untuk memperkirakan besarnya nilai ketidakrataan Bump Integrator dengan ketelitian yang memadai dalam batas antara 1000 sampai 5500 mm/km (atau menurut International Roughness Index 1.5 sampai 6.8 m/km). Pembahasan di dalam thesis ini dimaksudkan sebagai penelitian tahap pendahuluan dan masih diperlukan penelitian lebih lanjut agar hasil-basil yang diperoleh dapat lebih berlaku umum", "Daftar File": {"1989_TS_PP_ADHITYA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3103"}, "Penulis": "Alvin Jonathan Adhitya", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Nicholas.W.Marler,2.Pamudji Widodo,#.Djuanda Suraatmadja, Scan :Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Road roughness, Merlin method and Bump integrato method", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Apr 2005"}