{"Nomor": 2737, "Judul": "ANALYSIS OF THE DISTRESS OF THE SURABAYA - GEMPOL TOLL HIGHWAY", "Abstrak": "The Surabaya-Gempol toll highway was opened in July 1986. The structure is laid almost entirely on fill materials, using unbound granular material as road base and asphaltic conrete as a surfacing. Extensive cracking was observed in January 1988, especially on the slow lane of the highway. The causes suspected were the overloading, underdesign and local failure of the road base. In 1988, overlay was carried out on the restored pavement to extend the design life. Recalculation of design thickness using various empirical methods, AASHO (1972), The ASPHALT INSTITUTE (1970), and Road Note 29 (TRRL,1970), was performed to ascertain the accuracy of the original design. Recalculation using an analytical approach, The Asphalt Institute DAMA Program, indicated that the fatigue life of the original pavement is close to actual cumulative loading in the period July 1986 to April 1988. Although the permanent deformation is not critical, however, it is still significant. The high volume of air voids and the quality of the unbound granular material were the other significant factors in the early deterioration. However the thickness of unbound granular road base did not affect fatigue life. \nActual loading since the road opened until April 1988 was about l0% - 25X. of design prediction. However, the truck factor is very high, 1.76-3.80, compared with design, 0.7. Single axles in excess of 8 tonne represented i0 % - 20 X of total axles but contributed 85 % - 95 7. of total damage. The actual traffic growth was 30X - 70 7. per annum, but 8% traffic growth was assumed to be reasonable for the next ten years due to highway capacity. Predicted traffic loading for the next ten years indicates that the Porong-Waru section will sustain the highest loading. Assessment of new pavement performance was carried out using The ASPHALT INSTITUTE DAMA program, Road Note 29 and LR 1132 (TRRL). The results show that the pavement can sustain in the range 10-20 mSA (DAMA), 10-40 mSA (Road Note 29) and 14 -45 mSA (LR 1132 with 50 X probability). However for 85X probability, the loading that can be sustained is in the range 3.6-12 mSA which can be reached in 1.5 6 years at 8 Y. traffic growth. The sensitivity analysis shows that design repetitions to failure are greatly affected by the volume of air voids, especially in the range 4% - 67.. The other significant parameters are road base quality (K1), subgrade modulus and bitumen viscosity.", "Daftar File": {"1989 MAULADI": "https://digilib.itb.ac.id/gdl/download/3111"}, "Penulis": "Mohamad Agus Mauladi [S2-888703]", "Kontributor / Dosen Pembimbing": ["Supervisor: James McElvaney", "Co-supervisor: Bambang Sugeng"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Toll highway, The structure is laid,  cumulative loading,", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "18 Feb 2005"}