{"Nomor": 2743, "Judul": "INFLUENCE OF AGGREGATE GRADING,ON THE CHARACTERISTICS OF ASPHALT CONCRETE BINDER COURS", "Abstrak": "PENGARUH GRADASI AGREGAT TERHADAP KARAKTERISTIK LAPIS PENGIKAT ASPAL BETON, T. Idaman, 1999, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung. Untuk memudahkan pelaksanaan perkerasan aspal beton, deviasi pada gradasi. agregat diperbolehkan pada formula campuran kerja. Toleransi deviasi adalah tertentu dalam rentang ukuran agregat yang berbeda tetapi kelebihan yang dapat mempengaruhi kinerja campuran tidak dinilai. Tesis ini menguraikan penyelidikan laboratorium akibat dari deviasi tersebut terhadap kekuatan dan komposisi dari suatu campuran binder course. Gradasi acuan adalah gradasi tengah atau median dari kurva gradasi ditambah dan dikurang dengan toleransi izin (disebut Gradasi Toleransi Maksimum dan Minimum), selain itu juga diselidiki empat gradasi dalam batas-batas toleransi atas dan bawah. Kadar aspal optimum ditentukan untuk ketujuh gradasi dengan analisis Marshall dan semua campuran mengikuti kriteria desain Marshall Bina Marga. Campuran pada kadar aspal optimum dievaluasi durabilitas dengan uji Marshall terendam dan ketahanan terhadap deformasi permanen dengan uji wheel tracking. Banyaknya agregat lolos atau tertahan pada saringan 2.38 mm nampak mempunyai pengaruh utama pada kinerja dan komposisi campuran. Campuran dengan persentase relatif tinggi (47.5 %) dari material lolos saringan 2.38 mm, memerlukan lebih banyak aspal dan mempunyai durabilitas lebih tinggi tetapi mempunyai kekuatan lebih rendah. Campuran dengan persentase relatif rendah (37.5 sampai 38.5 %) dari material lolos saringan 2.38 mm, memerlukan lebih sedikit aspal dan mempunyai kekuatan tinggi. Durabilitas campuran ini sekalipun bergradasi lebih halus tetapi hasilnya masih memuaskan. Campuran dengan jumlah tertahan saringan 2.38 mm (42.5 %), yang meliputi gradasi Tengah, mempunyai kekuatan dan komposisi berkisar di tengah-tengah rentang pengamatan. Disarankan untuk menghindari campuran bergradasi yang lebih halus, seperti diindikasikan oleh persentase lolos atau tertahan saringan 2.38 mm apabila mungkin, dan desain yang memuaskan kemungkinan dapat dicapai bila persentase lolos saringan 2.38 mm dalam rentang 38.5 % sampai 42.5 % atau tertahan saringan 2.38 mm dalam rentang 61.5 % sampai 57.5 %", "Daftar File": {"1999_TS_PP_IDAMAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/3117"}, "Penulis": "T.Idaman", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.J.Mc Elvaney, 2.Bambang Sugeng.S , 3.Trisno Soegondo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "To facilitate construction of the asphalt layers of a pavement", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Apr 2005"}