{"Nomor": 2747, "Judul": "EFFECTS OF LEFT TURNERS ON SATURATION FLOWS AT A SIGNALIZED INTERSECTION IN BANDUNG", "Abstrak": "Traffic management is concerned with short term measures to improve the efficient and safe movement of both pedestrian and vehicular traffic on the existing road network. This research was concerned with the saturation flow of the lane with left turning vehicles at a signalized intersection which is affected by the left turning vehicles, the through vehicles of the adjacent lanes and the flow of pedestrians. During the green period, both through vehicles and left turning vehicles can proceed to pass the stop line, and the proportion of left turning vehicles to through vehicles determines the saturation flow of the lane. If the proportion of left turning vehicles increases, then the saturation flow will decrease. The condition can be extended to left turning vehicles through a stream of through vehicles of the adjacent lanes and a pedestrian stream. If the number of through vehicles of the adjacent lanes and the number of pedestrians increase, then the left turning vehicles will be impeded, therefore the saturation flow will also decrease. This research found that the saturation flow of Lane 2 was affected by the percentage of left turning vehicles and the through vehicles of Lane 1. The Swedish model indicated a strong linear relationship between the saturation flow of the lane with turning vehicles and the flow of pedestrians. The need of a pedestrian signal is assumed to provide safety and convenience for the pedestrians wishing to cross the street.", "Daftar File": {"1990 DAVEY KUSMAYADI": "https://digilib.itb.ac.id/gdl/download/3121"}, "Penulis": "DAVEY KUSMAYADI [888815]", "Kontributor / Dosen Pembimbing": ["Supervisor: Nicholas W. marler", "Supervisor: Trino Soegondo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Traffic management, the adjacent lanes and the flow of pedestrians, cross the street.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Feb 2005"}