{"Nomor": 2759, "Judul": "MEASUREMENT OF THERMAL AND LOAD INDUCED CRACK MOVEMENTS IN BITUMINOUS PAVEMENTS", "Abstrak": "Penyelidikan retak pada perkerasan lentur dilakukan untuk memperoleh informasi sifat-sifat retak dan pergerakan retak akibat temperatur dan beban. Pergerakan retak memanjang dan retak melintang diukur menggunakan Demec. Pada pengukuran pengaruh lalu lintas, suatu beban 8.160 kg pada as belakang roda ganda, yang berjalan dengan kecepatan rangkak dilewatkan pada dan dekat posisi retak.  Pergerakan lapisan retak di bawah lapis tambahan mungkin disebabkan oleh tegangan akibat temperatur dan beban lalu lintas. Perubahan temperatur menyebabkan perkerasan lama mengembang dan menyusut pada daerah retak, menghasilkan tegangan di bawah lapis tambahan. Beban lalu lintas dapat menyebabkan tegangan horisontal pada bagian bawah perkerasan baru akibat adanya lendutan.  Pergerakan retak memanjang dan melintang akibat temperatur ternyata lebih besar dari permukaan tanpa retak. Pergerakan ini tidak terlalu dipengaruhi oleh lebar retak karena hanya ditemukan satu retak yang menembus lapis permukaan. Retak yang merambat dari permukaan umumnya disebabkan oleh pelaksanaan pelebaran   Pemeriksaan lendutan balok Benkelman juga dilakukan untuk memperoleh lendutan seketika dan lendutan stop-henti dari perkerasan lentur yang mempunyai retak. Lendutan maksimum dan jari-jari kelengkungan dihubungkan dengan pergerakan retak pada temperatur yang sama, suatu hubungan yang\tbaik untuk retak memanjang diperoleh.\tTetapi, pergerakan\tretak\tternyata\tlebih\tdipengaruhi\toleh perubahan temperatur dari pada oleh beban.   Faktor-faktor lain yang mempengaruhi mekanisme pergerakan retak dan perbaikan prosedur pergerakan retak juga didiskusikan. Pegukuran lendutan perlu dilaksanakan untuk memperjelas pengaruh retak pada data lendutan, tetapi perbaikan alat pengukur Demec, perlu dilakukan untuk mengurangi kesalahan pengukuran  Banyak prosedur analitis dengan metoda elemen hingga yang memperhitungkan kehadiran retak, menggunakan mekanisme keruntuhan dan pertumbuhan retak, tetapi tidak ada yang dengan memuaskan menerangkan penggunaan data pergerakan retak pada perencanaan pelapisan tambahan .", "Daftar File": {"1990 Sutan S Lubis": "https://digilib.itb.ac.id/gdl/download/3134"}, "Penulis": "Sutan S Lubis [888801]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Djunaedi Kosasih  Pembimbing 2:Djuanda Suraatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "LOAD INDUCED CRACK MOVEMENTS IN BITUMINOUS", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mar 2005"}