{"Nomor": 2776, "Judul": "STUDI PENGARUH TEKSTUR PERMUKAANPERKERASAN BETON SEMEN TERHADAP TAHANAN GELINCIR DAN KEAUSAN PERMUKAAN DAN BAN", "Abstrak": "STUDI PENGARUH TEEL KSTUR PERMUKAAN PERKERASAN BETON SEMEN TERHADAP TAHANAN GILNCIR DAN KEAUSAN PERMUKAAN DAN BAN, Roestaman, 1991, Program Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung.  Tekstur permukaan merupakan aspek paling penting dari suatu permukaan perkerasan yang mempengaruhi tahanan gelincir (skid resistance). Namun demikian, upaya memenuhi tahanan gelincir yang memadai berarti pula menciptakan suatu permukaan dengan tekstur kasar yang akan menyebabkan tingginya keausan ban. Di satu pihak, tekstur permukaan hares kasar untuk alasan keselamatan, tetapi di lain pihak, juga dituntut sehalus mungkin untuk mengurangi keausan ban. Dua kebutuhan ini jelas saling bertentangan, sehingga perlu didapat suatu tekstur permukaan yang memenuhi kebutuhan di antara kedua hal ekstrim tersebut.  Sebanyak 6 buah panel beton segi-8, diameter dalam 1,00 m serta tebal 120 mm dengan mutu 42 MPa telah dibuat dalam 5 tipe alur yang terdiri dari alur sejajar, 30, 45, 60 dan 90 derajat terhadap sumbu panel. Satu panel lagi yaitu dengan tekstur permukaan yang dibentuk dari batuan kerikil. Yang dimaksud sumbu panel di sini adalah sumbu zona di atas panel yang dijelajahi roda ban. Angka-angka tahanan gelincir diperoleh dari suatu portable skid resistance tester dengan ayunan pendulumnya sejajar sumbu panel. Untuk menentukan kedalaman tekstur permukaan digunakan cara sand-patch yang diadaptasi dari TRRL Road Note 27. Keausan ban diukur dengan metoda kehilangan begat dengan pengukuran dilakukan pada setiap tahap jumlah putaran. Tiap tahap adalah sama dengan 39.000 repetisi, atau sama dengan 125 km jarak tempuh roda. Suhu permukaan ban untuk tiaptahap dicatat. Tahap akhir adalah setelah putaran mencapai jumlah repetisi 936.000 atau sama dengan 3.000 km jarak tempuh. Agar diperoleh hasil-hasil yang bisa dibandingkan, dicoba dua tipe ban dengan pola permukaan yang berbeda.  Hasil-hasil yang diperoleh menunjukkanbahwa faktorfaktor mutu permukaan baton, tahanan gelincir awal, tipe alur dan cara pembuatannya, kedalaman tekstur, pola permukaan ban, suhu permukaan ban saat berjalan dan mutu ban Â•berpengaruh terhadap keausan ban. Penggunaan permukaan beton semen beralur memberi keuntungan terhadap nilai sisatahanan gelincir dibandingkan dengan permukaan yang teksturnya dibentuk dari batuan kerikil, akan tetapi mengakibatkan tingginya keausan ban. Dayaguna suatu tekstur permukaan dengan sudut alur tertentu sangat tergantung dari pola permukaan ban yang digunakan. Diperoleh juga hubungan hubungan antara sudut alur dengan tahanan gelincir, dan kedalaman tekstur dengan tahanan gelincir.", "Daftar File": {"1991   ROESTAMAN": "https://digilib.itb.ac.id/gdl/download/3152"}, "Penulis": "Roestaman [888816]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. J.S Younger, 2.Krishana S , 3. Djuanda.S , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Rigid parament on skid resistence and surface and tyre wear", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mar 2005"}