{"Nomor": 2788, "Judul": "ANALYSIS OF TEMPERATURE EFFECT ON FALLING WEIGHT DEFLECTOMETER MEASUREMENTS", "Abstrak": "ANALYSIS OF TEMPERATURE EFFECT ON FALLING WEIGHT DEFLECTOMETER MEASUREMENTS, Idayati, Sri, 1992, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Tekno1ogi Bandung. Test yang tidak merusak dan test defleksi, saat ini adalah methoda yang telah diakui di seluruh dunia dalam hal ketepatannya dan kecepatannya dalam mengevaluasi struktur jalan. Falling Weight Deflectometer adalah salah satu peralatan test untuk mengukur defleksi secara tidak merusak. Variasi temperatur adalah salah satu factor yang panting yang disyaratkan dalam perencanaan modern struktur perkerasan dan study ini memperhatikan pengukuran dan analisa effek temperatur pada perkerasan lentur dengan menggunakan alat Falling Weight Deflectometer dan program ELMOD. Kerja lapangannya terdiri dari pengukuran temperatur perkerasan pada kedalaman 2.5 cm, 7.5 cm, and 12.5 cm, pengukuran cekung defleksi dengan menggunakan Falling Weight Deflectometer. Pengukuran temperatur udara sesaat diadakan disikitar lokasi test. Semua pengukuran itu dilaksanakan selama 24 jam pada struktur perkerasan yang telah ditentukan. Data temperatur udara juga dikumpulkan yang didapat dari Badan Meteorologi dan Geofisika. Hasilnya mengindikasikan bahwa temperatur pada kedalaman tertentu dari perkerasan mempunyai hubungan linear dengan temperatur udara, tetapi fluktuasi temperatur permukaan terlihat dengan jelas. Penyesuaian terhadap persamaan Witczak disarankan untuk kondisi perkerasan di Indonesia. Didapat hubungan linear antara temperatur perkerasan dan defleksi maksimam FWD, dan hubungan eksponensial antara temperatur perkerasan dan modulus lapis aspal. Perhitungan modulus kekakuan dari campuran aspal sebagai fungsi dari temperatur dengan menggunakan berbagai metoda ( yaitu: VANDER POEL , BONNAURE , THE ASPHALT INSTITUTE ) juga di1akukan dan hasilnya menunjukkan bahwa hubungan BONNAURE menyediakan perbandingan yang paling dekat dengan modulus kekakuan campuran aspal yang diturunkan dari ELMOD program. pada rumus-rumus Iainnya, jika dibandingkan dengan modulus kekakuan dari aspal yang didapat dari ELMOD program.", "Daftar File": {"1992 SRI IDAYATI R": "https://digilib.itb.ac.id/gdl/download/3167"}, "Penulis": "SRI IDAYATI R [26990013]", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Mambang Sugeng Pembimbing II : Tunggul Brotopriyono Scan : Agus Cuncun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Air, temperature, aspal, analysis", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2005"}