{"Nomor": 2790, "Judul": "EFFECT OF BECAKS AT SIGNALISED INTERSECTIONS", "Abstrak": "This study has objectives to study the effect of becaks at signalised intersection in conjunction with their behaviours at intersection. They tried to be in front of the queue during red period even if they have to pass the queue. Then, a part of them start moving before the green time, that was in the all red period. The otherbecaks start moving slowly when the signal has green. This behaviour will cause the increasing of starting lost time at the beginning of green periods because they obstruct other vehicles to discharge freely. Data was collected from the facility of the research of Indonesian Highway Capacity Manual Project. The data was collected from 3 different intersections in Indonesia, which are intersections in Tasikmalaya, Ujung Pandang and Yogyakarta. The three intersections have different percentage of becaks. All parameters of data used were obtained through analysis of video recording, except the geometric layout and signal timing. Analysis of PCU values of becaks were using the capacity method, where the discharge after the starts of green was calculated separately for each 'Time slice' and was analysed using multi-linear regression. The results of PCU values then used to count and analyse the saturation flow and lost time due to starting delay. From the behaviour of becak in signalised intersection, it was known that 20% to 40% of becaks tried to get to the front of queue when waited for green periods, and nearly half of becak population were start moving in green periods not in their lane, but used other vehicles lanes. It was found that percentage of becaks that waited in the front of the queue influenced the lost time due to starting delay. Approach which have more becaks wait in the front, have higher lost time, because they obstruct other vehicles to be discharged freely in the green period. PCU value of becak found in this study is 0.4. It is lower than the value from other researchs, because the intersection under study does not have median and road marking. So that other vehicles could manouvered easily by using opposing lanes. Therefore, the effect of becaks to PCU was low. The average lost time due to starting delay of three intersections is 5.9 seconds. It is quite high compared with other studies. For example, Soegondo et al. (1990) founds the lost time due to starting delay is 1.8 seconds, Webster (1966) and Salter (1989) suggest 2.0 seconds for actual practise, and IHCM founds the lost time is 4.8 seconds.", "Daftar File": {"1992 Sylvira Ananda": "https://digilib.itb.ac.id/gdl/download/3169"}, "Penulis": "Sylvira Ananda [26989015]", "Kontributor / Dosen Pembimbing": ["Supervisor: Pfyar Z. Tamin", "Supervisor: Hedi Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Effect of becaks at signalised, Highway Capacity Manual, becak population.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Feb 2005"}