{"Nomor": 2804, "Judul": "STRENGTH, VOLUME CHANGE AND INDEX PROPERTIES CHARACTERISTICS OF SOME WEST JAVA SOILS", "Abstrak": "STRENGTH, VOLUME CHANE AND INDEX PROPERTIES CHARACTERISTICS OF SOME WEST JAVA SOILS, IMAM ASCHURI, 1993, Program Magister Sistem dan Teknik Jalan Raya, Program Pasca Sarjana, Institut Teknologi Bandung. Tes kuat geser, perubahan volume dan klasifikasi terhadap beberapa tanah tropis residu di Jawa Barat telah dilakukan. Beberapa contoh tanah yang digunakan, diambil dari tempat yang berbeda (Cikampek, Cikalong dan Lembang) telah di uji untuk mendapatkan pengaruh temperatur pengeringan terhadap kadar air, lama pengadukan pada batas-batas Atterberg , perubahan volume (pengembangan dan keruntuhan) dengan alat Oedometer, dan mengevaluasi pengaruh variasi kadar air pada sifat sifat yang berkaitan dengan kuat geser tanah. Tes klasifikasi dilakukan dengan menggunakan prosedur standard dan modifikasi. Prosedur pengujian pengembangan (swelling) dan keruntuhan (collapse) sesuai standard yang diusulkan, dan pengujian triaxial tak berkonsolidasi-tak berdrainase telah dilakukan. Parameter-parameter kuat geser tanah ditentukan sebagai fungsi dari kadar air pada kepadatan kering tanah tak terganggu. Hasil pengujian klasifikasi menunjukkan bahwa temperatur pengeringan mempengaruhi kadar air. Variasi lama pengadukan mempengaruhi batas-batas Atterberg, walaupun tidak cukup berarti. Sifat-sifat pengembangan dari suatu tanah dipengaruhi oleh kepadatan kering mula, kadar lempung, tipe mineral dari lempung. Keruntuhan potensial diestimasi dari pedoman yang telah dipublikasikan. Tidak ada satupun tanah yang diuji menunjukkan sifat keruntuhan yang berarti. Kuat geser tanah dipengaruhi oleh kadar air. Sudut geser dan kuat geser tanah akan turun dengan bertambahnya kadar air, sementara kohesi tak berdrainase akan naik sampai harga maksimum bila kadar air mendekati optimum, kemudian kohesi tak berdrainase mulai turun dengan bertambahnya kadar air.", "Daftar File": {"1993  IMAM ASCHURI": "https://digilib.itb.ac.id/gdl/download/3183"}, "Penulis": "IMAM ASCHURI [26991020]", "Kontributor / Dosen Pembimbing": ["Pembimbing   I : J.S. Younger Pembimbing  II : Aziz Jayaputra Pembimbing III : Trisno Soegondo   Scan : Agus Cuncun"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kadar air, cikalong, lembang, temperature, west jave", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Feb 2005"}