{"Nomor": 2828, "Judul": "EFFECT OF TLA ON DEFORMATION CHARACTERISTICS OF HRS MIXTURE", "Abstrak": "Terjadinya kerusakan lapisan aspal pada perkerasan jalan sebagian besar disebabkan oleh timbulnya deformasi permanen yang berlebihan. Deformasi permanen adalah suatu bentuk kerusakan lapisan permukaan aspal yang penting dan sering terjadi di daerah yang beriklim panas dengan beban lalu lintas yang tinggi_  Kinerja campuran HRS sebagai lapis permukaan perkerasan banyak dipakai di Indonesia. Kekuatan campuran HRS ini sangat dipengaruhi oleh mortar, oleh karena itu physico - chemical properties dari pada bindernya merupakan hal yang sangat penting. Campuran HRS mempunyai kadar aspal yang relatip tinggi dan kadar kandungan agregat kadar yang rendah. Campuran aspal dengan kadar agregat kadar yang rendah mempunyai kerugian-kerugian yaitu antara lain kurangnya ketahanannya terhadap deformasi_  Trinidad Lake Asphalt (TLA) telah banyak digunakan sebagai bahan tambahan pada campuran aspal dan dapat meningkatkan ketahanannya terhadap deformasi.  Tesis ini membahas studi laboratorium daripada karakteristik deformasi permanen yang terjadi pada campuran HRS_ Campuran HRS ini diuji dengan bermacam-macam variasi perbandingan antara TLA bitumen dan aspal pada temperatur yang berbeda-beda. Hasil percobaan Marshall, Wheel Tracking dan Indirect Tensile Strength menunjukkan bahwa penambahan TLA pada campuran aspal dapat memberikan beberapa keuntungan teknis seperti .  -\tPeningkatan stabilitas campuran, Peningkatan stabilitas campuran pada temperatur yang tinggi, -\tPeningkatan terhadap ketahanan deformasi untuk kisaran suhu tertentu, -\tPeningkatan tegangan tarik campuran.  Hasi1 percobaan laboratorium menunjukkan bahwa campuran aspal dengan kadar TLA bitumen antara 20% - 30% dan aspal minyak pen. 80/100 merupakan campuran HRS yang memenuhi persyaratan .", "Daftar File": {"1994_TS_PP_HIDAYAT_1.pdf": "https://digilib.itb.ac.id/gdl/download/3209"}, "Penulis": "Bakri Hidayat", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:bambang I Siswosoebrotho  Pembimbing 2: David Huges  Pembimbing 3: Trisno Soegondo"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "DEFORMATION CHARACTERISTICS OF HRS MIXTURE", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Feb 2005"}