{"Nomor": 2854, "Judul": "OVERALL CAPACITY OF TWO UNSIGNALISED JUNCTIONS IN BANDUNG", "Abstrak": "This study deals with an analysis of the overall capacity of two unsignalised junctions in Bandung. The objectives were to derive overall capacities using several methods and compare them with results from the Indonesian Highway Capacity Manual Project. Data were collected, using a video camera, at two four-arm junctions, i.e. LLRE Martadinata-Anggrek Junction and LLRE Martadinata-Cihapit Junction. Both junctions were observed for about two hours during peak morning, midday and afternoon periods. Data reduction was done in the laboratory. The Anggrek junction had generally higher capacity values and thus the two junctions were analysed separately. Using Method 1, an analysis of cumulative flow data for 720 30-second time periods for each junction resulted in a too wide scatter of peak hour flows. The mean values were 2831 lvu/h and 2502 lvu/h for Anggrek and Cihapit Junctions respectively. It is suggested that this analysis is better performed for certain predefined saturated conditions to obtain capacity values from a narrower range of deviation. Using Method 2, an analysis of predefined saturated conditions, with at least two queueing vehicles in each approach, gave a design capacity of 2525 lvu/h and 2553 lvu/h respectively for Anggrek and Cihapit Junctions. Using Method 3, a best fit maximum flow curve derived from an analysis of overall junction flows versus number of stopped vehicles in all approaches gave design capacities of 2799 lvu/h and 2344 lvu/h at 9 and 6 stopped vehicles respectively for the Anggrek and Cihapit junctions. Method 3 was more precise than Method 2 as shown by the difference in scatter of data. IHCM design capacity values, defined at 15 seconds delay (D15), were respectively 3631 lvu/h and 3263 lvu/h for Anggrek and Cihapit junctions. These values are 29.7 % - 39.2 % higher than values of Method 3. for Anggrek and Cihapit junctions, respectively. Police control at the Anggrek Junction tended to give higher capacity values, but results were inconclusive because of limited data. It is suggested to investigate in further studies whether the maximum overall flows always occur at a certain total number of stopped vehicles on all approaches.", "Daftar File": {"1995_TS_PP_RUSGIYARTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3239"}, "Penulis": "FERRY RUSGIYARTO", "Kontributor / Dosen Pembimbing": ["Supervisor: Willy Tumewu", "Supervisor: Nicholas W. Marler"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "The overall capacity of two unsignalised junctions,  Indonesian Highway, four-arm junctions.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Feb 2005"}