{"Nomor": 2888, "Judul": "KAJIAN EKSPERIMENTAL NILAI KUAT TEKAN BETON DAUR ULANG MUTU TINGGI UNTUK BERBAGAI DIMENSI BENDA UJI", "Abstrak": "Pada Suatu saat kemampuan alam menyediakan agregat untuk beton terbatas khususnya di daerah perkotaan dan pabrikpabrik yang membutuhkan beton pracetak, dilain pihak beton yang berasal dari reruntuhan bangunan jumlahnya bertambah banyak dan dapat dibentuk menjadi material untuk bangunan. Sangat banyak beton yang berasal dari reruntuhan bangunan dapat diproses menjadi agregat untuk diproduksi menjadi beton bare dengan memeriksa sifat-sifat pisik yang mengandung mortar semen dan kemungkinan dapat dirubah menjadi agregat alam. Pemeriksaan dilakukan dengan menganalisis mekanisme keruntuhan dari benda uji (silinder) yang dikenakan beban tekan uniaksial. Benda uji terdiri dari 3 diameter yang berbeda (80, 100 dan 150) mm dan semua bends uji berbentuk silinder, dimana perbandingan tinggi terhadap diameter 2 (dua). Benda uji terbuat dari beton mutu tinggi dengan menggunakan abu terbang dan diameter agregat maksimum yang dipakai 14 mm dan perawatan benda uji dilakukan dengan dua metoda yaitu Spray Room (SR) dan Accelerated Curing (AC). Nilai kuat tekan individu fC dari benda uji didapat 45 MPa untuk perawatan dengan metoda (SR) pada umur 28 hari dan 46 MPa metoda (AC) pada umur 1 hari. Hasilbasil pengujian menunjukkan bahwa hukum variasi dimensi yang dikemukakan oleh Bazant dapat diterapkan untuk kedua metoda perawatan. Hasil-hasil menunjukkan bahwa keruntuhan plastis terjadi pada benda uji dengan diameter yang lebih kecil", "Daftar File": {"1997 Andi Kusnadi": "https://digilib.itb.ac.id/gdl/download/3275"}, "Penulis": "Andi Kusnadi [25095007]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dicky Rezady Munaf, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Aggregate for production of concrete especially in urban", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Mei 2005"}