{"Nomor": 2896, "Judul": "PERILAKU BALOK PRATEGANG PARSIAL. DENGAN SISTEM PRATARIK YANG MENERIMA BEBAN MONOTONI", "Abstrak": "Penelitian ini merupakan suatu studi terhadap mekanisme keruntuhan geser baik untuk balok beton prategang original juga untuk balok prategang yang diperbaiki. Sepuluh buah benda uji, a/d=3, dengan kuat tekan 30 MPa, 60 MPa dan 70 MPa serta rasio prategang parsial 60% dan 100% diuji di bawah kondisi beban monotonik tiga titik lentur. Sembilan dari benda uji ini merupakan balok utuh sedangkan satu diantaranya merupakan balok yang diperbaiki dengan cara injeksi matrik polimer ke dalam daerah retak Hasil pengujian menunjukkan daktilitas penampang untuk balok dengan kekuatan normal tanpa penulangan geser adalah kurang dari 4 sedangkan untuk balok dengan kekuatan tinggi daktilitas berkisar sekitar 4. Balok uji dengan tulangan geser mempunyai daktilitas penampang maupun struktur lebih besar dari 4 baik yang mutu normal maupun mutu tinggi. Hal ini berarti struktur balok dengan penulangan geser lebih daktail sehingga mampu mengikuti deformasi beban lentur. Analisis hasil pengujian juga dibandingkan dengan kapasitas geser menurut perumusan di dalam SK-SNI T-15-1991-03. Ternyata nilai yang didapatkan dari SK-SNI T-15-1991-03 adalah sangat konservatif untuk balok uji tanpa tulangan geser. Hal ini berlaku baik untuk balok uji dengan mutu normal maupun dengan mutu tinggi. Tetapi untuk benda uji dengan penulangan geser, kapasitas geser hasil pengujian hampir mendekati sama dengan yang didapatkan dari formulasi SKSNI T-15-1991-03. Pola runtuh juga diamati; untuk balok uji dengan kekuatan normal maupun tinggi tanpa tulangan geser, pola retak lentur cenderung berkembang menjadi retak geser yang akhirnya runtuh menurut ragam keruntuhan geser lentur. Untuk balok uji kekuatan normal dengan penulangan geser, ragam keruntuhan lentur terjadi sebagaimana yang diharapkan, tetapi untuk balok uji kekuatan tinggi, pola geser lentur merupakan mekanisme runtuhnya. Untuk balok yang diperbaiki, keruntuhan terjadi menurut ragam geser lentur yang diawali oleh hilangnya lekatan pada daerah sekitar perletakan. Walaupun beban yang masih dapat dipikul adalah sebesar 79,46% dari kapasitas semula, namun keruntuhan yang terjadi adalah lebih getas. Penggunaan perumusan yang tercakup di dalam SK-SNI T-15-1991-03 perlu diperhatikan secara khusus untuk desain kuat geser struktur yang menggunakan beton mutu tinggi", "Daftar File": {"1997_TS_PP_LILIANA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3283"}, "Penulis": "Liliana", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bambang Budiono, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "the shear failure mechanism for both original", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2005"}