{"Nomor": 2904, "Judul": "EFFECT OF ROAD ROUGHNESS ON THE FREE FLOW SPEED OF MOTOR VEHICLE", "Abstrak": "PENGARUH KEKASARAN JALAN TERHADAP KECEPATAN ARUS BEBAS KENDARAAN BERMOTOR, Syahrul Arifin, 1997, Program Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung. Kecepatan arus bebas kendaraan tergantung pada faktor faktor seperti lebar jalan, bahu jalan, jenis medan, hambatan samping, kekasaran jalan, kelas jalan dan tata guna tanah. Thesis ini mencoba untuk mempelajari pengaruh kekasaran jalan terhadap kecepatan arus bebas kendaraan, dengan sasaran utama adalah : pengembangan model hubungan antara kekasaran jalan dan kecepatan arus bebas kendaraan, juga mempelajari pengaruh kekasaran jalan terhadap kecepatan arus bebas untuk setiap tipe kendaraan. Data didapatkan di ruas jalan yang mempunyai kondisi sebagai berikut: Â•\tDua lajur, dua arah tanpa pembatas tengah (median) pada jalan antar kota. Â•\tMedan datar dan lurus. Â•\tHambatan samping jalan kecil. Â•\tLebar perkerasan kurang lebih 7 meter dengan bahu jalan tak beraspal antar 1.5 - 3 meter. Lokasi studi diambil pada ruas jalan antara pemanukan - Lohbener pada km 76+ 000 - 77+ 000, km 83+ 000 - 84+ 000 dan km 97+ 000 98+ 000. Data didapat dengan mengunakan pengukuran short base pada siang hari. Jumlah pengamatan kendaraan adalah 1808 kendaraan pada lokasi 1, 1986 kendaraan pada lokasi 2, dan 1514 kendaraan pada lokasi 3. Data nilai kekasaran jalan dipakai alat ukur NAASRA. Kecepatan anus bebas kendaraan digunakan sebagai variabel tak bebas dalam analisa ini (menggunakan regresi linear). Hasil dari analisa menunjukkan bahwa pengaruh kekasaran jalan cukup berarti terhadap kecepatan arus bebas kendaraan bermotor dan pengaruhnya berbeda untuk setiap jenis kendaraan. Grafik hubungan antara kekasaran jalan dan kecepatan arus bebas menunjukkan bahwa Pengaruh kekasaran jalan pada kendaraan ringan lebih besar dibandingkan dengan kendaraan berat pada kondisi dan geometrik yang sama. Kemiringan untuk kendaraan truk besar , truk kombinasi lebih datar dibandingkan dengan kendaraan ringan, kendaran berat ringan dan bis. Kemiringan kendaraan ringan -3.2984, kendaraan berat ringan -3.1926, bis - 2.9986, truk kombinasi -1.9295, dan truk besar -1.7318", "Daftar File": {"1997_TS_PP_ARIFIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/3293"}, "Penulis": "Syahrul Arifin", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1. Ofyarz Tamin, 2.Idwan Santoso 3. trisno Soegondo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Road, the free flow speed, motor vehicle", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Apr 2005"}