{"Nomor": 2910, "Judul": "SIMULATOR SWITCH PAKET DENGAN MENERAPKAN ALGORITMA PENJADWAL ROUND-ROBIN DUA DIMENSI", "Abstrak": "Abstraksi: \nDalam lingkungan komunikasi data, switching paket adalah teknik switching yang paling banyak digunakan. Yang menjadi penekanan pada teknik switching paket diantaranya adalah pengelolaan paket, switch paket dan saluran transmisi paket. \nPada siwtch paket, algoritma penjadwal (scheduler) digunakan untuk menangani antrian paket pada saluran masukan switch. Belum lama ini telah berhasil dirumuskan algoritma penjad- \n' wal round-robin dua dimensi (RR2D), yang terdiri dari algoritma RR2D Dasar dan Enhance. Tujuan utama dari algoritma RR2D ini adalah untuk memberikan pelayanan yang sama rata terhadap setiap antrian paket. Algoritma penjadwal inilah yang akan diterapkan dalam pembangunan PL Simulator Switch Paket (SimPakSwi). \nDalam switch paket yang digunakan dalam jaringan komunikasi data, algoritma penjadwal diimplementasikan dalam perangkat keras. SimPakSwi adalah perangkat lunak simulator yang mensimulasikan switch paket dengan menerapkan algoritma penjadwal RR2D Dasar dan Enhance. \nin \nPL SimPakSwi dirancang sebagai suatu aplikasi dalam sistem operasi Windows 95 dan dimaksudkan untuk memberikan penguatan terhadap (mendukung kebenaran) algoritma penjadwal RR2D Dasar dan Enhance. Penguatan tersebut dapat diberikan apabila keluaran SimPakSwi, yang berupa statistik hasil simulasi, sesuai dengan hasil analisis dari RR2D Dasar dan Enhance yang sudah ada.", "Daftar File": {"1997_TS_PP_MOERTINI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3299"}, "Penulis": "Veronica Sri Moertini", "Kontributor / Dosen Pembimbing": ["Pembimbing :Oerip Setiono Santoso, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SimPakSwi is a simulator which simulates a packet switch implementing 2DRR Basic and Enhance algorithm", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Nov 2005"}