{"Nomor": 2915, "Judul": "PENGARUH PEMBANGUNAN BEBERAPA RUAS JALAN ARTERI PADA KINERJA JALAN DI KOTAMADYA SEMARANG", "Abstrak": "Tingkat pertumbuhan lalu lintas yang cukup tinggi menuntut Kota Semarang untuk menyediakan fasilitas yang memadai antara lain adalah terminal penumpang. Dan untuk menunjang keberadaan terminal tersebut supaya aksesibilitas ke terminal tinggi dan lalu lintas antar kota tidak bercampur dengan lalu lintas lokal telah dibangun Jalan Toll Seksi C, Jalan Pedurungan Genuk, Jalan Terusan Arteri Utara dan juga akan dibangun Jalan Genuk Outer Ring Road , Jalan Arteri Barat. Untuk melihat seberapa besar pengaruh pembangunan jalanjalan baru terhadap sistem jaringn jalan, maka dicoba menganalisa kinerja jalan dengan parameter waktu tempuh, derajat kejenuhan dan menganalisa manfaat dengan melihat penghematan BOK pada beberapa skenario. Metode yang dipakai untuk mendapatkan matriks asal tujuan tahun 1997 dengan memperbaharui matriks asal tujuan 1994 dengan data hasil survey volume lalu lintas 1997, menggunakan fasilitas pada program SATURN. Matriks asal tujuan 1997 ini yang dianggap sebagai matriks dasar untuk acuan trip distribusi pada tahun 2005. Untuk mendapatkan volume lalu lintas 2005 dilakukan pembebanan dengan metoda keseimbangan elastis , yaitu menganggap matriks perjalanan tidak tetap tergantung fungsi biaya-arus. Dengan dibangunnya jalan-jalan baru tersebut nilai derajat kejenuhan rata-rata tertimbang yang dihitung pada ruas jalan untuk keseluruhan sistem jaringan turun dari 0,60 menjadi 0,51. Rata-rata total waktu tempuh/smp turun dari 1,877 jam menjadi 1,236 jam, rata-rata waktu tempuh/km turun dari 0,110 jam/km menjadi 0,07 jam/km. Kecepatan rata-rata dengan memperhitungkan tundaan di ruas dan simpang naik dari 9,11 km/jam menjadi 14,30 km/jam. Dan hasil analisa manfaat dengan dibangun jalan baru terlihat ada penghematan rata-rata BOK/km/kend pada jam sibuk untuk semua jenis kendaraan. Dengan dibangunnya Jalan Toll Seksi C, Jalan Pedurungan Genuk, Jalan Terusan Arteri Utara terdapat penghematan rata-rata BOK/km /smp sebesar 8,92 % dan kemudian dibangun Jalan Genuk Outer Ring Road dan Jalan Arteri Barat terdapat penghematan rata-rata BOK /km/smp pada jam sibuk sebesar 16,41 %", "Daftar File": {"1998   AJI PRASETYANTI": "https://digilib.itb.ac.id/gdl/download/3304"}, "Penulis": "AJI PRASETYANTI [25096014]", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Ade Sjairuddin Pembimbing II : Hedi Hidayat Scan : Agus Cuncun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "jalan toll, genuk, matriks, lalu lintas", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2005"}