{"Nomor": 2921, "Judul": "KAJIAN PROSES PERENCANAAN", "Abstrak": "PT. Caltex Pacific Indonesia (PT. CPI) is a foreign company that operates in the upstream oil and gas industry in Indonesia. In its operation, PT. CPI acts as Pertamina's contractor under contract agreement called Production Sharing Contract. Presently, PT CPI is the Indonesia's largest crude oil producer with total crude oil production about 50% of Indonesia total crude oil production. The topic of this thesis is Strategic Plan Development and Implementation Process in PT. CPI. The back ground behind the selection of this topic was based on realization of the rate of changes in the globalization era, tougher competition and emergence of new paradigms that stress the importance of strategic management urntleistanding and its proper implementation in managing the organization. Strategic plan development and implementation is a strategic move that influence the achievement of organization vision and mission. In this case, an effective and efficient strategic plan development and implementation process is expected to have the following characteristics : (1). Alignment across the organization (2). Focus on the most important issues (3). Commitment and institutionalization of the plan through out the organization (4). Relationship between long term plan and short term plan (5). Relationship between plan and performance measure setting and employee performance agreement (6). Shortest process cycle time. This thesis will discuss the strategic management model which is being used by PT. CPI from corporate level till the lowest level in the organization. The proposed model will be build based on the result of the literature study and evaluation of the implementation of the present process in relation with the characteristics of the good process mentioned above. The discussion of the strategic management model will be done using the following framework : (1). Organization direction (2). Environment audit (3). Strategy formulation (4). Strategy implementation and (5). Strategy evaluation", "Daftar File": {"1998_TS_PP_MONTOLALU_1.pdf": "https://digilib.itb.ac.id/gdl/download/3312"}, "Penulis": "Damian Montolalu", "Kontributor / Dosen Pembimbing": ["Pembimbing: Imam Istiyanto,Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PROSES PERENCANAAN, IMPLEMENTASI RENCANA STRATUM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2005"}