{"Nomor": 2923, "Judul": "STABILIZATION OF A POORLY-GRADED SAND WITH CUT-BACK BITUMEN AND A SOIL-WATER SLURRY", "Abstrak": "Endapan yang berasal dari Banjir dan letusan gunung berapi merupakan sumber utama pasir di Indonesia. Banyak yang dapat digunakan langsung untuk kegiatan konstruksi, namun lainnya memerlukan modifikasi, khususnya distribusi ukuran butirnya. Tujuan yang akan dijelaskan pada penelitian ini adalah untuk menentukan bahan lapis pondasi atas yang memuaskan, dibuat dengan mencampur aspal medium curing cut-back, pasir bergradasi-buruk dan bubur dari campuran air dan tanah Tanjungsari. Dalam penelitian ini dibuat empat kombinasi campuran; untuk mengontrol, maka diteliti Pula campuran yang hanya terdiri dari aspal cut-back dan pasir. Contoh pasir diperoleh dari Cimalaka dan setiap ukuran butir dipisahkan dan kemudian dicampur kembali sesuai dengan gradasi tengah yang disyaratkan oleh Asphalt Institute. Gradasi tengahnya mempunyai koefisien keseragaman dan kurva masing-masing 7,2 dan 0,6 dan dapat dikelompokkan sebagai poorly-graded. Contoh tanah diambil dari Tanjungsari dan dikelompokan sebagai A-2-4 (AASHTO) dan SC-SP (USCS). Analisa Marshal dilakukan terhadap beberapa kombinasi campuran material setelah dilakukan curing selama 10 dan 30 hari dan kombinasi campuran yang sangat memuaskan, terdiri dari 84,8% pasir, 4,8% aspal cut-back dan bubur yang dibuat dari 5,0% tanah dengan 5,4% air. Perbandingan material tersebut dinyatakan dalam prosentase terhadap berat total campuran.Pengujian Marshal perendaman dan indirect tensile strength, dan indirect tensile resilient modulus dilakukan terhadap benda uji dengan komposisi campuran tersebut di atas. Setelah direndam selama 4 hari pada suhu 25Â°C, maka nilai indek stabilisasi sisanya adalah 79%. Pengaruh temperatur dan waktu curing terhadap nilai indirect tensile strength dari campuran relative kecil (insignificant). Pengurangan nilai modulus resilien, jika temperatur dinaikkan, lebih besar apabila waktu curing lebih lama. Apabila waktu curing diperpanjang dari 10 menjadi 30 hari, maka nilai modulus resilien meningkat, khususnya pada temperatur rendah. Semua kombinasi campuran yang diselidiki memenuhi kriteria dari ASPHALT INSTITUTE (1975) untuk bahan lapis pondasi atas yang dibuat dari stabilisasi aspal-pasir. Namun, beberapa komposisi sebagian memenuhi, sesuai kriteria yang ditetapkan oleh peneliti  lainnya.", "Daftar File": {"1998_TS_PP_BUDIHARTONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3314"}, "Penulis": "Eko Budihartanto", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Pamudji widodo Pembimbing 2:james McElvaney Pembimbing 3: Trisno Soegondo"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "BITUMEN AND A SOIL-WATER SLURRY", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2005"}