{"Nomor": 2926, "Judul": "STIFFNESS MODULUS AND PERMANENT DEFORMATION CHARACTERISTICS OF ASPHALT MIX CONTAINING GILSONIT", "Abstrak": "KARAKTERISTIK MODULUS KEKAKUAN DAN DEFORMASI PERMANEN DARI CAMPURAN ASPAL YANG MENGANDUNG GILSONITE, Hermansyah Hamidi, 1998, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung.  Gilsonite merupakan suatu mineral hidrokarbon yang terbentuk secara alami dengan kandungan 80% asphaltene dan 3.2% Nitrogen. Ini potensial untuk digunakan sebagai suatu bahan tambah untuk tujuan memperbaiki sifat-sifat fisika dan kimia dari aspal. Tujuan dari penelitian ini adalah mengevaluasi sejauh mana Gilsonite merubah karakteristik dari aspal yang biasa digunakan di Indonesia dan mengevaluasi karakteristik dari suatu campuran aspal beton yang mengandung Gilsonite. Dalam Penelitian ini terdapat dua komponen yang utama. Pertama adalah penelitian terhadap karakteristik dari campuran aspal-Gilsonite. Kedua adalah penelitian yang meliputi uji Marshall Immersion, uji Wheel Tracking dan uji Indirect Tensile Stiffness Modulus pada campuran-campuran aspal yang dibuat dengan kadar aspal (campuran aspal-Gilsonite) optimum. Hasil dari penelitian pertama menunjukkan penambahan dari Gilsonite telah merubah karakteristik daripada aspal. Peningkatan kadar Gilsonite menyebabkan penurunan pada penetrasi, peningkatan pada titik lembek dan pengurangan kepekaan terhadap temperatur. Hasil dari penelitian kedua menunjukkan penambahan Gilsonite pada campuran aspal telah meningkatkan stabilitas Marshall sebesar 10% dan 19%, berturut-turut dengan penambahan 4% dan 8% Gilsonite. Uji Wheel Tracking menunjukkan penambahan Gilsonite yang sangat berpengaruh terjadi pada temperatur 45Â°C, deformasi berkurang sebanyak 43% dan 71% berturut-turut dengan penambahan 4% dan 8% Gilsonite. Angka modulus dari campuran aspal sangat tergantung terhadap temperatur, penambahan Gilsonite yang cukup berarti terjadi pada temperatur 25Â°C dengan peningkatan 45% dan 77% untuk penambahan berturutturut 4% dan 8% Gilsonite. Pada temperatur 35Â°C dan 45Â°C angka modulus dari semua campuran aspal berkurang secara drastis dan penambahan Gilsonite tidak cukup berarti dalam hal meningkatkan angka modulus", "Daftar File": {"1998_TS_PP_HAMIDI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3317"}, "Penulis": "Hermansyah Hamidi", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Bambang Sugeng.S, 2. J.Mc.Elvaney, 3. Trisno Soegondo, Scan. : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Characteristics of asphalt mix containing gilsonite", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Apr 2005"}