{"Nomor": 2927, "Judul": "PENELITIAN LABORATORIUM DARI SPLIT MASTIC ASPHALT DENGAN SERAT SELULOSA CF - 31500", "Abstrak": "PENELITIAN LABORATORIUM DARI SPLIT MASTIC ASPHALT DENGAN SERAT SELULOSA CF-31500, Ilham, 1998, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung. Split Mastic Asphalt (SMA) adalah campuran aspal bergradasi terbuka sehingga mempunyai kadar aspal yang lebih tinggi dibandingkan dengan campuran aspal bergradasi menerus seperti aspal beton. Campuran SMA biasanya diberi bahan tambah untuk mencegah terjadinya pelelehan aspal dan memberikan perkuatan secara mikro. Salah satu bahan tambah tersebut adalah CF-31500, diproduksi dari bubur (pulp) kayu yang mengandung kira-kira 85 % serat selulosa. Tesis ini menguraikan penyelidikan laboratorium campuran SMA dengan 0 %, 0,2 %, 0,3 %, 0,4 % dan 0,6 % CF-31500 terhadap berat agregat plus aspal. Sebagai pembanding, dilakukan pula penelitian terhadap campuran lapis permukaan aspal beton (LASTON). Penyelidikan awal memperlihatkan bahwa penambahan CF-31500 dalam aspal meningkatkan titik lembek aspal dan mengurangi nilai penetrasi, sehingga menunjukkan adanya efek perkuatan. Analisa Marshall campuran SMA menunjukkan bahwa campuran dengan 0,2 % dan 0,3 % CF-31500 memenuhi seluruh persyaratan Bina Marga, dan kedua jenis campuran tersebut mempunyai kadar aspal optimum yang hampir sama. Campuran SMA pada kadar aspal optimum kemudian diselidiki dengan percobaan Marshall immersion, indirect tensile strength dan wheel tracking. Kecuali percobaan wheel tracking, kinerja seluruh percobaan untuk SMA dengan 0,2 % dan 0,3 % CF-31500 mempunyai hasil yang hampir sama. Pada percobaan wheel tracking kinerja SMA dengan 0,3 % CF-31500 menunjukkan hasil yang lebih baik, dengan laju deformasi 0,018 mm/menit dan nilai stabilitas dinamis 2362 lintasan/mm. SMA dengan 0.2 % CF-31500 mempunyai laju deformasi 0,022 mm/menit dan stabilitas dinamis 1908 lintasan/mm. LASTON dengan kadar aspal 6,1 % memenuhi semua kriteria perencanaan menurut Bina Marga. Stabilitas LASTON lebih tinggi 46 % dari campuran SMA, tetapi kinerja LASTON pada percobaan wheel tracking lebih buruk. Deformasi permanen LASTON setelah 2520 lintasan adalah 8,85 mm, sedangkan deformasi permanen SMA dengan 0,3 % CF-31500 adalah 3,11 mm. Untuk memastikan campuran mana yang lebih tahan terhadap deformasi, perlu dilakukan jenis pengujian yang lain seperti creep test dan stifness modulus test terhadap SMA dan LASTON Dengan nilai Marshall Quotient dan tebal film aspal yang lebih tinggi dari LASTON, SMA tentunya mempunyai umur yang lebih panjang karena kelenturan yang dimilikinya dapat memperkecil keretakan", "Daftar File": {"1998_ts_PP_ILHAM_1.pdf": "https://digilib.itb.ac.id/gdl/download/3318"}, "Penulis": "Ilham", "Kontributor / Dosen Pembimbing": ["Pembimbing:1.J.Mc.Elvaney, 2.Pamudji widodo,3.Trisno Soegondo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Split Mastic Asphalt (SMA) mixes are made with an open-graded aggregate", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Apr 2005"}