{"Nomor": 2928, "Judul": "SIMULASI MESIN HIERARCHICAL MULTI- STATES (HMS) UNTUK SPESIFIKASI SISTEM WAKTU-NYATA", "Abstrak": "ABSTRAK: \n \n \nPada tesis ini telah dilakukan studi tentang pemodelan perilaku sistem waktu-nyata yang menggunakan spesifikasi multi-level dengan mesin Hierarchical Multi-States (mesin HMS) dan telah dibangun prototipe perangkat lunak yang diberi nama S1M-HMS. \nMesin HMS adalah suatu automata tingkat tinggi dengan ciriciri umum : beberapa status dapat aktif (marking) pada satu waktu, beberapa transisi dapat dibangkitkan secara simultan, status-status dapat didekomposisikan secara hirarki kedalam mesin yang berlevel lebih rendah dan adanya suatu bahasa yang merepresentasikan ketergantungan logikal dan temporal diantara status dan transisi. \nPemodelan spesifikasi sistem waktu-nyata dengan model mesin HMS dilakukan dengan cara : spesifikasi dibentuk menjadi suatu mesin abstrak non-deterministik yang merepresentasikan perilaku umum yang bersesuaian dengan sistem dan kebutuhan dinyatakan dengan mesin abstrak yang berlevel lebih tinggi yang mendefinisikan perilaku yang diinginkan untuk mesin yang berlevel lebih rendah. Hal ini mengakibatkan setiap spesifikasi yang berlevel lebih tinggi membebankan kendala kepada spesifikasi yang berlevel lebih rendah. \nMetode analisis dan perancangan yang digunakan adalah metode obyek dengan notasi yang diajukan oleh Coad-Yourdan dan menghasilkan diagram obyek. Implementasi untuk prototipe S1M-HMS dibangun dengan menggunakan perangkat pengembangan Borland Delphi versi 2.0. Pengujian perangkat lunak yang digunakan adalah pengujian perangkat lunak berorientasi obyek yang diajukan oleh Pressman.", "Daftar File": {"1998_TS_PP_MUKHLASH_1.pdf": "https://digilib.itb.ac.id/gdl/download/3319"}, "Penulis": "Imam Mukhlash", "Kontributor / Dosen Pembimbing": ["Pembimbing :Hansye S.Dulimarta, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "behaviour specification, HMS machines, real-time systems, temporal logic", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2005"}