{"Nomor": 2934, "Judul": "LABORATORY EVALUATION OF SILTY SAND STABILIZED WITH CATIONIC ASPHALT EMULSION", "Abstrak": "PENELITIAN LABORATORIUM DARI STABILISASI PASIR KELANAUAN DENGAN ASPAL EMULSI KATIONIK, KURNIADJI 1998, PROGRAM MAGISTER SISTEM DAN TEKNIK JALAN RAYA, PROGRAM PASCASARJANA INSTITUT TEKNOLOGI BANDUNG Tesis ini menguraikan suatu pengkajian laboratorium tentang stabilisasi tanah dengan Aspal Emulsi jenis Kationik (CAE). Benda-benda uji tanah diambil dari dua lokasi di sungai Cilutung, sebut saja Cilutung I dan Cilutung II. Kedua contoh diklasifikasikan sebagai SM (USCS), A-2-4 (AASHTO), perbedaan utamanya adalah dalam persentase ukuran butir yang lebih kecil dari 75 mikron, (34,2% untuk Cilutung I dan 20,9% untuk Cilutung II). Nilai CBR asli tanah Cilutung I dan II masing-masing 13,47% dan 15,34%. Pengujian CBR dilakukan pada bendabenda uji dengan penambahan 2%, 4%, 6%, 8%, dan 10% residu CAE menunjukkan nilai CBR maksimum yang terjadi pada 4% residu CAE. Setelah lama pemeraman 7 hari, nilai CBR Cilutung I dengan 4% residu CAE adalah 19,71%, dan untuk tanah Cilutung II adalah 25,55%. Memperhatikan pengaruh lama pemeraman terhadap nilai CBR, terjadi kecenderungan tidak konsisten pada benda uji yang diamati. Nilai CBR relatif rendah untuk tanah Cilutung I yang telah distabilisasi pada umur pemeraman 14 dan 21 hari, kemungkinan hal ini karena adanya penyusutan pada benda uji. Pengujian kekuatan tekanan bebas (UCS) pada bendabenda uji tanah Cilutung I juga memperlihatkan nilai maksimum terjadi pada penambahan 4% residu CAE. Nilai UCS naik dengan bertambahnya waktu pemeraman; nilai UCS pada benda uji dengan 4% residu CAE bertambah sampai 136% untuk waktu pemeraman 21 hari. Koefisien permeabilitas berkurang dengan bertambahnya kandungan residu CAE; penambahan 4% residu CAE mengurangi koefisien permeabilitas sampai 10. Berdasarkan nilai CBR, stabilisasi pasir kelanauan dengan CAE yang telah diteliti, hasilnya tidak cocok untuk digunakan sebagai bahan pondasi bawah, walaupun tanah Cilutung II yang telah distabilisasi masih bisa digunakan. Pengaruh waktu pemeraman pada nilai kekuatan dengan pengujian CBR tidak meyakinkan, hal ini karena terjadinya penyusutan benda uji tanah akibat dari berkurangnya volume benda uji di dalam mold CBR", "Daftar File": {"1998_TS_PP_KURNIADJI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3325"}, "Penulis": "Kurniadji", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1. Bambang.I.S ,2.J.Mc.Elvaney,3. Trisno Soegondo, Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "soil stabilization using Cationic Asphalt Emulsion (CAE)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Apr 2005"}