{"Nomor": 2949, "Judul": "INTERAKSI ANTARA PEMBEBANAN LALU LINTAS DAN PENGENDALIAN SINYAL LALU LINTAS", "Abstrak": "Pada umumnya pembebanan lalu lintas dan pengendalian sinyal diperhatikan secara terpisah karena, asumsi dasar perancangan sinyal yang umum digunakan adalah bahwa pemilihan rute tidak dipengaruhi oleh pengaturan sinyal. Asumsi ini wajar jika pemilihan rutenya terbatas, atau tingkat kemacetan rendah, tetapi secara umum tidak demikian. Biasanya, pengaruh pengaturan sinyal terhadap keputusan pengendara dalam memilih rute tidak dipertimbangkan demikian juga terhadap re-routing dapat mempengaruhi efisiensi jaringan secara keseluruhan. Karenanya mencari kebijakan pengaturan sinyal yang optimal dengan menyertakan pengaruh keputusan pemilihan rute pengendara menjadi suatu pertanyaan alamiah.Kebutuhan untuk mengintegrasikan teraksi kedua perspektif ini telah mendorong  perkembangan suatu model yang dikenal sebagai model Kombinasi Pembebanan dan Pengendali Lalu lintas (KPPL), yaitu model yang mengkombinasikan pembebanan lalu Iintas dan pengendalian simpang dengan memperhitungkan secara eksplisit interaksi antara keduanya. Namur demikian, implementasi model ini untuk membandingkan kinerja dari beberapa altematif jenis pengendalian pada suatu jaringan masih sangat jarang dilakukaan. Penelitian ini dimaksudkan untuk membandingkan dan memeriksa kinerja dari dua jenis penganturan sinyal yang umum digunakan, yakni kebijakan egrisaturation atau Metode Webster dan kebijakan mininasi tundaan, dengan kebijakan yang didesain khusus terhadap pengaruh pemilihan rote yaitu Po. Degan mempehatikan re-routing dalam mengevaluasi Kinerja jaringan, ketiga kebijakan Ini di bandingkan satu sama lainnya dalam model pembebanan-pengendalian steadysaate. Ada empat buah paragaan buatan dan sebuah jaringan sebenarnya yaitu Kota Bandung yang diperiksa dalam studi ini.Hasil pemeriksaan dan uji coba yang dilakukan menunjukkan bahwa sulit untuk merokemendasikan jenis pengendalian yang mana yang Iebih unggul, karena kinerja dari ketiga kebijakan hasilnya bervariasi. Dan ditemukan bahwa kinerja kebijakan itu akan sangat tergantung dari bentuk konfigurasi jaringan dan tingkat pemiintaan perjalanan. Bagaimanapun juga, hasil pengujian dari jaringan sebenamya menunjukkan bahwa keadaan lalu lintas yang baik dapat diperoleh dengan menerapkan model KPPL", "Daftar File": {"1998_TS_PP_TJAJA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3341"}, "Penulis": "Vici Hartawan Tjahja", "Kontributor / Dosen Pembimbing": ["Pembimbing:1. Harun Rasyid.S 2.Willy Tuimewu , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Traffic assigment, signal control", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Apr 2005"}