{"Nomor": 2956, "Judul": "EFFECT OF COMPACTION ENERGY ON THE MARSHALL CHARACTERISTICS' OF AN ASPHALT` CONCRETE MIX", "Abstrak": "PENGARUH ENERGI PEMADATAN TERHADAP KARAKTERISTIK MARSHALL PADA CAMPURAN LAPIS ASPAL BETON, Bosar Hasoloan Pasaribu, 1999, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung. Pemadatan adalah proses pengurangan kadar rongga udara pada campuran aspal dengan memberikan energi pemadatan terhadap campuran aspal tersebut. Pemadatan mengakibatkan partikel-partikel padat merapat satu sama lainnya. ada penelitian ini, dilakukan penyelidikan pengaruh energi pemadatan terhadap karakteristik Marshall pada campuran Lapis Aspal Beton dengan menggunakan berbagai tingkat energi pemadatan. Kadar aspal yang digunakan adalah kadar aspal optimum yang diperoleh dari pengujian Marshall 2x75 pukulan. Energi pemadatan yang digunakan adalah 35, 50, 75, 100, 200, 300 and 400 pukulan menggunakan palu Marshall. Pada energi pemadatan diatas 100 pukulan, energi diberikan menurut 3 prosedur : A, B dan C. Benda-benda uji juga dipersiapkan pada kadar aspal tersebut untuk diuji mengikuti prosedur Percentage Refusal Density (PRD). ada peningkatan energi pemadatan dari 35 sampai 300 pukulan kecenderungan karakteristik Marshall terlihat konsisten, tetapi pada 400 pukulan kecenderungan tersebut berubah. Pengujian ekstraksi menunjukkan bahwa gradasi agregat berubah menjadi lebih halus dari gradasi semula. Perubahan gradasi agregat diakibatkan oleh kehancuran beberapa partikel agregat. Kehancuran partikel agregat ini menaikkan volume rongga udara dalam campuran yang menghasilkan penurunan kepadatan serta peningkatan VIM dan VMA. Agregat yang hancur tidak terlapisi aspal. Hal ini mengakibatkan penurunan stabilitas dan Indeks Perendaman, dan menaikkan kelelehan sehingga menurunkan Marshall Quotient dari benda uji Marshall Immersion. ada 300 pukulan, kepadatan benda-benda uji dari ketiga prosedur mencapai maksimum. Kondisi refusal diperkirakan telah tercapai pada tingkat pemadatan ini. Karakteristik Marshall ketiga prosedur hampir sama yaitu kepadatan, VIM, VMA, VFB stabilitas, kelelehan, dan Marshall Quotient masing-masing sebesar kurang lebih 2.441 g/cc, 2.15 %, 13.80 %, 84.50 %, 1775 kg, 3 mm and 600 kg/mm. Hasil ini berbeda sedikit dari hasil pengujian PRD, yang mungkin disebabkan perbedaan cara pemadatan. erbandingan data dari benda uji Marshall dan PRD, menunjukkan bahwa hasil pengujian PRD sebanding dengan 180, 230, 245 pukulan mengikuti prosedur B, C dan A", "Daftar File": {"1999_TS_PP_PASARIBU_Eng-1.pdf": "https://digilib.itb.ac.id/gdl/download/3348"}, "Penulis": "Bosar Hasoloan Pasaribu", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1.J.Mc Elvaney,2.Pamudji Widodo, 3. Trisno Soegondo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Caracteristics,Marshal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Apr 2005"}