{"Nomor": 2976, "Judul": "CHARACTERISTICS OF A GAP-GRADED ASPHALT MADE WITH RECYCLED-CONCRETE FINE AGGREGAT", "Abstrak": "KARAKTERISTIK DARI CAMPURAN ASPAL BERGRADASI SENJANG YANG DIBUAT DENGAN AGREGAT HALUS DARI BETON DAUR ULANG. Nofi Hendri, 1998, Program Magister Sistem dan Teknik Jalan Raya, Institut Teknologi Bandung.  Tesis ini merupakan suatu program peneliti,an di laboratorium untuk mengevaluasi karakteristik dari campuran aspal bergradasi senjang yang dibuat dengan agregat halus dari beton daur ulang. Sebagai perbandingan, HRA yang dibuat dengan agregat halus biasa juga dievaluasi. Didalam perencanaan campuran, benda uji dipersiapkan, dan diuji berdasarkan prosedur Marshall dan hasilnya dianalisa menurut kriteria perencanaan dari SNI No. 1737-1989-F (LASTON), spesifikasi Bina Marga (1986) untuk HRS kategori B dan spesifikasi BS 594 {1985) untuk HRA. Pengujian-pengujian perendaman Marshall, kekuatan tarik dan modulus resilient tidak langsung dan ketahanan terhadap deformasi permanen menggunakan peralatan wheel tracking, juga dilakukan terhadap benda uji-benda uji yang dibuat pada kadar aspal optimum berdasarkan kriteria LASTON. Agregat halus yang dibuat dengan baton daur ulang mempunyai penyerapan air sebesar 8,6% terhadap berat agregat sedangkan pasir alam hanya 2,8%. Hal ini sangat berpengaruh terhadap kadar aspal efektif dari campuran, kadar aspal yang diserap terhadap berat agregat adalah 3,1% untuk campuran dari beton daur ulang, dan 1,2% untuk campuran dari pasir alam. Tidak ada hasil evaluasi berdasarkan spesifikasi yang diberikan, yang dapat memenuhi semua parameter campuran secara keseluruhan. Campuran yang direncanakan berdasarkan kriteria dari SNI dan Bina Marga (1986) mungkin akan mempunyai masalah durabilitas, terutama campuran yang mengandung baton daur ulang, karena rendahnya kadar aspal efektif dan ketebalan film aspal yang rendah. Campuran yang direncanakan berdasarkan kriteria BS 594 (1985) lebih memuaskan didalam memenuhi kriteria durabilitas tetapi mempunyai kadar rongga udara yang sangat rendah. Pada kadar aspal optimum berdasarkan kriteria LA.STON, campuran yang dibuat dengan pasir alam tidak memenuhi kriteria nilai stabilitas sisa, tetapi campuran yang dibuat dengan agregat beton daur ulang memenuhi. Nilai kekuatan tarik dan , modulus resilient tidak langsung dari berbagai temperatur untuk kedua campuran hampir sama. Pada temperatur 45Â°C dan 60Â°C, kinerja campuran yang dibuat dari pasir alam didalam pengujian wheel tracking lebihbaik dari pada campuran yang dibuat dengan agregat beton daur ulang. Terlihat bahwa tidak ada alasan teknis untuk tidak menggunakan baton daur ulang sebagai agregat halus dari campuran bergradasi senjang. Meskipun demikian, penyerapan yang tinggi dari material ini harus diperhatikan didalam perencanaan campuran untuk menjamin cukupnya kadar aspal untuk mendapatkan durabilitas dalam jangka waktu lama", "Daftar File": {"1998_TS_PP_HENDRI_Eng-1.pdf": "https://digilib.itb.ac.id/gdl/download/3370"}, "Penulis": "Sefi Hendri", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.J.Mc.Elvaney, 2. Pamudji Widodo, 3. Trisno Soegondo. Scan  Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Concrete fine aggregate", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Apr 2005"}