{"Nomor": 2983, "Judul": "LABORATORY EVALUATION OF ASPHALT CONCRETE MIX MADE WITH HIGH BONDING ASPHALT HBA-80", "Abstrak": "EVALUASI LABIRATORIUM DARI CAMPURAN BETON ASPAL MENGGUNAKAN ASPAL LEKATAT TINGGI Mk-80, Utang Kaman u n, 1999, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung.  Perkerasan fleksibel yang dibuat darI bahan aspal biasa tidak cukup lagi marpunyai sifat-sifat yang dibutuhkan. bagi beban lalulinters yang bertambah, balk dalam jumlah maupin besarnya beban, selain itu juga oleh pengaruh iklim. Penelitian telah difokuskan pada upaya memodifikasi sifat-sifat aspal biasa dengan berbagai macaM bahan additives yang menekankan pada ketahanan dan kepekaan terhadap pengaruh temperatur 'pada bahan pengikat tersebut mempertahankan. fleksibilitas tern ketahanannya terhadap deformasi permanen. Testsis ini membahas evaluasi laboratorium dari suatu aspal modifikasi polimer, yaitu HBA-80. Sifat-sifat HBA-80 diperbandingkan dengan yang dipunyai AG-60 sebagaimana pula melalui sifat-sifat cant ran aspal baton lapis permukaan yang dibuat dart kedua bahan pengikat tersebut.' Uji penetrasi yang dilakukan sebelum dan sesudah Rolling Thin Film Oven Test (R FOT) menunj ukan bahwa pada rentang temperatur yang lebih tinggi (300C-35t) HBA-8O kurrng peka terhadap pengaruh temperatur dart path PC-60. Uji viskositas Rotational viscameter sebelum RTFt7T menunjukkan bahwa viskositas HBA-80 nampak lebih tinggi danipeda yang dimiliki oleh AC-60 tetapi lebih peka terhadap pengaruh tarperatur. Hasil uji ketahanan yang diukur dart RTFOT, penetrasi setelah RTFOT dan perubahan titik lembek setelah RTFOT tidak menunjukkan kesimpulan yang sejalan. Kadar bitumen optimnn campuran aspal yang dibuat dari bitumen HBA-80 dan AC-60 yang diperoleh dart analisa Marshall masing masing adalah 6,30%; sejalan dengan nilai-nilai cari Indeks Stabilitas Sisa yang diperoleh masing-masing sebesar 89,90% dan 83,58%. Pada kadar aspal optima, nilai-nilai indirect tensile strength dan indirect tensile resilient rmoc*ilus pater kedua campuran aspal menunjukkan gejala yang kurang lebih sama pater rentang temperatur investigasi. Pada rentang terrperatur yang lebih tinggi campuran aspal HBA-80 mEnunjukkan nilai-nilai yang lebih balk untuk kedua parameter tersebut diatas dan pada rentang temperatur yang lebih rendah nanpak kurang peka terhadap pengaruh temperatur. Pada uji lintasan rota, campuran aspal BBA-80 nampak lebih tahan terhadap deformasi pada temperatur yang lebih tinggi tetapi nanpak hampir identik dengan campuran aspal PC-60 pada tarperatur yang lebih rendah", "Daftar File": {"1999_TS_PP_KADARUSMAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/3378"}, "Penulis": "Utang Kadarusman", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Idwan Santoso, 2. Titi Liliani.S , 3. Trisno Soegondo , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Evalution of aspalt concrete mix made with high bonding aspalt HBA-80", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Apr 2005"}