{"Nomor": 2990, "Judul": "DIFFUSION TEST AS AN ALTERNATIVE INDICATOR FOR DURABILITY ASSESSMENT OF BITUMINOUS MIXTURE", "Abstrak": "TES DIFUSI SEBAGAI SUATU INDIKATOR ALTERNATIF UNTUK PENILAIAN DURABILITAS CAMPURAN BERASPAL, Aine Kusumawati, 2000, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung. Tes Difusi adalah suatu alternatif metoda pengujian baru yang sedang dikembangkan untuk menilai durabilitas campuran beraspal terhadap uap air. Uap air di perkerasan jalan dihasilkan dari penguapan air tanah. Jika uap air tersebut terjebak di dalam pori, akan mengembun menjadi air pada permukaan partikel agregat. Proses perpindahan uap air inilah yang dimanfaatkan pada metoda ini. Campuran yang diteliti adalah Hot Rolled Asphalt (HRA) dan Asphaltic Concrete (AC). Benda uji Tes Difusi dibuat pada kadar aspal 5%, 6%, 7%, 8%, 9% dan juga pada kadar aspal optimum untuk setiap jenis campuran. Untuk setiap kadar aspal tersebut dibuat dua buah benda uji. Benda uji tersebut kemudian diuji pada suhu pengujian 35Â°C, 45Â°C, dan 50Â°C . Parameter yang digunakan pada tes ini untuk penilaian durabilitas adalah koefisien difusi (diffusion coefficient). Parameter tersebut kemudian dihubungkan dengan Indeks Kekuatan Sisa/IKS (Index of Retained Strength/IRS) sebagai parameter yang umum digunakan untuk menilai durabilitas campuran beraspal, yang diperoleh dari Tes Perendaman Marshall. Hasilnya, secara umum ada hubungan antara Tes Difusi dan Tes Perendaman Marshall. Semakin tinggi kadar aspal dalam campuran, semakin kecil koefisien difusi dan semakin besar IRS, yang mengindikasikan durabilitas potensial dari campuran tersebut semakin tinggi. Sebaliknya, semakin rendah kadar aspal dalAm campuran, semakin besar koefisien difusi dan semakin kecil IRS, yang mengindikasikan durabilitas potensial dari campuran tersebut semakin rendah. Perlu dicatat bahwa terdapat trend yang agak berbeda antara Tes Difusi dan Tes Perendaman Marshall yang diakibatkan dari adanya perbedaan sifat antara kedua tes tersebut. Penggunaan Tes Difusi adalah lebih baik untuk membandingkan durabilitas potensial suatu jenis campuran dibandingkan dengan campuran lainnya. Tes Perendaman Marshall sebaiknya tetap digunakan untuk mengukur durabilitas potensial dari suatu campuran beraspal jika hanya satu jenis campuran yang diteliti", "Daftar File": {"2000_TS_PP_KUSUMAWATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3385"}, "Penulis": "Aine Kusumawati", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1. Bambang Ismanto, 2. Ade sjafruddin 3. Trisno Soegondo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "for durability assessment of bituminous mixtures against water vapour", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Mar 2005"}