{"Nomor": 2993, "Judul": "PENGEMBANGAN SISTEM ANALISIS VIRTUAL UNTUK PERANCANGAN BETON PRACETAK (PRECAST CONCRETE - VISUAL DESIGN ANALYSIS SYSTEM) PC VDA", "Abstrak": "Perkembangan teknologi informasi dan komputer, terutama teknologi virtual reality saat ini belum dimanfaatkan secara maksimal oleh industri konstruksi, khususnya konstruksi beton pracetak di Indonesia. Thesis ini mengulas hasil penelitian dan pengembangan suatu sistem aplikasi untuk perancangan beton pracetak, yang memanfaatkan teknologi virtual reality yang diintegrasikan dengan suatu sistem database menjadi suatu sistem aplikasi komputer yang diberi nama PC-VDAS (Precast Concrete - Visual Design Analysis System). Sistem aplikasi PC-VDAS berfungsi untuk membantu perencana di dalam melakukan perancangan konstruksi beton pracetak, khususnya pada visualisasi tahap basic design, mulai dari tahap pemilihan sistem struktur serta sistem sambungan, penentuan dimensi elemen serta harga satuan dari material, sambungan maupun tenaga kerja, hingga diperoleh suatu perkiraan biaya serta durasi konstruksi secara keseiuruhan. Semua data yang diperlukan untuk proses perancangan ini, sebelumnya telah disusun dalam suatu database. Di samping itu, sistem aplikasi ini juga dapat digunakan untuk menggambarkan proses konstruksi, khususnya pada tahap pengangkatan dan pemasangan elemen beton pracetak. Penggambaran proses konstruksi dapat dilakukan secara animasi maupun simulasi. Pengguna dapat melihat urutan proses konstruksi tersebut secara pasif berdasarkan skenario yang telah disusun atau secara aktif dimana pengguna dapat melakukan sendiri pengangkatan serta pemasangan elemen beton pracetak dengan menggunakan tombol - tombol pada keyboard komputer.", "Daftar File": {"1997_TS_PP_UTOMO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3388"}, "Penulis": "Andreas Arianto Pramudya", "Kontributor / Dosen Pembimbing": ["Pembimbing : Biebo.W Soemardi , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "The precast concrete construction", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Apr 2005"}