{"Nomor": 2995, "Judul": "EVALUASI PROGRAM PELUNCURAN KA KELAS ARGO", "Abstrak": "Sejak berubahnya status hukum perusahaan kereta api di Indonesia dari Perusahaan Jawatan (Perjan) menjadi Perusahaan Umum (Perum) terjadi pula perubahan visi perusahaan yang lebih berorientasi pada orfit, bahkan setelah berubah lagi menjadi Persero. Peluncuran KA Argo Gede bertolak dari keinginan untuk memupuk keuntungan. Adanya perkembangan ekonomi Indonesia yang kurang mendukung terhadap upaya untuk memupuk keuntungan sejak akhir tahun 1997 hingga1999 yang ditandai dengan fluktuasi kurs Rupiah terhadap US $, sehingga berdampak kepada membengkaknya biaya operasi KA . Untuk mengetahui apakah permintaan penumpang dan apakah peluncuran KA Argo Gede yang nilai investasinya cukup tinggi tersebut masih menguntungkan atau merugikanÂ„ maka dilakukan studi tentang evaluasi program peluncuran KA Argo Gede. Langkah-langkah yang dilakukan dalam studi ini adalah diawali dengan melakukan analisa pasar. diikuti dengan analisa teknis dan diakhiri dengan analisa ekonomis terhadap peluncuran KA Argo Gede. Dad Hasil studi ini dapat disimpulkan bahwa peluncuran KA Argo Gede dan diperkirakan pada KA Argo lainnya se.cara eknonomis masih menguntungkan, dimana tingkat keuntungannya diatas 35% atau diatas target perusahaan sebesar 30% dan tingkat okupansi KA rata-rata sebesar 75% atau diatas target perusahaan sebesar 60%. Saran yang dapat diberikan kepada manajemen P.T. Kereta Api Indonesia adalah untuk 2 tahun kedepan (tahun 2000-2001) formasi rangkaian KA Argo Gede belum perlu dilakukan perubahan, mengingat perkiraan permintaan penumpang pada waktu tersebut, berdasar perkembangan jumlah penumpang selama tahun. 1995-7999, masih mampu terpenuhi dengan kapasitas tempat duduk yang tersedi", "Daftar File": {"2000_TS_PP_MARTONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3391"}, "Penulis": "Budy  Hartono", "Kontributor / Dosen Pembimbing": ["Pembimbing : H.Aryon Aliludin , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perkeretaapian", "Fakultas": "", "Subjek": "", "Kata Kunci": "the launching of the Argo Gede trains and also other Argos is still at profit economically at which the level of profit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Okt 2005"}