{"Nomor": 2999, "Judul": "STUDI FORMULASI DAN TEKNOLOGI SUPOSITORIA PIROKSIKAM SERTA EVALUASI MUTU DAN KETERSEDIAAN HAYATINYA", "Abstrak": "ABSTRAK: \n \n \nTelah dikembangkan formula supositoria piroksikam dengan menggunakan berbagai konsentrasi basis lemak Witepsol H15 dengan variasi malam kauba dan Tween 80 serta supositoria basis larut air menguatkan berbagai konsentrasi kombinasi polietilen glikol berbobot molekul tinggi dan rendah. Uji disolusi piroksikam dilakukan dengan slat dayung dalam medium dapar fosfat pH 7,2 Itaxdtt 37 s; 0,5Â°C dengan kecepatan 50 rpm selama 60 menit. Forinu,ta terbaik berdasarkan kasaktenstik mutts dan uji disokusinya dihasilkan oleh formula supositoria basis lemak dengan konsentrasi malam karnauba 8%, Tween 80 3% dan formula supositoria basis larut air dengan konsentrasi poletilena glikol 1,000 30% dan polietilen gkikol 4000 70% dengan basal uji disoluusinjra berturut-turut .adalah 81,34% dan 92,53%. Uji ketersediaan hayati formula tersebut dilakukan dengan menggunakan 6 mans srakarela an sehat twengikutl rancangan acak silang lengkap. Hasil uji Mend rikan nilai CÂ„ ka, Taka, AUCo... dan T1/2 eliminasi untuk formula supositoria basis lemak yang diteliti berturut-turut 1,34 tg/ml, 6,67 jam, 136,1'9 pg/ml.jam dan 71,03 jam, untuk formula supositoria basis larut air berturut-turut 1,53 gg/ml, 6,63 jam, 156,68 tg/ml.jam dan 62,39 jam, untuk supositoria piroksikam inovator berturut-turut 1,67 .tg/ml, 6,67 jam, 121,16 tg/ml.jam dan 43,92 jam. Ketersediaan hayati dari kedua formula uji cenderting ktbih tinggi dari supositoria inovator meskipun secara umuin tidak ada pnrbedaan benmakna secara statistik kecuali pada Formula supositoria basis ,larut air yang diteliti.", "Daftar File": {"2000_TS_PP_MUDHAKIR_1.pdf": "https://digilib.itb.ac.id/gdl/download/3396"}, "Penulis": "Diky Mudhakir", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Chales J.PSiregar , 2. Yeyet Cahyati. , Scan Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Dissolution rate test was carried out using paddle apparatus in phosphate buffer of pH 7.2 at 3V-Â± .0.5 k!s g rate oflOrfpttt within 60 minutes", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Okt 2005"}