{"Nomor": 3000, "Judul": "PERHITUNGAN NILAI KUALITAS BERJALAN RANGKAIAN KERETA API METODE JANEWAY DENGAN BANTUAN PERANGKAT LUNAK SEDERHANA", "Abstrak": "Abstrak:  Konsep Costumer Satisfaction menuntut suatu pelayanan yang prima kepada para pelanggan, baik itu pelayanan pada saat pratraveling, on-traveling maupun pasca-traveling. Pada proses on-traveling, masalah keamanan dan kenyamanan berkendara di perjalanan menjadi bagian tolok ukur keberhasilan konsep tersebut. Tingkat keamanan dan kenyamanan dari suatu rangkaian kereta api dapat ditentukan dengan mengukur nilai kualitas berjalan (running quality) dari kendaraan tersebut. Ada beberapa metoda yang telah dikenal dalam mengukur kualitas berjalan ini. Dalam tesis ini metode yang digunakan adalah Metode Janeway yang diproses dengan bantuan perangkat lunak sederhana (AutoCad, Excel dan MatLab). Data getaran gerbong yang diuji hasil pengukuran dengan accelerometer yang berupa data analog dalam ranah waktu diubah ke dalam data diskrit untuk ditransformasi ke dalam ranah frekuensi dengan algoritma FFT. Mula-mula data analog dari getaran tersebut dicuplik dengan bantuan AutoCad, dibuatkan data diskrit berbentuk array dengan Excel, kemudian diubah ke dalam ranah frekuensi dengan MatLab metalui proses FFT. Dengan Metode Janeway ini kita dapat melihat pola akselerasi getaran dalam ranah frekuensi dari kendaraan rel (baik gerbong barang maupun kereta penumpang) pada tiap-tiap kecepatan uji. Kita akan melihat pula dimana terjadi lonjakan akselerasi yang signifikan dan berapa besar. Sehingga kita bisa menentukan, termasuk dalam golongan kelas berapa dan kategori apa kendaraan rel yang kita uji tersebut.", "Daftar File": {"2000_TS_PP_SETIAWAN_2.pdf": "https://digilib.itb.ac.id/gdl/download/3397"}, "Penulis": "Edy Setiawan", "Kontributor / Dosen Pembimbing": ["Pembimbing: Bagus Budiwantoro, Dr. Ir. H.  Scan: Ena Sukmana 92005-10-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perkeretaapian", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rail vehicle, running quality, Janeway metode, vibration acceleration pattern, aplitode variation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "04 Okt 2005"}