{"Nomor": 3004, "Judul": "EVALUASI KELAYAKAN KELANJUTAN PEMBANGUNAN KOMPLEKS PETROKIMIA TUBAN", "Abstrak": "Abstrak:  Indonesia dalam upaya untuk memenuhi kebutuhan dalam negerinya selama ini, harus mengimport produk-produk petrokimia dan BBM dari luar negeri dalam jumlah yang besar. Oleh karenanya PT. Trans-Pacific Petrochemical Indotama ('TPPI') saat ini sedang mengusahakan penyelesaian pembangunan Kompleks Pusat Industri Petrokimia Terpadu Aromatik dan Olefin. Krisis ekonomi yang melanda Asia Tenggara, khususnya Indonesia, menyebabkan konstruksi pabrik terpaksa tertunda, dan akhirnya dihentikan sama sekali pada bulan Januari 1998. Masalah yang dihadapi saat ini adalah pembiayaan proyek yang didanai oleh investor dan pemegang saham belum mencukupi untuk menyelesaikan keseluruhan proyek. Sedangkan kemajuan proyek secara keseluruhan kurang lebih sebesar 45%, di mana Industri Pusat Aromatik sendiri telah mencapai tahap 64%. Sampai saat ini masa penundaan proyek ini telah mencapai lebih dari 2 tahun. Analisa dan evaluasi dilakukan dengan menggunakan metode manajemen strategi, yaitu analisa lingkungan, kemudian evaluasi kembali kesesuaian proyek dengan misi dan visi perusahaan, kemudian dapat dibuat pilihan alternatif strategi dengan memakai analisa SWOT (strength, weakness, opportunity, threatness) yang merupakan sarana penilaian daripada kondisi perencanaan konstruksi pabrik apakah feasibel untuk dilanjutkan, serta implementasinya dalam strategi pembangunan dan fase operasi proyek ini pada tahap selanjutnya. Analisa di atas bertujuan untuk meyakinkan investor dan pemerintah yang diwakili oleh Pertamina bahwa megaproyek petrokimia ini memang feasible untuk dilanjutkan sehingga berminat untuk ikut membantu pendanaan pada proyek ini. Keuntungan pemerintah Indonesia dalam hal ini adalah dapat menghemat Devisa Negara sebesar US$ 900.000.000 yang saat ini dibelanjakan untuk mengimport produk-produk Aromatik, BBM, dan hidrokarbon lainnya, dan menjadikan Indonesia sebagai salah satu negara produsen petrokimia yang patut diperhitungkan di kawasan Asia dalam menghadapi tantangan globalisasi memasuki millenium ketiga.", "Daftar File": {"2000_TS_PP_SAMUDRA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3403"}, "Penulis": "I Made Samudra", "Kontributor / Dosen Pembimbing": ["Pembimbing: Uke MMP Siahaan, Ir., MBA  Scan: Ena Sukmana (2005-10-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Evaluasi kelayakan, Kompleks Petrokimia, pembiayaan proyek", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "06 Okt 2005"}