{"Nomor": 3005, "Judul": "EVALUASI PERANGKAT LUNAK SIMULASI MONTE CARLO UNTUK PENENTUAN CADANGAN AWAL DAN ANALISIS RESIKO EKSPLORASI RESERVOIR X, Y, Z, CIREBON JAWA - BARAT", "Abstrak": "SARI: \n \n \nDidalam dunia pertambangan, khususnya dalam bidang perminyakan, suatu perusahaan eksplorasi selalu dihadapkan pada pilihan untuk menerima atau menolak terhadap tawaran eksplorasi dan pengembangan suatu daerah. Hal ini sesuai dengan konsep Gambler's Ruin yang berlaku dalam setiap pekerjaan eksplorasi, yaitu setiap kegiatan eksplorasi memiliki taruhan yang besar dan hasil yang tak tentu. Untuk menetapkan pilihan terbaik, perusahaan eksplorasi dapat mempergunakan suatu metode analisis resiko. Dalam thesis ini penulis menerapkan metode analisis resiko dalam suatu eksplorasi minyak dengan keadaan dimana data eksplorasi sangat terbatas. Salah satu metode dalam analisis resiko adalah teknik simulasi, yaitu suatu metode yang menganalisis suatu kemungkinan dengan cara membuat deskripsi resiko dan ketidakpastian dalam suatu bentuk distribusi nilai kemungkinan. Parameter yang diperhitungken adalah jumlah cadangan minyak serta faktor resiko geologi. \n \nProspek suatu reservoir minyak yang dianalisa pada thesis ini adalah tiga reservoir minyak x, y, dan z di daerah Cirebon, Jawa Barat. \nDari perhitungan cadangan dan analisis resiko didapatkan hasil yaitu reservoir yang terkecil resikonya berturut-turut adalah z, x, dan y. Berdasarkan dengan hasil perhitungan volumetris biasa yang dilakukan untuk menguji hasil analisis simulasi monte carlo menunjukkan hasil perhitungan keduanya berada pada suatu range harga yang sama, dan dapat disimpulkan bahwa metode simulasi monte carlo dapat diterapkan jika data reservoir yang diperoleh sangat terbatas.", "Daftar File": {"2000_TS_PP_MARWANZA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3404"}, "Penulis": "Irfan Marwanza", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Sudjati Rachmat , 2.Totok Darijanto , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "three reservoir x, y and z in the area of Cirebon,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Nov 2005"}