{"Nomor": 3006, "Judul": "PENGEMBANGAN SISTEM STRUKTUR PORTAL PRACETAK TAHAN GEMPA DENGAN MENGGUNAKAN SISTEM SAMBUNGAN LAS DAN SAMBUNGAN LEWATAN", "Abstrak": "Precast concrete offered advantages in quality control, a reduction in site formwork and site labour also increase the speed of constructions superiority compare to conventional method. The prior used of precast concrete was for non structural component such as cladding or floor system and at the end it is used for structural system like structural wall (bearing wall system), beam and column (frame system). The development of many precast concrete system is based on ACI and UBC code which permits the unique system like precas.` concrete to be used if it is demonstrated by experimental evidence and analytical results that the structural system will have strength, ductility and toughness equal to or more than an equivalent monolithical system, this is known as emulation design approach. In Indonesia, bearing wall system was developed and used earlier rather than frame system which was rarely used. This thesis offered the alternative precast frame system which is suited , for Indonesian condition as a developing countries that obviously have different characteristic with modern countries. The advantage of this precast concrete frame system prototype is the simplicity of the structural component compactness of the structural shape so it is easy to fabricate and transport, high tolerance in manufacturing and erection, also from aesthethics point of view its looks monolithic. Experimental evidences and analysis results has shown that this frame system has relatively the same strength as monolithic system, and also has enough toughness and ductility .", "Daftar File": {"2005  Irosa Eko Wahyudi": "https://digilib.itb.ac.id/gdl/download/3405"}, "Penulis": "Irosa Eko Wahyudi [25002066]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Iswandi Imran  scan: caca"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "TAHAN GEMPA DENGAN MENGGUNAKAN SISTEM SAMBUNGAN LAS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Feb 2005"}