{"Nomor": 3017, "Judul": "MODEL 1-D PERTUMBUHAN BUTIRAN AWAN KONVEKSI DI DAERAH BANDUNG", "Abstrak": "Abstrak: Model kopel pertumbuhan butiran awan dibentuk dari penurunan persamaan dinamika, termodinamika, dan fisis awan dengan menganggap bahwa uap air berada diantara dua plat sejajar yaitu permukaan bumi dan lapisan tropopause. Kecepatan arus ke atas di kedua permukaan plat adalah nol. Faktor konvergensi,adveksi horizontal, turbulensi,gerak vortisitas arus ke atas,dan wujud es diabaikan, sehingga dapat dibuat model numerik satu dimensi untuk pertumbuhan awan konveksi. Kelemahan model ini sangat sensitif terhadap syarat awal.Untuk tumbuh menjadi butiran, maka uap harus memiliki kelembaban yang tinggi agar dapat melawan efek kelengkungan hingga mencapai nisbah jenuh kritis 0.6%. Jadi perlu ditambahkan amonium sulfat untuk menaikkan nisbah jenuh hingga jari jari 0.13 mikrometer, setelah nisbah jenuh kritis terpenuhi, butiran akan tumbuh meskipun kelembaban jenuh mendekati satu. Disamping pengaruh larutan garam pertumbuhan butiran juga dipengaruhi oleh pemanasan konduksi dan diffusi penguapan hingga jari jari sekitar 10 mikrometer.Sebagian besar radiasi matahari terserap di permukaan bumi yang berakibat pemanasan di permukaan. Dengan demikian lapisan di permukaan bumi lebih panas sehingga menimbulkan paket udara tidak stabil dan mengalami proses konveksi. Suhu paket udara menurun bila terangkat ke atas, hal ini diakibatkan proses adiabatik. Proses perubahan wujud uap air menjadi butiran awan akan melepas panas laten saat terjadi kondensasi. Laju penurunan suhu pada permukaan ditentukan oleh keseimbangan uap air di atmosfer. Digunakan data radio sonde stasiun LAPAN Bandung tahun 1992-1996 sebagai penerapan model sekaligus verifikasinya. Kemudian model digunakan untuk menaksir perubahan arus ke atas, profil suhu paket udara, nisbah tetes hujan, dan nisbah kadar total air di atmosfer.Proses konveksi adalah faktor yang berperan dalam proses pembentukan butiran awan. Jika teijadi pembentukan awan dapat menimbulkan variasi pada suhu dan nisbah kadar air atmosfer. Hal ini terlihat bahwa variasi suhu 1.5 km di atas Bandung lebih besar dibandingkan dengan dekat permukaan. Pada ketinggian ini terdapat awan yang dapat menyerap radiasi matahari, terjadinya arus, dan pemisahan kutub listrik di dalam awan itu sendiri, sehingga memberi efek pada variasi suhu paket udara.", "Daftar File": {"2000_TS_PP_SIREGAR_1.pdf": "https://digilib.itb.ac.id/gdl/download/3417"}, "Penulis": "Plato Martuani Siregar", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:The Houw Liong, Prof. Dr.Pembimbing 2:       Bayong Tjasyono H.K., Dr.Scan:Ena Sukmana    2005-09-15"], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Convection process, cloud droplet", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "15 Sep 2005"}