{"Nomor": 3021, "Judul": "LABORATORY. EVALUATION OF ASPHALT CONCRETE CONTAINING ROADCEL-50", "Abstrak": "Roadcel-50 is the brand name of oleophilic micronized cellulose fibres used as a stabilizing agent for bitumen in asphalt mix. The material is produced in Jakarta and has been used on several roads in Indonesia to improve pavement performance. This thesis describes a laboratory investigation of an asphalt concrete mix made with 0.15%, 0.30%, 0.45%, and 0.60% Roadcel-50 by weight of aggregate plus bitumen. For control purposes, a mix without Roadcel-50 was also investigated. Preliminary investigations showed that the effects of adding Roadcel-50 to bitumen were to increase softening point and viscosity and reduce penetration, thereby indicating a reinforcing effect. Marshall analysis of the asphalt concrete mixes showed that the mixes made with 0.15%, 0.30%, 0.45%, and 0.60% Roadcel-50 were satisfactory in terms of Bina Marga or SNI design criteria, and had optimum bitumen contents of, 7.00%, 7.20%, 7.25%, and 7.40%, respectively. The Marshall analysis showed that the mix with 0.30% Roadcel-50 registered the best performance. Specimens of the mixes with Roadcel-50 prepared at optimum bitumen content were investigated using the Marshall immersion, indirect tensile strength and wheel tracking tests. The results of these tests showed that increasing the Roadcel-50 content increased the immersion index and indirect tensile strength and reduced permanent deformation. The asphalt concrete without Roadcel-50 complied with Bina Marga design criteria at an optimum bitumen content of 6.95%. However, the results of the Marshall analysis, Marshall immersion test, indirect tensile strength test, wheel tracking test and calculations of bitumen film thickness indicate a lower performance than that of the mix with Roadcel-50. Difficulty was experienced in preparing mixes at the higher percentages of Roadcel-50. At higher Roadcel-50 content, the material could not be distributed uniformly throughout the mix and this lack of homogeneity contributed to the relatively poor performance of these mixes. Keeping the Roadcel-50 at 0.30% enabled the fibres to be distributed more uniformly throughout the mix thereby enhancing performance.", "Daftar File": {"1999 Wawan Rusmawan": "https://digilib.itb.ac.id/gdl/download/3422"}, "Penulis": "Wawan Rusmawan [26996003]", "Kontributor / Dosen Pembimbing": ["Supervisor: Pamudji Widodo", "Supervisor: BAmbang Sugeng Subagio"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Roadcel-50, bitumen in asphalt mix, Marshall analysis, Indirect Tensile Strength dan Wheel Tracking.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2005"}