{"Nomor": 3023, "Judul": "CEMENT STABILISATION OF A SOIL FROM BARITO UTARA FOR ROAD CONSTRUCTION", "Abstrak": "STABILISASI TANAH DARI BARITO UTARA DENGAN SEMEN UNTUK KONSTRUKSI JALAN, Yosua, 2000, Program Magister Sistem dan Teknik Jalan Raya, Program Pascasarjana, Institut Teknologi Bandung   Tesis ini menguraikan kajian laboratorium mengenai stabilisasi tanah dari Barito Utara dengan semen untuk konstruksi jalan. Sampel tanah diambil dari Muara Teweh, Kabupaten Barito Utara, Propinsi Kalimantan Tengah. Menurut sistim USCS dan AASHTO, tanah ini diklasifikasikan sebagai GC and A-2-6. Kandungan mineral dalam tanah adalah kuarsa dan kaolin. Kajian pada tanah memperlihatkan nilai CBR rendaman 4 hari 12.37%, UCS 1.013kg/cm2, Indek Plastis 16.89%, Los Angeles abrasi 53.40%. Dengan demikian tanah memperlihatkan daya dukung yang rendah, tingginya Indek Plastis, dan tingginya nilai abrasi Los Angeles, sehingga merupakan bahan yang tidak sesuai digunakan dan perlu perbaikan untuk memenuhi persyaratan bahan konstruksi lapis pondasi bawah dan lapis pondasi atas jalan. Kajian dilakukan pada empat kombinasi campuran tanah-semen. Uji Batas Atterberg pada campuran semen yang rendah hanya memberikan sedikit perbaikan dan tidak dapat mencapai persyaratan untuk lapis pondasi bawah maupun lapis pondasi atas. Ini mengisyaratkan bahwa semen tidak dapat berlaku sebagai modifier (cement modified soil). Sifat kekuatan tanah-semen dari uji UCS dan CBR memperlihatkan kenaikan yang berarti seiring dinaikkannya jumlah semen dalam tanah. Nilai swelling tanah hampir dapat dihilangkan dengan penambahan semen. Kehilangan berat tanah-semen terhadap 12 periode basah-kering menunjukkan penurunan dengan kenaikan jumlah semen. Perubahan volume dari uji basah kering berkurang dengan penambahan lebih banyak semen. Kombinasi 94:6 (tanah:semen, % terhadap berat) memberikan lapis pondasi bawah yang memenuhi dan ekonomis; dimana didapat nilai UCS 7 hari peram 18.289 kg/cm2 (>6kg/cm2), nilai CBR 3 hari peram 4 hari rendam 159.64% (>20%), nilai swell 0.005%(", "Daftar File": {"2000_TS_PP_YOSUA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3424"}, "Penulis": "Yosua", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Aziz Djajaputra, 2. Pamudji Widodo, 2. Trisno Soegondo , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "cement stabilisation , road construction", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Apr 2005"}