{"Nomor": 3030, "Judul": "ANALISIS DEFORMASI GUNUNGAPI MERAPI DENGAN METODE GEODETIK-GPS", "Abstrak": "ABSTRAK: \n \n \nPemahaman fenomena magmatik dan pemantauan Gunungapi Merapi tidak dapat,terlepas dari studi deformasi. Studi deformasi ini tidak dapat diselenggarakan oleh satu disiplin ilmu, melainkan harus secara multidisipliner. Geodesi merupakan disiplin ilmu yang berperan mengkaji deformasi dari aspek geometrik, yaitu menentukan besar dan pola vektor pergeseran dan parameter-parameter deformasi. Salah satu metode geodetik yang mulai dikembangkan dalam studi deformasi di Gunungapi Merapi adalah GPS. \nAnalisis deformasi Gunungapi Merapi dengan GPS direalisasikan dengan melakukan survai GPS. Survai GPS tersebut dilakukan dengan membuat kerangka datar deformasi (jaring GPS) yang titik-titiknya tersebar di tubuh Gunungapi Merapi. Berdasarkan koordinat titik-titik kerangka dasar deforrnasi yang diperoleh dari basil survai GPS, maka dapat dihitung besar dan pola vektor pergeseran. Vektor pergeseran ini selanjutnya digunakan sebagai dasar dalam menyusun model analisis deformasi untuk menentukan parameter-parameter deformasi Gunungapi Merapi. \nDari hasil hitungan dapat disimpulkan bahwa (1) receiver satu frekuensi dapat digunakan dalam analisis deformasi Gunungapi Merapi, (2) selama interval waktu antara November 1996-Maret 1998, Gunungapi Merapi mengalami deformasi. Adanya deforma.si ini dibuktikan dari aspek geometrik dan fisis. Dari aspek geometrik terlihat nilai vektor pergeseran, parameter-parameter deformasi dan principal strain memberikan nilai yang cukup signifikan, sedangkan dari aspek fisis dibuktikan dengan adanya pertumbuhan kubah lava dan terjadinya letusan pada tanggal 17 Januari 1997 dan Juli 1998, (3) karakteristik deformasi secara geometrik dapat digunakan untuk menduga aktivitas Gunungapi Merapi secara fisis, (4) studi deformasi Gunungapi Merapi dapat dihitung dengan menggunakan model analisis translasi, regangan dan rotasi maupun dengan model regangan dan rotasi. Dalam kasus ini model regangan dan rotasi cendentng lebih sesuai jika dikaitkan dengan informasi geologi dan geofisik", "Daftar File": {"2001_TS_PP_MA60RUF_1.pdf": "https://digilib.itb.ac.id/gdl/download/3431"}, "Penulis": "Bilal Ma`ruf", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Joenil Kahar, 2. Widyo Nogroho Sulasdi,3. Hasanudin Z.Abidin, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Geodesy is one of a discipline that deals with deformation from geometric point of view, in terms of determining the magnitude, pattern, and parameters of the deformation.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Nov 2005"}