{"Nomor": 3034, "Judul": "STUDI EFEKTIVITAS INHIBISI KALSIUM NITRIT DAN   NATRIUM DIKROMAT PADA KOROSIBAJA TULANGAN   GALVANIS DALAM LARUTAN PORI BETON. ARTIFISIAL   DENGAN ELECTROCHEMICAL IMPEDANCE   SPECTROSCOPY", "Abstrak": "Ringkasan: \n \nElectrochemical Impedance Spectroscopy (EIS) digunakan untuk mempelajari mekanisme dan efektivitas inhibitor kalsium nitrit dan natrium dilvornat pada korosi baja tulangan galvanis dalam Iarutan pori baton artifsial. Berdasarkan pada model listrik ekivalen yang paling sesuai, ditemukan bahwa Baja tulangan galvanis terkorosi secara aktif dalam larutan porn baton artifisial yang tidak mengandung inhibitor. Produk korosi padat terbentuk pada permukaan baja tulangan galvanis.   \n \nPrilaku pasif yang diperlihatkan selama 30 sampai 120. hail perendaman menunjukkan bahwa semua permukaan baja telah terpapar dalam larutan pori baton artifisial dan baja berada dalam keadaan pasif. Lain halnya dengan prilaku antarmuka baja tutangan galvanis dalam larutan uji yang mengandung 60 gpi inhibitor Ca(NO2)2 memperlihatkan bahwa pasivasi terdapat pada permukaan lapisan galvanis. Efisiensi 60 gpi inhibitor Ca(NO2)2 berkisar antara 93,42% hingga 99,99%.   \n \nPrilaku pasif juga diperlihatkan oleh lapisan galvanis dalam larutan uji yang mengandung 30 ppm inhibitor Na2Cr2O7. Efisiensi 30 ppm inhibitor Na2Cr2O-7 juga mendekati 99,99%.   \n \nDari hasil penelitian ini dapat diambil kesimpulan bahwa inhibitor natrium dikromat lebih efektif daripada inhibitor kalsium riitrit dalam menginhibisi korosi baja tulangan galvanis dalam larutan pod baton artifisial hingga had ke-120 perendaman.", "Daftar File": {"2001_TS_PP_MORALISTA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3436"}, "Penulis": "Elfida Moralista", "Kontributor / Dosen Pembimbing": ["Pembimbing :1. Iswandi Imran , 2. Sunara Purwadaria. Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "the best fitted equivalent circuit model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Okt 2005"}