{"Nomor": 3036, "Judul": "SIMULASI DUA DIMENSI REAKS: OKSIDASI METANOL MENJADI FORMALDEHIDA PADA REAKTOR UNGGUN TETAP", "Abstrak": "Formaldehida merupakan produk turunan metanol yang paling utama. Senyawa ini banyak dipakai dalam industri kimia, terutama sebagai bahan baku untuk pembuatan resin-resin formaldehida. Secara industri, proses yang dianggap efektif untuk menghasilkan formaldehida dari metanol adalah proses oksidasi dengan katalis besi-molibdat karena konversi dan selektivitasnya yang tinggi serta ketahanannya terhadap kontaminan yang lebih baik. Dalam aplikasi industri, reaksi oksidasi metanol dilangsungkan pada reaktor unggun tetap arrrhimhe (berbuluh banyak). Reaksi fasa gas ini berlangsung secara eksotermik dengan unggun tetap berupa katalis besi-molibdat. Sistem yang ditinjau pada penelitian ini adalah reaktor berbuluh tunggal berunggun tetap tempat terjadi reaksi secara nonisotermal, non-adiabatik pada kondisi tunak. Model yang disimulasikan adalah model dua dimensi reaktor unggun tetap yang diperoleh dari peneracaan massa, dan energi. Metoda penyelesaian yang digunakan adalah metoda semidiskretisasi yang ditulis dengan perangkat lunak MATLAl3. Hasil komputasi memberikan kesesuaian yang cukup bail: secara kualitatif ketika diverifikasi dengan data percobaan Panthel. Variabel-variabel yang digunakan, yakni temperatur um:pan (To), temperatur dinding (Tw), komposisi metanol dalam umpan (Co), dan laju alir massa umpan (m) cukup berpengaruh terhadap distribusi konsentrasi, temperatur, tekanan, dan kecepatan superfsial. Peningkatan To, Tw, dan Co menyebabkan temperatur hot spot meningkat dan menggeser posisi hot spot ke arah masukan reaktor; namun pada peningkatan Tw, pergeseran posisi tersebut tidak signifidzan. Sedangkan hal sebaliknya terjadi pada peningkatan harga m. Tempemtur keluaran reaktor mengalami kenaikan pada Tw dan Co yang lebih besar; tetapi mengalami penurunan pada To dan m yang lebih besar. Konversi keluaran reaktor mengalami kenaikan pada Co yang lebih besar. Penurunan tekanan (AP) lebih dipengaruhi oleh Co dan m. Sedangkan kecepatan superfisial lebih dipengaruhi oleh To dan m", "Daftar File": {"2001_TS_PP_MISRAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/3438"}, "Penulis": "Erni Misran", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. I.G.B.N.Makertihatha,2.Dwiwahju Sasongko, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "production q f thermosetting resins by condensation with urea, phenol or melamine", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Okt 2005"}