{"Nomor": 3038, "Judul": "KARAKTERISASI SISTEM MULTI AKIFER DAN IDENTIFIKASI SISTEM ALIRAN PANAS SUMUR HIPERTHERMAL DAERAH PEKANBARU DAN SEKITARNYA PROPINSI RIAU", "Abstrak": "Identifikasi geometri dan konfigurasi akifer menunjukkan bahwa pada daerah penelitian terdapat : 1 lapisan akifer bebas ketebalan 3-30 meter; 1-3 lapisan akitar dengan ketebalan 3-15 meter; 1 lapisan akifer semi tertekan dengan ketebalan 5-25 meter; 3-6 lapisan akiklud dengan ketebalan 4-30 meter; akifer tertekan - sistem multi akifer I terdapat 2 lapisan dengan ketebalan 10-50 meter. Dari 5 sumur uji pompa didapat nilai T rata-rata 2,5142.104 m2/detik dan k rata-rata adalah 11,458.10`6 m/detik; akifer tertekan-sistem multi akifer II terdapat 2-3 lapisan dengan ketebalan 25-70 meter, dari 2 sumur uji pompa didapat nilai T rata-rata 4,12.10 m2/detik dan k rata-rata adalah 9,15.10 m/detik. \nKondisi batas dan daerah imbuhan sistem akifer yang diperkirakan adalah : batas aliran terkontrol (batas pengisian) sebelah utara merupakan batas lokal dan sebelah barat daya merupakan batas regional, batas aliran nol internal yaitu lapisan dasar dari sistem akifer, batas aliran nol eksternal yaitu bidang sesar (barrier) dan baths tinggi tekan terkontrol internal Sungai Siak (daerah luahan). Berdasarkan analisa 8 sumur bor dan dibuat penampang geologi berarah utara-selatan terdapat ernpat sistem multi akifer yaitu : sistem akifer bebas dengan temperatur air 23-27Â°C masuk klasifikasi hipothermal, sistem akifer setengah tertekan dengan temperatur air 27-30Â°C masuk klasifikasi mesothermal, sistem multi akifer tertekan 1 dengan temperatur air 43-45Â°C masuk klasifikasi hiperthermal dan sistem multi akifer tertekan 2 dengan temperatur air 3 5-37Â°C juga masuk klasifikasi hiperthermal. Sumur yang mengeksploitasi sistem multi akifer tertekan 2 lebih dekat daerah imbuhan sehingga temperaturnya lebih rendah. \nBerdasarkan data-data temperatur sumur minyak dalam grafik hubungan antara kedalaman dan temperatur, - didapatkan persamaan garis dan gradien geothermik yang besarnya 5,9Â°C/100 m. Data temperatur air dan kedalaman saringan sumur bor diplotkan ke dalam grafik. Pemplotan ini dilakukan dengan asumsi bahwa temperatur air mencirikan temperatur bawah permukaan, karena pada saat air keluar mengalami penurunan temperatur yang relatif kecil. Menurut model tersebut, sumber aliran panas SBR-5 berada pada kedalaman 330 m dan sumur SBP-16 berada pada kedalaman 340 m. Dari kenyataan ini berarti ada penambahan panas yang diinterpretasikan berasal dari bawah dan patahan berperan sebagai media aliran panas. Sumur hiperthermal berhubungan dengan gradien geothermik. Berdasarkan geothermometer kimia Na/K dan terhadap grafik hubungan antara pH dan konsentrasi HCO3- tidak dapat dihitung perkiraan temperatur reservoir sumber panas, sumur hiperthermal tidak berhubungan dengan fenomena magmatisme.", "Daftar File": {"2001_TS_PP_MORIZA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3440"}, "Penulis": "Gengky Moriza", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deny Juanda Puradimaja Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sistem multi akifer, sistem aliran panas, sumur hiperthermal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2005"}