{"Nomor": 3039, "Judul": "ANALISA COST-EFFECTIVENESS TERHADAP KEBIJAKAN PENGELOLAAN AIR BAWAH TANAH SEBAGAI SALAII SATU SUMBER AIR BERSIH DI JAKARTA", "Abstrak": "ABSTRAK: \nLatar belakang penelitian ini adalah adanya kebijakan Pemerintah DKI Jakarta dalam bentuk peraturan daerah (perda) yang berkaitan dengan pemanfaatan Air Bawah Tanah (ABT) yaitu; \na. Perda No. 7/1988. pengelolaan ABT oleh Perusahaan Air Minum \n \n(PAM) Jaya b. Perda No. 2/1994, pengelolaan ABT oleh Dinas Pertambangan \n(Disbang) DKi Jakarta \nc. Perth No. 10/1998. retribusi ABT menjadi pajak pemanfaatan ABT dimana pengelolaan pemungutan oleh Dinas Pendaptan Daerah (Dispenda) DKI Jakarta dan dibantu pengelolaan teknis ABT oleh Disbang DKI Jakarta. \nPenelitian dibatasi pada evaluasi terhadap kebijakan pemerintah daerah dalam pcngelolaan ABT sebagai amber pendapatan asli daerah dalam bentuk retribusi dan pajak pemanfaatan ABT yang telah berjalan selama kurang lebih 12 tahun. Dengan asumsi dasar bahwa pendapatan yang diterima dari retribusi digunakan untuk upaya perbaikan kondisi air bawah tanah, sedangkan pajak lebih berfungsi sebagai pendanaan tmtuk \n \npembangunan daerah. Analisa efisien dan efektifitas terhadap retribusi dan pajak pemanfaatan \nABT diharapkan menjadi evaluasi terhadap kebijakan yang ada, sehingga dapat diketahui potensi dan kondisi dari sumber daya air bawah tanah dan dapat diambil kebijakan yang mendukung konservasi sumber daya tersebut. \nMetode analisa efektifitas biaya dilakukan perbandingan terhadap tiga faktor penelitian yang dikaitkan terhadap upaya konservasi ABT yaitu; \na.\tefektifitas clan efisiensi penggunaan retribusi dan pajak ABT \nb.\tbiaya pengolahan air permukaan \nc.\tbiaya sumur injeksi yang dikelola oleh pemerintah. \nDengan membandingkan ketiga faktor tersebut diharapkan dapat menjadi acuan untuk kebijakan sumber daya air. Dan lebih efektif dalam penggunaan retribusi dan pajak pemanfaatan air halvah tanah untuk menjaga keberadaan sumber daya air bawah tanah.", "Daftar File": {"2001_TS_PP_MUFRIZON_1.pdf": "https://digilib.itb.ac.id/gdl/download/3441"}, "Penulis": "Harry Mufrizon", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Surna T Djajadiningrat, 2. Wijoyono Partowidagdo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "retribution and the usage of undrground water supply supposedly become an evaluation on existing government policies", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Nov 2005"}