{"Nomor": 3041, "Judul": "PEMODELAN DAN ANALISIS DINAMIK KERETA PENUMPANG DENGAN BOGIE BOLSTERLES", "Abstrak": "Faktor penentu dalam karakteristik dinamik kendaraan rel adalah rancangan parameter dinamik bogie, yaitu komponen yang menghubungkan perangkat rods dengan badan kereta (carbody). Ditinjau dari segi pengoperasian, bogie mempunyai peranan penting dalam menentukan kecepatan operasi maksimum yang diijinkan. Batasan ini disebut sebagai kecepatan kritis, Va., yang memisahkan daerah operasi stabil dan tidak stabil. Kecepatan diatas V, akan mengakibatkan gerak hunting tidak stabil sehingga dapat mengakibatkan roda keluar rel (wheel-climbing) sehingga tidak man. Faktor kenyamanan ditentukan oleh spektrum dan amplitudo getaran akibat gaya kontak rods dan rel. \n \n \n \n Untuk mengkaji apakah kriteria keamanan dan kenyamanan yang diinginkan telah tercapai, perlu evaluasi terhadap stabilitas dan respon dinamik kendaraan rel. Hal ini dapat dilakukan dengan memodelkan kendaraan rel atas kumpulan benda tegar yang dihubungkan secara kinematik oleh berbagai interkoneksi berupa pegas dan peredam yang disebut sebagai sistem benda jamak (multibody system). \n \n \n \n Dalam penelitian ini, kaji pararnetrik dilakukan terhadap berbagai besaran yang mempengaruhi V.- dan respon getaran. Parameter dinamik yang dikaji adalah kekakuan lateral dan longitudinal pegas primer dan sekunder serta konisitas rode. Di samping itu, juga ditinjau pengaruh massa bogie dan lebar rel terhadap respon dinamik. Tinjauan respon dilakukan melalui simulasi ketidakrataan rel dalam arah lateral. Hasil kajian menunjukkan bahwa Va dan respon getaran sangat dipengaruhi oleh kekakuan lateral pegas primer dan konisitas rods serta lebar rel.", "Daftar File": {"2001_TS_PP_SATRIA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3443"}, "Penulis": "Iman Sartia", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Andi Isra Mahyuddin, 2.Djoko Suharto, 3. Pulang Nurprasetio, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bogie that consists of frame and suspension system connecting wheelset to carbody", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2005"}