{"Nomor": 3049, "Judul": "STABILITAS DAN SPESIFISITAS SUBSTRAT KLON REKOMBINAN PENGHASIL PENISILIN ASLIIASE DARI PUSTAKA GENOM BACILLUS SP. BAC4", "Abstrak": "Telah dilakukan penelitian stabilitas dan spesifisitas substrat terhadap E. coli DH5aJpMH3 dari pustaka genom Bacillus sp. BAC4, yang diduga mengandung gen pga dalam vektor kosmid pHC79. Kosmid pHC79 mempunyai dua gen resistensi terhadap antibiotik (gen tef dan amp'. ). Fragmen Bacillus sp. BAC4 disisipkan pada gen ampa. pada sisi pengenalan enzim Pstl, sehingga gempa. tidak aktif. Seleksi E. coil DH5aJpMH3 dilakukan dengan memilih koloni yang hidup pada media tetrasiklin dan mati pada media ampisilin. Berdasarkan seieksi diperoleh tiga koloni yaitu 3.6, 3.7 dan 3.18, dan kosmidnya diberi nama pMH36, pMH37 dan pMH318. Hasil uji aktivitas penisilin G asilase (PGA) terhadap ketiga Mon tersebut, positif. Hasil isolasi kosmid ketiga Mon tersebut memperlihatkan pola migrÂ•asi yang sama. Berdasarkan hasil uji aktivitas dan pola migrasi pada gel elektroforesis, disimpulkan bahwa ketiga Mon berasal dari E. coli DH5cx/pMH3. Selanjutnya karakterisasi diteruskan dengan Klon 3.7. Kosmid pMH37 dipotong dengan enzim restriksi (EcoRI atau EcoRV), membentuk satu pita dengan ukuran 5,8kb yang ternyata ini lebih kecil dari ukuran pHC79 (6,5kb). Kosmid pMH37 dipotong dengan enzim Pstl, hasilnya tidak dapat terpotong. Hasil transformasi sel inang baru dengan pMH37 tidak mempunyai aktivitas penisilin asilase. Penghilangan kosmid dari Klon 3.7 yang dilanjutkan dengan pengujian aktivitas asilase terhadap penisilin G, penisilin V dan ampisilin dari sel yang kehilangan kosmid menunjukkan hasil yang positif, berarti materi genetik sel yang telah kehilangan kosmid ini mengandung urutan gen pga, sehingga dapat disimpulkan telah terjadi pemindahan DNA sisipan dui kosmid rekombinan ke kromosom sel inang. Pemindahan DNA sisipan ini membawa sebagian DNA kosmid pHC79 termasuk sisi pengenalan PstI. Selanjutnya dilakukan uji aktivitas penisilin G asilase, penisilin V asilase dan ampisilin asilase terhadap enzim murni Bacillus sp. BAC4, hasilnya menunjukkan spesifisitas terhadap substrat enzim yang dihasilkan Klon 3.7 sama dengan enzim mumi Bacillus sp. BAC4. Berarti penisilin asilase Klon 3 benar benar berasal dari protein Bacillus sp. BAC4", "Daftar File": {"2001_TS_PP_MAYARNI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3451"}, "Penulis": "Mayarni", "Kontributor / Dosen Pembimbing": ["Pembimbing : Maelita Ramdani Moeis , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pBAC4 predicted to contain pga gene in the cosmid vector HC79. Cosmid pHC79 contains two antibiotic resistant genes, i.e. tef and amp'", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Okt 2005"}