{"Nomor": 3053, "Judul": "KINERJA CAMPURAN HOT ROLLED ASPHALT DENGAN VARIASI FILTER YANG DIPADATKAN DENGAN GYRATORY TESTING MACHIN", "Abstrak": "Penelitian ini mengkaji penerapan metode pengujian yang telah dikembangkan awal tahun 2000 oleh Departemen Pekerjaan Umum, Republik Indonesia berupa Metode Kepadatan Mutlak. Beberapa penyesuaian terhadap metode yang dikembangkan oleh ARRB dan SHRP juga telah dilakukan di sini. Secara garis besar penelitian ini telah menyentuh beberapa aspek penting pada level one dan level two dari riset yang dilakukan SHRP dan ARRB, serta penerapan metode baru pada DPU-2000 dengan alat gyratory. Penelitian ini meliputi kajian terhadap HRA F No. 10 (40/10) yang dipadatkan dengan alat gyratory dengan variasi filler yaitu : abu batu, abu terbang, batu bata dan semen. Pengujian utama campuran yang dilakukan adalah Marshall Test, Marshall Immersion Test dan wheel tracking test. Hal lain yang diuji adalah ketahanan deformasi dengan gyratory dan identifikasi workability campuran berdasarkan compaction index (CI) serta workability index (WI) yang berbasis data pemadatan gyratory. Sifat pemadatan dengan alat gyratory yang digunakan adalah : diameter mould 100 mm, tekanan 240 kPa, sudut 2Â° dan kecepatan 60 rpm. Girasi refusal dilakukan pada Nmax=Nref=350 putaran dan girasi disain pada Ndes=120 putaran. Seluruh briket yang dipadatkan pada girasi Nmax ataupun Ndes diuji pula dengan Marshall Test dan Marshall Immersion Test. Hasil penelitian menunjukkan campuran dengan filler semen , abu bate dan abu terbang dapat memenuhi spesifikasi DPU-2000. Kinerja terbaik ditunjukkan semen dengan basil wheel tracking test yang sangat memuaskan. Berikutnya adalah filler abu batu yang memiliki ketahanan deformasi yang cukup besar dan kinerja pengerjaan (khususnya CI) yang baik. Kemudian filler abu terbang yang memiliki Marshall Properties dan sifat volumetrik yang cukup baik, serta Marshall Retained Stability Index-nya mempunyai nilai tertinggi. Namun lemahnya sifat workability (khususnya CO dan ketahanan deformasinya mengakibatkan campuran ini dinilai kurang baik. Terakhir adalah filler batu bata yang dapat memenuhi Marshall Properties dan Marshall Retained Stability Index yang disyaratkan tempi sifat volumetrik, kinerja pengerjaan (khususnya WI) dan alurnya pada wheel tracking test memberikan hasil yang tidak baik. Sehingga disarankan bahwa batu bata tidak layak digunakan sebagai filler.", "Daftar File": {"2001 Muhammad Jazir": "https://digilib.itb.ac.id/gdl/download/3455"}, "Penulis": "Muhammad Jazir [25098071]", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1. BambangIsmanto.S,  2.Bambang Sugeng.S, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "new methoc of DPU-2000 application here used gyratory testing machine.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Mar 2005"}