{"Nomor": 3073, "Judul": "PENGEMBANGAN SISTEM MANAJEMEN PEMELIHARAAN JALAN REL", "Abstrak": "Railways maintenance system influence greatly in railways performance. A good maintenance system could benefit PT. KM on its railways life time and rediness for operation. The purpose of this study is to propose a concept of Railways Maintenance System which based on existing system, both in Indonesia and abroad. 'I'his system consists of four principal component i.e. data base, planning, operational and evaluastion which are interconecting. The first step is developing a data base which could accomodate as many information as possible by using standardized form for each component. Planning stage developed a standard which based on combination of structural component of railways and its geographical condition to treat maintenace requirement according to UIC standard. It continue with the development of a procedure for resource distribution, heavy equipment schedulling and target setting. Operational stage developed a work schedulle which based on heavy equiment schedulling, conditional awareness and problem handling by working gang. On evaluation stage, study is carrired out on working gang and planning department achievement in term of budget alocation, target setting and its achivement which was proposed and will be an input for further improvement. The result of the study is kept in data base and could be used by any department. Test of this system was done on DAOP 1I PT. KAI with some assumption on unattainable datas. This proposed system was found to be better than existing one and could improved it for the benefit of PT. KAI. This system need more complete field datas and further study to optimized it before being use widely.", "Daftar File": {"2002  Cahyo Radityo": "https://digilib.itb.ac.id/gdl/download/3476"}, "Penulis": "Cahyo Radityo [25099019]", "Kontributor / Dosen Pembimbing": ["PEmbimbing I: Rudy Hermawan K", "Pembimbing II: Hedi Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Railways maintenance, component of railways, UIC standard.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2005"}