{"Nomor": 3093, "Judul": "PEMODELAN SISTEM MULTISTATE DENGAN JARINGAN PETRI PROBABILISTIK", "Abstrak": "ABSTKAK: \nTesis ini bertujuan membuat prototype perangkat hamk yang memungkinkan user membuat, membangkitkan dan memanipulasi model dalam lingkup sistem pendukung keputusan. Model yang dihasilkan diciptakan dengan menggunakan jaringan Petri. Menurut kaidah jaringan Petri, sistem yang dimodelkan terdiri dad beberapa \n. variabel sistem. Variabel sistem im pada sepenggal waktu diskret menempati suatu kondisi tertentu. Kombinasi kondisi variabel sistem ini pada gilirannya akan membentuk domain state sistem. Oleh karena itu \n. sistem yang dÂ•unodelkan dinamakan sistem multistate. \nPemodelan Jaringan Petri dilaksanakan dengan memanfaatkan dua hal, yaitu: nilai variabel sistem dan relasi antar variabel sistem. Oleh karena relasi variabel sistem tersebut tidak eksak, maka jaringan Petri merelasikannya ke dalam komponen jaringan secara probabilistik. \nKomponen-komponen jaringan Petri terdiri dari: place, transisi, fungsi output dan fungsi input. Place merepresentasikan variabel sistem melalui token dan kondisinya. Transisi, fungsi output dan fungsi input bersama-sama membentuk relasi antar variabel sistem. Eksekusi jaringan dilaksanakan dengan memindah-mindahkan token yang berada pada place. Mekanisme token ini berupa transfer nilai multiple output place via transisi diubah ke niiai multiple input place. \nAspek probabilistik muncul ketika dilakukan penghitungan korelasi data. Korelasi data ini dijadikan dasar pembangkitan model menurut karakteristik jaringan Petri. \nEksekusi menghasilkan fakta bahwa model terbangkitkan mempertahankan kecenderungan data asli. Beberapa data basil pembangkitan mempunyai fluktuasi yang besar, sehingga sempat menunjukkan kecenderungan terbalilc, tetapi kecenderungan secara keseluruhan tetap dipertahankan.", "Daftar File": {"2002_TS_PP_MUDJIHARTONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3498"}, "Penulis": "Paulus Mudjihartono", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Harlili, 2. Kridanto Sukrendro, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Multi state, Token Mechanism, Relation, Probabilistic.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2005"}