{"Nomor": 3094, "Judul": "KONSEPTUALISASI MODEL BISNIS WEB STUDI ANALITIS 17 SITUS PILIHAN", "Abstrak": "ABSTRAK: \nKonseptualisasi Model Bisnis Web (Studi Analitis 17 Situs Pitihan) \nSalah satu prinsip bisnis di Internet yang masih tetap dipegang ialah bagaimana mempertahankan hidup dengan mencetak pendapatan. Beberapa perusahaan membuka situs di Internet dan menjalankan bisnisnya berbasis teknologi Web. Karena itu, memahami konsep model bisnis berbasis teknologi Web menjadi sesuatu yang panting. \nPenelitian ini mengambil contoh sebanyak 17 situs yang mengacu pada klasifikasi model Michael Rappa. Dari basil pengolahan data diidentifikasikan 40 layanan yang dapat dikelompokkan ke dalam 9 model. Masing-masing model dapat dirinci Iebih lanjut sehingga dihasilkan 17 submodel. \nPenelitian tugas akhir ini menyimpulkan: \nPertama, konsep model bisnis Web yang ada saat ini ialah (1) personalized dan community, (2) affiliate dan advertising, (3) auction dan reverse auction, (4) intermediary dan disintermediary, dan (5) free dan subscription model. \nKedua, pembentukan konsep model bisnis Web mempertimbangkan 5 (lima) dimensi yang saling berhubungan, yakni: (1) objek, (2) nilai, (3) jangkauan, (4) tarif dan pendapatan, dan (5) pembayaran dan pengantaran. Model pendapatan dapat dicapai dengan mengombinasikan kelima dimensi tersebut. \nKetiga, pengembangan berbagai konsep model bisnis Web saat ini memperhatikan 5 (lima) aspek kehidupan sosial dan kemanusiaan yang saling berpasangan, yakni: (1) kedudukan manusia sebagai individu dan makhluk sosial, (2) naluri untuk menentukan, (3) adanya keragaman dalam keseragaman, (4) kebutuhan untuk meningkatkan kualitas segala sesuatunya dan menjadikannya lebih sederhana, dan (5) keseimbangan antara kebebasan dan toleransi.", "Daftar File": {"2002_TS_PP_-WARDANA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3499"}, "Penulis": "Purwanta Ari Wrdana", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sudarso K.Wiryono, Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "web, internet, site, business concept, business model, business rule, business process.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Des 2005"}