{"Nomor": 3098, "Judul": "PENGAYAAN 02-DARI UDARA DENGAN MEMBRAN POLIMER", "Abstrak": "ABSTRAK: \nSalah satu aplikasi pemisahan komponen udara dengan membran polimer adalah proses pengayaan oksigen dan udara (oxygen enrichment). Oksigen yang konsentrasinya lebih tinggi dari konsentrasi di udara digunakan pada proses pengelasan logam, pembakaran hidrokarbon dan untuk kebutuhan medic . Proses pemisahan gas dengan membraii polimer terus dikernbangkan untuk mendapatkan membran dengan faktor pemisahan dan permeabilitas yang tinggi. \nDalam penelitian ini dikaji pengaruh sifat dan struktur membran terhadap kinerja membran pada proses pemisahan 02 dan udara , juga mempelajari pengaruh interaksi antara molekul 02 dan N2 dengan membran pada peristiwa pelarutati dan difusi gas di dalam membran. Secara kuantitatif pengaruh faktor-faktor tersebut dapat diketahui dengan menentukan parameter perpindahan, yaitu koefisien periiieabilitas (P), koefisien difusi (D) clan koefisien solubilitas (S) juga selektivitas membran (a). Percobaan meliputi tiga tahap yaitu : (1) pembuatan membran, (2) permeasi gas murni 02 dan N2 dan (3) permeasi campuran gas (17 % ti2 dan 83 Â°i`a N2) . Membran yang digunakan adalah membran polisulfon dan seiulosa asetat dan tekanan umpan divariasikan pada rentang 5 sampai 15 bar. Mekanisrrle perpiridahan gas meiaiui membran diasumsikan rnerigikuti mekanisnie Sohution Diusion. Karakterisasi struktur membran dilakukan dengan Scanning Electron Microscopy (SEM) dan analisa komposisi permeat dengan Gas Ghromatograjy(G~'j \nHasil penelitian menunjukkan harga koefisien soiubiiitas (S) kedua gas pada membran selulosa asetat lebih besar karena selulosa asetat diperkirakan memiliki polaritas yang lebih tinggi dibandingkan membran polisulfon, sebaliknya harga koefisien difusi (D) kedua gas pada menibran polisulfon lebih tinggi , hal ini disebabkan polisuifon merriiiiki unit perulangan yang lebih besar sehingga volume bebas yang terbentuk lebih banyak. Harga koefisien solubilitas kedua gas pada kedua membran cenderung konstan pada rentang tekanan operasi sedangkan koefisien difusi dan koefisien permeabilitas meningkat dengan kenaikan tekanan unman. Penrisahatl campuran udara (17 % 02 clan 83 % N2) dengan membran polisulfon memberikan basil yang relatif balk dengan konsentrasi rata-rata oksigen di dalam permeat mencapai 26,02 %. Pada pemisahan campuran gas ini kenaikan tekanan umpan menghasilkan kenaikan fluks yang cukup besar dengan sedikit periurutian kansentrasi oksigen dalam permeat. Eluks permeat yang", "Daftar File": {"2002_TS_PP_-MULYATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3503"}, "Penulis": "Sri Mulyati", "Kontributor / Dosen Pembimbing": ["Pembimbing : V.S Praptowidodo , Scan  :Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Beside that the interaction between gas 02 and N2 in sorption and diffusion process is also considered", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Nov 2005"}