{"Nomor": 3099, "Judul": "PENGEMBANGAN MODEL ALOKASI  PENDANAAN JALAN   DALAM KERANGKA OTONOMI DAERAH", "Abstrak": "Penelitian ini mengkaji faktor-faktor yang perlu dipertimbangkan dalam mengalokasi dana untuk penanganan jalan Propinsi khususnya dikaitkan dengan struktur pendanaan jalan yang berubah dengan diberlakukannya otonomi dacrah, dan mengidentifikasi dampak kebijakan alokasi tersebut terhadap kondisi fisik dan operasional jalan.  Dalam kondisi penyediaan dana yang terbatas, maka kebutuhan penanganan ruas jalan tidak dapat semuanya didanai, sehingga perlu prioritasi. Model alokasi dana ke setiap ruas jalan yang dikembangkan dalam penelitian ini menggunakan pendekatan analisis multi kriteria (AMK). Kriteria yang digunakan adalah: (1) fungsi akses dari ruas jalan, (2) fungsi arus dari ruas jalan, (3) fungsi pengembangan ekonomi wilayah, dan (4) efektifitas biaya penanganan ruas jalan. Hasil pembobotan kriteria berdasarkan persepsi responden wakil stakeholders Pemerintah Pusat, Pemerintah Propinsi, dan Masyarakat memberikan bobot kriteria (1) = 0,381, kriteria (2) = 0,130, kriteria (3) _ 0,331, dan kriteria (4) = 0,159. Prioritasi penanganan jalan per jenis penanganan (pemeliharaan rutin dan berkala, peningkatan dan pelebaran jalan) dilakukan dengan membadingkan matriks kinerja tiap ruas jalan sebagai hasil perkalian antara bobot kriteria dengan hasil skoring. Pemeriksaan dampak kinerja dilakukan dengan menggunakan beberapa skenario pendanaan yang dihitung melalui kebutuhan untuk memenuhi Standar Pelayanan Minimal Jalan (SPM). Uji coba pengalokasian dana penanganan Jalan Propinsi di Kalimantan Timur dan Nusa Tenggara Timur menghasilkan kesimpulan bahwa manfaat pengurangan biaya transportasi (nilai waktu dan biaya operasi kendaraan) yang diperoleh tidak sebanding dengan besarnya biaya penanganan yang dialokasikan. Hal ini disebabkan oleh masih rendahnya lalulintas pada Jalan Propinsi di kedua wilayah studi tersebut. Direkomendasikan bahwa alokasi dana untuk penanganan jalan Propinsi yang optimum di Kalimantan Timur dan Nusa Tenggara Timur besarnya sekitar 10% sampai dengan 30 % dari kebutuhan maksimum untuk memenuhi SPM jalan.", "Daftar File": {"2002_TS_PP_SUGIARTO_1_JUDUL_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/3504"}, "Penulis": "Sugiarto", "Kontributor / Dosen Pembimbing": ["Ofyar Z.amin", "Hedy Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "autonomy, prioritization, MCA, Minimum Service Standard, budget scenarios.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Apr 2005"}