{"Nomor": 3107, "Judul": "PORE WATER PRESSURE RESPONSE OF BANDUNG CLAY UNDER TEST EMBANKMENT LOADING FOR PADALARANG - CILEUNYI TOLL HIGHWAY PROJECT", "Abstrak": "PORE WATER PRESSURE RESPONSE OF BANDUNG CLAY UNDER TEST EMBANKMENT LOADING FOR PADALARANG-CILEUNYI TOLL HIGHWAY PROJECT, Riyanto, Joko, 1988, Program Sistem dan Teknik Jalan Raya, Fakultas Pasca Sarjana, Institut Teknologi Bandung.  Suatu lahan yang terdiri atas tanah lempung dan hasil sedimentasi gunung berapi (voLkanis) terdapat di sekitar perbatasan sebelah selatan kota Bandung, Jawa Barat, Indonesia. Lahan ini, dengan kedalaman 30 m, yang kemudian dikenal dengan sebutan lempung Bandung, mempunyai sifat-sifat tanah volkanis sesuai dengan asal-usul geologisnya. Tanah volkanis semacam ini seringkali dapat ditemukan di daerah-daerah lainnya di Indonesia,. dan memiliki sifat-sifat teknis yang berbeda dari sifat-sifat teknis yang biasa terdapat pada tanah-tanah non-volkanis lainnya. Walaupun mempunyai kadar air alami dan keliatan (plasticity) tinggi, tanah yang berasal dari sedimen gunung berapi menunjukkan tahanan geser dan kekakuan relatif besar serta daya-rembesan\t(permeability)\ttinggi,\tbaik ditinjau pada skala kecil (mikro) maupun besar (makro).  Bagian ilmu Geoteknik yang berkenaan dengan tanah tropis sedang berkembang dan memperoleh perhatian luas, terutama sehubungan dengan pengalaman yang menunjukkan bahwa percobaan-percobaan standar mekanika tanah di laboratorium yang selama ini dipakai tidak selalu dapat mencerminkan dengan tepat perilaku tanah yang terjadi di lapangan. Oleh sebab itu, perilaku tanah vulkanis tropis sebaiknya dipelajari dari hasil-hasil percobaan lapangan.  Salah satu studi terdahulu telah menghasilkan sebuah program komputer untuk menduga besarnya penurunan tanah akibat konsolidasi beserta laju penurunannya, bagi tanah lunak yang menerima beban timbunan badan jalan rel atau jalan raya, yang perhitungan nya dilakukan dengan pendekatan teori konsolidasi dwi-matra (dua dimensi). Bagian pertama studi dalam thesis ini telah mengembangkan program komputer tersebut, dengan menambahkan suatu analisa penurunan tanah sekunder (secondary compression). Bahasa pemrograman juga diubah sehingga program komputer tersebut menjadi terstruktur, serta beberapa hal telah ditambahkan untuk memudahkan pemakaiannya.  Studi dalam thesis ini terutama membahas perilaku lempung Bandung apabila dibebani timbunan struktur jalan raya, dari hasil percobaan lapangan yang dilakukan pada Proyek Pembangunan Jalan Tol Padalarang-Cileunyi. Data lapangan dianalisa secara numerik menggunakan program komputer yang Baru saja dikembangkan. Analisa numerik tersebut telah menunjukkan kesesuaian yang baik antara hasil perhitungan dengan data lapangan, seperti yang dapat dilihat dari perbandingan antara keduanya .", "Daftar File": {"1988 Agus Setiawan": "https://digilib.itb.ac.id/gdl/download/3512"}, "Penulis": "Agus Setiawan [888602]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Amrinsyah Nasution"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "WATER PRESSURE RESPONSE OF BANDUNG CLAY", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Jan 2005"}