{"Nomor": 3109, "Judul": "ANALISIS KARAKTERISTIK DINAMIK NONLINIER STRUKTUR JEMBATAN GANTUNG (SUSPENSION BRIDGE) DENGAN METODE ELEMEN HINGGA.", "Abstrak": "Sumber nonlinieritas geometri pada jembatan gantung (Suspension Bridge) adalah efek sagging dan perpindahan besar (large displacement). Efek sagging adalah efek yang terjadi karena rendahnya kekakuan kabel untuk menahan lentur. Perpindahan besar (large displacement) mempunyai arti perpindahannya tidak valid lagi dengan asumsi perpindahan kecil (small displacement) pada persamaan dalam analisis linier. Walaupun perilaku materialnya masih tinier elastik, tetapi respon beban-perpindahan yang terjadi kemungkinan berperilaku nonlinier dibawah beban normal. Karakteristik dinamik dalam konsep stabilitas aeroelastik diterjemahkan dalam besaran frekuensi alami dan modus getar yang mempunyai harga tertentu yang harus cukup jauh untuk menghindari fenomena filter. Untuk mendapatkan karakteristik dinamik tersebut dalam tesis ini dilakukan analisis nonlinier statik dan dinamik, dimana hanya nonlinieritas geometri akibat efek sagging dan perpindahan besar (large displacement) yang dianalisis. Efek sagging pada kabel dianalisis karena memberikan pengaruh kekakuan yang terbesar terhadap kekakuan struktur jembatan secara keseluruhan. Hal ini ditunjukkan dengan menurunnya frekuensi alami struktur wiring dengan menurunnya modulus elastisitas kabel dalam proses iterasi. Frekuensi alami dan modus getar struktur didapat setelah proses iterasi konvergen.", "Daftar File": {"2003_TS_PP_DARMA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3514"}, "Penulis": "Edifrizal Darma", "Kontributor / Dosen Pembimbing": ["Pembimbing: Amrinsyah Nasution,Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analysis characteristic dynamic, suspension bridge structure", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Mar 2005"}