{"Nomor": 3115, "Judul": "ANALISA RISIKO PADA, FAKTOR-FAKTOR DOMINAN PENYEBAB KECELAKAAN DALAM MENETAPKAN TARGET SAFETY LEVEL   (STUDI KASUS: JALAN TOL JAKARTA-CIKAMPEK)", "Abstrak": "Jalan tol Jakarta-Cikampek merupakan prasarana transportasi darat baik untuk manusia maupun barang. Fungsi ini menempatkan jalan tol ini  menjadi strategis untuk jalur perekonomian.    Dalam sistem transportasi, salah satu hal yang tidak dapat dihilangkan adalah kemungkinan terjadinya kecelakaan. Risiko dari kecelakaan ini menimbulkan kerugian. Peraturan Pemerintah No.8 Tahun 1990 menegaskan bahwa jalan tol adalah suatu prasarana transportasi yang pembangunan dan pemeliharaannya dilakukan dengan pembiayaan Batas pemakai jalan tersebut, maka kewajiban dari pengelola jalan tol Jakarta-Cikampek dalam hal ini adalah PT. Jasa Marga hanislah mengupayakan risiko kecelakaan yang terjadi bagi pemakai jalan dapatlah di kontrol atau dikurangi dalam suatu tingkat (level) risiko yang akan dicapai. Rencana target-taget penurunan resiko ditetapkan dalam suatu kebijakan sistem keselamatan Lalulintas jalan tol kemudian dilaksanakan dan dimonitor statusnya. Dalam penelitian ini, perumusan dan penuuuunan Analisa resiko (risk analysis) dilakukan dengan menggunakan teknik pendekatan Kuantitatif. Faktor-faktor dominan yang menyebabkan terjadinya kecelakaan diidentilkasi selanjutnya diketahui tingkat resiko yang dimiliki. Dari penelitian terlihat bahwa resiko tingkat fatalitas cukup tinggi, sehingga diusulkan target-target safety level dalam menurunkan tingkat kecelakaan tersebut pada PT. Jasa Marga dengan harapan dapat dituangkan pada kebijakan sistem keselamatan lalu lintas di Jalan Tol khususnya jalan tol Jakarta-Cikampek.", "Daftar File": {"2003_TS_PP_UPARA_1_judul_abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/3520"}, "Penulis": "Nafsan Upara", "Kontributor / Dosen Pembimbing": ["Darwin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "safety system policy for highway traffic, particularly Jakarta - Cikampek Highway.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Apr 2005"}