{"Nomor": 3117, "Judul": "STUDI APLIKASI MODEL PEMILIHAN(CHOICE MODELING)SEBAGAI ALTRNATIF METODA PENGUKURAN PREFENSI RUMAH TANGGA TERHADAP PENINGKATAN LAYANAN PERSAMPAHAN (STUDI KASUS: KOTA BANDNG)", "Abstrak": "ABSTRAK: \n \n \nTujuan pengelolaan persampahan yaitu untuk meningkatkan efektivitas, efisiensi dan keberlanjutan dari penyediaan layanan persampahan hanya dapat dicapai bila kebutuhan masyarakat (demand) diketahui. Termasuk di dalamnya aspek-aspek mana dari Sistem Pengelolaan Persampahan yang paling diinginkan dan dibutuhkan masyarkat. Preferensi atau pilihan ini bersifat unik/khas bagi masing-masing individu. Analisis Konjoin memiliki kemampuan untuk mengungkap model dinamis dampak dari perubahan peningkatan jasa layanan terhadap WTP individu. Penelitian bermaksud untuk menerapkan Choice Model -salah satu bentuk pengembangan dari Analisis Konjoin- untuk mengungkap preferensi konsumen terhadap peningkatan Sistem Pengelolaan Persampahan saat ini di Kota Bandung. Dalam mengolah data digunakan metode Cox Regression. Parameter estimasi regresi cox menunjukkan bahwa variabel pilah, daur ulang dan harga terbukti signifikan menentukan preferensi individu dengan Willingness To Pay (WTP) rumah tangga untuk meningkatkan atribut pilah dan daur ulang berturut-turut adalah sebesar Rp. 13.700,- dan Rp.11.000,-. Paket pelayanan yang memiliki probabilitas tertinggi untuk terpilih adalah paket dengan harga tawaran terendah (Rp. 10.000,-) bersama dengan atribut pilah dan daur ulang yang ditingkatkan. Hasil penelitian menunjukkan bahwa preferensi individu terhadap pelayanan persampahan bersifat multidimensional dan cukup sulit untuk dinilai hanya berdasarkan aspek moneter saja. Sebelum digunakan secara luas sebagai metode pengukuran preferensi masyarakat terhadap peningkatan layanan persampahan, dan digunakan sebagai dasar kebijakan, perlu diteliti lebih lanjut reliabilitas dan validitas metoda Choice Modelling /Conjoint Analysis ini . Hal ini dapat dilakukan dengan melakukan studi valuasi dalam bidang persampahan dengan menggunakan metoda-metoda valuasi lingkungan lainnya.", "Daftar File": {"2003_TS_PP_MARISKA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3522"}, "Penulis": "Yana Mariska", "Kontributor / Dosen Pembimbing": ["Pembimbing :Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Conjoint Analysis (CA), Choice Model (CM), preference, Solid Waste Mangement Services, Cox Regression.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2005"}