{"Nomor": 3120, "Judul": "PENGEMBANGAN INTEGRASI KERANGKA PERANCANGAN SISTEM PRODUKSI (PSD) DENGAN PERANCANGAN ERGONOMI", "Abstrak": "Dalam tesis ini dibahas Kerangka Perancangan Sistem Produksi Terpadu dengan menggunakan metode dekomposisi axiomatic design dari Suh (1990), yang mempertimbangkan aspek ergonomi (Human Centered design) mulai dari tahap awal perancangan sistem produksi. Kerangka Perancangan Sistem Produksi Terpadu merupakan arsitektur sistem yang mengalokasikan kebutuhan sistem terhadap subsistem dengan tujuan mendapatkan suatu pendekatan yang terstruktur dalam memperbaiki seluruh kemampuan perusahaan.  \nKerangka yang dikembangkan dalam tesis ini merupakan pengembangan dari Kerangka Perancangan Sistem Produksi (PSD) (Cocharn, 1999) yang menggambarkan hubungan antara Functional Requirement (FRs) sistem produksi dan Design Parameter (DPs) dari sub sistem melalui matrik desain (DM) untuk mencapai tujuan perusahaan (Return On Investment). Kerangka yang ada selama ini hanya melihat dari satu sudut pandang baik itu technocentrik atau anthropocentric sehingga kerangka yang tersedia bersifat sequential (serial) dan parsial. Penelitian ini merupakan penggabungan Perancangan Sistem Produksi (PSD) dengan pendekatan perancanga ergonomi (Human Centered design) yang juga sekaligus merupakan penggabungan aspek technocentric dan antropocentric. Penggabungan ini menghasilkan suatu kerangka perancangan sistem produksi yang bersifat paralel yang kemudian dinamakan Kerangka Perancangan Sistem Produksi Terpadu. Pengembangan kerangka ini di uji cobakan dengan menggunakan data dari Novi (2003) di bagian pengepakan pakaian anak. Pengujian dilakukan dengan melakukan dekomposisi FRs minimasi biaya produksi (pengepakan). Uji coba dengan menggunakan Kerangka Perancangan Sistem Produksi (PSD) dan Kerangka Perancangan Sistem Produksi Terpadu.  Dari hasil uji coba dapat disimpulkan bahwa dengan menggunakan Kerangka PSD diperoleh suatu rancangan layout stasiun kerja, sedangkan dengan menggunakan Kerangka PSD Terpadu diperoleh layout, fasilitas yang digunakan sampai pada dimensinya, sikap kerja yang sebaiknya dilakukan pekerja dalam melakukan pekerjaaanya. Dengan memperhatikan aspek ergonomi dari tahapan awal desain (paralel) maka berpotensi meningkatkan produkstivitas kerja, karena dalam melakukan pekerjaannya pekerja dalam keadaan aman, nyaman dan sehat, yang pada akhirnya dapat berpotensi menurunkan biaya produksi", "Daftar File": {"2004_TS_PP_MARIAWATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3525"}, "Penulis": "Ade Sari Mariawati", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ari Samardhi , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "A framework called PSD was developed by Cocharn (1999) to accomplish this task and used axiomatic design by Suh (1990) as its approach", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Jun 2005"}