{"Nomor": 3122, "Judul": "SAKA PADA BANGUNAN PENDOPO DI JAWA DART KERATON-VERNAKULAR (STUDI KOMPARASI ESTETIK ANTARA YOGYAKARTA DAN CIREBON)", "Abstrak": "Penelitian ini bertujuan mengetahui lebih lanjut mengenai peran dan kedudukan saka pada bangunan pendopo di Jawa dan juga mengkaji dari aspek estetisnya yang meliputi tataletak, bahan, bentuk, dan ragam hiasnya. Dimana saka merupakan salah satu komponen penting dalam arsitektur tradisional yang mempunyai makna struktural dan makna simbolik. Secara struktural saka berfungsi sebagai penumpu atap bangunan dan secara simbolik saka sebagai personifikasi penumpu kepala manusia. Selain itu penelitian ini juga mendeskripsikan perubahan atau pergeseran nilai estetisnya.       Menurut Koentjaraningrat, wilayah Jawa dapat dibagi berdasarkan etnografis dalam beberapa sub daerah antara lain: Negarigung, Banyurnas, Bagelen, Pesisir Kilen, Pesisir Wetan, Mancanegari, dan Tanah Sabrang Wetan. Daerah Yogyakarta merupakan sub daerah Negarigung, sedangkan Cirebon adalah sub daerah Pesisir Kilen. Kedua daerah tersebut secara geografis berbeda sehingga mempengaruhi karakter budayanya. Namun keduanya juga memiliki hubungan secara historis tentu hal ini akan turut berperan dalam perkembangan budaya berikutnya. Yogyakarta dan Cirebon mempunyai kesamaan dan perbedaan karakter budayanya termasuk saka pada bangunan pendoponya.Penelitian dilakukan melalui studi komparasi antara saka yang berkembang di Yogyakarta dengan di Cirebon. Sedangkan masing-masing daerah juga dilakukan studi komparasi secara vertikal yakni antara saka pendopa di keraton, dengan saka pendopo kabupaten sebagai bangunan formal dan terakhir dengan saka pendopo milik masyarakat (vernakular).       Hasil penelitian menunjukkan bahwa pandangan kosmologi masyarakat Jawa ikut mempengaruhi dalam pembentukan estetis saka yang meliputi tatanan, bentuk, bahan maupun ragam hiasnya. Faktor lainnya yang juga turut berperan dalam perwujudan saka yakni mentalitas masyarakatnya yang berbeda antara daerah pedalaman dan daerah pesisir, serta latar belakang perkembangan kotanya seperti Yogyakarta sebagai daerah pedalaman yang terbatas dalam menjalin kontak dengan dunia luar sehingga perkembangan budaya lebih berorientasi ke keraton. Sementara Cirebon yang lebih terbuka karena sebagai pusat perdagangan sekaligus jalur pelayaran internasional menyebabkan terjadinya interaksi dan komunikasi dengan beragam budaya", "Daftar File": {"2004_TS_PP_PURNOMO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3527"}, "Penulis": "Agus Dody Purnomo", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Yuswandi , 2 Sahyawidihardjo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "The Javanese traditional architecture which is the strength of the structure and represent simbolic proud as well.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mei 2005"}