{"Nomor": 3126, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM TERSEBAR PANDUAN MISSILE DENGAN JAVA RMI", "Abstrak": "Sistem tersebar (distributed system) dalam bidang komputasi telah menjadi pilihan untuk membangun sistem yang kokoh. Karakteristiknya seperti multiuser, realibilitas dan availabilitas, penggunaan sumber daya bersama (resource sharing), skalabilitas, efisiensi, serta transparansi merupakan karakteristik yang diperlukan untuk membangun dan memodelkan sistem yang tangguh. Sistem ini diharapkan dapat menjadi solusi untuk persoalan komputasi di masa yang akan datang. Penelitian tesis ini merupakan perancangan dan implementasi pemanfaatan sistem tersebar untuk pemodelan sistem yang kompleks. Sistem panduan missile pertahanan udara dijadikan sebagai model studi perancangan sistem tersebar. Perancangan model sistem panduan dibuat berdasarkan hukum panduan navigasi proporsional (Proportional Navigation Guidance). Sistem tersebar diimplementasikan dengan menggunakan Java Remote Method Invocation (Java RMI). Java RMI merupakan metode membangun sistem tersebar dengan mekanisme melakukan pemanggilan atau invokasi terhadap method atau subroutine yang terdapat pada komputer server untuk memproses data yang terdapat pada komputer klien. Tampilan antarmuka grafis (graphical user interface) dikembangkan untuk memudahkan pengguna berinteraksi dengan sistem. Sistem basil perancangan kemudian diujicobakan pada sistem komputer yang saling terkoneksi melalui jaringan komputer lokal (Local Area Network). Kemudian sistem dijalankan untuk menggagalkan objek target yang bergerak secara acak pada koordinat dua dimensi. Objek missile diluncurkan dari beberapa posisi untuk menguji sensitivitas pencegatan. Objek target bed-lash dicegat dengan waktu pencegatan dengan cakupan antara 5 s.d 10 detik.", "Daftar File": {"2004 BAHTIAR": "https://digilib.itb.ac.id/gdl/download/3531"}, "Penulis": "Arief Bahtiar [23302010]", "Kontributor / Dosen Pembimbing": ["Hermawan K.Dipojono", "Farida I. Muchtadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sistem tersebar, Java RMI, Proportional Navigation Guidance, waktu pencegatan, Graphical user interface.", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Apr 2005"}