{"Nomor": 3129, "Judul": "MODEL PERILAKU HUBUNGAN ANTARA KAWASAN HUTAN LINDUNG DAN KETERSEDIAAN AIR DI DAS CITARUM HULU (METODE ; SYSTEM DYNAMICS", "Abstrak": "Luas hutan di DAS Citarum Hulu untuk tahun 1984 sampai dengan tahun 1996 telah berkurang 21,15%. Sedangkan luas hutan di DAS Citarum Hulu pada tahun 1996 sampai dengan tahun 2002 telah berkurang 44%. Diduga penyebab terjadinya pengurangan lahan hutan di DAS Citarum Hulu adalah adanya perubahan lahan hutan di dalam Kawasan Hutan Lindung menjadi penggunaan lahan lainnya. Perubahan lahan hutan pada Kawasan Hutan Lindung adalah sangat mengganggu terhadap ketersediaan air pada DAS Citarum Hulu, baik air dalam bentuk cair (air hujan, air permukaan dan air infiltrasi) maupun air dalam bentuk gas (uap air). Garigguan terhadap ketersediaan air pada DAS Citarum Hulu menyebabkan ketidakpastian terhadap ketersediaan air wilayah di masa depan. Agar dapat digambarkan perilaku masa depan untuk hubungan antara perubahan lahan hutan pada DAS Citarum Hulu (sebagai sistem penyebab) dan ketersediaan aimya (sebagai sistem akibat), maka diperlukan model. Metoda System Dynamics merupakan metoda yang efektif untuk membangun model yang di dalamnya terdapat hubungan antara perubahan lahan hutan untuk penggunaan lahan lain dengan ketersediaan aimya dalam suatu Siklus Hidrologi sebagai hubungan sebab akibat yang tidak linier dan merupakan sistem tertutup dari suatu DAS sehingga mampu disajikan informasi hasil simulasi model berupa perilaku yang terjadi atas hubungan antaraperubahan lahan hutan dan ketersediaan air tersebut serta informasi yang dihasilkan melalui model yang ada dapat memberi gambaran (terutama gambaran masa depanj bagi pengambil keputusan. Selain metoda System Dynamics, digunakan pula metoda-metoda dari bidang Hidrologi dan Meteorologi untuk melengkapi alat analisis guna menghitung besamya Evapotranspirasi, Potensi Air Permukaan, Potensi Air Infiltrasi dan menghitung besamya Limpasan Air Permukaan di DAS Citarum Hulu. Metoda-metoda tersebut adalah metoda ASCE Penman-Monteith 2000, metoda Rasional dan metoda Peter. Hasil simulasi menggunakan metoda System Dynamics didapat bahwa penebangan liar adalah penyebab utama rusaknya hutan dan penyebab utama adanya perubahan lahan hutan di dalam Kawasan Hutan Lindung pada DAS Citarum Hulu. Hasil simulasi lainnya dengan metode System Dynamics serta basil penghitungan dengan metoda ASCE Penman-Monteith 2000, metoda Rasional dan metoda Peter menunjukkan bahwa di DAS Citarum Hulu terdapat hubungan yang signifikan antara hutan yang rusak dengan turunnya Volume Air Infiltrasi, turunnya Volume Air di Atmosfer, naiknya Volume Air Permukaan, besamya Aliran Limpasan Air Permukaan dan semakin terdapat kesenjangan antara debit rnaksimum dan minimum. Hasil simulasi dengan metoda System Dynamics menunjukkan pula bahwa kesadaran dan kesepakatan kolektif dari stakeholders di DAS Citarum Hulu untuk menjaga hutan di dalam Kawasan Hutan Lindung secara bijak merupakan landasan agar proses reboisasi terhadap lahan hutan yang rusak menjadi berhasil sehingga luasan hutan kembali meningkat. Hasil simulasi lainnya dengan metode System Dynamics serta hasil penghitungan dengan metoda ASCE Penman-Monteith 2000, metoda Rasional dan metoda Peter menunjukkan bahwa di DAS Citarum Hulu terdapat hubungan yang signifikan antara meningkatnya luasan hutan dengan naiknya Volume Air Infiltrasi, naiknya Volume Air di Atmosfer, terkendalinya Volume Air Permukaan, terkendalinya Aliran Limpasan Air Permukaan dan semakin berkurangnya kesenjangan antara debit maksimum dan minimum. Dalam dunia nyata banyak perilaku Stakeholders yang disadari atau tidak disadari akan berdampak terhadap berkurangnya Kawasan Hutan Lindung pada suatu DAS. Kepedulian dan ketidakpedulian Stakeholders pada suatu DAS adalah kunci untuk terjadinya Kawasan Hutan Lindung yang lestari dan terjaga Ketersediaan Aimya pada DAS tersebut", "Daftar File": {"2004_TS_PP_WIBOWO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3534"}, "Penulis": "Bobby Wibowo [25401008]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Uton Rustam 2.Roos Akbar, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "The cause of forest degradation in Upper Citarum Watershed is estimated by forest change in Protected Forest Area become usage of other interests", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mei 2005"}