{"Nomor": 3131, "Judul": "ANALISIS RETURN ON INVESTMENT (ROI) PERUSAHAAN DAGANG RETAIL KOPERASI", "Abstrak": "Dalam lingkungan persaingan global, perusahaan perlu memperhatikan tingkat pengembalian investasi, jika ingin mencapai tingkat efisiensi yang tinggi. Return on investment mulai banyak digunakan oleh perusahaan sebagai salah satu alat ukur kinerja keuangan perusahaan. Oleh karena itu perlu adanya efisiensi operasi dan efisiensi pendayagunaan aktiva usaha dalam rangka meningkatkan rate return on investment. Studi perbandingan return on investment yang dilakukan pada 8 perusahaan dagang retail komersil dan 8 perusahaan dagang retail koperasi ditujukan untuk mengetahui faktor-faktor penyebab relatif rendahnya efisiensi operasi dan efisiensi pendayagunaan aktiva usaha perusahaan dagang retail. Penelitian dilakukan dengan menggunakan analisis du pont dari masing-masing jenis perusahaan yang mencakup aspek rentabilitas dan aspek aktivitas operasi. Hasil analisis menunjukkan bahwa tingkat pengembalian investasi perusahaan dagang retail koperasi relatif masih rendah. Faktor - faktor penyebab relatif masih rendahnya return on investment disebabkan oleh pengambilan keuntungan yang relatif tinggi dan efektivitas pendayagunaan aktiva usaha yang relatif masih rendah. Efektivitas pendayagunaan aktiva usaha yang relatif masih rendah disebabkan oleh kesalahan manajemen dalam mengelola aktiva tetap dan modal kerja seperti kas, piutang dagang, persediaan barang dagangan, dan hutang dagang. Salah satu haI yang mempengaruhi kebijakan pengembalian investasi perusahaan adalah sikap perusahaan dalam menghadapi trade-off antara beban dan profitabilitas perusahaan. Kebijakan yang diambil perusahaan tentunya juga tergantung dari idiologi, ukuran perusahaan dan tujuan yang ingin dicapai perusahaan.", "Daftar File": {"2004_TS_PP_CASRUNI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3536"}, "Penulis": "Casruni", "Kontributor / Dosen Pembimbing": ["Pembimbing : A.Imam Istiyanto, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perusahaan perlu memperhatikan tingkat pengembalian investasi, jika ingin mencapai tingkat efisiensi yang tinggi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Mei 2005"}