{"Nomor": 3132, "Judul": "HUBUNGAN KARAKTERISTIK ANTARA BIAYA PEMBANGUNAN INFRASTRUKTUR DENGAN SKALA PENGEMBANGAN KAWASAN PERUMAHAN DAN IMPLIKASINYA", "Abstrak": "Peran infrastruktur dalam pengembangan perumahan dan permukiman dinilai sangat panting, karena infrastruktur merupakan syarat mutlak bagi terciptanya lingkungan permukiman yang sehat, aman, harmonis dan berkelanjutan. Naniun di sisi lain infrastruktur juga berpengaruh terhadap peningkatan nilai dan harga lahan. Peningkatan harga lahan ini merupakan salah satu penyebabnya sulitnya pengadaan  rumah yang terjangkau di perkotaan. Pembangunan perumahan skala besar di pinggiran kota melalui pola KASIBA dan LISIBA dipercaya sebagai salah satu solusi dalam menjawab tantangan tersebut, dengan asumsi bahwa harga lahan yang berada di pinggiran kota relatif lebih murah dibandingkan dengan harga lahan di kota. Namun disinyalir bahwa kebutuhan biaya infrastruktur per unit lahan matang dan per unit rumah pads pengembangan perumahan skala besar lebih tinggi dibandingkan dengan perumahan skala kecil. Hal ini disebabkan karena kebutuhan infrastruktur pada pengembangan perumahan skala besar lebih beragam dan kompleks dibandingkan dengan perumahan skala kecil. Berbeda dengan perumahan skala kecil, perumahan skala besar memerlukan off-site infrastruktur dan kenyamanan (amenity) lingkungan yang diwujudkan dengan pembangunan berbagai fasilitas social yang beragam. Besarnya kebutuhan biaya infrastruktur tersebut menyebabkan tingginya beban social overhead cost yang harus ditanggung oleh pengembang perumahan skala besar, dan hal ini menyebabkan tingginya harga jual rumah dan lahan pada perumahan skala besar. Berdasarkan hal tersebut kajian penelitian ini bertujuan untuk mengidentifikasi seberapa besar proporsi kebutuhan biaya infrastruktur pada perumahan skala besar dan sejauh mana implikasinya terhadap biaya produksi dan harga jual lahan dan rumah. Dari informasi tersebut diharapkan dapat diketahui keefektifan pola pengembangan KASIBA dan LISIBA sebagai penyedia perumahan skala besar dengan pola hunian berimbang. Untuk mencapai tujuan tersebut maka dilakukan identifikasi terhadap hubungan karakteristik antara kebutuhan biaya infrastruktur dengan skala kawasan serta implikasinya dari hubungan tersebut terhadap biaya. produksi dan harga jual rumah dan lahan. Alat analisis yang digunakan dalam mengidentifikasi hubungan tersebut adalah metode power regression. Penggunaan metode power regression dilakukan berdasarkan asumsi bahwa prilaku biaya infrastruktur terhadap skala kawasan mengalami kecenderungan yang monoton naik. Temuan penelitian menunjukkan bahwa kebutuhan biaya infrastruktur mengalami peningkatan dengan laju kenaikan yang monoton terhadap skala kawasan. hnplikasi dari peningkatan ini berdampak sangat besar terhadap peningkatan harga jual lahan dan rumah. Hal ini menyebabkan tingginya harga jual lahan dan rumah pads perumahan skala besar. Sebagai akibatnya maka pola pengembangan KASIBA dan LISIBA menjadi tidak efektif lagi jika diperuntukkan sebagai penyedia perumahan dengan pola human yang berimbang, karena telah tarjadi pergeseran segmen pasar yang menjauh dari segmen masyarakat berpendapatan rendah sebagai akibat dari tingginya harga jual lahan dan rumah pads perumahan skala besar. Berdasarkan hal tersebut, agar pola pengembangan KASIBA dan LISIBA dapat mencapai tujuannya secara efektif maka diperlukan suatu insentif yang dapat memungkinkan KASIBA dan LISIBA dapat berfungsi secara efektif sebagai penyedia perwnahan dengan pola human yang berimbang. Insentif dapat berupa paket subsidi dari Pemerintah untuk masyarakat yang berpendapatan rendah, agar dapat meningkatkan keterjangkauan mereka untuk membeli rumah atau lahan pads KASIBA dan LISIBA.", "Daftar File": {"2004_TS_PP_AFRIYANIE_1_JUDUL_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/3537"}, "Penulis": "Dian Afriyanie", "Kontributor / Dosen Pembimbing": ["Widiarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "development of KASIBA and LISIBA pattern", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Apr 2005"}