{"Nomor": 3133, "Judul": "PEMUNGUTAN LANTANUM DARI MINERAL MONASIT   BANGKA DENGAN TEKNIK MEMBRAN CAIR BERPENDUKUNG BERTINGKAT", "Abstrak": "Metode yang dikembangkan untuk pemisahan dan pemurnian unsur tanah jarang saat ini adalah metode ekstraksi pelarut dengan cara mengamobilkan zat pengekstraksi (pengemban) pada suatu membran polimer berpori. Dengan cara ini selain selektifitas transpor meningkat, juga jumlah pengekstraksi yang diperlukan menjadi sangat sedikit. Teknik ini dikenal dangan teknik membran cair berpendukung (Supported Liquid Membrane, SLM). Penelitian tentang transpor dan pemisahan unsur-unsur tanah jarang (UTJ) melalui SLM masih terbatas untuk umpan tunggal dan campuran biner dengan menggunakan satu macam pengemban. Kenyataannya, di alam unsur-unsur tanah jarang tersebut selalu terdapat bersama-sama. Oleh karena itu diperlukan suatu teknik pemisahan dan pemurnian yang selektif baik untuk satu unsur atau sub kelompok unsur tanah jarang yang lebih cepat, murah, dan efisien. Berdasarkan hal tersebut di atas, pada penelitian ini dipelajari pola transpor pada pemungutan lantanum dari mineral monasit Bangka dengan teknik membran cair berpendukung bertingkat. SLM tingkat 1 adalah pemisahan unsur tanah jarang dari unsur non tanah jarang, SLM tingkat 2 adalah pemungutan cerium (IV) dari unsur tanah jarang lainnya, dan SLM tingkat 3 adalah pemungutan lantanum (III) dari unsur tanah jarang lainnya. Parameter-parameter utama yang berpengaruh pada proses pemisahan adalah pH fasa umpan, jenis dan komposisi fasa membran serta konsentrasi asam pada fasa penerima. Pada ketiga tingkat SLM tersebut digunakan membran polimer berpori : PTFE (politetrafluoroetilen) sebagai membran pendukung yang direndam dalam larutan campuran pengemban TBP (tributilfosfat) dan D2EHPA (asam di-2-etilheksilfosfat) dengan perbandingan konsentrasi tertentu dalam pelarut kerosen, dan larutan HC1 sebagai asam di fasa penerima. Selektifitas proses pemisahan lantanum (III) pada SLM tingkat 3 dititik beratkan pada pengaruh komposisi konsentrasi campuran pengemban (TBP : D2EHPA) dalam pelarut kerosen. Untuk mempelajari kondisi optimum dari pengaruh parameter-parameter utama pada pemisahan lantanum (III) dari unsur tanah jarang lainnya, dibuat larutan simulasi campuran UTJ di fasa umpan yang terdiri dari : La 120 ppm, Nd 16 ppm, Gd 2 ppm, dan Lu 0,4 ppm. Pemantauan konsentrasi unsur tanah jarang total dari waktu ke waktu dilakukan dengan metode spektrofotometri UV-Vis yang menggunakan NAS (natrium alizarin sulfonat) sebagai pewarna, pengukuran dilakukan pada panjang gelombang maksimtun campuran simulasi tmsur tanah jarang 534 nm. Sedangkan untuk penentuan konsentrasi masing-masing unsur tanah jarang tersebut dilakukan dengan metode inductively coupled plasma atomic emission spectrophotometry (ICP-AES) pada panjang gelombang emisi masing-masing unsur : Ce pada 418,66 nm, La pada 408,316 nm, Nd pada 401,225 nm, Gd pada 342,247 nm, dan Lu pada 261,542 nm. Transpor unsur tanah jarang melalui SLM dapat dinyatakan sebagai nilai % relatif, yaitu selisih konsentrasi awal dan konsentrasi akhir dibagi konsentrasi awal. Hasil penelitian pada transpor lantanum melalui SLM dalam campuran simulasi UTJ ini diperoleh kondisi optimum adalah pH fasa umpan 3,0; komposisi konsentrasi pengemban TBP : D2EHPA (0,3 : 0,7) M, dan konsentrasi fasa penerima HC1 3,0 M. Pada kondisi ini faktor pemisahan unsur La terhadap Nd, Gd, Lu masing-masing : aLa,Nd 5,0297; aLa,Gd 8,1935; aya,I,,, 11,9529 dan kadar kemurniannya ditingkatkan dari 86,31% menjadi 93,65% dengan % recovery adalah 93,8%. Kondisi ini selanjutnya digunakan pada pemungutan lantanum dari mineral monasit Bangka dengan teknik membran cair berpendukung bertingkat, pada SLM tingkat 3. Dimana pada penelitian sebelumnya, diperoleh kondisi optimum pada SLM tingkat 1 adalah pH fasa umpan 3,2; komposisi konsentrasi pengemban TBP : D2EHPA (0,25 : 0,75) M, dan konsentrasi fasa penerima HC1 3,0 M. Pada SLM tingkat 2 diperoleh kondisi optimum adalah pH fasa umpan 3,0; komposisi konsentrasi pengemban TBP : D2EHPA (0.25 : 0.75) M, dan konsentrasi fasa penerima HC1 3,0 M. Penerapan kondisi optimum dari masing-masing tahap SLM tersebut pada pemungutan lantanum dari mineral monasit Bangka dengan teknik membran cair berpendukung bertingkat, kadar kemurnian lantanum (III) berhasil ditingkatkan dari 24 % pada proses sebelum SLM bertingkat menjadi 89,84 % sesudah proses SLM bertingkat, dengan % recovery adalah 75,72 %.", "Daftar File": {"2004 BASIR": "https://digilib.itb.ac.id/gdl/download/3538"}, "Penulis": "Djabal Nur Basir [20502021]", "Kontributor / Dosen Pembimbing": ["Pembimbuing 1:Buchari", "Pembimbing 2: Aminudin"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "supported liquid membrane; carrier; polytetrafluoroethylene; trybuthylphosphate; di-2-ethylhexyl phosphoric acid; sodium alizarin sulfonat; UV-Vis; ICP-AES.", "Sumber": "FMIPA", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Apr 2005"}