{"Nomor": 3139, "Judul": "PEMODELAN GERAK PARTIKEL SEDIMEN PADA ALIRAN BEROTASI", "Abstrak": "Tingkat kebutuhan air baku di Indonesia terutama di daerah perkotaan makin meningkat yang tidak dibarengi dengan dukungan sumberdaya air. Maka diperlukan system pengolahan air untuk bisa memenuhi syarat sebagai air baku. Proses ini umumnya adalah memisahkan antara solid/sediment dengan air sebelum dilakukan pengolahan secara biologi dan kimiawi. Water treatment untuk memisahkan antara solid dan liquid yang pada prosesnya menggunakan filter, memerlukan pemeliharaan berkala dan diperlukan penggantian komponen filter apabila efektifitas fungsinya sudah mulai menurun. Tujuan penelitian ini adalah membuat suatu model gerakan partikel sedimen dan basil model dibandingkan dengan percobaan lab pada tabung dengan aliran berotasi untuk mendapatkan flocculation yang paling optimal, ditinjau dari kecepatan pengendapan dan kestabilannya. Dari hasil penelitian ini diharapkan akan diketahui tingkat pengendapan solid/ sediment pada aliran yang berotasi sehingga ada gaya sentripetal untuk sparasi partikel sediment dengan fluida. Kajian dilakukan pada aliran air dengan gaya sentripetal untuk memisahkan solid dan liquid, yang dilakukan pada tabung berbentuk bulat dengan aliran berotasi. Dalam penelitian ini dicoba untuk membuktikan adanya gaya sentripetal yang terjadi pada partikel sediment yang secara umum akan mempercepat pengendapan sedimen kohesif, saat beberapa partikel telah mencapai dinding tabung, maka terjadi akumulasi gaya berat sehingga sediment akan turun/ mengendap. Pemisahan secara fisik ini akan membuat air bagian atas tabung lebih jernih sehingga dapat dilakukan pengambilan air pada titik tengah tabung bagian atas untuk dilakukan proses treatmen lanjutan.", "Daftar File": {"2004 HARIYANTO": "https://digilib.itb.ac.id/gdl/download/3548"}, "Penulis": "Hariyanto [25001051]", "Kontributor / Dosen Pembimbing": ["M.Cahyono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gerakan partikel sedimen; aliran berotasi", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Apr 2005"}