{"Nomor": 3148, "Judul": "ANALISIS LOKASI KEJADIAN PEMBAJAKAN DAN PEROMPAKAN BERBASISKAN SISTEM INFORMASI GEOGRAFIS UNTUK PREDIKSI LOKASI KEJADIAN PEMBAJAKAN DAN PEROMPAKAN (STUDI KASUS DI WILAYAH SUMATERA PANTAI TIMUR, SINGAPURA HINGGA SELAT BANGKA)", "Abstrak": "Pembajakan dan perompakan yang terjadi di wilayah perairan Indonesia merupakan salah sate bentuk ancaman kekerasan yang dapat memutus Garis Perhubungan Laut (GPL) antar pilau, antar wilayah dan antar negara. Untuk mencegah dan menanggulangi terjadinya pembajakan dan perompakan, TNI-AL melakukan upaya preventif dan represif. Namun upaya tersebut belum memenuhi harapan bagi para pengguna laut yang memanfaatkan wilayah perairan Indonesia sebagai jalur lalu lintas dan perdagangan karena terdapat beberapa kendala yang dihadapi oleh TNI-AL diantaranya faktor geografi yang menjadi perlindungan terbaik bagi para perompak, tersebarnya lokasi kejadian yang perlu penanganan berbeda dan jumlah unsur patroli yang dimiliki oleh TNI-AL.  Sistem Informasi Geografis (SIG) digunakan untuk melakukan analisis lokasi-lokasi kejadian terhadap keberadaan faktor geografi. Dengan menggunakan pendekatan SIG proses analisis lokasi kejadian terhadap keberadaan faktor geografi akan lebih mudah. Dari basil analisis tersebut dapat diketahui karakteristik dari lokasi kejadian yang kemudian dapat digunakan untuk memprediksi lokasi-lokasi yang diperkirakan dijadikan tempat pembajakan dan perompakan.  Hasil dari analisis lokasi kejadian terhadap keberadaan faktor geografi akan memperlihatkan karakteristik lokasi terjadinya pembajakan data perompakan. umumnya berada pada jarak 4 mil dan S mil. Faktor geografi yang sangat berpengaruh adalah bahaya navigasi, pulau dan alur pelayaran", "Daftar File": {"2004_TS_PP_WIDODO_1.pdf": "https://digilib.itb.ac.id/gdl/download/3557"}, "Penulis": "Kukuh Suryo Widodo", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. T.Lukman Aziz,2.Ishak Hanafiah.I,Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Information system for prediction sea piracy and sea", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mei 2005"}