{"Nomor": 3149, "Judul": "KINERJA VENTURI DALAM AERASI SUPER INTENSIF", "Abstrak": "Sektor perikanan merupakan sektor yang vital bagi kehidupan masyarakat di Indonesia terutama masyarakat pinggiran pantai serta peternak ikan. Salah satu kendala yang dijumpai dalam pengelolaan budidaya ikan tersebut adalah rendahnya konsentrasi oksigen dalam air. Untuk menangani masalah ini, dibutuhkan suatu sistem aerasi yang dapat memasok oksigen sehingga konsentrasi oksigen dalam air memenuhi kebutuhan ikan yang hidup didalamnya, salah satu sistem aerasi yang saat ini dirasa cukup efisien dan ekonomis yaitu sistem venturi aerasi. Percobaan akan dilaksanakan dengan menggunakan konfigurasi alat secara vertikal dengan ukuran alat panjang bagian konvergen 0,127 m dan sudut 20Â°, panjang bagian divergen 0,38 m dengan sudut 5Â°, diameter pipa konvergen dan divergen 0.0254 m dan bagian leher (throat) dengan panjang yang bervariasi antara 0.001 m sampai dengan 0.005 m, diameter throat 0.0086 m. Parameter yang diamati yaitu konsentrasi oksigen sebelum dan setelah keluar dari sistem aerasi. Cairan yang digunakan dalam percobaan ini adalah air, adapun parameter yang ditinjau diantaranya laju alir fluida fasa cair, diameter lubang masukan oksigen, letak lubang masukan oksigen dan panjang throat pada venturi sehingga diharapkan didapatkan kondisi optimum sistem aerasi dengan venturi yang dapat melarutkan oksigen dalam air secara maksimal. Hasil percobaan yang telah dilakukan didapatkan bahwa, beda konsentrasi optimum antar oksigen terlarut sebelum dan setelah masuk dalam venturi aerasi didapatkan pada angka Reynold 25638,47. dengan beda konsentrasi 21,36 mg/L. Semakin kecil diameter masukan oksigen maka beda konsentrasi oksigen yang diperoleh semakin besar, letak lubang masukan oksigen mendekati daerah divergen (3/4 dari panjang throat) dan panjang throat yang pendek akan memberikan beda konsentrasi oksigen yang tinggi", "Daftar File": {"2004_TS_PP_MULIATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/3558"}, "Penulis": "Lia Muliati", "Kontributor / Dosen Pembimbing": ["Pembimbing : Mubiar Purwasasmita, Scan Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "venturi aerator, flux oxygen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Mei 2005"}