{"Nomor": 3153, "Judul": "PENURUNAN TACT TIME PADA PROSES PRODUKSI MD - ROM DI PT X BEKASI", "Abstrak": "PT. X adalah industri elektronik di Bekasi yang sekarang ini mengoperasikan delapan Main Line pada divisi Optical Media Solution (OMS). Main Line E adalah main line yang memproduksi DVD - ROM. Pada tahun 2003, DVD line production selalu berada dibawah target, dimana mengalami effisiensi rendah, pekerja sering lembur, dan tertundanya jadwal pengiriman. Produktivitas pada DVD-ROM production pada Main Line E dari September '03 sampai February'04 hanya 68 % dengan tact time 6,4 detik/ set. Produksi per jam rata-rata hanya 559 set/ jam. Tujuan statemen kita pada penelitian ini adalah menurunkan tact time di Main Line E sebanyak 25 O/ dari 6,4 detik menjadi 4,8 detik, Menaikkan produksi harian pada Main Line E dari 559 set/ jam menjadi 750 set/ jam, dan menurunkan PPM dari 1300 ppm menjadi 3,4 ppm.  Hasil observasi didapatkan ada sembilan aspek atau sembilan faktor pada proses produksi DVD ROM yang memungkinkan sebagai penyebab tingginya tact time dalam proses. Kesimpulan dari analisa yang merupakan vital few Xs adalah lokasi tes address, kecepatan maksimum test disc, kecepatan mengkopi, tipe CD writer, tipe kabel bagian dalam, ukuran RAM, tipe Processor, tipe Motherboard dan digunakannya atau tidak digunakannya buffer card.  Penelitian ini mengevaluasi, menganalisa dan mengidentifikasi sembilan faktor tersebut sebagai aspek vital few Xs, berdasarkan dari basil penelitian bertujuan untuk menurunkan tact time sehingga dapat memperbaiki produktivitas yang secara langsung menurunkan biaya-biaya lembur. Membuat pengiriman kepada kostumer lebih aman atau menghilangkan pengiriman barang yang terlambat. Hasil inovasi proses menghasilkan perbaikan produktivitas melalui penurunan tact time", "Daftar File": {"2004_TS_PP_AINAH_1.pdf": "https://digilib.itb.ac.id/gdl/download/3563"}, "Penulis": "Nuro Ainah", "Kontributor / Dosen Pembimbing": ["Pembimbing : Herman Rahadian.S ,Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "evaluated and analyze the identified nine factor as vital few Xs aspects and based on the analyze result", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mei 2005"}