{"Nomor": 3169, "Judul": "KINERJA CAMPURAN BETON ASPAL DENGAN BAN BEKAS SEBAGAI PENGGANTI SEBAGIAN AGREGAT TERHADAP FLEXURE FATIGUE TEST", "Abstrak": "KINERJA CAMPURAN BE TON ASPAL DENGAN BAN BEKAS SEBAGAI PENGGANTI SEBAGIAN AGREGAT TERHADAP FLEXURE FATIGUE TEST, Vivi., ST, 2004, Bidang Pengutamaan Rekayasa Transportasi, Program Magister Teknik Sipil, Fakultas Teknik Sipil dan Perencanaan, Institut Teknologi Bandung.  Tujuan dari penelitian ini adalah mengevaluasi kinerja beton aspal yang mengandung ban bekas dengan flexure fatigue test menggunakan mesin uji kelelahan DARTEC. Pengujian dilakukan pada kontrol tegangan, pola pembebanan sinusoidal pada frekuensi 10 Hz dan metoda pengujian 3 (tiga) titik pembebanan. Pengujian kelelahan dilakukan pads KAO campuran beton aspal gradasi tipe IV Bina Marga dan berlangsung pads suhu ruang. Ban bekas yang dipakai adalah dengan kandungan 50% dan 100% sebagai pengganti agregat pads fraksi No.50. Analisa Marshall menunjukkan campuran tanpa ban bekas memiliki Kadar Aspal Optimum 7,1%, campuran dengan 50% ban bekas pengganti agregat pads fraksi No. 50 memiliki Kadar Aspal Optimum 7,4% dan campuran dengan 100% ban bekas pengganti agregat pada fraksi No. 50 memiliki Kadar Aspal Optimum 7,2%. Hasil pengujian kelelahan menunjukkan bahwa umur kelelahan campuran beton aspal yang mengandung ban bekas sebagai agregat pengganti sebagian, memiliki umur kelelahan yang sangat rendah dibandingkan dengan umur kelelahan campuran beton aspal tanpa ban bekas. Berdasarkan basil analisis regresi, Modulus Kekakuan Lentur awal campuran beton aspal yang tidak mengandung ban bekas, yang mengandung 50% dan 100% ban bekas sebagai pengganti agregat pada fraksi No.50 berturut turut adalah 99,919 Mpa, 68,008 Mpa dan 53,938 Mpa. Mekanisme retak secara umum tidak berbeda antara campuran yang mengandung ban bekas dan tanpa ban bekas, yaitu dimulai pads bagian tengah dasar benda uji terns merambat ke bagian atas permukaan benda uji", "Daftar File": {"2004_TS_PP_VIVI_1_JUDUL_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/3579"}, "Penulis": "Vivi", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1. Bambang.I.S, 2.Sri Hendarto,Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Evaluate Asphalt Concrete performance containing scrapped rubber tire on flexure fatigue test using DARTEC machine", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mei 2005"}