{"Nomor": 3175, "Judul": "PENGEMBANGAN DESIGN CHART SISTEM PONDASI ,PILED RAFT DI TANAH PASIR DENGAN PEMODELAN 2D AKSISIMETRIK DAN 3D", "Abstrak": "ABSTRAK: \nPENGEMBANGAN DESIGN CHART SISTEM PONDASI PILED RAFT DI TANAH \nPASIR DENGAN PEMODELAN 2D AKSISIMETRIK DAN 3D \nOleh: \nAhrufan Ghalba \nNIM : 25002092 \nSistem pondasi piled raft adalah sistem pondasi grup tiang dimana rakit (raft) pengikat tiang-tiang tersebut juga dianggap memikul beban sehingga desain jumlah pilenya bisa dihemat sedemikian untuk memperoleh kapasitas pondasi yang optimum. Berbagai penelitian telah dilakukan untuk dapat menentukan besamya porsi beban yang dipikul raft ini, hasil-hasilnyapun telah dibuat dalam bentuk design chart. Dari penelitian diperoleh bahwa parameter-parameter panting yang mempengaruhi porsi beban raft adalah kekakuan raft, kekakuan pile, spasi pile group, kelangsingan pile group dan overburden pressure di level raft. \nDalam tesis ini digunakan model tanah hiperbolik dan model hardening soil untuk tanah medium dense sand dan dense sand. Piled raft yang dimodelkan adalah sistem 5x5. Pemodelan komputer dilakukan dengan metoda 2D axisimetrik dan 3D. \nHasil eksekusi program menunjukkan basil yang sesuai dengan uji model laboratorium untuk sistem piled raft 3x3, dimana prosentase beban raft sudah cukup besar pada saat settlement raft masih relatif kecil. Kurva transfer beban sepanjang tiang bentuknya sesuai dengan basil uji model lab untuk tiang tunggal. Namun antara model 2D aksisimetrik dan 3D menunjukkan perbedaan yakni pada besarnya tahanan ujung tiang dimana model 2D aksisimetrik memberikan hasil yang lebih besar. Perbandingan besarnya settlement antara model 2D axisimetrik dan 3D menunjukkan basil yang cukup dekat untuk center settlementnya namun agak berbeda untuk differential settlementnya. Pengujian pengaruh spasi tiang, kelangsingan tiang, dan overburden pressure mengkonfirmasi hasil-hasil penelitian sebelumnya dimana kenaikan spasi tiang, penurunan kelangsingan tiang dan kenaikan overburden pressure menaikkan porsi beban yang dipikul raft. Sedangkan peningkatan kekakuan raft akan meningkatkan prosentase beban yang dipikul oleh raft. \nHasil eksekusi program untuk tanah medium dense sand dengan model 2D axisimetrik dan 3D memberikan harga porsi beban raft yang hampir sama, sedangkan basil eksekusi untuk tanah dense sand memberikan harga yang berbeda. Hal ini disebabkan oleh perbedaan perhitungan tahanan ujung Pada pemodelan piled raft di tanah berlapis pengaruh besarnya tahanan ujung ini terlihat jelas, dimana prosentase beban pile group lebih besar jika bertumpu pada tanah yang lebih keras. \nDesign chart telah dibuat cukup lengkap untuk tanah medium dense sand. Sedangkan untuk tanah dense sand belum dapat sepenuhnya dibuat karena masih ada hasil-hasil yang bertentangan. Design chart dapat digunakan untuk desain sistem piled raft 5x5.", "Daftar File": {"2005_TS_PP_GHALBA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3586"}, "Penulis": "Ahrufan Ghalba", "Kontributor / Dosen Pembimbing": ["I.Wayan Sengara, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "raft foundation ,raft load are raft stiffness, pile stiffness, pile group spacing, pile slenderness", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2005"}