{"Nomor": 3179, "Judul": "VISUALISASI DAN IMPLEMENTASI METODE PEMBOBOTAN UNTUK PENENTUAN PRIORITAS WILAYAH KEGIATAN EKSTENSIFIKASI DAN INTENSIFIKASI PBB", "Abstrak": "Di dalam upaya untuk mencapai target penerimaan negara di sektor perpajakan, Kantor Pelayanan Pajak Bumi dan Bangunan (KPPBB) harus menerapkan strategi dalam berbagai kegiatan yang dilakukan. Ekstensifikasi dan intensifikasi PBB merupakan salah satu strategi yang dilakukan untuk mencapai target penerimaan yang dibebankan pada setiap KPPBB. Dalam kenyataannya, penentuan prioritas wilayah kegiatan ekstensifikasi dan intensifikasi tersebut dilakukan hanya berdasarkan intuisi dan pengalaman pimpinan, sehingga seringkali keputusan yang diambil kurang mengenai sasaran.  Penelitian ini bertujuan untuk menentukan prioritas wilayah kegiatan ekstensifikasi dan intensifikasi PBB yang dilakukan melalui pengembangan model pengambilan keputusan. Pengembangan model ini dilakukan melalui implementasi metode pembobotan berbasis Analytical Hierarchy Process (AHP) dan Sistem Informasi Geografis (SIG). AHP digunakan untuk menentukan besarnya bobot kriteria dan subkriteria, sedangkan SIG digunakan untuk membuat berbagai peta kriteria, melakukan analisis spasial, dan visualisasi berbagai peta tematik PBB. Penyetaraan skala peta kriteria dilakukan melalui transformasi skala linier dengan prosedur jarak skor, sedangkan pemilihan alternatif keputusan dilakukan melalui penerapan metode penambahan bobot sederhana.  Hasil dari implementasi metode pembobotan tersebut adalah urutan prioritas wilayah kegiatan ekstensifikasi dan intensifikasi PBB. Urutan prioritas wilayah dari yang tertinggi sampai dengan yang terendah adalah Kelurahan Nagri Kaler, Kelurahan Nagri Tengah, Kelurahan Tegal Munjul, Kelurahan Nagri Kidul, Kelurahan Sindang Kasih dan Kelurahan Cipaisan. Urutan prioritas wilayah yang dihasilkan, terindikasi memiliki korelasi dengan luas penggunaan lahan. Kelurahan Nagri Kaler sebagai prioritas pertama, memiliki penggunaan lahan komersial terluas dibandingkan dengan kelurahan lainnya. Kelurahan Cipaisan sebagai prioritas terakhir, memiliki kawasan pemukiman tidak teratur yang terluas dibandingkan dengan kelurahan lainnya", "Daftar File": {"2005_TS_PP_ANDRY_1.pdf": "https://digilib.itb.ac.id/gdl/download/3590"}, "Penulis": "Andry", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Irwan Sumarto,2.Dikdik Wihardi.W.S , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "area of extensflcation and intensification PBB, AHP, GIS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Mei 2005"}