{"Nomor": 3192, "Judul": "PALM FIBRE AS AN ADDITIVE   IN GAP-GRADED BITUMINOUS MIXTURE", "Abstrak": "Extensive production of palm oil in Indonesia produces large quantities of waste product that includes fibrous material. The potential of this fibre for use in road construction warrants consideration. If the fibre can be used effectively, it may provide one solution to improve fleXible pavement performance in. Indonesia. This thesis decribes an evaluation of the effect of adding different amounts and lengths of palm fibre on binder properties and on the mechanical properties on Hot Rolled Asphalt (HRA) wearing course mix. Fibre lengths investigated were 0.25cm and 0.50cm. Fibre contents were 0.03% and 0.05% of the total weight of mix; in the bitumen-fibre blends, the amount of bitumen and fibre in the sample reflected these contents. The mix used in the study was HRA wearing course mix based on BS 594:1985 Type C. The binder used was 60/70 penetration grade produced by Pertamina Cilacap. There were two phases to the evaluation, the first was an investigation into the characteristics of bitumen and bitumen-fibre blends. The results indicated that the penetration and ductility of the bitumen-fibre blends is generally lower than that of the bitumen alone, and the softening point temperature is higher. Overall the addition of fibre appears to result in a slight reinforcing effect. The penetration index is influenced to a certain extent by the addition of fibre but there is no consistent trend with regard to the influence of fibre content and length. The second phase of the investigation involved Marshall mix design and evaluation of mixes at optimum bitumen content by means of the Marshall immersion, indirect tensile strength and wheel tracking tests. Marshall analysis indicated optimum. bitumen content to be lowest for the mix made without fibre. The retained stability of the mix made without fibre is 86.8%; the highest retained stability is achieved with the mix containing 0.03% fibre, 0.25cm long (89.9%) while the mix made with 0.05% of 0.25cm long fibre has the lowest retained stability {80.6%). Fibre content and length has little effect on indirect tensile strength and in the wheel tracking test, the performance of mix made without fibre is intermediate between that of mixes made with fibre. Overall the data indicated that there is little advantage to be gained by adding to HRA mix palm fibre in the lengths and amounts used in this investigation.", "Daftar File": {"1999 EDDY HARYONO": "https://digilib.itb.ac.id/gdl/download/3603"}, "Penulis": "EDDY HARYONO [26996018]", "Kontributor / Dosen Pembimbing": ["Supervisor: Bambang L. Siswosoebrotho", "Supervisor: James McElvaney"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fibrous material, fibre for use in road construction, Hot Rolled Asphalt.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Mar 2005"}