{"Nomor": 3200, "Judul": "PENENTUAN KOMBINASI WAKTU BEKERJA DAN WAKTU PEREGANGAN BAGI PENGGUNA KOMPUTER  (STUDI KASUS KARYAWAN SEKRETARIAT JURUSAN)", "Abstrak": "Interaksi manusia komputer merupakan suatu aktivitas yang banyak dijumpai dalam kehidupan sehari-hari. Seringkali pada saat beraktivitas di depan komputer, dalam jangka waktu tertentu muncul keluhan dari pengguna komputer yang disebabkan oleh beban kerja yang dialami pengguna komputer. Kelelahan pada bagian tubuh tertentu dapat mempengaruhi ketahanan tubuh manusia. Untuk mengetahui bagian tubuh yang mengalami kelelahan dilakukan kuesioner dengan Nordic body map. Leher adalah bagian tubuh manusia yang paling banyak dialami oleh pengguna komputer disusul dengan pinggang, punggung, pergelangan tangan kanan, bahu kanan, bahu kiri, pergelangan tangan kiri, pergelangan kaki, paha, lutut, siku kanan, siku kiri. Oleh karena itu diperlukan peregangan pada anggota tubuh tersebut untuk megurangi kelelahan pada anggota tubuh manusia. Berbagai kombinasi waktu bekerja dan waktu peregangan diskenariokan untuk melihat pengaruh peregangan yang dilakukan pada saat peregangan pada bagian tubuh manusia. Pada skenario tersebut denyut jantung saat akan melakukan pekerjaan, setelah melakukan pekerjaan dan setelah melakukan peregangan pada saat peregangan diukur untuk. melihat pengaruh peregangan pada manusia. Kombinasi waktu bekerja dan waktu peregangan tersebut adalah 30 menit bekerja 30 detik peregangan, 30 menit bekerja 3 menit peregangan, 3 jam bekerja 30 detik peregangan dan 3 jam bekerja 3 menit peregangan. Pada saat melakukan 4 skenario ini dilakukan pengukuran denyut jantung untuk masing-masing skenario yaitu pada saat sebelum melakukan pekerjaan, pada saat selesai pekerjaan atau pada saat akan melakukan peregangan dan setelah melakukan peregangan. Setelah dilakukan skenario diketahui kombinasi waktu bekerja 3 jam dengan waktu peregangan 3 menit merupakan kombinasi yang memiliki denyut jantung paling kecil di antara 4 skenario yang dilakukan oleh pengguna komputer.", "Daftar File": {"2004 HENNY": "https://digilib.itb.ac.id/gdl/download/3611"}, "Penulis": "Henny [23401026]", "Kontributor / Dosen Pembimbing": ["Iftikar Z.Sutalaksana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Waktu bekerja; peregangan", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Apr 2005"}