{"Nomor": 3204, "Judul": "ANALYSIS OF ROAD TRAFFIC ACCIDENTS ON THE JAGORAWI TOLL ROAD", "Abstrak": "Thesis ini berhubungan dengan analisa data-data dari 480 kecelakaan yang terjadi di Jalan Tol Jagorawi pada tahun 1983-1984. Data-data tersebut berdasarkan formulir kecelakaan lalu lintas dari Kepolisian Seksi Jagorawi. Data-data tersebut cukup lengkap, dimana hampir seluruh kecelakaan yang terjadi dilaporkan. Data-data dapat dipergunakan untuk menganalisa kecelakaan menggunakan metode teknik lalu lintas. Data lalu lintas didapat dari Jasa Marga dan survey lalu lintas untuk melengkapi data tersebut. \"Definisi untuk Code Kecelakaan\" (D.C.A.) adalah sistem yang digunakan untuk klasifikasi kecelakaan dan dimodifikasi untuk dapat dipergunakan di Jagorawi. Untuk membandingkan angka kecelakaan di Jagorawi, diadakan perbandingan secara internasional. Bentuk kecelakaan yang sering terjadi di Jagorawi pada tahun 1983 dan 1984 adalah keluar dari jalur jalan kekiri dan keluar dari jalur jalan kekanan dan menabrak dari belakang. Tempat-tempat yang sering terjadi kecelakaan adalah disekitar gerbang tol dan disekitar jalan masuk (ramp). Di Jagorawi angka kecelakaan pada malan hari 1,23 rata-rata kali dari angka kecelakaan pada siang hari. Pada semua keadaan (siang, malam, permukaan jalan kering maupun basah), kecelakaan tunggal adalah bentuk kecelakaan yang paling sering terjadi. Tabrak dari belakang lebih sering terjadi pada malam hari dan biasanya terjadi digerbang tol. Angka kecelakaan kendaraan berat adalah lebih tinggi dari pada angka kecelakaan kendaraan ringan. Angka kecelakaan untuk kendaraan ringan seperti sedan dan jeep, naik ketingkat yang paling tinggi pada malam hari dibanding dengan pada siang hari (2 kali). Dibandingkan dengan negara lain, angka korban kecelakan di Jagorawi adalah antara 1,5 sampai 3 kali lebih tinggi dari pada motorway di United Kingdom dan di Republik Federal Jerman. Untuk menghindarkan terjadinya kecelakaan serta pengamanan pada lokasi dimana kecelakaan sering terjadi, pada study ini terdapat rekomendasi dan saran-saran, antara lain: \"Definisi untuk Code Kecelakaan\" (D.C.A), yaitu penggolongan bentuk-bentuk kecelakaan, peringatan pada pemakai jalan supaya terhindar dari kecelakaan antara lain; daerah berderu (rumble areas) dan memperjelas lorong pos bea dengan semiprecious stone lines dan langkah-langkah untuk mengurangi penderitaan korban kecelakaan antara lain; mempersingkat waktu yang hilang antara kejadian kecelakaan dan tindakan menangani-nya (telepon disisi jalan, helikopter, dll) dan wajib menggunakan sabuk pengaman (seat belts) untuk penumpang kendaraan, serta mematuhi batas kecepatan kendaran di Jagorawi.", "Daftar File": {"1986_TS_PP_OESMAN_1_JUDUL_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/3615"}, "Penulis": "Januar Mardi Rahim Oesman", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "The \\", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2005"}