{"Nomor": 3208, "Judul": "KAJIAN KONSEP DAN STRATEGI PENGELOLAAN JALAN NASIONAL DAN PROPINSI DALAM ERA OTONOMI DAERAH", "Abstrak": "District autonomy that happened nowdays, still have some problems on the street management. Most of that problems occurred in the competency in the streets management distribution, the mobility leisure in some district happened because of the competent to manage the streets in several district would make some conflicts on other district, the funding mechanism to the streets and probably the organization conviction seems not right whit the needs and competent in order to manage the streets. To handle the problems, the study of regulation, funding and organization that be related to the streets management should be done. Next, the studied conclusion should be about the concept and strategy in the streets management. In this case, just for the National and Province Streets. The concept and strategy for the streets management should be:  \nFirst: In the streets regulation, the distribution of competent and obligation on the management must be appreciated in all stage of government. \nSecond: The funding mechanism must be the first priority to fulfill the needs to manage the streets and to minimize the difference with other district. This funding mechanism related with the streets SPM. DAU needs to fulfill the streets SPM and DAK to fulfill the streets net. \nThird: The Organizations that exist in the streets structure management must be appreciated in the needs and district competent. \nFor the recommended action for the streets management in the period of district autonomy, such as: The revisions of UU NO. 22 Tahun 1999 and PP No. 25 Tahun 2000, about the streets management, about The Minimum Service Standard (SPM) specially to the National Streets and Province with the government regulation, revision in RTRWN, RTRWP, and RTRWK, also revision in UU No. 13 Tahun 1980 and PP No. 26 Tahun 1985 about the streets and to obtain a regulation in Funding Distribution for Public Allocation (DAU) and Special Funding Allocation (DAK), and to create a special organization from the government that have obligation in the district loan, determine the streets management structure and its function in to some regulations/rules and the increase of the district apparatus ability.", "Daftar File": {"2003  Lusiana": "https://digilib.itb.ac.id/gdl/download/3620"}, "Penulis": "Lusiana [25000035]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rizal Z. Tamim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Regulation, Funding and Organization.", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2005"}