{"Nomor": 3217, "Judul": "MODEL EMQ DENGAN MEMPERTIMBANGKAN PERBAIKAN PROSES PRODUKSI MELALUI INVESTASI TEKNOLOGI", "Abstrak": "ABSTRAK: \nMODEL EMQ DENGAN MEMPERTIMBANGKAN \nPERBAIKAN PROSES PRODUKSI MELALUI \nINVESTASI TEKNOLOGI \nOleh \nReinny Patrisina \nNIM : 23402020 \nPenelitian ini membahas model EA/IQ yang mempertimbangkan perbaikan proses produksi melalui investasi teknologi. Perbaikan proses produksi yang dilakukan bertujuan untuk memperpanjang waktu proses berada dalam status terkendali. Perbaikan ini akan menyebabkan penambahan ongkos investasi di satu sisi, dan pengurangan ongkos restorasi dan ongkos garansi di sisi lainnya. Tradeoff antara pengurangan ongkos restorasi dan garansi dengan penambahan ongkos investasi perlu dilakukan agar didapatkan ongkos sistem yang minimum. \n \nPada penelitian ini dikembangkan dua model, yaitu Model I dan Model II. Pada Model I akan dicari tambahan waktu proses berada pada status terkendali optimal (8k) dan panjang sikius produksi optimal (t*) yang meminimasi total ongkos (C(t,b)). Sedangkan pada Model II akan dicari teknologi yang memberikan total ongkos terkecil diantara beberapa teknologi yang tersedia untuk perbaikan proses produksi. \n \nPendekatan analitik digunakan untuk membuktikan bahwa solusi optimal Model I dan Model II yang meminimumkan total ongkos itu ada dan unik. Algoritma heuristik digunakan untuk mencari solusi model yang telah dikembangkan, dan contoh numerik diberikan untuk menjelaskan perilaku model. Dan contoh numerik dapat disimpulkan bahwa perbaikan proses melalui investasi teknologi memberikan tambahan waktu proses berada pada status terkendali dan ini selanjutnya mengurangi ongkos restorasi dan ongkos garansi.", "Daftar File": {"2005_TS_PP_PATRISINA_1.pdf": "https://digilib.itb.ac.id/gdl/download/3631"}, "Penulis": "Reinny Patrisina", "Kontributor / Dosen Pembimbing": ["Bermawi P.Iskandar , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "deterioration, warranty, process improvement", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Des 2005"}