{"Nomor": 3225, "Judul": "ANALISIS TINGKAT KAPITALISASI PERUMAHAN DI KELURAHAN KEBAGUSAN, JAKARTA SELATAN", "Abstrak": "Penentuan NJOP PBB selama 19 tahun umur Undang-Undang PBB ternyata masih terbatas pada penilaian dengan menggunakan metode perbandingan (comparison approach) untuk tanah dan metode biaya (cost approach). Sebenamya Undang-Undang PBB juga membenarkan penggunaan penilaian selain dengan kedua metode di atas yaitu metode pendapatan (income approach) dalam menilai tanah dan bangunan. Penggunaan metode ini membuka peluang pemanfaatan data transaksi dan penawaran sewa di pasar properti yang jumlahnya hampir sebanyak data transaksi dan penawaran jual beli. Pada metode Pendapatan (income approach) diperlukan komponen tingkat kapiralisasi (capitalization rate). Oleh karena itu sudah saatnya PBB menyediakan data tingkat kapitalisasi per kelurahan melalui peta tingkat kapitalisasi untuk memudahkan penilaian NJOP. Penelitian ini akan mencari model terbaik bagi penentuan tingkat kapitalisasi per kelurahan dengan 4 faktor-faktor yang mempengaruhi tingkat kapitalisasi yang bersifat umum sehingga model yang diperoleh dapat diterapkan secara mudah di PBB. Setelah diperoleh tingkat kapitalisasi di seluruh bagian wilayah kelurahan berdasarkan model yang telah dihasilkan, kemudian dibuat peta tingkat kapitalisasi kelurahan. Dari hasil analisis yang telah dilaksanakan dapat diketahui bahwa tingkat kapitalisasi perumahan di kelurahan Kebagusan, Jakarta Selatan berkisar antara 3,94 % sampai dengan 6,49 %. Jarak rumah ke jalan utama, lebar jalan, kelas bangunan, dan keberadaan rumah di jalur SUTET atau tidak, terbukti signifikan secara individu maupun serempak terhadap tingkat kapitalisasi dengan daya jelas sebesar 92,94 %. Penelitian ini menghasilkan 2 buah peta tematik yaitu 1) Peta tingkat kapitalisasi isoarea, yaitu peta yang menunjukkan wilayah-wilayah yang mempunyai kesamaan besarnya tingkat kapitalisasi diidentifikasi dengan legenda warna yang sama. 2) Peta tingkat kapitalisasi isoline, yaitu peta yang menunjukkan titik-titik yang mempunyai kesamaan besarnya tingkat kapitalisasi diidentifikasi dengan garis yang sama. Kedua jenis peta ini dapat ditambahkan pada fitur SIG PBB untuk mendukung kelengkapan dan pelayanan terhadap masyarakat wajib pajak.", "Daftar File": {"2005 SUSANTO": "https://digilib.itb.ac.id/gdl/download/3640"}, "Penulis": "Susanto [25103036]", "Kontributor / Dosen Pembimbing": ["Bambang Edhi Leksono", "Iwan Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Tingkat kapitalisasi; perumahan", "Sumber": "FITB", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Apr 2005"}