{"Nomor": 4174, "Judul": "GEN BARU PERLAMBAT PARKINSON", "Abstrak": "ABSTRAK:Jakarta, Kompas - Setelah melakukan penelitian selama empat tahun di Institut Biosains Molekuler Universitas Queensland Australia, AJ Budi Utama, peneliti di Lembaga Eijkman berhasil menemukan gen baru yang membuka kemungkinan pembuatan obat untuk memperlambat munculnya penyakit saraf Parkinson.Gen baru tersebut merupakan protein anak inti yang berasosiasi dengan RNA, yang disebut Nrap (Nucleolar RNA-associated protein). Penemuan ini merupakan inovasi baru di bidang ilmu biokimia dan biologi molekul.  \n \nHasil penelitian dituangkan dalam tesis berjudul \"Isolasi dan Karakterisasi Nrap: Protein Nukleolus Baru\" untuk meraih gelar doktor dari Universitas Queensland Australia bulan Mei lalu. Penelitian Budi-peneliti dari Pusat Pengkajian dan Penerapan Teknologi Farmasi dan Medika BPPT yang diperbantukan di Lembaga Eijkman-dilakukan atas kerja sama Universitas Queensland dengan John Hopkins University Amerika Serikat.  \n \nDalam presentasi yang dilakukannya di Jakarta, Rabu (10/7), Budi yang meraih S1 farmasi di ITB menjelaskan, ia menggunakan teknik isolasi dari sel tunas embrio dengan menggunakan reaksi rantai polimerase. Dari penelitiannya pada mencit dan manusia diperoleh lima gen, dua dari mencit dan tiga dari manusia, dengan ukuran berbeda.  \n \nBila dibandingkan gen Nrap pada manusia dan mencit, punya kemiripan 88 persen. Se-luruh gen yang ditemukan telah dimasukkan ke dalam bank data gen (GenBank) internasional yang berpusat di Amerika Serikat.  \n \nDari proses analisis in-silico di komputer juga ditemukan gen Nrap yang hampir sama pada lalat buah (Drosophila melanogaster), cacing (Caenorhabditis elegan), tumbuhan primitif (A thaliana), dan ragi (S cerevisae dan S Pombe), namun dengan persentase kemiripan yang lebih rendah ..............", "Daftar File": {"Gen-Baru-Perlambat-Parkinson.pdf": "https://digilib.itb.ac.id/gdl/download/5105"}, "Penulis": "yun(kompas)", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Parkinson, Gen, \\", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2006"}