{"Nomor": 4249, "Judul": "SISTEM MANAJEMEN AIR UNTUK MENATA KEHIDUPAN: prosiding seminar", "Abstrak": "Kata Pengantar:  Buku Prosiding ini merupakan kumpulan makalah dan presentasi yang disampaikan pada Seminar Nasional Sistem Manajemen Air Untuk Menata Kehidupan pada tanggal 15 - 16 Februari 2005 di Aula Barat ITB, Bandung. Seminar ini diselenggarakan oleh Kelompok Peneliti Sumber Daya Air ITB bekerjasama dengan HATHI dan didukung oleh Puslitbang Sumber Daya Air dan Universitas Gunadarma. Seminar ini mengambil tema yang sesuai dengan Hari Air Sedunia, yaitu Air Untuk Kehidupan. Sedangkan sub tema yang diambil adalah disesuaikan dengan beberapa peristiwa aktual di tanah air yang berhubungan dengan sumber daya air, yaitu: Peranan Banjir Kanal Timur dalam Penanggulangan Banjir Jakarta dan Rehabilitasi dan Rekonstruksi Pasca Tsunami di Aceh. Sesuai dengan sub tema di atas, maka isi prosiding ini dibagi menjadi 3 (tiga) bagian makalah dan 1 (satu) bagian bahan presentasi. Dimana, pada bagian makalah selain banjir dan tsunami ditambahkan pula bagian mengenai air baku dan air bersih. Bagian-bagian dalam prosiding ini adalah: Bagian 1: Banjir JakartaBagian 2: TsunamiBagian 3: Air Baku dan Air BersihBagian 4: Presentasi Dalam menyiapkan prosiding ini tim editor mendapat dukungan dan bantuan dari berbagai pihak. Untuk itu tim editor mengucapkan banyak terima kasih kepada semua pihak yang telah membantu penyusunan buku prosiding ini, terutama kepada staf administrasi HATHI cabang Bandung, adik-adik mahasiswa/i Dept. Teknik Sipil ITB dan seluruh panitia seminar atas segala bantuan dan kerjasamanya. Bandung, Juni 2005 Tim Editor", "Daftar File": {"2005_PRO_PP_KELOMPOK_PENELITI_SUMBER_DAYA_AIR_1.pdf": "https://digilib.itb.ac.id/gdl/download/5198"}, "Penulis": "Kelompok Peneliti Sumber Daya Air", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana (2006-01-23)"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem manajemen air", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "24 Jan 2006"}