{"Nomor": 4407, "Judul": "DEVELOPMENT OF CERAMIC-BASED HETEROGENEOUS CATALYST FOR' BIODIESEL FUEL PRODUCTION VIA METHANOL  TRANSESTERIFICATION OF VEGETABLE TRIGLICERIDES", "Abstrak": "ABSTRACT:Clay minerals are acidic in nature and exhibit ion exchange capability. The acidity of clay may be enhanced by the activation process using acid or acidic metal solutions. The activated clay may be utilized as a heterogeneous acid catalyst material. Advantages of heterogeneous acid clay catalyst include low cost, ease in the separation  \nbetween reaction products and catalyst, long service life, and environmental friendliness.  \nAcid clay catalyst are widely used for reactions involving organic chemicals, one of which is the esterification of free fatty acids into methyl esters. This is one of the synthesis route for the production of biodiesel. This research explores the manufacture of heterogeneous acid clay catalyst for biodiesel synthesis. Emphasis is given on the clay activation method. Clay mineral used for this research is the montmorillonite clay. Activation is undertaken via two methods, namely via acidification by HZSO4 solution and pi l larization by Al(NO3)3.9H20 solution. PFAD (Palm Fatty Acid Distillate) and methanol are used as the esterification reactants. Esterification is  \nundertaken at 65 Â°C in a batch reactor.  activity of the acid clay catalyst is determined from the PFAD conversion. Physical characterization of acid clay catalyst includes the measurement of acidity by titration and specific surface area by the nitrogen adsorption method. Activation via acid solution route results in higher PFAD conversion compared to the pillarization route. The highest PFAD conversion of 55.3% is achieved at activation acid to clay mass ratio (A/C) = 1.", "Daftar File": {"2004_LP_PP_SAMADHI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5424"}, "Penulis": "Tjokorde Walmiki Samadhi", "Kontributor / Dosen Pembimbing": ["Peran: Tjokorde Walmiki Samadhi"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "clay, catalyst, esterification, pillarization", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Jun 2006"}