{"Nomor": 4413, "Judul": "MODEL GENETIK ENDAPAN EMAS-PERAK        EPITERMAL DAERAH CIBODAS-CIKIDANG        KABUPATEN LEBAK JAWA BARAT", "Abstrak": "Abstrak :  \nEndapan Au-Ag epitermal Cibodas merupakan endapan prospek yang terletak di sebelah selatan daerah penambangan Au-Ag Cikidang, Kabupaten Lebak, Jawa Barat.      \n \nAlterasi hidrotermal yang terjadi meliputi 3 himpunan mineral; (1). Zone kuarsa-kalsedon-pirit (silisik), yang overprint/envelope dengan adularia-lempung-serisit, (2). Zone lempung-kuarsa-serisit, disamping adularia-lclorit-pirit (argillik), (3). Zone karbonat-kloriteppidot, disamping kuarsa-adular'ia-serisi -pirit (propilitik). Analisis XRD menunjukkan jenis lempung pada alterasi silisik dan argilik berupa montmorillonit, Hilt dan kaolinit. Mineral bijih meliputi mineral sulfida, oksida dan lo am (emas dan perak). Mineralisasi terbentuk dalam 2 tahap; ~1). Mineralisasi hipogen, ditandai dengan pembentukkan magnetit, stibnit, proustit, pirit, k~lkopirit, sfalerit, emas (elektrum) dan perak pada T 200-300\"C, (2). Pengkayaan supergen, ~lengan hadimya sulfida supergen (kovelit, cinnabar) pada T < 150'C. Mineral-mineral oksida (hematit, goetit, limonit) terbentuk pada zone oksidasi. Mineralisasi Au-Ag berkadar tinggi umumnya hadir pada alterasi silisik yang berasosiasi dengan zone gerusan dan mineral lempung tersebut.      \n \nKondisi (fisik-kimia endapan Cibodas terbentuk pada temperatur 200-210 C, salinitas ences 0,149-0,868 % berat NaCl ekuivalen, densitas 0,75-0,95 grlcm dan tekanan 25-30 bars. Endapan tersebut terbentuk tidak dalam keadaan mendidih (boiling) pada kedalaman 180-225 m di bawah paleo surface dan menurut Model Buchanan, masih berada pada zone logam berharga (precious metal zone) bagian atas. Hal ini berarti, pada kedalaman 225-425 m dibawah pater) surface (zone Iogam berharga bagian bawah) atau pada elevasi sekitar 986-1.186 m, kemungkinan masih dijumpai bijih Au-Ag yang potensial dan zone mendidih (boiling zone) yang biasanya kaya akan logam berharga.      \n \nEndapan Cibodas pada mulanya diperkirakan rekahan tarik      \n(tension gash fracture) yang terisi larutan hidrotermal pembawa      \nbijih Au-Ag, membentuk urat kuarsa dan mengalterasi batuan samping. Rekahan mayor ini berkembang menjadi synthetic R shear berarah utara-selatan, yang menyebabkan urat (endapan) tergerus (breksiasi). Pada pasca Mineralisasi, terbentuk sesar oblique Cibodas serta sesar turun dan naik yang berukuran minor yang ikut mempengaruhi geometri endapan.", "Daftar File": {"1998 Arifudin Idrus": "https://digilib.itb.ac.id/gdl/download/5430"}, "Penulis": "Arifudin Idrus [22196008]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Totok Darijanto, Dr.,Ir. Pembimbing 2 :  Sudarto Notosiswoyo, Dr.,Ir.,M.Eng. Scan: Like (2006-05-02)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gold-Silver, Deposit", "Sumber": "FTTM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "02 Mei 2006"}