{"Nomor": 4471, "Judul": "PENGEMBANGAN KEGIATAN PENDUDUK DI WILAYAH    PINGGIRAN WADUK CIRATA DALAM KAITANNYA DENGAN    TEKANAN PENDUDUK TERHADAP LAHAN", "Abstrak": "Abstrak : \nPembangunan Waduk selain mempunyai manfaat yang sangat besar. juga telah mengorbankan beberapa kepentingan, diantaranya adalah mengurangi lahan garapan penduduk, dan menyebabkan pergeseran-pergeseran matapencaharian penduduk    \ntersebut. Hal ini telah menyebabkan tekanan penduduk terhadap lahan di sekitarnya cenderung meningkat. Keadaan ini menghawatirkan karena selain dapat mengganggu terhadap  kelangsungan waduk, juga dapat berpengaruh terhadap lingkungan alam secara umum. Tekanan Penduduk terhadap lahan ini dapat dikurangi melalui pengelolaan lahan yang lebih baik dan pengarahan kegitan penduduk yang lebih sesuai. \nDalam kaitan ini, maka studi tentang Pengembangan Pemanfaatan Lahan dan Kegiatan Penduduk di wilayah pinggiran waduk mempunyai kedudukan penting. Tujuan studi ini adalah meneliti kegiatan apa yang secara ekonomis layak dikembangkan dan menentukan cara untuk mengurangi tekanan penduduk terhadap lahan.    \nUntuk sampai pada tujuan tersebut, maka diamati aspek-aspek yang dianggap mempengaruhi tekanan penduduk terhadap lahan di daerah penelitian, seperti kondisi fisik wilayah, usaha tani, perwatakan sosial ekonomi, dan peluang kegiatan non pertanian, yang dianggap dapat mengurangi Tekanan Penduduk sekaligus berpotensi untuk dikembangkan. \nTeknik analisis yang digunakan adalah metode tekanan penduduk (TP), Luas lahan minimal untuk dapat hidup layak (Z), Analisa Usaha Tani, dan Super-impose peta, dengan unit analisisnya adalah desa. Melalui proses analisis diperoleh besarnya angka tekanan penduduk yang terjadi baik saat ini maupun kecenderungannya pada masa yang akan datang, potensi dan permasalahan dalam kaitannya dengan tekanan penduduk terhadap lahan tersebut. \nTekanan Penduduk yang terjadi pada saat ini sudah cukup besar, terutama di wilayah utara, barat, dan timur waduk. Angka tekanan penduduk tertinggi mencapai 4,01 yaitu di Desa Gudang, dan rata-rata angka tekanan penduduk adalah 2,21 di atas tekanan penduduk ideal. Pada tahun proyeksi (1997) besarnya tekanan penduduk ini akan semakin tinggi mencapai rata-rata 3,39 dengan angka tertinggi 8,83 dan tidak ada satu desa pun yang memiliki tekanan penduduk ideal atau = 1. Keadaan ini cukup menghawatirkan, terutama terhadap masalah lingkungan di sekitarnya. \nDari aspek-aspek yang mempengaruhi luas lahan minimal untuk dapat hidup layak, faktor-faktor yang mempengaruhi tekanan penduduk, kesesuaian pemanfaatan lahan, potensi non pertanian, dan aspirasi masyarakat setempat, maka dilakukan arahan pengembangan pemanfaatan lahan dan kegiatan penduduk di desa-desa wilayah pinggiran Waduk Cirata sebagai wilayah penelitian. \nDari ke duapuluh lima (25) desa yang diteliti, hampir sebagian besar masih harus meningkatkan intensifikasi pertaniannya dan mengembangkan kegiatan non pertanian sesuai dengan potensi yang dimiliki pada masing-masing desa tersebut. Jumlah dan perkembangan penduduk perlu    \ndikendalikan, terutama di desa-desa Gudang, Kamurang, Warudoyong, Leuwikoja, Cikidangbayabang, Mande, Murnisari, Bobojong, Kademangan, Ciroyom, Tegaldatar, dan Sinargalih. 60 % daerah penelitian mempunyai kendala pengembangan fisik yang terbatas, dengan daerah yang tidak dapat dikembangkan antara 5 % hingga 70 %. Jenis komoditi yang dominan potensial dikembangkan di wilayah penelitian diantaranya adalah padi dan buah-buahan, sedangkan untuk komoditi lainnya sangat bervariasi antara satu desa dengan desa lainnya.  \nSehubungan dengan studi ini, metoda yang dipergunakan masih bersifat umum/ global, sehingga masih perlu dilakukan analisis yang lebih rinci terutama untuk analisis sektoral dan pelaksanaan tindakan pemanfaatan lahan di lapangan dengan lingkup lokasi yang lebih kecil. \nMetoda analisis yang dipakai terutama analisis usaha tani, luas lahan minimal untuk dapat hidup layak, dan tekanan penduduk terhadap lahan, lebih bersifat indikasi awal masalah lingkungan dan dikategorikan ke dalam model pesimistis lingkungan. Metoda 'ini masih memerlukan penelitian lebih rinci untuk sampai pada pemecahan masalah lingkungan secara umum.", "Daftar File": {"1993 SARASWATI": "https://digilib.itb.ac.id/gdl/download/5494"}, "Penulis": "SARASWATI [25490017]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Krishna Nur Pribadi,Ir.MSc.,MPhil  Scan :Neneng (2006-03-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "SAPPK", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mar 2006"}