{"Nomor": 4474, "Judul": "ANALISIS TERHADAP KEBIJAKAN DEREGULASI EKONOMI  (SUATU PENDEKATAN ORGANISASI)", "Abstrak": "Abstrak: \nGlobalisasi ekonomi telah membuat persaingan antar negara semakin ketat. Untuk tetap dapat bersaing, suatu negara harus dapat berproduksi secara efisien.  \nPaham ekonomi Neo-Klasik menyatakan bahwa produksi efisien dapat dicapai melalui mekanisme pasar bebas. Paham tersebut, yang tampaknya mulai diterapkan Indonesia sejak tahun 1980-an, dimanifestasikan dalam bentuk kebijakan deregulasi ekonomi, yaitu penyederhanaan, pengurangan atau pembebasan aturan dalam kegiatan ekonomi.  \nDalam perjalanan ekonomi Indonesia, setelah serangkaian deregulasi dilakukan, muncul berbagai reaksi, baik dalam bentuk tindakan maupun pendapat yang dilakukan dan disampaikan oleh berbagai pihak. Tindakan yang dianggap cukup kontroversial adalah pengawasan melekat (WASKAT) yang biasanya dilakukan pemerintah segera setelah deregulasi, dimana filosofi WASKAT dan deregulasi sebetulnya bertentangan. Pendapat yang cukup menarik adalah yang disampaikan Evers, yaitu bahwa untuk saat ini Indonesia sebaiknya mencoba melaksanakan terlebih dahulu birokrasi yang rasional. Dengan kata lain, Evers menduga bahwa Indonesia belum saatnya untuk deregulasi. Selain pendapat Evers banyak pendapat lain, baik pro maupun kontra deregulasi, yang kesemuanya telah mendorong dilakukannya penelitian mengenai deregulasi ini.  \nPenelitian ini mencoba melihat kesiapan Indonesia untuk melakukan deregulasi. Pendekatan yang digunakan dalam pemecahan masalah adalah pendekatan organisasi, yang memandang negara sebagai suatu organisasi. Berdasarkan pendekatan ini, kesiapan negara untuk deregulasi dapat dikaji dari tahapan pertumbuhan (organisasi) yang ditempatinya. Identifikasi tahapan pertumbuban yang ditempati negara dilakukan dengan mengukur perilaku para aktor yang terlibat dalam kegiatan bernegara, yaitu pemerintah, pelaku ekonomi dan masyarakat. Jadi, kesiapan negara untuk deregulasi berarti pula kesiapan perilaku para aktornya.  \nData perilaku aktor yang dibutuhkan diperoleh dari berbagai berita dalam surat kabar Kompas. Pengumpulan data dilakukan dengan menggunakan metode Analisis Isi (Content Analysis).  \nDari hasil pengolahan dan analisis data, diperoleh kesimpulan bahwa saat ini Indonesia belum berada pada kondisi yang siap untuk deregulasi. Dengan kata lain, perilaku pemerintah, pelaku ekonomi dan masyarakat belum sesuai untuk pelaksanaan deregulasi.", "Daftar File": {"1993  Usti Sri Agustina": "https://digilib.itb.ac.id/gdl/download/5497"}, "Penulis": "Usti Sri Agustina [23490030]", "Kontributor / Dosen Pembimbing": ["Pembimbing :S.B. Hari Lubis, Dr., Ir.Scan:Yati Rohmah(24-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kebijakan deregulasi ekonomi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2006"}