{"Nomor": 4475, "Judul": "DIAGNOSIS FAKTOR-FAKTOR ORGANISASI YANG DOMINAN DALAM MENGELOLA PDAM KABUPATEN DT II BANDUNG", "Abstrak": "AbstrakKebutuhan masyarakat perkotaan akan air bersih semakin meningkat seiring dengan pertumbuhan perumahan, begitu juga masyarakat pedesaan mulai sadar akan kebutuhan air bersih dan sehat. Perusahaan Daerah Air Minum milik pemerintah atau sering pula disingkat EDAM, diberi wewenang oleh pemerintah untuk mengolah air dan menyalurkannya kepada masyarakat pelanggan. PDAM mengelola air minum untuk tingkat Kabupaten atau kodya. \n \nPerusahaan Daerah Air Minum (PDAM) Kabupaten Bandung berada dibawah pengawasan Bupati kepala daerah tingkat II, mempunyai tugas untuk melayani air bersih kepada masyarakat, namun dilain pihak\tjuga diharapkan dapat menjadi penghasil dana\tuntuk pembangunan daerah yang bersangkutan. Supaya EDAM dapat berkembang dan menghasilkan keuntungan bagi daerahnya, maka PDAM harus dikelola secara profesional sebagaimana layaknya organisasi usaha. PDAM selain menekankan pada pelayanan kepada masyarakat pelanggan, juga harus dapat menciptakan citra perusahaan yang dikelola profesional yang pada gilirannya dapat mendatangkan keuntungan. Dengan pengelolaan yang baik maka biaya operasional dapat ditekan seefisien mungkin, tanpa mengurangi\tkualitas \npelayanan pada pelanggan. \n \nSalah satu langkah untuk meningkatkan efektifitas dan efisiensi perusahaan adalah dengan cara mendiagnosis faktorfaktor dominan, sebagai kunci keberhasilan organisasi tersebut. Dengan cara tersebut di atas diharapkan dapat diketahui faktor kekuatan dan kelemahan organisasi tersebut dan selanjutnya dapat dibuat langkah-langkah perbaikan yang lebih efisien dan efektif. \n \nHasil pengolahan data menunjukkan bahwa sistem imbalan, pelatihan dan tingkat pendidikan menjadi pendorong dan dominan untuk meningkatkan efisiensi dan efektivitas perusahaan. Hal ini tidak terlepas dari peran manajemen dalam menetapkan kebijakan yang mendorong terciptanya lingkungan kerja yang informatif.", "Daftar File": {"1993_TS_PP_ABIDIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5498"}, "Penulis": "Wawan Ermawan Abidin", "Kontributor / Dosen Pembimbing": ["Pembimbing:S.B. Hari Lubis, Dr.Ir.Scan:Hidayat (2006-03-01)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Drinking water, PDAM, Organization diagnosis factors", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2006"}