{"Nomor": 4481, "Judul": "KAPASITAS DAN PERILAKU PENGEMUDI DI LAJUR BERSAMA YANG MENGALAMI KONFLIK PADA SIMPANG  DENGAN LAMPU LALU LINTAS", "Abstrak": "Abstrak:   \nSurvey yang dilakukan oleh Proyek Manual Kapasitas Jalan Indonesia menunjukkan bahwa terdapat banyak persimpangan yang mempunyai lajur bersama untuk kendaraan belok kanan dan kendaraan lurus dibandingkan dengan yang mempunyai lajur khusus untuk belok kanan. Pengoperasian lajur-lajur bersama dalam fase yang sama di sebuah persimpangan akan menjadi rumit jika aturan prioritas kendaraan tidak begitu jelas dan disiplin terhadap marka jalan rendah.  \nStudi mencoba untuk mengamati perilaku kendaraan belok kanan pada saat mereka melewati simpang dan memperkirakan nilai arus jenuh berdasarkan analisa lajur (lane by lane analysis). Semua siklus dimana pengendara bergerak sesuai dengan marka jalan dalam melewati pendekat simpang dan daerah konflik digunakan dalam analisis lajur (\"lane by lane analysis\"). Hasilnya kemudian dibandingkan dengan hasil analisis  \nmenggunakan seluruh data yang didapat (analisis pendekat atau \"approach analysis\").  \nHasil yang didapat menunjukkan selama waktu hijau semua kendaraan dari ke dua arah saling menekan untuk dapat melewati persimpangan tanpa tertunda. Sekitar 60% - 70% kendaraan pertama dalam suatu antrian atau hampir 30% - 40% kendaraan belok kanan, menekan kendaraan dari arah depan untuk mengal agar dapat melewati simpang. Makin banyak kendaraan belok kanan di pendekat simpang, makin rendah harga ERT. Nilai ERT ini menunjukkan kemampuan kendaraan belok kanan melewati suatu simpang, dibandingkan dengan kendaraan lurus, yang dipengaruhi oleh kendaraan lurus dari arah depan. Hasil dari model perhitungan nilai ERT menunjukkan bahwa banyak kendaraan belok kanan (60%-65% dari total kendaraan belok kanan) bergerak dal suatu iring-iringan.  \nNilai Arus jenuh dihitung berdasarkan analisis pendekat (approach analysis) dan analisis lajur(lane by lane analysis). Hasil yang didapat menunjukkan bahwa secara umum analisis pendekat memberikan nilai arus jenuh lebih besar dibanding dengan analisis pendekat. Secara umum rata-rata perbedaan nilai arus jenuh berdasarkan kedua analisis tersebut sekitar 20%. Makin besar nilai PRTA, makin kecil perbedaan antara kedua nilai arus jenuh tersebut. Nilai PRTA adalah perbandingan antar jumlah kendaraan belok kanan dengan total kendaraan di pendekat yang di-studi.", "Daftar File": {"1994  AGUSTA": "https://digilib.itb.ac.id/gdl/download/5507"}, "Penulis": "Budi Prima Agusta [26991034]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Trisno Soegondo, Prof.Ir.MSCE. Pembimbing 2: Karl-Lenmart Bang, MSc.CE.PhD. Scan: Yati Rohmah"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kapasitas; perilaku pengemudi", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "17 Mar 2006"}