{"Nomor": 4485, "Judul": "ANALISIS PERMINTAAN PERTAMBANGAN     INDONESIA PADA SEKTOR INDUSTRI     DENGAN MENGGUNAKAN MODEL INPUT-OUTPUT", "Abstrak": "Abstrak: \nMasalah pengembangan pertambangan tidak dapat terlepas dari analisis permintaan pertambangan. Permintaan pertambangan dalam sektor industri berkaitan erat dengan sistem aktivitas yang melatar belakanginya. Karena dalam sistem aktivitas industri terdapat pola keterkaitan antar sektor, maka model input-output menjadi alat analisis yang sangat berguna dalam meneliti permintaan pertambangan pada sektor industri.   Dalam model input-output, sistem aktivitas industri tercermin pada total output yang dipengaruhi oleh variabel eksogen permintaan akhir. Perubahan akhir permintaan suatu sektor tidak hanya akan mempengaruhi sektor yang bersangkutan saja melainkan juga sektor lain yang terkait, gejala ini berpengaruh juga pada permintaan pertambangan.    \n Pada thesis ini analisis permintaan pertambangan sektor industri meliputi :    \n1. Besarnya proporsi (prosentase) penggunaan pertambangan terhadap total output sektor menunjukkan sejauh mana pertambangan akan dibutuhkan untuk satu satuan nilai total outputnya dan menurut hasil pengolahan data, ternyata rata-rata penggunaan pertambangan sebagai komponen produksi adalah sebesar 3,79% dari seluruh biaya produksinya.    \n2. Indek keterkaitan antar sektor yang menyatakan bahwa sektor penambangan minyak dan gas bumi mempunyai posisi sebagai produksi primer antara, sektor penambangan batu bara dan bijih besi serta sektor penambangan dan penggalian lainnya mempunyai posisi sebagai produksi primer akhir.    \n3. Kenaikan sektor permintaan akhir pertambangan sedangkan sektor yang lainnya tetap akan berdampak langsung terhadap kenaikan output sektor pertambangan itu sendiri dan berdampak tidak langsung terhadap kenaikan output sektor-sektor lain yang terkait. Dengan cara yang sama dapat dihitung dampak terhadap pembentukan nilai tambah, impor, kebutuhan tenaga kerja.    \n4. Dari hasil pengolahan data dan analisis, kecenderungan permintaan pertambangan menurut hasil proyeksi masih perlu dinaikkan bila dibandingkan dengan suplai pertambangan yang didapatkan dari optimasi total output sektor. Analisis permintaan pertambangan menunjukkan bahwa semakin tinggi total output suatu sektor akan mengakibatkan naiknya tingkat aktivitas yang terjadi dan akibatnya akan menambah besarnya permintaan pertambangan pada sektor industri. Selain itu untuk memperoleh nilai tambah yang sebesar-besarnya, total output optimal dicapai pada nilai yang lebih tinggi dari kecenderungan hasil proyeksi. Hal ini mencerminkan terjadinya perubahan sistem aktivitas produktif yang lebih tinggi pula, sehingga suplai pertambangan yang dibutuhkan sektor industri akan semakin besar.", "Daftar File": {"1994 Hari Adianto": "https://digilib.itb.ac.id/gdl/download/5511"}, "Penulis": "Hari Adianto [23491008]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Harsono Taroepratjeka, Prof., Dr., Ir.Scan:Yati Rohmah(24-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pertambangan Indonesia; sektor industri; model input-output", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2006"}