{"Nomor": 4488, "Judul": "STUDI POTENSI AIR TANAH UNTUK IRIGASI   DI DAERAH CIAWIGEBANG - KUNINGAN   DAN SEKITARNYA", "Abstrak": "Abstrak:  \nDi daerah Ciawigebang dan sekitarnya terdapat lahan pertanian yang terdiri dari sawah tadah hujan dan ladang palawija. Sawah tadah hujan tersebut hanya dapat digarap satu kali setahun, dan hasil yang diperoleh pun sangat tergantung pada musim. Bila kemarau terlalu panjang, maka hasil panen akan sangat rendah; bahkan kadang-kadang tidak menghasilkan sama sekali.   \nDewasa ini di daerah ini telah dibuat beberapa buah sumur bor oleh Proyek Pengembangan Air Tanah (P2AT) Provinsi Jawa Barat untuk mengeksploitasi air tanah dalam untuk irigasi. Sumur-sumur bor tersebut diharapkan dapat memberikan kemungkinan untuk membuat lahan di daerah ini menjadi lebih produktif.   \nSuatu cadangan air tanah mempunyai sifat yang dapat diperbaharui secara terbatas, tergantung pada kondisi geologi dan iklim yang ada. Selain dari hal tersebut, bila eksploitasi air tanah dari suatu sumur dilakukan dengan cara yang tidak benar akan merusak kelestarian sumberdaya serta lingkungannya. Sebagai langkah pertama perlu dilakukan studi terhadap potensi air tanah yang terdapat di daerah yang bersangkutan.   \nDalam studi ini akan dilakukan pengkajian geologi, morfologi, iklim, hidrologi, muka air tanah, hasil uji pemompaan dan hasil analisa kimia contoh air. Selanjutnya akan dibuat model air tanah untuk mendapatkan gambaran mengenai potensi air tanah yang meliputi sistem akuifer, sistem aliran air tanah, kualitas air tanah, ketersediaan air tanah dan prakiraan perilaku akuifer di masa mendatang.   \nDari studi ini diperoleh hasil sebagai berikut:   \n1. Batuan akuifer terdiri dari batuan vulkanik tak terbedakan dan sedimen vulkanik (Formasi Gintung) yang bersifat sangat heterogen dengan jenis setengah tertekan hingga bebas.   \n2. Aliran air tanah berasal dari arah puncak gunung Ciremai, mengalir ke arah timur; sebagian keluar sebagai mata air di bagian tengah lereng dan sebagian lagi merupakan baseflow di daerah penelitian.   \n3. Dengan memperhatikan keadaan recharge langsung dari air hujan, discharge berupa mata zone mataair, keadaan DAS dan satuan batuan yang ada, besarnya recharge untuk daerah penelitian adalah sebesar 835.2 1/det.   \n4. Dengan menggunakan faktor keamanan sebesar 50% dan debit sumur yang telah ada = 25.6 1/det, maka ketersediaan air tanah di daerah penelitian adalah 391 1/det.   \n5. Dari 7 buah sumur yang ada di daerah penelitian ini hanya sumur No.4 dan No.7 yang layak untuk keperluan irigasi karena angka kelulusannya cukup tinggi ( > 124 m2/hari ), sedangkan lainnya dapat dipakai sebagai sumber air bersih masyarakat sekitar.   \n6. Hasil simulasi menunjukkan bahwa pemompaan menerus untuk jangka panjang masih boleh dilaksanakan, kecuali untuk sumur no. 3 dan no. 5 penurunan muka air telah melampaui batas yang aman.", "Daftar File": {"1994_TS_PP_ABRO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5515"}, "Penulis": "M. Akib Abro", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sudarto Notosiswoyo, DR.Ir.Scan:Yati Rohmah(03-04-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Airtanah; Ciawigebang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Apr 2006"}