{"Nomor": 4489, "Judul": "PENGARUH EKSPLOITASI AIRTANAH TERHADAP PENURUNAN PERMUKAAN TANAH DAERAH SEMARANG DAN SEKITARNYA   PROPINSI JAWA TENGAH", "Abstrak": "ABSTRAK: \nDaerah Semarang dan sekitamya merupakan daerah dataran dengan ketinggian 2 m sampai 80 m di atas muka air laut, di sebelah utara berbatasan dengan laut Jawa dan sebelah selatan berbatasan dengan kaki perbukitan dengan puncak G.Ungaran. Daerah dataran rendah merupakan hasil pengendapan fluvial pantai dan darat, diantaranya menghasilkan akuifer dengan produktivitas tinggi.   Mulai tahun 1982 penggunaan airtanah untuk industri dan domestik meningkat dengan pesat, sesuai dengan perkembangan pembangunan.  Penyadapan saat itu 4.800m3/hari jumlah sumur 178 , meningkat menjadi 80.000m3/hari  jumlah sumur 900 pada tahun 1993. Akibat pemompaan yang berlebih (over pumping) tersebut telah timbul dampak negatif yaitu berupa penurunan muka airtanah 2,2 m/tahun di pusat kerucut penurunan ( \"cone depression\" ) di daerah pusat kota - daerah Tambaklorog.   Penurunan muka airtanah menyebabkan amblesan tanah dan intrusi air taut, dari hash simulasi amblesan didapatkan angka penurunan di daerah Tambaktorog-Petabuhan 1,5 cm/th, daerah Simpanglima 0,9 cm/th, daerah P3B 1,1 cm/th, daerah STM Perkapalan 1,0 cm/th, dan daerah Katigawe 0,6 cm/th.   Potensi air tanah dari hasil perhitungan beberapa DAS yang terdapat di daerah Semarang dan sekitamya, besarnya  air yang meresap 271.110.411 m3/th.  Tingkat   \neksploitasi airtanah yang begitu besar di daerah dataran t 90.000.000 m3/th menyebabkan terjadinya intrusi air laut dan gejala amblesan tanah.   Permasalahan penurunan muka airtanah dan amblesan tanah dicoba dibuat pemodelan untuk mendapatkan gambaran keadaan tahun-tahun mendatang, agar dapat dipakai untuk perencanaan jangka panjang mengenai pengembangan kota.", "Daftar File": {"1994_TS_PP_MARSUDI.pdf": "https://digilib.itb.ac.id/gdl/download/5516"}, "Penulis": "Marsudi", "Kontributor / Dosen Pembimbing": ["Sudarto Notosiswojo", "Gatot Hari Priowirjanto    scanner:kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "The plain of semarang city mainly consisting by marine-lacustrine and terrestrial deposites, had produced of aquifer in the valley with a high productivity.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2006"}