{"Nomor": 4497, "Judul": "MEKANISME PENGENDALIAN PERUSAHAAN MILIK ITB", "Abstrak": "Abstrak: \n \nRegulasi otonomi perguruan tinggi mendorong ITB mendirikan perusahaan PT. Lapi Elpatsindo. Perusahaan tersebut didirikan bekerjasama dengan pihak swasta dengan pemilikan saham 45 % milik ITB dan 55 % milik swasta. Bagi bidang usaha ini telah dilakukan studi kelayakan dengan rekomendasi layak untuk dilaksanakan baik untuk kondisi pesimistik, rata-rata maupun optimistik. Perusahaan yang telah didirikan tersebut diharapkan dapat menjadi ajang pengembangan bagi staf pengajar dan mahasiswa ITB agar lebih profesional di bidangnya, serta menjadi profit centre bagi ITB. Oleh karena itu, ITB mempunyai dua missi dalam mendirikan perusahaan tersebut yaitu :   \n \n1. PT. Lapi Elpatsindo diharapkan dapat menjadi laboratorium penelitian tentang petir bagi ITB, sehingga para pengajar dan mahasiswa yang terkait dapat melakukan pengembangan ke arah yang lebih profesional di bidang tersebut.   \n2. ITB dapat memperoleh pendapatan (income) yang layak dari PT. Lapi Elpatsindo, sebagai tindak lanjut dari otonomi perguruan tinggi.   \n \nAgar kedua missi tersebut dapat dicapai, ITB perlu menerapkan suatu mekanisme pengendalian clan pengawasan terhadap operasi dan manajemen PT. Lapi Elpatsindo dengan mekanisme tertentu. Untuk rnenghasilkan suatu mekanisme pengendalian, kedua missi harus diterjemahkan dalam tujuan, starndar performansi serta hal-hal. lain yang berkaitan. Langkah pnerjemahan tersebut dilakukan dengan menggunakan metoda AHP (Analytic Hierarchy Process).   \n \nDari hasil analisis AHP tersebut ditambah dengan informasi lain yang diperlukan dihasilkan mekanisme pengendalian dan pengawasan manajemen perusahaan PT. Lapi Elpatsindo. Diharapkan mekanisme tersebut dapat menjadi acuan hubungan kerja antara Dewan Komisaris dan Direksi.", "Daftar File": {"1994_TS_PP_SJAMSURIDJAL_1.pdf": "https://digilib.itb.ac.id/gdl/download/5524"}, "Penulis": "Sjamsuridjal", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Ali Basyah Siregar,DR.IR.  Pembimbing 2 :  Matthias Aroef,Prof.DR.  Scan:  Mudjiono  (17-04-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pengendalian perusahaan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Apr 2006"}