{"Nomor": 4498, "Judul": "STUDI SISTEM FLOKULASI FILTRASI DALAM PENGOLAHAN AIR", "Abstrak": "Abstrak: \n \nFlokulasi adalah penyisihan kekeruhan air dengan cara penggumpalan partikel untuk dijadikan partikel yang lebih besar. Gaya antar molekul yang diperoleh dari agitasi merupakan salah satu faktor yang berpengaruh terhadap laju terbentuknya partikel flok.   \nSalah satu faktor penting yang mempengaruhi keberhasilan proses flokulasi adalah pengadukan, dimana dikenal tiga macam cara pengadukan yaitu mekanis, pneumatis dan hidrolis. Pengadukan dengan cara mekanis adalah yang paling banyak digunakan dalam pengolahan air minum, namun memerlukan peralatan yang rumit dan pasok enerji yang cukup besar. \nDengan tujuan menyederhanakan proses flokulasi, dalam penelitian ini digunakan pengadukan cara hidrolis, dimana air baku dialirkan secara gravitasi melalui pipa melingkar berbentuk helikoidal sebagai flokulator. Diameter pipa = 1,27cm, diametE lingkaran = 60 cm dan panjang pipa flokulator 50 m. \nUntuk memisahkan partikel-partikel tersuspensi setelah melalui flokulator helikoidal,air baku langsung dimasukan kedalam kolom saringan pasir sehingga terjadi proses filtrasi tanpa bak pengendap pada kolom saringan diameter 10 cm, tinggi saringan 2 m dan tinggi media saringan 80 cm.Dari berbagai kondisi operasi dengan menggunakan variabel Laju penyaringan, Sifat aliran dan Media Saringan diperoleh berbagai hubungan antara Efisiensi Saringan pasir dalam mereduksi kekeruhan dan suspended solid dengan karakteristik flokulator helikoidal. \nPengaliran fluida pada sistem pipa helikoidal dapat menimbulkan turbulensi dan pengadukan. Kehilangan tekanan dan pengadukan partikel dari kedua aliran tersebut diterapkan dalam rekayasa proses flokulasi. Dua macam Laju Penyaringan yang digunakan dalam penelitian ini adalah Laju Alir Berkurang (Declining Rate Filtration) dan Laju Alir Tetap (Constant Rate Filtration)   \nAir baku diambil dari Sungai Cikapundung dibawah jembatan Jalan Siliwangi pada bulan Oktober 1993, dengan Rekeruhan Awal 31,5 mg/1 SiO2 . Dari bak pengatur tekanan, air baku dialirkan secara gravitasi kedalam flokulator helikoidal dengan laju alir tertentu, bersamaan dengan itu dimasukan koagulan Aluminium Sulfat dengan dosis 15 mg/l.   \nDari beberapa analisa diperoleh korelasi antara Debit. Aliran,Kehilangan tekanan dengan reduksi kekeruhan dimana sisa kekeruhan adalah 1,2 mg/1 SiO2. \nDeclining Rate Filtration memberikan waktu kontak yang lebih baik dan tidak terjadi penumpukan flak secara cepat padabagian atas saringan yang menyebabkan saringan tersumbat.   \nGradien Kecepatan, Waktu Kontak, pH, kehilangan tekanan sangat berpengaruh pada karakteristik flokulator helikoidal yang digunakan. \nMeskipun nampak adanya penghematan, namun perlu diperhatikan pula hal-hal yang menyebabkan berkurangnya kemampuan (performance) flokulator helikoidal, seperti kehilangan enerji karena perubahan bentuk pipa, mengendapnya flok pada bagian dalam pipa serta waktu operasi yang relatif pendek sehingga harus sering dilakukan pembilasan.", "Daftar File": {"1994_TS_PP_SANOESI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5525"}, "Penulis": "S.Sanoesi", "Kontributor / Dosen Pembimbing": ["Moestikahadi Soedomo,Munsir Arfandy, Scan : Mudjiono"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Flokulasi filtrasi,Pengolahan Air", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Feb 2006"}