{"Nomor": 4500, "Judul": "STUDI KELAYAKAN JASA PELAYANAN LPATS DI INDONESIA  PT. LAPI ELPATSINDO", "Abstrak": "RINGKASAN: \nPT. LAPI ELPATSINDO merencanakan suatu investasi di Wang produk jasa pelayanan yang sama sekali baru di Indonesia, yaitu Jaringan Data Petir Nasional atau di dunia internasional dikenal sebagai jasa layanan LPATS (Lightning Positioning and Tracking System). Untuk mengetahui apakah rencana investasi tersebut layak dilakukan atau tidak, maka diperlukan suatu studi kelayakan. Setelah ditinjau dari berbagai aspek, maka diperoleh hasil bahwa proyek tersebut layak dilakukan. Uraian singkat mengenai tinjauan berbagai aspek tersebut adalah sebagai berikut: \n1. Peluang pasar di Indonesia cukup baik, walaupun jumlahnya belum terlalu besar jika dibandingkan dengan negara lainnya LPATS beroperasi, tetapi kecenderungannya akan meningkat. Berdasarkan pertimbangan beberapa hal, maka pada tahap awal operasional perusahaan hanya akan melayanai konsumen di pulau Jawa dan Sumatera. Adapun jumlah konsumen potensial di daerah tersebut adalah 86 pelanggan dengan 41 pelanggan yang menginginkan pelayanan segera. \n2. Pelaksanaan jasa laynan ini adalah menggunakan teknologi tinggi, oleh sebab itu penguasaan di bidang teknologi adalah menjadi dasar kekuatan yang harus dimiliki, karena dari teknologi yang ada harus terus dikembangkan dan dilakukan modifikasi-modifikasi yang sesuai dengan kondisi di Indonesia. Kepakaran di bidang teknologi dan penelitian serta dukungan surnberdaya yang kuat memberi keyakinan bagi perusahaan untuk memasuki bidang  usaha ini. 3.Kebutuhan modal tetap untuk proyek ini  adalah sebesar Rp. 3220 Juta, dan setelah ditinjau dari aspek ekonomi dan keuangan proyek ini layak untuk dilaksanakan, walaupun untuk kondisi yang paling kritis dengan kondisi penjualan pesmistik sekalipun. Hasil analisis keuangan dan ekonomi secara lengkap adalah sebagai berikut ; pada kondisi pesimistik IRR mencapai 19.1 % dengan NPV Rp. 107 Juta. Sedangkan pada kondisi rata-rata IRR = 41.2 % dan NPV = Rp.2395 Juta. Pada kondisi optimistik IRR mencapai 65.9% dengan NPV Rp. 5347 Juta.", "Daftar File": {"1994_TS_PPMELIANTY.pdf": "https://digilib.itb.ac.id/gdl/download/5527"}, "Penulis": "Yanty Melianty", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Senator Nur BahagiaPembimbing II: Matthias Aroef scanner: kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "jasa layanan LPATS (Lightning Positioning and Tracking System)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jan 2006"}