{"Nomor": 4509, "Judul": "KAJIAN ALIH FUNGSI LAHAN AKIBAT   PERKEMBANGAN INDUSTRI DI KABUPATEN   DAERAH TINGKAT II PURWAKARTA,  JAWA BARAT", "Abstrak": "Abstrak: \n \n \nPerkembangan industri di Kabupaten Daerah Tingkat II Purwakarta secara pesat baru berjalan sejak awal Pelita V, yaitu dengan keluarnya Keputusan Presiden Nomor 53 Tahun 1989. Berkembangnya industri di Kabupaten Purwakarta tidak sepenuhnya terantisipasi di dalam perencanaan, baik dalam Pola Dasar Pembangunan Daerah maupun di dalam Rencana Umum Tata Ruang; terutama dalam pengalokasian lahan untuk industri di Kecamatan Campaka. Untuk mengkaji perkembangan industri di Purwakarta serta dampaknya, penelitian ini di lakukan melalui dua cara, pertama dengan mengadakan survai kepada responden sebanyak 100 orang yaitu para pemilik lahan yang telah mengalih fungsikan/menjual lahannya. Kedua dilakukan dengan cara menghubungkan data sekunder, sehingga dapat diketahui dampak ekonomi dari alih fungsi lahan. \nBerdasarkan hasil penelitian terhadap para responden di antaranya dapat diketahui, bahwa lahan milik responden yang telah beralih fungsi seluas 56,4328 hektarh makan/restoran dan 13 persen untuk kegiatan lainnya seperti untuk tempat parkir, gudang, bengkel dan pompa bensin. Faktor-faktor yang menyebabkan terjadinya alih fungsi lahan milik responden sebagian besar (75 persen) disebabkan tingginya nilai bell lahan oleh pengusaha. \nHasil penelitian juga menunjukkan, bahwa manfaat yang dirasakan oleh responden dengan adanya alih fungsi lahan, 67 persen dapat menyerap tenaga kerja, 27 persen dapat membuka peluang berusaha di luar sektor pertanian dan 6 persen menyatakan dapat meningkatkan pembangunan infrastruktur terutama jalan. Pernyataan responden yang menyebutkan manfaat perkembangan industri dapat menyerap tenaga kerja, apabila dikaji lebih lanjut ternyata hanya dapat menyerap tenaga kerja yang berasal dari petani atau keluarganya yang telah menjual lahannya sekitar 14 persen. Sehingga melalui penelitian ini dapat diketahui, bahwa dengan terjadinya alih fungsi lahan pertanian untuk digunakan kegiatan industri pada dasarnya kurang mampu untuk menyerap tenaga kerja yang berasal dari petani atau keluarganya yang telah menjual lahan pertaniannya. Dengan demikian, maka walaupun terjadi penyerapan tenaga kerja oleh sektor industri kemungkinannya adalah merupakan tenaga kerja yang tadinya sudah bekerja di sektor industri atau tenaga kerja yang tadinya bukan pemilik lahan. \nDisamping itu para responden juga merasakan\tdengan    \nadanya alih fungsi lahan untuk kegiatan industri,    \nmempunyai dampak negatif terhadap lingkungan yaitu sebanyak 23 persen menyatakan menyebabkan terjadinya pencemaran lingkungan. Dari 23 persen responden yang terganggu oleh pencemaran, setelah diadakan wawancaralebih lanjut dapat diketahui, bahwa pencemaran tersebut dalam bentuk polusi udara 13,04 persen berupa bau belerang, polusi limbah cair 60,87 persen dan sisanya sebanyak 26,09 persen mengalami polusi dari suara/bising. \nHasil penelitian dengan mengkaji data sekunder telah dapat diketahui, bahwa luas lahan yang sudah dan akan beralih\tfungsi di Kabupaten Daerah\tTingkat II  \nPurwakarta\tdengan berkembangnya\tindustri\tseluas  \n4.047,15 hektar, ditambah untuk kegiatan perumahan,  \nrestoran/rumah makan, kegiatan pariwisata, bengkel, tempat parkir dan pompa bensin seluas 2.160 hektar. Lahan yang beralih fungsi seluruhnya berasal dari lahan pertanian dalam arti luas, yaitu yang berasal dari lahan pertanian tanaman pangan milik masyarakat seluas 2.317,15 hektar, lahan kehutanan seluas 1.000 hektar, lahan Perkebunan seluas 1.040 hektar. Sisanya seluas 1.850 hektar merupakan lahan di sekitar Bendungan Ir. H. Juanda/Jatiluhur yang akan digunakan untuk kegiatan pariwisata.  \nDampak alih fungsi lahan bagi Pemerintah Daerah Tingkat II Purwakarta di antaranya dapat meningkatkan Pendapatan Asli Daerah Sendiri (PADS) sekitar 2 milyar rupiah selama Pelita V, yang berasal dari Izin Mendirikan Bangunan, Izin Tempat Usaha, dan Fatwa Peruntukan Lahan. Di sisi lain mempunyai konsekuensi untuk menyediakan dana sebesar 5,5 milyar rupiah yang dipergunakan untuk membangun dan meningkatkan jalan serta jembatan. \nApabila seluruh lahan telah dimanfaatkan untuk kegiatan industri, maka akan mempunyai implikasi terhadap hilangnya\tpenerimaan bersih dari sektor pertanian  \nrata-rata sebesar 14 milyar\trupiah\tsetahunnya. \nKehilangan dari sektor pertanian masih dapat diimbangi dengan penerimaan bersih dari sektor industri sebesar 3,6 trilyun rupiah, yang dihitung dari keuntungan perusahaan, dengan asumsi keuntungan sama dengan rata-rata tingkat bunga Bank yang berlaku tahun 1995 yaitu  \nsebesar 18 persen per tahun dikalikan seluruh investasi, yaitu sekitar 20 trilyun rupiah. Berdasarkan perbandingan penerimaan dari kedua sektor tersebut, maka dengan adanya alih fungsi lahan untuk digunakan  \nkegiatan industri akan mempunyai tambahan penerimaan/keuntungan dari lahan tersebut sekitar 3,586 trilyun rupiah per tahun. \nPenelitian ini bermaksud untuk menjelaskan dampak  \nalih fungsi lahan yang diakibatkan oleh\tterjadinya  \nperkembangan industri di Kabupaten Purwakarta secara menyeluruh, namun karena berbagai keterbatasan hasilnya ternyata masih terdapat kekurangan, terutama belum dapat diketahuinya dampak alih fungsi lahan terhadap buruh tani yang tadinya bekerja pada lahan pertanian yang sekarang sudah dialihfungsikan. Ada kemungkinan, apabila buruh tani tidak terserap di sektor industri, akan terjadi kehilangan pendapatan atau harus mencari sumber penghasilan di sektor atau tempat lain. Dengan demikian, maka untuk mengetahui dampak bagi masyarakat secara menyeluruh perlu dilakukan penelitian lebih lanjut. \nBerdasarkan uraian di atas dapat disimpulkan bahwa, perkembangan industri di Kabupaten Daerah Tingkat II Purwakarta pada umumnya mempunyai dampak yang positif. Walaupun masih dijumpai adanya dampak negatif terutama pencemaran lingkungan, dan kehilangan pendapatan bagi petani serta buruh tani namun hal ini masih dalam kondisi yang dapat diatasi dan dapat diimbangi dengan penerimaan dari sektor industri yang lebih besar.", "Daftar File": {"1995_TS_PP_SAHIDIN-NJ_1.pdf": "https://digilib.itb.ac.id/gdl/download/5537"}, "Penulis": "Didin Sahidin NJ.", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Widiarto,Ir.MCRP.PhD.  Scan:  Yati Rohmah (22-02-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2006"}