{"Nomor": 4518, "Judul": "PENERAPAN SISTEM PENGENDALIAN BIAYA/SKEDUL TERINTEGRASI PADA PEMBINAAN PROYEK JALAN KABUPATEN (1BRD-KR3 )", "Abstrak": "Abstrak \nSampai saat ini, panjang jaringan jalan di Indonesia telah mencapai 226.000 km yang meliputi jalan nasional, jalan propinsi dan jalan kabupaten. Dari total panjang jalan tersebut, 78% adalah jalan kabupaten yang pembangunannya melalui program Inpres Peningkatan Jalan Kabupaten (IPJK) dengan sumber pendanaan berasal dari pendanaan dalam negeri (APBN) dan bantuan luar negeri (IBRD, ADB, OECF). \n \nPada PJPT II ini konsentrasi pembangunan jalan di Indonesia diarahkan pada pembangunan jalan kabupaten, dengan target 50% dari jalan kabupaten yang ada dan tersebar di seluruh tanah air akan segera ditangani. Mengingat banyaknya proyek yang harus ditangani pada saat yang bersamaan pada setiap tahun anggarannya sehingga pengendalian dan pengawasan oleh pihak Ditjen Bina Marga terhadap setiap kabupaten sebagai pelaksana langsung pembangunan menjadi sulit. \n \nUntuk itu perlu diterapkan sistem pengendalian biaya/skedul terintegrasi pada pembinaan proyek jalan kabupaten dalam upaya menangani permasalahan-permasalahan diatas, sehingga semua proyek dapat dilaksanakan tepat waktu dan mutu. \n \nSuatu sistem pengendalian yang memberlakukan proyek-proyek tersebut sebagai multi-proyek dan menerapkan model pengendalian biaya/skedul yang terintegrasi sangat cocok diterapkan pada proyek jalan kabupaten. Sistem pengendalian ini merupakan suatu pengendalian bertingkat mulai dari tingkat kabupaten sampai dengan tingkat pusat. \n \nPenerapan sistem pengendalian biaya/skedul yang terintegrasi pada pembinaan proyek jalan kabupaten telah mempertimbangkan/memperhatikan sistem/bentuk pengendalian yang sudah ada untuk ditingkatkan efisiensinya semaksimal mungkin, agar sistem pengendalian yang diterapkan ini dapat segera dilaksanakan.", "Daftar File": {"1995 Safarudin": "https://digilib.itb.ac.id/gdl/download/5547"}, "Penulis": "Safarudin [25092020]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rizal Z. Tamin, Dr. Ir.Scan :  Dewi  (2006-05-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "1BRD-KR3", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mei 2006"}