{"Nomor": 4541, "Judul": "PENGARUH KREDIT BANK PADA PERKEMBANGAN INDUSTRI KECIL", "Abstrak": "Abstrak:  \nIndustri kecil atau industri kerajinan mempunyai peranan yang strategis, bail( dalam aspek pemerataan kesempatan berusaha yang menumbuhkan banyak wiraswasta dalam sektor industri; pemerataan penyebaran lokasi usaha yang mendorong pembangunam daerah; pemerataan kesempatan kerja; maupun dalam menunjang program ekspor non migas dan melestarikan seni budaya bangs. \nGuna lebih mendorong pengembangan usaha dan mengantisipasi berbagai masalah dan kekurangan pada industri kecil, sesuai dengan berbagai peraturan perundang-undangan yang ada serta sesuai dengan amanat Garis-garis Besar Haluan Negara (GBHN), maka dibuatlah peraturan-peraturan dan kebijakan pemerintah. \nBerbagai kebijakan telah dikeluarkan diantaranya menyangkut pemberian kredit kepada pengusaha kecil, karena masalah utama bagi sebagian besar pengusaha kecil adalah masalah keuangan untuk modal usaha. Sebagian pengusaha dengan instuisi jiwa wiraswastanya secara cepat menangkap peluang tersebut dengan memanfaafkan kesempatan kredit ke bank untuk meningkatkan modal usahanya dan jaminan bagi tersedianya dana / cashnow setiap saat dibutuhkan sehingga industri kecil kerajinan rotan dapat mengatasi modal kerjanya setiap halt sehingga kebutuhan akan persediaan bahan bakunya dapat tetjamin dan ini menimbulkan keberlangsungan industri kecil kerajinan rotan berjalan lancar. \n \n \nPenelitian ini mengungkapkan bagaimana pengaruh la-edit bank pada perkembangan industri kecil studi kasus industri kecil kerajinan rotan di Kotamadya Medan, yang menunjukkan bahwa para pengusaha kecil kerajinan rotan yang memanfaatkan dana la-edit ternyata mampu berkembang lebih cepat dibanding kondisi mereka sebelum kredit demikikian juga terhadap pegusaha lain yang tidak kredit tetapi perkembangan ini tidak cukup berarti. Selanjutnya penelitian ini ingin menguji hipotesa bahwa kredit bank berpengaruh pada peticembangan industri kecil kerajinan rotan:    \nBerdasarkan data penelitian tentang pengaruh kredit bank pada perkembangan industri kecil (studi kasus industri kerajinan rotan) di Kotamadya Medan yang telah diolah pada Bab IV dan pada Bab V, dapat ditarik beberapa kesimpulan sebagai berikut:1. Dari perhitungan untuk industri kerajinan rotan yang diberikan kredit maka diperoleh hasii: antara modal kerja vs keuntungan dimana (t hitun~ 1.372) < ( t tabel = 1.645) ; antara modal kerja vs tenaga kerja dimana (t hitung = 3.1093) > ( t tabel = 1.645) dan antara peningkatan modal kerja dengan peningkatan omset penjualan dimana (t hitung = 0.704) < (t tabel = 1.645. Dengan demikian pernyataan pada hipotesa 1 yaitu: \" industri kecil kerajinan rotan yang memperoleh kredit memperlihatkan perkembangan yang lebih balk sesudah memperoleh kredit, untuk peningkatan keuntungan dan peningkatan omset penjualan tidak signifikan, tetapi untuk peningkatan tenaga kerja pernyataan ini signifikan. \n2. Dari hasil perhitungan untuk industri kecil kerajinan. rotan yang memperoleh kredit dibandingkan dengan industri kecil kerajinan rotan yang tidak memperoleh la-edit maka diperoleh hasil pengujian : antara modal kerja vs keuntungan dimana (t hitung=1.1483) < ( t tabel = 1.717) ; antara modal kerja dengan tenaga kerja dimana (t hitung = 1.96) > ( t tabel = 1.645) dan antara inodal kerja dengan omset penjualan dimana (t hitung = 1.479) < (t tabel = 1.729). Dengan demikian pernyataan pada hipotesa 2 (dull) yaitu: \" industri kecil kerajinan rotan yang memperoleh kredit memperlihatkan perkembangan yang lebih balk dengan yang tidak memperoleh kredit, untuk peningkatan keuntungan dan peningkatan omset penjualan tidak signifikan, tetapi untuk peningkatan tenaga kerja pemyataan ini signifikan. \n3. Dengan diberikannya la-edit kepada industri kecil kerajinan rotan dapat menimbulkan peningkatan jumlah tenaga kerja.", "Daftar File": {"1996_TS_PP_MARIATY_1.pdf": "https://digilib.itb.ac.id/gdl/download/5571"}, "Penulis": "Linda Mariaty", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 Matthias aroefm,Prof Dr  2 Indryati Sunaryo Dra Scan :  Mudjiono (10 02 2006 )"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Feb 2006"}