{"Nomor": 4547, "Judul": "STUDI DEKOMPOSISI DAN DEKONVOLUSI  `SURFACE-CONSISTENT'", "Abstrak": "Abstrak :  \nPada hipotesis `surface-consistent', jejak seismik adalah konvolusi antara operator sumber, operator receiver, operator reflektivitas (yang merepresentasikan struktur bawah permukaan bumi) dan operator offset (jarak antara sumber dan receiver). Penyelesaian dekonvolusi `surface-consistent' pada penelitian ini dilakukan pada kawasan log/Fourier, karena operasi konvolusi akan menjadi penjumlahan, serta logaritma dari amplitudo sinyal pads frekuensi tertentu merupakan penjurnlahan dari terminologi sumber, receiver, struktur bumi, dan offset. Dengan demikian, proses untuk mendapatkan kembali amplitudo reflektivitas pads frekuensi tertentu akan merupakan `problem linear'. Namun demikian, sistem linear tersebut mempunyai kendala yang akan mengaldbatkan terdapatnya beberapa solusi yang mungkin terjadi. Untuk mengatasi masalah itu, terdapat 2 set kendala baru yang akan diperkenalkan dan diaplikasikan terhadap sistem ini, sehingga diharapkan solusinya menjadi konsisten untuk semua frekuensi. \nPada penerapan dekonvolusi ini terhadap data sintetik bebas noise diperlihatkan hasil-basil yang sangat baik, yaitu resolusinya meningkat (menjadi spike) serta amplitudo seismik yang relatif konsisten terhadap adanya variasi sumber, offset dan impulse response receiver. Akan tetapi, apabila dekonvolusi ini diterapkkan terhadap data sintetik yang mengandung noise, maka basil yang diperoleh akan mengandung noise (ringing) yang cukup dominan, meskipun kenampakan koefisien refleksi masih sangat jelas. Sedangkan apabila dekonvolusi ini diterapkan terhadap data real, maka dihasiikan suatu jejak seismik yang menjadi tidal( begitu jelas `event-event' refleksinya,meskipun resolusinya tetap tampak meningkat. \nDari percobaan-percobaan yang telah dilakukan, balk penerapan terhadap data sintetik maupun data real, dapat disimpulkan bahwa penelitian ini telah berhasil dengan balk untuk penerapan terhadap data sintetik bebas noise, namun belum bisa memberikan basil yang baik untuk data sintetik yang mengandung noise, apalagi untuk data `real'. Penelitian lebih lanjut sangat diperlukan agar kendalakendala yang terdapat pads basil-basil yang telah dicapai dapat diatasi.", "Daftar File": {"1996_TS_PP_RACHMAT_1.pdf": "https://digilib.itb.ac.id/gdl/download/5577"}, "Penulis": "R. Mohammad Rachmat", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Djoko Santoso,Dr.Ir,M.Sc. Pembimbing 2 :Suprajitno Munadi,Dr. Scan :Neneng (2006-03-27)"], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Mar 2006"}