{"Nomor": 4548, "Judul": "PENGARUH EKSTRAK SALVIA SPLENDENS SELLO TERHADAP PERTUMBUHAN JAMUR ALTERNARIA SOLANI (ELL.& MART.) JONES & GROUT DAN BAKTERI PSEUDOMONAS SOLANACEARUM E.F. SMITH SERTA PENGARUHNYA TERHADAP TANAMAN TOMAT, LYCOPERSICON LYCOPERSICUM (L.) KARSTEN", "Abstrak": "AbstrakTelah dilakukan penelitian tentang pengaruh ekstrak Salvia splendens Sello terhadap pertumbuhan jamur Alternaria solani (Ell.&Mart.) Jones & Grout dan bakteri Pseudomonas solanacearum E.F.Smith serta pengaruhnya terhadap tanaman tomat, Lycopersicon lycopersicum (L) Karsten. Rancangan percobaan yang digunakan adalah Rancangan Acak Lengkap (RAL) dengan enam perlakuan dan lima ulangan. Uji pendahuluan dilakukan untuk mengetahui aktivitas ekstrak S. splendens terhadap pertumbuhan jamur A. solani dan bakteri P. solanacearum digunakan ekstrak etanol, fraksi n-heksana dan fraksi dildorometana. Fraksi diklorometana didapatkan aktif terhadap jamur A. solani dan ekstrak etanol aktif terhadap bakteri P. solanacearum. Selanjutnya fraksi diklorometana dengan konsentrasi 0,00; 0,40; 0,80; 1,20; 1,60 dan 2,00 persen (b/v) diujikan terhadap pertumbuhan jamur A. solani secara in vitro, perkecambahan dan pertumbuhan radikula kecambah tomat. Ekstrak etanol dengan konsentrasi 0,00; 0,50; 1,00; 1,50; 2,00; dan 2,50 persen (b/v) diujikan terhadap pertumbuhan bakteri P. solanacearum secara in vitro, perkecambahan dan pertumbuhan radikula kecambah tomat. Fraksi diklorometana dengan konsentrasi 0,00 dan 1,20 persen dan ekstrak etanol dengan konsentrasi 0,00 dan 1,00 persen diujikan terhadap pertumbuhan vegetatif tanaman tomat. Hasil pengamatan menunjukkan fraksi diklorometana menghambat pertumbuhan jamur A. solani dengan nilai MIC (\"Minimum Inhibitory Concentration\") 1,20 persen pada pengamatan lima kali 24 jam, menghambat perkecambahan dan pertumbuhan radikula kecambah tomat, tetapi tidak menghambat pertumbuhan vegetatif tanaman tomat. Ekstrak etanol menghambat pertumbuhan bakteri P. solanacearum dengan nilai MIC 1,00 persen pada pengamatan satu kali 24 jam, menghambat perkecambahan dan pertumbuhan radikula kecambah tomat, tetapi tidak menghambat pertumbuhan vegetatif tanaman tomat.", "Daftar File": {"1996 SALNI": "https://digilib.itb.ac.id/gdl/download/5578"}, "Penulis": "Salni  [20694005]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1Mumu Sutisna, Dr.Pembimbing 2Arbayah H. Siregar, Dra., M.Sc.Scan:Hidayat (2006-03-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "EKSTRAK Salvia splendens Sello; Alternaria solani ; rancangan acak lengkap", "Sumber": "SITH", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "03 Mar 2006"}