{"Nomor": 4551, "Judul": "ALTERNATIF PENANGANAN FUNGSI KEBERSIHAN UMUM  DI KABUPATEN ASAHAN  KASUS KOTIF KISARAN DAN 6 IKK UTAMA", "Abstrak": "Abstrak : \nKabupaten Asahan berpenduduk 912.000 jiwa, dari jumlah tersebut sebanyak 169.800 jiwa adalah penduduk perkotaan. Saat ini Kabupaten Asahan menghadapi masalah meningkatnya kebutuhan pelayanan kebersihan khususnya persampahan. Fenomena ini terjadi terutama di Kota administratif Kisaran dan di 6 ibukota kecamatan utama.  \nFenomena yang terjadi pada kota-kota di atas antara lain: meningkatnya jumlah penduduk perkotaan yang membutuhkan pelayanan kebersihan khususnya persampahan, rendahnya peran serta masyarakat dalam penanganan kebersihan, meningkatnya jumlah sampah yang tidak terangkut rata-rata sebanyak 180 m3/hari di Kotif Kisaran dan rata-rata 90 m3/hari di 6 ibukota kecamatan utama dan meningkatnya beban APBD Tingkat II Asahan untuk membiayai penanganan kebersihan di Kotif Kisaran dan 6 IKK utama.  \nBeberapa pokok permasalahan yang terkait dengan fenomena di atas antara lain: kurangnya fasilitas penanganan persampahan di Kotif Kisaran dan 6 IKK utama, rendahnya kemampuan keuangan Pemerintah Daerah Tingkat II Asahan dalam pengadaan fasilitas, belum dimanfaatkannya potensi masyarakat dan swasta dalam penanganan persampahan dan manajemen operasional penanganan persampahan masih bergantung kepada Pemerintah Daerah Tingkat II Asahan.  \nDalam keadaan serba terbatas ini Pemerintah Daerah Tingkat II Asahan berupaya meningkatkan kinerja penanganan  persampahan--t-et api-peni-ngkatan te-rs-ebut--di-ha-rapkan t4dakmembebani APBD Tk II Asahan, bila mungkin menjadi salah satu sumber pendapatan daerah. Sejalan dengan rencana tersebut, penelitian ini berupaya membantu mencari solusi bentuk penanganan persampahan di Kabupaten Asahan. \nSelanjutnya penelitian ini bergerak dari isyu penelitian berupa pertanyaan sebagai berikut: 1) Bagaimanakah alternatif penanganan kebersihan di Kabupaten Asahan khususnya di Kotif Kisaran dan Kota Pangkalan Dodek, Indrapura, Lima Puluh, Tanjung Tiram, Binjei Serbangan dan Bagan Asahan? 2) Bagaimana peran Pemerintah Daerah Tingkat II Asahan, swasta dan masyarakat dalam penanganan kebersihan tersebut? 3) Apa langkah-langkah yang diperlukan untuk mencapai tujuan tersebut?   \nSejalan dengan latar belakang dan permasalahan di atas penelitian ini bertujuan mencari alternatif penanganan kebersihan khususnya persampahan, utamanya bentuk pembiayaan sesuai dengan potensi dan kemampuan masyarakat pada kota-kota di atas. Kegunaan penelitian ini adalah sebagai masukan dan bahan pertimbangan bagi Pemerintah Daerah Tingkat II Asahan dalam upaya meningkatkan kinerja penanganan persampahan di Kabupaten Asahan khususnya di perkotaan.  \nUntuk menjawab masalah di atas, metodologi yang digunakan dalam penelitian ini antara lain: melakukan kaj ian literatur, survai data primer ke lokasi studi untuk mengetahui kemampuan masyarakat membayar retribusi, pengumpulan data sekunder dari dinas dan instansi di Kabupaten Asahan dan kecamatan yang menjadi lokasi studi.  \nBerdasarkan data di atas, dirumuskan 7 alternatif penanganan persampahan. Untuk menetapkan 1 alternatif penanganan persampahan, dasar pertimbangan yang digunakan adalah nilai IRR hasil perhitungan analisis finansial dari setiap alternatif.  \nHasil analisis dari 7 alternatif di atas adalah sebagai berikut:  \n1) Penanganan persampahan di Kotif Kisaran dari 3 alternatif yang dianalisis menunjukkan bahwa salah satu alternatif dengan pengenaan retribusi setiap rumah tangga sebesar Rp 4000/bulan di pusat kota dan Rp.2000/bulan di permukiman sekitar kota, dengan ketentuan peningkatan jumlah pelanggan sebesar 7,72% per tahun, retribusi ditingkatkan sebesar 10% setiap 5 tahun menghasilkan nilai IRR sebesar 17,70%. Hasil ini menunjukkan bahwa investasi penanganan persampahan di Kotif Kisaran mampu mandiri dan menguntungkan karena suku bunga yang berlaku saat ini antara 14%-15% per tahun.  \n2) Untuk penanganan persampahan di 6 IKK utama dari 3 altern~i~ yang diaria~isis yai~u: pengeriaan re~ribuei - setiap rumah tangga rata-rata Rp.1000/bulan, berikutnya Rp.2000/bulan di pusat kota dan Rp.1000/ bulan di permukiman sekitar kota, terakhir Rp.2500/ bulan di pusat kota dan Rp.1000/bulan di permukiman sekitar kota dengan ketentuan peningkatan pelanggan 2% pertahun, peningkatan retribusi 10% setiap 5 tahun. Hasil analisis menunjukkan bahwa arus kas dari alternatif di atas adalah negatif. Hasil ini menunjukkan bahwa penanganan persampahan di 6 IKK utama belum mampu untuk mandiri dan berarti masih harus disubsidi oleh Pemerintah Daerah Tingkat II Asahan.  \n3) Untuk penanganan persampahan gabungan antara Kotif Kisaran dan 6 IKK utama, dirumuskan 1 alternatif dengan ketentuan sebagai berikut: retribusi untuk setiap rumah tangga di Kotif Kisaran sebesar Rp.4000/ bulan di pusat kota dan Rp 2000/bulan di permukiman sekitar kota. Di 6 IKK utama sebesar Rp. 2500/bulan di pusat kota dan Rp.1000/bulan di permukiman sekitar kota. Beberapa ketentuan lainnya disesuaikan dengan ketentuan yang digunakan di setiap kota. Nilai IRR alternatif di atas adalah sebesar 6,92%. Hasil ini menunjukkan bahwa walaupun Kotif Kisaran mampu mandiri tetapi belum mampu untuk memberikan subsidi kepada 6 IKK utama di atas. Hal ini juga menunjukkan bahwa 6 IKK utama masih harus disubsidi oleh Pemerintah Daerah Tingkat II Asahan.  \nKesimpulan hasil analisis di atas adalah bahwa penanganan persampahan di Kotif Kisaran mampu untuk mandiri walaupun belum mampu untuk memberikan subsidi kepada 6 IKK utama di atas. Selanjutnya penanganan persampahan di 6 IKK utama belum mampu untuk mandiri sehingga masih harus disubsidi oleh Pemerintah Daerah Tingkat II Asahan. Selanjutnya dalam upaya mengurangi beban Pemerintah Daerah Tingkat II Asahan khususnya penanganan persampahan, meningkatkan pelayanan kebersihan kepada masyarakat, memberikan kesempatan berusaha kepada swasta dan meningkatkan peran serta masyarakat disarankan agar penanganan persampahan di Kotif Kisaran diserahkan penanganannya kepada pihak swasta dan berpedoman kepada alternatif dengan nilai IRR sebesar 17,70%.  \nBeberapa langkah-langkah kebijaksanaan yang disarankan antara lain: Penanganan kebersihan di Kotif Kisaran disarankan untuk segera dilaksanakan sebelum Kotif Kisaran menjadi Kotamadya. Disarankan apabila penanganan persampahan di Kotif Kisaran dapat dilaksanakan oleh pihak swasta agar fasilitas yang selama ini dimiliki Kotif Kisaran diserahkan kembali kepada Pemerintah Daerah Tingkat II Asahan dan selanjutnya diserahkan kepada Dinas Kcbcrsh-an -untuk menangand--per-s-ampahan- di --6--I-K-K- - utama . - Penyuluhan kepada masyarakat agar ditingkatkan, terutama pemahaman tentang pentingnya penanganan kebersihan dan pemahaman bahwa tanggung jawab kebersihan bukanlah semata-mata tanggung jawab pemerintah tetapi merupakan tanggung jawab semua pihak. Disarankan untuk memberikan informasi kepada pihak swasta dan masyarakat tentang kegiatan yang selama ini dilaksanakan oleh Pemerintah Daerah Tingkat II Asahan tetapi saat ini dapat dilaksanakan oleh swasta. Disarankan dalam menyerahkan kegiatan penanganan persampahan kepada swasta dihindari sistem monopoli tetapi sebaiknya dilakukan dengan cara bersaing.", "Daftar File": {"1996 Sofian": "https://digilib.itb.ac.id/gdl/download/5581"}, "Penulis": "Sofian [25493010]", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Widiarto.,Dr.,Ir.,MCRP  Scan :  Mulyati  (2006-03-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "SAPPK", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Mar 2006"}