{"Nomor": 4552, "Judul": "PEMODELAN DAN SIMULASI PENGONTROLAN PRESSURIZER MENGGUNAKAN METODA REGULATOR OPTIMAL KUADRATIK", "Abstrak": "ABSTRAK: \nPada PLTN-PWR, pressurizer merupakan alat yang dipasang pada saluran pipa panas keluaran dari reaktor (hot leg) dan berfungsi sebagai peredam tekanan fluida untai primer (primary loop). Pressurizer ini bekerja berdasarkan faktor kualitas campuran fasa uap air dengan air yang terdapat di dalam tabung pressurizer, yaitu pada temperatur tertentu pressurizer akan mempunyai tekanan uap air tertentu. Pada saat untai primer mengalami perubahan tekanan, fluida kerja yang melalui pipa alir surge akan mengakibatkan tekanan pressurizer berubah. Perubahan tekanan yang terjadi pada pressurizer menyebabkan sistem kontrol tekanan pada pressurizer bekerja sehingga tekanan yang diinginkan dapat dipertahankan. Sistem kontrol tekanan pada pressurizer ini menggunakan dua aktuator, yaitu Sprayer dan Heater. Sprayer untuk menurunkan tekanan dan heater untuk menaikan tekanan. Dalam penelitian pada tugas akhir ini telah dibuat model pressurizer yang bekerja pada tekanan 13 MPa sampai dengan 17 MPa, sedangkan tekanan yang ingin dipertahankan sebesar 15.5 MPa. Sistem kontrol tekanannya menggunakan regulator optimal kuadratik atau LQR (Linear Quadratic Regulator). Kedua aktuator pressurizer (sprayer, heater) bekerja berdasarkan setting level cairan dalam pressurizer, dan spesifikasi clan setiap aktuator (harga alpha untuk sprayer dan beta untuk heater) dipilih sehingga mendapatkan settling time dan overshoot dari respon tekanan dan level cairan. Kombinasi diantara harga alpha dan beta akan mendapatkan settling time dan overshoot dari respon tekanan dan level cairan yang berbeda-beda. Untuk melihat pengaruh dari setiap aktuator terhadap respon sistem telah dibuat kurva settling time dan kurva overshoot. Dari kurva tersebut dapat disimpulkan bahwa harga alpha yang besar akan memperbesar settling time, tetapi memperkecil overshoot. Harga beta yang besar akan memperkecil settling time, tetapi memperbesar overshoot.", "Daftar File": {"1996_TS_PP_MULYANA.pdf": "https://digilib.itb.ac.id/gdl/download/5582"}, "Penulis": "Tatang Mulyana", "Kontributor / Dosen Pembimbing": ["Farida I. Muchtadi", "Guntur D. Sambodo  scanner: kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem kontrol tekanannya menggunakan regulator optimal kuadratik atau LQR (Linear Quadratic Regulator). Kedua aktuator, yaitu Sprayer dan Heater.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2006"}