{"Nomor": 4554, "Judul": "STUDI AWAL PEMBENTUKAN  POLA KARIR UNTUK KARYAWAN TEKNIK  DI UNIVERSAL MAINTENANCE CENTER, PT. IPTN", "Abstrak": "Abstrak:\nUniversal Maintenance Center merupakan profit center PT. IPTN yang bergerak di bidang perawatan/perbaikan gas turbine engine, baik untuk pesawat terbang maupun industri. Guna pengembangan sumber daya manusia, pada tahun 1993 telah dilakukan Analisa dan Pembentukan Jabatan dengan hasil antara lain berupa Uraian, Spesifikasi dan Tingkatan Jabatan. Pola karir yang secara implisit tergambar dalam Spesifikasi Jabatan belum sepenuhnya dapat dijalankan mengingat item-item Spesifikasi Jabatan itu sendiri belum dirumuskan secara spesifik. Untuk itu perlu didesain pola jalur karir, khususnya untuk karyawan teknik, yang sesuai dengan karakteristik UMC sebagai perusahaan teknologi, informasi jabatan, dan kebutuhan training jabatan.  \nDua kriteria utama dalam mendefinisiltan pola jalur karir ini adalah Tingkatan Jabatan dan Performa Jabatan. Spesifikasi Jabatan yang ada diidentifikasi lebih lanjut dalam lingkup kelompok tugas dengan keahlian teknik dan maanajerial teknik, sehingga dapat didefinisikan 6 (enam) Kelompok Spesifikasi Jabatan, yaitu : (1) Pengetahuan dan Penguasaan Sistem dan Prosedur Perawatan/Perbaikan Gas Turbine Engine, (2) Pengetahuan dan Penguasaan Pemakaian Alat Bantu Kerja Teknik, (3) Pengetahuan dan Penguasaan Sistem dan Prosedur Pengendalian Mutu, (4) Pengetahuan dan Penguasaan Operasional Proses Perawatan/Perbaikan, (5) Pengetahuan dan Penguasaan Aktivitas Pemasaran Jasa Perawatan/Perbaikan dan (6) Pengetahuan dan Penguasaan Aktivitas Manajemen Perusahaan. Keenam Kelompok Spesifikasi Jabatan tersebut dianggap terdapat pada setiap jabatan teknik dengan kadar (level) yang berbeda-beda.  \nPola karir karyawan teknik dibatasi hanya untuk lingkup 3 dari 5 deputy yang ada di UMC, yaitu (1) Deputy Marketing, (2) Deputy Quality and Propulsion dan (3) Deputy Operations, dimana erat sekali kaitannya dengan kriteria di atas. Jabatan-jabatan dikelompokkan berdasarkan keterkaitan dengan proses perawatan/perbaikan engine, keahlian Teknik-Manajerial Teknik, dan Performa Jabatan, yaitu Kelompok Jabatan  \n(1) Manajemen Program, (2) Keahlian Manajerial Teknik Inti, (3) Keahlian Teknik Inti, (4) Keahlian Manajerial Teknik Pendukung dan (5) Keahlian Teknik Pendukung.  \nPola karir yang terbentuk sangat fleksibel, meskipun kriteria yang dipakai cukup ketat dan obyektif. Sebagian besar perpindahan jabatan terjadi di dalam suatu kelompok jabatan. Kemungkinan perpindahan jabatan juga terjadi antar kelompok jabatan, yaitu dari jabatan-jabatan manajerial teknik ke jabatan-jabatan manajerial teknik pada level yang sama atau di atasnya, dari jabatan-jabatan teknik ke jabatan-jabatan manajerial teknik, serta dari jabatan-jabatan manajerial teknik ke jabatan-jabatan teknik yang dikhususkan hanya untuk level supervisor saja. Perpindahan jabatan tersebut pada umumnya menggambarkan Perjalanan karir karyawan teknik dari jabatan awal karir (jabatan fungsional teknik) ke jabatan target karir, baik di bidang manajerial teknik (Kepala Deputy, Kepala Departemen dan Program Manager) maupun di bidang teknik (Sr. Quality Control Engineering Specialist dan Sr. Engineering Specialist).  \nMengingat beberapa kelemahan yang ada, studi pembentukan pola jalur karir ini perlu dilanjutkan dengan bermula dari identifikasi Analisa Jabatan yang lebih operasional dan terperinci, sehingga kriteria perpindahan jabatan lebih akurat.", "Daftar File": {"1996 SARASI": "https://digilib.itb.ac.id/gdl/download/5584"}, "Penulis": "Vita Sarasi [23493032]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Iman Sudirman, Dr., Ir.Pembimbing 2:Leksananto G., Ir., M.Eng.Scan:Yati Rohmah(23-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Personnel management", "Kata Kunci": "Pembentukan pola karir; karyawan", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "23 Jun 2006"}