{"Nomor": 4555, "Judul": "PENGEMBANGAN PERANGKAT LUNAK UNTUK PENERAPAN    ANALISIS TEKNIK PINCH DENGAN MELIBATKAN    KENDALA RUGI TEKANAN", "Abstrak": "Abstrak:  \n \nPengembangan perangkat lunak analisis teknik Pinch yang telah dilakukan baru pada tahap rancangan jaringan penukar kalor untuk tujuan perbaikan jaringan penukar kalor yang ada. Metode perancangan penukar kalor konvensional tidak sesuai untuk tujuan optimasi karena perancangan tidak didasarkan pada basis yang tetap yaitu rugi tekanan. Pada Tesis ini dibuat algoritma yang dapat menentukan kondisi optimum sistem penukar kalor serta rancangan detail penukar kalor untuk tiap pasangan aliran yang diperoleh dari analisis teknik Pinch.   \nEvaluasi pemakaian energi serta usulan perbaikannya telah dilakukan pada Unit Distilasi Minyak Mentah FOC I Kilang Pertamina Cilacap. Dari analisis yang dilakukan, kilang ini masih memiliki tingkat pemanfaatan energi yang rendah. Pemakaian energi kalor untuk rancangan terpasang sebesar 16,162.9 kcal/s clan energi kalor yang dilepas melalui sistem pendingin sebesar 7,695 kcal/s. Perbaikan sistem jaringan penukar kalor dapat memberikan penghematan pemakaian energi, karena dari rancangan jaringan penukar kalor untuk perbaikan diperoleh kebutuhan energi kalor sebesar 13,079.5 kcal/s dengan energi yang dilepas sebesar 4,649.6 kcal/s.   \nDari pasangan aliran yang diperoleh pada rancangan perbaikan, kondisi operasi yang optimum dapat ditentukan sehingga biaya total yang harus dikeluarkan merupakan biaya yang paling minimum. Optimasi yang dilakukan meliputi penentuan rugi tekanan, luas permukaan penukar kalor, serta koefisien perpindahan kalornya. Dari hubungan rugi tekan, luas permukaan penukar kalor, serta koefisien perpindahan kalor dapat dilakukan perancangan detail penukar kalor yang bersangkutan.", "Daftar File": {"1996_TS_PP_ADRIANSYAH_1.pdf": "https://digilib.itb.ac.id/gdl/download/5585"}, "Penulis": "Willy Adriansyah", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Aryadi Suwono, Dr.Ir. Scan:Yati Rohmah(22-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Analisis teknik Pinch", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mar 2006"}