{"Nomor": 4557, "Judul": "ANALISIS SIFAT TRANSPORT SUPERKONDUKTOR   TC-TINGGI SISTEM BI1.8PB0,4SR2CA2CU3O10+X", "Abstrak": "Abstrak : \nDalam studi ini telah dilakukan sintesis pada superkonduktor suhu tinggi fasa Bi1,8Pb0,4Sr2Ca2Cu3010+x yang dihasilkan dengan metode reaksi padatan dengan pencampuran awal secara basah. Juga telah dilakukan analisis data dari berberapa hasil karakterisasi sampel tersebut untuk menjelaskan fenomenafenomena baru pada superkonduktor suhu tinggi. Dari hasil pengukuran p(T) diperoleh Tco = 102,8K dan Tcon= 112K. Kajian kurva transisi resistivitas berhasil menjelaskan fenomena konduktivitas berlebih (excess conductivity) dan diperoleh nilai temperatur medan rerata TGGL = 108,9K dalam ungkapan teori fluktuasi konduktivitas Aslamazov-Larkin di atas temperatur medan rerata. Kemudian dalam konteks analogi gas coulomb dua dimensi untuk fluktuasi vorteks berdasarkan teori Kosterlitz-Thoulles di bawah temperatur medan rerata telah berhasil menjelaskan fenomena pelebaran (broadening) intrinsik dengan nilai karakteristik broadening ?c = 0,058 dan menjelaskan munculnya suhu kritis dari segi pergerakan vorteks yang ditunjukkan oleh nilai TKT = 102,5K. Analisis Crossover dimensional telah memberikan nilai energi kopling Josephson antar bidang superkonduktif sebesar J = 37,17K-44,60K dengan jarak antar bidang superkonduktif d= 26,38A. Hasil analisis sifat anisotropi diperoleh besaran parameter anisotropi resistivitas ? ? 20,4 walaupun hanya sebatas estimasi yang masih cukup kasar karena sampelnya tidak berbentuk kristal tunggal. Kemudian pengukuran karakteristik I-V telah berhasil memperlihatkan kehadiran fenomena Thermally Activated Flux Flow (TAFF) yang menunjukkan betapa dominannya efek flukstuasi thermal di dalam bahan superkonduktor Tc tinggi.", "Daftar File": {"1997_TS_PP_ABDURRAHMAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5589"}, "Penulis": "Abdurrahman (NIM : 20295504)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Tjia May On, Prof., Ph.D Scan :Hidayat (2006-07-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Jul 2006"}