{"Nomor": 4560, "Judul": "PENGEMBANGAN POLA JARINGAN TRANSPORTASI PAKET POS NON STANDAR DI PT POS INDONESIA (PERSERO)     (STUDI KASUS : DI WLLAYAH DKI JAKARTA DAN JAWA BARAT)", "Abstrak": "Abstrak :  \nOrientasi bisnis PT Pos Indonesia untuk tahun-tahun mendatang akan lebih diarahkan pada bisnis logistik dan distribusi. Dalam bisnis logistik dan distribusi, unsur transportasi memiliki peran sangat dominan. Namun diakui bahwa aktivitas transportasi dalam bisnis logistik merupakan kegiatan yang tidak menambah nilai terhadap produk. Untuk itu berbagai upaya dicari agar aktivitas transportasi dapat ditekan seminimal mungkin. Salah satu upayanya adalah merancang ulang pola jaringan transportasi.     \n \nSelama ini dikenal empat bentuk dasar pola jaringan yaitu (1) Pola Hubungan Langsung (mesh network), (2) Pola Pusat Pengumpul (star network), (3) Pole: Jaringan Memutar (loop network) dan (4) Pola Jaringan Berjenjang (ladder network). Masing-masing pola jaringan memiliki keunggulan dan kelemahan. Oleh karena itu untuk menentukan bentuk pola faringan mana yang sesuai dengan jasa paket pos non standar di DKI Jakarta dan Jawa Barat perlu dilakukan pemilihan.     \n \nSuatu pendekatan untuk memilih pola jaringan transportasi paket pos non standar yang ekonomis adalah merancang pola jaringan berdasarkan karakteristik pola pergerakan barang. Beberapa kriteria yang dikembangkan meliputi : (1) volume lalu lintas barang, (2) jumlah pusat zona, (3) jumlah perjalanan truk total, (4) jumlah perjalanan truk tanpa muatan, (5) efek gangguan, (6) jumlah perjalanan keliling dan (7) perlutidaknya terminal transit.     \n \nHasil penelitian menunjukkan bahwa pola jaringan paket pos non standar yang ekonomis untuk wilayah DKI Jakarta dan Jawa Banat pada saat ini adalah Pola Jaringan Hubungan Langsung. Sedangkan bila terjadi penambahan jumlah pusat zona dan volume pergerakan barang yang sangat besar, maka Pola Jaringan Memutar dengan multi cincin akan menjadi pilihan kedua yang lebih efektif dan ekonomis.     \n \nUntuk dapat diimplementasikan dengan baik, pola jaringan terpilih perlu dikaji lebih jauh dari berbagai dimensi, misalnya (1) ongkos transportasi total, (2) waktu penyampaian total, (3) kemudahan akses di jaringan, (4) keandalan sistem pelayanan, dan (5) teknologi moda angkutan. Lebih jauh perancangan pola jaringan transportasi paket pos seperti ini dapat diperkaya, baik untuk jenis moda berbeda maupun untuk wilayah geografis yang lebih luas. sehingga dapat tercipta suatu pola jaringan transportasi paket pos terpadu di seluruh wilayah Indonesia.", "Daftar File": {"1997 SUDIARTO": "https://digilib.itb.ac.id/gdl/download/5592"}, "Penulis": "Agus Edi Sudiarto  [28094006]", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Willy Tumewu,Ir.MSc. Pembimbing II:Jann Hidajat,Ir.,MSIE. Scan :Neneng (2006-06-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bisnis logistik, distribusi, transportasi", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "08 Jun 2006"}