{"Nomor": 4561, "Judul": "IDENTIFIKASI FAKTOR FAKTOR YANG MENGHAMBAT EFEKTIVITAS TIM PADA PERUSAHAAN PENGEMBANG (STUDI KASUS : PT. LIGHT INSTRUMENINDO JAKARTA)", "Abstrak": "Abstrak \nPerusahaan jasa konstruksi dalam pembangunan nasional sangat berperan khususnya dalam pembangunan fisik. Dimana dalam menjalankan kegiatannya sering menghadapi kendala, baik internal maupun eksternal, sehingga diperlukan suatu organisasi yang efektif dan sistem manajemen yang balk agar mampu mengatasi kendala tersebut dan proyek selesai pada waktunya dengan kualitas pekerjaan yang dapat dipertanggungjawabkan. \nKerja sama tim merupakan senjata yang ampuh dalam upaya meningkatkan produktivitas dan efektivitas organisasi. Dengan adanya pembinaan atau pengembangan tim diharapkan terjadi komunikasi, kerja sama, dan kekompakan satuan-satuan kerja dalam organisasi sehingga satuan-satuan kerja tersebut menjadi semakin produktif dan efektif. \nTim proyek di PT. Light Instrumenindo Jakarta dibentuk oleh pimpinan perusahaan dengan tujuan menyelesaikan suatu proyek berdasarkan persyaratan tertentu. Dimana seluruh anggota organisasi dan pemimpinnya merupakan bagian dari sumber daya manusia perusahaan yang secara formal membentuk tim kerja, yang terdiri dari anggota dengan perilaku tertentu. Perilaku anggota tim akan membentuk karakteristik tim yang akan menentukan efektivitas organisasi melalui efektivitas internal tim, yaitu suatu proses yang berhubungan dengan suasana kerja dalam tim. Dengan suasana kerja yang sesuai dengan harapan anggota tim akan meningkatkan kemampuan dalam pencapaian sasaran organisasi. \nBerkaitan dengan tingkat pencapaian sasaran organisasi, dalam proses pelaksanaan proyek terdapat berbagai hambatan dan penyimpangan yang sangat mengurangi kemampuan perusahaan untuk mencapai tujuan yang telah ditetapkan dalam rencana kerja, yaitu terjadi keterlambatan dalam penyelesaian proyek karena terjadinya pekerjaan ulang atau perbaikan-perbaikan dari bagian pekerjaan yang belum memenuhi spesifikasi yang telah ditetapkan dan realisasi biaya selalu melampaui rencana biaya yang telah ditetapkan. Dimana masalah tersebut berakar dari kurangnya kerja sama dan koordinasi anggota tim dalam mencapai tujuan. Untuk itu perlu dilakukan pengukuran, pengolahan dan analisis terhadap suasana kerja para anggota tim proyek khususnya tim design, quantity surveyor, dan supervisor di PT. Light Instrumenindo Jakarta. \nHasil studi lapangan, pengolahan data, dan analisis menunjukkan bahwa ketidak jelasan tujuan tim (V-1), kurangnya kerja sama antar anggota tim (V-3), kepemimpinan yang kurang baik (V-5), dan kurang saling memberi informasi (V-7) merupakan faktor yang menghambat ketiga tim tersebut. Sedangkan kurang pengaruh mempengaruhi sesama anggota tim (V-4), tidak mempunyai keterampilan dalam pengambilan keputusan (V-8), kreativitas anggota tim rendah (V-9), dan kurang mampu mengolah masukan dari sesama anggota tim (V-10) hanya menghambat tim quantity surveyor dan supervisor.", "Daftar File": {"1997_TS_PP_HERMAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5593"}, "Penulis": "Agus Hermawan", "Kontributor / Dosen Pembimbing": ["Pembimbing :S.B.Hari Lubis,Dr.Ir.Scan:Dewi(2006-07-27)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2006"}