{"Nomor": 4566, "Judul": "PEMODELAN  INVERSI SATU-DIMENSI DATA", "Abstrak": "AbstrakInterprestasi pengukuran medan listrik bumi umumnya dapat dibantu dengan metoda inversi. Dalam kasus metoda magnetotellurik digunakan untuk mendapatkan parameter fisika di bawah permukaan bumi (resistivitas lapisan dan ketebalan lapisan). Inversi data magnetotellurik umumnya tidak menghasilkan solusi yang unik, tetapi penggunaan sebuah model untuk menginterprestasikan suatu data pengamatan juga tidak dapat dihindarkan. Permasalahan lain adalah perubahan kecil pada data mengamatan menyebabkan perubahan yang besar pada parameter hasil inversi serta memperpanjang proses iterasi. Dengan kata lain, parameter hasil inversi sangat tergantung kepada harga parameter estimasi awal. Untuk mengatasi permasalahan, diperlukan suatu bentuk lain metoda inversi yang hasilnya tidak tergantung kepada harga estimasi awal. \nUntuk menyelesaikan permasalahan di atas, maka dikembangkanlah suatu metoda inversi iteratif dengan menganalisa permasalahan berdasarkan linearisasi lokal.\t. Step iterasi dioptimasikan dengan memparameterisasi permasalahan terhadap kedalaman dan permasalahan non-linear fungsi kedepan dilinearisasi disekitar model estimasi dengan inversi Occam. Dalam hal ini, digunakan pemotongan nilai singuler dari metoda iterasi Marquardt. Kemudian, matriks ketergatungannya terhadap matriks Jacobian dikoreksi dengan menggunakan metoda koreksi inversi Occam. Pada pemakaiannya asumsikan noise terdistribusi secara normal (Gaussian). \nKemampuan metoda inversi yang diusulkan ini diuji dengan menggunakan data sintetik bebas noise dan data sintetik bemoise. Hasil test memperlihatkan bahwa: Pertama, metoda inversi ini mampu memprediksi dengan baik lapisan-lapisan yang konduktif tanpa tergantung kepada parameter estimasi awal. Kedua, Tidak terdapat perbedagi yang signifikan antara data sintetik dengan basil inversi, jika resistifitas semu sebagai data pengamatan titTak ditambah noise. \nKelemahan metoda ini adalall apabila harga estimasi awal sangat jauh dari harga parameter yang dicari dibutuhkan proses iterasi yang panjang dan rawan terhadap pembÂ•engkakkan harga pada saat iterasi berlangsung, sehingga memori komputer tidak mampu inenghitungnya.", "Daftar File": {"1997 Akmam": "https://digilib.itb.ac.id/gdl/download/5598"}, "Penulis": "Akmam [20294005]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Doddy Sutarno, Ph D.Scan : Dewi  (2006-05-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "", "Sumber": "MIPA ITB", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mei 2006"}