{"Nomor": 4568, "Judul": "PENENTUAN POLA OPERASI PESAWAT  KOMERSIAL DOMESTIK DENGAN  MENGGUNAKAN MODEL TARIKAN BANGKITAN  DI PT. MERPATI NUSANTARA AIRLINES", "Abstrak": "Abstrak : \nTransportasi merupakan bagian integral dari fungsi masyarakat, transportasi menunjukan hubungan antara, pola hidup, jangkauan, dan lokasi dari kegiatan, semakin tinggi perkembangan kegiatan manusia menuntut pergerakan yang lebih luas dart cepat. Dengan melakukan analisis permintaan permintaan pelayanan transportasi udara dengan menggunakan model tarikan bangkitan yang didasarkan atas pertumbuhan populasi dan pertumbuhan product domestik regional brut() telah dapat dilakukan estimasi permintaan pelayan jasa transportasi untuk tahun 2000, dengan persamaan sebagai berikut :  \nYr = 140.927,957 - 0,159 Xr + 0,188 X2  \ndengan koefisien korelasi : R2 = 0,8786, sedangkan untuk bangkitan diperoleh persamaan sebagai berikut :  \nYn = 154.414,374 - 0,162 Xi + 0,188 X2  \ndengan koefisien korelasi : Rz = 0,8633.dimana Y, merupakan fungsi dari tarikan sedangkan Ye merupakan fungsi clan bangkitan.  \nKondisi penerbangan di Indonesia baik sarana maupun prasarana belum memungkinkan untuk dioperasikan semua tipe pesawat pada setiap rute, sehingga perlu dilakukan analisa rute untuk dapat diketahui pengalokasian pesawat pada setiap rute, pengalokasian ini dilakukan dengan memperhatikan aspek teknis dan karakteristik lapangan terbang yang dibandingkan dengan aspek teknis dan karakteristik setiap tipe pesawat, aspek yang menentukan dalam analisa rute ini adalah ; kapasitas , specifik range, block time, dan block speed. \nUntuk menentukan tipe pesawat yang dioperasikan pada setiap rule yang dianalisis dihitung ongkos operasi pesawat dengan menggunakan model perhitungan biaya operasi dari ATA (Air Transport Association Of America) hingga diketahui ongkos operasi tiap pesawat. Penentuan pesawat yang digunakan dilakukan dengan kriteria ongkos operasi pesawat per Ton NM terkecil.  \nDari penelitian ini diperoleh prioritas pengalokasian pesawat yang terdiri dari pesawat CN-235, F-27, F-28, R100, DC-9 dan B-737 pada setiap rute serta alternatif perencanaan operasi pesawat, yaitu : menaikan load faktor pesawat, menaikan utilitas pemakaian pesawat, manambah pesawat, tahapan ini diperlukan untuk membuat rencana produksi pesawat clan rotation diagram sebelum dibuat penjadwalan operasi pesawat.", "Daftar File": {"1997 RACHMAT": "https://digilib.itb.ac.id/gdl/download/5600"}, "Penulis": "Apep Rachmat [28094007]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :H.M.Soetarno,Ir.MSc. Pembimbing 2 :Kadarsyah Surjadi,Dr.Ir. Scan : Neneng (2006-04-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Transportasi,pelayanan transportasi udara", "Sumber": "Program Pascasarjana", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Apr 2006"}