{"Nomor": 4571, "Judul": "PEMODELAN DAN SIMULASI TAHAP AKHIR SINTERING KERAMIK", "Abstrak": "Abstrak :  \nStruktur mikro produk sintering sangat dipengaruhi oleh berbagai fenomena fisik yang terjadi di tahap akhir sintering, seperti peristiwa pertumbuhan butir, penggumpalan pori, dan peristiwa-peristiwa lain yang diakibatkan oleh ketidakhomogenan pori dalam kompakan. Jika material keramik dengan densitas teoritik dan ukuran butir sangat halus hendak diproduksi, maka peristiwa-peristiwa tersebut tidak dapat diabaikan. Penelitian ini berintikan upaya membangun model matematik tahap akhir sintering keramik fasa padat yang melibatkan fenomena fenomena tersebut di atas. Model-model yang disusun memakai patokan model difusional klasik yang diusulkan oleh Cobie [l961].  \nDua jenis model telah dibangun, yaitu model untuk kompakan homogen dan model untuk kompakan yang mengandung pori berukuran besar. Berbagai dugaan mekanisme pengendali laju densifikasi dan laju pertumbuhan butir turut disertakan.  \nModel diuji keabsahannya lewat pemanfaatan data kinetika sintering yang tersedia di dalam berbagai pustaka acuan. Keramik alumina dipilih untuk mewakili sistem sintering fasa padat. Model yang terbukti paling cocok kemudian dimanfaatkan untuk menjajagi pengaruh perubahan berbagai parameter dan variabel tahap akhir sintering melalui simulasi berbasis komputer.  \nBeberapa kesimpulan penting berkaitan dengan hasil-hasil simulasi adalah : (1) Kehomogenan atau kualitas kompakan keramik adalah kunci untuk mendapatkan produk sintering dengan struktur mikro yang baik, (2) Rangkaian langkah pelacakan mekanisme yang telah sukses diterapkan untuk keramik alumina dalam penelitian ini, disarankan untuk dipakai sebagai penkaji awal pengaruh kehadiran zat imbuh terhadap perilaku sintering, dan (3) Kesempatan merekayasa pembentukan struktur mikro keramik dapat dilakukan dengan mempengaruhi harga koefisien-koefisien difusi dan mobilitas batas butir yang sedemikian hingga tidak melibatkan perubahan mekanisme difusi.", "Daftar File": {"1997 Chrismono Himawan": "https://digilib.itb.ac.id/gdl/download/5604"}, "Penulis": "Chrismono Himawan  [23094008]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Tatang H. SoerawidjajaScan :Hidayat (2006-02-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mar 2006"}