{"Nomor": 4573, "Judul": "AMPLIFIKASI SECARA PCR, KLONING PADA   YEKTOR PMOSBLUE, DAN SEKUENSING   FRAGMEN DNA 0,6 KILO BASA GEN   IVIIIISALMONELLA TYPHIMURIUM", "Abstrak": "Abstrak: \nSalmonella typhi merupakan bakteri penyebab penyakit demam tifoid pada manusia. Sampai saat ini mekanisme patogenesis tingkat molekul S. typhi masih merupakan bahan kajian ilmiah yang menarik, karena belum semua gen yang bertanggung jawab terhadap patogenesis bakteri tersebut diketahui. Salmonella typhimurium adalah bakteri penyebab penyakit mirip tifoid pada mencit dan dapat digunakan sebagai model dalam memahami penyakit demam tifoid pada manusia. Kelompok Mekalanos berhasil menemukan lima kelompok gen ivi (in vivo induced) Salmonella typhimurium melalui metode In Vivo Expression Technology (IVET) yang diduga kuat sebagai gen yang bertanggung jawab atas patogenesis tingkat molekul penyakit tifoid pada mencit. Gen iviIII merupakan salah satu dari lima kelompok gen ivi S. typhimurium dan mempunyai homologi dengan gen rfhP yang terdapat di dalam operon rfb. Penelitian ini secara umum bertujuan menemukan gen-gen S. typhi yang hanya terekspresi secara in vivo, dan secara khusus bertujuan mendapatkan gen iviIII S. typhimurium melalui metode PCR. Selanjutnya dilakukan penentuan urutan nukleotida fragmen DNA hasil PCR tersebut setelah dikloning dengan vektor-T pMOSBlue menggunakan metode dideoxy-Sanger. Dalam penelitian ini telah berhasil diamplifikasi fragmen DNA 0,6 kb gen ivilII S. typhimurium galur Mutton (NCTC 74, ATCC 13311) secara PCR dengan menggunakan primer rfbi dan rfb2 yang dirancang berdasarkan urutan nukleotida gen rfbP S. typhimurium LT2. Hasil analisis restriksi terhadap fragmen DNA hasil PCR tersebut dengan enzim Sau 3AI dan EcoR I menunjukkan bahwa fragmen tersebut adalah bagian dari gen rfbP. Pada penelitian ini juga telah dihasilkan plasmid rekombinan yang membawa flagmen DNA 0,6 kb hasil PCR. Sebanyak 565 nukleotida berhasil diperoleh dari sekuensing fragmen DNA 0,6 kb gen ivt~I S. typhimurium hasil PCR yang telah dikloning dengan vektor-T pMOSBlue menggunakan metode dideoxy-Sanger. Dua puluh nukleotida pertama merupakan urutan nukleotida primer rfbi dan dua puluh nukleotida terakhir merupakan urutan nukleotida primer rfb2, sedangkan 525 nuldeotida sisanya menunjukkan homologi sebesar 100% dengan urutan nukleotida gen rfbP S. typhimurium LT2. Dengan demikian dapat disimpulkan bahwa fragmen DNA 0,6 kb gen iviTII S. typhimurium hasil PCR tersebut adalah bagian dari gen rfbP S. typhimurium LT2.", "Daftar File": {"1997   Das Salirawati": "https://digilib.itb.ac.id/gdl/download/5606"}, "Penulis": "Das Salirawati", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Muliawati Sindumarta, Dr.  Pembimbing 2: Hadi Sutedjo, Drs.MSc.  Pembimbing 3: A. Saifuddin Noer, MS.PhD.  Scan: Yati Rohmah (13-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cloning; vector pMOS Blue", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2006"}