{"Nomor": 4586, "Judul": "MENELITI KARAKTERISTIK PENGARUH TEKNOLOGI  TERHADAP KOMPETENSI PEKERJAAN DAN PEKERJA  SERTA KONSEKUENSINYA TERHADAP DESAIN KERJA  STUDI KASUS: PT X", "Abstrak": "AbstrakTeknologi berkembang dengan sangat pesat, khususnya di bidang teknologi informasi. Untuk meningkatkan performansinya, perusahaan berlomba-lomba untuk mengadopsi teknologi baru, tetapi masalah pengelolaannya terabaikan. Akibatnya, perusahaan tidak memperoleh manfaat yang maksimal dari teknologi tersebut.  \nSalah satu masalah pengelolaan yang akan dibahas disini adalah hubungan antara teknologi, pekerjaan dan karyawan serta konsekuensinya terhadap desain kerja.  \nTeknologi informasi disini dipandang dari dua dirnensi, yaitu teknologi otomatis dan manual. Sedangkan pekerjaan clan karyawan ditinjau dari segi kompetensinya, meliputi motif, watak, konsep diri, pengetahuan dan keterampilan. Yang akan diteliti adalah besarnya tuntutan kompetensi pekerjaan dalam lingkungan otomatis dan manual, besarnya kompetensi yang diberikan karyawan dalam lingkungan teknologi otomatis dan manual, dan konsekuensi perbedaan antara yang dituntut pekerjaan dan yang diberikan karyawan terhadap desain kerja.  \nStudi kasus dilakukan di PT X, sebuah perusahaan yang bergerak di bidang jasa pelayanan jalan tol. Hasil penelitian memberikan kesimpulan sebagai berikut:  \n1. Tuntutan kompetensi pekerjaan dalam lingkungan teknologi otomatis dan manual berbeda.  \n2. Kompetensi yang diberikan karyawan dalam lingkungan teknologi otomatis dan manual berbeda.  \n3. Kompetensi karyawan yang diberikan dalarn kedua lingkungan teknologi lebih besar daripada yang dituntut pekerjaan. Jika dibiarkan akan menyebabkan:  \nÂ•\tPotensi karyawan tidak dimanfaatkan secara maksimal.  \nÂ•\tKaryawan menjadi cepat jenuh (bosan).  \nUntuk itu perlu diupayakan konsep pengkayaan kerja, agar potensi karyawan ini dapat disalurkan untuk program perbaikan berkelanjutan.  \n6. Otomasi mengubah kebutuhan kualifikasi karyawan dari kualifikasi yang bersifat khusus ke generik.  \n7. Konsep desain kerja berkembang dari kriteria fisik (technology-based work design) ke arah human-based work design untuk mencapai sinergi antara manusia dengan mesin.", "Daftar File": {"1997  Hasrini Sari": "https://digilib.itb.ac.id/gdl/download/5619"}, "Penulis": "Hasrini Sari  [23495087]", "Kontributor / Dosen Pembimbing": ["Pembimbing:Jann Hidajat, Ir., MSIEScan:Hidayat (2006-03-13)"], "Jenis Koleksi": "Tesis", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Development technology, Information technology, Automatic technology", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2006"}