{"Nomor": 4587, "Judul": "ANALISIS KOMPOSISI KAPASITAS TIAP KELAS PADA KAPAL LAUT PENUMPANG KM. KERINCI", "Abstrak": "Abstrak : Adanya fluktuasi penumpang di antara ruas dan trip-trip yang dilalui selama satu perioda, serta sasaran pengoperasian armada transportasi, merupakan masalah bagi operator untuk menentukan bagaimana komposisi kapasitas yang paling cocok untuk melayani demand-nya agar tujuan pengoperasian tercapai. Penelitian ini bertujuan untuk mengetahui komposisi kapasitas tiap kelas yang sesuai untuk kriteria jumlah penumpang non-ekonomi terangkut maksimal (Kriteria 1), penumpang non-ekonomi talc terangkut minimal (Kriteria 2), seat nonekonomi tak terjual minimal (Kriteria 3), total dari jumlah penumpang non-ekonomi tak terangkut dan seat non-ekonomi tak terjual minimal (Kriteria 4), dan keuntungan operasional maksimal (Kriteria 5), berdasarkan total kapasitas yang tersedia dan jumlah penumpang pada tiap pelabuhan yang disinggahi, serta biaya pengadaan dan harga karcis tiap seat-mil untuk masing-masing kelas.   \nDalam upaya rnenyelesaikan permasalahan ini, disusun model matematis perhitungan komposisi kapasitas untuk berbagai kriteria berdasarkan konsep dasar kurva kebaikan suai (goodness offit curve) dan metoda trial and error, serta menggunakan program komputer untuk proses perhitungannya.   \nDiperoleh basil komposisi kapasitas berdasarkan kriteria 1 untuk kelas I, II, III, IV, dan Ekonomi sebesar 14, 8, 12, 27 unit kabin, dan 1.248 seat. Berdasarkan kriteria 2 untuk kelas I, II, III, IV, clan Ekonomi sebesar 39, 45, 39, 60 unit kabin, dan 624 seat. Berdasarkan kriteria 3 untuk kelas I, II, III, IV, dan Ekonomi sebesar i, 2, 2, 15 unit kabin, dan 1.454 seat. Berdasarkan kriteria 4 untuk kelas I, II. III, IV, dan Ekonomi sebesar 9, 8, 17, 37 unit kabin, dan 1.148 seat. Berdasarkan kriteria 5 untuk kelas I, II, III, IV, dan Ekonomi sebesar 14, 10, 16, 31 unit kabin, dan 1.184 seat. Sedangkan perubahan jumlah penumpang dari dan ke salah satu pelabuhan singgah mempengaruhi komposisi kapasitas masing-masing kelas dan nilai optimal tiap kriteria. Perubahan biaya tetap maupun biaya tetap maupun variabel tidak mempengaruhi komposisi kapasitas untuk semua kriteria tetapi mempengaruhi keuntungan operasional.", "Daftar File": {"1997 DANANDJOJO": "https://digilib.itb.ac.id/gdl/download/5620"}, "Penulis": "Imbang Danandjojo [28095028]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Idwan Santoso, Dr.Ir. Pembimbing 2 : Agus Salim Ridwan, Dr.Ir. Scan : Hidayat (2006-04-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Fluktiuasi penumpang, Kurva kebaikan suai", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "25 Apr 2006"}