{"Nomor": 4589, "Judul": "ANALISIS FRAKTAL TERHADAP PERILAKU RETURN HARIAN INDEKS HARGA SAHAM SEKTORAL PADA BURSA EFEK JAKARTA", "Abstrak": "Abstrak \nTeori yang berkaitan dengan Pasar Modal berkembang pesat, sehingga muncul teori baru dan menyangkal teori-teori sebelumnya. Seperti konsep Fractal Market Hypothesis (FMH) yang menyangkal konsep Efficient Market Hypothesis (EMH). Bertolak dari hal tersebut, perlu diteliti apakah perilaku return Indeks Harga Saban.' Sektoral pada Bursa Efek Jakarta berperilaku fraktal dan sesuai dengan konsep FMH.  \nDalam konsep EMH, investor diasumsikan bersifat rasional, pasar efisien dan random walk. Hasil uji skewness, kurtosis, chi square dan struktur waktu dari volatilitas membuktikan kegagalan EMH.  \nSedangkan FMH mengasumsikan 1)Pasar stabil jika pasar terdiri dari investor yang memiliki sejumlah horison investasi. 2) Informasi lebih berarti untuk faktor teknikal dan sentimen pasar dalam jangka pendek daripada jangka panjang. 3) Harga mencerminkan kombinasi teknikal jangka pendek dan nilai fundamental jangka panjang. \n \nDalam pengujian FMH, digunakan analisis Rescaled Range (R/S) dan menghasilkan nilai Hurst (H). Nilai H yang lebih tinggi menandakan ukuran resiko yang lebih rendah karena menunjukkan sistem dengan lebih sedikit noise, lebih persistent, dan trend yang lebih jelas. Nilai H terbesar adalah sektor Aneka Industri (H=0.648), berarti mempunyai tingkat resiko (a=1.543) yang lebih rendah dibandingkan sektor-sektor industri lainnya dan Pengukur Korelasi yang terbesar (C=28.VA). Selanjutnya diikuti sektor Keuangan, Perdagangan, Properti, Industri Dasar, Pertambangan, Konsumsi, Manufaktur dan Pertanian. Nilai H terkecil adalah sektor Infrastruktur dengan H~3.546, a=1.832 dan C--6.6%. \n \nValidasi analisis R/S dengan uji pengacakan dan uji sensitivitas waktu analisis R/S. Hasil uji pengacakan sehuuh sektor meTnperlihatkan nilai H mendekati 0.50. Hasil uji sensitivitas waktu analisis R/S membuktikan bahwa meskipun dalam periode waktu berbeda, karakteristik pasar tetap nu;nunjukkan frdktal, hanya kesensitivitasannya berbeda. Kesensitivitasan terkecil diperlihatkan sektor Keuangan, dengan persentase perbedaan nilai H sebesar 0.456%. Sektor industri Properti mempunyai kesensitivitasan terbesar yaitu sebesar 14.115%. \n \nMelihat kegagalan asumsi EMH dan berdasarkan basil uji analisis R/S, maka asumsi FMH lebih mendekati kenyataan yang terjadi pada Pasar Modal Indoriesia, khususnya pada BEJ dengan fokus IHSS. Dimana berlaku konsep bias random walk, investor terdiri dari berbagai horison investasi", "Daftar File": {"1997_TS_PP_SAMUEL_1.pdf": "https://digilib.itb.ac.id/gdl/download/5622"}, "Penulis": "Jos Martinus Samuel", "Kontributor / Dosen Pembimbing": ["Pembimbing :A.Imam Istiyanto,Ir.,MBAScan:Dewi(2006-09-07"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2006"}