{"Nomor": 4598, "Judul": "FABRIKASI DAN KARAKTERISASI LAPISAN TIPIS   A-SIC:H DAN DEVAIS SEL SURYA A-SIC:H/A-SI:H   DENGAN METODE PECVD", "Abstrak": "Abstrak : \nFabrikasi dan karakterisasi lapisan tipis a-SiC:H, devais sel surya p-i-n a-SiC:H/a-Si:H serta devais sel surya tandem a-SiC:H/a-Si:H telah dilakukan dengan menggunanakan metode PECVD (Plasma Enhanced Chemical Vapor Deposition). Fabrikasi lapisan tipis dilakukan untuk lapisan tipe-p, i, dan n. Selanjutnya, juga telah dilakukan karakterisasi terhadap ketebalan/laju deposisi dan lebar celah pita optik dari masingmasing sampel. \nDari basil karakterisasi diketahui bahwa laju deposisi dan celah pita optik dari lapisan tipis a-SiC:H dipengaruhi oleh perbandingan fraksi gas CH4/SiH4. Semakin besar perbandingan fraksi gas CH4/SiH4, maka laju deposisi semakin berkurang dan celah pita optik semakin besar. Celah pita optik dari lapisan a-SiC:H yang didoping dengan B2H6 dan PH3 (masing-masing untuk tipe-p dan tipe n) lebih kecil dibandingkan dengan celah pita optik lapisan tipis a-SiC:H tanpa doping. \nBerdasarkan informasi yang diperoleh dari karakterisasi lapisan di atas, dilakukan fabikasi devais sel surya p-i-n a-SiC:H/a-Si:H. Ada dua jenis sel yang difabrikasi dengan teknik yang berbeda. Sel jenis pertama difabrikasi dengan cara konvensional, sedangkan sel jenis kedua difabrikasi dengan menggunakan teknik graded bandgap. Dui pengukuran I-V diperoleh basil bahwa sel yang difabrikasi dengan teknik graded bandgap memberikan efisiensi yang lebih tinggi (6.3 %) dibandingkan dengan sel yang difabrikasi dengan cara konvensionai (3.71 %).\nStudi awal fabrikasi sel surya struktur tandem a-S1C:Hia-Si:H juga telah dilakukan, namun belum memberikan basil yang memuaskan. Hal ini diduga disebabkan oleh adanya impuritas pada peinbentukan antar muka n1/p2 dan ketebalan masing-masing lapisan belum optimum.", "Daftar File": {"1997 MURSAL": "https://digilib.itb.ac.id/gdl/download/5632"}, "Penulis": "M U R S A L [20295020]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sukirno,Ph.D Scan :Neneng (2006-04-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Sel surya; PECVD", "Sumber": "FMIPA", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "24 Apr 2006"}