{"Nomor": 4611, "Judul": "SISTEM PENGENDALI DAN DIAGNOSIS PENGGUNAAN ENERGI BERBASIS KOMPUTER PADA POMPA KALOR", "Abstrak": "Abstrak : \nPompa kalor merupakan mesin yang dipergunakan untuk memindahkan panas udara ke air dengan memanfaatkan energi listrik dalam jumlah yang relatif besar. Dalam pemanfaatan energi, mesin pengkonsumsi energi listrik yang dioperasikan secara manual cenderung tidak efesien dan pengoperasiannya memerlukan operator yang terampil. Selain dari pada itu, kondisi operasi yang optimum, dan pencatatan data selama operasi tidak mudah dilakukan. Oleh karena itu diperlukan suatu sistem pengendali otomatis berbasis komputer yang dapat mengatasi kelemahan operasional tersebut.   \n \nDalam penelitian thesis ini telah dibuat perangkat pengendali berbasis PC yang sekaligus juga berfungsi sebagai pendiagnosis penggunaan energi pada pompa kalor dan pencatat data secarta otomatis. Peralatan pengendali yang dibuat meliputi perangkat elektronik berupa sistem akuisisi data, aktuator, interface, dan program komputer.   \n \nPerancangan sistem pengendali ini diawali dengan pemodelan sistem secara matematis. Dari pemodelan diperoleh model sistem kendali proporsional. Beniacarkan model yang ada diuji kestabilannya dan dibuat perangkat keras untuk selanjutnya diintegrasikan pada mesin pompa kalor.   \nHasil akhirnya berupa mesin pompa kalor yang telah diperlengkapi dengan perangkat pengendali berbasis komputer. Dalam uji coba", "Daftar File": {"1997 MURSID": "https://digilib.itb.ac.id/gdl/download/5645"}, "Penulis": "Sri Paryanto Mursid [23294002]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Adang Suwandi Ahmad, DR.Ir. Scan :Neneng(18-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Electronics, super conductivity, communication engineering", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "18 Mei 2006"}