{"Nomor": 4614, "Judul": "ANALISIS PERFORMANSI INDUSTRI KECIL MANUFAKTUR MENURUT PERSEPSI PENGUSAHA (STUDI KASUS: PERUSAHAAN INDUSTRI KECIL ELEKTRONIKA,KUNINGAN: INDONESIA)", "Abstrak": "Abstrak : \nPerusahaan yang termasuk dalam kelompok industri kecil memiliki peran yang penting dan potensial didalam perekonomian suatu negara. Untuk dapat memenuhi peran tersebut, mereka hams diberikan segala dukungan dan bantuan baik dad pihak pemerintah maupun badan-badan khusus lainnya yang berkaitan.   \n \nTerlebih kepada industri kecil untuk dapat berperan dan berkontribusi secara baik dalam ekonomi nasional, maka akan semakin penting untuk mengidentifikasi faktor-faktor utama yang mempengaruhi kinerja mereka. Seperti bentuk organisasi ekonomi lainnya, industri kecil sangat dipengaruhi oleh faktor intern dan ekstern. Faktor intern terdiri dari struktur organisasi dan kepemimpinan, pengetahuan dan keahlian dari para pekerjanya, kemampuan mencipta, kreativitas, dll. Faktor ekstern dalam lingkup perusahaan terdiri dari pemasok bahan baku, pesaing, pelanggan, pihak-pihak pemberi kredit, dll. Faktor ekstern diluar lingkup pemsahaan terdiri dari faktor-faktor lingkungan-makro seperti kondisi politik, hukum, kondisi menyelumh dui ekonomi dan sosial-budaya masyarakat.   \n \nOleh karena itu, tujuan utama dari penelitian ini adalah untuk mengetahui faktor-faktor utama yang mempengaruhi keberhasilan industri kecil, terlebih juga untuk menentukan peranannya dalam pembangunan ekonomi. Diharapkan hasil yang didapat akan memberikan masukan yang berguna bagi para pengambil keputusan. Untuk itulah dalam penelitian ini dipilih suatu usaha industri kecil sebagai obyek penelitian. Penelitian ini dilakukan pada suatu usaha perakitan produk elektronik, di Kuningan, Indonesia.   \n \nDan hasil penelitian ini usaha industri kecil dapat dikelompokan dalam tiga grup. Yaitu, industri kecil yang berhasil, cukup berhasil, dan kurang berhasil. Faktor utama yang diidentifikasi adalah bahan baku, keuangan, teknologi, dan kewiraswastaan. Oleh karena itu, untuk menjadi industri kecil yang efektif dan efisien, peng-integrasian dan penetapan program pembinaan yang sistematis hams dilakukan dengan mengikutsertakan faktor-faktor yang diidentifikasi. Khususnya untuk meningkatkan kemampuan industri kecil, Departemen Perindustrian hams melibatkan beberapa pihak antara lain KADIN, para pembina industri dan beberapa lembaga terkait, dalam penentuan kebijakan bagi industri kecil.", "Daftar File": {"1997_TS_PP_ATOMSA_1.pdf": "https://digilib.itb.ac.id/gdl/download/5648"}, "Penulis": "2Tariku Atomsa  (NIM 23495078)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ali Basyah Siregar, Dr., Ir. Scan :Neneng (2006-08-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Agu 2006"}