{"Nomor": 4615, "Judul": "PENENTUAN HARGA POKOK PRODUKSI BERDASARKAN SISTEM ABC SEBAGAI PEDOMAN DALAM PENETAPAN HARGA JUAL (STUDI KASUS : PT DAHANA (PERSERO) TASIKMALAYA)", "Abstrak": "Abstrak \nSalah satu faktor yang menentukan keberhasilan suatu perusahaan dalam persaingan adalah harga produk yang ditawarkan. Agar kebijaksanaan penetapan harga jual ini sesuai dengan tujuan ata.u sasaran perusahaan, manajemen memerlukan informasi yang akurat tentang biaya produksi yang menjadi dasar dalarn penetapan harga. Sistem ABC merupakan suatu metoda atau alat yang dapat membantu manajemen dalam memperoleh infonnasi biaya yang akurat tersebut. \nKeakuratan dalam sistem ABC terjadi karena pembebanan biaya didasarkan pada aktivitas yang mengkonsumsi sumber daya dalam proses pembuatan suatu jenis produk. Dengan demikian sistem ini menyediakan infonnasi yang lebih terperinci mengenai penyebab timbulnya suatu biaya, dibandingkan dengan sistem tradisional. \nPenulisan karya akhir ini mengambil objek studi suatu perusahaan yang memprodrrksi bahan peledak. Industri bahan peledak merupakan salah satu industri strategis pemerintah, sehingga dalam pelaksanaannya industri ini lebih banyak diatur dan . dilindungi oleh pemerintah melalui kebijakan-kebijakannya. Dalam era globalisasi, kondisi demikian kurang menguntungkan bila perusahaan ingin tetap bertahan dalam industrinya. Dengan demikian manajemen perlu mengantisipasi keadaan di masa mendatang. \nSampai saat ini dalam menentukan biaya produksinya, perusahaan melakukan pembebanan biaya berdasarkan sistem tradisional, yaitu dibebankan secara merata pada tiap unit produk yang dihasilkan. Meskipun demikian perusahaan masih memperoleh keuntungari karena harga jual yang cukup tinggi dibandingkan dengan biaya yang dikeluarkan, serta faktor perlindungan clan pemerintah. Melihat hal tersebut, studi kasus ini mencoba menentukan biaya . produksi produk bahan peledak emulsi dengan pendekatan sistem ABC. \nBerdasarkan hasil yang diperoleh, dapat disimpulkan bahwa sistern pembebanan biaya perusahaan sekarang memberikan biaya produksi per unit yang lebih kecil untuk beberapa jenis produk, dan lebih besar untuk jenis produk lainnya; bila dibandingkan dengan hasil yang didapat dari sistem ABC. Hasil yang didapat melalui pembebanan dengan sistem ABC akan membantu manajemen dalam pengambilan keputusan-keputusan, terutama yang berkenaan dengan penetapan harga jual.", "Daftar File": {"1997 AISYAH": "https://digilib.itb.ac.id/gdl/download/5649"}, "Penulis": "Teti Aisyah [28196018]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dwipayana Saraswati, Ir.,MBAScan :Dewi(2006-09-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Harga pokok, sistem ABC, harga produksi", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Sep 2006"}