{"Nomor": 4616, "Judul": "SINTESIS MULLITE  MELALUI RUTE PROSES GEL", "Abstrak": "Abstrak : \nMullite (3A12O3.2SiO2) merupakan salah satu bahan keramik yang memiliki peluang untuk diproduksi sebagai bahan baku keramik maju di Indonesia.\nSebagai salah satu rute proses yang dapat ditempuh untuk memproduksi mullite, proses gel memiliki sejumlah keunggulan. Proses ini relatif sederhana, namun dapat menghasilkan produk mullite dengan karakteristik baik. Kajian tentang proses gel dewasa ini lebih banyak menggunakan bahan-bahan metalorganik yang relatif mahal sebagai reaktan.\nDi sisi lain, telah diketahui bahwa senyawa-senyawa anorganik dapat digunakan pula sebagai reaktan proses gel. Sebuah penelitian yang bertujuan menjajaki keberhasilan rute gel alternatif dengan reaktan anorganik telah dilaksanakan. Intl dari penelitian ini adalah serangkaian percobaan sintesis mullite.\nKeberhasilan proses dinilai dari kelakuan tennal clan perkembangan fasa gel produk Variabel proses yang dikaji adalah pH awal campuran, reaktan, dan metode kopresipitasi. Rentang harga pH awal campuran adalah 1,5 - 3,0. Reaktan yang digunakan adalah larutan aluminium nitrat clan sol asam silikat dengan perbandingan molar sesuai dengan mullite stoikiometrik.\nUntuk rute yang ditelaah didapatkan bahwa kopresipitasi melalui penambahan presipitan tetes demi tetes ke dalam campuran serta harga pH awal campuran sebesar 1,5-2,0 merupakan kombinasi yang menghasilkan gel pra-mullite paling reaktif (langsung membentuk fasa mullite pada pembakaran). Sedangkan harga variabel proses lainnya, yakni pengoperasian pada pH awal lebih besar dari 2,0 dan kopresipitasi dengan cara menambahkan campuran reaktan Ice dalam larutan presipitan, menghasilkan produk gel yang membentuk fasa spinel atau campuran spinel-mullite pada pembakaran..", "Daftar File": {"1997_TS_PP_SAMADHI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5650"}, "Penulis": "Tjokorde Walmiki Samadhi", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Mar 2006"}