{"Nomor": 4623, "Judul": "STUDI ESTIMASI LAJU KEGAGALAN PENYALURAN DAYA AKIBAT FLASHOVER PADA SALURAN TRANSMISI TEGANGAN TINGGI EKSTRA. (KASUS: SALURAN TRAUSMISI 500 KV SURALAYA - GANDUL)", "Abstrak": "Abstrak : \nRancangan koordinasi isolasi saluran transmisi merupakan bagian penting pada perencanaan saluran transmisi. Rancangan koordinasi isolasi menentukan dimensi-dimensi dasar ukuran menara, dan tentu saja memepengaruhi biaya total dari sistem transmisi. Optimisasi dari isolasi luar adalah faktor penentu untuk ekonomisasi dui sistim transmisi daya listrik. Dipihak lain, koordinasi isolasi adalah faktor penentu terhadap laju kegagalan penyaluran daya akibat tegangan lebih surja kilat, tegangan lebih surja hubung dan tegangan frekuensi tenaga pada kondisi lingkungan tercemar. Penelitian ini menyajikan suatu studi koordinasi isolasi saluran transmisi tegangan tinggi ekstra dengan menggunakan pilosopi A.R.Hileman tahun 1984 dan hasil perhitungan komputer mengenai penaksiran laju kegagalan penyaluran daya (outage rate) akibat flashover pada saluran transmisi 500 kv Suralaya-Gandu1.II. \nUntuk bagian yang kedua ini, metoda-metoda yang digunakan a.l : \nI. \"Metoda Probabilistic Static\" yang dikembangkan oleh K.T.Sirait P.sihombing, E.Napitupulu, T.Fukuta, Y.Mizuno, K.Naito, K.Arakawa (1995), digunakan untuk menaksir laju kegagalan penyaluran daya (outage rate) akibat flashover yang disebabkan oleh tegangan frekuensi tenaga pada kondisi pencemaran (risk of failure for contamination flashover). \nIL \"Metoda Anderson yang disederhanakan IEEE (1984)\", digunakan untuk menaksir laju kegaga lan penyaluran daya akibat flashover yang disebabkan oleh tegangan lebih surja kilat (lightning performance). \nIII. \"Metoda Probalistic\" yang dikembangkan Gordon.W.Brown (1984), EPRI (Electric Power Research Institute), Technical Research Laboratory-Korea Electric Power Corporation, digunakan untuk menaksir laju kegagalan penyaluran daya (outage rate) akibat flashover yang disebabkan oleh tegangan lebih surja hubung.", "Daftar File": {"1997 NAINGGOLAN": "https://digilib.itb.ac.id/gdl/download/5657"}, "Penulis": "Werlin Sabar Nainggolan  [23294507]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :K.T. Sirait, Prof.Dr.Ing Pembimbing 2 :Parouli Pakpahan, Dr.Ir. Pembimbing 3 : P. Sihombing, M.Sc. Scan :Hidayat 92006-06-27)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Isolasi, Sistem transmisi, Frekuensi, Penyaluran daya", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Jun 2006"}