{"Nomor": 4625, "Judul": "DESAIN OPTIMUM CAMPURAN HOT ROLLED ASPHALT   DENGAN MENGGUNAKAN PENDEKATAN ANALITIS", "Abstrak": "Abstrak: \n \n \nSejak 1983 program komputer DAMA telah digunakan untuk menganalisa struktur perkerasan lapisan majemuk yang elastis dengan teknik kumulatif kerusakan untuk sistem beban sumbu tunggal atau tandem. Pada penelitian ini program DAMA digunakan untuk menentukan campuran Hot Rolled Asphalt optimum hasil dari tes marshall. \nUsulan tebal lapis permukaan adalah 100, 200, 300 dan 400 mm dan campuran yang dipakai adalah Hot Rolled Asphalt. Salah satu karakteristik yang penting dari Hot Rolled Asphalt adalah penggunaan gradasi timpang. \nDari tes Mashall dihasilkan bahwa bertambahnya jumlah pukulan pemadatan yaitu 35, 50, 75 sampai 100 pukulan, menaikkan stabilitas marshall, tetapi mengurangi rongga dalam mineral aggregat. Juga terlihat bahwa kadar aspal optimum berkurang dengan bertambahnya jumlah pukulan pemadatan. \nDengan membandingkan hasil tes marshall dan hasil dari program DAMA, didapatkan bahwa kadar aspal optimum dari tes marshall adalah tertentu untuk suatu tipe dan kompisisi campuran. Dilain pihak, kadar aspal optimum menurut program DAMA tergantung kepada structural number (SN) dari perkerasan dan juga jumlah pukulan pemadatan. Juga didapatkan bahwa perkerasan dengan structural number yang sama tetapi berbeda dalam komposisi ketebalan menunjukkan kebutuhan kadar aspal yang berbeda dan konsekuensinya umur perkerasan juga berbeda.   \nAnalisa lebih lanjut pada benda uji dengan jumlah pukulan 2x75 sebagai contoh, bahwa merubah kadar aspal optimum sebesar 10% akan mengurangi masa layan masing-masing 11% dan 62% untuk kadar aspal kurang 10% dan lebih 10%. \nSesuai dengan kesimpulan diatas dari hasil pendekatan analitis bahwa masa layan dapat lebih panjang dengan pengurangan pada rongga dalam mineral aggregat, permanen deformasi dari hasil uji wheel tracking juga berkurang. \nSebaliknya, uji pada marshall immersion untuk campuran dengan pengurangan kadar aspal sesuai program DAMA menunjukkan ketidak sesuaian. Untuk benda uji 75 pukulan, hasil index retained strength naik dari 96.28% ke 96.6%. Dan untuk benda uji 100 pukulan, hasil index retained strength turun dari 93.70% ke 83.40%.", "Daftar File": {"1997 Yanuar Santosa": "https://digilib.itb.ac.id/gdl/download/5659"}, "Penulis": "Yanuar Santosa [26993017]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:  Djunaedi Kosasih, DR.Ir.MSc.  Pembimbing 2 :  Bambang I. Siswosoebrotho, DR.Ir.,MSc. Scan :  Dewi  (13-03-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain Optimum Campuran Hot Roled Asphalt.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2006"}