{"Nomor": 4630, "Judul": "PEMANFAATAN AIR TANAH DALAM UNTUK IRIGASI LAHAN TADAH HUJAN STUDI KASUS PADA SUMUR TW 66 DI DESA SALAMJAYA KECAMATAN PABUARAN KABUPATEN SUBANG JAWA BARAT", "Abstrak": "Abstrak :  \nGuna mengoptimalkan keterbatasan sumber air yang ada, maka pemanfaatan air tanah untuk irigasi harus dilakukan seefektif dan seefisien mungkin dengan mempertimbangkan berbagai faktor antara lain : faktor kebutuhan air tanamannya, penggunaan debit aman yang optimum, luas lahan tertanami maupun aspek ekonominya.   \n \nPenelitian dilakukan di Desa Salamjaya Kecamatan Pabuaran Kabupaten Subang Jawa Barat pada bulan September 1996 - Maret 1997. Penelitian dilakukan dengan menggunakan data sekunder (curah hujan, klimatologi, pumping test, hidrogeologi dan pertanian), pengamatan di lapangan (pengamatan perkolasi dengan Lysimeter dan pola tanam setempat) serta analisa tanah yang dilakukan di laboratorium.   \n \nDebit optimum berdasarkan kapasitas pompa sumur TW 66 adalah 13,0 liter/detik dengan penurunan sebesar 8,9 meter, nilai perkolasi di lapangan adalah 2,45 mm/hari.   \n \nPerhitungan kebutuhan air tanaman dilakukan terhadap Padi dan Palawija (Jagung, Kedelai, Kacang Tanah dan Semangka).   \n \nPada tanaman Padi, kebutuhan air terkecil yaitu : 1,42 lt/dt/ha (Januari).Untuk Jagung, Kedelai dan Kacang Tanah kebutuhan air terkecil yaitu : 0, 0,14 dan 0,3 It/dt/ha (Desember) dan Semangka yaitu 0,02 lt/dt/ha (Januari)   \n \nKebutuhan air terbesar untuk Padi adalah 2,15 It/dt/ha (Nopember) . Pada tanaman Jagung dan Kedelai yaitu : 0,97 dan 0,93 It/dt/ha (Agustus), Kacang Tanah yaitu : 0,8 It/dt/ha (Mei, Juni dan Juli) dan Semangka adalah 0,871t/dt/ha (Agustus).   \n \nUntuk optimasi, pola tanam yang ditentukan dilakukan pada awal tanam bulan Nopember 1 dan 2 , Desember 1 - 2, dan Januari 1 - 2. Perhitungan optimasi dilakukan dengan program Lindo dengan faktor pembatas luas lahan, debit air yang tersedia secara aman dan faktor tujuan keuntungan yang akan diperoleh dari hasil usaha tani.   \n \nHasil optimasi menunjukkan bahwa keuntungan total terbesar untuk satu siklus musim tanam ( satu tahun) untuk pola tanam Padi-Padi-Palawija dan Padi-Palawija-Palawija adalah pada awal tanam bulan Nopember (1) yaitu sebesar 62,2 dan 63,3 juta rupiah/11,26 ha   \n \nKeuntungan total terkecil terjadi pada awal tanam bulan Nopember (2) yaitu sebesar 60,9 dan 61,9 juta rupiah/11,26 ha.   \n \nDan penelitian ini disarankan adanya pemantauan kembali terhadap kondisi sumur TW 66 ini, sehingga pemberdayaan sumber air tanah yang ada dapat berkesinambungan dengan memanfaatkan potensi lahan yang ada dan mengembangkan berbagai jenis tanaman yang bernilai ekonomis tinggi.", "Daftar File": {"1998_TS_PP_AZZAHRO_2.pdf": "https://digilib.itb.ac.id/gdl/download/5664"}, "Penulis": "2 Faridatuk Asriyah Azzahro  (NIM 22194013)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Budi Sulistijo, Dr.Ir. PembimbingII:Indratmo Soekarno, Dr.,Ir.,MSc Scan :Neneng (2006-07-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2006"}