{"Nomor": 4633, "Judul": "PENENTUAN PRIORITAS PENANGANAN LAHAN KRITIS DI SUB DAS CIMANUK HULU", "Abstrak": "Abstrak: \nDaerah Aliran Sungai (DAS) bagian hulu merupakan kawasan panting untuk diperhatikan, karena keberadaannya sangat berpengaruh terhadap kondisi kawasan di bagian hilir. Kondisi sumberdaya alam (hutan, tanah, air) yang kurang menguntungkan di bagian hulu bisa menyebabkan hal yang buruk di bagian hilir, baik itu ditimbulkan langsung oleh fisik lingkungan yang tidak menguntungkan (iklim, geologi, tanah, vegetasi) maupun kondisi sosial ekonomi masyarakat setempat.  \nPermasalahan yang serius yang pada umumnya terjadi di DAS bagian hulu adalah ditimbulkan oleh tingkat pertumbuhan penduduk yang tinggi, erosi tanah, produktivitas lahan yang rendah, dan curah hujan yang tinggi yang menyebabkan erosi dan sedimentasi ke bagian hilir.  \nKondisi yang demikian akan mempengaruhi pendangkalan di bagian hilir, misalnya menimbulkan sedimentasi, banjir, menurunnya produktivitas pertanian.  \nBerdasarkan kenyataan di atas, maka diperlukan suatu langkah-langkah pengembangan suatu instrumen pemanfaatan ruang di DAS Cimanuk Hulu yang merupakan suatu ekosistem.  \nPenelitian yang dilakukan adalah untuk dapat menentukan prioritas penanganan lahan kritis di Sub DAS Cimanuk Hulu.  \nDari hasil kajian menunjukkan hal-hal sebagai berikut:  \n1. Upaya penanganan lahan kritis yang dilakukan belum menunjukkan hasil yang optimal mengingat program penanganan masih bersifat sektoral dan terpilah-pilah.  \n2. Adanya berbagai kegiatan pembangunan baik yang direncanakan maupun yang spontan memicu perubahan pemanfaatan ruang yang tidak terkendali, termasuk peningkatan kekritisan lahan di Sub DAS Cimanuk Hu1u.", "Daftar File": {"1998_TS_PP_SJAFRUDIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5667"}, "Penulis": "Achmad Sjafrudin", "Kontributor / Dosen Pembimbing": ["Pembimbing :Bambang Bintoro Soedjito, Prof., DR., Ir., H., MRP.Scan:Yati Rohmah(2006-07-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Daerah Aliran Sungai (DAS), lahan kritis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Jul 2006"}