{"Nomor": 4650, "Judul": "UPAYA MENGURANGI RESIKO  KERUSAKAN AKIBAT GEMPA PADA  BANGUNAN KOLONIAL BELANDA  DI BANDUNG", "Abstrak": "Abstrak : \nDi Indonesia pada saat ini bangunan-bangunan bersejarah diupayakan untuk lestari, tidak hanya dijadikan sebagai obyek wisata saja, tetapi juga diupayakan untuk difungsikan sebagai sarana kegiatan-kegiatan manusia (Kantor pemerintahan, Hotel, Museum, Sekolah, dll.), yang tentu saja dengan fungsinya ini menambah tinggi tingkat kepentingan dari bangunan tersebut.  \nPada umumnya bangunan-bangunan bersejarah (peninggalan masa lalu) yang masih digunakan secara optimal untuk aktivitas tersebut adalah gedung-gedung peninggalan kolonial Belanda. Hampir di setiap kota besar di seluruh Indonesia terdapat gedung ini dan digunakan untuk aktivitas manusia, yang dikelola baik oleh pemerintah maupun swasta.  \nWalaupun masa kolonial Belanda di Indonesia, khususnya di pulau Jawa sudah sangat lama, tetapi gedung-gedung yang memiliki nilai arsitektural yang sangat tinggi baru bermunculan di penghujung abad 19 dan awal abad 20. Hal ini sejalan dengan politik etis yang diterapkan pemerintah Belanda kepada negara-negara koloninya. Dan pada masa ini pula banyak arsitek-arsitek handal yang datang dan berkiprah di Indonesia. Sehingga terhadap gedung-gedung pada masa itulah penelitian diarahkan.  \nPendekatan-pendekatan preservasi bangunan-bangunan bersejarah sudah lama dilakukan, baik oleh arkeolog yang khusus membidangi hal ini maupun oleh orang-orang yang memiliki bidang ilmu yang terkait dengan artefak tersebut,khususnya arsitek.  \nUpaya-upaya penanggulangan kerusakan gedung tersebut akibat faktor usia (aging), kondisi iklim atau kerusakan yang dilakukan oleh manusia terus dilakukan, namun faktor-faktor geologis, khususnya berkenaan dengan akibat gempa masih langka. Sejalan dengan itu, perkembangan pengetahuan tentang gempa semakin pesat dan semakin teliti. Kajian-kajian tersebut pada akhirnya menunjukkan adanya tingkat resiko yang tinggi pada lokasi-lokasi di Indonesia dimana gedung-gedung peninggalan kolonial Belanda tersebut berada.  \nDan pertanyaan yang sangat mendasar adalah apakah gedung-gedung tersebut memiliki resiko yang tinggi terhadap gempa? Jika benar beresiko tinggi apa yang perlu diupayakan agar dapat mengurangi kerusakan-kerusa.kan yang dapat merugikan tidak hanya fisik bangunannya saja, tetapi juga manusia dan aktivitasnya?.  \nDari beberapa kajian sebelumnya berkenaan dengan gempa dan pengaruhnya terhadap gedung dapat diketahui acuan-acuan kualitatif dari gedung yang dapat mengurangi resiko yang terjadi akibat beban gempa. Acuan tersebut menunjukkan berbagai bentuk konfigurasi gedung dan strukturnya, misalnya bentuk massa gedung, pola penempatan elemen struktural, jenis sistem struktur dan dimensi elemen struktur. Untuk melengkapi kajian tersebut secara sederhana dilakukan penghitungan berdasarkan standar-standar dari Puslitbangkim pada gedung-gedung yang memenuhi syarat, yaitu strukturnya sederhana dan homogen (Gedung Dwiwarna dan SMA Belitung).", "Daftar File": {"1998_TS_PP_SUBEKTI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5689"}, "Penulis": "Bambang Subekti", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Suwandojo Siddiq,Dip.E.Eng Pembimbing 2 :Yuswadi Saliya,Ir.M.Arch. Scan :Neneng (2006-03-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Mar 2006"}