{"Nomor": 4652, "Judul": "PENGEMBANGAN METODOLOGI PERENCANAAN STRATEGI PERUSAHAAN ( STUDI KASUS : PERUM XYZ )", "Abstrak": "Abstrak :  \nKondisi lingkungan usaha terus mengalami perubahan, perusahaan dituntut mampu merencanakan strateginya dengan baik agar dapat bertahan, tumbuh dan berkembang. Certo dan Peter memberikan metoda perencanaan strategi dengan diawali analisa terhadap lingkungan usaha, baru kemudian penentuan misi dan sasaran perusahaan, sedangkan Hax dan Majluf adalah sebaliknya. Perencanaan strategi Hax dan Majluf telah mencakup perusahaan dengan banyak unit bisnis (SBU) di bawahnya, sedangkan metoda Certo dan Peter tidak. Baik Hax-Majluf ataupun Cello-Peter menggunakan parameter finansial untuk menggambarkan tingkat keberhasilan kinerja perusahaan. Sedangkan menurut Kaplan penggunaan parameter finansial saja, tidak cukup, Riggs menyarankan penggunaan matriks sasaran (OMAX.  \n Penelitian ini mengembangkan metoda perencanaan strategi perusahaan dengan melibatkan unit bisnis strategis (SBU) didalamnya. Untuk pengukuran tingkat keberhasilan kinerja perusahaan selain parameter kinerja finansial dikembangkan parameter kinerja teknis Untuk memadukan berbagai parameter pengukuran kedalam satu nilai yang terintegratif digunakan matriks sasaran (OMAX). Pembobotan prioritas parameter kinerja dilakukan dengan proses analisis hirarkis (AHP).  \n Uji coba penerapan metoda yang dikembangkan dilakukan pada PT. XYZ, BUMN yang bergerak dalam bidang jasa transportasi. Hasil yang diperoleh menunjukkan metoda yang dikembangkan layak untuk diterapakan pada kondisi nyata. 15 depo yang dimiliki PT. XYZ tingkatannya dapat disamakan dengan SBU pada suatu korporat, berbagai parameter untuk pengukuran kinerjanya dapat disusun dalam satu matriks sasaran yang menyangkut bidang finansial dan teknis.  \n Untuk depo H parameter evaluasi kinerjanya dapat dikelompokkan menjadi 5 kriteria kinerja meliputi : manajemen umum, teknik, operasi, keuangan serta personalia dan administrasi. Kriteria kinerja manajemen umum yang terdiri atas parameter rentabilitas, likuiditas dan solvabilitas mendapatkan pembobotan yang paling besar, diikuti kriteria kinerja keuangan, operasi, teknik serta personalia dan administrasi. Untuk depo l SBU lain kriteria kinerja yang diperlukan dan pembobotannya perlu dirancang tersendiri pada matriks sasaran (Omax), mengingat kondisi sumber daya dan pangsa pasar yang dimilikinya cukup berbeda dengan depo H.", "Daftar File": {"1998_TS_PP_SANTOSO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5692"}, "Penulis": "Budi Santoso  (NIM 23494002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Jann Hidajat, Ir.,MSc Scan :Neneng (2006-08-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Agu 2006"}