{"Nomor": 4653, "Judul": "PEMODELAN PERANGKAT LUNAK TUMBUH 9GRPWING SOFTWARE MODELING) TINJAUAN ASPEK KELUWESAN (FLEXIBILITY)", "Abstrak": "Abstrak :Aspek keluwesan pada fenomena tumbuh suatu perangkat lunak merupakan kajian yang menarik, karena perangkat lunak yang baik dituntut untuk dapat selalu memenuhi kebutuhan pengguna yang selalu berubah. Perubahan kebutuhan tersebut dapat diakomodasi secara mudah jika perangkat lunak dikembangkan dengan memperhatikan aspek keluwesan. Sebagai contoh fenomena tumbuh dapat diambil perangkat lunak Sistem Pengelolaan Barang Inventaris (SPBI).  \n \nPada tesis ini diajukan satu gagasan alternatif pendekatan pengembangan perangkat lunak sehingga mampu memenuhi fenomena tumbuh. Gagasan terebut diwujudkan dalam bentuk pemodelan perangkat lunak yang diberi nama Growing Software Modeling (GSM). Pemodelan ini menitikberatkan pada pemisahan proses dan data, sifat generik dari modul-modul perangkat lunak, dan parameterisasi. Modul generik kemudian disebut Peran dan kumpulan parameter disebut Kendali. Dengan modul generik dan parameterisasi diharapkan perangkat lunak menjadi luwes untuk mengakomodasi perubahan kebutuhan pengguna.  \n \nUntuk memudahkan realisasi perangkat lunak dengan pendekatan GSM, dibuat prototipe fasilitas pendukung terintegrasi yang disebut InCUBaTor. InCUBaTor memudahkan pengelolaan modul generik dan penyesuaian parameter.  \n \nPada tesis ini, hasil pendekatan GSM diimplementasikan dengan kompilator Clipper versi 5.2 di atas sistem operasi DOS. Prototipe inCUBaTor diimplementasikan dengan kompilator Delphi versi 3.0, dengan sistem operasi Windows `95.", "Daftar File": {"1998 WIBOWO": "https://digilib.itb.ac.id/gdl/download/5693"}, "Penulis": "Bugi Wibowo (NIM : 23594006) [23594006]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Iping Supriana Suwardi, Dr.Ir. Scan :Hidayat (2006-05-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Keluwesan, Tumbuh, Generik, Parameter, Peran", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "05 Jun 2006"}