{"Nomor": 4658, "Judul": "ANALISIS DAN USULAN PERBAIKAN    SISTEM PERSEDIAAN DI PT. PUSRI    PEMASARAN PUSRI DAERAH (PPD)    JAWA BARAT", "Abstrak": "Abstrak: \nPT. Pusri Pemasaran Pusri Daerah (PPD) Jawa Barat bertanggung jawab atas pengadaan dan penyaluran pupuk urea, SP-36/TSP, dan ZA mulai dari lini I sampai dengan lini IV di seluruh daerah Jawa Barat. Permintaan pupuk (urea) di Jabar setiap bulan berfluktuasi sesuai dengan karakteristik permintaan pupuk (urea) itu sendiri yang musiman, sehingga diperlukan sistem persediaan yang efektif dan efisien untuk memenuhi permintaan pupuk tersebut. \nAdapun sistem persediaan pupuk (urea) yang diterapkan oleh PT. Pusri PPD Jawa Barat sekarang ini memang sudah cukup efektif tetapi masih belum efisien. Dalam hal efektivitas, PT. Pusri PPD Jawa Barat sudah dapat menjamin ketersediaan pupuk urea sesuai dengan permintaan konsumen (petani). Sedangkan dalam hal efisiensi tercermin dari biaya persediaan pupuk (urea) yang cukup tinggi, yaitu kurang lebih sebesar satu milyar rupiah pada tahun 1997. Padahal, seandainya perusahaan tersebut menggunakan metoda kuantitas pesanan ekonomis dengan sistem telaah kontinyu dalam sistem persediaannya, maka biaya persediaan pupuk (urea) yang diperlukan kurang lebih sebesar seratus juta rupiah. Jadi, ada penghematan biaya persediaan sebesar 90%.   \nSistem persediaan yang diusulkan untuk diterapkan oleh PT. Pusri PPD Jawa Barat pada tahun 1998, yaitu dengan kuantitas pesanan ekonomis (EOQ) sebesar 1.560 ton, stok pengaman (safety stock) sebesar 6.332 ton, dan titik pemesanan kembali (reorder point) sebesar 14.132 ton, dengan menggunakan sistem telaah kontinyu (sistem Q), maka akan menghemat biaya persediaan pupuk urea kurang lebih sebesar 90% (Rp. 902.357.632) dibandingkan dengan yang dikeluarkan pada tahun 1997 untuk biaya yang sama. \nKonsekuensi logis dari sistem persediaan yang diusulkan tersebut, maka diperlukan evaluasi lebih lanjut dalam pendistribusian dan penyimpanan pupuk (urea), termasuk mungkin perlunya investasi baru dalam sarana transportasi dan penyimpanan, misalnya dalam hal penambahan jumlah gerbong KA, kendaraan truk, kapasitas gudang, dan lain-lain.", "Daftar File": {"1998_TS_PP_SUDRAJAT_1.pdf": "https://digilib.itb.ac.id/gdl/download/5698"}, "Penulis": "Darjat Sudrajat", "Kontributor / Dosen Pembimbing": ["Pembimbing :Bermawi P. Iskandar, Dr., Ir.Scan:Yati Rohmah(2006-08-31)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perbaikan sistem persediaan, PT. Pusri, Pemasaran daerah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2006"}