{"Nomor": 4660, "Judul": "OPTIMASI PEMANFAATAN AIRTANAH DALAM  UNTUK IRIGASI DI DESA JATIBALI KENDARI", "Abstrak": "Abstrak: \nJumlah airtanah di alam sangat terbatas oleh karena itu pemanfaatan airtanah perlu dilakukan secara efisien. Tujuan penelitian ini adalah untuk mengetahui potensi airtanah, mengelola sumberdaya airtanah yang ada untuk keperluan irigasi agar dapat dimanfaatkan secara optimal, dan menentukan sistem pola tanam dan penentuan waktu awal musim tanam. Penelitian ini dilaksanakan di desa Jatibali Kecamatan Ranomeeto Kabupaten Kendari Propinsi Sulawesi Tenggara, dengan memanfaatkan data primer yaitu analisa usahatani dan sistem pertanian yang ada, dan data sekunder meliputi data sumur bor (uji pemompaan, logging, litologi batuan dan konstruksi sumur), klimatologi, geologi, hidrogeologi, geomorfologi dan analisa kimia airtanah. Optimasi pemanfaatan airtanah dilakukan dengan menggunakan program QSB (Quantitative system Business). Hasil analisa diperoleh bahwa akuifer didaerah penelitian termasuk kedalam akuifer tertekan dengan kedalaman antara 45 - 100 m. Dari hasil perhitungan diperoleh debit aliran airtanah (Q) sebesar 70 lt/dt, dan hasil uji pemompaan pada sumur-sumur yang ada di lokasi Penelitian diperoleh debit optimum : sumur P11-KDI sebesar 6,4 lt/dt, sumur P12-KDI sebesar 8,7 lt/dt, sumur P13-KDI sebesar 14,5 lt/dt, sumur P15-KDI sebesar 15 lt/dt, sedangkan nilai transmisibilitas rata-rata sebesar 255,962 m2/hari dan harga konduktifitas hidroulik rata-rata sebesar 9,71 x 10-5 m/dt. Hasil optimasi menunjukan bahwa bulan Desember merupakan bulan yang cocok sebagai penetapan awal musim tanam Secara umum pola tanam yang dapat dikembangkan di daeran penelitian adalah padi-padi-Jagung dan padi+Jagung-padi-palawija, dengan keuntungan total pertahun sebesar Rp 253,788,904.00,- (pada areal sawah seluas 142 ha).", "Daftar File": {"1998_TS_PP_ERAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5700"}, "Penulis": "Dedi Erawan", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Indratmo Soekarno, Dr., Ir., MSc.Pembimbing II:Sudarto Notosiswoyo, Dr., Ir.Scan:Yati Rohmah(2006-08-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Airtanah, irigasi desa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Agu 2006"}