{"Nomor": 4665, "Judul": "PENENTUAN UNIT COST PAKET PELAYANAN GAWAT DARURAT KEBIDANAN BERDASARKAN SISTEM ABC  ( STUDI KASUS : RUMAH SAKIT UMUM DAERAH CIBABAT, CIMAHI", "Abstrak": "Abstrak :\tSalah satu strategi yang akan mempengaruhi tingkat persaingan rumah sakit adalah penetapan harga jual maupun jenis pelayanan kesehatan yang diberikan oleh suatu rumah sakit. Perhitungan dan pengalokasian biaya operasional sering menjadi masalah dalam pengelolaan rumah sakit.  \n \nSalah satu upaya yang dapat dipergunakan untuk memperoleh informasi biaya yang akurat adalah penggunaan sistem Activity Based Costing (ABC sistem), Metoda ini mengharuskan kita untuk menelusuri aktivitas yang mengkonsumsi sumber daya dalam proses pembuatan suatu jenis produk termasuk pelayanan kesehatan.Pelayanan gawat darurat kebidanan merupakan salah satu bentuk pelayanan kesehatan di nmiah sakit yang menjadi standar pelayanan lainnya.  \n \nObyek dalam penelitian ini adalah rumah sakit umum milik Pemerintah Daerah Tingkat II yang mencapatkan subsidi dari Pemerintah, dimana besar tarif ditentukan berdasarkan perhitungan unit cost dengan menggunakan metoda double distribution tahun 1992/1993 dengan penyesuaian tingkat inflasi pertahun.  \n \nDari hasil penelitian ini dapat disimpulkan bahwa; terdapat kelemahan pada penerapan tarif yang berlaku dan penentuan unit cost paket pelayanan gawat darurat kebidanan berdasarkan sistem ABC dapat dilakukan dengan lebih baik  \n \nDisaran bahwa rumah sakit agar dapat membandingkan tingkat kemudahan, kepraktisan, dan akurasi antara sistem ABC dengan double distribution, sehingga perhitungan unit cost dapat dilakukan secara berkala.", "Daftar File": {"1998 SETIAWATI": "https://digilib.itb.ac.id/gdl/download/5707"}, "Penulis": "Elsa Pudji Setiawati [28196061]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Heni Djuhaeni, dr.Hj., MARS Pembimbing 2 :Ubuh Buchara Hidajat, Dr.Ir. Scan :Hidayat (2006-06-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pelayanan, Rumah sakit, Biaya", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "29 Jun 2006"}