{"Nomor": 4669, "Judul": "KAJIAN DAMPAK PEMBUKAAN JALAN    KAMBANG-MUARA LABUH TERHADAP PENGEMBANGAN WILAYAH    KABUPATEN PESISIR SELATAN", "Abstrak": "Abstrak :Kebijaksanaan pengembangan wilayah diperlukan untuk mengatasi masalah ketimpangan dan keterbelakangan. Salah satu bentuk kebijaksanaan yang dikeluarkan oleh Pemerintah Daerah Tk.II Kabupaten Pesisir Selatan untuk mengatasi masalah keterisoliran wilayaluiya dan masalah keterbelakangannya, adalah membuka jalan ke arah timur kabupaten. Yaitu jalan yang menghubungkan Kabupaten Pesisir Selatan dengan Kabupaten Solok, Kotamadya Solok, Kabupaten Sawahlunto/Sijunjung, dan Kotamadya Sawahlunto. \nYang menjadi permasalahan sekarang adalah, bahwa rencana pembukaan jalan yang dimulai dari Kambang, Kecamatan Lengayang Kabupaten Pesisir Selatan sampai ke Muara Labuh, Kecamatan Sungai Pagu Kabupaten Solok tersebut, ternyata membelah/melewati kawasan hutan lindung dan Taman Nasional Kerinci Seblat. Kondisi ini menimbulkan konflik kepentingan antara kepentingan untuk meningkatkan kondisi perekonomian wilayah dengan kepentingan untuk menjaga kelestarian lingkungan hidup alamiah. \nPermasalahan di atas menjadi dasar kajian dalam studi ini, yaitu apakah rencana pembukaan jalan Kambang-Muara Labuh ini dimungkinkan secara lingkungan dan pihak dapat memberikan keuntungan ekonomi bag.' pengembangan wilayah Kabupaten Pesisir Selatan. Untuk itu, studi ini bertujuan untuk mengidentifikasi dampak ekonomi yang akan ditimbulkannya bagi pengembangan wilayah kabupaten, mengidentifikasi dampak negatif yang akan ditimbulkannya terhadap kelestarian lingkungan. \nStudi ini menggunakan pendekatan deskriptif kuantitatif dan kualitatif, yang meliputi kajian terhadap; pertama, mengidentifikasi    \ndampak potensi pengemlYangari wilayah studi;kedua, keuntungan ekonomi yang mungkin akan timbul akibat pembukaan jalan tersebut; ketiga, dampak negatif terhadap lingkungan alamiah;keempat, memaparkan dampak positif dan dampak negatif yang diperoleh dari hasil kajian tahap kedua dan ketiga tersebut di atas. \nHasil studi yang diperoleh adalah, bahwa pembukaan jalan tersebut tidak memberikan dampak positif terhadap kegiatan perekonomian wilayah Kabupaten Pesisir Selatan, melainkan hanya menimbulkan dampak negatif berupa kerusakan lingkungan hidup alamiah yang semakin lama akan semakin parah akibat intervensi kegiatan manusia ke dalam kawasan hutan lindung dan TNKS tersebut.: \nDengan demikian, seandainya pembukaan jalan tersebut tetap dilaksanakan, disarankan kepada Pemerintah Daerah Tk.II Kabupaten Pesisir Selatan untuk melakukan diversifikasi kegiatan pertanian dan mengeluarkan peraturan-peraturan yang bertujuan untuk menekan seminimal mungkin dampak negatif yang akan ditimbulkannya terhadap kawasan hutan lindung dan TNKS yang dilewati oleh jalan tersebut.", "Daftar File": {"1998_TS_PP_ERNIWATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5713"}, "Penulis": "Erniwati", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dewi Sawitri, Ir., M.Sc. Scan :Hidayat (2006-03-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Apr 2006"}