{"Nomor": 4673, "Judul": "GENETIC VARIABILITY LEVEL ANALYSIS OF AEDES AEGYPTI MOSQUITO FROM BANDUNG BY USING RANDOM AMPLIFIED POLYMORPHIC DNA (RAPD) METHOD", "Abstrak": "Abstrak :Metoda Random Amplified Polymorphic DNA (RAPD) telah digunakan untuk mengetahui keanekaragaman genetik dari nyamuk Aedes aegypti, sebagai vektor penyakit demam berdarah dengue di Kotamadya Bandung, 3awa Barat. Nyamuk tersebut dikoleksi dan Sukajadi, Padasuka (daerah endenus), Cibiru dan Tamblong (daerah non endemis),berdasarkan data mengenai tingkat serangan demam berdarah dari Dinas Kesehatan Kotamadya Bandung. Enam oligonukleotida digunakan sebagai primer RAPD. Ae. aegypti dari NAMRU (Naval Medical Research Unit, USA I Departemen Kesehatan RI) digunakan untuk pembanding. Analisis kualitatif RAPD menunjukkan bahwa tingkat polimorfisme antara individu nyamuk Ae.aegypti dalam setiap lokasi Sukajadi, Padasuka, Tamblong dan Cibiru 74 %, 80%, 72% dan 66%. Analisis seluruh lank DNA nyamuk Ae.aegypti dari semua lokasi di Bandung mengindikasikan bahwa tingkat polimorfisme DNA Ae.aegypti dan Sukajadi (96.4%), Padasuka (95.3%), Cibiru ( 94.1%) dan Tamblong (94%). Hasil penelitian ini memperlihatkan bahwa primer oligonukleotida OPE 19 membenkan lank DNA yang spesifik untuk nyamuk NAMRU dengan ukuran 760 bp. Total ukuran lank DNA nyamuk yang dapat di amplifikasi berkisar 317 - 26139 bp. Analisis kuantitatif RAPD dengan menggunakan gabungan seluruh primer menunjukkan bahwa nyamuk Ae.aegypti yang berasal dari Bandung (Sukajadi, Padasuka, Tamblong dan Cibiru) membentuk kelompok yang terpisah dari nyamuk NAMRU. Sedangkan Ae.aegypti dari Sukajadi, Padasuka, dan Cibiru tidak menunjukkan suatu pola pengelompokan yang sistematik sehubungan dengan lokasi, nyamuk dan Tamblong membentuk kelompok yang lain dan memperlihatkan indeks kesamaan yang lebih tinggi dan nyamuk lain.", "Daftar File": {"1998_TS_PP_ANGGEREINI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5717"}, "Penulis": "Evita Anggrereini (NIM : 206 95509)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Agus Dana P., Dr. Pembimbing 2 :Adi Pancoro, Dr. Scan :Hidayat (2006-08-01)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Agu 2006"}