{"Nomor": 4681, "Judul": "PERANAN SINIGRIN TERHADAP PEMILIHAN TEMPAT OVIPOSISI CROCIDOLOMIA BINOTALRS ZELLER (LEPIDOPTERA: PYRALIDAE) DAN PEMANFAATAN MAKANAN LARVANYA", "Abstrak": "Abstrak: \nPemilihan tempat oviposisi pada Crocidolomia binotalis Zeller dewasa dan pemilihan makan serta indeks nutrisi larvanya telah diteliti untuk mengetahui peranan sinigrin sebagai alelokimia kubis (Brassica oleracea var. capitata). Hasil yang didapatkan memperlihatkan bahwa penambahan sinigrin pada daun kubis maupun substrat buatan tidak mempengaruhi pemilihan oviposisi, sedangkan penaznbahan sinigiin pada daun kubis meningkatkan huts daun yang dimakan larva pada konsentrasi lo' dan 10\"3 M. Penambahan sinigrin pada makanan buatan dengan konsentrasi 10\"s, 10' dan 10'3 M yang diukur dengan formula Lonard dan Ehzman menggunakan tabung Y memperlihatkan adanya respon positif dari lama. Peningkatan pertambahan berat dan total makanan yang dimakan dibandingkan kontrol terjadi pada penambahan sinigrin ke makanan buatan dengan konsentrasi 10-4 dan 10`3 M, dan terbiiat pula kecendenuigan pemendekan periode larva. Pengukuran indeks nutrisi memperhhatkan bahwa laju konsunisi (CR) dan laju konsumsi relatif (RCR) meningkat dengan penambahan las dan 10'3 M. Laju .pertumbuhan (GR) dan laju pertumbuhan relatif (RGR) meningkat pada semua konsentrasi sinigrin yang diujikan-Selanjutnya, terdapat kecenderungan menurunnya prakiraan pencaniaan (AD) serta kecenderungan meningkatnya efisiensi konversi makanan yang ditelan (ECI) dan efiesiensi konversi makan.an yang dicema (ECD) pada penambahan 10'5,10' clan 10'3 M sinigzin.", "Daftar File": {"1998 Henny Herwina": "https://digilib.itb.ac.id/gdl/download/5725"}, "Penulis": "Henny Herwina [20696028]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Soelaksono Sastrodihardjo,Prof.Ph.D Scan :  Mudjiono  (10-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "tempat oviposisi,Crocidolomia binotalrs Zeller .", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2006"}