{"Nomor": 4683, "Judul": "PENGARUH LAPISAN PENYANGGA PRBA2CU3O7-? PADA FILM TIPIS SUPERKONDUKTOR YBA2CU3O7-?", "Abstrak": "Abstrak :Telah berhasil difabrikasi film tipis YBa2Cu3O7-? dengan lapisan penyangga PrBa2Cu3O7-? pada substrat MgO(100). Metode yang digunakan adalah On-axis Unbalanced dc Magnetron Sputtering. Film tipis yang dideposisi dikarakterisasi dengan X-Ray Diffraction (XRD), pengukuran p-T dan Scanning Electron Microscopy (SEM). Dari hasil analisa XRD, diperoleh fraksi volume PrBa2Cu3O7-?/MgO sebesar 79,84%, fraksi volume YBa2Cu3O7-?/MgO sebesar 69,01%, fraksi volume YBa2Cu3O7-?/PrBa2Cu3O7-?/MgO (film-I) sebesar 57,23% dan fraksi volume YBa2Cu3O7-?/PrBa2Cu3O7-?/MgO (film-II) sebesar 65,54%. Hasil pengukuran p-T, didapatkan temperatur kritis YBa2Cu3O7-?/MgO sebesar 84,15K, temperatur kritis YBa2Cu3O7-?/PrBa2Cu3O7-?/MgO (film-I) sebesar 85,00K dan temperatur kritis YBa2Cu3O7-?/PrBa2Cu3O7-?/MgO (film-II) sebesar 85,70K. Penggunaan lapisan penyangga PrBa2Cu3O7-? menurunkan fraksi volume superkonduktor film tipis\tYBa2Cu3O7-?/ yang ditumbuhkan pada substrat MgO(100), namun jika ketebalan lapisan penyangga PrBa2Cu3O7-?bertambah, cenderung meningkatkan fraksi volume film tipis YBa2Cu3O7-?. Kehadiran lapisan penyangga dapat meningkatkan temperatur kritis film tipis superkonduktor YBa2Cu3O7-?, di samping itu, temperatur kritis film tipis superkonduktor YBa2Cu3O7-? juga semakin meningkat dengan bertambahnya ketebalan lapisan penyangga PrBa2Cu3O7-?", "Daftar File": {"1998 SARAGIH": "https://digilib.itb.ac.id/gdl/download/5727"}, "Penulis": "Horasdia Saragih (NIM : 20296506) [20296506]", "Kontributor / Dosen Pembimbing": ["Pembimbing :M. Barmawi, Prof., Ph.D. Scan : Hidayat (2006-05-31)"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Lapisan penyangga, Substrat, Magnetron sputtering", "Sumber": "FMIPA", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "02 Jun 2006"}