{"Nomor": 4684, "Judul": "STUDI LABORATORIUM PENGARUH AKTIVITAS MIKROORGANISME PADA KUALITAS MATERIAL RESERVOIR, DALAM MICROBIAL ENHANCED OIL RECOVERY", "Abstrak": "Abstrak :Pemanfaatan mikroorganisme untuk peningkatan perolehan (recovery) minyak atau dikenal Microbial Enhanced Oil Recovery ( MEOR ) bukan suatu metoda yang bani karena telah dikembangkan oleh ZoBell secara bersungguh-sungguh sejak tahun 1940-an . \nPada dasarnya MEOR memanfaatkan sesama material alami yaitu bakteri untuk memperbaild kualitas material alami yaitu reservoir yang juga berperan sebagai tempat pertumbuhannya agar menungkinkan menaikan perolehan . Reservoir merupakan perpaduan antara sistem batuan dengan fluida . ICmerja reservoir ditentukan oleh kualitas material dalam sistem tersebut yang dinyatakan dengan sifat fisik batuan dan fluida serta transmisibilitas . \nBeberapa spesies microorganisme yang berbeda telah diisolasi dan dideterminasi balk morfologinya, kebutuhan nutriennya, bioproduct - nya dan syarat lingkungan yang layak maka diperoleh empat biakan unggulan yaitu bakteri anaerob - fakultatif - termofiiik A2 , A8, AS3 dart ASS. \nKualitas material reservoir dapat dinyatakan dengan porositas, penneabilitas , sifat kebasahan , kekentalan minyak , pengembangan minyak , tegangan antarmuka , saturasi dan heteroginitas. \nDalam penelitian ini bakteri diupayakan mampu menghasilkan bioproduct untuk memperbaiki kualitas material untuk mencapai efisiensi pendesakan mikroskopik yang lebih baik.", "Daftar File": {"1998_TS_PP_HUNTORO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5728"}, "Penulis": "Huntoro (NIM : 22295003)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Septoratno siregar, Dr.Ir. Pembimbing 2 :Supomo M. Atmodjo, Dr.Ir. Scan :Hidayat (2006-07-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2006"}