{"Nomor": 4687, "Judul": "PERANCANGAN KENDALI OPTIMAL   PLTN TYPE PWR (PRESSURISED WATER REACTOR)   DENGAN METODA D-POLE ASSIGNMENT", "Abstrak": "Abstrak : \nDalam perancangan sistem kendali. optimal, salah satu masalah paling penting yang dihadapi para perancang adalah masalah pemilihan matriks-matriks bobot Q dan r. Yaitu bagaimana memilih matriks-matriks bobot tersebut agar disamping persyaratan optimal terpenuhi, persyaratan karakteristik dinamis yang sesuai dengan spesifikasi juga bisa terpenuhi. \nUntuk memecahkan masalah tersebut, pada tahun 1987 K. Furuta dan S. B. Kim dari Tokyo Institut Of Technology berhasil mengembangkan sebuah metoda pemilihan matriks bobot yang dinamakan metoda \"D-Pole Assignment\". Metoda tersebut pada prinsipnya bertujuan meletakkan pole-pole sistem lingkar tertutup ke dalam suatu daerah berbentuk lingkaran yang bertitik pusat dan berjarijari tertentu, daerah tersebut kemudian dinamakan \"Daerah-D\". \nBertolak dari tujuan untuk mempermudah proses perancangan, dalam tesis ini digunakan metoda \"D-Pole Assignment\" untuk perancangan kendali optimal diskrit pada bidang-z. \nPada tesis ini juga dibahas prosedur perhitungan matriks jawaban persamaan Riccati P, vektor umpan balik F' dan matriks bobot Q melalui bentuk kanonik variabel fasa. Sebab prosedur perhitungan P, Q, dan F' melalui metoda \"D-Pole Assignment\" masih sulit dilakukan oleh karena matriks A dan b yang masih berbentuk umum. \nSelanjutnya prosedur perancangan yang dihasilkan diterapkan dalam simulasi dinamika PLTN tipe PWR (Pressurised Water Reactor). Simulasi tersebut dilakukan terhadap sistem pengaturan suhu air mendidih di lingkaran sekunder reaktor, sebab pada reaktor pengaruh utama pada reaktifitasnya diakibatkan oleh perubahan suhu. \nSelanjutnya simulasi dilakukan dengan menyelidiki penganzh pemilihan perioda pencuplikan terhadap letak pole-pole pada lingkar tertutup, serta menyelidiki pengaruh perubahan letak titik pusat \"Daerah-D\" terhadap tanggapan dinamis dan penggunaan energi kendali pada sistem lingkar tertutup. \nDari simulasi yang dilakukan, secara umum diperoleh kesimpulan bahwa kestabilan sistem semakin kokoh bila letak titik pusat \"Daerah-D\" semakin dekat ke titik pusat lingkaran satuan pada bidang-z. Dan agar semua pole sistem lingJcar tertutup berada dalam \"Daerah-D\" maka batas untuk titik pusat ( a ) dan jari jari (r2) \"Daerah-D\" masingmasing 0,025 < a < 0,40 dan r2 = 0,40.", "Daftar File": {"1998 IKSAL": "https://digilib.itb.ac.id/gdl/download/5731"}, "Penulis": "I K S A L [23295507]", "Kontributor / Dosen Pembimbing": ["Pembimbing :R.J.widodo,Prof. Scan :Neneng (2006-04-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bobot matriks; metode D-Pole Assignment", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Apr 2006"}