{"Nomor": 4690, "Judul": "TINJAUAN SISTEM MANAJEMEN PENGEMBANGAN ORANG  DALAM KAITANNYA DENGAN UPAYA PERUBAHAN MENUJU KEPEMIMPINAN TRANSFORMASIONAL KASUS: PT.KALTEX PACIFIC INDONESIA", "Abstrak": "Abstrak :  \nPT Caltex Pacific Indonesia (CPI), yang bergerak dalam bidang eksplorasi dan eksploitasi energi hidrokarbon, adalah sebuah perusahaan kontraktor production sharing Pertamina yang beroperasi di wilayah konsesi di Propinsi Riau. Dengan produksi sekitar 765.000 barel/hari rata-rata pada tahun 1997, CPI merupakan pemain utama dalam bisnis perminyakan di Indonesia. Produksinya yang hampir separuh dari total produksi minyak mentah Indonesia itu merupakan penyumbang devisa terbesar bagi negara dari sektor migas.   \nDalam situasi lingkungan dunia usaha yang semakin dinamis dan menuntut daya kompetitif yang tinggi, adalah tekad CPI untuk tetap mempertahankan posisinya sebagai sebuah premier operating unit. Sejalan dengan perubahanperubahan yang terjadi di lingkungan dunia usaha, berbagai perubahan dilakukan oleh CPI sebagai upaya untuk mempertahankan kelangsungan usahanya (survival) dimana tantangan yang dihadapi akan semakin berat dalam era globalisasi ini. Dalam lingkungan usaha yang senantiasa berubah tersebut dibutuhkan kemampuan adaptasi yang tinggi dan diperlukan proses saling menyesuaikan diri secara terus menerus untuk menjaga kelangsungan hidup sistem usaha. Dalam kerangka pemikiran seperti ini, pelaku usaha yang sangat diperlukan adalah manusia karya bersumber daya yang sekaligus memiliki kepemimpinan yang transformasional.   \nPencapaian perwujudan kepemimpinan transformasional memerlukan pelepasan (uncoupling) kerangka pikir dan kerja dari paradigma sumber daya manusia yang senantiasa diterapkan dalam konsep manajemen sumber daya manusia (human resource management). Manajemen yang berorientasi pada proses dan kemampuan adaptasi perlu dilandasi oleh sebuah paradigma baru, yakni paradigma manusia karya yang bersumber daya, yang diterapkan dalam konsep manajemen orang (people management), dimana pegawai tidak lagi diperlakukan hanya sebagai salah satu sumber daya produksi (human re-source) yang berharga, tetapi lebih banyak dipandang sebagai anggota perusahaan (resourceful human).   \nTesis magister ini mengambil topik tentang tinjauan beberapa aspek pada sistem manajemen pengembangan orang di CPI dalam kaitannya dengan upaya perubahan menuju kepemimpinan transformasional. Penelaahan dalam tesis magister ini dipusatkan pada penggalian esensi beberapa praktek manajemen pengembangan orang yang sedang diterapkan oleh CPI dan membandingkannya dengan karakteristik-karakteristik manajemen pengembangan orang yang diperlukan untuk suatu perubahan ke arah kepemimpinan transformasional. Tiga aspek yang ditelaah mencakup aspek pelatihan, aspek penilaian, dan aspek penghargaan. Untuk itu, praktek manajemen pengembangan orang di CPI yang akan ditelaah adalah pada sistem pelatihan/pengembangan pegawai, sistem penilaian kinerja pegawai beserta sistem pemeringkatan kinerja pegawai, dan sistem pengakuan/penghargaan terhadap pegawai (recognition and award).", "Daftar File": {"1998 PERMANA": "https://digilib.itb.ac.id/gdl/download/5734"}, "Penulis": "Iman Permana [28196042]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Frans Mardi Hartanto,Prof.Dr. Scan :Neneng (2006-05-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis, manajemen, sumberdaya manusia", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "18 Mei 2006"}