{"Nomor": 4698, "Judul": "STUDI AKTIVITAS ANTIDIABETES EKSTRAK AIR DAUN SALAM (SYZYGIUM POLYANTHUM (WIGHT) WALP., MYRTACEAE) DAN FRAKSINYA PADA MENCIT PUTIH JANTAN GALUR DDY", "Abstrak": "Abstrak : \nTelah diuji aktivitas antidiabetes ekstrak air daun salam {Syzygium polyanthum (Wight) Walp., Myrtaceae] dan fraksinya pada mencit putih jantan galur ddY. Pada mencit normal, fraksi ekstrak air yang tidak larut dalam etanol dosis 0,7 g/kg bobot badan menunjukkan aktivitas yang paling kuat setelah tiga jam pemberian oral, yaitu dengan menurunkan konsentrasi rata-rata glukosa darah sampai 59,6 mg/dl dari konsentrasi awal sebesar 109,4 mg/di (turun 45,5%). Konsentrasi pada waktu ini berbeda secara bermakna dibandingkan dengan kontrol (p < 0,05), dan lebih baik daripada tolbutamid yang menurunkan konsentrasi rata-rata glukosa darah dari 110,7 mg/dl menjadi 74,2 mg/dl (turun 33%). Pada waktu yang sama dan setelah pemberian dosis yang sama, ekstrak air awal menunjukkan penurunan konsentrasi rata-rata glukosa darah dari 95,6 menjadi 93,1 mg/dl (turun 2,6%), fraksi n-heksana menurunkan konsentrasi glukosa dari 122,4 menjadi 118,4 mg/dl (turun 3,6%), sedangkan fraksi etil asetat menaikkan konsentrasi glukosa dari 93 menjadi 95,2 mg/dl (naik 2,3%), dan fraksi air sisa menaikkan konsentrasi glukosa dari 77,8 menjadi 100 mg/dl (naik 22,2%). Pada mencit diabetes aloksan, fraksi ekstrak air yang tidak larut dalam etanol menunjukkan toleransi glukosa yang lebih baik dibandingkan dengan kontrol. Pada kelompok hewan yang sama fraksi ini (0,7 g/kg bobot badan) juga menurunkan konsentrasi glukosa darah (15,07%), tapi kurang kuat dibandingkan dengan insulin (97,59%). Fraksi ini juga dapat menekan kenaikan konsentrasi glukosa darah oleh adrenalin (naik dari 130,76 menjadi 135,48 mg/dl), yang berbeda secara bermakna dengan kontrol (naik dari 142,23 menjadi 288,2 mg/dl). Dari pengujian in vitro fraksi ini diduga dapat meningkatkan transpor glukosa ke jantung.", "Daftar File": {"1998_TS_PP_ANGGADIREDJA_1.pdf": "https://digilib.itb.ac.id/gdl/download/5744"}, "Penulis": "Kusnandar Anggadiredja  (NIM 20796001)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Elin Yulinah Sukandar, Dr. Pembimbing II:Ny.Iwang Soediro, Prof.,Dr.,Ir. Scan :Neneng (2006-08-11)"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Agu 2006"}