{"Nomor": 4699, "Judul": "TINJAUAN PENURUNAN MUKA AIR TANAH AKIBAT PEMANFAATAN UNTUK IRIGASI DI DAERAH JOGONALAN-KLATEN JAWA TENGAH", "Abstrak": "Abstrak : \nPenetitian dilakukan pada daerah pengembangan lahan sawah yang berlokasi di Jogonalan, Kabupaten Klaten, Propinsi Jawa Tengah. Daerah tersebut termasuk dalam area Sub Das Dengkeng. Secara topografi daerah penelitian relatif datar (kelerengan 0-3%), Kondisi agroklimatnya termasuk dalam kategori C2 (5-6 bulan basah dan 2,3-4 bulan kering), Curah hujan rata-rata bulanan tertinggi terjadi pada Bulan Januari (360,1mm) dan terendah pada Bulan Agustus (16,8mm), Curah hujan rata-rata tahunan berkisar 2300mm.   \n \nDaerah penetitian secara fisiografi merupakan dataran Merapi-Merbabu. Secara geologi daerah penelitian didomosasi oleh produk vulkanik Merapi (pasir, tufa, breksi dan pumice). Batuan Unit Vulkanik Merapi dan Unit Vulkanik Merapi diidentifikasikan terletak di atas Formasi Kalibeng Atas. Secara hidrogeologi terdapat dua sistem akuifer, yaitu akuifer babas dari Unit Pasir Tufa Merapi dan akuifer tertekan dari Unit Vulkanik Merapi.   \n \nKarakteristik akuifer diinterprestasikan ketebalannya berkisar antara 57 s/d 75m, nilai transmisivitas antara 97,22 s/d 456,77 m2/hari. Nilai storativitas berkisar antara 6,789x 10-4 s/d 1,3610 x 10-3.   \nDilakukan ekploitasi dengan 23 sumur debit 21 s/d 38lt/dt (total debit 713 It/dt), luas daerah oncoran 604 Ha. Dalam kurun waktu MT Oktober 1995 s/d MT April 1997 terjadi penurunan muka air tanah dalam, 2,05 s/d 7,88m,   \n \nDebit maksimum pemompaan berkisar 31,20 s/d 49,341t/dt Debit pemompaan (Qp) yang dilakukan masih dibawah debit maksimumnya (Qmak). Debit pemompaan  (Qp) berkisar 76% debit maksimum (Qmak). Setelah dilakukan analisis debit maksimumnya berkisar 21,07 s/d 31,441t/dt.Debit pemompaan (Qp) melampoi Qmaknya, berkisar, 6% (rata-rata Qp = 1,06 Qmak).   \n \nBerdasarkan hasil analisis disarankan debit pemompaan diturunkan, berkisar 25% terhadap debit pemompaan sekarang (Qp). Kegiatan awal tanam ke-1 dilakukan Awal Oktober, sehingga penurunan muka air tanah pada setiap akhir musim tanam (MT) telah mengalami pemulihan (recovery).", "Daftar File": {"1998_TS_PP_SUDARTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5745"}, "Penulis": "Lanjar Sudarto  (NIM 22195049)", "Kontributor / Dosen Pembimbing": ["Pembimbing I :Indratmo Sukarno,Dr.Ir. Pembimbing II:Rudy Sayoga Gautama,Dr.Ir. Scan :Neneng (2006-06-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2006"}