{"Nomor": 4703, "Judul": "KAJIAN RESAPAN DAERAH BANDUNG UTARA", "Abstrak": "Abstrak: \n \n \nBandung Utara merupakan suatu kawasan yang dianggap sebagai daerah resapan airtanah yang mengisi akifer Cekungan Bandung. Kondisi kawasan ini, yang mempunyai litologi, sifat fisik tanah dan tutupan lahan yang bervariasi, serta kemiringan lereng tidak seragam akan berpengaruh pada laju resapan.  \n \nPenelitian ini dimaksudkan untuk mempelajari karakteristik peresapan airtanah dan ditujukan untuk mengetahui hubungan (korelasi) antara laju resapan akhir dengan sebaran litologi, sifat fisik tanah, kemiringan lereng dan liputan lahan di kawasan ini.  \n \nPengukuran laju resapan dilakukan dengan menggunakan alat ukur \"Double Ring Infiltrometer\" dan perhitungan laju resapan akhir menggunakan metoda Phillip (1957). Hubungan antara kemiringan lereng. tutupan lahan, Â°,/o lempung, % lanau. Â° o pasir, ketebalan pasir dan porositas tanah (variabel bebas) dengan laju resapan akhir (variabel tidak bebas) dianalisis secara statistik regresi tinier herganda. Disamping itu, hubungan setiap variabel dengan laju resapan akhir dianalisis dengan regresi linier maupun nonlinier sederhana.  \n \nHasil penelitian menunjukkan bahwa dalam satu satuan litologi terdapat nilai laju resapan akhir yang bervariasi. Kisaran pada satuan litologi Tufa Pasir adalah 0.05 - 0.84 cm/menit, sedangkan satuan litologi Hasil Gunung Api tak Teruraikan 0.18 - 4.5, cm/menit. Persamaan tinier berganda hasil analisis kumpulan Data I, Data II dan data pada satuan litologi Tufa Pasiran mempunyai nilai R > 0.8. sehingga dapat digunakan untuk menduga nilai laju resapan akhir di daerah penelitian. Koefisien determinasi (R2) hasil analisis regresi tinier berganda belum mencapai nilai 1 atau 100 %, menunjukkan bahwa laju resapan akhir tidak hanya dipengaruhi oleh tutupan lahan, kemiringan lereng, % lempung, % lanau, % pasir, ketebalan pasir dan porositas tanah. Ketebalan pasir memberikan korelasi yang paling baik diantara variabel-variabel lainnya terhadap laju resapan akhir balk secara tinier maupun nonlinier. Penambahan pangkat persamaan (dua, tiga dan empat) pada regresi sederhana tidak memberikan perubahan yang berarti dibandingkan dengan persamaan linier.", "Daftar File": {"1998 WIBOWO": "https://digilib.itb.ac.id/gdl/download/5749"}, "Penulis": "M.Joko Wibowo [22195042]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Lambok Hutasoit,Ir,Ph.D Pembimbing 2 :  Budi Sulistiyo,Dr.Ir.M.App.ScScan :  Mudjiono  (07-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Resapan air tanah; laju resapan; Bandung Utara", "Sumber": "FTTM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Mar 2006"}