{"Nomor": 4706, "Judul": "PERILAKU MEKANIK BETON DENGAN AGREGAT RINGAN BUATAN BERGRADASI TIDAK KONTINU", "Abstrak": "Abstrak : \nSifat mekanik beton selain dipengaruhi oleh mutu agregat juga dipengaruhi oleh gradasi agregat. Untuk mengetahui perilaku mekanik beton ringan dengan agregat ringan buatan (alwa) bergradasi tidak kontinu, maka telah dilakukan sejumlah pengujian di laboratorium, meliputi pengujian kuat tekan, kuat tarik belah, kuat tarik langsung, modulus elastistas, angka perbandingan Poisson, kuat lentur, ketahanan terhadap abrasi scanning electron microscopy. Direncanakan empat model gradiasi tidak kontinyudengan daerah diskontinu yang berbeda. dan satu model gradasi kontinyu masing-masing untuk campuran beton dengan diameter agregat mell-simtam 12,5 mm (LWCA) dun 9,5 mm (LWCB). Agfegat \"kasar merupakan agregat ringan  buatan  \ndiproduksi oleh Departemen Pekerjaan Umum Cila-cap dengan bahan  dasar lempuing, sedangkan agregat halus merupakan agregat alam yang berasal dari Gunung Galunggung. Rapat massa beton yang dihasilkan berada antara 1776,57 - 1927,03 kg/cm2.Pada umur 28 hari kuat tekan maksimum dicapai oleh campuran LWCB dengan gradasi kontinu, yaitu sebesar 45,87 MPa. Sedangkan untuk campuran LWCA kuat tekan maksimum dicapai oleh campuran dengan celah agregat antara 4,75 - 6,3 mm, yaitu sebesar 43,86 MPa. Besarnya modulus elastisitas 15728 - 19950 MPa, kuat tarik belah 2,41 - 3,56 MPa, kuat tarik langsung 0,43 - 0,61 MPa, kuat lentur 3,27 - 4,43 MPa, angka perbandingan Poisson 0,12 - 0,14, keausan 0,071-0,332 %, dan rasio daktilitas regangan 1,04 - 1,24. Hubungan tegangan regangan pada awalnya berbentuk linier dan berubah menjadi parabolik pada saat beban ditinggatkan dengan regangan pada beban puncak 0,004 - 0,007. Setelah beban puncak  \nterjadi drop tegangan dan benda uji langsung hancur dengan kehancuran getas. Retak umumnya dimulai dari pori-pori, tetapi di beberapa tempat masih dijumpai retak interface.", "Daftar File": {"1998 MUTTAQIN": "https://digilib.itb.ac.id/gdl/download/5752"}, "Penulis": "Muttaqin (NIM : 25096002) [25096002]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Saptahari M. Sugiri, Dr.Ir. Scan : Hidayat (2006-05-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sifat mekanik, Beton, Agregat", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Jun 2006"}