{"Nomor": 4707, "Judul": "PENGEMBANGAN METODA PENENTUAN DUE DATE ORDER TOOLS BONDING COMPOSITE DI PT IPTN", "Abstrak": "Abstrak : \n \nSalah satu infonnasi yang menentukan pengambilan keputusan perencanaan manufaktur di PT IPTN adalah mengenai kemampuan tool shop untuk menyelesaikan order pembuatan tool tepat pada waktu yang dibutuhkan oleh part yang menggunakannya. Penyelesaian tool yang tidak sesuai dengan jadwal yang telah ditentukan dalam tahap perencanaan dapat mengganggu jadwal produksi, menimbulkan ongkos-ongkos administrasi, ongkos lembur, ongkos pergudangan, maupun kehilangan kepercayaan pelanggan.  \n \nPenelitian ini mencoba mengembangkan suatu prosedur untuk memodelkan shop yang ada menjadi lebih sederhana dengan pendekatan Optimized Production Technology (OPT). Selanjutnya dikembangkan pula model matematis untuk penentuan due date yang mengkombinasikan karakteristik suatu produk seperti routing dan waktu proses dengan faktor eksternal seperti beban dan kemampuan shop. Dalam pengembangan model matematis ini digunakan model sistem antrian yang generik G/G/m/oo dengan disiplin antrian First Come First Served (FCFS). Dengan menggunakan teori antrian dapat dihitung waktu total di dalam sistem sebagai kelipatan dari total waktu proses dengan suatu faktor pengali k. Sistem antrian ini kemudian diterapkan pada model shop yang telah dikembangkan.  \n \nUntuk mendukung pemakaian model matematis ini dalam aplikasi sehari-hari maka dikembangkan pula program perhitungannya dengan memakai perangkat lunak Turbo Pascal. Data-data input yang diperlukan adalah tools family (jenis job) beserta struktur produk dan routing bakunya, data historis waktu antar kedatangan dari setiap jenis job, serta kapasitas setiap workcenter.  \n \nProses validasi terhadap model dilakukan dengan memakai data hipotetik dari hasil simulasi menggunakan perangkat lunak GPSS/H. Unjuk kerja model matematis ini diukur dengan suatu parameter tingkat kesalahan zlK yang merupakan perbandingan antara faktor pengali yang dihasilkan oleh model matematis dengan faktor pengali dari hasil simulasi pada shop hipotetik. Hasil pengujian yang telah dilakukan menunjukkan bahwa pada kondisi shop dengan utilisasi (tingkat pembebanan) lebih kecil dari 0.837, model yang dikembangkan dapat memberikan tingkat kesalahan rata-rata 4.47 %.", "Daftar File": {"1998_TS_PP_ABROR_1.pdf": "https://digilib.itb.ac.id/gdl/download/5753"}, "Penulis": "Nadjamuddin Abror (NIM : 23494026)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Abdul Hakim Halim, Dr.Ir. Scan :Hidayat (2006-08-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Agu 2006"}