{"Nomor": 4710, "Judul": "STANDAR DAN PROSEDUR PENGELOLAAN PETA STATUS PEMANFAATAN LAHAN DL PROPINSI DATI I KALIMANTAN BARAT", "Abstrak": "Abstrk: \nDalam perencanaan pemanfaatan lahan, peta Status Pemanfaatan Lahan Sektoral merupakan alat koordinasi berbagai kepentingan sektoral. Namun di propinsi Kalimantan Barat, tidak semua instansi mampu menyajikan peta-peta tersebut. Disamping itu peta-peta yang tersedia memiliki rujukan yang berbeda-beda. \nPenelitian ini mengembangkan sistem pengelolaan data keruangan antarinstansi agar diperoleh peta Status Pemanfaatan Lahan Sektoral pada tingkat wilayah propinsi. Sasaran penelitian ini adalah merumuskan standar peta status pemanfaatan lahan sesuai kebutuhan perencanaan pemanfaatan lahan wilayah propinsi serta mengembangkan prosedur pengelolaannya. \nStandar peta yang ditetapkan minimal skala 1:250:000 yang diturunkan dari peta Topografi skala 1:250.000 dan 1:50.000 (Jantop TN1 AD, 1974, Bakosurtanal, 1973) dengan sistem proyeksi dan pembagian grid mengikuti peta Topografi tersebut. Selain itu digunakan skala 1:750.000 untuk penggambaran penyebaran lokasi secara keseluruhan wilayah propinsi. Peta dasar memuat unsur-unsur yang diambil dari peta Topografi yang penggaMbarannya disesuaikan dengan skala peta. Sementara tema peta sesuai peraturan perizinan pemanfaatan lahan sektoral.     Prosedur pengelolaan peta meliputi tahapan pemetaan,pengesahan peta, penyimpanan, pemanfaatan, kontrol oleh pengguna dan updating peta. Berdasarkan kemampuan 1:elcmbagaan dal= pengelolaan data keruangan serta tugas pokok dan fimgsi instansi, dikembangkan dua znacam prosedur. Prosedur 1 bagi instansi yang mampu melaksanakan sebagian dan seluruh kegiatan pengelolaan data keruangan. Dalam prosedur fin, penyediaan peta riasar ditugaskan kepada Kanwil BPN bekerjasama dengan Direktorat Topografi AD dan Bakosurtanal, sedangkan penggambaran tema dilaksaztakan masingmasing instansi. Peta tersebut disahkan oleh Bappeda Tic. 1 atas pama Gubernur KDH sebagai penanggungjawab pelaksanaan pembangunan di daerah. Selanjutnya tahapan penyimpanan, penggandaan dan distribusi serta updating peta dilakukan masing-masing instansi tersebut. Prosedur 2 bag.' instansi yang belum mampu melaksanakan pengelolaan data keruangan. Dalam prosedur ini sebagian besar kegiatan dilaksanakan oleh Kanwil BPN.", "Daftar File": {"1998 SIRAIT": "https://digilib.itb.ac.id/gdl/download/5756"}, "Penulis": "Nova Dorna Sirait [25495021]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Budi Permadi Iskandar,Ir.M.Sc. Scan :Neneng (2006-04-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Peta; kepentingan sektoral", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "20 Apr 2006"}