{"Nomor": 4712, "Judul": "PENENTUAN KUAT TEKAN JANGKA PANJANG PILAR      BATUBARA SILICIFIED DENGAN UJI RAYAPAN BEBAN BERTAHAP DI LABORATORIUM", "Abstrak": "Abstrak : \nPembebanan yang berlangsung pada waktu yang lama dan pada kenyataannya bersifat dinamik akan mengakibatkan teijadinya rayapan pada pilar batubara sehingga mempengaruhi kestabilan lubang bukaan. Oleh karena itu, sangat panting untuk mengetahui perilaku deformasi pada pilar batubara akibat pembebanan yang terus menerus selama umur penambangan, dengan uji rayapan.Penelitian ini merupakan penelitian awal untuk mengamati perilaku batubara, oleh karena itu contoh diambil dari Tambang Batubara Bukit Asam Tanjung Enim Sumatra Selatan, dengan 4 ukuran diameter, yaitu diameter 54 mm, 70mm, 100 mm, dan 150 mm. Contoh berbentuk silinder dengan perbandingan diameter terhadap tingginya sekitar 1 : 1.Metode pengujian yang diterapkan adalah uji rayapan beban bertahap (Vyalov, 1986). Uji ini dilakukan dengan memberikan beban konstan selama waktu tertentu, setelah perpindahannya konstan, beban dinaikkan dan perpindahannya diamati kembali. Grafik-grafik regangan-waktu basil pengujian menunjukkan bahwa contoh cenderung mengikuti model Burger. Konstanta rheologi yang diperoleh sesuai model Burger adalah sebagai berikut :      \n \nDiameter Kuat Tekan E,\t     E2\t    n1\tTI2      \n(mm)\tJangka Pjg 103(MPa) 103(MPa)103\t103      \n        (% a.)\t           (MPa.jam)  MPa.jam)      \n\t54\t100\t3.17 - 427 130 - 600 930 - 6090\t67.9 - 1150      \n\t70\t95\t2.96 - 5.35 16.9 - 372 2060 - 42900 26.5 - 1210      \n\t100\t85\t2.91 - 12.5 197 - 4590 9300 - 223000 178 - 212000      \n\t150\t80\t1.52 - 2.82 151 -1500 2000 -110000 761 - 32700  \n \nUntuk menghubungkan basil laboratorium dan keadaan sebenarnya digunakan analisis dimensi. Faktor skala untuk luas sebenamya sebesar x kali luas model adalah untuk tinggi pilar, kuat tekan uniaksial, kuat tekan jangka panjang, modulus elastisitas dan elastisitas tertunda, x1'5 untuk laju aliran viskos dan laju elastisitas tertunda.", "Daftar File": {"1998_TS_PP_HARTAMI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5758"}, "Penulis": "Pantjanita Novi Hartami", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Made Astawa Rai, Dr.Ir Pembimbing 2 : Suseno Kramadibrata, Dr.Ir"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pilar Batubara Silicified", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Jul 2006"}