{"Nomor": 4715, "Judul": "PENGUKURAN KEPUASAN PELANGGAN DI APOTEK KOPERASI PEGAWAI RUMAH SAKIT UMUM HASAN SADIKIN", "Abstrak": "Abstrak :Apotek Koperasi Pegawai Rumah Sakit Hasan Sadikin yang didirikan pada awal tahun 1992 terdiri dari tiga unit yaitu Apotek 1PD untuk pasien rawat imp, Apotek (}PD untuk pasien rawat jalan, dan Apotek EMG untuk pasien rawat darurat. Suatu gejala yang teramati di lingkungan RSHS adalah bahwa tidak semua pasien yang mendapat resep dari dokter membeli obatnya di Apotek RSHS, padahal apotek tersebut sangat mudah dijangkau karena letaknya di dalam rumah sakit itu sendiri. \nBerdasarkan hal tersebut, maka dilakukan pengukuran kepuasan pelanggan untuk mengetahui atribut pelayanan yang menjadi preferensi pelanggan, dan juga persepsi mereka terhadap layanan yang diberikan oleh Apotek RSHS selama ini. Dari basil isian kuesioner yang disebarkan kepada pelanggan di ketiga unit apotek, diperoleh bahwa ada 19 atribut yang dianggap penting. Ketersediaan obat menjadi atribut yang paling penting, yaitu dipilih oleh 98% responden. Sedangkan dad pengukuran persepsi, ternyata dari 26 atribut yang ditanyakan, terdapat 18 atribut yang oleh pelanggan dianggap kurang memuaskan. \nPeningkatan mute pelayanan di Apotek RSHS perlu dilakukan melalui program-program baik jangka pendek, jangka menengah maupun jangka panjang. Untuk mendukung implementasi program-program tersebut, diperlukan kesiapan dari sumber daya yang ada. Jika ditinjau dad segi sumber daya manusia, Apotek RSHS dapat dikatakan slap, mengingat keahlian para karyawannya yang merata. Dengan dukungan dari pihak rumah sakit, dapat dikatakan masalah finansial akan dapat teratasi.", "Daftar File": {"1998_TS_PP_AZIS_1.pdf": "https://digilib.itb.ac.id/gdl/download/5761"}, "Penulis": "Riena Rachmatillah Azis (NIM : 28196087)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Senator Nur Bahagia, Dr.Ir. Scan :Hidayat (2006-08-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2006"}