{"Nomor": 4736, "Judul": "PENGARUH EKSTRAK DAUN AVICENNIA ALBA (BLUME)  TERHADAP PERTUMBUHAN BAKTERI PATOGEN PADA UDANG WINDU AEROMONAS SOBRIA (CHESTER) STAINER DAN VIBRIO PARAHAEMOLYTICUS FUJINO ET AL.", "Abstrak": "Abstrak :Telah dilakukan penelitian mengenai pengaruh ekstrak daun Avicennia alba (Blume) terhadap pertumbuhan bakteri patogen udang windu Aeromonas sobria (Chester) Stainer dan Vibrio parahaemolyticus Fujino et al. Daun Avicennia alba diekstraksi secara bertingkat dengan menggunakan pelarut n-heksana, metilen klorida dan etanol. Pengujian pengaruh ekstrak terhadap pertumbuhan bakteri dilakukan dengan metode difusi agar. Parameter yang diukur adalah luas daerah hambatan pertumbuhan setelah inkubasi selama 24 jam. Uji toksisitas ekstrak terhadap udang windu (Penaeus monodon Fab.) stadium post larva umur 14 hari (PL 14) dilakukan dengan metode APHA (1995). Pengamatan dilakukan terhadap mortalitas udang windu stadium post larva 14 hari dengan waktu pengamatan 96 jam. Rancangan Percobaan yang digunakan adalah Rancangan Acak Lengkap (RAL) dan Beda Nyata Terkecil (BNT) pada tingkat kepercayaan 95 %. Hasil pada uji pendahuluan menunjukkan bahwa hanya ekstrak metilen klorida yang efektif menghambat pertumbuhan bakteri. Ekstrak metilen klorida dengan konsentrasi 0; 1; 2; 3; 4 dan 5 % diujikan terhadap bakteri Aeromonas sobria dan Vibrio parahaemolyticus. Ekstiak metilen klorida dengan konsentrasi 0,00010; 0,0018; 0,0032; 0,0056 dan 0,0100 % diujikan terhadap udang windu stadium post larva umur 14 hari. Hasil penelitian menunjukkan bahwa konsentrasi 1% (b/v) ekstrak metilen klorida mulai menghambat pertumbuhan bakteri Aeromonas sobria dan Vibrio parahaemolyticus dengan luas daerah hambatan secara berturut turut 25,791 mm2 dan 39,489 mm2 . Hasil uji toksisitas metilen klorida terhadap udang windu PL 14 diperoleh nilai LC50-96 jam sebesar 0,0092 % (b/v).", "Daftar File": {"1998_TS_PP_MULYANINGSIH_1.pdf": "https://digilib.itb.ac.id/gdl/download/5782"}, "Penulis": "Sri Mulyaningsih (NIM : 20695501)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Mumu Sutisna, Dr. Scan :Hidayat (2006-07-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2006"}