{"Nomor": 4746, "Judul": "HIDROGEOLOGI DAN PEMODELAN PLUME DI TPA PASIR IMPUN DENGAN METODA MISE-A-LA-MASSE BERDASARKAN ANALOGI MODEL ALIRAN LISTRIK DAN ALIRAN AIRTANAH", "Abstrak": "Abstrak: \n \nAliran listrik MISE-A-LA-MASSE melalui media porus konduktif dapat disimulasikan dengan memakai model aliran airtanah jenuh beda-hingga dua-dimensi seperti MODFLOW. Suatu teknik baru dengan menggunakan kode numerik yang ada untuk mensimulasikan aliran listrdc MISE-A-LA-MASSE dibahas dalam penelitian ini. Teknik ini didasarkan pada hubungan analogi antara model aliran listrik dan aliran airtanah. Dengan menyesuaikan dan memasukkan variabel-variabel aliran listrik ke dalam aliran airtanah sebagai data masukan MODFLOW, aliran listrik berbentuk bola melalui media porus terkontaminasi dapat didekati secara dua-dimensi. \n \n \nDalam penelitian ini juga disajikan suatu teknik identifikasi pencemaran airtanah dari suatu sumber pencemar (landfill) secara tidak langsung, yaitu dengan metoda MISE-A-LA-MASSE. Dan untuk mendapatkan suatu hasil yang optimal, dilakukan juga pemetaan hidrogeologi lokal di sekitar lokasi TPA Pasir Impun. \n \n \nHasil analisis baik yang dilakukan dengan metoda MISE-A-LAMASSE, pemetaan hidrogeologi lokal, maupun simulasi dengan MODFLOW, memberikan hasil yang relatif sama dan secara interpretatif dapat menjelaskan kondisi-kondisi aliran airtanah tercemar (plume) yang berasal dari TPA Pasir Impun.", "Daftar File": {"1998 WIDODO": "https://digilib.itb.ac.id/gdl/download/5792"}, "Penulis": "Untung Wahyu Widodo [22196011]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Budi Sulistijo,Dr.,Ir.  Pembimbing 2 :  Komang Anggayana,Dr.Ir. Scan :  Mudjiono  (06-04-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pemodelan plume,metoda mise-a-la-masse,analogi model aliran listrik", "Sumber": "FITB", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Apr 2006"}