{"Nomor": 4748, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM KOMPUTASI FAULT TOLERANT UNTUK ALGORITMA GENETIK", "Abstrak": "Abstrak : \n \nPada thesis ini telah dirancang dan diimplementasikan sebuah sistem komputasi yang fault tolerant untuk menjalankan algoritma genetik parallel global. \n \n \nSistem komputasi parallel diperlukan untuk mempercepat perhitungan. Namur sistem komputasi yang parallel ini melibatkan lebih banyak subsistem, sehingga dapat menjadikan keandalan sistem berkurang. Keandalan sistem dapat ditingkatkan dengan menambahkan kemampuan fault tolerant pads sistem komputasi tersebut, sehingga penuriman keandalan dapat dicompensasi. \n \n \nSistem komputasi ini tersusim dari beberapa buah komputer Pentium dengan sistem operasi UNIX FreeBSD. Pada tiap komputer dijalankan program FTC (fault tolerant controller) yang menangani masalah fault tolerant, dan program algoritma genetik yang menangani perhitungan algoritma genetik secara paralel. Program algoritma genetik paralel ditambahi kemampuan konfigurasi dmanukc, checkpointing dan rollback. Program FTC mempunyai kemampuan fault detection, authentication, master election, database mirroring, dan mutual exclusion. \n \n \nHasil pengujian menunjukkan bahwa sistem komputasi fault tolerant parallel yang telah dibuat telah bediasil mempercepat komputasi algoritma genetik dan mampu menangani beberapa skenario fault. Sistem ini masl7h dapat dikembangkan untuk dijalankan pada sistem operasi lain maupim pada perangkat komputer lain.", "Daftar File": {"1998_TS_PP_ADIJARTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5794"}, "Penulis": "Waskita Adijarto", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Adang Suwandi Ahmad,Dr.,Ir. Scan :  Mudjiono  (15-09-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "implementasi sistem komputasi fault tolerant,algoritma genetik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2006"}