{"Nomor": 4753, "Judul": "KAJIAN MANAJEMEN PENYEDIAAN    PRASARANA KOTA YANG TERDESENTRALISASI    (STUDI KASUS PROYEK P3KT - BLUDP)", "Abstrak": "Abstrak: \nStudi ini bermaksud melakukan evaluasi penyediaan prasarana kota yang sekarang berjalan melalui pendekatan Program Pembangunan Prasarana Kota Terpadu (P3KT) dalam kaitannya dengan penegasan peran pemerintah daerah tingkat II sebagai penanggung jawab pembangunan dan penyediaan prasarana kota sesuai UU No. 22 Tahun 1999. \nDari hasil evaluasi yang dilakukan didapatkan bahwa kinerja penyediaan prasarana kota yang dilakukan melalui proyek P3KT pada umumnya cukup baik. Akan tetapi, kinerja yang sudah cukup baik ini dicapai tanpa banyak melibatkan lembaga-lembaga tingkat II yang berkompeten dalam penyediaan prasarana kota dan belum memfasilitasi proses desentralisasi penyediaan prasarana kota. Kegiatan perencanaan dan pemrograman proyek, khususnya pembuatan Program Jangka Menengah (PJM) pada dasarnya masih dilaksanakan oleh konsultan perencana yang ditetapkan oleh dan bertanggung jawab kepada Pemerintah Pusat. \nPeran pemerintah daerah yang masih marjinal ini juga dijumpai pada tahap pelaksanaan proyek P3KT dimana Pemerintah Pusat (Departemen Pekerjaan Umum) menguasai sepenuhnya pengelolaan manajemen P3KT melalui kewenangan yang dimilikinya dalam menetapkan struktur organisasi PMU dan pejabat yang meduduki posisi strategis di PMU. \nSecara keseluruhan studi ini menyimpulkan bahwa untuk terciptanya manajemen P3KT yang berkelanjutan diperlukan adanya: (1) kemampuan adaptasi manajemen P3KT terhadap perubahan-perubahan yang terjadi di lingkungan sistem penyediaan prasarana kota sesuai tuntutan UU No. 22 Tahun 1999; (2) keterukuran dan kejelasan dalam penyerahan tanggung jawab dan wewenang penyediaan prasarana kota kepada daerah; (3) pelibatan peran masyarakat dan swasta dalam penyediaan prasarana kota yang dibutuhkan; dan (4) transparansi dan mekanisme pertanggung jawaban dalam keseluruhan siklus perencanaan - pelaksanaan - pengawasan dan pengendalian penyediaan prasarana kota.", "Daftar File": {"1999_TS_PP_HIDAYAT-K._1.pdf": "https://digilib.itb.ac.id/gdl/download/5799"}, "Penulis": "Achmad Hidayat K.", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Widjajono Partowidagdo, Ir., Ph.D.PembimbingII:Son Diamar, Ir., Ph.D.Scan:Yati Rohmah(2006-07-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Manajemen penyediaan, prasarana kota, desentralisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2006"}