{"Nomor": 4773, "Judul": "ANALISIS KEKAYAAN ASPEK FINANSIAL INVESTASI,PENINGKATAN KAPASITAS PRODUKSI PANEL PT.X DENGAN PENDEKATAN SIMULASI", "Abstrak": "Abstrak: \nKeadaan politik dan ekonomi Indonesia yang mulai membaik, kecenderungan persaingan global, dan terbukanya kesempatan untuk memperluas pangsa pasar mengakibatkan PT. X merasa perlu untuk meningkatkan kapasitas produksi paneinya. Untuk itu dibutuhkan investasi dalam jumlah cukup besar. Mengingat resiko yang selalu dihadapi setiap investasi, maka diperlukan suatu studi yang menilai kelayakannya. \nPenilaian kelayakan ditinjau dari aspek finansial berdasarkan pada tingkat pengembalian dan resiko investasi, yaitu variabilitas tingkat pengembalian yang diperoleh dari yang diharapkan. Kriteria keputusan yang digunakan adalah Internal Rate of Return (IRR), dan untuk memperkirakan IRR investasi digunakan pendekatan simulasi. Investasi dikatakan layak bila IRR rata-rata basil simulasi lebih besar dari tingkat bunga minimal yang disyaratkan. Sedangkan resiko digambarkan melalui peluang kegagalan investasi, yaitu peluang diperolehnya IRR yang lebih kecil dari tingkat bunga minimal yang disyaratkan. \nUntuk membuat model simulasi, faktor-faktor yang diperkirakan akan menimbulkan resiko perlu diidentifikasi. Studi ini telah menghasilkan 12 faktor yang menimbulkan resiko pada investasi dan karakteristiknya. Dari basil simulasi diperoleh IRR terkecil -12.64% dan IRR terbesar 100.77%, dengan IRR rata-rata sebesar 32.12% dan standar deviasi 25.80%. IRR rata-rata lebih besar dari tingkat pengembalian yang diharapkan, karena itu investasi ini dapat dikatakan layak. Peluang investasi menemui kegagalan adalah sebesar 21.19 %.", "Daftar File": {"1999_TS_PP_WIDIASTUTI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5819"}, "Penulis": "Dini Widiastuti", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ali Basyah Siregar,Dr.Ir Scan:  Mudjiono  (07-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kekayaan aspek Finansial investasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Mar 2006"}