{"Nomor": 4775, "Judul": "PERUMUSAN STRATEGI PEMASARAN DIVISI PURNA JUAL PT. IPTN", "Abstrak": "Abstrak :  \nDivisi Puma Jual sebagai unit Profit Center pada PT. IPTN ditugasi untuk melaksanakan dukungan kepada para pemakai pesawat terbang buatan IPTN sekaligus untuk menghasilkan pendapatan agar dapat membiayai dirinya sendiri, memperoleh keuntungan dan memberikan kontribusi kepada perusahaan secara keseluruhan.    \n \nSampai tahun 1998, pesawat yang dihasilkan IPTN adalah dibawah lisensi atau ko-produksi sehingga Divisi Purna Jual belum memiliki keunggulan kompetitif sebagaimana layaknya dimiliki oleh bagian dari industri pembuat pesawat. Demikian pula persaingan yang ketat dari pemegang lisensi maupun Vendor dari komponen pesawat yang dibuat menyebabkan tugas untuk menghasilkan keuntungan tidak mudah dicapai.    \n \nPermasalahan yang dibahas dalam Karya Akhir adalah bagaimana strategi pemasaran yang tepat agar tugas yang dibebankan tersebut di atas dapat dicapai oleh Divisi Purna Jual. Untuk itu dilakukan analisis kompetitif, analisis teoritis menyangkut struktur industri, serta menentukan strategi generik sehingga dengan menyesuaikan kondisi kemampuan yang telah dan dapat dimiliki oleh Divisi Purna Jual ini dapat dirumuskan Strategi Pemasaran yang tepat.    \n \nDari hasil analisis dan evaluasi yang dilakukan, disimpulkan bahwa pasar utama yang harus dijadikan sasaran utama adalah para operator pesawat minter dan instansi pemerintah yang mempunyai persepsi yang dapat didekati oleh posisi dan Divisi Purna Jual sendiri. Keunggulan yang dapat ditawarkan adalah kelengkapan dalam persediaan suku cadang serta kemudahan dalam pembiayaan.", "Daftar File": {"1999_TS_PP_ENTUM_1.pdf": "https://digilib.itb.ac.id/gdl/download/5821"}, "Penulis": "Eddy HP. Entum  (NIM 28195062)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Ubuh Buchara Hidayat, Dr.,Ir. PembimbingII:Bambang Hermanto, Ir.,MSc.,MM Scan :Neneng (2006-08-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2006"}