{"Nomor": 4777, "Judul": "PENGEMBANGAN MODEL MATEMATIS TRANSFER MASSA INTERFASIAL PADA KROMATOGRAFI CAIR MULTI KOMPONEN", "Abstrak": "Abstrak : \n \nModel laju multikomponen dapat dikembangkan dengan simulasi terhadap transfer massa interfasial antara fasa mobil dan fasa stasioner, difusi intrapartikel dan isoterm multikomponen. Penelitian ini bertujuan untuk membangun model matematis dan mempelajari fenomena yang terjadi pada model laju umum multikomponen sehingga memberikan alternatif barn bagi teori kesetimbangan dan model plat teoritis. Penyusunan, model diturunkan dari persamaan kontinuitas. Model yang dihasilkan meliputi model yang menganggap bahwa proses kromatografi adalah isotermal, partikel berpori di dalam kolom adalah sferis dan diameternya seragam,mengabaikan gradien konsentrasi dalam arah radial, dan mekanisme transfer masa film digunakan untuk menjelaskan transfer massa antara fasa mobil dan fasa stasioner. Hasil simulasi yang diperoleh menunjukkan perbedaan variasi kestabilan perubahan konsentrasi komponen i pada fasa ruah untuk setiap perbedaan jumlah grid kolom. Sedangkan untuk perubahan konsentrasi injeksi tidak memberikan pengaruh yang berarti. Distribusi konsentrasi pada fluida yang masuk secara stagnan ke pori partikel memberikan suatu alur yang mirip dengan kurva Gauss pada selang waktu tertentu, dimana pada penelitian ini diperoleh konsentrasi yang maksimum pada 0,0012 detik. Sedangkan konsentrasi yang diadsorpsi oleh partikel yang dida.sarkan pada isoterm Langmuir lebih besar dari konsentrasi pada fluida yang masuk ke pori partikel. Pengembangan lebih lanjut dari model laju umum multikomponen ini dapat dilakukan dengan peninjauan terhadap kinetika orde dua, efek ukuran eksklusi, efek transfer massa dan pengaruh laju alir.", "Daftar File": {"1999 SUFRIADI": "https://digilib.itb.ac.id/gdl/download/5823"}, "Penulis": "Elly Sufriadi [20595025]", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Buchori,Dr. Pembimbing II:M. Bachri Amran,Dr.  Scan :Neneng (2006-06-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Laju multikomponen, isoterm Langmuir", "Sumber": "FMIPA", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "05 Jun 2006"}