{"Nomor": 4778, "Judul": "KAJIAN TERHADAP RISIKO DAN PERILAKU KONTRAKTOR DALAM MENGHADAPI RISIKO PADA PROYEK KONSTRUKSI", "Abstrak": "Abstrak :Industri konstruksi merupakan salah satu sektor industri yang bersifat dinamis dan berisiko tinggi. Industri konstruksi lebih dipengaruhi oleh risiko daripada industri lainnya karena bersifat kompleks, di mana proyek konstruksi umumnya melibatkan banyak pihak dengan tingkat keahlian yang berbeda, koordinasi dari banyak kegiatan, dan memerlukan modal yang sangat besar. Kompleksitas tersebut seringkali ditambah dengan sejurnlah faktor eksternal yang tidak dapat dikendalikan. Risiko pada proyek konstruksi dapat timbul dari berbagai sumber, serta bervariasi baik dalam kemungkinan terjadinya maupun dampaknya terhadap keberhasilan proyek. Risiko dapat - mempengaruhi produktivitas, performansi, kualitas, dan anggaran suatu proyek konstruksi. \nSecara umum, kontraktor merupakan pihak yang paling banyak menghadapi risiko dibandingkan dengan pihak lain yang terlibat dalan proyek konstruksi. Penelitian ini menyajikan perilaku kontraktor Indonesia, khususnya di Jakarta dan Bandung, dalam menghadapi risiko dan bagaimana kontraktor tersebut mengendalikan risiko. Penelitian ini juga menyajikan persepsi kontraktor Indonesia terhadap risiko dan keadaan industri konstruksi di Indonesia dewasa ini. \nPenelitian dilakukan dengan mengirimkan kuesioner kepada 100 kontraktor di Jakarta dan Bandung. Kuesioner yang kembali berjumlah 44 buah. Dari basil studi dapat diperoleh gambaran tentang situasi industri konstruksi di Indonesia dari sudut pandang kontraktor. \nDewasa ini di Indonesia terdapat masalah ekonomi seperti inflasi dan fluktuasi dari nilai tukar mata uang. Hasil penelitian menunjukkan bahwa pada saat ini kontraktor Indonesia lebih berani untuk mengambil dan menerima risiko. Pengambilan risiko lebih banyak dilakukan ketika berhadapan dengan kegagalan untuk mencapai target daripada keadaan yang lebih baik. Hasil penelitian juga menunjukkan bahwa perilaku terhadap risiko dipengaruhi oleh sifat pengambil keputusan dan keberhasilan perusahaan.", "Daftar File": {"1999  AKMALAH": "https://digilib.itb.ac.id/gdl/download/5824"}, "Penulis": "Emma Akmalah (NIM : 23496070) [23496070]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ali Nasyah Siregar, dr.Ir. Scan :  Hidayat (2006-05-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Risiko, Kontraktor, Proyek konstruksi", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "01 Jun 2006"}