{"Nomor": 4780, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR YANG MEMPENGARUHI   KEBERHASILAN PROGRAM PEMBANGUNAN PRASARANA AIR BERSIH DENGAN PENDEKATAN PERANSERTA MASYARAKAT (STUDI KASUS : PEMBANGUNAN PRASARANA AIR BERSIH DI DESA CIHANJA, KODYA DT II BANDUNG. DENGAN PEMBANDING : DESA BABAKAN LEUNGSIR, PASIR LANGU, DAN PENGKOLAN, KABUPATEN DT II BANDUNG)", "Abstrak": "Abstrak : \nPelayanan fasilitas perkotaan di Indonesia belum seimbang dengan permintaan penduduknya Di daerah pinggiran kota Bandung tepatnya di desa Cihanja, terdapat banyak masalah kesehatan masyarakat disebabkan tidak adanya pelayanan air bersih dari PDAM. Untuk itu pembangunan prasarana air bersih sistem komunal merupakan strategi jangka pendek yang dapat ditempuh. Strategi ini melibatkan masyarakat setempat dan pihak luar selaku fasilitator program. Program air bersih di desa Cihanja ini merupakan salah satu program CARE Internasional yang berhasil dalam menerapkan peranserta masyarakat dalam pelaksanaan program.   \n \nDari studi-studi yang dilakukan UNDP dan pengalaman-pengalaman tentang program serupa oleh CARE Internasional di beberapa tempat, terdapat isu bahwa keberhasilan pelaksanaan program air bersih dengan pendekatan peranserta masyarakat, tidak hanya tergantung kepada masyarakat saja, tetapi juga ditentukan oleh dua faktor lain. Dua faktor tersebut yaitu peran fasilitator dan mekanisme pelaksanaan program. Hal tersebut juga diungkapkan oleh Bryant (1982) dan Narine (1986). Anggapan tersebut dicoba dibuktikan dalam pelaksanaan program air bersih di desa Cihanja, mengingat bahwa program di daerah ini merupakan program yang berhasil.   \n \nUntuk tujuan tersebut dilakukan tiga tahapan dalam analisis yaitu : analisis tingkat partisipasi masyarakat, analisis komponen masyarakat dan peran fasilitator, serta analisis keterkaitan antara peran fasilitator dan mekanisme program terhadap peranserta masyarakat. Hasil analisis tersebut menunjukkan bahwa terdapat pengaruh peran fasilitator dan mekanisme kegiatan program terhadap kemampuan dan kemauan masyarakat berperanserta. Hal ini membuktikan isu UNDP dan CARE Internasional bahwa terdapat faktor di luar masyarakat yang ikut menentukan keberhasilan program.", "Daftar File": {"1999_TS_PP_AZMAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5826"}, "Penulis": "Fauzi Azman  (NIM 25497003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Mochtarram Karyoedi, Ir., M.Sc Scan :Neneng (2006-07-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2006"}