{"Nomor": 4786, "Judul": "TELAAH TENTANG PENGADAAN PERUMAHAN  YANG BERTUMPU PADA MASYARAKAT  KASUS : KOPERASI KREDIT PERUMAHAN BORROMEUS DI CINUNUK, KECAMATAN CILEUNYI, KABUPATEN BANDUNG  DAN PAGUYUBAN BUMI DAMAI LESTARI DI LEBAKWANGI, KECAMATAN ARJASARI-BANJARAN, KABUPATEN BANDUNG", "Abstrak": "ABSTRAK: \nPengadaan perumahan yang bertumpu pada masyarakat merupakan konsep yang telah banyak diterapkan di berbagai negara sedang berkembang, termasuk juga di Indonesia. Pengadaan perumahan bertumpu pada masyarakat ini adalah pengadaan perumahan bukan melalui mekanisme pasar, melainkan pengadaan yang pembangunannya diselenggarakan oleh kelompok sendiri, dengan maksud agar harga rumah bisa dijangkau oleh kelompok tersebut. Dalam rangka penyediaan rumah tanpa melalui mekanisme pasar, dua hal penting yang akan mewarnai pembangunan perumahan adalah penggunaan organisasi sosial dalam sistem produksi, dan peran serta masyarakat. Kedua hal penting ini merupakan ciri-ciri spesifik pembangunan bertumpu pada komunitas, yaitu pembangunan yang diprakarsai, direncanakan, dan dilaksanakan serta dimanfaatkan oleh komunitas sendiri. Dengan demikian menegaskan, bahwa konsekwensi dari pembangunan perumahan bertumpu pada kelompok diperlukan hal yang sangat penting, yaitu partisipasi kelompok. Dua kasus yang diteliti yaitu perumahan Kopdit Borromeus dan Damai Lestari adalah kasus pembangunan perumahan bertumpu pada kelompok yang berbeda organisasi kelompoknya. Pemrakarsa Kopdit Borromeus adalah koperasi, sedangkan pemrakarsa Damai Lestari adalah seoranng tokoh bersama kelompok. Kajian penelitian yang dilakukan adalah membandingkan dua kasus tentang kaitan peran serta kelompok dalam organisasi pemrakarsa, latar belakang prakarsa, penghuni, proses pembangunan, serta bentuk dan tingkat partisipasi kelompok. Selain itu juga dilakukan pembandingan kondisi pasca pembangunan termasuk proses penghuniannya. Peran serta kelompok dalam kasus pengadaaan perumahan ini dimulai dari fase kegiatan prakarsa, pencarian lokasi, merencanakan bentuk rumah, memilih bahan bangunan, merencanakan tata letak rumah, menentukan harga rumah, menentukan sistem pendanaan, menentukan kebutuhan fasilitas lingkungan, sampai dengan pelaksanaan pembangunan. Bentuk partisipasi kelompok dapat diukur dengan tindakan yang dilakukan pada waktu berperan serta melakukan fase kegiatan baik dalam pertemuan maupun di lapangan. Bentuk partisipasi mempunyai tingkatan kadar yang berbeda, diukur dari tingkat terendah sampai dengan tingkat tertinggi, melalui tindakan yang dilakukan pada waktu individu maupun kelompok terlibat langsung dalam pengadaan perumahan. Organisasi pemrakarsa dan latar belakang prakarsa serta sosial ekonomi peserta kelompok sangat mempengaruhi tingkatan partisipasi dalam proses pembangunan dan kondisi pasca pembangunan. Kopdit Borromeus yang diprakarsai oleh koperasi yang telah mapan, dengan kondisi sosial ekonomi peserta kelompok yang hampir sama dengan kelompok Damai Lestari, menghasilkan tingkat partisipasi lebih rendah daripada tingkat partisipasi kelompok Damai Lestari. Tingkat partisipasi yang lebih rendah ini terlihat pada proses pembangunan dan kondisi pasca pembangunan.", "Daftar File": {"1999_TS_PP_MARWATI.pdf": "https://digilib.itb.ac.id/gdl/download/5832"}, "Penulis": "Gundhi Marwati", "Kontributor / Dosen Pembimbing": ["Tjuk Kuswartojo", "Suparti Salimscanner:kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "organisasi pemrakarsa, latar belakang prakarsa, penghuni, proses pembangunan, serta bentuk dan tingkat partisipasi kelompok.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2006"}