{"Nomor": 4787, "Judul": "UPAYA MEMAHAMI STRUKTUR  KEADAAN KESESAKAN    PADA LINGKUNGAN RUMAH TIPE KECIL  DAN MENGENALI CARA MENGATASINYA", "Abstrak": "Abstrak: \nHingga sekitar 43,93% rumah tangga di perkotaan tinggal di rumah-rumah bertipe kecil dengan kesesakan tinggi. Sekelompok orang apabila menghuni rumah dengan kesesakan tinggi biasanya menderita rasa kesesakan. Pada umumnya, jika seseorang mengalami keadaan kesesakan secara terus menerus, ia mungkin menunjukkan perilaku sosial patologis, seperti melakukan perbuatan kriminal, kenakalan remaja, dan lain-lain. \nMempertimbangkan bahwa cukup banyak rumah tangga di perkotaan menghuni rumah berkesesakan tinggi, maka dampak negatif perilaku patologis akibat dari keadaan kesesakan dapat sangat meluas. Oleh karena itu telah dilakukan upaya untuk mengkaji dan menjelaskan struktur faktor-faktor yang saling berkaitan yang menyebabkan munculnya rasa kesesakan pada lingkungan perumahan. Berdasarkan pada pengamatan empiris yang diperoleh dari berbagai studi dan beberapa pembahasan teoritis, hubungan timbal balik yang cukup komprehensif antara faktor-faktor tersebut secara eksplisit digambarkan dalam bentuk diagram hubungan sebab akibat, dimana dapat diamati tidak hanya alur-alur yang menunjukkan akibat, tetapi juga alur-alur dari rangkaian umpan balik yang menjadi penyebabnya, baik yang langsung maupun tidak langsung. \nDari diagram yang disusun diidentifikasi adanya tiga alur utama yang dapat memunculkan rasa kesesakan, yaitu alur privasi, alur ketentraman, dan alur keberdayaan. Oleh karena itu, cara mengurangi kondisi tersebut dapat dilakukan melalui pengubahan bagian-bagian yang bekerja dalam ke tiga alur utama tersebut. Perlu diperhatikan pula bahwa diagram memiliki putaran umpan balik positif, yakni putaran yang mempunyai pengaruh memperkuat/memperbesar. Selanjutnya, dapat disimpulkan secara implisit bahwa rasa kesesakan sendiri dapat mempengaruhi faktor-faktor yang diidentifikasi dalam diagram sebagai penyebab keadaan tersebut. \nFaktor paling dominan yang dapat mengurangi kondisi psikologis kesesakan adalah tingkat pendapatan. Oleh karma itu kunci untuk memecahkan masalah kesesakan adalah melakukan prakarsa untuk mendorong dan memfasilitasi kegiatan-kegiatan yang menghasilkan pendapatan yang dapat memperbaiki tingkat pendapatan keluarga yang tinggal di lingkungan rumah bersesakan tinggi tersebut. \nMempertimbangkan dampak negatif dan biaya sosial yang tinggi akibat kesesakan pada perumahan tipe-tipe kecil, maka disarankan agar pemerintah meninjau ulang, mengevaluasi dan mempertimbangkan kembali keberlanjutan program pembangunan perumahan sederhana dan sangat sederhana.", "Daftar File": {"1999_TS_PP_HANNY_1.pdf": "https://digilib.itb.ac.id/gdl/download/5833"}, "Penulis": "Hanny", "Kontributor / Dosen Pembimbing": ["Pembimbing :Saswinadi Sasmojo, Prof., Ph.D.Scan:Yati Rohmah(12-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Struktur keadaan kesesakan; lingkungan rumah, tipe kecil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2006"}