{"Nomor": 4791, "Judul": "PERANCANGAN NEUROREGULATOR PADA SISTEM PENGEREMAN ANTILOCK", "Abstrak": "Abstrak : ABS (Antilock Brake System) adalah sistem pengereman  yang mencegah terkuncinya roda. Unjuk keija berupa waktu dan jarak pengereman bertambah panjang bila roda dalam keadaan terkunci dan slip. Penyebab utama terjadinya slip adalah turunnya koefisi9n gesek pengereman antara roda dart jalan yang disebabkan pengereman diakukan dengan tiba-tiba dan jenis permukaan jalan yang berubah ubah Algoritma kendali ABS mempunyai kemampuan terbatas untuk belajar (learn) bagaimana mengatasi beragam tipe jalan. Oleh karena itu dibutuhkan sebuah pengendali yang dapat belajar (learning controller).   \n \nPeneliitian ini merupakan solusi masalah diatas dengan menerapkan pengendali yang maznpu ajar berdasarkan Jaringan Saraf Tiruan (JST). Konsep JST yang diterapkan pads penelitian ini mempunyai keunggulan pads mekanisme pembelajaran yaitu tidak digunakannya pembelajaran dinamika balik sistem seperti yang dilakukan oleh JST pada umunmya: JST hanya mempelajari fungsi antara kesalahan (harga referensi dikurangi keluaran sistem sebenarnya) dari aksi kendali yang sesuai, oleh karena itu pelatihan JST menggunakan waktu yang lebih sedikit. Hal ini diperlihatkan dalam jumlah periode pelatihan hanya membutuhkan 300-500 periode pelatihan JST telah mencapai target kesalahan yang ditentukan (0,02).   \n \nKonsep JST sebagai regulator telah diterapkan dengan baik untuk ABS dad didapat hasil sesuai dengan standar pengereman yaitu slip berharga 20% dan koefsien gesek berada pada titik maksimumnya untuk semua tipe jalan Selain itu Neuroregulator dapat menjaga renting slip pada 10%30%.", "Daftar File": {"1999 CORDOVA": "https://digilib.itb.ac.id/gdl/download/5837"}, "Penulis": "Hendra Cordova [23396014]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Farida I. Muchtadi, Dr.Ir. Pembimbing 2 :Yul. Y. Nazaruddin, Dr.Ir., M.Sc., DIC  Scan : Hidayat (2006-04-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "Engineering & allied operations", "Kata Kunci": "NEUROREGULATOR, ABS", "Sumber": "Program Pascasarjana", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "25 Apr 2006"}