{"Nomor": 4796, "Judul": "ISOLASI DAN KARAKTERISASI MUTAN, PDI1   SENSITIF TEMPERATUR RAGI SACCHAROMYCES CEREVISIAE", "Abstrak": "Abstrak: \nIkatan disulfida antara gugus tiol dari residu sistein dalam rantai polipeptida menstabilisasi struktur tersier protein jalur sekresi dan protein membran. Pembentukan ikatan disulfida terjadi di dalam retikulum endoplasma dan dikatalisis oleh enzim Protein Disulfida Isomerase (PDI). \nPDI bersifat esensial bagi viabilitas ragi S. cerevisiae. PDI ragi yang dikode oleh gen PDII, disusun oleh 530 residu asam amino dan terdiri atas beberapa domain yaitu domain a,b,b',a' dan c. Domain a dan a' dengan urutan residu asam amino -CGHC- adalah pusat aktif dari PDI, domain b dan b' diduga penting sebagai sisi pengikat substrat dan domain c dengan urutan residu asam amino -HDEL adalah sisi retensi pada retikulum endoplasma. \nMutagenesis secara in vitro pada daerah b dan b' gen pdi1 dengan menggunakan hidroksilamin sebagai mutagen telah dilakukan untuk mengetahui lebih dalam tentang residu asam amino yang bertanggung jawab terhadap fungsi dari domain b dan b'. Gen mutan yang dibawa oleh plasmid pRS314-pdi1 dimasukkan ke dalam ragi S. cerevisiae menggunakan metode transformasi dan plasmid shuffling. Teknik plasmid shuffling menggunakan media YNB yang mengandung asam 5 fluoro orotat (5 FOA) dilakukan untuk menseleksi transforman yang hanya membawa plasmid pRS314-pdi1. \nPenelitian lebih lanjut terhadap transforman yang telah diseleksi menghasilkan tiga transforman dengan sifat sensitif temperatur yaitu YITB 245, YITB 351 clan YITB 359. Ketiga transforman diatas mensekresi protein killer toxin pada tingkat yang sama dengan ragi wild type. Hasil penentuan urutan nukleotida fragmen HpaI-Bg1II gen pdi1 galur YITB 245 dan YITB 359 menunjukkan bahwa tidak terdapat adanya perubahan basa nukleotida. Hal ini menyarankan bahwa sifat sensitif temperatur yang diperlihatkan oleh kedua galur tersebut tidak disebabkan oleh terjadinya perubahan urutan basa pada gen pdi1.", "Daftar File": {"1999_TS_PP_HELWATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/5842"}, "Penulis": "Hira Helwati", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Muliawati Sindumarta, DR.Pembimbing II:Akhmaloka, Ph.D.Scan:Yati Rohmah(2006-07-13)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Karakterisasi Mutan, Saccharomyces cerevisiae", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jul 2006"}