{"Nomor": 4801, "Judul": "OPTIMASI AEROELASTIK STRUKTUR SAYAP DENGAN METODA  MODIFIED FEASIBLE DIRECTION", "Abstrak": "Abstrak : \nPada perancangan struktur pesawat udara, proses iterasi untuk mendapatkan kondisi yang memenuhi semua persyaratan dan tujuan perancangan hampir tidak dapat dihindari. Dengan adanya kecenderungan misi pesawat udara yang makin kompleks menyebabkan proses iterasi dengan prosedur perancangan tradisional/konvensional sudah tidak memenuhi lagi. Oleh karena itu perlu diterapkan piranti matematis yang dikenal dengan prosedur optimasi. Prinsip dasar optimasi adalah memvariasikan variabel perancangan untuk mendapatkan fungsi oyektif optimum tanpa melanggar batasan (constraint) perancangan. Salah satu batasan perancangan pesawat udara yang sangat penting adalah flutter yang kemunculannya tidak saja membatasi kecepatan jelajah tetapi juga bersifat katastropik.  \n \nPada penelitian ini optimasi struktur sayap pesawat udara dengan batasan flutter telah dilakukan. Struktur sayap dimodelkan sebagai balok lentur (stiffness beam) dan balok massa (mass beam) yang antar keduanya dianggap tersambung kaku sehingga tidak ada gerak relatif antar keduanya. Kuantitas gaya aerodinamik tak tunak pada sayap ditentukan dengan menerapkan teori strip yang didasarkan pada perumusan Theodorsen. Sedangkan analisis flutter dilakukan berdasarkan metode PK. Optimasi dilakukan terhadap penampang batang kekakuan dengan menerapkan metoda modified feasible direction MFD. Hasil yang diperoleh menunjukkan bahwa kecepatan flutter lebih sensitif terhadap perubahan tebal kekakuan dibanding terhadap ukuran tingginya. Hasil lain yang sangat menarik adalah dengan menerapkan metoda optimasi dengan batasan flutter memungkinkan perancangan suatu struktur dengan kecepatan flutter yang telah ditentukan namun sebagai konsekuensinya massa total struktur juga akan meningkat. Sekalipun secara umum hasil yang diperoleh sangat memuaskan namum beberapa perbaikan perlu dilakukan seperti penerapan metoda analitis dalam analisis sensitivitas perancangan serta penerapan metoda aproksimasi guna mempercepat waktu komputasi.", "Daftar File": {"1999  Ismoyo Haryanto": "https://digilib.itb.ac.id/gdl/download/5847"}, "Penulis": "Ismoyo Haryanto [23197017]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harijono Djojodihardjo, Prof., ScD.  Pembimbing 2 :  I Wayan Tjatra, Ir., PhD.  Scan :  Hidayat (2006-05-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pesawat udara, Perancangan, Perancangan sayap", "Sumber": "FTMD", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Mei 2006"}