{"Nomor": 4806, "Judul": "STUDI MEKANISIME  SEL TERIMOBILISASI DAN SEL     BEBAS DALAM FASE TERLEKAT PADA REAKTOR UPFLOW HIBRRID ANAEROBIK  DENGAN BEBAN TINGGI", "Abstrak": "AbstrakReaktor Upflow Hibrid Anaerobik merupakan gabungan antara Reaktor Pertumbuhan Tersuspensi dan Reaktor Pertumbuhan Melekat, yang dikembangkan dengan tujuan pemisahan tahap asidogenesa dan lahap methanogenesa. Dalam Reaktor Pertumbuhan Melekat, terjadi imobilisasi sel (biofilm) pada media bambu. Dalam keadaan terimobilisasi, sel-sel memiliki karakteristik dan kemampuan penggunaan substrat yang berbeda dibandingkan dengan sel-sel bebas. Dalam penelitian ini, molasse yang diencerkan digunakan sebagai substrat sintetis, mewakili air buangan dengan konsentrasi organik tinggi. Perlakuan yang diberikan terhadap reaktor adalah variasi konsentrasi Chemical Oxygen Demand (COD) pada inlet 40, 60, dan 90 g/l dan waktu detensi hidrolis 24, 30, 48, dan 72 jam (beban organik 13.76 - 97.60 g/i.hari). Hasil penelitian menunjukkan bahwa perlakuan waktu detensi mempengaruhi jumlah mikroorganisme yang terimobilisiisi, sedangkan perlakuan konsentrasi COD inlet (dan beban organik) mempengaruhi struktur dari biofilm. Kondisi optimum fasa terlekat dicapai pada perlakuan waktu detensi 30 jam dan konsentrasi COD inlet 40 g/l, di mana kecepatan penggunaan substrat spesifik mencapai nilai 2.55 g COD/g VSS.hari dan penyisihan COD oleh fasa terlekat adalah 52.63%. Parameter-parameter yang digunakan untuk analisa adalah Volatile Suspended Solids (VSS), Jumlah Total Koloni, COD, Ketebalan Biofilm, dan pemotretan dengan Scanning Electron Microscopy (SEM).", "Daftar File": {"1999 L. Lyastuty Elia": "https://digilib.itb.ac.id/gdl/download/5854"}, "Penulis": "L. Lyastuty Elia [25396012]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Mindriany Syafila, Dr.Ir., MS.Scan:Hidayat (2006-03-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Upflow anaerobic hybrid reactor, Growth reactor, Electron microscopy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2006"}