{"Nomor": 4818, "Judul": "USULAN STRATEGI BAURAN PEMASARAN PT BAT INDONESIA (STUDI KASUS ROKOK MEREK ARDATH)", "Abstrak": "Abstrak :\tEra globalisasi yang mengarah pada ekonomi pasar, menuntut perusahaan untuk dapat mengantisipasi segala perubahan yang sangat cepat. Pada saat ini seluruh perusahaan rokok putih sedang mengalami perubahaan dalam bidang perpajakan, dimana besarnya cukai pajak dipengaruhi oleh kapasitas produksi yang dimiliki perusahaan. Hal tersebut menyebabkan perusahaan rokok putih dengan kapasitas yang tinggi mengalami kenaikan harga dan akan kehilangan konsumennya. Untuk itu perlu peninjauan kembali strategi perusahaan rokok putih pada umumnya. Dilain pihak rokok kretek tetap mendapat tempat pada konsumen rokok di Indonesia.  \nPenelitian dilakukan di perusahaan rokok putih PT BAT Indonesia pada bulan Juni sampai Agustus 1999 dengan pengambilan data secara langsung dan informasi lainnya dari perusahaan bersangkutan.  \nKarya Akhir ini mengambil topik tentang strategi pemasaran PT BAT Indonesia dalam menghadapi perubahan cukai pajak dengan keluarnya Peraturan Pemerintah No 124/KJV1K.05/1999 tanggal 1 April 1999. Walaupun terjadi perubahan yang merugikan perusahaan rokok putih, diharapkan PT BAT Indonesia dapat tetap mempertahankan market share perusahaan atau menjadi suatu peluang yang cukup besar , sehingga nantinya dapat memperluas market share perusahaan.  \nUntuk itu dilakukan analisa dengan menggunakan SWOT, dimana analisa ini secara garis besar dapat melihat lingkungan perusahaan yang ada diluar atau pesaing. Setelah mendapatkan peluang dan ancaman yang dihadapi oleh PT BAT Indonesia, maka pada akhirnya hasil analisa tersebut akan digunakan dalam konsep 4P yaitu price, product, promotion, place. Dalam hal ini masalah \"harga \"yang berorientasi pada laba akan menjadi fokus utama.    \nBerdasarkan analisis yang sudah dilakukan maka didapat strategi marketing yang baru, dimana diharapkan nantinya akan lebih baik dari strategi PT BAT Indonesia sebelumnya.", "Daftar File": {"1999_TS_PP_SIHOMBING_1.pdf": "https://digilib.itb.ac.id/gdl/download/5866"}, "Penulis": "Obertin Sihombing (NIM : 28198025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Uke MMP Siahaan, Ir., MBA. Scan :Hidayat (2006-06-27)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2006"}