{"Nomor": 4833, "Judul": "PERILAKU RANGKAK KONDISI", "Abstrak": "Abstrak: \nKeruntuhan tanah dapat diakibatkan oleh hilangnya kekuatan geser tanah yang disebabkan pengaruh rangkak atau deformasi lanjutan pada pembebanan tetap. Deformasi pada proses rangkak merupakan fungsi dari waktu. Sedangkan beban tetapnya diambil dari tegangan deviator konstan yang besarnya lebih kecil dari tegangan deviator saat runtuh. Perilaku rangkak dapat terjadi pada kondisi drained atau undrained. Rangkak drained memiliki dua komponen yaitu volumetrik dan deviatorik dan diasumsikan pada kondisi tegangan efektif konstan. Rangkak undrained menyebabkan perubahan tegangan efektif dan diasumsikan terjadi pada kondisi total stress dan volume konstan. \nPengujian rangkak dilakukan pada tanah berplastisitas tinggi dan mempunyai indikasi potensi swelling yang besar (expansive soils). Pengujian tersebut dilakukan pada kondisi undrained. Terlebih dahulu pengujian dilakukan pada kepadatan 95%, 90% dan 80% dari kepadatan maksimum, kemudian diberikan beban rangkak yang digunakan pada stress levels (atau beban deviator) 90%, 80% dan 70% dari beban maksimum atau beban saat keruntuhan. \nDari hasil penelitian bahwa, tingkat tegangan (stress level) berbanding lurus terhadap regangan. Kecepatan regangan (strain rate) berbanding lurus dengan tingkat tegangan. Kondisi tanah yang memiliki angka keamanan paling kecil, akan mengalami keruntuhan rangkak lebih awal, atau SF = 1.1 (tingkat tegangan 90%) akan mengalami keruntuhan rangkak lebih awal dibandingkan kondisi tanah yang memiliki SF = 1.25 atau 1.43 (tingkat tegangan = 80% atau 70%).", "Daftar File": {"1999 FEBRIJANTO": "https://digilib.itb.ac.id/gdl/download/5881"}, "Penulis": "Rudy Febrijanto [25097005]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Bigman M. Hutapea, Ir., MSCE., Ph.D.Scan:Yati Rohmah(01-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perilaku rangkak; Undrained, tanah ekspansif", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "01 Jun 2006"}