{"Nomor": 4839, "Judul": "STUDI PANGSA PASAR PADA SISTEM ANGKUTAN ANTAR KOTA ANTAR PROPINSI PERUM DAMRI    (STUDI KASUS : TRAYEK PURWOKERTO-JAKARTA DENGAN PELAYANAN CEPAT TERBATAS)", "Abstrak": "Abstrak : \nBanyaknya perusahaan angkutan umum bus antar kota antar propinsi yang mengoperasikan armadanya pada trayek Purwokerto - Jakarta mengakibatkan persaingan ketat dalam memperebutkan pangsa pasar yang ada, apalagi dengan datangnya krisis ekonomi yang berkepanjangan dimana biaya operasi kendaraan naik di satu sisi sedangkan pendapatan relatif turun, sehingga banyak perusahaan yang hanya bertahan hidup saja.    \n Setiap perusahaan tentu ingin mempertahankan kelangsungan hidupnya bahkan meningkatkannya. Sebagai perusahaan jasa, pelayanan merupakan ujung tombak dalam memperoleh pangsa pasar begitu pula Perum DAMRI Stasiun Purwokerto selama ini telah berusaha memberikan pelayanan yang lebih baik dengan meningkatkan kinerja pelayanannya. Agar dapat diidentifikasi dengan tepat variabel-variabel pelayanan apa saja yang berpengaruh dominan terhadap perolehan pangsa pasar, maka harus dilakukan penjaringan preferensi pengguna jasa dalam memberikan penilaian terhadap variabel pelayanan, dalam memutuskan pilihan moda yang digunakan.    \n Dengan menggolongkan moda menjadi 2 (dua) yaitu Perum DAMRI dan Non DAMRI, identifikasi variabel pelayanan yang berpengaruh pada pemilihan moda dikelompokan menjadi variabel kualitatif dan variabel kuantitatif yang diperoleh melalui survai. Tingkat pengamatan didasarkan pada informasi dan perilaku individu (disagregat) yang terlibat langsung dalam proses pemilihan moda tersebut. Kemudian dihitung menggunakan model Logit Biner didapat model matematis sbb:    \n PD =  I/(1+e-(-8.844145-0.0035388701-30.541459W1+4.60067x1+ 4.421976X2 +5.069195x3-2.9416363X4 -1.4659591X6 +3.0652454X7 + 4.1378109X8 + 3.0805350x12))    \n Dimana P(D) adalah Probabilitas pemilihan moda bus DAMRI, 01:  Ongkos ticket bus Purwokerto - Jakarta,02 :  ongkos angkutan dari terminal akhir ke tujuan, W1 :  waktu tunggu diterminal, W2 : waktu perjalanan Purwokerto - Jakarta,X1 : ketepatan waktu pemberangkatan bus,X2 : kesesuaian jadwal pemberangkatan bus, X3 : frekuensi perjalanan, X4 : resiko terhadap kehilangan/kerusakan barang bawaan dan X6 :tingkat kebisingan, getaran goncangan didalam bus, X7 : keleluasaan tempat duduk,  X8 : kebersihan ruangan dan X12 : potongan harga ticket baik langsung maupun tidak langsung.", "Daftar File": {"1999_TS_PP_SUCIPTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5889"}, "Penulis": "SUCIPTO (NIM 28097007)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:A. Imam Istiyanto,Ir.MBA. Pembimbing II:Bambang Hermanto,Ir.MSc.MBA> Scan :Neneng (2006-06-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2006"}