{"Nomor": 4840, "Judul": "MODEL PENENTUAN TARIF PESAWAT UDARA RUTE DENPASAR - JAKARTA               [STUDI KASUS : P.T. MERPATI NUSANTARA AIRLINE ]", "Abstrak": "Abstrak :Bagi perusahaan penerbangan, tarif merupakan penerimaan perusahaan yang digunakan untuk menutup seluruh biaya yang dikeluarkan oleh perusahaan guna memproduksi jasa angkutan udara.  \nBiaya operasi perusahaan penerbangan terdiri dari biaya tetap dan biaya tak tetap (biaya variabel). Biaya tetap merupakan biaya yang jumlahnya tetap meskipun jumlah produksi meningkat atau menurun. Sedang biaya tak tetap adalah biaya yang besarnya tergantung dari besar atau kecilnya jumlah output yang dihasilkan.  \nUntuk melayani rute penerbangan Denpasar-Jakarta, PT. Merpati Nusantara Airline mengoperasikan pesawat jenis jet dengan 6 (enam) tipe yaitu Airbus 310, Airbus 300, Boeing 737, Fokker 100, Fokker 28 dan BAE146.  \nDengan tarif yang berlaku sebesar Rp. 251.000,- dan nilai tukar Rp. 5. 300IUS$ ,semua tipe pesawat yang dioperasikan tidak menguntungkan perusahaan. Kenaikan tarif sebesar 35% dari Rp. 251.000,- menjadi Rp. 339.000,- untuk tujuan Denpasar hanya tipe pesawat B-737 dan F-100 yang menguntungkan perusahaan, dengan selisih tarif berlaku dengan tarif seharusnya Rp. 57.250 (B-737) dan Rp. 44.746 (F-100). Sedang untuk tujuan Jakarta tidak ada tipe pesawat yang menguntungkan.  \nKenaikan tarif sebesar 53% dari Rp. 339.000,- menjadi Rp. 519.000,- , tipe pesawat yang menguntungkan perusahaan adalah B-737, F-100 dan BAEI46 untuk tujuan Jakarta, sedang untuk tujuan Denpasar hanya tipe A-310 yang tidak layak digunakan.  \nPada masa yang akan datang dengan nilai tukar sebesar Rp. 5.300,-/US$, semua tipe pesawat masih layak digunakan dengan faktor muatan rata-rata antara 30% sampai dengan 40%.  \nPerubahan nilai tukar rupiah dari Rp. 5.300,-/US$ menjadi Rp. 8.000,-/US$ mengakibatkan sebagian biaya operasi perusahaan meningkat. Dengan nilai tukar tersebut semua tipe pesawat masih tayak digunakan dengan rata-rata faktor muatan antara 40% sampai dengan 60% untuk tujuan Denpasar dan Jakarta.", "Daftar File": {"1999 SUDARLAN": "https://digilib.itb.ac.id/gdl/download/5890"}, "Penulis": "Sudarlan  [28096027]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Idwan Santoso, Dr.Ir., M.Sc. Pembimbing 2 :Nurhayati Ma\\'", "mun, Ir.M.Sc. Scan :Hidayat (2006-05-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perusahaan penerbangan, Biaya operasi, rute penerbangan", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Jun 2006"}