{"Nomor": 4848, "Judul": "STUDI PENGARUH CAMPURAN LIMBAH ELECTROPLATING DAN FLY ASH TERHADAP UJI TRIAKSIAL PADA LEMPUNG BANDUNG", "Abstrak": "Abstrak: Dengan semakin banyaknya PT PLN (Persero) mengoperasikan Pembangkit Listrik Tenaga Uap berbahan bakar batu bara, maka timbul permasalahan dalam pembuangan dan pemanfaatan limbah hasil pembakaran batu bara tersebut. Sampai saat ini pemanfaatannya masih belum maksimal sehingga membutuhkan biaya dalam pengelolaan limbahnya antara lain diperlukan tempat pembuangan yang memenuhi syarat lingkungan. Fly ash merupakan limbah hasil pembakaran bubuk batu bara, bersifat non plastis, tidak berkohesi dan berbutir halus mempunyai ukuran seperti lanau. Industri peralatan yang terbuat dari besi memerlukan teknologi pelapisan logam untuk melindungi hasil produknya dari serangan karat terutama pada daerah beriklim lembab seperti Indonesia. Limbah padat yang merupakan hasil sampingan dari proses pelapisan logam adalah limbah electroplating yang berwarna hijau kebiru-biruan, mempunyai kandungan senyawa logam yang mungkin dapat dimanfaatkan secara produktif misalnya untuk bahan stabilisasi. Dalam upaya pemanfaatan kedua limbah tersebut serangkaian pengujian di laboratorium telah dilakukan untuk mempelajari pengaruh fly ash dan limbah electroplating terhadap kuat tekan bebas lempung. Dalam penelitian ini pengaruhnya dilihat terhadap uji Triaksial UU,CU dan CD. Seperti diketahui fly ash dan limbah electroplating mengandung berbagai senyawa logam yang dapat menyediakan sejumlah divalen dan trivalen kation, berbagai reaksi kimia memegang peranan penting dari proses fisis dalam perbaikan sifat-sifat tanah. Dalam penelitian ini lempung yang dipakai berasal dari Gede Bage dan Cilampeuni yang merupakan formasi lempung dataran tinggi Bandung. Sedangkan fly ash langsung diambil setelah proses pembakaran dari PLTU Suralaya dan limbah electroplating berasal dari PT. PINDAD. Beberapa kombinasi campuran antara fly ash, limbah electroplating dan lempung Bandung dicampur pada kadar air optimum untuk mengetahui efektivitas kedua limbah tersebut sebagai bahan stabilisasi terhadap lempung Bandung. Pengujian yang dilakukan terdiri atas indeks properties, pemadatan, uji tekan bebas, uji Triaksial UU,CU,CD, analisa kimia dan difraksi sinar-X untuk memperoleh sifat-sifat tanah yang diperlukan. Pada persentase campuran tertentu antara fly ash, limbah electroplating dan lempung Bandung yang kemudian diperam pada usia tertentu diperoleh kenaikan nilai parameter C atau ?. Penambahan fly ash maupun limbah electrolplating belum tentu meningkatkan nilai C atau ?, bahkan dapat terjadi penurunan. Pengaruh penambahan fly ash dari penelitian menunjukkan sangat sensitif terhadap kadar air, pemadatan, penundaan kompaksi. Pada campuran limbah fly ash dengan lempung Bandung perlu ditambah kapur atau semen, hal ini berkaitan dengan sifat pozolanicnya.", "Daftar File": {"1999_TS_PP_HUTASOIT_1.pdf": "https://digilib.itb.ac.id/gdl/download/5899"}, "Penulis": "Sutan Soaduon Hutasoit", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ilyas Suratman, Dr. Ir.  Scan: Hidayat hidayat@unix.lib.itb.ac.id (2006-02-16)  Editor: Ena Sukmana, S.Sos. (2006-02-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2006"}