{"Nomor": 4850, "Judul": "PENGARUH KOMBINASI TIROKSIN DAN METHOPRENE TERHADAP PERIODE LARVA, KELENJAR SUTERA, KUALITAS KOKON DAN INDEKS NUTRISI BOMBYX MORI L. (LEPIDOPTERA : BOMBYCIDAE)", "Abstrak": "AbstrakKombinasi pemberian tiroksin dan methoprene telah dilakukan pada ulat sutera, Bombyx mori L. dengan maksud untuk melihat pengaruhnya terhadap periode larva, kelenjar sutera, kckon yang dihasillcan serta indeks nutrisi. Penelitian mengguuralcan rancangan acak lengkap dalam faktorial (RAL Faktorial) dengan empat macam konsentrasi tiroksin (0, 1000, 1500, dan 2000 ppm) dan lima macam konsentrasi methoprene (0, 10, 20, 40, dan 80 ppm). Hasil penelitian menunjukkan, pembeiian tiroksin tidak mempengaruhi periode makan larva instar lima, sebaliknya methoprene mengakibatkan periode makan larva instar lima lebi7r lama seiring dengan peningkatan konsentrasi dan berbeda dengan kontrol begitu juga antar perlakuan. Pembeiian tiroksin dan methoprene secara tunggal ataupun kombinasi keduanya dapat meningkatkar: berat kelenjar sutera, berat basah dan kering kokon, berat kulit kokon dan berat kering pupa. Peningkatan tertinggi pemberian secara tunggai ataupun gabungan terjadi pada konsentrasi tiroksin 1500 ppm dan methoprene 10 ppm, kecuali pada berat kering pupa terjadi pada konsentrasi tiroksin 2000 ppm dan methoprene 20 ppm. Kelenjar sutera bagian posterior mengalami peningkatan yang paling tinggi, kemudain bagian median dan anterior. Pemberian tiroksin meningkatkan laju konsumsi (CR) dan laju pertumbuhan (GR) larva instar lima B. mori, sebaliknya pemberian methoprene menurur':rn nilai CR dan GR, kecuali pada konsentrasi 10 ppm. Pemberian tiroksin tidak mempengaruhi nilai efisiensi pemanfaatan makanan larva instar lima B. mori, kecuali efisiensi konversi makanan yang dicema (ECD), pada konsentrasi 10 ppm. Sebaliknya pemberian methoprene secara nyata mempengaruhi nilai efisiensi pemaiifaatan makanan larva instar lima B. mori. Dalam penelitian ini dibahas juga kemungkinan mekanisme kerja kedua hormon tersebut terhadap berat kelenjar sutera, berat kokon dan indeks nutrisi.", "Daftar File": {"1999_TS_PP_SUWARNO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5901"}, "Penulis": "Suwarno", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "< p align=", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mar 2006"}