{"Nomor": 4853, "Judul": "EKOLOGI PERTANIAN TRADISIONAL MASYARAKAT   KASEPUHAN, KAMPUNG CIPTARASA, SUKABUMI", "Abstrak": "Abstrak :Pengetahuan tradisional selama bertahun-tahun dan peraturan tata nilai budaya yang dijalankan dalam sistem pertanian tradisional merupakan ciri yang mendasar dari pola pengolahan tanah pertanian masyarakat Kasepuhan. Kearifan ekologi dalam mengelola tanah pertanian memberi kontribusi yang besar terhadap kelestarian lingkungan, keanekaragaman hayati, kontinuitas produksi dan kelangsungan adat budaya. Kearifan ekologi yang dijalankan tersebut tampak pada pola tanam, pola pemilihan jenis tanaman dan pola periode tanam (rotasi tanam) selama mengolah tanah pertanian. Kelestarian lingkungan antara lain tampak pada rendahnya sumber daya nir hayati yang dipergunakan, tercatat hanya bahan kimia pupuk untuk sawah dan huma sebesar 10 - 15 kg/KK/tahun yang dipergunakan ; penggunaan bio-pestisida seperti Lantana trifolia, (Wires scutellariodes, Toona sureni, Amomum dealbatum, Eryngium futidumdan Anchasma walang, pola tanam polikultur dan rotasi waktu tanam untuk menanggulangi hama padi. Keanekaragaman hayati, antara lain 108 jenis tanaman budi daya digunakan pada seluruh sistem pertanian yang terdiri dari 36 jenis tanaman buah, 42 jenis tanaman obat. 25 jenis tanaman kayu dan 24 jenis tanaman palawija (crop) ; 66 varietas padi sawah lokal, yang terdiri dari 6 varietas pad1 asli (non hibrid) seperti raja denok, srikuning. gajah bairah, nemol, cere, srimahi dan hanggasa dan 60 varietas padi silangan (hibrid) seperti cere layung, cere gelas, cere markoti dan pelita ; 11 varietas padi ketan yang seluruhnya padi asli, kecuali ketan hideung geulis dan hideung rante; 19 varietas padi huma, yang terdiri 15 varietas padi asli seperti badigol, kijang, bandung dan bangban serta 4 varietas padi ketan hasil silangan seperti beureum batu, beureum karang, beureum geulis dan beureum seungkeu ; 11 varietas padi ketan huma, yang terdiri 9 varietas padi asli seperti alean, beureum, balitung, bogor dan cikur serta 2 varietas padi silangan seperti hideung huis dan hideung rante ; 15 varietas singkong, seperti singkong manalungan, hideung, karihkil dan jagreg dan 30 varietas pisang seperti raje sere, bangkawulu, raja bulu, ambon, bogo, muli dan omas. Kelangsungan produksi yang ditinjau dari keberlanjutan kesuburan tanah dan hasil panen dilakukan antara lain dengn mengunakan pola tanam yaitu mengubah sawah di tahun gede (Oktober- April)menjadi sistem kebun musiman (Agustus - September) yang ditanami kacang-kacangan sebagai upaya meningkatkan kesuburan lahan dan memperoleh 'cash crop'. Kelangsungan adat dan budaya diantaranya 10 peraturan adat (tabu) melalui pengaturan pola tanam, pemilihan jenis tanaman dan periode tanam misalnya larangan penggunaan bahan kimia untuk pestisida yang dipecahkan dengan mengatur waktu rotasi tanaman. Konsekuensi dari sistem pertanian tradisional yang dijalankan tersebut adalah hanya tercukupi kebutuhan hidup sehari-hari dan tidak menjadi masalah, mengingat seluruh aktivitas pertanian merupakan bagian dari kegiatan budaya.", "Daftar File": {"1999 Teguh Husodo": "https://digilib.itb.ac.id/gdl/download/5904"}, "Penulis": "Teguh Husodo [20696047]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Taufikurahman, Dr. Pembimbing 2:Sri Widodo, Dra., M.Sc. Scan :Hidayat (2006-05-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pengetahuan tradisional, Budaya, Lingkungan", "Sumber": "SITH", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Jun 2006"}