{"Nomor": 4854, "Judul": "PERANCANGAN DAN REALISASI SISTEM BERBASIS PC UNTUK PUSKESMAS:  MODUL EVALUASI TINGKAT GIZI BALITA, PEMANTAUAN IBU HAMIL DAN SP2TP (SISTEM PENCATATAN DAN PELAPORAN TERPADU PUSKESMAS)", "Abstrak": "Abstrak : Dalam tesis ini dirancang dan direalisasikan sistem berbasis PC untuk aplikasi di puskesmas yang meliputi modul pengukuran besaran fisiologis ibu dan anak serta modul Sistem Pencatatan dan Pelaporan Terpadu Puskesmas (SP2TP)  \nSistem yang dikembangkan terdiri dari perangkat keras dan perangkat lunak. Perangkat keras berupa modul pengukuran berat badan balita, berat badan ibu hamil, tekanan darah dan deteksi denyut jantung janin. Perangkat lunak yang dikembangkan yaitu modul SP2TP (Sistem Pencatatan dan Pelaporan Terpadu Puskesmas), pemantauan usia kehamilan (melalui tinggi puncak rahim), evaluasi tingkat gizi balita serta perangkat lunak untuk koordinasi perangkat keras.  \nPotensiometer geser dan Linear Variable Differential Transformer (LVDT) digunakan sebagai sensor berat modul timbangan balita dan ibu hamil dengan meletakkan pada mekanik timbangan manual yang telah dimodifikasi. Modul tekanan darah menggunakan capacitive pressure sensor sebagai sensor tekanan dan elemen piezoelectric untuk deteksi bunyi Korotkoff.  \nPerangkat lunak dikembangkan dengan menggunakan program aplikasi Delphi developer 2. Sistem basis data SP2TP menggunakan Paradox Database yang tersedia pada Delphi Database Desktop. Digunakan pula metode regresi untuk menganalisa dan mengolah hasil pengukuran sesuai dengan respon sensor yang digunakan.  \nUji coba kedua modul yang telah dirancang dan direalisasikan ini meliputi uji coba laboratorium yang dilakukan di Laboratorium Elektromedis, Gedung LabTek VIII, ITB dan uji coba lapangan yang dilakukan di Puskesmas Talagabodas, Bandung. Hasil uji coba sistem cukup baik meskipun masih memerlukan penyempurnaan lebih lanjut.  \nSistem yang dikembangkan ini diharapkan dapat meningkatkan efisiensi waktu dan tenaga serta menyediakan informasi yang akurat dan dibutuhkan, sehingga pelayanan kesehatan ibu dan anak serta sistem administrasi/koordinasi puskesmas dapat berfungsi dengan lebih baik.", "Daftar File": {"1999_TS_PP_SARDJONO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5905"}, "Penulis": "Tri Arief Sardjono (NIM : 23296032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Soegijardjo Soegijoko, Prof.Dr.Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2006"}