{"Nomor": 4855, "Judul": "KAJIAN TENTANG PENGARUH PERUBAHAN HARGA ENERGI TERHADAP KELUARAN EMISI PADA INDUSTRI PENGOLAHAN DI INDONESIA", "Abstrak": "ABSTRAK \nPerkembangan sektor industri pengolahan tidak hanya memberikan dampak postitif bagi pertumbuhan ekonomi (22,8% PDB) dan penyerap lapangan kerja (10% angkatan kerja), akan tetapi terdapat faktor faktor eksternalitas yang menimbulkan efek negatif bagi lingkungan, yang Salah satunya adalah pencemaran udara karena penggunaan energi di sektor industri. Pemilihan jenis dan intensitas penggunaan energi di industri dipengaruhi oleh harga setiap jenis energi.      \nPenetapan harga energi di Indonesia yang dilakukan oleh pemerintah melalui suatu Surat Keputusan Presiden (Keppres) selama ini belum mempertimbangkan kenyataan bahwa perubahan harga energi akan berpengaruh pada perubahan keluaran emisi dari sektor industri pengolahan. Sehingga kebyaksanaan pemerintah untuk merubah harga energi dapat berdampak naiknya jumlah keluaran emisi sektor industri pengolahan, atau sebaliknya.      \nDalam studi ini dikaji pengaruh perubahan harga energi terhadap perubahan permintaan energi untuk seluruh jenis energi yang digunakan di sektor industri pengolahan. Adanya perubahan permintaan energi karena perubahan harga energi berdampak pada perubahan keluaran emisi. Untuk mengkaji sejauh mana pengaruh perubahan harga energi terhadap perubahan keluaran emisi diperlukan dua variabel, yaitu ring/cat elastisitas hargapermintaan energi yang menunjukkan besarnya perubahan permintaan energi karena perubahan harga energi, serta koefisien energi-emisi yaitu koefisien yang menunjukkan tingkat emisi yang dihasilkan untuk setiap penggunaan satu unit energi tertentu.      \nHasil perhitungan Elastisitas harga-permintaan energi dengan menggunakan metode dinamik translog menunjukkan bahwa energi yang paling elastis di sektor industri pengolahan secara keseluruhan adalah minyak tanah. Perubahan 1% dari harga semua jenis energi menghasilkan rata-rata perubahan permintaan minyak tanah sebesar 9,69%. Sedangkan energi yang paling tidak elastis di sektor industri pengolahan adalah solar, rata-rata dari perubahan absolutnya hanya 0,21%. Hasil perhitungan elastisitas harga energi-emisi menunjukkan bahwa dengan menaikkan harga energi dapat menyebabkan perubahan emisi yang berbeda. Sebagai contoh, dengan menaikkan 1% harga bensin dapat menyebabkan kenaikan emisi NOx, akan tetapi sebaliknya emisi TSP, SO, dan CO menurun.      \nDengan diketahuinya perubahan permintaan energi dan keluaran emisi industri pengolahan karena adanya perubahan harga energi, pemerintah dapat mempertimbangkan aspek polusi udara dalam penyusunan kebijaksanaan harga energi baik melalui kebijaksanaan subsidi ataupun melalui pajak.", "Daftar File": {"1999_TS_PP_FEBRIANY_1.pdf": "https://digilib.itb.ac.id/gdl/download/5906"}, "Penulis": "Vita Febriany", "Kontributor / Dosen Pembimbing": ["Pembimbing:A. Imam Istiyanto, Ir., MBA Scan:Hidayat (2006-02-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "emision output, energy price", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Feb 2006"}