{"Nomor": 4860, "Judul": "STUDI MODEL MATEMATIKA KECEPATAN ALIRAN DI TIKUNGAN BERKRIB DENGAN MENGGUNAKAN METODA MAC CORMACK EKSPLISIT-CURVELINIER", "Abstrak": "Abstrak:  \nSungai adalah alur alam yang sangat diperlukan manusia, terutama negara Indonesia yang merupakan negara agraris. Berdasarkan kenyataan yang ada, bahwa kondisi georafis Indonesia terdiri dari banyak sungai. Pada umumnya bentuk morfologi sungai dari kondisi lurus di bagian hulu menjadi berbelok atau menikung di sebelah hilirnya. Dengan adanya perubahan morfologi tersebut, maka pada tikungan terjadi kekomplekan aliran ditandai dengan timbulnya gaya centrifugal pada aliran di sepanjang tikungan, sehingga mengakibatkan terjadinya aliran sekunder. Sebagai efeknya terjadi ketidakstabilan pada dasar dan tebing saluran ditandai dengan terjadinya gerusan pada tikungan luar dan pengendapan pada tikungan dalam, sehingga mengurangi manfaat dan fungsi sungai bagi manusia. Salah satu penanggulangan masalah ketidakstabilan saluran pada saluran menikung adalah dengan menempatkan krib pada bagian luar tikungan.  \nAliran air yang terjadi dalam saluran terbuka merupakan aliran tiga dimensi, dimana kecepatan pangaliran mempunyai komponen arah melintang dan normal. Untuk merumuskan mosel matematik gerakan air dengan mempertimbangkan keadaan yang sebenarnya adalah suatu keadaan yang sulit, maka untuk memodelkan aliran air dengan tujuan rekayasa dilakukan beberapa penyederhanaan yaitu dengan mengabaikan beberapa faktor kecil pengaruhnya atau dengan beberapa anggapan-anggapan lainnya sehingga pada akhirnya digunakan persamaan dua dimensi.  \nFenomena peredaman kecepatan sekunder dan redistribusi kecepatan primer dengan menempatkan krib pada bagian luar tikungan dapat disimulasikan dengan model aliran 2-DH, yang solusinya menggunakan metoda numerik selisih hingga Mac Cormack-Curvelinier dan syarat batasnya baik di dinding saluran maupun tiang krib menggunakan metoda Characteristic.  \nAnalisa redistribusi kecepatan sebagai efek adanya krib, yaitu reduksi arus di luar tikungan, pembesaran arus dalam tikungan, reduksi arus di hulu krib dan pembesaran arus di hilir krib dapat digunakan sebagai disain awal dalam menentukan konfirugasi krib.", "Daftar File": {"1999_TS_PP_SITOHANG_1.pdf": "https://digilib.itb.ac.id/gdl/download/5913"}, "Penulis": "Yosef TTP Sihotang", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sri Legowo, Dr., Ir.Scan:Yati Rohmah(2006-09-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Model matematika, tikungan berkrib, Metoda Mac Cormack, eksplisit-curvelinier", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2006"}