{"Nomor": 4863, "Judul": "PERANGKAT LUNAK BANTU EKTRAKSI DATA", "Abstrak": "Abstrak: \nPada tesis ini dikembangkan perangkat lunak ektraksi data Dekomposisi fungsional perangkat lunak bantu ektraksi data dilakukan untuk mengumpulkan fungsi-fungsi yang harus dilakukan oleh sistem ektraksi yaitu pengambilan skema data, transformasi data, work order, pelaksanaan eksekusi dan administrasi pemakai. Pada tahapan analisis fungsi pengambilan data ditangani oleh transaksi, transformasi data ditangani oleh script, work order ditangani bersama oleh script-manager dan script serta pelaksanaan eksekusi ditangani oleh script-manager. \nPelaksanaan ektraksi dibagi dalam tahapan persiapan, eksekusi dan pelaporan hasil ektraksi. Pads tahap persiapan dilakukan identifikasi dan pengembangan transaksi, script-manager dan script sebagai pelaksana ektraksi. Tahapan eksekusi akan melaksanakan ektraksi berdasarkan hasil persiapan, dan status pelaksanaan akan dipantau pada tahapan monitoring hasil ektraksi. \nMetoda pengembangan berorientasi objek dengan metoda OMT dipakai dalam pengembangan analisis dan desain perangkat lunak Implementasi dilakukan pada sistem operasi Windows 95. Pengaksesan ke basis data dilakukan melalui antannuka ODBC. \nPrototipe perangkat lunak yang dihasilkan mengintegrasikan kegiatan pengembangan dengan manajemen pelaksanaan serta dukungan perawatan dengan menyediakan sarana pengeditan terhadap setiap entitas pelaksana ektraksi yang sudah ada. Pemakaian prototipe perangkat lunak di dunia nyata masih membutuhkan penyemptunaan, terutama di bidang optimasi eksekusi, penanganan format data yang spesifik untuk setiap basis data dan reliability pelaksanaan eksekusi.", "Daftar File": {"2000 Khoirul Anam Alghozali": "https://digilib.itb.ac.id/gdl/download/5916"}, "Penulis": "Khoirul Anam Alghozali [23597046]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Mary Handoko,MS. Pembimbing 2 :  Inggriani Liem,Dr.,Ir. Scan :  Yati Rohmah  (24-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data extraction, transaction, script-manager, script, OMT.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Mar 2006"}