{"Nomor": 4866, "Judul": "PENGGUNAAN JARINGAN SYARAF TIRUAN UMPAN MAJU DAN DIAGONAL RECURRENT UNTUK IDENTIFIKASI DAN KONTROL SISTEM DINAMIK", "Abstrak": "Abstrak : \nSejak beberapa tahun belakangan ini salah satu teknik yang banyak diteliti orang baik didalam pemrosesan sinyal, pengenalan pola, identifikasi dan kontrol sistem adalah Jaringan Syaraf Tinian (JST). Khusus untuk keperluan identifikasi dan kontrol sistem dinamik, arsitektur JST yang banyak digunakan adalah JST umpan maju dan Diagonal Recurrent (Diagonal Recurrent Neural Network / DRRN). Untuk melakukan proses identifikasi dan kontrol suatu plant menggunakan JST maka diperlukan proses pembelajaran. Algoritma pembelajaran pada JST yang digunakan umumnya adalah Algoritma Propagasi Batik (PB). Alternatif lainnya adalah dengan menggunakan algoritma Recursive Prediction Error (RPE). \n \nTesis ini membicarakan tiga hal pokok dalam kaitan dengan identifikasi dan kontrol sistem menggunakan jaringan syaraf tiruan. Hal pertama yang dibahas adalah bagaimana meningkatkan kinerja algoritma Recursive Prediction Error (RPE) dengan mengintroduksi teknik fakdorisasi matriks kovariansi P pada algoritma. Pokok bahasan kedua adalah melakukan pemodelan, yaitu membangun model matematik plant berdasarkan hasil identifikasi dengan jaringan syaraf tiruan. Pada proses pemodelan ini dilakukan perbandingan kinerja empat struktur jaringan syaraf tiruan yang dikembangkan pada penelitian ini. Hal ketiga yang dibicarakan adalah perancangan sistem kontrol berdasarkan metoda DRNN. Sistem kontrol ini secara efektif dapat dipakai untuk pengontrolan sistem asalkan laju pembelajarannya diatur secara adaptif. Prosedur identifikasi dan pengontrol yang dirancang kemudian diaplikasikan pada pemodelan sistem suspensi kendaraan dan plant turbogenerator berdasarkan data masukan-keluaran waktu nyata dari percobaan secara eksperimen. \n \nHasil pengamatan menunjukkan bahwa JST yang dirancang pada penelitian ini mampu melakukan identifikasi plant dengan baik dan menghasilkan model matematik plant. Demikian juga halnya dengan sistem kontrol yang digunakan berhasil dalam melakukan pengontrolan defleksi suspensi sistem suspensi kendaraan dan frekuensi putaran turbin plant turbogenerator.", "Daftar File": {"2000  HAFID": "https://digilib.itb.ac.id/gdl/download/5919"}, "Penulis": "Abdul Hafid  [23397011]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Yul Z. Nazaruddin", "Pembimbing II", "Farida I. Muchtadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Teknik, Jaringan saraf tiruan, Sistem kontrol", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Jun 2006"}