{"Nomor": 4876, "Judul": "EVALUASI TEKNIS PENCEGAHAN TERJADINYA AIR ASAM TAMBANG DAERAH KALI KUNING P. WETAR PROPINSI MALUKU", "Abstrak": "Abstrak : \nPertambangan Emas PT. Prima Lirang Mining, P. Wetar Maluku Tenggara, telah beroperasi sejak tahun 1990 - 1997. Lokasi penambangan berasal dari dua lapangan yaitu Lapangan Lerokis beroperasi (1990 - 1994) dan Lapangan Kalikuning beroperasi (1994 -1997).      \n \nPasca penambangan Lapangan Kalikuning telah menimbulkan masalah, yaitu tersingkapnya batuan sulfida pada sebagian dinding penambangan yang cukup luas. Karena adanya air hujan yang melarutkan batuan sulfida tersebut dan didukung oleh oksigen yang berasal dari udara, maka telah timbul reaksi yang menyebabkan terjadinya air asam tambang. Pencegahan yang telah direncanakan adalah dengan melakukan penutupan batuan sulfida tersebut dengan material netral (batuan tufa silika) yang ada di sekitar tambang. Pengurugan dilakukan dengan Dumptruck Izusu CXZ385 sebanyak 10 unit; sedangkan pemadatan dikerjakan dengan Bulldozer Komatsu D455A sebanyak 2 unit.      \n \nDari kegiatan pemadatan batuan penutup tersebut di atas, dilakukan uji permeabilitas di lapangan dengan metoda falling head test. Hasil uji tersebut menunjukkan bahwa pemadatan dengan tebal per 2 m dan jumlah lintasan 4 kali, menghasilkan koefisien permeabilitas (K) = 1,41.10 -4 cm/det; tebal per 2 m d~n jumlah Iintasan 8 kali telah menghasilkan (K) = 7,49. 10-5 cm/det; tebal per 1 m dan jumlah lintasan 4 kali menghasilkan (K) = 1,63.10 -5 cm/det;tebal per61 m dan   jumlah lintasan 8 kali menghasilkan (K) = 5,09. 10-6 cm/det, serta tebal per 0,5 m dan jumlah lintasan 6 kali telah menghasilkan (K) = 6,76.10-7 cm/det.      \n \nKondisi keasaman air (pH) pada kolam pengendapan sebelum dilakukan penutupan batuan sulfida berkisar antara 3,5 - 5,5. Sedangkan monitoring keasaman air tersebut selama dua tahun (1998 - 1999) pasca penutupan batuan sulfida menunjukkan bahwa (pH) air berkisar antara 5,0 - 6,5. Namun demikian masih perlu dilakukan pemantauan yang lebih lama untuk membuktikan bahwa penutupan batuan sulfida tersebut telah berhasil dengan sempurna.", "Daftar File": {"2000_TS_PP_AMINUDDIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/5929"}, "Penulis": "AMINUDDIN  (NIM 22197009)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Rudy S. Gautama, Dr.,Ir. PembimbingII:Ambyo S. M.,Prof.,Dr.Ir. Scan :Neneng(2006-07-31)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jul 2006"}