{"Nomor": 4880, "Judul": "PERHITUNGAN IMBUHAN AIRTANAH DENGAN MENGGUNAKAN METODA MOCK", "Abstrak": "Abstrak: \n \n \nDaerah penelitian terletak di Kodya Jakarta Timur dalam wilayah DKI Jakarta, secara geografis daerah penelitian terletak antara 93Â°20' -93Â°05'LS dan 7Â°05' - 7Â°15' BT daerah ini mempunyai luas 76,43 km2. Daerah ini ditempati batuan sedimen berumur kuarter yang terletak di atas batuan sedimen tersier dan membentuk dataran pantai terdiri dari berbagai jenis lingkungan pengendapan, yaitu Iingkungan pengendapan flufiatil dan lingkungan pengendapan pantai. Dalam hal ini untuk akuifer tak tertekan daerah Pulogadung dan sekitarnya dipilih menjadi lokasi penelitian ini. Aliran airtanah pada akuifer ini adalah dari Selatan ( Daerah Bogor dan Bekasi) ke Utara (Laut Jawa). \n \n \nPenelitian ini bertujuan untuk mengetahui kesetimbangan air dan potensi airtanah di daerah Pulogadung dan sekitarnya, untuk mengetahui rata-rata imbuhan tahunan airtanah. Metodologi penelitian dengan menggunakan metoda Mock untuk imbuhan airtanah yang berasal dari air hujan dan metoda Darcy untuk imbuhan airtanah yang berasal dari luar yang masuk ke daerah penelitian .      \nSistim grid digunakan dalam aliran air tanah yang keluar dan masuk daerah penelitian dimana debitnya dihitung dengan menggunakan metoda Darcy . Lebar masing-masing cel adalah 1 Km atau 1000 m dengan ketebalan akuifer masing-masing cel di bagian Timur 35 m, Barat 35,75 m, Utara 28,75 m dan di bagian Selatan 40 m. \n \n \nDalam penentuan gradien hidrolik digunakan peta kontur muka air tanah DKI Jakarta DGTL 1992 - 1996.Konduktifiitas hidrolik daerah penelitian adalah 0,73 m/jam, diambil dari harga modus pada analisis statistik konduktifitas hidrolik 7 sumur uji pompa yang sudah ada.      \nHasil penelitian ini menunjukkan bahwa kebutuhan rata-rata airtanah baik dari sektor industri maupun domestik adalah 63.435.129 m3ltahun. Sementara jumlah pengisian airtanah rata-rata di daerah Pulogadung dan sekitarnya adalah 13.486.348,2 m3/tahun, sehingga terdapat perbedaan yang sangat besar dan jika pengambilan airtanap bebas di daerah Pulogadung tidak dibatasi maka akan terjadi bencpa diantaranya penurunan muka airtanah, amblesan atau pencemaran pada sistem airtanah bebas.", "Daftar File": {"2000_TS_PP_RACHMAT_1.pdf": "https://digilib.itb.ac.id/gdl/download/5934"}, "Penulis": "Arief Rachmat", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Sudarto Notosiswoyo,Dr.Ir  Pembimbing 2: Erwin Iskandar,Dr. Scan:  Mudjiono  (20-02-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Feb 2006"}