{"Nomor": 4881, "Judul": "PEMETAAN FASIES SEISMIK 3D NEURAL NETWORK    UNTUK IDENTIFIKASI JEBAKAN HIDROKARBON     (STUDI KASUS DAERAH TANGKAHAN LAGAN)", "Abstrak": "Abstrak: \nLapangan produktif Tangkahan Lagan merupakan suatu struktur geologi yang telah terbukti berisi minyakbumi dan diproduksikan. Dalam proses pengembangannya lapangan ini menemui berbagai kendala dengan ditemuinya beberapa pemboran kering (7 buah) yang menyebabkan play concept di daerah ini tidak menentu. Berdasarkan data seismik 2D kendala tersebut tidak terpecahkan, sehingga dilakukan survei seismik 3D. \nTeknologi interpretasi yang dicoba diterapkan didaerah ini dilakukan dengan pendekatan Neural Network Technology (NNT). NNT merupakan suatu terobosan teknologi baru berupa proses klasifikasi interval seismik yang dikreasikan pada horison horison hasil interpretasi dalam kerangka ruang/3 dimensi yang didasari oleh bentuk-bentuk dari seismic wiggle trace. Konsep ini merupakan dasar dari pemelajaran fasies seismik yang dapat merepresentasikan dan disebandingkan dengan kondisi geologi. Metoda interpretasi yang diterapkan agar diperoleh presisi/tingkat akurasi yang optimal, dilakukan dengan seed correlation, propagation, manual, dan membuat jaring-jaring (networking) lintasan interpretasi.    \nHasil evaluasi memberikan gambaran suatu play yang lebih baik untuk meningkatkan performance lapangan. Adanya sumur-sumur kering dapat terjawab dengan baik dan menentukan titik-titik pemboran baru pada prospek-prospek baru yang ditemukan dari hasil evaluasi ini. Berdasarkan hasil interpretasi ini diprediksikan adanya pengaruh perubahan fasies secara lateral dan kontrol patahan-patahan berskala kecil yang sangat mempengaruhi distribusi jebakan hidrokarbon.", "Daftar File": {"2000_TS_PP_SAMODRA_1.pdf": "https://digilib.itb.ac.id/gdl/download/5935"}, "Penulis": "Ari Samodra", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Djoko Santoso, Prof., DR., Ir., MSc.Pembimbing II:Sigit Sukmono, DR., Ir., MSc.Scan:Yati Rohmah(2006-08-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemetaan fasies seismik, neural network, identifikasi jebakan hidrokarbon", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2006"}