{"Nomor": 4884, "Judul": "TRANSFORMASI STRUKTURAL DALAM MASYARAKAT PEDESAAN (STUDI KASUS ANALISIS PERKEMBANGAN INDUSTRI KERAJINAN TAS DAN KOPER   DI DESA KEDENSARI, SIDOARJO)", "Abstrak": "Abstrak: \nHasil Sensus Penduduk 1980 menunjukkan sekitar 80% angkatan kerja Indonesia berada di daerah pedesaan. Jumlah ini memberikan gambaran betapa masalah kependudukan dan ketenagakerjaan disana cukup serius. Dilaksanakannya berbagai program pemerintah dalam upaya memajukan daerah pedesaan dengan menggalakkan penggunaan teknologi baru, baik sistem produksi maupun organisasi, lambat laun cenderung menggeser kedudukan teknologi dan pranata sosial tradisional yang selama ini menjadi pandangan hidup sosial dan ekonomi masyarakat pedesaan. Industri pedesaan merupakan institusi yang dipercaya bisa menjembatani kesenjangan antara transformasi ekonomi dengan transformasi sosial yang terjadi di tengah masyarakat pedesaan. \nThesis ini bertujuan menjelaskan profil dari industri kerajinan tas dan koper di Desa Kedensari, Sidoarjo dan melakukan analisis terhadap berbagai faktor yang mempengaruhi perkembangannya, serta berusaha menggambarkan perubahan sosial ekonomi yang terjadi pada masyarakat Desa Kedensari sehubungan dengan perkembangan industri tersebut. \nHasil penelitian yang dilakukan menunjukkan banyaknya masyarakat Desa Kedensari yang menjadikan industri ini sebagai mata pencaharian utama. Secara umum industri ini telah berjalan cukup baik dilihat dari segi ketersediaan bahan baku, teknis produksi ataupun administrasi, hanya saja perlu mendapatkan perhatian yang lebih serius pada masalah pemasaran. Hal ini lebih disebabkan karena industri kerajinan tas dan koper ini merupakan industri skala kecil dan cenderung berbentuk usaha keluarga. Dari analisis yang dilakukan terhadap faktor-faktor yang diduga mempengaruhi posisi bersaing industri ini dapat dilihat faktor harga produk, kualitas produk, loyalitas konsumen, respon produsen terhadap selera konsumen dan inovasi produk secara bersama-sama berpengaruh nyata sebesar 98% (R2= 0,98). Sedangkan omset industri kerajinan tas dan koper ini dipengaruhi secara nyata oleh faktor-faktor usia perusahaan, besar modal, jumlah tenaga kerja yang digunakan, harga produk, letak strategis perusahaan sebesar 76,5% (R2 = 0,765). Perkembangan yang pesat dari industri kerajinan ini menimbulkan terjadinya perubahan sosial-ekonomi pada penduduk Desa Kedensari. Hal ini tergambarkan pada perubahan persepsi masyarakat terhadap pekerjaan, tingkat pendidikan, modernisasi pertanian, permasalahan perkembangan penduduk, monetisasi pedesaan, perkembangan pasar dan kehidupan sosial kemasyarakatan. Munculnya krisis budaya (cultural lag) terlihat pada persaingan yang ketat diantara penduduk dan cenderung individualistik. Hadirnya lembaga penyeimbang berbagai kepentingan penduduk akan sangat berarti untuk mengurangi ketegangan sosial yang terjadi.", "Daftar File": {"2000_TS_PP_FITANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5938"}, "Penulis": "Bahtiar Fitanto", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Widjajono Partowidagdo, MSc., MSOR., MA. PhD.Pembimbing II:Kusnaka Adimihardja, Prof., Dr.Scan:Yati Rohmah(2006-08-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Transformasi struktural, masyarakat pedesaan, industri kerajinan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2006"}