{"Nomor": 4894, "Judul": "GETARAN STRUKTUR JEMBATAN CANCANG AKIBAT BEBAN ANGIN", "Abstrak": "Abstrak :Struktur jembatan bentang panjang ataupun pilon yang menjulang tinggi, sangat sensitif terhadap beban angin. Dan dengan kecenderungan untuk merancang dan membuat stuktur menjadi semakin fleksibel maka diperlukan perhatian khusus dalam telaah interaksi beban angin dan struktur pada tahap perancangan. Fleksibilitas tersebut menjadi penyebab utama pada beberapa phenomena aeroelastik seperti : Divergence, Flutter dan Galloping. \nGelagar jembatan dimodelkan sebagai suatu penampang tipikal yang digantungkan pada 2 buah pegas yang merepresentasikan kekakuan lentur dan puntir sehingga menyatakan sistem 2 derajat kebebasan gelagar. Dengan asumsi aliran 2 dimensi disekitar gelagar yang dipandang sebagai thin airfoil kaku, maka gaya-gaya aerodinamika dapat dihitung dengan menggunakan metoda doublet point. \nBerkat penggunaan diagram ikatan (Bond graph) dan perangkat lunak simulink Matlab, maka dapat disimulasikan gerak struktur gelagar yang berinteraksi dengan aliran udara dalam domain waktu. \nBesarnya simpangan yang timbul oleh karena beban aerodinamika pada titik-titik telaah diperoleh secara langsung dari simulasi tersebut. Sedangkan pada titik-titik iainnya dari model gelagar dapat dihitung dengan menggunakan perhitungan sederhana. \nBatas kecepatan flutter jembatan diperoleh dengan mengamati simpangan yang terjadi pada berbagai kecepatan. \nVertikal turbulensi direalisasikan dengan membuat filter yang dapat memberikan output yang menyerupai model matematik yang digunakan atau dengan menggunakan acuan density degan input white noise.", "Daftar File": {"2000_TS_PP_BINTORO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5951"}, "Penulis": "Carolus Bintoro (NIM : 23698005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Cosmas Pandit Pagwiwoko, Dr.Ir. Scan :Hidayat 92006-07-31)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jul 2006"}