{"Nomor": 4897, "Judul": "PENGEMBANGAN METODA PENGAMBILAN KEPUTUSAN MULTI KRITERIA DENGAN MENGGUNAKAN KONSEP FUZZY", "Abstrak": "Abstrak :Metoda pengambilan keputusan multi kriteria klasik pada kondisi tertentu memiliki banyak kelemahan disamping keunggulannya. Diantara kelemahan itu adalah penggunaan nilai ordinal pada kondisi sarat konflik tidak mampu menyatukan seluruh preferensi masing-masing individu2. Kedua, penggunaan nilai ordinal tidak mampu mengetahui seberapa besar perbedaan antara alternatif satu dengan alternatif lainnyal6. Disamping itu, manusia lebih mudah menggunakan pernyataan lisan dari pada menggunakan angka untuk mengekpresikan suatu preferensi terhadap suatu obyek, membuat keputusan atau memprediksi sesuatu yang tidak pasti12. Oleh karenanya penggunaan nilai ordinal dalam proses pengambilan keputusan akan menimbulkan suatu ketidakpastian.  \n \nTeori himpunan fuzzy mampu memberikan suatu solusi terhadap suatu ketidakpastian, yaitu ketidakpastian yang didasarkan atas batas yang tidak jelas, ketidaksempurnaan informasi, dan kemenduaan. Kelebihan lain adalah teori himpunan fuzzy dikembangkan atas dasar pemikiran bahwa elemen-elemen kunci pads cara berpikir manusia bukan dengan angkaangka, tetapi dengan menggunakan istilah-istilah atau label12.  \n \nMetoda pengambilan keputusan dengan menggunakan teori himpunan fuzzy secara perlahan telah banyak diterima karma kemampuannya dalam menangani ketidakpastian, yang umumnya muncul dalam suatu spesifikasi sistem, pernyataan dan rating alternatif  \n \nPenelitian ini bertujuan untuk membuat suatu model algoritma pengambilan keputusan multi kriteria dengan menggunakan konsep fuzzy, dengan cara menggabungkan kelebihan dari model-model yang telah ada, sehingga tercipta suatu model yang lebih baik. Pengkajian dilakukan pada model-model yang dibuat oleh T. Warren Liao (1996), Peri H Iz (1994), model Chang dan Chan (1994), dan model Tsang dan Klein (1989).  \n \nMetodologi yang dilakukan, pertama melakukan wawancara dengan para pengambil keputusan yang terlibat secara langsung dan tidak langsung untuk memperoleh sejumlah informasi yang relevan dengan topik penelitian, penentuan kriteria keputusan, dan penentuan variabel linguistik. Proses selanjutnya mengubah variabel linguistik menjadi himpunan fuzzy,kemudian agregasi untuk mendapatkan rating dan ranking preferensi kelompok, dan terakhir mengubah himpunan fuzzy menjadi suatu nilai ordinal untuk menentukan urutan alternatif.  \n \nHasil pengujian dengan menggunakan data-data hipotesis dan data lapangan menunjukkan bahwa model yang dikembangkan dapat bekerja dengan baik, sehingga mampu menunjukkan suatu urutan alternatif dan perbedaan diantara alternatif-alternatif tersebut.", "Daftar File": {"2000 HAMDANI": "https://digilib.itb.ac.id/gdl/download/5954"}, "Penulis": "Dani Hamdani (NIM : 23498077) [23498077]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ubuh Buchara Hidajat, Dr.Ir. Scan :Hidayat (2006-05-30)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pengambilan keputusan, Metoda, Teori fuzzy, Metodologi", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "01 Jun 2006"}