{"Nomor": 4900, "Judul": "PENGUKURAN DAN ANALISA   KINERJA PERUSAHAAN SECARA KOMPREHENSIF   DENGAN KONSEP BALANCED SCORECARD   ( STUDI KASUS : PT PATRA DOK DUMAI )", "Abstrak": "Abstrak: \nDalam dekade terakhir ini, perusahaan-perusahaan biasanya mengukur kinerja mereka dengan hanya menggunakan perspektif keuangan atau terlalu menitikberatkan perspektif keuangan saja. Apakah hal tersebut sudah cukup ? Dalam banyak kasus ternyata tidak cukup. Eksekutif menyadari bahwa perusahaan mereka harus membangun suatu kemampuan yang dibutuhkan guna mencapai keuntungan di masa depan. \nDalam era informasi perusahaan-perusahaan membutuhkan suatu sistim pengukuran yang mampu menghitung ukuran-ukuran keuangan dan non keuangan. Balanced Scorecard (BSC) melengkapi ukuran-ukuran kinerja keuangan yang lalu dengan ukuran-ukuran pengendali untuk masa yang akan datang. \nPT Patra Dok Dumai (PT PDD) adalah sebuah anak perusahaan Pertamina yang bergerak dalam jasa perbaikan dan perawatan kapal. Untuk menghadapi globalisasi dan re-strukturisasi di Pertamina, PT PDD harus memiliki kinerja yang baik guna memenangkan persaingan. Secara keuangan kinerja PT PDD terus membaik, tetapi untuk mengetahui kinerja keseluruhan, perusahaan harus mengukurnya dari gambaran yang komprehensif (menyeluruh). \nBSC lebih dari suatu sistim pengukuran taktis atau operasional, tetapi dengan BSC PT PDD dapat menterjemahkan visi organisasi/perusahaan ke dalam satu set pengukuran kinerja yang komprehensif yang menyediakan kerangka kerja pengukuran strategis dan sistim manajemen. Tujuan dan ukuran dari scorecard diturunkan dari visi perusahaan ke dalam empat perspektif, yaitu : keuangan, konsumen, proses bisnis internal dan belajar dan pertumbuhan.", "Daftar File": {"2000_TS_PP_AZIZ_1.pdf": "https://digilib.itb.ac.id/gdl/download/5958"}, "Penulis": "Dheni Aminuddin Aziz", "Kontributor / Dosen Pembimbing": ["Pembimbing :Iwan Inrawan Wiratmaja, Dr., Ir.Scan:Yati Rohmah(2006-09-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa kinerja perusahaan, komprehensif, konsep balanced scorecard", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2006"}