{"Nomor": 4905, "Judul": "PENGARUH IRRADLASI SINAR ULTRAVIOLET TERHADAP VIABILITAS, KERUSAKAN INTI SEL DAN PERKEMBANGAN KULTUR PROTOPLAS KACANG HIJAU (VIGNA RADIATA (L.)WILCZEK)", "Abstrak": "Abstrak : \n \n \nTelah dilakukan penelitian tentang pengaruh irradiasi sinar ultraviolet (UV) terhadap perkembangan protoplas kacang hijau (Vrgna radiata (L.) Wilczek). Irradiasi sinar UV telah dilaporkan dapat menyebabkan kerusakan inti sel dan sebagai akibatnya akan mengganggu perkembangan protoplas yang dikultur. Penelitian ini bertujuan untuk mengetahui pengaruh irradiasi sinar UV terhadap viabilitas dan kerusakan inti sel dan perkembangan protoplas yang dikultur. Protoplas diisolasi dari daun pertama kecambah kacang hijau yang berumur 6 atau 7 hari dengan 6 macam komposisi enzim. Protoplas segar, yang merupakan hasil isolasi dari daun kecambah kacang hijau berumur 7 hari dengan menggunakan larutan enzim yang terdiri dari 1,5% Cellulase RS, 1% Macerozyme yang dikombinasikan dengan 2,5 mM CaC12.2H20 dan 0,4 M Manitol, diirraliasi dengan dosis 1000, 2000, 4000, 6000 dan 8000 erg/mm2/detik. Viabilitas protoplas diamati dengan mikroskop fluoresen dengan menggunakan pewarna FDA. Regenerasi dinding sel diamati dengan mikroskop fluoresen menggunakan pewarna Calcofluor White dan mikroskop elektron skaning. Inti sel diberi pewarna DAPI dan diamati dengan mikroskop fluoresen. Sebelum dikultur protoplas diimobilisasi (ditanam) dalam alginat dengan kepadatan 1.105protoplas/ml, kemudian dimasukkan ke dalam medium KMBP cair. Hasil penelitian menunjukkan viabilitas protoplas cukup tinggi (80%) baik pada protoplas yang tidak diiradiasi maupun yang diirradiasi. Regenerasi dinding sel dinullai 2 jam setelah kultur dan 8 jam setelah dikultur seluruh pennukaan protoplas telah tertutup kembali oleh materi dinding sel. Prosentase inti yang mengalami kerusakan bertambah dengan makin bertambahnya dosis radiasi yang diberikan. Pembelahan sel pertama terjadi pada saat kultur berumur 2 hari untuk kontrol dan pada hari ke 4 kultur pada semua perlakuan. Plating efisiensi menunm seiring dengan meningkatnya dosis radiasi. 16% pada kontrol. 1% pada dosis 1000 erg, 0,68% untuk dosis 2000 erg, 0,56% untuk 4000 erg, 0,50% untuk 6000 erg dan 0,32% untuk 8000 erg. Dari hasil penelitian disimpulkan bahwa irradiasi sinar UV tidak mempengaruhi viabilitas dan regenerasi dinding sel, tetapi merusak inti sel dan menghambat perkembangan kultur protoplas kacang hijau.", "Daftar File": {"2000 SAPUTRI": "https://digilib.itb.ac.id/gdl/download/5963"}, "Penulis": "Dwijowati Asih Saputri [20697068]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Iriawati,Dr.  Pembimbing 2 :  Tatang S.Suradinata,Dr. Scan :  Mudjiono  (08-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Iradiasi sinar ultra violet, viabilitas, Vigna radiata", "Sumber": "SITH", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "08 Jun 2006"}