{"Nomor": 4906, "Judul": "UNTUK MENGOLAH LIMBAH CAIR ORGANIK BERKADAR COD TINGGI", "Abstrak": "Abstrak : \n \n \nWet Air Oxidation (WAO) merupakan salah satu metode pengolahan limbah secara kimia dengan menggunakan reaksi oksidasi pada fasa cair. Penelitian ini bertujuan untuk mempelajari kinerja dan kinetika WAO dalam mengolah limbah cair berkadar COD (Chemical Oxygen Demand) tinggi. \n \nLirabah yang digunakan adalah limbah cair industri spiritus dan arak Palimanan. Peralatan yang digunakan adalah otoklaf berpengaduk dengan pengendali otomatis dirangkai dengan peralatan untuk mengalirkan gas serta alat untuk mengambil keluaran. Penelitian dilaksanakan secara batch dan semi batch. Operasi batch dilaksanakan sebagai perlakuan awal terhadap limbah. Operasi semi batch dilaksanakan pada terhadap limbah yang telah diberi perlakuan awal. Variabel yang digunakan adalah rentang suhu 150-250Â°C, injeksi udara tekan 10, 15 dan 20 bar, dan waktu pengolahan selama 0-60 menit. Analisis yang dilakukan meliputi analisis padatan, serta analisis fasa cair serta analisis kualitatif untuk gas produk. \n \nHasil yang diperoleh adalah parameter kinerja WAO pada ruang lingkup penelitian yang dinyatakan dengan tingkat penyisihan COD dan nilai bahan bakar serta parameter-parameter model kinetika reaksi. Parameter model Li dkk, (1991) meliputi kl, k2 dan k3 (konstanta laju reaksi) dan a (point selectivity). Perlakuan awal menghasilkan penyisihan COD sebesar 47Â°/u. Pengolahan limbah menggunakan WAO dalam ruang lingkup penelitian menghasilkan penyisihan COD berkisar 8-40% yang berarti menghasilkan energi 1,6 - 18,7 Btu/gal.menit. Konstanta laju reaksi kl dan k2 berkisar antara 0,007 hingga 2,173/menit sedangkan k3 dalam orde 10'9 hingga 10'g/ menit. Nilai a berkisar antara 1,5 - 7,5 yang berarti bahwa reaksi lebih selektif kepada pembentukan asam karboksilat dari pada pembentukan produk akhir oksidasi.", "Daftar File": {"2000  PERTIWI": "https://digilib.itb.ac.id/gdl/download/5964"}, "Penulis": "Dyah Setyo Pertiwi [23097036]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Wibowo M.H.Surjowidjojo,Ir.,MSChE. Scan:  Mudjiono  (05-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Limbah cair organik ,berkadar cod tinggi.", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "05 Jun 2006"}