{"Nomor": 4912, "Judul": "PREDIKSI PENJUALAN BAHAN BAKAR MINYAK MENGGUNAKAN SISTEM INFERENSI FUZZY BERBASIS JARINGAN ADAPTIF ( ANFIS )  STUDI KASUS : PENJUALAN PREMIUM DI DEPOT PLUMPANG", "Abstrak": "Abstrak :Salah satu komponen penting yang menunjang operasi perusahaan minyak adalah kegiatan memprediksi jumlah bahan bakar minyak (BBM) yang dibutuhkan konsumen. Dengan prediksi yang baik, dapat dibuat rencana kerja perusahaan secara lebih efektif dan efisien. Dengan demikian, kegiatan prediksi dapat memiliki dampak ekorromis yang signifikan.  \nTujuan penetitian ini adalah memprediksi penjualan premium di depot Plumpang Jakarta berdasarkan data penjualan pada masa lalu yang berupa deret waktu dengan meneapkan kemampuan ANFIS dalam hal pengenalan pola dan membuat perangkat lunak prediksi penjualan premium. Untuk membangun arsitektur ANFIS yang mempunyai kemampuan prediksi, diperlukan data latihan yang disusun dari pasangan data yang mewakili masukan-keluaran yang diinginkan berdasarkan target yang diprediksi untuk pembelajaran. Proses pembelajaran dimaksudkan untuk menetapkan parameter-parameter terbaik dari ANFIS hingga ukuran kesalahan prediksi yang minimal dapat dicapai dengan cara merubah pola pemetaan data, jumlah dan bentuk fungsi keanggotaan dan jumlah iterasi. Berdasarkan parameter-parameter terbaik yang dihasilkan, dibuat suatu perangkat lunak sistem prediksi penjualan premium dengan bahasa C++. Tujuan penelitian lainnya adalah menganalisa kesalahan hasil prediksi dengan ANFIS pads hari-hari istimewa dan upaya memperkecil kesalahan, menganalisa prediksi bertingkat serta membandingkan hasil ANFIS dengan hasil prediksi menggunakan metoda autoregresi dan jaringan syaraf tiruan untuk melakukan analisa unjuk kerjanya.", "Daftar File": {"2000_TS_PP_FEBRIANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/5970"}, "Penulis": "Firman Febrianto (NIM : 23298080)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Bambang Riyanto. Dr.Ir. Pembimbing 2 :Charmadi Machbub, Dr.Ir. Scan :Hidayat (2006-07-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Jul 2006"}