{"Nomor": 4913, "Judul": "USULAN STRATEGI BISNIS PT. TELNIC", "Abstrak": "Absrak: \n \n \nPersaingan dunia bisnis abad 21 akan ditandai dengan kondisi masa depan yang semakin penuh tantangan dan ketidakpastian. Faktor-faktor eksternal dapat menjadi ancaman dan peluang bagi perusahaan. Kondisi ekonomi akibat krisis ekonomi yang melanda kawasan Asia termasuk Indonesia telah meruntuhkan sendi-sendi ekonomi, termasuk sektor industri, sehingga banyak industri nasional yang terpaksa gulung tikar. Namun peluang masa depan industri, khususnya sektor telekomunikasi sebenarnya masih besar, mengingat ketersediaan perangkat-perangkat tersebut di dalam negeri masih jauh dari ideal. Tentu saja ini harus dimanfaatkan perusahaan dengan melihat faktor-faktor internal yang dimiliki, yaitu kekuatan perusahaan dalam penguasaan produk dan kelemahan dalam manajemen strategik Mengingat kondisi-koidisi tersebut, PT. Telnic sebagai perusahaan yang berorientasi masa depan perlu menyusun strategi bisnis yang tepat agar tetap dapat tumbuh dan bertahan dalam mengantisipasi persaingan bisnis masa mendatang. \n \n \n \nStrategi bisnis yang diusulkan disusun dengan menggunakan pendekatan rnatriks-matriks strategi yang dipilih dari sumber pustaka, yaitu matriks EFE dan IFE, matriks I-E, matriks SPACE dan matriks Grand Strategy. Matriks-matriks ini disusun berdasarkan basil analisis terhadap faktor eksternal (peluang clan ancaman) clan faktor internal (kekuatan dan kelemahan) sehingga didapatkan faktor-faktor yang dominan. Dalam matriks-matriks tersebut, bobot dan skor akan diberikan terhadap niasing-masing faktor eksternal dan internal dominan. Basil dari matriks-matriks ini adalah usulan tipe-tipe strategi yang dapat dijalankan oleh pen ',salaam sesuai dengan posisi perusuhaan &lam matriks. \n \n \n \nUsulan strategi sebagai hasil nLa*.r';s in: rnemticber;.tkari pada strategi pengembangan produk clan penetrasi pasar dengan memanfaatkan dan memperkuat keunggulan kompetensi inti perusahaan dalam penguasaan produk dan ocmampuan rekayasa sistem sehingga didapatkan produk terkostumasi (customized product) sesuai kebutuhan konsumen. Strategi ini didukung oleh strategi generik crFfferentiation melalui inovasi produk dengan focus differentiation untuk bidang produk traffic light dan management system. Melalui usulan strategi bisnis ini diharapkan PT. Telnic mampu meningkatkan keunggulan daya saing berkelanjutan dalam menghadapi persaingan masa datang.", "Daftar File": {"2000 WIDAYAT": "https://digilib.itb.ac.id/gdl/download/5971"}, "Penulis": "Firrarartanang Widayat [28198051]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Agus Salim,Prof. Scan :  Mudjiono  (06-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Engineering & allied operations", "Kata Kunci": "Strategi bisnis", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Mar 2006"}