{"Nomor": 4942, "Judul": "ANALISIS KESESESUAIAN LAHAN   SEBAGAI MASUKAN PENGEMBANGAN WILAYAH   KECAMATAN LEMBANG", "Abstrak": "Abstrak: \nKecamatan Lembang termasuk ke dalam wilayah Bandung Utara yang perlu mendapat perhatian khusus dalam pengembangan wilayahnya karena merupakan daerah resapan air bagi wilayah Bandung. Potensi wilayah, berupa panorama alam yang indah dan kedudukannya yang strategis karena sebagian wilayahnya dilalui koridor Jakarta-Bandung, membawa konsekuensi bagi perkembangan wilayahnya, yaitu meningkatnya perkembangan penduduk dan tingginya permintaan terhadap lahan terbangun yang dapat menyebabkan terjadinya konversi dan penyimpangan pengggunaan lahan terhadap kesesuaian lahan. Hal ini dapat mengancam fungsi Kecamatan Lembang sebagai daerah resapan air. Studi ini bertujuan untuk memberikan arahan pengembangan wilayah Kecamatan Lembang berdasarkan kesesuaian lahan agar wilayah ini masih dapat mengakomodasikan berbagai kegiatan pembangunan dengan mempertimbangkan fungsinya sebagai daerah resapan air tetap optimal.\nUpaya menganalisis kesesuaian lahan digunakan metoda analisis kualitatif, yaitu membandingkan antara keadaan di lapangan dengan standar atau kriteria yang telah ditetapkan. Kriteria yang digunakan dalam analisis kesesuaian lahan adalah kemiringan lereng, ketinggian, curah hujan, jenis tanah, kedalaman efektif tanah dan tekstur tanah.   \nBerdasarkan hasil studi, lahan di Kecamatan Lembang sesuai untuk kawasan lindung seluas 3083.02 hektar (29.03%) dan kawasan budidaya seluas 7536.99 hektar (77.97%). Untuk kawasan kesesuaian lahan gabungan budidaya, terdapat 4 (empat) kombinasi kawasan kesesuaian lahan, yaitu perkebunan dan kebun campuran; kebun campuran; sawah dan kebun campuran; serta permukiman, peternakan, dan kebun campuran. Kombinasi ini secara umum merupakan kesesuaian lahan untuk berbagai kegiatan dalam satu kawasan. Dari hasil analisis kesesuaian lahan gabungan dengan penggunaan lahan saat ini, perbandingan antara lahan yang sesuai dengan tidak sesuai adalah 98.21%: 1.79%. Keadaan ini menggambarkan bahwa penggunaan lahan saat ini sebagian besar telah sesuai dengan kesesuaian lahannya. Penyimpangan (penggunaan lahan yang tidak sesuai) terhadap kesesuaian lahan di wilayah studi, terdiri dari penyimpangan pada kawasan lindung yang didominasi oleh kebun campuran dan penyimpangan pada kawasan budidaya yang didominasi oleh permukiman.   \nUntuk menjaga kelestarian wilayah Kecamatan Lembang yang berfungsi sebagai resapan air, maka arahan tindakan pengembangan Kecamatan Lembang didasarkan pada hasil analisis kesesuaian lahan, terdiri dari arahan lingkungan fisik dan kelembagaan.", "Daftar File": {"2000_TS_PP_ERWINDY_1.pdf": "https://digilib.itb.ac.id/gdl/download/6001"}, "Penulis": "Jossi Erwindy", "Kontributor / Dosen Pembimbing": ["Pembimbing :Arief Rosyidie, DR., MSP., M.Arch.Scan:Yati Rohmah(2006-08-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kesesuaian lahan, pengembangan wilayah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Agu 2006"}