{"Nomor": 4962, "Judul": "PENGEMBANGAN PROTOTYPE  SISTEM CNC-RETROFIT MILLING", "Abstrak": "Abstrak \nPada industri skala kecil pembuat moulds, proses milling merupakan proses yang penting dalam menentukan biaya produksi karena proses tersebut mengkonsumsi waktu produksi yang terbesar pada pengerjaan suatu jenis mould. Selain itu, proses tersebut memerlukan investasi peralatan yang besar. Sebagian besar industri skala kecil pembuat moulds melakukan proses milling dengan menggunakan mesin milling manual pada proses roughing. Hal itu dilakukan karena keterbatasan kapasitas penggunaan mesin milling CNC dan/atau keterbatasan anggaran yang dapat diinvestasikan untuk mesin CNC. \n \nBerangkat dari persoalan dan kebutuhan tersebut dalam penelitian ini dikembangkan sebuah prototype low-cost CNC retrofit milling system untuk meningkatkan kemampuan mesin milling manual khususnya dalam hal akurasi, kecepatan proses, dan kompleksitas proses, sehingga diharapkan dapat mengurangi manufacturing cost, dan lead time. Diharapkan pula dapat diketahui posisi sistem tersebut bila dibandingkan dengan sistem-sistem pemesinan milling yang lain.  \nPrototype low-cost CNC retrofit milling system yang telah dikembangkan dalam penelitian ini dapat berfungsi seperti halnya mesin-mesin perkakas CNC dengan akurasi sumbu X sebesar 0.013 mm dan sumbu Y sebesar 0.009 mm. Sistem tersebut mampu melakukan gerakan pemotongan linear, interpolasi linear, dan kurva dua dimensi (arc, curve, ataupun circular) dengan kecepatan antara 1 mm/menit hingga 250 mm/menit sesuai dengan jenis material yang dikerjakan. \nSecara keseluruhan, performansi sistem yang dihasilkan berada diantara mesin milling CNC dan mesin milling manual yang dilengkapi dengan DRO.", "Daftar File": {"2002_TS_PP_HERLIANSYAH_1.pdf": "https://digilib.itb.ac.id/gdl/download/6022"}, "Penulis": "Muhammad Kusumawan Herliansyah", "Kontributor / Dosen Pembimbing": ["Pembimbing :Isa Setiasyah Toha,Prof.Dr.Ir., M.Sc.Scan :Dewi(2006-08-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2006"}