{"Nomor": 4968, "Judul": "PENGUKURAN KEPUASAN KERJA  PEKERJA PARAMEDIS  DI LINGKUNGAN RSAI BANDUNG", "Abstrak": "Abstrak:  \nRumah sakit adalah organisasi dengan kompleksitas permasalahan yang cukup tinggi dikarenakan banyaknya unsur atau pihak yang terlibat. Dengan berbagai kepentingannya masing-masing, pihak manajemen akan menghadapi banyak kendala dalam menyeimbangkan tuntutan-tuntutan yang kadangkala saling bertentangan. Kebijakan-kebijakan yang diambil untuk mengatasi permasalahan di dalam organisasi akan mempunyai dampak yang luas terhadap kinerja pelayanan yang dirasakan oleh masyarakat luas.  \nKaryawan pada sebuah rumah sakit pada dasarnya juga merupakan konsumen pemakai jasa rumah sakit dan obyek pelayanan pihak manajemen rumah sakit. Hampir semua dimensi pelayanan yang digunakan sebagai ukuran kepuasan pelanggan rumah sakit (pasien atau pengguna jasa rumah sakit lainnya) dapat dilihat juga sebagai tolak ukur penilaian kepuasan karyawan, terhadap segala bentuk kompensasi yang selama ini mereka dapatkan.  \nKeputusan yang diambil oleh Divisi Sumber Daya Manusia seperti promosi, mutasi bahkan pemutusan hubungan kerja berasal dari penilaian prestasi kerja yang sangat dipengaruhi oleh tingkat kepuasan karyawan terhadap pekerjaannya. Kepuasan kerja akan mempengaruhi sikap karyawan. Sikap karyawan penting bagi pihak manajemen karena mempengaruhi perilaku organisasi. Walaupun penelitian yang selama ini dilakukan belum mendefinisikan bentuk sikap/perilaku yang pasti dari hasil kepuasan kerja, namun beberapa diantaranya menemukan hubungan positif antara kepuasan (kerja) dengan produktivitas, turnover, dan absenteeism.", "Daftar File": {"2000 SARBINI": "https://digilib.itb.ac.id/gdl/download/6028"}, "Penulis": "Nany E. Sarbini [28198059]", "Kontributor / Dosen Pembimbing": ["Pembimbing :S. B. Hari Lubis, DR., Ir.Scan:Yati Rohmah(06-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Personnel management", "Kata Kunci": "Pengukururan kepuasan kerja; paramedis", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Jun 2006"}