{"Nomor": 4979, "Judul": "PRAKIRAAN HARGA BAHAN BAKAR GAS YANG   KOMPETITIF UNTUK PEMBANGKIT LISTRIK   DENGAN PENDEKATAN NET BACK VALUE", "Abstrak": "Abstrak: \nProgram diversifikasi bahan bakar yang dilakukan pemerintah telah berhasil menekan pemakaian BBM dan mengoptimalkan pemakaian gas alam yang memiliki cadangan tiga kali lipat dari cadangan BBM. Saat ini, pembangkit listrik yang menggunakan bahan bakar gas memberi kontribusi terbesar dan mencapai 40% dari produksi listrik Nasional. Mengingat harga bahan bakar gas menggunakan mata uang US$, maka jatuhnya nilai Rupiah terhadap US Dollar menyebabkan harga bahan bakar gas alam menjadi sangat mahal dan tidak kompetitif. Untuk itu perlu dilakukan kajian mengenai perkiraan harga bahan bakar gas alam yang wajar, sehingga pembangkit listrik yang menggunakan bahan bakar gas mampu bersaing dengan pembangkit listrik lainnya. \nHarga gas alam dapat diperkirakan atas dasar nilai ekonominya. Dengan menggunakan Metode Net Back Value, dimana biaya pembangkitan PLTGU Gas akan dibandingkan dengan PLTU Batubara, maka dapat diperoleh perkiraan harga gas alam yang kompetitif bagi pembangkit listrik. Sedangkan untuk meniru perilaku sistem dan lebih mendekati permasalahan nyata, maka digunakan metode simulasi. Berdasarkan kenyataan bahwa kedua pembangkit diatas memiliki perbedaan kualitas dampak lingkungan, maka perlu diperhitungkan besarnya social cost dalam struktur biaya pembangkitan PLTU batubara. Untuk menentukan besarnya social cost tersebut, digunakan pendekatan dengan Metode Delphi. \nStudi ini telah menghasilkan perkiraan harga gas alam yang kompetitif untuk pembangkit listrik dengan harga rata-rata sebesar 2,32 US$/MCF. Dari 3 (tiga) skenario perkiraan harga gas dengan menggunakan persamaan regresi hasil simulasi diatas, diperoleh harga gas alam untuk skenario optimis sebesar 2,10 US$/MCF, skenario medium sebesar 1,93 US$/MCF dan skenario pesimis sebesar 1,87 US$/MCF. Dengan demikian, harga gas alam yang berlaku bagi PT PJB saat ini sebesar 2,53 US$/MCF, masih diatas keekonomian gas alam bagi pembangkit listrik hasil studi. \nMengingat capacity factor merupakan faktor yang memiliki korelasi yang paling kuat dalam mempengaruhi perkiraan harga gas alam, maka perlu dilakukan kajian yang mendalam mengenai perkiraan kebutuhan tenaga listrik jangka panjang pada Sistem Interkoneksi Jawa Bali untuk memprediksi pangsa pasar dengan lebih tepat.", "Daftar File": {"2001_TS_PP_AZWIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6039"}, "Penulis": "Rahmat Azwin", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ali Basyah Siregar, Dr., Ir.Scan:Yati Rohmah(2006-09-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Prakiraan harga, bahan bakar gas, pembangkit listrik, Net Back Value", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2006"}