{"Nomor": 4980, "Judul": "ANALISIS KELAYAKAN PENDIRIAN PABRIK MINYAK SAWIT MILIK KOPERASI PERKEBUNAN MITRA PERSADA", "Abstrak": "Abstrak :Tujuan penulisan tugas akhir ini adalah untuk melakukan analisis kelayakan pendirian pabrik pengolahan kelapa sawit menjadi CPO (crude palm oil) dan inti sawit. Diharapkan tulisan ini bermanfaat sebagai acuan bagi pihak pemilik dan manajemen Koperasi Perkebunan Mitra Persada dalam pengambilan keputusan pelaksanaan proyek tersebut.  \n \nAnalisis kelayakan yang dilakukan meliputi 3 aspek pembahasan, yaitu aspek pemasaran, aspek teknis dan aspek keuangan. Titik berat pembahasan ada pada aspek keuangan dengan dua pokok masalah, yaitu investment decision dan financing decision.  \nBerdasarkan analisis yang dilakukan terhadap proyeksi permintaan dan suplai CPO dan PKO (minyak inti sawit) dunia diperoleh kesimpulan bahwa permintaan masih Iebih besar daripada suplai. Dengan harga jual produk yang relatif sama dengan pesaing serta sudah adanya penyerapan pasar yang pasti (captive market) maka, dari segi aspek pemasaran dapat disimpulkan bahwa proyek ini Iayak dilaksanakan.  \n \nPenelaahan aspek teknis menunjukkan kesimpulan berikut :  \n?\tLokasi perusahaan sangat menunjang pendirian pabrik karena ketersediaan sarana dan prasarana yang dibutuhkan pabrik dan sudah terciptanya hubungan sosial yang balk dengan penduduk sekitar.  \n?\tKebutuhan bahan baku berupa TBS dengan standar mutu yang diinginkan akan mudah diperoleh karena kebutuhan masih jauh Iebih kecil dari suplai dengan perbandingan 1 : 6.  \n?\tProses produksi pengolahan kelapa sawit menjadi CPO dan inti sawit relatif sederhana. Dengan adanya pengalaman menjalankan pabrik lama, ditambah dengan rencana program pelatihan karyawan maka diyakini bahwa pabrik baru yang akan didirikan bisa dikelola dengan balk sehingga menghasilkan produk sesuai standar pasar.  \n?\tDengan mengumpulkan Iimbah sisa di lubang yang dibuat jauh dari permukiman penduduk maka Iimbah tersebut tidak akan menggangu kehidupan masyarakat sekitar.   \n \nBerdasarkan 4 point tersebut dari aspek teknis dapat disimpulkan proyek layak dilaksanakan.  \n \nLangkah analisis investasi memberikan hash sebagai berikut :  \n?\tKetiga skenario permodalan memberikan nilai ekspektasi IRR  \nyang lebih besar dari WACC (biaya kapital proyek).  \n?\tEkspektasi NPV yang positif untuk semua skenario  \n?\tLama pengembalian proyek rata-rata 2 tahun  \nUntuk lebih jelasnya, hasil analisis tersebut dapat dilihat pada tabel berikut ini :  \nSkenario 1\tSkenario 2\tSkenario3  \nEkspektasi\tEquity 20 %\tEquity 30 %\tEquity 50 %  \nDebt 80 %\tDebt 70 %\tDebt 50 %\t  \nWACC\t18.90%\t19.48%\t20.43%  \nIRR\t51.75%\t53.5%\t57.00%  \nNPV (ribu )\tRp 2.190.321 Rp 2.245.347\tRp 2.358.229  \nDPBP(tahun) 2.03\t1.98\t1.89 PBP(tahun  \n_\t) T~ 1.51 \t\t1.47\t1.40\t  \n \nBerdasarkan 3 point di atas ditinjau dari aspek ekonomi proyek Iayak dilaksanakan.  \nDari analisis pendanaan disimpulkan bahwa skenario 1, struktur modal 20 % modal sendiri dan 80 % pinjaman adalah sruktur modal optimal karena menghasilkan ROE yang paling besar setiap tahunnya.  \n \nSecara keseluruhan dapat disimpulkan proyek ini layak dilaksanakan.", "Daftar File": {"2000 SIBURIAN": "https://digilib.itb.ac.id/gdl/download/6041"}, "Penulis": "Renandus Siburian (NIM : 28198143) [28198143]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Uke MMP Siahaan, Ir.MBA Pembimbing 2 :A. Imam Istiyanto, Ir., MBAScan :Hidayat (2006-06-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Crude palm oil, investment decision, financing decision,Captive market", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "29 Jun 2006"}