{"Nomor": 4986, "Judul": "STABILISASI TANAH EKSPANSIF CARUBAN  DENGAN PENAMBAHAN PASIR KELANAUAN", "Abstrak": "Abstrak: \nTesis ini mempelajari pengaruh penambahan pasir kelanauan dari Watukosek pada tanah lempung ekspansif Caruban dengan perbandingan: 10, 30, 40, and 50 persen dari berat campuran kering, pada Atterberg limits, kepadatan, dan kemampuan mengembang. Dan mempelajari juga pengaruhnya pada CBR tidak direndam, CBR rendaman, dan persen pengembangan pada kadar air optimum yang diperoleh dari tes pemadatan tanah standar.  \nHasil dari penelitian menunjukkan, bahwa besarnya nilai persen pengembangan dari tanah lempung Caruban tidak dapat dikurangi dengan meningkatkan energi pemadatan atau meningkatkan berat volume kering, dari 1,02 sampai 1,35, sebab peningkatan berat volume kering juga meningkatkan nilai persen pengembangan, dari 4,28% sampai 5,38%.  \nPengaruh dari peningkatan kadar pasir kelanauan dari Watukosek di dalam campuran, memberikan indikasi sebagai berikut:  \n- Menurunkan kadar air pada batas cair, batas plastis, dan indeks plasitisitas, serta menaikkan sedikit kadar air pada batas susut;  \n- Pada percobaan pemadatan Proctor standar, menaikkan berat volume kering dan menurunkan kadar air optimum;  \n- Meningkatkan nilai CBR tidal direndam, dari  9,10% sampai 15,00% ,tetapi untuk CBR rendaman kecil pengaruhnya, dari 2,35% sampai 3,75%, kecuali pada kadar pasir kelanauan 50% menunjukan peningkatkan nilai CBR-nya yaitu 7,10%. Dan juga menurunkan nilai persen pengembangan, dari 5,30% sampai 3,26%, dan pada kadar pasir kelanauan 50%, menunjukan penurunan nilai persen pengembangannya yaitu 1,15%.  \nTanah expansif Caruban yang telah distabilkan dengan 50% pasir kelanauan diklasifikasikan sebagai lempung kepasiran, campuran lanau-pasir (SC), berdasarkan metode USCS, dan nilai CBR-nya sebesar 7,10% lebih besar dari 6,00%, maka tanah campuran tersebut dapat dipakai sebagai bahan tanah dasar. (Standard Specification for Highway Construction, Directorate General of Bina Marga, 1972).", "Daftar File": {"2000_TS_PP_SANTOSO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6047"}, "Penulis": "Rubi Santoso", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:A. Aziz Djajaputra, Prof.Dr.Ir.MSCE. Pembimbing 2:Masyhur Irsyam, Ir.PhD.Pembimbing 3:Rudy Hermawan K.,Ir.MSc.PhD.Scan:Yati Rohmah(22-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tanah ekspansif; Caruban", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mar 2006"}