{"Nomor": 4992, "Judul": "STUDI PENGGUNAAN OBAT PADA PENDERITA GANGGUAN FUNGSI GINJAL DAN  GANGGUAN FUNGSI JANTUNG RSUP HASAN SADIKIN", "Abstrak": "Abstrak : \n \nTelah dilakukan studi penggunaan obat pada penderita gangguan fungsi ginjal dan penderita gangguan fungsi jantung yang dirawat di bagian penyakit dalam dan ilmu kesehatan anak RSVP dr. Hasan Sadikin Bandung selama bulan Agustus - Oktober 1999. Studi penggunaan obat didasarkan pada kriteria penggunaan obat yang ditetapkan terlebih dahulu. Hasil menunjukkan bahwa baik pada penderita gangguan fungsi ginjal maupun gangguan fungsi jantung umumnya mempunyai diagnosis tambahan dan obat yang digunakan bertambah dalam jumlah dan jenisnya. Terdapat 40 kasus ketidaktepatan dosis pada penderita gangguan fungsi ginjal yang terdiri atas 95,00% dosis lebih dan 5,00% dosis kurang; dan 10 kasus pada penderita gangguan fungsi jantung yang terdiri atas 70,00% dosis lebih dan 30,00% dosis kurang. Kasus duplikasi penggunaan pada penderita gangguan fungsi ginjal 1,72% dan pada penderita gangguan fungsi jantung 1,23%. Pada penderita gangguan fungsi ginjal terdapat kasus kombinasi sinergis antibakteri 5,17% dan kasus kombinasi sinergis non antibakteri 5,86% sedangkan pada penderita gangguan fungsi jantung terdapat kasus kombinasi sinergis antibakteri 7,41%, kasus kombinasi antagonis antibakteri 0,62% dan kasus kombinasi sinergis non antibakteri 10,49%. Pada penderita gangguan fungsi ginjal terdapat kasus interaksi obat secara farmakodinamik dan farmakokinetik masing-masing sebesar 4,83% sedangkan pada penderita gangguan fungsi jantung berturut-turut 25,92% dan 3,08%", "Daftar File": {"2000_TS_PP_MUTHMAINAH_1.pdf": "https://digilib.itb.ac.id/gdl/download/6053"}, "Penulis": "Siti Saidah Muthmainah (NIM : 20797023)", "Kontributor / Dosen Pembimbing": ["Pembimbhing 1 :Herri Sastramihardja, Prof.Dr., dr.SpFK Pembimbing 2 :Endang Kumolosasi, Dr. Scan :Hidayat (2006-07-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Jul 2006"}