{"Nomor": 5005, "Judul": "PEMODELAN DINAMIK KERETA  MENGGUNAKAN BOGIE JENIS NT-60  DENGAN BANTUAN PROGRAM NASTRAN", "Abstrak": "Abstak:  \nUnjuk kerja rangkaian kereta api selalu dikaitkan dengan keamanan dan kenyamanan saat beroperasi. Kenyamanan pengendaraan berhubungan dengan sensitivitas manusia sebagai penumpang terhadap gangguan berupa getaran yang terjadi pada arah horizontal maupun arah vertikal akibat ketidakrataan jalan rel. Kualitas pengendaraan kereta api menyatakan kemampuan sistem suspensi bogie untuk mereduksi getaran yang terjadi sehingga menghasilkan kondisi nyaman tanpa menimbulkan kerusakan pada kereta.  \nBogie NT-60 merupakan jenis bogie yang banyak digunakan untuk operasional kereta api. Pemodelan dinamik kereta dilakukan menggunakan metode elemen komponen dalam arah longitudinal dan arah lateral. Model dinamik terdiri dari 7 elemen yaitu badan kereta, rangka bogie depan dan belakang serta 4 buah perangkat roda. Masing-masing elemen dihubungkan oleh sistem suspensi. Pemodelan dan analisis menggunakan program Nastran hingga diperoleh respon pada lantai kereta berupa percepatan domain waktu. Fast Fourier Transform dilakukan dengan program Matlab menghasilkan respon percepatan domain frekuensi yang akan menunjukkan kualitas pengendaraan kereta.  \nDengan menggunakan standar Nippon Sharyo Ltd.- Japan yang mengacu pada metode Janeway, kualitas pengendaraan (riding quality) kereta dapat diketahui klasifikasinya untuk kecepatan 30 dan 70 km/jam pada selang frekuensi yang berbeda.\nDari hasil analisis pemodelan ini ditunjukkan bahwa hampir seluruh kualitas pengendaraan termasuk dalam kategori very good kecuali untuk kecepatan 30 km/jam selang frekuensi 200 Hz arah lateral dan selang frekuensi campuran arah vertikal termasuk dalam kategori not tolerable.", "Daftar File": {"2000_TS_PP_SANTOSO_2.pdf": "https://digilib.itb.ac.id/gdl/download/6067"}, "Penulis": "Teguh Imam Santoso", "Kontributor / Dosen Pembimbing": ["Pembimbing :Bagus Budiwantoro, Dr., Ir.Scan:Yati Rohmah(2006-07-10)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perkeretaapian", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan dinamik kereta, Bogie NT-60, Program Nastran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Jul 2006"}