{"Nomor": 5007, "Judul": "OBLIGASI KONVERSI SEBAGAI ALTERNATIF PEMBIAYAAN DALAM RESTRUKTURISASI INVESTASI JALAN TOL  ( STUDI KASUS `JORR W2' )", "Abstrak": "Abstrak :Krisis ekonomi yang terjadi sejak pertengahan tahun 1997 menyebabkan proyek jalan tol yang masih dalam tahap persiapan terhenti pembangunannya. Termasuk di dalamnya adalah Pembangunan Jalan Tol Jakarta Outer Ring Road (JORR) Seksi W2. Hal ini disebabkan naiknya biaya konstruksi hampir dua kali, dan sulitnya mencari sumber dana akibat terpuruknya dunia Perbankan. Perhitungan investasi menjadi tidak layak karena biaya investasi naik sedangkan pendapatan tol akan turun dari prediksi semula karena turunnya volume lalu lintas. Kajian ini mencoba membahas alternatif struktur pendanaan dalam upaya untuk menghidupkan kembali peluang investasi pada JORR W2. Adapun alternatif yang ditinjau adalah pemanfaatan obligasi konversi sebagai sumber pendanaan tambahan selain modal sendiri. Skema yang dibuat diawali dengan penjadwalan kembali pembangunan proyek, revaluasi biaya investasi sampai dengan membuat beberapa alternatif struktur pendanaan menggunakan obligasi konversi.  \nDari hasil analisis diketahui bahwa pembengkakan biaya selain dari berlipatnya biaya konstruksi juga berasal dari besarnya bunga pinjaman. Hal ini disebabkan karena sebagian dana pinjaman telah dicairkan pada tahun awal (1996), terutama dipersiapkan untuk pembebasan tanah. Besarnya kenaikan biaya investasi tidak dapat diimbangi hanya dari penerbitan obligasi konversi, disamping itu diperlukan upaya lain dengan meminta adanya hair-cut atas bunga pinjaman selama tidak ada kegiatan, yaitu tahun 1998 s/d 2000. Didalam menyusun restrukturisasi permodalan ini, porsi kepemilikan saham investor utama setelah konversi dibuat tetap mayoritas.", "Daftar File": {"2000_TS_PP_SAPTAJI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6069"}, "Penulis": "Toto Saptaji (NIM : 28198089)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sudarso Kaderi Wiryono, Dr.Ir. Scan :Hidayat (2006-06-27)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2006"}