{"Nomor": 5020, "Judul": "PERUBAHAN TINGKAT TOLERANSI HELICOVERPA ARMIGERA  HUBNER YANG TERINFEKSI HELICOPERA ARMIGERA NUCLEAR POLYHEDROSIS VIRUS (HANPV)", "Abstrak": "Abstrak : \n \n \nTelah dilakukan penelitian mengenai pengaruh infeksi Helicoverpa armigera Nuclear Polyhedrosis Virus (HaNPV) secara berulang (pendedahan) dan pelepasan pendedahan terhadap perubahan tingkat toleransi, pertumbuhan dan konsumsi makan larva serangga H. armigera. Infeksi HaNPV terhadap H. armigera dilakukan dengan metoda \"droplet feeding\" sampai 4 generasi. Hasil penelitian hi menunjukkan bahwa H. armigera yang diinfeksi HaNPV secara terus menerus, walaupun tidak menunjukkan perbedaan yang nyata dalam hal nilai LD 50 cenderung untuk mengembangkan toleransi terhadap infeksi HaNPV. \n \nLD 50 HaNPV terhadap H. armigera meningkat dari 567 PIB/ekor pada generasi pertama menjadi 788 PIB/ekor pada generasi keempat. Pada H. armigera yang terinfeksi HaNPV, pertumbuhan dan konsumsi makan larva-larva yang mendapat pendedahan HaNPV relatif lebih tinggi dibandingkan dengan larva-larva yang tidak mendapat pendedahan. Percobaan ini kemudian dilanjutkan dengan melepaskan pendedahan HaNPV terhadap H. armigera dari generasi 5 sampai generasi 8. Hasil pengamatan menunjukkan bahwa walaupun dalam hal nilai LD 50, pelepasan pendedahan tidak menunjukkan perbedaan yang nyata, tetapi H. armigera yang mengalami pelepasan pendedahan dari HaNPV cenderung menunjukkan penurunan tingkat toleransinya terhadap infeksi virus ini. LD 50 HaNPV terhadap H. armigera menurun dari 788 PIB/ekor menjadi 606 PIB/ekor, setelah 4 generasi dilepaskan dari pendedahan HaNPV. Selanjutnya pada H. armigera yang terinfeksi HaNPV, pertumbuhan dan konsumsi makan H. armigera yang dilepaskan dari pendedahan relatif lebih rendah dibandingkan dengan H. armigera yang mendapat perlakuan pendedahan.", "Daftar File": {"2000_TS_PP_SANJAYA_1.pdf": "https://digilib.itb.ac.id/gdl/download/6082"}, "Penulis": "Yayan Sanjaya", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Tjandra Anggraeni,Dr .  Pembimbing 2 :  Wardono Niloperbowo,Dr. Scan:  Mudjiono  25-09-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "tingkat toleransi helicorverpa armigera,hubner yang terinfeksi helicorvepa armigera,nuclear polyhedrosis virus (HaNPV).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2006"}