{"Nomor": 5023, "Judul": "KEHADIRAN ULAT GRAYAK (SPODOPTERA EXIGUA     HUBNER) DAN HUBUNGANNYA DENGAN PERTUMBUHAN TANAMAN BAWANG MERAH (ALLIUM CEPA L. VAR. AGGREGATUM D.)DI CILEDUG CIREBON JAWA BARAT", "Abstrak": "AbstrakTelah dilakukan penelitian mengenai kehadiran Ulat Grayak (Spodloptera exigua Hubner) dan hubungannya dengan pertumbuhan tanaman bawang merah (Allium cepa L. var. aggregatum D) di Ciledug Jawa Barat. Pengamatan dilakukan pada musim kemarau dan hujan. Pengamatan pertumbuhan A. cepa didasarkan pada pengukuran panjang dan jumlah daun. Pada saat yang sama, pada lokasi yang sama, dilakukan kajian lain seperti kehadiran imago jantan dalam hubungannya dengan pertumbuhan A. cepadengan bantuan perangkap feromon seks; Siklus hidup S. exigua diamati pada kondisi semi alami Periode harian respon imago jantan S. exigua terhadap feromon seksnya diamati setiap malam selama enam hari. Kemampuan migrasi imago S. exigua diprediksi menggunakan metode \"capture-mark-recapture\" (CMR). Data meteorologis (temperatur, kelembaban dan curah hujan) dicatat dan dibandingkan dengan data dari stasiun Baden Meteorologi dan Geofisika Tegal. Hasil penelitian menunjukkan bahwa pertumbuhan A. cepapada musim kemarau lebth balk daripada perhuhbuhan di musim hujan Pada musim kemarau S. exigua hadir pada A. cepa periode vegetatif dan generatif, sedangkan pada musim hujan S. exigua hanya hadir pada periode vegetatif. Kerapatan larva dan imago S. exigua pada A. cepa di musim kemarau lebih tinggi daripada di musim hujan. Hal ini menyebabkan kerusakan A. cepa pada musim kemarau leb~ tinggi (18,59%) dibandingkan kerusakan pada musim hujan (1,06%).     \nBerdasarkan panjang dan jumlah daun A. cepa, kehadiran S. exigua sesuai dengan pertumbuhan A. cepa dan memiliki korelasi yang tinggi dengan kelembaban relatif Siklus hidup S. exigua berkisar dari 20-37 hari, dengan stadia larva berkisar dari 9-15 hari. Respon imago jantan terhadap feromon seks terjadi antara pukul 21.00-05.00 pagi berikutnya. Kemampuan migrasi tidak dapat diprediksi karena basil \"recapture\" yang rendah (4-14 %).", "Daftar File": {"2000 ABIDIN": "https://digilib.itb.ac.id/gdl/download/6085"}, "Penulis": "Zaenal Abidin [20697512]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1Tati S. Subahar, Dr.Pembimbing 2Agus Dana Permana, Dr.Scan:Hidayat (2006-03-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Ulat Grayak (Spodoptera exigua Hubner), Allium cepa", "Sumber": "SITH", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Mar 2006"}