{"Nomor": 5024, "Judul": "STUDI ANALISIS RESIKO GEMPA DAN  MIKROZONASI KOTA JAKARTA", "Abstrak": "Abstrak : \nSecara umum peraturan penentuan beban-beban dinamis gempa terhadap bangunan-bangunan sipil, seperti gedung, dinding penahan tanah, bendungan, jembatan dan bangunan-bangunan lainnya merupakan kompilasi clan hasil-hasil analisis kegempaan, seperti analisis seismotektonik, analisis resiko gempa, analisis geoteknik dan analisis dinamika struktur. Keempat analisis tersebut berkaitan satu sama lain untuk menghasilkan aturan pembebanan dinamik pada bangunan-bangunan sipil. Akibat banyaknya faktor-faktor ketidakpastian yang saling mempengaruhi claim analisis kegempaan, maka diperlukan ar.alisisyang sistematis sehingga hasil yang diperoleh dapat dipertanggungjawabkan secara ilmiah.  \nTesis ini akan menganalisis resiko gempa dan mikrozonasi untuk Kota Jakarta. Analisis akan dibagi menjadi 3 tahap, yaitu pengumpulan dan pengolahan data gempa, analisis resiko gempa dan analisis dinamika tanah. Tahap pertama (pengumpulan dan pengolahan data) akan meliputi pengumpulan data-data gempa, mencari korelasi empiris hubungan antara berbagai magnitude gempa, pemisahan gempa-gempa utama dengan gempa-gempa ikutannya, dan analisis kehomogenan data gempa. Tahap ke dua adalah analisis resiko gempa. Analisis ini dilakukan untuk mendapatkan karakteristik pergerakan tanah di batuan dasar seperti percepatan maksimum dan respons spektra di batuan untuk beberapa periode ulang gempa. Pada tahap analisis resiko gempa akan dilakukan penentuan zona-zona sumber gempa, studi parameter resiko gempa untuk masing-masing zona, studi fungsi atenuasi, perhitungan resiko gempa, dan pembuatan digitasi sintetik Tahap ketiga adalah analisis respons dinamik tanah. Tahap ini akan meliputi penentuan parameter dinamik tanah dan analisis perambatan gelombang geser satu dimensi pada beberapa lokasi di Jakarta. Hash akhir dari tesis ini adalah pembuatan peta kontur iso-akselerasi maksimum, peta kontur amplifikasi dan analisis variasi respons spekira di permukaan tanah untuk kota Jakarta.", "Daftar File": {"2000_TS_PP_HENDRIYAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6086"}, "Penulis": "HENDRIYAWAN", "Kontributor / Dosen Pembimbing": ["Pembimbing: Mansyhur Irsyam,Ir.,MSE.,Ph.D.scan: Mulyati(03-08-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2006"}