{"Nomor": 5032, "Judul": "DESAIN DAIMPLEMENTASI APLIKASI  MOBILE AGENT UNTUK PEMETAAN JARINGAN KOMPUTER", "Abstrak": "Abstrak : Pemetaan jaringan komputer merupakan salah satu tugas dari seorang administrator jaringan dalam pengelolaan jaringan komputer. Peta jaringan komputer yang dihasilkan kemudian dapat dipergunakan sebagai acuan untuk melakukan pengelolaan jaringan komputer.  \n Untuk menjaga agar usaha untuk memetakan jaringan komputer tidak menurunkan availability jaringan karena banyaknya bandwidth jaringan yang dipakai, maka dilakukan dengan menerapkan aplikasi Java mobile agent. Aplikasi ini memiliki kode byte yang berukuran kecil sehingga menghemat bandwidth jaringan dan dapat beroperasi melalui jaringan Internet atau intranet dengan efisien.  \n Pemetaan jaringan komputer dilakukan dengan mengirimkan agent melalui jaringan Internet atau Intranet ke salah satu host yang telah ditentukan yang berada dalam jaringan komputer yang akan dipetakan. Setelah selesai mengumpulkan informasi konfigurasi jaringan komputer, agent akan kembali ke host pengirim untuk menampilkan informasi jaringan yang telah berhasil dikumpulkan dalam bentuk tabel.  \n Aplikasi mobile agent yang dinamakan \"Mapping\" ini dibuat dengan menggunakan perangkat lunak JDK (Java Development Kit) dan ASDK (Aglets Software Development Kit). Sedangkan untuk mengoperasikan Mapping digunakan Aglet Viewer Tahiti yang juga bertindak sebagai server aglet.", "Daftar File": {"2001 SARDJANA": "https://digilib.itb.ac.id/gdl/download/6095"}, "Penulis": "Agus Tri Sardjana  [23299104]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Bambang Riyanto, Dr.Ir. Pembimbing 2 :Budi Rahardjo, Dr.Ir. Scan :Hidayat (2006-06-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pemetaan, Jaringan komputer, Internet", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Jun 2006"}