{"Nomor": 5033, "Judul": "PENERAPAN KONSEP FUNGSI UTILITAS DALAM PERKIRAAN         BESARAN KOMPENSASI PADA PROSES NEGOSIASI KONFLIK         OWNER - KONTRAKTOR PADA PROYEK KONSTRUKSI", "Abstrak": "Abstrak :Faktor ketidakpastian sangat berperan dalam pelaksanaan proyek konstruksi. Keadaan ini menyebabkan potensi timbulnya perselisihan di antara pihak-pihak yang terlibat. Salah satu alternatif penyelesaian perselisihan yang paling diminati oleh pihak-pihak yang terlibat adalah melalui proses negosiasi Penyebab kegagalan terbesar kedua pada proses negosiasi adalah kurangnya informasi yang tepat dalam menentukan rentang besaran kompensasi sehingga menyulitkan negosiator untuk mengambil keputusan dalam memperkirakan nilai kompensasi yang sesuai.         \n \nPenelitian ini bertujuan untuk membuat kajian terhadap penerapan fungsi utilitas dalam perkiraan besaran kompensasi pada proses negosiasi konflik pada proyek konstruksi. Model yang dibuat merupakan pengembangan dari pendekatan \"Ask-Take\" dan \"Offer-Give\" (Sparks, 1995). Model ini akan menggambarkan proses pencapaian kesepakatan pada saat berlangsungnya proses negosiasi dengan menentukan fungsi utilitas kontraktor dan owner. Setelah itu, fungsi ini digambarkan ke dalam bentuk kurva yang dapat memberikan informasi secara visual terhadap posisi setiap pihak dan area dimana kemungkinan-kemungkinan kesepakatan dapat dihasilkan.         \n \nDari basil analisis data terhadap kuisioner kontraktor dan owner, diperoleh nilai kompensasi yang diinginkan oleh kontraktor dan nilai kompensasi yang dapat diberikan oleh owner pada tiap jenis konflik. Keterbatasan data lapangan merupakan kendala yang dihadapi dalam pengembangan model ini, sehingga digunakan pengacakan bilangan utilitas kontraktor dan owner. Manipulasi data dilakukan melalui pendekatan penurunan fungsi probabilitas nilai kompensasi untuk dapat mengetahui fungsi utilitas kontraktor dan owner pada beberapa perilaku, yaitu : risk aversion, risk neutral, dan risk preference. Berdasarkan fungsi utilitas dan representasi grafis, kesepakatan dapat dihasilkan melalui penggunaan kriteria yaitu titik keseimbangan.         \n \nPaduan fungsi utilitas dan distribusi nilai kompensasi owner dan kontraktor diharapkan dapat memberikan informasi bagi negosiator dalam memperkirakan besaran kompensasi yang sesuai dan dalam mengetahui pola negosiasi berdasarkan jenis perilaku.", "Daftar File": {"2001_TS_PP_SIMANGUNSONG_1.pdf": "https://digilib.itb.ac.id/gdl/download/6096"}, "Penulis": "Albert Simangunsong [25098008]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harkunti Pertiwi Rahayu, Dr.Ir. Scan :  Hidayat (2006-03-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "Civil engineering", "Kata Kunci": "", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Mar 2006"}