{"Nomor": 5047, "Judul": "TELAAH TERHADAP PERMASALAHAN AIR BAKU     DI DAERAH ALIRAN SUNGAI (DAS)     CILIWUNG-CISADANE", "Abstrak": "Abstrak: \nDari segi ketersediaan sumber air handal, Daerah Aliran Sungai (DAS) Ciliwung-Cisadane yang melalui tiga wilayah administratif Kabupaten Bogor, Kabupaten Tangerang dan Daerah Khusus Ibukota (DKI) Jakarta saat ini berada dalam kondisi kritis. \nMemperhatikan persoalan di DAS Ciliwung-Cisadane tersebut dilakukan kajian yang diarahkan untuk menanggapi pokok-pokok pertanyaan berikut: \n1. Bagaimanakah perkembangan ketersediaan dan kualitas sumber air di DAS Ciliwung-Cisadane.     \n2. Bagaimana perkembangan berbagai jenis kebutuhan air baku yang telah terjadi di DAS tersebut.     \n3. Bagaimanakah pola alokasi sumber sumber air di DAS Ciliwung-Cisadane dalam memenuhi berbagai jenis kebutuhan tersebut.     \n4. Persoalan apa saja yang teramati berkaitan dengan penyediaan dan penggunaan air baku di DAS Ciliwung-Cisadane.     \n5. Dengan mengacu kepada persoalan-persoalan yang teridentifikasi pada butir 4, menggagaskan arah upaya yang dipandang perlu ditempuh untuk menghindari keadaan krisis air di DAS Ciliwung-Cisadane. \nDan kajian yang dilakukan dapat dikemukakan pokok-pokok kesimpulan berikut :     \n1. DAS Ciliwung-Cisadane mangalami defisit air dalam pola pemanfaatannya, terutama diakibatkan oleh adanya perusakan dan penebangan hutan yang menyebabkan rusaknya daerah hulu sebagai daerah resapan yaitu kota Bogor.     \n2. Sebagai akibatnya saat ini DKI Jakarta, Tangerang dan Bogor merupakan daerah kawasan DAS Ciliwung-Cisadane mengalami kekurangan air baku untuk air minum, perkotaan dan industri, baik  karena tingkat ketersediaannya maupun karena penurunan kualitasnya. Pengambilan air dari sumber air baku diluar DAS Ciliwung-Cisadane untuk mencukupi kekurangannya yaitu dari DAS Citarum terpaksa dilakukan.   \n3. Menurunnya tingkat ketersediaan disebabkan oleh berkurangnya daerah resapan, karena adanya perubahan fungsi tata guna lahan di daerah resapan air pada bagian hulu yang dulunya hutan, berubah menjadi lahan pertanian dan sebagian lagi berubah menjadi daerah real estat/ perumahan penduduk atau industri.   \n4. Penurunan kualitas sumber air sungai Ciliwung-Cisadane disebabkan oleh pertumbuhan penduduk dan perkembangan industri di daerah Jabotabek yang dalam banyak hal membuang limbah langsung ke sungai tanpa proses pengolahan baik berupa limbah domestik maupun industri.   \n5. Tingkat penggunaan air dan cara pandang masyarakat terhadap air perlu diperbaiki dalam rangka mengurangi konflik antara pengguna air bagi pertanian, industri dan permukiman.   \n6. Teramati masih kurangnya pengertian dan kesadaran masyarakat terhadap UU, peraturan dan penegakan hukum yang berkaitan dengan pelaksanaan pelestarian, pengelolaan dan pengaturan sumber air termasuk pemanfaatan serta pengendalian pencemaran di badan-badan air.   \n7. Upaya-upaya kunci yang perlu dilakukan dalam menyikapi kondisi kritis DAS Ciliwung-Cisadane adalah sebagai berikut:   \na. Dalam rangka pelestarian dan pengelolaan sumber daya air Rencana Tata Ruang Wilayah (RTRW) untuk Daerah Kabupaten maupun Daerah Propinsi harus secara ketat diikuti.   \nb. Disarankan pembentukan lembaga pada tingkat nasional yang secara khusus menangani sumber daya air dalam rangka meningkatkan koordinasi perencanaan, pengembangan dan pengelolaan sumber daya air lintas sektoral dan wilayah melalui pendekatan partisipatif. Disarankan agar lembaga tersebut mempunyai mandat untuk menetapkan kebijakan dan mengawasi pelaksanaannya agar pendayagunaan sumber daya air secara optimal dan berkelanjutan dapat terwujud.   \nc. Menyusun kerangka hak atas penggunaan air serta pengaturan iuran pelayanan air dan iuran pembuangan air, disertai upaya penanggulangan pencemaran air secara nyata dengan penegakan hukum yang konsisten.", "Daftar File": {"2000_TS_PP_GIYANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6112"}, "Penulis": "Budi Giyanto", "Kontributor / Dosen Pembimbing": ["Pembimbing :Saswinadi Sasmojo, Prof., Dr., Ir.Scan:Yati Rohmah(2006-08-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Air baku, Daerah Aliran Sungai, Ciliwung-Cisadane", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2006"}