{"Nomor": 5051, "Judul": "STUDI INOVASI DAN KEWIRAUSAHAAN SOSIAL  (STUDI KASUS INOVASI SOSIAL DALAM KONTEKS  PEMBERDAYAAN MASYARAKAT)", "Abstrak": "Abstrak : \nInovasi sosial dan kewirausahaan merupakan kebutuhan setiap masyarakat agar mampu bertahan dalam setiap kondisi lingkungan yang berubah. Kebutuhan tersebut terdapat pada semua strata kehidupan masyarakat, baik yang berskala global, nasional, regional maupun lokal. Tujuan utama studi ini adalah mengidentifikasi inovasi sosial secara teoritis dan empiris. Pada studi teoritis dilakukan penelusuran kepustakaan, sedangkan studi empiris dilaksanakan dengan mengambil tujuh kasus inovasi sosial yang dilakukan baik oleh individu atau lembaga pelaku inovasi sosial pada kelompok masyarakat. Tiga pertanyaan yang menjadi titik tolak penelitian ini, pertama, apakah yang dimaksud dengan elemen inovasi sosial. Kedua, bagaimana proses perkembangan inovasi sosial. Ketiga, bagaimana karakteristik proses dan hasil suatu inovasi sosial. Metode penelitian adalah eksploratif-kualitatif.  \nHasil penelitian menunjukan bahwa ada sebelas elemen merupakan basis atau unsur penggerak inovasi sosial. Dari ketujuh kasus penelitian menunjukan, empat kasus memiliki kesebelas elemen inovasi sosial. Sedangkan tiga kasus lainnya hanya memiliki delapan elemen inovasi sosial. Proses inovasi pada dasamya beragam, kendatipun secara garis besar terdiri dari beberapa langkah utama, seperti proses penyadaran akan perlunya perubahan, perumusan dan penyebaran visi dan tindakan untuk mewujudkan perubahan.  \nKarakter inovasi sosial bisa ditemukan dalam beberapa bentuk inovasi. Pertama, inovasi yang mengarah pada solusi langsung terhadap permasalaban yang dihadapi oleh kelompok sasaran. Kedua, inovasi yang mengarah pada upaya perubahan melalui perubahan pola pendekatan dan/atau perubahan cara pandang masyarakat terhadap suatu masalah. Ketiga, inovasi untuk merubah/melahirkan sistem baru. Hasil inovasi sosial dan kewirausahaan dapat diukur dengan tujuh kriteria. Dari ketujuh kriteria tersebut, lima kriteria menunjukan bahwa ketujuh kasus penelitian inovasi sosial adalah positif. Sedangkan dua kriteria lainnya belum bisa digunakan sebagai alat ukur, karena beberapa kasus penelitian ini masih dalam proses perkembangan.", "Daftar File": {"2001 INDARWATI": "https://digilib.itb.ac.id/gdl/download/6116"}, "Penulis": "Chatarina V. D. Indarwati   [25598004]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ida I Dewa Gede Raka, Prof., Dr., Ir. Scan:Neneng (2006-06-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Inovasi sosial, kewirausahaan, pengembangan inovasil, eksploratif-qualitatif", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "29 Jun 2006"}