{"Nomor": 5055, "Judul": "PERANCANGAN SISTEM KONTROL TORSI  PADA MOTOR INDUKSI 3 FASA  DENGAN UMPAN BALIK NONLINIER", "Abstrak": "Abstrak:\nPemakaian motor induksi sebagai mesin penggerak saat ini semakin meluas seiring dengan kemajuan yang pesat dalam bidang mikroprosessor dan elektronika daya. Kemajuan tersebut menyebabkan pengontrolan yang sulit pada motor induksi akibat adanya penyatuan (coupling) antara komponen arus pembangkit fluks dan torsi dapat diatasi.  \nDalam penelitian ini dilakukan pengontrolan torsi motor induksi tiga fasa menggunakan konsep vektor kontrol dengan kerangka acuan arus magnetik rotor untuk memisahkan (decoupling) arus pembangkit fluksi (Isx) dan arus pembangkit torsi (Isy) dengan cara mentransformasikan variabel-variabel tiga fasa (tegangan dan arus) pada motor induksi menjadi variabel-variabel dengan dua sumbu koordinat. Pemisahan ini mengacu pada motor DC yang telah terpisah antara arus pembangkit fluksi dan pembangkit torsi.  \nMetoda linierisasi masukkan-keluaran (Input-output linierization) kemudian digunakan untuk memperoleh pengontrol bagi sistem nonlinier sehingga memungkinkan perancangan umpan balik keadaan nonlinier untuk mengontrol sistem sebagaimana halnya dilakukan untuk sistem limier.  \nDari hasil simulasi pengontrolan torsi dan arus magnetik rotor motor induksi tiga fasa (5 Hp, 1 pasangan pole, 60 Hz, 208 V, 21 A) menggunakan pengontrol P dan P+D diketahui bahwa motor mampu mencapai harga torsi dan arus magnetik rotor yang ditetapkan (set-point) dengan overshoot 0%. Selain itu perubahan parameter tahanan rotor (Rr) menjadi 0.115 SZ (6.5 %) dan induktansi magnetik (Lm) menjadi 0.044 H (2 %) tidak mempengaruhi pengontrolan yang dirancang (tidak sensitif terhadap perubahan parameter).", "Daftar File": {"2001_TS_PP_SETIAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6120"}, "Penulis": "Dany Setiawan", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Farida I. Muchtadi, Dr., Ir.Pembimbing2:Edi Leksono, Dr., Ir.Scan:Yati Rohmah(20-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem kontrol torsi, motor induksi, umpan balik nonlinier", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2006"}