{"Nomor": 5056, "Judul": "ERANCANGAN PROGRAM TRANSLATOR MESIN SIMD DAN MIMD DENGAN METODA PCAM UNTUK BAHASA PEMROGRAMAN PARALEL C++", "Abstrak": "Abstrak :Komputasi paralel merupakan salah satu upaya dalam meningkatkan kemampuan proses eksekusi dari sebuah program. Perancangan program tranlator ini diturunkan dari sebuah program user dengan memisahkan program antara fungsi dan data. Program User ditulis dalam bentuk program sequensial sehingga memudahkan dalam pemisahan fungsi dan data. \n \nTesis ini mencoba merancang program paralel komputasi yang dapat bekerja pada mesin pemrosesan paralel SIMD (Single Instruction stream Multiple Data dan M NID (Multiple Instruction stream Multiple Data). Dasar pemikiran dari rancangan ini adalah sinkronisasi mesin SIMD dan MTMD. Mesin SAND lebih handal dalam komunikasi sedangkan MIMD lebih baik dalam pemrosesan multipel data. \n \nHasil pengujian model dilakukan pada Borland C++. suatu penggabungan model pemrograman diturunkan untuk meluluskan program-program paralel untuk dipetakan kedalam dua arsitektur SIMD dan MIMD dengan katakanlah sebuah program translator PCAM (Patition Communication Aglomeration Mapping). \n \nHal yang mendasar model ini adalah pemisahan sinkronisasi dari aliran kendali (flow control) dan komunikasi. Pemetaan program user kedalam sebuah program translator sangat bergantung pada kemampuan pemogram sehingga pemisahan antara fungsi dan data. Dan juga diperlukan kemampuan pemogram agar fungsi dapat bekerja pada sebuah objek prosesor. Program bahasa POO ( Parallel Object Orinted ) merupakan bagian dari perancangan program translator dipetakan kedalam program. Dengan program channel objek dapat Baling berkomunikasi dan melakukan tranfer data.", "Daftar File": {"2001_TS_PP_SANI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6121"}, "Penulis": "Darmansyah Deva Sani (NIM : 23298502)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Kuspriyanto, Dr.,Ir. Scan :Hidayat (2006-06-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2006"}