{"Nomor": 5058, "Judul": "IDENTIFIKASI SEKTOR-SEKTOR PENENTU TINGKAT PERTUMBUHAN TOTAL FACTOR PRODUCTIVITY SUATU NEGARA YANG DIPICU OLEH PENGEMBANGAN KUALITAS MANUSIA", "Abstrak": "Abstrak :Pertumbuhan produktivitas sangat dipengaruhi oleh kesiapan infrastruktur, baik infrastruktur fisik, ekonomi maupun teknologi. Makin kuat infrastnuktur akan makin memperkokoh struktur industri sehingga tahan terhadap kerawanan-kerawanan. Kesiapan infrastruktur yang tangguh hanya dapat dibangun oleh manusia-manusia dengan kualitas yang tangguh (unggul) pula. Pengaruh daripada kebijakan pengembangan kualitas manusia yang bagaimana, yang dapat meningkatkan ketahanan struktur industri.   \nManusia yang bersumber daya tinggi tentunya akan membuat transfer atau akuisisi teknologi menjadi lebih sangat kondusif. Hal ini berpengaruh kepada pertumbuhan produktivitas, karena keunggulan manusia dapat membuka akses terhadap kelompok internasional dari pengetahuan dan teknologi yang memfasilitasi kebiasaan-kebiasaan produksi yang unggul .   \nNegara-negara sedang berkembang pada umumnya tidak memiliki dasar yang kuat dalam penelitian dan pengembangan (research & development - R & D) dan hanya menyandarkan pada pengetahuan teknologi yang dihasilkan oleh negara-negara industri. Sehingga produktivitas mereka sangat tergantung pads tingkat dimana mereka dapat mengakuisisi telmologi yang dikembangkan oleh negara industri. Ada suatu pandangan populer yang meugatakan bahwa pengembangan manusia merupakan suatu `saluran' penting bagi alih teknologi (technology transfer) dan penciptaan teknologi (to create technology) dimana memudahkan suatu negara untuk mencapai pertumbuhan produktivitasnya dengan lebih cepat.   \nPenelitian yang dilakukan disini untuk menunjukkan bahwa perbedaan kondisi transisi dinamis didalam mengakuisisi maupun menciptakan teknologi antara negara sedang berkembang (NSB) dengan negara industri maju (OECD) Akan membentuk pola yang berbeda di dalam peningkatan pertumbuhan Total Factor Productivity negara. Dimana kondisi transisi dinamis ini dipicu oleh faktor pengembarigan kualitas manusia. Dan ini diperlihatkan dengan basil penelitian yang menunjukkan bahwa ada perbedaan yang signifikan antara negara sedang berkembang dengan industri maju baik dalam sektor-sektor penentunya maupun tingkat pertumbuhan TFP jangka panjang-nya. Untuk negara sedang berkembang sektor-sektor penentunya adalah sektor manufaktur(+), sektor hasil bumi{+), sektor utilitis(-) dan sektor jasa(+), tetapi tingkat pertumbuhan TFP jangka panjangnya tidak mempengaruhi tingkat pertumbuhan TFP negara. Sedangkan untuk negara industri maju, sektor penentunya adalah sektor utilitis(-) Ilan disini tingkat pertumbuhan TFP jangka panjangnya mmpengarulu tingkat pertumbuhan TFP negara. Dan secara umum dapat dikatakan bahwa faktor pengembangan kualitas manusia (nilai HDI) hanya memiliki `efek' terhadap negara NSB saja.", "Daftar File": {"2001_TS_PP_ANANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6123"}, "Penulis": "Dedy Ananto (NIM : 23498097)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Frans Mardi Hartanto, Prof.Dr.Ir., MSIE Scan :Hidayat (2006-08-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Agu 2006"}