{"Nomor": 5061, "Judul": "DAMPAK KELENGKAPAN SISTEMIK SISTEM INFORMASI  TERHADAP PENGARUH LINGKUNGAN BELAJAR PADA  PROSES TRANSFORMASI POTENSI INTELEKTUAL  INDIVIDU MENJADI MODAL INTELEKTUAL KELOMPOK", "Abstrak": "Abstrak : \nUntuk dapat bertahan di lingkungan yang bergejolak dan berubah dengan cepat seperti yang terjadi sekarang ini, organisasi harus mampu beradaptasi mengikuti perubahan tersebut. Dengan kata lain, organisasi harus mampu menjadi organisasi belajar (Hartanto, 1999).  \nDidalam suatu organisasi belajar, manusia memegang peranan yang sangat penting, karena keberhasilan keberhasilan suatu perusahaan/ organisasi tergantung dari keberhasilannya memanfaatkan potensi insani yang tertanam dalam diri setiap individu dengan semaksimal mungkin, untuk kepentingan organisasi, dalam bentuk modal maya organisasi.  \nProses transformasi dari potensi insani menjadi modal maya organisasi inilah yang menjadi inti permasalahan dalam penelitian ini. Dengan melakukan pembatasan pada proses transformasi kompetensi intelektual individu menjadi modal intelektual kelompok.  \nProses transformasi tersebut me;nbutuhkan suatu media untuk dapat tumbuh dengan subur. Senge (1990) mengungkapkan 5 disiplin belajar yang mampu berperan sebagai habitat yang kondusif bila diantara kelima disiplin tersebut memiliki keterkaitan antar satu dengan yang lainnya, yang membentuk suatu jalur transformasi. Kelima disiplin tersebut adalah personal mastery, mental models, shared vision, system thinking dan team learning. Selain itu juga, pengaruh keberadaan lingkungan belajar pada proses transfomasi tersebut akan meningkat bila di perusahaan yang bersangkutan tersedia suatu sistem informasi yang efektif.  \nPenelitian ini bertujuan untuk mencari bukti empirik bahwa modal intelektual kelompok hanya akan terbentuk dari kompetensi intelektual individu yang bekerja didalam suatu lingkungan belajar yang kondusif dan didukung keberadaan suatu sistem informasi yang efektif. Berdasarkan data empirik dari 3 perusahaan besar di Indonesia yang terdiri dari 57 kelompok kerja, penelitian ini telah dapat membuktikan bahwa modal intelektual kelompok dapat terbentuk dari kompetensi intelektual individu bila dipengaruhi keberadaan lingkungan belajar yang didukung oleh sisteam informasi yang efektif. Tetapi pengaruh langsung lingkungan belajar yang kondusif terhadap terjadinya proses transformasi pengetahuan itu sendiri, belum dapat dibuktikan.", "Daftar File": {"2001_TS_PP_WIDIYANATIKA_1.pdf": "https://digilib.itb.ac.id/gdl/download/6126"}, "Penulis": "Dina Widiyanatika  (NIM 23498037)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Frans Mardi Hartanto,Prof.,DR. Scan :Neneng (2006-08-30)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2006"}