{"Nomor": 5078, "Judul": "PENGEMBANGAN KOTA WISATA CIREBON   BERDASARKAN SISTEM KETERKAITAN", "Abstrak": "Abstrak : \nSalah satu penyebab kegagalan pengembangan kota wisata di Indonesia adalah tidak adanya keterkaitan antar atraksi wisata dalam perencanaan dan perancangannya. Sistem keterkaitan sangat berperan dalam pembentukan imagelcitra sebuah kota wisata, yang pada gilirannya akan menentukan keberhasilan berfungsinya kota wisata. Pembentukan citra ini menjadi isu yang sangat penting karena harus khas, yang digali dari identitas lokal yang mampu meningkatkan daya saing sebuah kota wisata. Sistem keterkaitan ini selain membentuk kekhasan, baru akan berhasil diterapkan secara sempurna jika keterkaitan tersebut mampu membentuk kerjasama dengan kota-kota wisata lain (tujuan wisata lain). \n \nPerumusan kriteria sistem keterkaitan diperoleh dari kajian teoritik, balk dari pariwisata maupun perancangan kota, dan studi banding pada kota-kota wisata yang telah berhasil yang memiliki kesamaan karakter dengan studi kasus. Pendekatan perumusan kriteria ini dilakukan terutama berdasarkan apa yang akan dialami, dirasakan dan dilihat oleh wisatawan selama melakukan perjalanan wisatanya. Dengan demikian, pedoman (guidelines) yang dihasilkan menjadi logis dan realistis serta mampu diterapkan pada studi kasus. \n \nSistem Keterkaitan mencakup aspek keterkaitan fungsi, model wisata, sirkulasi, visual, waktu/aktivitas, dan keterkaitan informasi dan promosi. Semua aspek tersebut bersatu padu dalam membentuk image/citra kota yang harus dijiwai oleh identitas lokal tersebut. Citra kota inilah yang nantinya akan memberikan kemudahan eksplorasi bagi wisatawan untuk berorientasi. \n \nCirebon sebagai studi kasus, memiliki banyak potensi atraksi wisata yang layak ditawarkan kepada wisatawan dan memiliki kelemahan dalam sistem keterkaitan antar atraksi wisatanya. Oleh karena itu, Cirebon menjadi sangat relevan dipakai sebagai studi kasus untuk menerapkan pedoman-pedoman (guidelines) yang telah dikaji dan dikembangkan. Untuk menemukan identitas lokal yang akan diambil dalam mewujudkan sistem keterkaitan maka dilakukan pula penelitian yang lebih mendalam mengenai latar belakang sejarah dan budaya Cirebon. Selain itu dilakukan pula analisa terhadap potensi atraksi wisata balk yang ada di Cirebon maupun di luar Cirebon yang sangat panting dalam pembentukan sistem keterkaitan. \n \nKonsep perencanaan dan perancangan kota wisata yang dihasilkan berupa strategi yang bersifat nonfisik maupun fisik seperti peraturan tata guna lahan, tata bangunan, intensitas bangunan, sirkulasi dan sistem penandaan. Konsep yang dihasilkan tidak hanya diterapkan pada skala kawasan tetapi juga pada skala kota dan skala detail sehingga sistem keterkaitan dapat diterapkan secara balk. \n \nPelaksanaan konsep perencanaan dan perancangan akan berhasil apabila menjadi bagian dad program pemerintah kota dan didukung oleh aspek legalitas peraturan kota.penNujudan konsep hanya bisa dilakukan jika ada dukungan dan koordinasi antara masyarakat kota, pemerintah kota dan swasta.", "Daftar File": {"201 ISKANDAR": "https://digilib.itb.ac.id/gdl/download/6146"}, "Penulis": "Francisca Iskandar [25298014]", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Himasari Hanan,Dr.Ing.Ir.MAE Pembimbing II:Baskoro tedjo,Dr.Ir.MSEB Scan :Neneng (2006-06-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Pengembangan kota, sistem keterkaitan", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Jun 2006"}