{"Nomor": 5080, "Judul": "ANALISA KELAYAKAN PROYEK PERKANTORAN KELAS A DI-JAKARTA", "Abstrak": "Abstrak :Diberlakukannya otonomi daerah yang dimulai pada tahun 2001 akan semakin menyederhanakan birokrasi penanaman modal di berbagai daerah di Indonesia, dan dampaknya terlihat dari derasnya penanaman modal asing di Indonesia yang akibatnya akan membuat kebutuhan prasarana yang semakin meningkat, diantaranya adalah ruang-ruang perkantoran dan pertokoan. \n \nSejalan dengan rencana proyek dalam penyusunan tugas akhir ini dimaksudkan untuk melakukan Analisa Kelayakan Proyek Perkantoran Kelas A di-Jakarta, dengan tujuan untuk mengetahui kelayakan pembangunan perkantoran kelas A ditinjau dari tiga aspek, yaitu aspek pasar, aspek teknis dan aspek keuangan. \n \nDari analisis yang dilakukan terhadap aspek pasar, dapat disimpulkan bahwa pembangunan proyek perkantoran kelas A di-Jakarta masih memiliki prospek yang bagus. Tapi dilihat dari pasok dan permintaan untuk perkantoran primer kelas A sampai dengan tahun 2001 ternyata lebih banyak pasoknya. Namun dari pembahasan analisa lingkungan proyek ternyata ada nilai tambah untuk membuat perkantoran kelas A dilokasi primer dan dilengkapi dengan pertokoan seperti di Jl. M.H Thamrin Jakarta Pusat. \n \nDari aspek teknis, analisis dilakukan terhadap lokasi tanah, pembebasan tanah, sarana dan utilitas yang telah tersedia, rencana proyek, analisa amdal, perijinan proyek dan masa konstruksi, ternyata hasilnya layak untuk dilaksanakan. \n \nDari aspek keuangan berdasarkan analisis sensitivitas maka kondisi optimis tercapai pada struktur modal 30:70, kondisi bunga US $. 8 % /tahun, tingkat hunian sebesar 95 %, tingkat harga naik 15 % dan nilai NPV = US S. 60,515,899, IRR = 16.76 %, BEP = US S. 11,745,647 dan Payback Periode.dapat dicapai setelah 9 tahun. \n \nBerdasarkan hasil analisis dan evaluasi secara keseluruhan dari tiga aspek kelayakan diatas dapat disimpulkan bahwa proyek ini memiliki prospek yang baik dan layak untuk dilaksanakan.", "Daftar File": {"2001  Gatot Harnmanto": "https://digilib.itb.ac.id/gdl/download/6148"}, "Penulis": "Gatot Harnmanto  [28199180]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ali Basyah Siregar, Dr.Ir. Scan : Hidayat (2006-05-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Otonomi daerah, Proyek, Birokrasi, Penanaman modal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Mei 2006"}