{"Nomor": 5084, "Judul": "RENCANA AKUISISI PT NUSANTARA TURBIN PROPULSI    ( NTP )OLEH PT BAHANA PAKARYA INDUSTRI STRATEGIS ( BPIS )DALAM RANGKA PENGEMBANGAN PERUSAHAAN SERTA SINERGI ANTAR KELOMPOK PERUSAHAAN", "Abstrak": "Abstrak : Jati diri suatu bangsa salah satunya terletak pada kesanggupan untuk bertahan terhadap segala bentuk persaingan baik dalam skala lokal maupun regional. Untuk mampu bersaing dan terlebih lagi mampu berkembang umumnya diperlukan kestabilan politik, ekonomi dan sosial. Namun yang tidak kalah pentingnya adalah usaha kearah kemandirian nasional. Mandiri dalam arti kesiapan sumber daya manusia yang berorientasi kepada ilmu pengetahuan dan teknologi serta mandiri dalam mempersiapkan prasarana yang mendukungnya. \nPT. Bahana Pakarya Industri Strategis ( BPIS ) sebagai salah satu Badan Usaha Milik Negara yang 'mengelola' industri strategis mempunyai kewajiban untuk mengembangkan kegiatan usaha baik ditingkat korporasi maupun kelompok perusahaannya didalam rangka usaha kearah kemandirian nasional tersebut. \nMerger atau akuisisi adalah salah satu bentuk dari aspek pengembangan usaha. PT BPIS didalam tahun 2000 - 2001 merencanakan program akuisisi untuk beberapa target perusahaan, salah satu diantaranya adalah PT. Nusantara Turbin Propulsi ( NTP ). \nRencana akuisisi tersebut mempertimbangkan beberapa hal diantaranya adalah : kelayakan investasi berdasarkan Present Value serta prospek pengembangan usahanya baik secara kelompok perusahaan maupun secara individual. Dalam hal ini valuasi dari target perusahaan sangat menentukan, demikian pula validasi data- data baik data keuangan, pemasaran, penjualan etc. akan mempengaruhi akuntabilitas dari proses akuisisi tersebut. \nDari hasil perhitungan dengan mempergunakan metode Discounted Of Future Benefit Methode, serta dengan prosedure Free Cash Flow, maka diperoleh nilai akuisisi perusahaan PT. NTP sebesar Rp. 459,60 Milyar. Perolehan hasil akhir / nilai perusahaan berdasarkan perhitungan tersebut masih belum merupakan keputusan akhir, dalam arti PT. BPIS sebagai perusahaan pengakuisisi masih harus mengkaji lebih detail data - data proyeksi 5 tahun kedepan dari NTP, serta membandingkan dengan book value untuk menentukan kelayakan nilai akuisisi. \nDalam kaitannya dengan sinergi yang diharapkan dapat terjadi maka PT. BPIS harus dapat melihat kompetensi kelompok perusahaan ( KPIS ) yang dapat berkomplimentasi dengan NTP sebagai strategi substitusi import.    \n \nEfek yang terjadi pasca akuisisi berkaitan dengan implikasi manajerial menjadi suatu hal yang harus dicermati didalam kaitannya dengan pengembangan perusahaan maupun sinergi antar KPIS, serta kemampuan berkiprah baik secara lokal, maupun regional.", "Daftar File": {"2001_TS_PP_HARSUSANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6152"}, "Penulis": "Harsusanto", "Kontributor / Dosen Pembimbing": ["Pembimbing :A. Imam Istiyanto, Ir., MBA. Scan : Hidayat (2006-03-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Apr 2006"}