{"Nomor": 5089, "Judul": "STRATEGI IMPLEMENTASI BUDAYA     PERUSAHAAN MELALUI SISTEM PENGHARGAAN     YANG SESUAI DI PT PJB (KANTOR PUSAT)", "Abstrak": "Abstrak: \nEra global yang juga merambah ke sektor ketenagalistrikan menuntut PT Pembangkitan Tenaga Listrik Jawa Bali (PT PJB) untuk terus meningkatkan efisiensi dan kualitas. Untuk dapat menunjang hal tersebut diatas, perusahaan melakukan penyempurnaan yang mendasar pada sumber daya terpenting yaitu sumber daya manusia. Lima dasar/fondasi kerja telah dirumuskan dengan melalui proses yang panjang akhirnya PT PJB telah memiliki panduan Budaya Perusahaan yang akan memberi arah pada seluruh karyawan dari segala lapisan dalam berkarya. Lima landasan nilai budaya tersebut adalah : Integritas, Keunggulan, Kerjasama, Pelayanan dan Sadar Lingkungan. \nPenyebaran nilai-nilai budaya perusahaan lebih efektif dengan memberikan penghargaan atas prestasi kerja yang dicapai sumber daya manusia. Pemanfaatan program penghargaan untuk tujuan penyebaran nilai-nilai budaya akan membantu karyawan mengetahui nilai-nilai yang terkandung dalam budaya perusahaan tersebut. Komitmen karyawan terhadap nilai-nilai inti dari budaya perusahaan dapat tumbuh seiring dengan penghargaan yang diberikan. \nDalam mendesain dan mengembangkan sistem penghargaan, menurut Newstrom dan Davis (1981) perlu dimengerti terlebih dahulu : (1) Sejarah dan budaya organisasi, (2) Tujuan yang ingin dicapai perusahaan dan strategi usaha yang ditetapkan, dan (3) Persepsi dan pengharapan dari karyawan. \nBerdasarkan uraian diatas maka rumusan permasalahan di PT PJB adalah : Apakah sistem Penghargaan yang sekarang diberikan sudah sesuai dengan budaya perusahaan dan bagaimanakah sistem penghargaan yang diharapkan untuk mendukung Budaya Perusahaan yang sedang dibangun serta bagaimanakah strategi Implementasi Budaya Perusahaan melalui penerapan sistem penghargaannya. \nDari hasil kajian dan pengolahan data kuesioner dapat disimpulkan bahwa Sistem penghargaan PT PJB cukup sesuai dengan budaya yang sedang dibangun, tetapi masih perlu penyempurnaan, hal itu tercermin dari terdapatnya kesenjangan antara sistem penghargaan sekarang dengan sistem penghargaan yang diharapkan oleh karyawan. Kesenjangan sistem penghargaan sekarang dan yang diharapkan lebih besar terjadi pada kelompok jabatan Non Manajemen dibandingkan dengan jabatan Manajemen. Secara total faktor-faktor yang selain mempunyai kesenjangan yang tinggi juga termasuk dalam peringkat terpenting sistem penghargaan yang diharapkan adalah : (1) Kejujuran dan tanggung jawab, (2) Kualitas hasil kerja, (3) Loyalitas dan disiplin kerja, (4) Kompetensi, pengetahuan akan pekerjaan, (5) Kesadaran akan biaya. \nDengan demikian maka diperlukan penyesuaian pemberian penghargaan terutama harus ditujukan pada faktor-faktor yang dibutuhkan dan dianggap penting oleh karyawan. Kemudian pada pelaksaaannya harus konsisten dan memberi perhatian secara khusus kepada kelompok Non Manajemen melalui sosialisasi dan penyamaan persepsi. \nProses sosialisasi budaya dapat dilaksanakan melalui langkah-langkah Penilaian kinerja dan pemberian penghargaan, serta pengakuan atas kinerja dan promosi. Disamping itu juga diperlukan langkah-langkah memeliharaan budaya dengan : (1) Memotivasi para manajer dan karyawan untuk mengimplementasikan budaya perusahaan. (2) Pimpinan perusahaan harus memberikan keteladanan. (3) Sinergisme diantara subculture yang ada di perusahaan. \nPada akhirnya budaya perusahaan yang kuat dapat dijadikan alat strategis oleh PT PJB dalam menghadapi perubahan dan diharapkan sebagai salah satu pilar competitive advantage bagi organisasi, yang mengantarkan organisasi memiliki sumber daya manusia yang mumpuni.", "Daftar File": {"2001 Heru Sriwidodo Sari": "https://digilib.itb.ac.id/gdl/download/6158"}, "Penulis": "Heru Sriwidodo Sari [28199011]", "Kontributor / Dosen Pembimbing": ["Pembimbing1:Moedjiarto,Prof.,Dr.,Ir.,MSc.Pembimbing 2:Ubuh Buchara Hidayat, Dr., Ir.Scan:Yati Rohmah(31-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi implementasi budaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Mei 2006"}