{"Nomor": 5090, "Judul": "PENGELASAN BAJA HADFIELD TERHADAP BAJA KARBON   DAN ANALISIS PENGARUH PARAMETER PENGELASAN   TERHADAP KARAKTERISTIK HASIL LASAN", "Abstrak": "Abstrak : Karakteristik sambungan yang optimal pada pengelasan dua logam tak sejenis dapat diperoleh dengan memilih logam tambahan yang cocok untuk kedua material yang dilas. Karena ukuran elektroda/logam tambahan terkait dengan parameter pengelasan maka perlu diketahui parameter pengelasan dan teknik mengelas yang cocok. Selain mengamati secara langsung dengan pengujian mekanik dan metalografi, struktur mikro dan komposisi k-imia juga diprediksi melalui Diagram Schaeffler.   Pengelasan dilakukan dengan menggunakan proses SMAW dengan masukan panas maksimum 10 kJ/cm. Pengelasan dilakukan pada sambungan temu alur-V pelat baja hadfield dan baja karbon berdimensi 100x80x15 mm. Untuk mensimulasikan adanya tegangan tank pada daerah logarn las, ujung kedua pelat logam dijepit.   \nSpesimen las dibagi menjadi beberapa bagian untuk keperluan pengujian mekanik dan metalograf:. Dari pengujian kekerasan, untuk hasil. pengelasan dengan elektroda E316L+E7018 menunjukkan distribusi kekerasan yang tidak seragam disetiap daerah basil pengelasan. Hal yang berlawanan terjadi pada pengelasan dengan elek-troda E307. Dengan pengamatan mikroskop optik, struktur mikro logam las E316+E7018 dijumpai adanya retakan (fissure) dan sebaliknya tidak di temukan retakan pada penggunaan elektroda E307. Pengujian impak Charpy menunjukan ketangguhan HAZ baja Hadfield relatif leb ih rendah dibandingkan daerah logam las dan HAZ baja karbon untuk pemakaian kombinasi elektroda E316L+E7018.", "Daftar File": {"2001 SONAWAN": "https://digilib.itb.ac.id/gdl/download/6159"}, "Penulis": "Hery Sonawan  [23199011]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Rochim Suratman, Dr.Ir.H.  Scan :Hidayat (2006-04-21)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pengelasan pada dua logam tak sejenis; proses pengelasan; metalografik", "Sumber": "FTMD", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "21 Apr 2006"}