{"Nomor": 5104, "Judul": "STUDI KOMPARATIF GAMBAR DAN TULIS SENI PRASI WAYANG DENGAN KOMIK   CERITA WAYANG KLASIK DI INDONESIA", "Abstrak": "Abstrak: \nThesis ini disusun berdasarkan hasil penelitian terhadap kajian rupa, terhadap gambar dan tulis seni Prasi wayang dan Komik berceritakan wayang klasik Indonesia. Penelitian ini membandingkan antara hasil karya yang traditional (prasi) dengan karya moderen (komik), ditinjau dari isi wimba dan cara wimba. Topik ini menarik untuk diteliti karena sama-sama mengangkat cerita wayang, dengan gaya ungkap yang berbeda dan mempunyai wilayah pembuatan berbeda satu dengan yang lainnya, sehingga muncul pertanyaan sebagai permasalahan dalam penelitian ini yaitu adakah persamaan dan perbedaan yang terdapat pada prasi dengan komik cerita wayang klasik Indonesia. Penelitian ini bertujuan untuk memahami dan mendiskripsikan secara mendalam tentang persamaan dan perbedaan tersebut. Disamping itu ingin menggali dan memperkenalkan nilai-nilai lokal tradisional Bali dengan harapan untuk bahan masukan bagi perkembangan komik di Indonesia. \nSebagai bahan kajian analisa dalam penelitian ini penulis tekankan pada hal-hal yang berkaitan dengan bahasa rupa prasi dengan komik, yaitu menyangkut masalah isi wimba yaitu : bentuk wimba wayang, busana, perhiasan, atribut, binatang, bangunan, komposisi, ruang, tulisan dan cara wimba. \nMetode yang digunakan yaitu deskriptif kualitatif. Pengertian deskriptif (Descriptive research). Dengan memanfaatkan sumber data dari karya prasi dan komik cerita wayang klasik Indonesia, dan didukung pendapat para responden yang terdiri para seniman seni prasi dan komik juga dari pengamat seni yang paham terhadap permasalahan yang diambil. Dalam pengambilan sampel disesuaikan dengan sampel yang digunakan yaitu dari: sumber kepustakaan, nara sumber yang dipilih secara proporsional dan \"purpossive sampling\" dan hasil pencatatan sumber data historis, juga pencatatan di lapangan langsung. \nGuna mendapatkan data yang obyektif, maka penelitian ini menggunakan teknik pengumpulan data, yaitu: Observasi yang didukung dengan alat pendokumentasian foto, teknik dokumentasi, teknik wawancara. \nUntuk menganalisa karya digunakan studi komparatif yaitu membandingkan antara bahasa rupa prasi dengan komik, sehingga ditemukan persamaan dan perbedaan yang terdapat pada prasi wayang dengan komik yang bercerita wayang klasik Indonesia. Sedangkan model analisa data dalam proses ini ada tiga hal utama yaitu reduksi data, penyajian data, dan penarikan kesimpulan/ verifikasi sebagai suatu yang jalin menjalin pada saat sebelum, selama dan sesudah pengumpulan data berlangsung. \nDari hasil penelitian dan kaji banding yang dilakukan, terhadap isi wimba dan cara wimba gambar dan tulis seni prasi wayang dengan komik cerita wayang klasik Indonesia, terdapat suatu persamaan dan perbedaannya. Persamaan ditinjau dari isi wimba wayang ada kemiripan-kemiripan, sesuai dengan unsur-unsur yang diteliti yaitu mengenai bahasa rupa atau secara visualisasi bentuk menyangkut wimba busana seperti kain ada suatu persamaan yaitu semua tokoh kesatria memakai kain (jarik) dengan cara dililitkan di pinggang dengan lipatan kancut ada didepan dan menjulur kebawah, sedangkan tokoh putri menggunakan kain (jarik) tanpa kancut, tapi semua menggunakan kain panjang sampai menutupi pergelangan kaki. Penggunaan asisoris (perhiasan) seperti : kalung, gelang tangan, gelang kaki, anting-anting semua tokoh pada umumnya menggunakan Penggunaan atribut seperti gelungan yang biasanya untuk membedakan tokoh satu dengan yang lainnya, bisa dilihat dari atribut gelungan (mahkota) yang dikenakannya, tampak ada persamaan yaitu sama-sama menggunakan gelungan mengikuti pakem tradisional. \nMengenai perbedaan terdapat pada penggambaran bentuk /pigur wimba wayang/manusia, dimana pada seni prasi masih terikat dengan aturan-aturan (pakem) wayang dekoratif tradisional, sedangkan pada komik sudah mengarah kebentuk manusia (realis dan anatomis). Pada wimba binatang, tumbuh-tumbuhan, bangunan yaitu penggambaran prasi cendrung dekoratif jarang menggunakan perspektif. Pada komik lebih naturalistik dan sangat memperhatikan perspektif.", "Daftar File": {"2001 SUARDANA": "https://digilib.itb.ac.id/gdl/download/6174"}, "Penulis": "I Wayan Suardana [27098006]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Primadi Tabrani, Prof., DR.Pembimbing 2:Abay Subarna, DR.Scan:Yati Rohmah(02-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Arts & recreation", "Kata Kunci": "Gambar; tulis seni prasi, wayang; komik klasik; Indonesia", "Sumber": "FSRD", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "02 Jun 2006"}