{"Nomor": 5110, "Judul": "PENINGKATAN PRODUKTIVITAS MELALUI PENERAPAN TOTAL PRODUCTIVE MAINTENANCE (TPM) DI PT XYZ", "Abstrak": "Abstrak: \nPerusahaan PT XYZ merupakan salah satu perusahaan terbesar di Indonesia sebagai penghasil produk kebutuhan sehari-hari. Dalam rangka terus mempertahankan pangsa pasar maka terus menerus dilakukan usaha untuk meningkatkan keunggulan bersaing. Usaha ini meliputi dua fokus utama yaitu keunggulan dalam membuat produk dengan spesifikasi sesuai dengan keinginan konsumen (cost differentiation) dan keunggulan di dalam biaya pembuatan produk yang murah (cost leadership).   \nLingkup pembahasan terbatas pada keunggulan di dalam pembuatan produk yang murah, hal ini dilakukan dengan terus menerus meningkatan produktivitas. Peningkatan produktivitas dilakukan secara intensif sejak tahun 1994, dimana Total Productive Maintenance ditetapkan sebagai budaya kerja yang digunakan untuk meningkatkan produktivitas di lingkungan pabrik sabun mandi yang ada di Indonesia.   \nMulai tahun 1997 sampai tahun 2000 telah dihasilkan peningkatan produktivitas yang cukup tinggi di pabrik tersebut. Permasalahan yang dibahas adalah bagaimana program TPM di masa depan untuk dapat terus meningkatkan produktivitas secara efektif.   \nPembahasan produktivitas bertujuan pada penurunan biaya produk. Biaya produk terdiri dari dua bagian yaitu biaya material dan biaya transformasi yaitu biaya untuk mengkonversi material menjadi produk. Struktur biaya transformasi di analisa keterkaitannya dengan setiap kriteria produktivitas supaya diketahui kontribusi setiap peningkatan kriteria produktivitas terhadap penurunan biaya transformasi.   \nBerdasarkan kontribusi dari peningkatan setiap kriteria produktivitas maka didapatkan kekuatan dan kelemahan dari program TPM saat ini. Dengan demikian dapat menjadi landasan bagi penyusunan program TPM dimasa depan yang efektif di dalam peningkatan produktivitas, hal ini merupakan hasil dari penulisan ini beserta saran yang menunjang pelaksanaan dari program tersebut.", "Daftar File": {"2001_TS_PP_WIDJOJO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6180"}, "Penulis": "Lembong Tjondro Widjojo", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Ubuh Buchara Hidayat, Dr., Ir. Pembimbing II:Moses L. Singgih, Dr., Ir.Scan:Yati Rohmah(2006-07-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peningkatan produktivitas, Total Productive Maintenance", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Jul 2006"}