{"Nomor": 5112, "Judul": "EVALUASI KEBIJAKAN KREDIT MODAL KERJA TERHADAP KINERJA PERKREDITAN DI BANK CTR", "Abstrak": "Abstrak :  \nAkibat krisis ekonomi regional yang terjadi sejak pertengahan 1997 menyebabkan perlunya pembenahan sektor perbankan di Indonesia, termasuk diantaranya dengan mendirikan Bank CTR.    \nBank CTR didirikan merupakan gabungan empat dari tujuh bank umum milik Pemerintah Dengan dilakukannya merger diharapkan Bank CTR mempunyai organisasi dan sistem yang lebih efisien serta sumber daya manusia yang lebih profesional dan produktif. Langkah tersebut merupakan komitmen antara Pemerintah RI dengan IMF.    \nDi dalam dunia perbankan, kredit (pembiayaan bank) merupakan hal yang essensial karena masalah kredit berkaitan erat dengan kelangsungan hidup perbankan, yang juga berdampak pada masalah moneter maupun perekonomian suatu negara.    \nTujuan penelitian ini adalah ingin mengevaluasi kebijakan pemberian kredit di Bank CTR dan mencoba mencari suatu formulasi yang diharapkan dapat menjadi gambaran dan perbandingan dengan yang ada saat Mi. Secara teoritis mungkin kebijakan pemberian kredit di Bank CTR sudah balk, namun di dalam penerapannya dirasakan masih terdapat kendala.    \nFormulasi disusun berdasarkan teori yang relevan, ketentuan Bank Indonesia yang telah dijabarkan menjadi ketentuan di Bank CTR, basil kajian dari penerapan kebijakan saat ini, analisis performance, kuestioner, karakteristik, pengaruh lingkungan eksternal dan internal, serta asumsi-asumsi yang digunakan.    \nEvaluasi dilaksanakan dengan dua pendekatan yaituAnalisis Perbandingan Data dan Metode Penelitian Deskriptif. Analisis perbandingan data dilakukan dengan membandingkan data performance kredit 3 tahun terakhir antara realisasi dengan anggaran kemudian diperbandingkan lagi antara kondisi awal dengan akhir. Sedangkan metode penelitian deskriptif melalui kuestioner yang menggambarkan keadaan obyek yang diteliti berdasarkan fakta-fakta sebagaimana adanya.    \nKebijakan operasional perkreditan segmen Commercial Business secara umum terdiri dari struktur organisasi, segmentasi kredit, unit pengelola debitur, prinsip umum pengelolaan kredit, kewenangan memutus, hubungan dengan unit kerja lain dan sebagainya.    \nPenelitian dilakukan di Bank CTR cabang Jakarta Pondok Indah.    \nBerdasarkan hasil evaluasi dan pembahasan dapat diketahui bahwa dalam aktivitas perkreditan meskipun telah berpedoman pada kebijakan dan ketentuan yang berlaku, temyata masih terdapat kendala yang menyebabkan inefisiensi dan inefektifitas. Salah satu kendala tersebut adalah kebijakan kredit yang diterapkan namun dalam penerapannya tidak didukung dengan sistem yang memadai.    \nSehubungan dengan hal tersebut, disarankan perlu dilakukan perubahan/perbaikan kebijakan kredit, yaitu organisasi perkreditan, fungsi kantor wilayah dan cabang, dan kewenangan memutus kredit. Selain itu dalam membuat perencanaan kebijakan kredit perlu pula merriperhatikan aspek sosial-cultural nasabah.", "Daftar File": {"2001 HARISS": "https://digilib.itb.ac.id/gdl/download/6182"}, "Penulis": "Losade Hariss  [28198081]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sudarso Kaderiwiryono,Dr.Ir. Scan :Neneng (2006-06-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bank CCTR, kebijakan kredit", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "09 Jun 2006"}