{"Nomor": 5118, "Judul": "PERMODELAN BATUAN ANISOTROP DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Abstrak : \nPermodelan suatu lubang bukaan bawah tanah biasanya dilakukan dengan hipotesa sederhana yaitu isotrop, kontinu dan homogen. Padahal sebenarnya kondisi massa batuan secara nyata di alam adalah anisotrop, heterogen dan diskontinu. Pada perkembagan selanjutnya, kegiatan permodelan suatu lubang bukaan bawah tanah seharusnya dapat mengaplikasikan dan merepresentasikan keadaan massa batuan sebenarnya di alam.   \n \nPenelitian permodelan batuan anisotrop dengan menggunakan metoda elemen hingga menggunakan program PHASE2 Modeler, yang dilakukan pada model material anisotrop sederhana : Isotrop Transverse, memperlihatkan hasil pengamatan kondisi tegangan dan perpindahan di sekitar lubang bukaan berbentuk lingkaran sebagai beikut :   \n1. Sifat anisotropi tidak berpengaruh secara signifikan terhadap kondisi tegangan di sekitar lubang bukaan   \n2. Sifat anisotropi berpengaruh cukup signifikan pada hasil perpindahan yang diamati   \n \nPenelitian permodelan ini juga memperlihatkan bahwa semakin besar model yang dibuat maka hasil pennodelan (kondisi tegangan dan perpindahan) akan semakin mendekati kondisi model sebenarnya di alam (kondisi tegangan semakin jauh dari lubang bukaan akan menuju ke tegangan awal/mula- mula dan perpindahan sudah sangat kecil sekali atau dapat dianggap tidak teijadi perpindahan lagi).   \n \nNamun demkian, penelitian mengenai permodelan batuan anisotrop ini harus dilanjutkan pada model material anisotrop lainnya, sehingga dapat memberikan pemahaman yang lebih komprehensif mengenai pengaruh sifat anisotropi pada permodelan suatu lubang bukaan bawah tanah.", "Daftar File": {"2001_TS_PP_ARBIANSYAH-1.pdf": "https://digilib.itb.ac.id/gdl/download/6188"}, "Penulis": "Muhammad Arbiansyah  (NIM 22198027)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Irwandy Arif, Dr.,Ir.,MSc Pembimbing II:Made Astawa Rai, Dr.,Ir. Scan :Neneng (2006-07-26)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jul 2006"}