{"Nomor": 5132, "Judul": "DINAMIKA  REAKTOR VENTURI BERSIRKULASI  (RVB)", "Abstrak": "Abstrak :  \nReaktor Venturi Bersirkulasi (RVB) adalah sistem reaktor yang tersusun dari tangki, venturi atau ejektor, dan sistem sirkulasi cairan. Ejektor atau venturi digunakan untuk mengisap gas dan mendistribusikannya ke dalam cairan sebagai gelembung-gelembung gas.  \nRVB merupakan alternatif yang patut dipertimbangkan untuk reaksi gas-cair di mana tahap perpindahan massa gas-cair mengendalikan proses secara keseluruhan. Keunggulan RVB adalah kemampuannya menghasilkan koefisien perpindahan massa yang tinggi, baik dalam ejektor maupun sistem keseluruhan. Ejektor mampu menghasilkan luas antarmuka 40000 - 70000 m2/m3, sedangkan sistem sekitar 500 - 2500 m2/m3. Dengan demikian RVB direkomendasikan untuk reaksi gas-cair yang sangat cepat.   \nRVB mengalami perkembangan yang pesat sejak tiga dekade yang lalu. Sebuah perusahaan di Swiss, Buss Ltd., telah membangun 33 unit untuk digunakan di Eropa dengan nama Buss Loop Reactor. Perkembangan pesat ini kemudian diikuti dengan penelitian-penelitian untuk mengetahui hidrodinamika dan pencampuran yang terjadi dalam sistem reaktor.    \nHidrodinamika dan pencampuran gas-cair penting untuk diketahui karena sangat menentukan karakteristik perpindahan massa yang akan dihasilkan oleh sistem reaktor.  \nTulisan ini bertujuan untuk mempelajari dan mengulas tentang dinamika dan pencampuran gas-cair dalam RVB. Pokok bahasan meliputi hidrodinamika, karakteristik perpindahan massa, dan faktorfaktor yang berpengaruh terhadap hidrodinamika dan karakteristik perpindahan massa. Hidrodinamika RVB yang akan dibahas meliputi rejim aliran, gas hold up, dan beda tekanan sepanjang ejektor atau venturi.    \nAda empat rejim aliran yang dapat terjadi di dalam ejektor atau venturi, yaitu aliran slug, anular, gelembung, dan jet. Beda tekanan di dalam ejektor menentukan energi disipasi yang akan digunakan untuk pembentukan gelembung. Energi disipasi ini juga menentukan besarnya luas antarmuka gas-cair dan koefisien perpindahan massa fisik.  \nFaktor yang dapat mempengaruhi hidrodinamika dan karakteristik perpindahan massa adalah sifat fisik fluida yang terlibat, efek swirling terhadap jet cairan dan parameter geometri ejektor.", "Daftar File": {"2001 HIDAYATI": "https://digilib.itb.ac.id/gdl/download/6202"}, "Penulis": "Nur Hidayati [23099033]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Danu Ariono,Dr.Ir. Scan :Neneng (2006-04-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Reaktor venturi; ejektor; venturi", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "24 Apr 2006"}