{"Nomor": 5133, "Judul": "PRODUKSI ETANOL PROSES SINAMBUNG      DENGAN SCHIZOSACCHAROMYCES POMBE", "Abstrak": "Abstrak: \nEtanol merupakan salah satu produk fermentasi yang banyak digunakan scbagai pelarut dan cat antara di industri farmasi dan kimia. Produksi etanol secara fermentasi umumnya menggunakan ragi dari spesies Saccharomyces dan Schizosaccharomyces. Fermentasi etanol oleh kedua spesies ini menghasilkan perolehan etanol yang tinggi. \nPada saat ini fermentasi etanol di Indonesia umumnya menggunakan ragi Saccharomyces cerevisiae, tetapi masih ada beberapa strain ragi lain yang juga sering digunakan dalam produksi etanol misalnya Schizosaccharomyces pombe. Beberapa pabrik etanol di luar Indonesia telah menggunakan Schizosaccharomyces pombe dalam proses produksi etanol. \nPenelitian ini menggunakan ragi Schizisaccharomyces pombe, karena Schizosaccharomyces pombe mempunyai sifat: (1) tahan terhadap konsentrasi etanol yang tinggi, (2) mempunyai laju fermentasi etanol yang tinggi, dan (3) menghasilkan kandungan padatan yang tinggi dalam stillage. Kandungan padatan yang tinggi dalam stillage akan memudahkan pengolahan limbah fermentasi secara fisik. \nProduktivitas optimum pada fermentasi etanol dengan proses sinambung menggunakan Schizosaccharomyces pombe diperoleh pada konsentrasi substrat awal 200g/L sebesar 7,342g/L.jam untuk laju pengenceran 0,1/jam, 4,643g/L.jam untuk laju pengenceran 0,06/jam dan 3,213g/L.jam untuk laju pengenceran 0,04/jam. Nilai koefisien perolehan etanol YP/S yang paling tinggi diperoleh pada konsentrasi substrat awal 100g/L sebesar 0,461 untuk proses curah, tetapi nilai koefisien perolehan etanol YP/S 0,477-0,511 proses sinambung lebih besar dari pada proses curah.", "Daftar File": {"2001_TS_PP_FEBRININGRUM_1.pdf": "https://digilib.itb.ac.id/gdl/download/6203"}, "Penulis": "Panca Nugrahini Febriningrum", "Kontributor / Dosen Pembimbing": ["Pembimbing :Wibowo M.H. Surjowidjojo, Ir., MSChE.Scan:Yati Rohmah(2006-07-26)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Produksi Etanol, Schizosaccharomyces pombe", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2006"}