{"Nomor": 5134, "Judul": "KAJIAN TENTANG PENGGUNAAN CEPSTRAL UNTUK MENENTUKAN INTERVAL FONEM DALAM UCAPAN BAIIASA INDONESIA SECARA OTOMATIS", "Abstrak": "Abstrak:Pada pengembangan Sistem Text-To-Speech (TTS), menggunakan teknik concatenation, salah satu proses yang menyita waktu adalah proses pengembangan database ucapan. Proses utama yang dilakukan oleh kegiatan tersebut adalah penentuan interval fonem-fonem dalam rekaman sinyal ucapan yang dijadikan sampel. \nPada penelitian ini akan dikaji kemungkinan penggunaan koefisien cepstral untuk melakukan proses penentuan interval fonem dalam ucapan bahasa Indonesia secara otomatis. Prinsip yang digunakan adalah mencari selisih terkecil antara cepstral fonem referensi (yang diketahui) dengan fonem-fonem yang ada dalam sinyal ucapan. Penghitungan selisih cepstral dilakukan dengan cara menggeser cepstral fonem referensi sepanjang cepstral ucapan kata yang diuji. Kemudian lokasi clan interval fonem ditentukan berdasarkan lokasi nilai selisih cepstral yang terkecil. \nDalam penelitian hal tersebut dilakukan dengan membuat sistem menggunakan perangkat lunak Matlab versi 5.3. Fonem yang diuji dibatasi hanya vowel tunggal bahasa Indonesia yaitu a, i, u, e, o. \nDari hasil pengujian terhadap 200 kata yang meliputi 536 fonem, terbukti koefisien cepstral dapat digunakan untuk menentukan interval fonem. Sebanyak 158 kata (79 %) semua fonem dalam setiap kata berhasil dikenali. Sebanyak 490 fonem (91,42%) dari total 536 fonem dalam 200 kata yang diuji berhasil dikenali. Kegagalan pada umumnya disebabkan adanya kemiripan antara satu fonem dengan fonem lainnya.", "Daftar File": {"2001  Parminto": "https://digilib.itb.ac.id/gdl/download/6204"}, "Penulis": "Parminto [73299704]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Kudrat Soemintapoera,Prof.Ph.D.  Pembimbing 2 :  Arry Akhmad Arman,Ir.MT.  Scan :  Mudjiono  (02-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penggunaan cepstral,interval fonem.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2006"}