{"Nomor": 5143, "Judul": "IDENTIFIKASI FAKTOR UTAMA PENYEBAB PENYIMPANGAN   ARAH PERKEMBANGAN KOTA SOREANG", "Abstrak": "Abstrak : \nArah perkembangan fisik Kota Soreang yang terjadi ke arah timur laut menuju Bandung, cenderung menyalahi rencana kota yang mengarahkan perkembangan kota ke bagian selatan terlebih dahulu dan kemudian secara hati-hati ke arah utara dan timur laut menuju Bandung. Kecenderungan terjadinya penyimpangan arah perkembangan Kota Soreang ini dapat terlihat dari banyaknya kawasan yang tidak terbangun di bagian selatan, dan tengah kota, yang seharusnya telah terbangun terlebih dahulu, sementara kawasan di bagian utana dan timur laut kota yang berbatasan dengan wilayah jalur Bandung - Soreang yang rencananya terbangun pada tahap akhir perencanaan, justru telah terbangun sebelum masanya. Keadaan ini selain akan mengakibatkan kecenderungan penyatuan kawasan fisik Kota Soreang dengan Kota Bandung, juga akan mengakibatkan melemahnya peran Kota Soreang sebagai counter magnet Kota Bandung. Oleh karena itu diperlukan upaya pengelolaan penyimpangan arah perkembangan Kota Soreang oleh Pemerintah Daerah. Namun, upaya pengelolaan tersebut belum dapat dilakukan dengan tepat, karena hingga saat ini belum diketahui dengan pasti faktor utama apa yang menyebabkannya.\n\nTujuan dari penelitian ini adalah mengidentifikasi faktor utama penyebab terjadinya penyimpangan arah perkembangan Kota Soreang, sehingga diharapkan akan dapat menjadi dasar pemikiran bagi Pemerintah Daerah Kabupaten Bandung untuk melakukan tindakan pengelolaan penyimpangan arah perkembangan Kota Soreang.\n\nDari hasil analisis studi diperoleh kesimpulan bahwa faktor utama penyebab terjadinya penyimpangan arah perkembangan Kota Soreang adalah lemahnya faktor daya tarik Kota Soreang yang disebabkan oleh rendahnya aksesibilitas Kota Soreang. Faktor penting lainnya adalah tingginya daya tarik wilayah jalur Bandung - Soreang yang disebabkan oleh berkembangnya kegiatan industri, perdagangan dan perumahan di wilayah ini. Berdasarkan hal tersebut, saran dan rekomendasi yang diajukan adalah perlunya menghentikan kebijakan mikro di wilayah jalur Bandung-Soreang, untuk selanjutnya mengembangkan kebijakan makro yang mengutamakan kepentingan wilayah yang lebih luas, sehingga dapat mengembangkan Kota Soreang. Tindakan ini dapat disertai dengan intervensi melalui pengembangan insentif dan disinsentif yang tepat sesuai faktor utama dan faktor penting lainnya yang telah teridentifikasi.", "Daftar File": {"2001 SINARWATI": "https://digilib.itb.ac.id/gdl/download/6215"}, "Penulis": "Retno Sinarwati   [25498031]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Andi Oetomo, Ir., M.PL Scan :Neneng (2006-06-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Rencana pengembangan, kawasan tidak terbangun, counter magnet kota Bandung, pengaruh deviasi", "Sumber": "SAPPK", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "28 Jun 2006"}