{"Nomor": 5144, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR YANG MENDORONG DAN FAKTOR-FAKTOR YANG MENGHAMBAT RESTRUKTURISASI    ORGANISASI PT.INTI (SUATU STUDI KASUS DI PT. INTI)", "Abstrak": "Abstrak :Setiap organisasi selalu membutuhkan suatu perubahan, peiubahan tersebut sebagai reaksi terhadap perubahan dalam lingkungan organisasi tersebut. Perubahan organisasi mengacu kepada hal yang berkaitan dengan aktivitas pelaksanaan tugas di dalam suatu organisasi, sehingga menuju kepada suatu keadaan di dalam perusahaan tersebut yang dianggap lebih baik oleh pihak manajemen seiring dengan berjalannya waktu. Restrukturisasi organisasi adalah salah satu dari bentuk perubahan organisasi, seperti yang terjadi di PT INTI. Tentunya restrukturisasi akan menemui beberapa hal yang menjadi dorongan dan menjadi hambatan dalam pelaksanaannya, yang ingin diidentifikasi dalam tugas akhir ini. Penelitian ini menjadi penting karena sumber kegagalan dalam suatu perubahan organisasi (restrukturisasi organisasi) biasanya karena agen perubahan tidak dapat dengan jelas menemukenali apa yang menjadi faktor-faktor pendorong dan faktor-faktor penghambatnya, sehingga akan menemui kesulitan dalam memanajemeni kedua faktor tersebut.    \nIdentifikasi faktor-faktor pendorong dan penghambat restrukturisasi organisasi di PT INTI pada dasarnya merupakan suatu kajian yang mengupas tentang 4 langkah analisis medan lapangan yang di temukan oleh Kurt Lewin dan Judith R Gordon yaitu meliputi : Identifikasi faktor pendorong, Identifikasi faktor penghambat, Pengelolaan kekuatan pendorong dan perumusan strategi untuk mengatasi kekuatan penghambat4. Dua langkah pertama didapatkan dari hasil jawaban responden dan diolah dengan menggunakan analisis faktor, sedangkan dua langkah selanjutnya digunakan analisis pengamatan serta wawancara dan didukung oleh teori-teori yang ada mengenai metode penanganan penolakan terhadap perubahan.    \nPenelitian ini ialah penelitian deskriptif, dengan kuesioner sebagai alat pengumpul data. Mat ukur statistik yang digunakan ialah Statistik Multivariate (analisis faktor) untuk mengidentifikasi faktor pendorong dan faktor penghambat, sedangkan analisis selanjutnya menggunakan analisis empiris dengan wawancara dan didukung oleh teori-teori yang ada. Variabel manifest dalam tugas akhir ini diambil dari James A F Stooner, Judith R Gordon, Roberth Burn, Richard M Steer, Ramon J Aldag & Timothi M Stearn, Kotler & Slessinger dan lawreence, dan diambil yang relevan dengan kondisi keadaan PT INTI, dan kemudian hal tersebut selanjutnya ditanyakan kepada responden yang layak yang berjumlah 78 orang karyawan level manajerial keatas di PT INTI.    \nHasil tugas akhir ini berlangsung baik secara statistik, hal tersebut ditunjukan dari nilai KMO dan Uji Bartlett menunjukan hasil yang memuaskan, sehingga dapat disimpulkan secara statistik analisis faktor cukup layak untuk digunakan (cukup sesuai), Selain itu hasil dari uji Cranbach alphamenunjukan bahwa alat ukur (kuesioner) sudah valid dan handal (sah).    \nHasil akhir dari penelitian ini ialah Faktor faktor pendorong dan faktor faktor penghambat.    \nFaktor pendorong :    \nFaktor 1.\tMunculnya produk baru yang akan    \ndiproduksi sebagai akibat perkembangan teknologi baru.    \nFaktor 2. Tuntutan dan harapan stakeholder seiring dengan kebutuhan akan dana/ modal    \nFaktor 3 Potensi Permintaan Perangkat Telekomunikasi di Indonesia yg Masih Besar    \nFaktor 4. Kcinginan perusahaan untuk meningkatkan tingkat profitabilitas perusahaan dengan didukung oleh budaya perusahaan yang berorientasi bisnis dan suatu kompetisi internalyang sehat.    \nFaktor 5. Perubahan Iingkungan\teksternal    \nperusahaan yang berupa semakin ketatnya persaingan dan\tkrisis ekonomi    \n \nFaktor penghambat :    \n \nFaktor 1. Kesulitan dalam merubah perilaku sebagai akibat dari kurangnya dukungan\tsumber daya serta kurangnya pengendalian    \nFaktor 2. Tidak adanya jaminan, kepastian dan kerugian secara sosial    \nFaktor 3 Kekhawatiran akan ancaman terhadap posisi dan jabatan scbagai akibat dari lemahnya dalam proses perubahan    \nFaktor 4. Kurangnya informasi    \nFaktor 5. Merasa dirugikan secara ekonomis    \n \nSedangkan untuk strategi yang dipakai untuk menanggulangi faktor-faktor penghambatnya ialah PT INTI perlu menerapkan Multi Strategi Inisialisasi dalam menanggulangi hambatan restrukturisasinya dengan menggabungkan strategi edukasi & komunikasi, Internalisasi dan Identifikasi. Selain itu PT INTI dianjurkan lebih menggunakan pendekatan yang bersifat kemanusiaan (organik) dibandingkan dengan pendekatan yang bersifat mekanistik. PT INTI juga perlu melakukan perencanaan jadual pelaksanaan restrukturisasi, hal ini perlu dilakukan agar resiko perubahan dapat ditekan seminimal mungkin.", "Daftar File": {"2001 SOFIYANDI": "https://digilib.itb.ac.id/gdl/download/6216"}, "Penulis": "Reza Sofiyandi  [28199092]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ubuh Buchara Hidayat, Dr.Ir. Scan : Hidayat (2006-04-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Faktor-faktor identifikasi, Restrukturisasi organisasi", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "01 Mei 2006"}