{"Nomor": 5157, "Judul": "PENYISIHAN GAS NOX DENGAN   PROSES FOTOKATALITIK TIO2 DAN FE203   MENGGUNAKAN REAKTOR SPIRAL", "Abstrak": "Abstrak: \nKeberadaan oksida nitrogen (NOx) terdiri dari nitrit oksida (NO) dan nitrogen dioksida (NO2) yang sebagian besar terbentuk selama proses pembakaran menggunakan bahan bakar fossil, terutama pada pusat pembangkit tenaga dan dari sumber bergerak dan memang tidak diinginkan karena dampaknya berpotensi merusak ozon, menurunkan jarak pandang dan mengganggu kesehatan. Salah satu cara untuk mereduksi NOx adalah dengan proses fotokatalitik, yang diketahui dapat mereduksi NOx, lebih dari 90%. Proses fotokatalitik memanfaatkan sinar ultraviolet (uv) dan partikel semikonduktor. Degradasi fotokatalitik terhadap gas NOX yang berasal dari gas murni dan pembakaran batubara menggunakan titanium dioksida (TiO2) dan ferri dioksida (Fe203) yang disinari menggunakan black light dengan panjang gelombang maksimum 310 nm diteliti menggunakan aliran kontinu melewati sebuah reaktor spiral bermedia. Dimana dengan adanya penambahan Fe203 diketahui dapat meningkatkan aktivitas fotokatalitik. Dampak-dampak modifikasi dari jarak plate media, konsentrasi inlet NOx, dan intensitas uv juga diteliti. \nEfisiensi penyisihan NOx menggunakan TiO2, Fe203 ataupun campuran keduanya dapat menyisihkan gas NOx dengan baik. Dimana didapatkan efisiensi penyisihan NOx dari gas murni lebih baik dibandingkan gas dari pembakaran batubara pada konsentrasi inlet 1.00-1.75 ppm dan jarak plate media 2.0 m. Keadaan ini diakibatkan karena gas yang berasal dari pembakaran batubara tidak hanya mengandung gas NOx saja tetapi juga gas lainnya, sehingga gas-gas yang lain juga ikut tersisihkan.", "Daftar File": {"2001 HENYNINGRUM": "https://digilib.itb.ac.id/gdl/download/6229"}, "Penulis": "Shinta Henyningrum [25399035]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Puji Lestari, Ir., Ph.D.Scan:Yati Rohmah(07-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Proses fotokatalitik; reaktor spiral", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Jun 2006"}