{"Nomor": 5158, "Judul": "RUTE ADAPTIF MENGGUNAKAN ALGORITMA GENETIK PADA NETWORK TELEKOMUNIKASI", "Abstrak": "Abstrak: \nTesis ini melaporkan penelitian tentang pembuatan tabel rute yang adaptif menggunakan algoritma genetik pada network telekomunikasi. Rute yang adaptif diperlukan untuk menangani beban trafik dan kondisi network yang dinamis, termasuk yang tidak diperkirakan sebelumnya. Suatu model network 12 Sentral Transit Nasional yang sating dihubungkan oleh 411 trunk group dipilih sebagai objek penelitian. Rancangan rute adaptif dibuat berdasar data trafik bulk setiap 5 menit yang diterima oleh Network Traffic Management. \n \nAlgoritma genetik telah banyak digunakan dalam penyelesaian masalah optimasi, termasuk pembuatan tabel rute network telekomunikasi dengan call-by-call basis. Kromosom dalam populasi genetik menyatakan nomor-nomor trunk group pembentuk tabel rute pada model network. Kromosom-kromosom dalam populasi algoritma genetik dikenakan operasi genetik (seleksi, rekombinasi, mutasi, regenerasi) untuk memperoleh kromosom barn dengan fitness yang lebih baik. Urutan nomor-nomor trunk group dalam kromosom menyatakan urutan pemilihan trunk group untuk melewatkan trafik dari suatu sentral asal menuju ke sentral tujuan tertentu. Melalui serangkaian uji cobs, dipilih parameter laju rekombinasi sebesar 0.9, laju mutasi sebesar 0.1 dan besar populasi 10 dengan regenerasi 14 sebagai parameter yang sesuai untuk menyelesaikan masalah ini. \n \nEfektivitas rute adaptif diukur dengan network loss. Simulasi dilakukan dengan beban trafik per 5 menit selama 7 hari yang terjadi pada model network. Penerapan rute adaptif menghasilkan network loss sebesar 0.919%, lebih balk dibandingkan dengan network loss sebesar 5.975% pada penerapan rute statis. Pengujian dengan menambah beban trafik menunjukkan bahwa kecilnya network loss dapat dipertahankan dengan rute adaptif walaupun trafiknya meningkat hingga 117.59%.", "Daftar File": {"2001_TS_PP_WIBOWO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6230"}, "Penulis": "Sinung Wibowo", "Kontributor / Dosen Pembimbing": ["Pembingbing 1:Adang Suwandi,Dr Pembingbing 2:Waskita A, ST.MT.Pembingbing 3:Sugeng WahyudiScan:Mudjiono(15-02-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Menggunakan Algoritma Genetik, Network Telekomunikasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Feb 2006"}