{"Nomor": 5168, "Judul": "KAJIAN POTENSI LAJU RESAPAN ALAMI PADA ZONA TIDAK JENUH BATUAN GUNUNGAPI DI DAERAH BATU MALANG", "Abstrak": "Abstrak :  \nDaerah Batu memiliki curah hujan tinggi dan secara geologi merupakan daerah gunungapi kuarter yang didominasi oleh batuan hasil rombakan gunungapi, breksi, batu pasir, dan tuf merupakan ciri dari daerah tangkapan air hujan yang baik. Tujuan dari penelitian ini adalah untuk melakukan analisa potensi laju resapan alami dan mengkaji beberapa faktor yang mempengaruhinya.  \n Potensi laju resapan alami didekati dengan dua metoda, yaitu neraca air dan pengukuran langsung dengan infiltrometer ring ganda pada 16 titik yang ditentukan secara acak. Beberapa faktor yang diperhatikan untuk diketahui pengaruhnya terhadap laju resapan akhir sebagai variabel terikat adalah sifat fisik tanah (prosentase pasir, lanau, dan lempung, serta porositas), heterogenitas tanah (ketebalan pasir, lanau, dan lempung), kemiringan lereng, dan tutupan lahan sebagai variabel bebas.  \n Analisa neraca air menghasilkan volume infiltrasi sebesar 116,2 x 106 m3/tahun. Sedangkan dari pengukurang dengan infiltrometer ring ganda 100,9 x 109 m3/tahun. Ada beberapa hal yang menyebabkan perbedaan ini, antara lain dikarenakan asumsi dalam perhitungan neraca air yang cukup kasar, sedangkan pada pengukuran dengan infiltrometer diasumsikan muka tanah selalu tergenang air, mengabaikan evapotranspirasi dan kemiringan lereng.  \n Pengukuran laju resapan akhir dengan infiltrometer ring ganda di daerah penelitian sangat bervariasi, dari 0,06 - 0,83 cm/menit. Besar laju infiltrasi rata-rata 0,361 cm/menit. Kajian pengaruh variabel bebas terhadap variahel terikat (laju infiltrasi akhir) dianalisa dengan metoda multi variabel regrasi linier berganda, Korelasi antara laju resapan akhir dengan heterogenitas tanah yang ditunjukkan dengan ketebalan pasir (+0,782), dan ketebalan lanau (-0,484) sangat berarti dengan signifikansi masing-masing 0 (nol) dan 0,029. Variabel lain yang cukup berarti adalah tutupan lahan (+0,427) dengan signifikansi 0,05.", "Daftar File": {"2001_TS_PP_SUFIANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6240"}, "Penulis": "Sufiyanto  (NIM 22198504)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Sudarto Notosiswoyo, Dr.,Ir.,M.Eng Pembimbing II:Budi Sulistijo,Dr.,Ir.,M.App.Sc Scan :Neneng (2006-07-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2006"}