{"Nomor": 5174, "Judul": "UNJUK KERJA PRIORITAS HANDOFF DENGAN ANTRIAN REQUEST HANDOFF PADA SISTEM KOMUNIKASI PERSONAL", "Abstrak": "Abstrak :Handoff pada sistem komunikasi bergerak menjadi masalah penting ketika ukuran sel dibuat semakin mengecil untuk mengakomodasi peningkatan demand Ukuran sel mengecil akan meningkatkan probabilitas terjadinya handoff yang berpotensi meningkatkan probabilitas kegagalan handoff. \nProbabilitas kegagalan handoff dapat diturunkan dengan memberikan prioritas kepada panggilan handoff Pada tesis ini diteliti unjuk kerja tiga metoda prioritas handoff yang menggunakan antrian request handoff yaitu metoda antrian berdasarkan disiplin FIFO, antrian berdasarkan Prediksi Kuat Sinyal Terima (PKST) dan antrian PKST+G(1) atau PKST dengan satu kanal guard Sebagai pelengkap perbandingan juga diteliti metoda kanal Guard(1), yaitu metoda satu kanal guard tanpa antrian. \nPenelitian tiap metoda diatas dilakukan dengan simulasi pada berbagai kondisi radius sel (100, 300 dan 1000 m) dan berbagai kondisi rasio call handoff terhadap total call (rasio 25, 50 dan 75%). Pada tiap kondisi tersebut akan ditentukan metoda dengan kinerja terbaik. Metoda dengan kinerja terbaik dipilih yang memiliki utilitas kanal tertinggi dan memenuhi syarat drop handoff 0,5% pada blocking panggilan baru 2%, sesuai rekomendasi E.771 dari ITU-T. \nHasil simulasi menunjukkan bahwa semakin turun drop handoff akan diikuti peningkatan probabilitas blok panggilan baru, sehingga utilitas kanal menjadi lebih rendah. Dengan memperhatikan syarat blok panggilan baru, drop handoff dan utilitas kanal, pada radius sel 100 m terpilih PKST+G(1) sebagai metoda dengan kinerja terbaik. Sedangkan pada radius sel 300 m dan 1000 m, metoda PKST memiliki kinerja paling baik, kecuali pada radius sel 1000 m dan rasio call handoff 75% yang terbaik adalah metoda kanal Guard(1).", "Daftar File": {"2001_TS_PP_HERCULES_1.pdf": "https://digilib.itb.ac.id/gdl/download/6248"}, "Penulis": "T.  Hercules  E.H.", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :F. Ahmadi Djajasugita, Prof.Ir., M.Sc.Pembimbing 2 :M. Ridwan Effendi, Ir., MASc.Scan :Hidayat (2006-04-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Apr 2006"}