{"Nomor": 5178, "Judul": "PEMODELAN PENURUN TEKANAN UNTUK KENDARAAN BERBAHAN BAKAR GAS DENGAN SIMULASI 3-D  (STUDI KASUS : KORELASI PERUBAHAN POSISI PADA PENURUN TEKANAN TERHADAP TEKANAN DIM LAJU ALIRAN MASSA )", "Abstrak": "Abstrak : \nSaat ini gas alam atau BBG merupakan bahan bakar yang bersih dan ekonomis serta telah dipakai secara luas di seluruh dunia. Ada sekitar 1.200. 000 kendaraan di dunia yang menggunakan BBG. Kit konversi merupakan seperangkat alat yang ditambahkan pada kendaraan agar mesin dapat bekerja dengan BBG. Dari beberapa penelitian yang dilakukan terhadap karakteristik stabilitas dan prestasi kit menunjukkan bahwa kit konversi yang diimpor di Indonesia masih memerlukan beberapa perbaikan. Peralatan kit konversi ini antara lain terdiri dari tabung pengisian BBG, pencampur, dan penurun tekanan. Pada penelitian ini disimulasikan penurun tekanan yang terdiri dari tiga ruang yang bekerja dengan perubahan posisi katup dipengaruhi oleh tekanan masuk dan tekanan di dalam ruang penurun tekanan. Simulasi 3-D aliran fluida di dalam penurun tekanan ini menggunakan perangkat lunak program CFD Fire versi v7.0b_pl3. Pada pemodelan penurun tekanan ini dilakukan perubahan posisi lubang masuk dan posisi lubang keluar. Hal ini dilakukan untuk melihat korelasi perubahan tekanan di dalam ruang penurun tekanan terhadap perubahan posisi tersebut dan pengaruhnya terhadap laju aliran massa keluar. Disamping itu dilakukan juga perubahan terhadap diameter lubang keluar, tekanan keluar, dan perubahan tekanan masuk Hasil simulasi memperlihatkan bahwa perubahan posisi lubang masuk dan posisi lubang keluar yang dilakukan tidak menunjukkan perubahan yang signifikan baik terhadap tekanan dalam ruang maupun laju aliran massa keluar dari penurun tekanan.", "Daftar File": {"2001 SITORUS": "https://digilib.itb.ac.id/gdl/download/6252"}, "Penulis": "Tulus Burhanuddin Sitorus  [23198033]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Wiranto Arismunandar, Prof. Pembimbing 2 :Rachmat Kentardjo Bachrum, Dr.Ir. Pembimbing 3Arief Hariyanto, Dr.Ir. Scan :Hidayat (2006-06-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gas alam, BBG, Kendaraan, Tekanan regulator", "Sumber": "FTMD", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "07 Jun 2006"}