{"Nomor": 5187, "Judul": "STUDI DOSIS RESPONS ANTARA INSEKTISIDA PROFENOFOS DENGAN AKTIVITAS ENZIM    ASETILKOLINESTERASE DAN KOLINESTERASE PADA   DARAH TIKUS PUTIH (RATTUS NORVEGICUS) GALUR WISTAR", "Abstrak": "AbstrakPenggunaan insektisida organofosfat dalam bidang, perkebunan, rumah tangga, kesehatan masyarakat, maupun bidang-bidang lain ternyata semakin meningkat. Hal ini disebabkan karena dampak positif insektisida tersebut terhadap hasil pertanian atau tanaman pangan. Selain dampak positif yang ditimbulkannya, insektisida organofosfat ternyata bersifat sangat toksik bagi hewan bertulang belakang, karma berdasarkan struktur kimia dan cara kerjanya golongan organofosfat ini dapat mempengaruhi kerja jaringan saraf jika sampai masuk ke dalam tubuh melalui penghambatan kerja enzim kolinesterase dalam darah. Jika enzim ini terikat oleh jenis insektisida ini, maka kerja syaraf akan menjadi terganggu sehingga gerak otot tidak dapat dikendalikan, timbul kejang, lumpuh atau pingsan sehingga dapat menyebabkan kematian. Penelitian ini bertujuan untuk mengetahui efek insektisida profenofos terhadap aktivitas enzim asetilkolinesterase dan kolinesterase, menentukan residu insektisida dalam darah, menentukan model kurva dosis respons, menentukan nilai NOEL/NOAEL dan perkiraan dosis yang aman bagi manusia, melalui pengujian secara inhalasi. Hewan uji yang digunakan adalah tikus putih (Rattus norvegicus) galur Wistar dan pengukuran aktivitas enzim dilakukan dengan menggunakan metode spektrofotometri. Hasil penelitian menunjukkan bahwa terjadi penurunan aktivitas enzim asetilkolinesterase dan kolinesterase pada darah hewan uji. Dengan dosis pemaparan inhalasi sebesar 12,2 mg/kg*hari, 10,45 mg/kg*hari, 6,75 mg/kg*hari, 5,3 mg/kg*hari, 3,87 mg/kg*hari dan 1,38 mg/kg*hari, selama pengamatan 48 jam, menunjukkan adanya efek profenofos terhadap penghambatan aktivitas enzim asetilkolinesterase dan kolinesterase pada waktu 6 jam, 24 jam dan 48 jam. Penurunan aktivitas enzim asetilkolinesterase pada hewan uji perlakuan sebesar 8,17% - 53,07% dan penurunan aktivitas enzim kolinesterase sebesar 9,78% - 53,99% terhadap kontrol. Penurunan aktivitas enzim yang disebabkan oleh pemaparan insektisida profenofos ini dapat dibuktikan dengan adanya residu insektisida dalam darah. Hasil uji statistik menunjukkan terdapat perbedaan nyata antara dosis perlakuan dengan kontrol. Sedangkan hasil uji korelasi menyatakan bahwa terdapat hubungan yang kuat antara dosis paparan dengan aktivitas enzim, yaitu semakin besar dosis paparan maka semakin besar pula penurunan aktivitas enzim. Hasil perhitungan NOEL/NOAEL diperoleh sebesar 3,15 mg/kg*hari, sedangkan nilai dosis aman bagi manusia adalah sebesar 4,142 gram.", "Daftar File": {"2001_TS_PP_WIDIARINI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6264"}, "Penulis": "Yuniar Widiarini [25399045]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1Juli Soemirat S, Prof. dr., MPH, Ph.DPembimbing 2Ahmad Ridwan, Dr.Scan:Hidayat (2006-03-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Darah; enzim;  insektisida organofospat", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "06 Mar 2006"}