{"Nomor": 5189, "Judul": "ALTERNATIF PENYELESAIAN TUNGGAKAN PENERUSAN PINJAMAN LUAR NEGERI PT PLN (PERSERO)", "Abstrak": "Abstrak \nPLN termasuk salah satu perusahaan yang mengalami kesulitan akibat melemahnya nilai tukar Rupiah terhadap Dollar karena seluruh pendapatan diperoleh dalam Rupiah dilain pihak biaya untuk membangkitkan energi listrik sarat dengan biaya dalam valuta asing. Laporan keuangan pada 30 Juni 2000 menunjukkan nilai ekuitas sebesar Rp. 1,9 triliun, jauh merosot dibandingkan dengan Rp 30 triliun sebelum krisis ekonomi. Penurunan ini akibat kerugian besar yang terjadi sejak tahun 1998. Tanpa reorganisasi neraca maka nilai ekuitas PLN akan negatif Rp 8.448 triliun pada 31 Desember 2000. \nSebagian besar komponen instalasi tenaga listrik diimpor dari luar negeri dan dibayar dengan pinjaman luar negeri Pemerintah. Departemen Keuangan meneruskan pin jaman tersebut ke PLN dengan perjanjian yang disebut SLA (Subsidiary Loan Agreement). Dari portofolio pinjaman tersebut terdapat 8 SLA dengan formula bunga pinjaman yang menghasilkan bunga sekitar 180Â°ro per tahun selama kurun waktu 1998-2000 dan 27 SLA dalam mata uang asing. Kedua kelompok SLA ini merupakan penyebab tingginya biava non-operasi PLN yang berujung pada tunggakan kewajiban pinjaman sekitar Rp 34.212 miliar. Usul PLN ke Menteri Keuangan sejak 24 Desember 1998 untuk merestrukturisasi hutang belum mendapatkan tanggapan. \n \nKarva akhir ini membahas proses seleksi terhadap enam alternatif solusi restrukturisasi hutang. Kriteria yang digunakan dalam seleksi alternatif terbaik adalah nilai saham Perusahaan, pengaruhnya terhadap kenaikan tarif dan besarnya tambahan subsidi (relatif) yang dibutuhkan. \n \nPenulis merekomendasikan kepada kreditur (Depkeu) untuk menyetujui Alternatif-3 yaitu konversi tunggakan sebesar Rp 15.354 miliar menjadi PMP, penghapusan kelebihan pembebanan kewajiban pinjaman sebesar Rp 18.858 miliar dan merevisi formula bunga 8 SLA berdasarkan depresiasi Rupiah sesuai rumus (4.1). Revisi formula bunga diperlukan agar resiko perubahan nilai tukar Rupiah terhadap USD atau DM diteruskan kepada PLN dengan formula yang tepat. \n \nRestrukturisasi hutang dan revaluasi aset merupakan program pemulihan keuangan Perusahaan yang dapat segera menghasilkan perbaikan. Kunci utama penyelesaian krisis keuangan Perusahaan dalam jangka panjang adalah kenaikan tarif dan renegosiasi PPA.", "Daftar File": {"2001_TS_PP_HAMDANI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6266"}, "Penulis": "Yusuf Hamdani", "Kontributor / Dosen Pembimbing": ["Pembimbing :A.ImamIstiyanto,Ir.,MBAScan:Dewi(2006-07-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2006"}