{"Nomor": 5198, "Judul": "ANALISIS BUDAYA ORGANISASI    (DINAS PERMUKIMAN DAN TATA WILAYAH   KABUPATEN BANDUNG)", "Abstrak": "Abstrak: \nDinas Permukiman dan Tata Wilayah Kabupaten Bandung adalah salah satu instansi teknis Pemerintah Kabupaten Bandung. Instansi ini mempunyai tugas pokok dan fungsi melaksanakan pembangunan dan pelayanan masyarakat dibidang Permukiman dan Tata Wilayah di Kabupaten Bandung.   \nUntuk mewujudkan tugas pokok dan fungsinya, Dinas Permukiman dan Tata Wilayah Kabupaten Bandung menetapkan visi dan misi serta memanfaatkan sumber daya yang dimiliki secara optimal.   \nPenelitian pada tugas akhir ini, untuk mengetahui seberapa jauh budaya organisasi yang ada, dapat mendukung budaya organisasi yang diharapkan sesuai dengan visi dan misi.   \nBudaya organisasi adalah sebuah sistem dari nilai kebersamaan yang dianut oleh para anggotanya yang membedakan suatu organisasi dengan organisasi lainnya. Hal ini lebih jelas apabila budaya didefinisikan sebagai sebuah system nilai kebersamaan.   \nPada saat ini Pimpinan Dinas Permukiman dan Tata Wilayah Kabupaten Bandung telah membuat konsep \"7 Sikap\" sebagai budaya organisasi yang diharapkan sesuai dengan visi dan misi. Tujuh sikap tersebut adalah : sadar terhadap pelatihan, pragmatis, kepedulian, sadar terhadap pengawasan, sadar terhadap biaya, kepercayaan, komunikasi.   \nMetoda penelitian menggunakan data primer dan sekunder yang dihimpun dari wawancara, kuesioner dan studi pustaka, diolah dengan metoda statistik.   \nDalam penelitian tugas akhir ini lebih difokuskan untuk melihat pengaruh karakteristik demografi pegawai terhadap perilaku pegawai dan menganalisa kesesuaian perilaku pegawai saat ini terhadap Faktor-faktor budaya \"7 Sikap\". Nampak beberapa Faktor budaya telah sesuai dengan harapan, namun masih ada beberapa faktor budaya yang perlu ditingkatkan agar lebih melekat pada para pegawai.", "Daftar File": {"2002_TS_PP_ACHYAR_1.pdf": "https://digilib.itb.ac.id/gdl/download/6277"}, "Penulis": "Achyar", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ubuh Buchara Hidayat, Dr., Ir., Scan:Yati Rohmah(2006-08-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Budaya Organisasi, Pemukiman, Tata Wilayah, Bandung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2006"}