{"Nomor": 5201, "Judul": "UPAYA PENCAPAIAN PENYELESAIAN PROYEK   TEPAT WAKTU PADA PROYEK PENINGKATAN   JALAN DAN PENGGANTIAN JEMBATAN   PROPINSI JAWA BARAT", "Abstrak": "Abstrak :  \nPengendalian waktu proyek (schedule control) merupakan salah satu bagian dari pengendalian proyek (project controlling) yang bertujuan bagaimana menjaga proyek tersebut agar selesai sesuai dengan jadwal yang telah ditentukan. Manajemen pengendalian waktu proyek harus meliputi semua proses yang diperlukan untuk menjamin ketepatan waktu penyelesaian proyek tersebut. Selama proses pengendalian ini, dilakukan pengukuran serta monitoring secara rutin terhadap apa yang telah dicapai selama pelaksanaan pekerjaan, kemudian hasilnya dievaluasi dan dibandingkan dengan rencana semula, sehingga dapat diketahui apakah terjadi penyimpangan terhadap tujuan atau tidak.   \n \nProyek Peningkatan Jalan Dan Penggantian Jembatan Propinsi Jawa Barat yang merupakan salah proyek di lingkungan Direktorat Jenderal Pengembangan Prasarana Wilayah Departemen Permukiman Dan Prasarana Wilayah, menghadapi berbagai masalah dalam pengendalian proyek ini, terutama pengendalian waktu proyek. Paket-paket proyek yang ada seringkali memerlukan perpanjangan waktu pelaksanaan pekerjaan, akibat adanya kesalahan pemilik (employer) maupun kesalahan manajemen kontraktor pelaksana. Akibatnya tujuan pelaksanaan proyek yaitu melayani kepentingan masyarakat melalui peningkatan kemampuan ruas jalan seringkali tidak tercapai.   \n \nUntuk mengatasi permasalahan ini, perlu dilakukan suatu upaya tindakan yaitu dengan mengidentifikasi dan menganalisis penyebab utama masalah tersebut, mengembangkan berbagai kemungkinan alternatif tindakan, serta menentukan prioritasnya sesuai dengan kriteria yang telah ditetapkan. Berdasarkan prioritas usulan tindakan tersebut, selanjutnya dikaji dan dianalisis upaya-upaya yang perlu dilakukan oleh proyek pada setiap elemen organisasi, kemudian diimplementasikan terhadap berbagai aspek yang ada, baik aspek organisasi, sumber daya manusia maupun lingkungan. Dengan pengimplementasian ini diharapkan tujuan proyek khususnya pencapaian penyeleasaian proyek tepat waktu dapat terlaksana dengan cara yang lebih efektif dan efisien.", "Daftar File": {"2002 Agus Hendrarto": "https://digilib.itb.ac.id/gdl/download/6280"}, "Penulis": "Agus Hendrarto [28199174]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ali Basah Siregar, Dr.Ir. Scan :Neneng (2006-05-10)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mei 2006"}