{"Nomor": 5205, "Judul": "PREDIKSI PENJALARAN RETAK FATIK PADA     POROS YANG DIKENAI BEBAN LENTUR     AMPLITUDO KONSTAN", "Abstrak": "Abstrak:  \nSuatu Retak permukaan poros mesin dapat disebabkan oleh kesalahan pemasangan, operasi, pabrikasi dan desain. Pada ujung retak permukaan poros biasanya muncul suatu zona plastik. Kemudian, jika dibebani suatu beban luar, maka retak akan menjalar sehingga proros akan patah dua.     \nPenelitian ini dilaksanakan untuk mempelajari perubahan faktor intensitas tegangan pada permukaan poros dengan geometri retak semi-eliptik yang dikenai momen lentur amplitudo konstan. Di samping itu, penelitian ini juga untuk mencari suatu model prediksi laju penjalaran retak fatik, kedalaman retak kritis dan umur fatik. Pekerjaan ini dilaksanakan dengan suatu model dan simulasi komputer. Untuk verifikasi dilakukan eksperimen fatik rotasi lentur pada spesimen poros AISI 1045 dan A1-2024-T3 yang mempunyai diameter 15 mm. Ukuran retak awal diberikan 0,5 mm pada permukaan spesimen AISI 1045 dar 1,0 mm pada permukaan spesimen A1-2024-T3.     \nHasil penelitian menunjukkan bahwa untuk kedalaman retak yang sama, semakin tinggi pembebanan semakin tinggi faktor intensitas tegangan dari poros retak permukaan dengan geometri retak semi-eliptik. Pada akhir penjalaran retak, terjadi kecenderungan perubahan geometri retak semi-eliptik menjadi semi-sirkuler, yakni b/a mendekat 1.0 baik untuk spesimen baja maupun aluminium. Simulasi dan eksperimen berhasil memverifikasi kedalaman retak kritis dan umur, fatik dengan tingkat akurasi antara 89% dan 92%; atau dengan nilai deviasi sebesar 8% dan 10% untuk baja, dan 11% dan 10% untul aluminium. Fraktograf spesimen memperlihatkan kegagalan fatik terdiri dari retak awal, penjalaran retak yang dinyatakan oleh beach mark dan patah akhir.", "Daftar File": {"2002  AKHYAR": "https://digilib.itb.ac.id/gdl/download/6285"}, "Penulis": "Akhyar [22199006]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:A. Taufik Joenoes, Dr. M.Eng.Pembimbing 2:Syoni Supriyanto, Dr.Ir. MSc.Scan:Yati Rohmah(28-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Fatigue crack; rotating bending", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Mar 2006"}