{"Nomor": 5213, "Judul": "PERANCANGAN ARSITEKTUR JARINGAN AKSES UNTUK MENDUKUNG LAYANAN ISDN NARROWBAND", "Abstrak": "Abstrak: \n \nISDN (Integrated Services Digital Network) Narrowband merupakan infrastruktur layanan digital yang diharapkan mampu untuk mendukung berbagai macam aplikasi multimedia. Teknologi ISDN memiliki kelebihan-kelebihan misalnya: merupakan \"solusi implementasi\" dengan harga yang relatifmurah, menyediakan \"bandwidth on demand\" secara dial-up (lebih customize) dengan kapasitas yang relatif lebih tinggi, memberikan \"tingkat kualitas\" yang relatif lebih baik, menjadikan faktor-faktor utama kebutuhan akan penyediaan layanan ISDN. \n \nPada penelitian ini dilakukan suatu kajian bersifat teknis dalam mengembangkan model arsitektur jaringan dan teknologi-teknologi aplikatif yang dapat menunjang penyediaan jaringan akses untuk layanan ISDN Narrowband yang efisien dan fleksibel. Suatu model arsitektur jaringan akses yang menggunakan konsep arsitektur jaringan generasi-mendatang dengan keunggulan-keunggulan kompetitifnya, dapat mengatasi kendala-kendala dan kekurangan-kekurangan yang masih dirasakan pada konsep arsitektur hirarki jaringan teleponi tradisional, sehingga cenderung menjadi solusi arsitektur jaringan akses yang akan dikembangkan. \n \nDalam penelitian ini, juga dilakukan identifikasi beberapa teknologi pendukung yang dapat menunjang fungsi arsitektur jaringan generasimendatang tersebut, sehingga secara umum merupakan komplementer yang dapat meningkatkan fungsionalitas dan fleksibilitas jaringan akses untuk layanan ISDN menggunakan konsep arsitektur jaringan tersebut. Beberapa teknologi pendukung tersebut adalah: teknologi untuk memperluas jangkauan-akses dengan menggunakan jaringan overlay dengan sistem ICS (Interoffice Carrier System) atau dengan repeater digital, teknologi xDSL yang dapat mengoptimalkan penggunaan kabel tembaga 2-kawat sebagai saluran akses ke pelanggan.", "Daftar File": {"2002 SETIAWAN": "https://digilib.itb.ac.id/gdl/download/6293"}, "Penulis": "Ari Setiawan [23200101]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Suhono Harso Supangkat,DR.,Ir. Scan :  Mudjiono  (04-04-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Arsitektur jaringan akses; layanan ISDN, narrowband", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "04 Apr 2006"}