{"Nomor": 5214, "Judul": "STUDI ANALISIS KOPEL ANTARA METODA ELEMEN BATAS  DAN METODA ELEMEN HINGGA PADA STRUKTUR PORTAL-DINDING GESER", "Abstrak": "Abstrak : \nDalam studi ini dilakukan kajian numerik terhadap analisa kopel, antara metoda elemen hingga dan metoda elemen batas. Analisa kopel diterapkan pada kasus struktur portal-dinding geser. Metoda elemen batas mempunyai beberapa keunggulan dibanding elemen hingga, yaitu : (1) kemudahan dalam proses diskritisasi elemen, (2) mempunyai akurasi yang tinggi dengan jumlah elemen yang lebih sedikit daripada elemen hingga dan (3) orde elemen yang dipakai adalah lebih sederhana satu tingkat daripada elemen hingga. Sedangkan elemen hingga mempunyai keunggulan pada proses penyelesaian persamaan aljabar liner, karena matriks kekakuan elemen hingga berbentuk simetri dan pita,maka dapat menggunakan proses yang lebih efisien misalnya dengan menggunakan penyimpanan bandwidth. Sedangkan matriks pengaruh elemen batas berbentuk matriks penuh dan tidak simetris sehingga harus menggunakan teknik langsung seperti eliminasi Gauss. Dalam penelitian ini, kedua keunggulan dari kedua metode ini dicoba disatukan. Untuk kasus yang diangkat, portal dimodelkan sebagai elemen hingga balok-kolom, sedangkan dinding geser dimodelkan sebagai elemen batas tegangan bidang. Hasil yang diperoleh menunjukkan bahwa perpindahan dan gaya dalam mempunyai tingkat akurasi yang tinggi, namun karena analisa kopel yang dipakai haruslah analisa kopel parsial dan bukan analisa kopel penuh, maka tingkat efisiensi proses penyelesaian masih lebih rendah dibanding dengan elemen hingga murni. Hal ini sehubungan dengan proses pembentukan matriks gaya dan matriks kekakuan ekivalen yang membutuhkan eliminasi gauss yang berulang sehingga waktu operasi bertambah menjadi tidak efisien.", "Daftar File": {"2002_TS_PP_WIBOWO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6294"}, "Penulis": "Ari Wibowo  (NIM 25099011)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Made Suarjana,DR.Ir. Scan:Neneng (2006-04-10)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2006"}