{"Nomor": 5221, "Judul": "PERANCANGAN DAN REALISASI PROTOTIP  SISTEM PENGUKURAN USIA KEHAMILAN  BERBASIS PC", "Abstrak": "Abstrak : \nPada tesis ini dikembangkan sistem pengukuran usia kehamilan berbasis PC (Personal Computer). Sistem ini berfungsi untuk mengetahui usia kehamilan sehingga kondisi kesehatan janin dapat dipantau. Penentuan usia kehamilan ini berdasarkan pada metoda tinggi fundus uteri.\nPengembangan sistem yang dilakukan terdiri dari perangkat keras dan perangkat lunak. Perangkat keras sistem terdiri dari bagian pemancar, bagian penerima, dan bagian penghitung panjang lintasan. Bagian pemancar berfungsi untuk mengaktitkan transduser ultrasonik sehingga transduser ultrasonik dapat memancarkan gelombang ultrasonik. Sedangkan bagian penerima berfungsi untuk mengolah sinyal pantul yang diterima oleh transduser ultrasonik sehingga sinyal pantul yang diterima dapat diolah oleh komputer. Bagian penghitung panjang lintasan berguna untuk menghitung lintasan yang dilewati oleh roda. \nPerangkat lunak yang dikembangkan selain mengendalikan perangkat keras juga menangani sistem basis data pasien. Perangkat lunak dikembangkan menggunakan program aplikasi Borland Delphi 2.0. Sistem basis data menggunakan Paradox 7.0 yang tersedia pada Delphi Database Desktop. \nPengujian perangkat keras dilakukan dengan mengukur sinyal keluaran dari setiap bagian. Sedangkan pengujian perangkat lunak dilakukan dengan cara mengoperasikan perangkat lunak dan memasukkan beberapa contoh data pada sebuah basis data. Hasil pengujian keseluruhan sistem dapat menampilkan basil pengulcuran dalam satuan centimeter dan menampilkan usia kehamilan dalam satuan minggu berdasarkan tiga metoda yaitu metoda Spiegelberg, Mc Donald, dan Johnson-Tausak. \nSistem yang dikembangkan setelah memenuhi persyaratan uji klinis yang ditetapkan, diharapkan dapat digunakan di puskesmas untuk meningkatkan pelayanan kesehatan ibu dan anak.", "Daftar File": {"2002  Budi Handayani": "https://digilib.itb.ac.id/gdl/download/6302"}, "Penulis": "Budi Handayani [23299501]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Soegijardjo Soegijoko,Prof.Dr. Scan :Neneng (2006-05-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Mei 2006"}