{"Nomor": 5226, "Judul": "PENGEMBANGAN MODEL POLA USAHA PETERNAKAN AYAM BROILER DI KALIMANTAN TIMUR", "Abstrak": "Abstrak : \nBerdasarkan Widya Karya Nasional Pangan dan Gizi -LIPI tahun 1998 kebutuhan minimum protein hewani asal ternak 6 gram per kapita per hari yang setara dengan konsumsi per kapita tahun daging 10,3 kg, 6,5 kg telur dan susu 7,2 kg. Realisasi konsumsi protein asal ternak di Kalimantan Timur baru 68,23% atau konsumsi per kapita per tahun masing-masing daging 9,22 kg, telur 2,9 kg dan susu 5,09 kg. Struktur konsumsi daging yang terbesar berasal dari ayam broiler, yaitu sebesar 40,98%, yang sebagian besar dihasilkan oleh peternakan rakyat.  \n Usaha peternakan ayam broiler di Kalimantan Timur dilakukan dengan 2 (dua) pola, yaitu pola kemitraan inti-plasma dan pola mandiri. Peternak plasma yang mengikuti pola kemitraan cukup dengan menyediakan kandang, tenaga kerja, peralatan, listrik dan air, sedangkan bibit (DOC), pakan dan obat-obatan, bimbingan teknis serta pemasaran disediakan oleh perusahaan inti Pada saat panen perusahaan inti akan memotong utang peternak plasma berupa DOC, pakan dan obat-obatan. Apabila terjadi kerugian, maka yang menanggung risiko adalah perusahaan sebatas biaya DOC, pakan dan obat-obatan. Plasma akan memperoleh bonus, apabila Feed Conversion Ratio (FCR) lebih rendah dari yang ditetapkan oleh inti. Sedangkan bagi peternak mandiri, seluruh biaya operasi dan investasi serta pemasaran diusahakan sendiri.  \n Hasil kajian perbandingan antara peternak plasma dan mandiri dengan scala usaha yang sama yaitu 5000 ekor per siklus, ternyata laba bersih peternak mandiri lebih besar dibanding petemak plasma, yaitu Rp. 16.256.396 (mandiri) dan Rp. 1.573.421 (plasma). Dengan meanbandingkan hasil analisis pada 3 (tiga) kondisi, ternyata Internal Rate of Return (IRR) peternak plasma rata-rata 29,97% lebih rendah dibanding mandiri (74,69%). Namun tingkat risiko yang ditunjukan dengan coefficient of variation pada peternak plasma (0,2242) lebih tinggi dibanding peternak mandiri (0,0714).  \n Berdasarkan hasil uji beda dengan derajat keyakinan 95%, ternyata total input antara plasma dan inti tidak berbeda. Namun, setelah dikaji lebih jauh dari masing-masing komponen input, harga DOC dan pakan antara peternak plasma dan mandiri berbeda, masing-masing Fuji= 0,208 < 0,504 dan Fuji= 2,747 > 1,98. Harga DOC dan pakan pada peternak plasma lebih tinggi dibanding peternak mandiri. Sedangkan harga jual ayam per kilogram antara peternak plasma dan mandiri berbeda, Fuji= 0,420 < 0,505. Harga jual pada peternak plasma lebih rendah dibanding peternak mandiri. \nBerdasarkan perbedaan harga input dan output yang cukup tinggi antara peternak plasma dan mandiri, maka diusulkan perbaikan dari aspek keuangan yang didasarkan atas harga yang berlaku pada peternak mandiri dan bunga bank 18% per tahun serta mempertimbangkan pula keuntungan perusahaan inti. Dari 5 alternatif  yang diusulkan, alternatif yang direkomendasikan adalah alternatii ke-2.  \nSedangkan pada pola peternak mandiri, dari hasil analisis kelayakan ekonomi dan keuangan sudah cukup baik, yang perlu diperbaiki adaiah jaminan pasar, pembinaan teknis dan permodalan.  \nPeran dan fungsi pemerintah terhadap pembangunan peternakan adalah sebagai fasilitator, motivator, regulator, supervisor dan pelayanan perlu ditingkatkan baik terhadap pola kemitraan maupun pola mandiri agar keduanya dapat berkembang.", "Daftar File": {"2002 SUDARYA": "https://digilib.itb.ac.id/gdl/download/6307"}, "Penulis": "Dadang Sudarya (NIM 28100084) [28100084]", "Kontributor / Dosen Pembimbing": ["Pembimbing :A.Imam Istiyanto,Ir.MBA. Scan :Neneng (2006-06-12)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pola kemitraan  inti-plasma, Feed Conversion Ratio (FCR)", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "13 Jun 2006"}