{"Nomor": 5232, "Judul": "ASPEK KESEHATAN MASYARAKAT DAN  TOKSIKOLOGI LEACHATE DARI TEMPAT   PEMBUANGAN AKHIR (TPA); STUDI KASUS TPA JELEKONG, BABAKAN DAN LEUWI GAJAH", "Abstrak": "Abstrak: \nTimbunan sampah di tempat pembuangan akhir (TPA) dapat menyebabkan pencemaran terhadap lingkungan karena adanya leachate dan gas yang dihasilkan dari proses dekomposisi sampah secara anaerobik. Di dalam leachate bisa pula didapat mikroba patogen, logam berat dan zat lainnya yang berbahaya tergantung dari kualitas sampah yang masuk. \nOleh karena itu dirasa perlu untuk dilakukan penelitian terhadap aspek kesehatan masyarakat dan toksikologi leachate TPA. Hasil uji hayati leachate dari tiga TPA di Kabupaten Bandung yaitu TPA Jelekong, Babakan, dan Leuwi Gajah terhadap cacing tanah Lumbricus rubellus selama 24, 48, 72, dan 96 jam pemaparan memberikan hasil LC50 untuk masing-masing TPA adalah sebagai berikut, Jelekong : 38,96%; 28,11%; 11,50%; 4,79%, Babakan : 39,27%; 34,14%; 23,60%; 18,26%, dan Leuwi Gajah : 34,28%; 16,66%; 6,14%, 4,79%. Terjadinya kematian hewan uji yang dipaparkan dalam leachate selama 24, 48, 72, dan 96 jam dan tidak terjadinya kematian hewan uji pada kontrol menunjukkan bahwa leachate TPA toksik bagi cacing tanah Lumbricus rubellus. Toksisitas yang tertinggi adalah leachate TPA Leuwi Gajah. \nDari pengukuran karateristik leachate TPA terdapat 3 sampai 13 parameter yang melebihi NAB. Terjadinya penurunan kualitas air permukaan di badan air setelah melewati lokasi TPA mengindikasikan adanya pencemaran leachate TPA. Kondisi eksisting pengelolaan TPA, seperti luas area TPA, luas daerah pelayanan, volume timbunan sampah, tinggi timbunan sampah, tahun operasional, keberadaan sarana pengolah leachate, dan sistem pengolahan saanpah yang diterapkan berpengaruh terhadap karakteristik leachate. Ketidaksenangan warga sekitar lokasi TPA untuk tinggal dekat lokasi TPA karena sudah adanya persepsi bahwa keberadaan TPA telah mengakibatkan pengaruh negatif yaitu penurunan kualitas air bersih, air permukaan, dan udara, serta meningkatkan prevalensi penyakit.", "Daftar File": {"2002_TS_PP_SIDDIK_1.pdf": "https://digilib.itb.ac.id/gdl/download/6313"}, "Penulis": "Didi Adji Siddik", "Kontributor / Dosen Pembimbing": ["Pembimbing :Juli Soemirat, Prof., dr., MPH., Ph.D.Scan:Yati Rohmah(2006-07-11)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Leachate, Lumbricus rubellus, LC 50", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Jul 2006"}