{"Nomor": 5239, "Judul": "KONVERSI CAIRAN KULIT BIJI  JAMBU METE (CASHEW NUT SHELL LIQUID) MENJADI KOMPONEN PELUNAK  GESEKAN SEPATU REM KENDARAAN", "Abstrak": "Abstrak:  \nCNSL (Cashew Nut Shell Liquid) merupakan sumber fenol alam yang terdapat pada minyak kulit biji jambu mete yang bersifat terbaharukan. Sumber fenol alam pada CNSL berpotensial untuk menggantikan sumber fenol yamg berbasis fosil.  \nKomponen utama CNSL teknis adalah kardanol yang bersifat fenolik dan olefinik. CNSL dapat mengalami polimerisasi kondensasi melalui inti fenoliknya dengan penambahan formaldehida membentuk resin fenolik. CNSL juga dapat mengalami polimerisasi adisi melalui rantai samping tidak jenuhnya dan menghasilkan resin. Dua sifat CNSL tersebut memungkinkan pembuatan bubuk friksi berbasis CNSL yang akan digunakan sebagai komponen pelunak gesekan sepatu rem kendaraan.  \nTujuan penelitian ini yaitu melakukan polimerisasi CNSL dengan menambahkan formaldehida pada kondisi tertentu. Metoda yang digunakan mencakup pembuatan resin resol dengan variabel rasio mol formaldehida terhadap mol CNSL 1:1, 2:1, 3:1, 4:1, dan 5:1 dalam kondisi basa dan pembuatan resin novolak dengan variabel rasio mol formaldehida terhadap mol CNSL 0,25:1, 0,5:1, 0,75:1, dan 0,9:1 dalam kondisi asam, serta melakukan proses curing pada resin novolak dengan menambahkan heksametilena tetramina dengan variabel komposisi berat heksametilena tetramina sebesar 7,5%, 10%, 12,5%, dan 15%. \nAnalisa kualitas produk resin yang dilakukan adalah aceton extracable. Hasil penelitian menunjukkan bahwa CNSL dapat dimanfaatkan sebagai bahan baku bubuk friksi pelunak gesekan sepatu rem kendaraan karena mempunyai sifat termoset, dimana mempunyai kemampuan menyerap aceton < 10%. Perolehan resin yang bersifat termoset dipengaruhi oleh besarnya rasio mol formaldehida terhadap mol CNSL dan besarnya komposisi heksametilen tetramina yang digunakan pada proses curing. Produk terbaik diperoleh dari resin novolak dengan rasio mol formaldehida terhadap mol CNSL sebesar 0,9:1 pada berbagai komposisi penambahan heksametilena tetramina, dengan persentase penyerapan aceton lebih kecil dari 10.", "Daftar File": {"2002  AFNIDAR": "https://digilib.itb.ac.id/gdl/download/6320"}, "Penulis": "Emmy Afnidar [23099012]", "Kontributor / Dosen Pembimbing": ["Pembimbing :A. Zainal Abidin, Dr., Ir., MSc.Scan:Yati Rohmah(20-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Cashew Nut Shell Liquid", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "20 Jun 2006"}