{"Nomor": 5245, "Judul": "ANALISIS RETURN MINGGUAN SAHAM    KELOMPOK LQ 45 DI PT BURSA EFEK JAKARTA    DENGAN MENGGUNAKAN ANALISIS FRAKTAL", "Abstrak": "Abstrak : \nMunculnya konsep Fractal Market Hypothesis (FMH) dalam pasar modal sebagai altematif teori sebelumnya yaitu Efficient Market Hypothesis (EMH) yang mampu menunjukkan kelemahan teori portofolio modem. Konsep EMH mengasumsikan investor bersifat rasional, pasar efisien, dan random walk. Penelitian ini bertujuan untuk mengetahui apakah konsep EMH berlaku terhadap return mingguan saham kelompok LQ45 ataukah return mingguan saham kelompok LQ45 berlaku proses Hurst yang berperilaku bias random walk sesuai konsep FMH yang menekankan pengaruh likuiditas dan horison pada perilaku investor. \nDalam konsep FMH menggunakan analisis Rescaled Range (RIS) sebagai bentuk pengolahan statistik dan nilai eksponen Hurst (H) untuk mengukur tingkat resiko. Nilai Hurst yang tinggi menunjukkan tingkat resiko yang lebih rendah karena sistem lebih persistent dengan lebih sedikit noise dan trend Iebih jelas. \nHasil perhitungan skewness, kurtosis dan uji goodness of fit chi square dan hasil pengujian struktur waktu dari volatilitas terhadap return saham yang bertahan dalam LQ45 periode 11997-periode II 2001 dapat dibuktikan bahwa asumsi dari EMH tidak sesuai dengan pasar yang terjadi pada saham LQ45 yang diteliti dan dari analisis sesuai konsep FMH diperoleh nilai Hurst tertinggi (H=0,776) pada saham PT Matahari Putra Prima yang mempunyai ? terkecil (? =1.289) yang berarti mempunyai tingkat resiko lebih rendah dibandingkan dengan saham lainnya dan pengukur korelasi terbesar (C=46,5%), yang diikuti saham PT Semen Gresik, PT Telkom, PT Bimantara Citra, PT Kalbe Farma, PT Indosat, PT Astra International, PT HM Sampoerna, PT Citra Marga NP, PT Timah, PT lndofood SM, PT Ramayana LS, PT Lippo Bank. Saham PT Gudang Garam mempunyai nilai H terkecil dan tingkat resikoa terbesar (H=0,57; ? =1,749;C=10,4%).    \nBerdasarkan ketidak-sesuaian asumsi EMH terhadap return saham LQ45 maka pasar yang terjadi pada saham LQ45 di BEJ lebih mendekati asumsi FMH yang berlaku konsep bias random walk, investor terdiri berbagai horison investasi dan pergerakan return saham dari waktu ke waktu mempunyai keterkaitan.", "Daftar File": {"2002 Farolan Anthony Wijaya": "https://digilib.itb.ac.id/gdl/download/6326"}, "Penulis": "Farolan Anthony Wijaya [28100242]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Sudarso Kaderiwiryono,Dr.Ir. Scan :Neneng (2006-05-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "External resources, Efficient Market Hypothesis (EMH),Fractal Market Hypothesis (FMH)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2006"}