{"Nomor": 5247, "Judul": "ANALISIS SISTEM DAN PROSEDUR   PENGENDALIAN DALAM AKTIVITAS PEMBELIAN   DAN PENJUALAN BARANG DAGANGAN   DI PD. ANEKA KIMIA, BANDUNG", "Abstrak": "Abstrak: \nPD. Aneka Kimia adalah sebuah perusahaan dagang yang memasarkan produk-produk kimia seperti soda ash, cupper sulfate, sodium benzoat, dan lain-lain. Usaha perdagangan dilakukan di dua lokasi yaitu di toko dan di gudang perusahaan. Selama ini perusahaan masih dikelola secara tradisional. Peranan pemilik dalam mengelola dan mengembangkan perusahaan amat dominan. Sistem pengendalian yang dikembangkan masih bersifat konvensional, mengandalkan kepercayaan penuh kepada pegawai. Asumsi yang diambil adalah pegawai jujur dan bisa dipercaya.   \nSistem pengendalian terus diperbaiki sambil jalan, jika dirasa ada kekurangan dirubah agar lebih baik. Pemilik memandang selama ini aktivitas perusahaan sudah berjalan cukup baik, kalaupun ada kebocoran itu pun masih dalam batas-batas yang dapat ditolerir. Namun akhir-akhir ini pemilik merasa bahwa tingkat kebocoran meningkat. Hanya saja di bagian mana kebocoran terjadi pemilik tidak dapat memastikan, diduga kebocoran terjadi di gudang perusahaan.   \nUntuk mengetahui hal tersebut maka dilakukan analisis pengendalian pada prosedur dan aktivitas yang dilakukan di perusahaan. Setelah melakukan analisis diketahui bahwa prosedur pengendalian di gudang sudah cukup baik. Prosedur pengendalian yang lemah malah terjadi di toko perusahaan. Untuk itu perlu adanya perbaikan prosedur pengendalian khususnya di toko perusahaan untuk mengurangi kemungkinan kebocoran yang terjadi.", "Daftar File": {"2002 WIJAYA": "https://digilib.itb.ac.id/gdl/download/6328"}, "Penulis": "Franky Wijaya [28100041]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Arson Aliludin, Ir., Drs., H., SE., DEA.Scan:Yati Rohmah(02-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem prosedur pengendalian, aktivitas pembelian, penjualan barang", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "02 Jun 2006"}