{"Nomor": 5251, "Judul": "PENGARUH LAJU ALIR TERHADAP PERFORMANCE PRODUKSI SUMUR HORISONTAL DENGAN MENGGUNAKAN MODEL FISIK", "Abstrak": "Abstrak : \nTeknologi produksi minyak bumi yang hingga saat ini diterapkan di berbagai tempat merupakan teknologi konvensional sumur vertikal yang tidak effisien. Aplikasi teknologi sumur horisontal meskipun masih tergolong relatif barn dan mahal tetapi telah terbukti lebih efektif dan effisien dalam memproduksikan minyak bumi. Namun demikian strategi pengaturan laju produksi untuk memperoleh basil optimal belum diperhatikan dengan seksama. Hal ini sebagai akibat ketidakmampuan menidentifikasi pengaruh gaya-gaya yang bekerja dalam reservoir terhadap mekanisme aliran. \n \n \nKhususnya reservoir minyak bumi yang berhubungan dengan akuifer di bawahnya, proses pergerakan batas minyak air di reservoir dipengaruhi oleh interaksi beberapa gaya yang bekerja, misalnya : gaya hisap sumur (viscous force), dan gaya gravitasi fluida (gravity force). Gaya-gaya ini sangat mempengaruhi kestabilan pergerakan batas minyak-air dan akibatnya ini sangat berpengaruh pada perilaku produksi dan faktor perolehan minyak. \n \n \nPenelitian dilakukan dengan membuat suatu model fisik di laboratorium. Penskalaan (scalling down) dilakukan menggunakan analisis dimensional terhadap semua parameter yang berpengaruh. Aplikasi hasil penelitian dilakukan dengan menggunakan kaidah kesamaan (similarity) antara model dengan prototipe yang direpresentasikan. LJntuk bisa meneliti banyak kasus dalam waktu yang relatif cepat dibuat juga model numerik dengan perangkat lunak Computer Modelling Groups (CMG) yang diselaraskan (matching) terhadap basil dari model fisik untuk suatu kasus yang sama. \n \n \nHasil simulasi model fisik menunjukkan bahwa semakin besar harga ratio gravity to viscous forces (R) atau semakin kecil laju alir maka waktu tembus air dan faktor perolehannya juga semakin besar, begitu juga dengan pergerakan batas minyak-air akan lebih merata sepanjang sumur horisontal.", "Daftar File": {"2002 HARIYADI": "https://digilib.itb.ac.id/gdl/download/6335"}, "Penulis": "hariyadi [22299020]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Purwanto,Prof.,Dr.,Ir.   Pembimbing 2 :  Pudji Permadi,Prof.,Dr.Ir. Scan :  Mudjiono  (03-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sumur horizontal, model fisik, penskalaan, media berpori, Ia%u alir, rasio gaya gravitasi terhadap gaya isap, waktu tembus air, faktor perolehan.", "Sumber": "FTTM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "03 Jun 2006"}