{"Nomor": 5252, "Judul": "TINJAUAN PERAN SERTA PETANI DALAM UPAYA PENINGKATAN O&P JARINGAN IRIGASI", "Abstrak": "Abstrak : \n \nBertolak dari keinginan menumbuh kembangkan peranserta, partisipasi petani dalam O&P jaringan irigasi dan organisasi petani/P3A, maka dilakukan studi pada 1 unit P3A Saluyu dari 68 unit P3A yang ada di DI. Cihea. Studi ini bermaksud untuk mengetahui tingkat peranserta petani dalam perencanaan O&P, peranserta dalam rehabilitasi/ pengelolaan O&P, peranserta dalam organisasi petani/P3A, persepsi kinerja jaringan irigasi yang dipengaruhi oleh partisipasi dalam perencanaan O&P, partisipasi dalam organisasi petani/P3A, kesediaan membayar iuran, bentuk sumbangan dan untuk mengetahui profit petani yang mempengaruhi partisipasi, umur, tingkat pendidikan, pekerjaan, pemilikan lahan, status pemilikan lahan, tingkat pendapatan serta upaya yang dilakukan dalam peningkatan O&P jaringan Irigasi. \nHasil sampling 39 orang anggota responden dari 262 orang anggota P3A unit Saluyu diperoleh tingkat pernserta petani dalan? perencanaan O&P masih kurang, namum demikian tingkat peranserta petani dalam kegiatan rehabilitasi O&P, partisipasi dalam organisasi P3A, dan persepsi kinerja jaringan dapat dikatakan sangat baik. Ini berarti petani mempunyai potensi untuk siap dan sanggup menerima pengelolaan jaringan irigasi secara keseluruhan diwilayah kerja unit P3A Saluyu.", "Daftar File": {"2002 HARJIMEN": "https://digilib.itb.ac.id/gdl/download/6336"}, "Penulis": "Harjimen [95000008]", "Kontributor / Dosen Pembimbing": ["Pembimbing : H.Sri Legowo,Dr.Ir. Scan :  Mudjiono  03-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Partisipatif, P3A, Sampel, Korelasi, Populasi, Observasi, Variabel, Organisasi, Responden, Wawancara, Daftar pertanyaan, Mewakili dan Relevan.", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "03 Jun 2006"}