{"Nomor": 5264, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PENGENDALI KECEPATAN MESIN", "Abstrak": "Abstrak: \n \nSistem Motor DC tanpa sikat (brushless) dan tanpa komutator (commutatorless) lebih populer dengan istilah Motor \"DC Brushless \" (MDCB) merupakan teknik pengoperasian mesin AC Sinkron (motor serempak) tiga fasa berkinerja seolah-olah seperti mesin DC konvensional. Hal tersebut dilatar belakangi oleh persoalan efisiensi energi mesin DC konvensional dan pengendalian motor AC Sinkron tiga fasa konvensional. Dengan tambahan rangkaian elektronika daya berupa inverter tiga fasa dan komputer pribadi persoalan tersebut dapat direduksi. \n \n \nPengendalian kecepatan dilakukan dengan mengatur duty cycle tegangan masukan stator melalui pengaturan sudut komutasi switching Inverter tiga fasa yang diperoleh langsung dari posisi sudut rotor. Sebagai umpan batik pengendali adalah kecepatan rotor dan posisi sudut medan rotor yang dipertahankan 90Â° terhadap posisi sudut medan stator, sehingga motor selalu bekerja pada kecepatan sinkron dan menghasilkan torsi aksi maksimum sesuai kebutuhan beban. \n \n \nDisain kendali kecepatan dilakukan dengan pendekatan kendali konvensional On/Off yang dikembangkan dengan memori data aksi, dimana perubahan data memori dilakukan dengan cara menaksir perubahan sinyal kendali berdasarkan galat kecepatan dan perubahan galat kecepatan. Pola penaksiran ini menggunakan algoritma logika fuzzy. \n \n \nHasil desain perangkat keras dan perangkat lunak diimplementasikan pada mesin sinkron 3 fasa 6 kutub 1500 rpm 0,5 kW berbasis Komputer Pribadi (PC). Berdasarkan hasil percobaan dan analisa, sistem dan parameter pengendali yang dirancang memperlihatkan kinerja yang cukup baik.", "Daftar File": {"2000 HIDAYAT": "https://digilib.itb.ac.id/gdl/download/6348"}, "Penulis": "Hidayat [23298506]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Iyas Munawar,Ir.,MS.c  Scan :  Mudjiono  (27-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Implementasi sistem pengendali, dc brushless, logika fuzzy", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "27 Mar 2006"}