{"Nomor": 5265, "Judul": "PENGARUH PERUBAHAN VARIABEL AGLOMERASI MINYAK TERHADAP PENINGKATAN KUALITAS DAN KECEPATAN FILTRASI, PADA BATUBARA LAPISAN A1 BANKO SELATAN", "Abstrak": "Abstrak :Aglomerasi minyak merupakan salah satu metoda penting untuk menghasilkan batubara bersih. Metode ini memanfaatkan perbedaan sifat permukaan batubara yang hidropobik dan sifat permukaan mineral pengotor yang hidropilik.   \nDalam percobaan ini, sebagai conto digunakan batubara pada lapisan A1 di Banko Selatan. Batubara ini merupakan batubara dengan rank rendah, sehingga akan memberikan reaksi yang kurang baik pada proses aglomerasi minyak. Percobaan ini mempelajari tentang variabel-variabel yang berpengaruh pada proses aglomerasi minyak, sehubungan dengan penurunan kadar abu dan kecepatan filtrasi. Variabel-variabel tersebut adalah: jenis minyak termasuk didalamnya dengan atau tanpa zat surfaktan, jumlah minyak, persen padatan dan ukuran fraksi yang digunakan.   \nHadirnya zat surfaktan, secara drastis dapat mengurangi ukuran dari tetesan kecil minyak (droplet) dan secara keseluruhan merubah interaksi antara tetesan kecil minyak dan butiran batubara. Zat surfaktan tersebut akan terserap kedalam antar permukaan airminyak (oil-water interface) menyebabkan terjadinya proses emulsi minyak. Pada saat zat surfaktan terserap kedalam antar permukaan airminyak zat tersebut juga akan terserap kedalam permukaan batubara, hal ini mendorong tetesan kecil minyak untuk menempel pada permukaan batubara, sehingga seolah-olah zat surfaktan ini telah merubah sifat permukaan batubara menjadi lebih hidropobik lagi. Pada sisi lain, kehadiran zat surfaktan menyebabkan proses filtrasi menjadi lebih lambat.   \nDalam percobaan ini dapat disimpulkan bahwa untuk mendapatkan hasil yang optimum, pada proses aglomerasi minyak, sebaiknya digunakan minyak jenis solar dengan zat surfaktan, 30% minyak, 5% padatan dan pada ukuran fraksi -35 +65 mesh, sehingga akan dapat mengurangi kandungan abu hingga lebih dari 60% dengan kecepatan filtrasi 0,09 ml/detik.", "Daftar File": {"2002_TS_PP_SIAHAAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6349"}, "Penulis": "Hiras Siahaan (NIM : 22199036) [22199036]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Arief Sudarsono, dr.Ir., M.Sc. Pembimbing 2 :Djamhur Sule, Prof.Dr., M.Sc. Scan :Hidayat (2006-06-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Batubara, Aglomerasi, Emulsi, Filtrasi", "Sumber": "FTTM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "29 Jun 2006"}