{"Nomor": 5276, "Judul": "KEAMANAN DATA DALAM DATA WAREHOUSE  (PENGGUNAAAN STANDAR KEAMANAN BERLAPIS)", "Abstrak": "AbstrakDalam dunia teknologi informasi, aspek keamanan (security) pada sistem informasi merupakan suatu yang penting sekali untuk diterapkan. Perencanaan keamanan jaringan selalu mengharuskan seorang Architect untuk melakukan trade-off antara kenyamanan user dengan tingkat keamanan yang diinginkan. Dalam arti antara tingkat kenyamanan dan tingkat keamanan selalu dalam posisi berbanding terbalik. Pendekatan architecture memungkinkan untuk memperkecil perbedaan antara kedua faktor di atas dengan mengedepankan sisi perancangan data base untuk menciptakan suatu perpaduan sistem yang nyaman dan sekaligus aman.  \nPada saat penelitian ini dilakukan, telah terdapat banyak pendekatan arsitektur manajemen data base namun hal tersebut dirasakan belum memenuhi ataupun menempatkan kriteria high assurance sebagai prioritas utama. Sehingga perlu dipikirkan lagi berbagai pengembangan arsitektur yang secara minimal dapat memenuhi kriteria trusted.  \nPenelitian ini mengacu pada standar yang diterima secara umum dalam hal keamanan bagi sistem terbuka yaitu ISO 7498-2-1988 Security Architecture, Part 2 - of ISO 7498, Open Sistem Inter connection-Basic Reference Model. ISO 7498 memberikan model referensi bagi komunikasi antar sistem terbuka. Dipilihnya data ware house sebagai database didasarkan pada pertimbangan issues, challenges dan trends ke depan, yang mengarah pada akan adanya kecenderungan penggunaan data warehouse sebagai komponen smart data base yang memiliki arsitektur yang fleksibel.", "Daftar File": {"2002 SAPUTRA": "https://digilib.itb.ac.id/gdl/download/6360"}, "Penulis": "Iwan Pahendra Anto Saputra  [23200512]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Suhono Harso Supangkat, Dr.Ir. Scan :Hidayat (2006-06-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Architect, Architecture, Data base, Data warehouse, High assurance, Smart, Issues, Challenges, Trend, trade off, Trusted, ISO, Cracking, Security", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "26 Jun 2006"}