{"Nomor": 5289, "Judul": "USULAN PROSEDUR PERIJINAN KUASA    PERTAMBANGAN DI PROPINSI KALIMANTAN TIMUR    DI ERA OTONOMI DAERAH", "Abstrak": "Abstrak: \nPelaksanaan otonomi daerah menuntut pemerintah daerah melakukan berbagai upaya sebagai persiapan menangani pelimpahan wewenang yang diberikan pemerintah pusat kepada pemerintah daerah. Dinas Pertambangan dan Sumber Daya Mineral Propinsi Kaltim yang salah satu tugasnya menangani masalah perizinan yang bersifat lintas kabupaten, menghadapi berbagai kendala dalam pelaksanaan tugasnya. Tumpang tindih kepentingan antar pemerintah propinsi dan kabupaten, tumpang tindih berbagai kepentingan sektoral antara prioritas program masing-masing dinas, belum adanya perangkat hukum yang jelas, tradisi transparansi yang rendah, merupakan permasalahan perijinan usaha pertambangan yang perlu segera dicarikan solusinya. \nMelalui metode rekayasa ulang proses bisnis, penelitian ini bertujuan menyusun prosedur perijinan Kuasa Pertambangan (KP) batubara di Kalimantan Timur, dengan berusaha meminimalkan potensi konflik kepentingan yang mungkin terjadi. Kriteria dari prosedur perijinan ini meliputi aspek transparansi, kewenangan, pengurusan yang birokratis, sumberdaya yang tersedia, koordinasi, dan perlindungan hukum bagi aparat petugas perijinan.   \n\nProsedur perijinan untuk masing-masing KP diajukan 3 alternatif. Untuk menentukan alternatif terbaik dilakukan pembobotan dari masing-masing alternatif. Alternatif terpilih untuk jenis KP Penyelidikan Umum, Eksplorasi dan Eksploitasi adalah prosedur dimana pemda propinsi perlu melakukan kerjasama dan koordinssi dengan pemda kabupaten untuk mencapai solusi kesepakatan bersama, tanpa masing-masing kehilangan kewenangannya. Pada KP Pengolahan dan Pemurnian alternatif terpilih adalah prosedur ijin yang dilaksanakan di kabupaten, sedangkan untuk KP Pengangkutan dan Penjualan alternatif terpilih adalah prosedur dilakukan di propinsi.   \n\nUntuk keberhasilan rekayasa ulang proses bisnis ini, diperlukan komitmen bersama, persiapan-persiapan dari pembentukan tim pelaksana dan tim monitoring, peningkatan sumber daya manusia dan fasilitas peralatan, perangkat hukum yang jelas, sehingga dengan demikian pelayanan perijinan usaha pertambangan yang lebih baik dapat dicapai.", "Daftar File": {"2002_TS_PP_ADI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6376"}, "Penulis": "Mashur Sudarsono Wira Adi", "Kontributor / Dosen Pembimbing": ["Pembimbing :Senator Nur Bahagia, Dr., Ir., Scan:Yati Rohmah(2006-10-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Prosedur perijinan kuasa, pertambangan, Otonomi Daerah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Okt 2006"}