{"Nomor": 5290, "Judul": "STUDI PENDAHULUAN KENDALI SLIDING MODE", "Abstrak": "Abstrak : \n \nKendali struktur variabel dengan sliding mode terbukti ampuh untuk mengendalikan sistem dinamik waktu-kontinu dengan ketidakpastian. Untuk sampled-si stem atau sistem diskrit, sifat invarian dari sliding mode, yang alamiahnya adalah konsep untuk waktu-kontinu, tak dapat dipertahankan dan kondisi capai harus dimodifikasi untuk mencapai keadaan quasi-sliding mode. \n \nTesis ini memberikan kerangka umum dalam menganalisa dan mendisain kontroler struktur variabel waktu-diskrit untuk sistem linier multvariabel dengan ketidakpastian aditif. Analisa yang dibuat adalah untuk kasus ruang keadaan berumpanbalik. Dipilih hukum kendali yang membuat boundary layer memiliki sifat atraktif dan invarian dengan mempertimbangkan kendala nilai eigen yang mempersyaratkan paling tidak terdapat sebuah nilai eigen yang bernilai real. \n \nPermasalahan dalam merancang permukaan sliding yang optimal diusulkan solusinya dengan menggunakan teknik LQR dengan mengoptimasi tracking error untuk kendali struktur variabel dengan sliding mode waktu-diskrit. Sebagai tambahan, furigsi saturasi pada input ekivalen diganti dengan fungsi tangen hiperbolikus untuk memperhalus efek chattering. Pada akhirnya, keseluruhan konsep dasar yang telah dibicarakan sebelumnya dicoba diimplementasikan dalam dua buah plant masingmasing sistem mekanik mass-spring-dashpot dan sistem kendali sikap (Attitude Control System) satelit yang dilinierisasi dengan memberimomentum bias pada salah satu sumbunya. Hasil simulasi memperlihatkan bahwa hukum kendali yang dipilih memberikan sifat atraktif dan invari,an pada boundary layer.", "Daftar File": {"2002_TS_PP_-HUSAIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6377"}, "Penulis": "M.Faisal Husain [23299055]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dimitri Mahayana,Dr.,Ir. Scan :  Mudjiono  (18-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kendali sliding.", "Sumber": "", "Staf Input/Edit": "ajeng fatwa", "File": "1 file", "Tanggal Input": "18 Mei 2006"}