{"Nomor": 5291, "Judul": "STRATEGI PENGEMBANGAN BISNIS  PERIKANAN LAUT JAWA BARAT", "Abstrak": "Abstrak:  \nIndonesia merupakan negara kepulauan dengan potensi sumberdaya kelautan yang besar, namun demikian pengelolaan dan pemanfaatan sumberdaya perikanan ini masih belum dilakukan secara optimal. Aktivitas pemanfaatan sumberdaya perikanan bahkan juga sering mengakibatkan pengrusakan ekosistem laut yang mengancam keberlanjutan sumberdaya perikanan. Dengan diberlakukannya otonomi daerah membuka peluang bagi daerah untuk mengelola sumberdaya perikanannya dan meningkatkan pendapatan daerah dari sektor tersebut. Demikian juga halnya dengan Jawa Barat yang memiliki daerah pesisir pantai utara dan pantai selatannya.  \nUntuk dapat mengelola sumberdaya perikanannya dengan optimal dan berkelanjutan, diperlukan adanya suatu strategi pengembangan bisnis perikanan laut yang sesuai dengan kondisi yang ada untuk diterapkan di Jawa Barat. Penelitian ini bertujuan untuk mengetahui hal-hal apa saja yang menjadi potensi dan kendala pengembangan bisnis perikanan laut di Jawa Barat sehingga kemudian dapat merumuskan suatu strategi pengembangan bisnis perikanan laut yang sesuai untuk diterapkan di Jawa Barat. Selanjutnya akan dibahas pula bagaimana implikasi strategi yang telah dirumuskan tersebut terhadap lembaga yang menanganinya, yaitu Dinas Perikanan Propinsi Jawa Barat.  \nStrategi pengembangan bisnis perikanan laut dirumuskan berdasarkan pertimbangan atas faktor kunci sukses pengelolaan kelautan dan perikanan, kemudian dengan melakukan analisis lingkungan internal dan eksternal, serta menggunakan matriks internal-eksternal yang merupakan pengembangan dari pendekatan General-Electric. Implikasi strategi terhadap lembaga dianalisis dengan menggunakan kerangka kerja 7-S McKinsey. Penelitian ini menghasilkan rumusan strategi pengembangan bisnis perikanan laut Jawa Barat yang terdiri atas strategi pertumbuhan semen, spesialisai dan investasi selektif, serta stratagi perlindungan lingkungan pesisir dan laut untuk menjaga keberlanjutan sumberdaya perikanan. Implikasinya terhadap lembaga menunjukkan perlunya dilakukan penyelarasan elemen-elemen organisasi yaitu strategy, structure, system, style, staff, skill dan shared value.", "Daftar File": {"2002 SIREGAR": "https://digilib.itb.ac.id/gdl/download/6378"}, "Penulis": "Mirna Imelia Andrasanti Siregar [23499100]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ali Basyah Siregar, Dr., Ir.Scan:Yati Rohmah(26-06-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Strategi pengembangan bisnis, perikanan laut", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "26 Jun 2006"}