{"Nomor": 5297, "Judul": "ASPEK - ASPEK YANG DIPERTIMBANGKAN DALAM PENATAAN LAIIAN SEKITAR SUNGAI PADA KAWASAN PUSAT KOTA PALU", "Abstrak": "Abstrak :Salah satu kegiatan utama perencanaan kota adalah mengatur kebutuhan fisik manusia terhadap lahan kota. Berbagai perubahan fisik serta perubahan peruntukan dan pemanfaatan lahan kota terjadi sebagai manifestasi perubahan-perubahan sosial, budaya dan ekonomi. Karena itu upaya perencanaan fisik kota hams mempertimbangkan berbagai aspek yang berpengaruh, sementara efisiensi dan optimalisasi hams senantiasa menjadi tujuan dari upaya pembangunan kota. Penataan lahan kota sebagai wujud perencanaan fisik kota menjadi permasalahan penting, khususnya pada kawasan pusat kota yang perkembangan fisik dan struktur tata ruang kawasannya dipengaruhi oleh pola, struktur, dan bentuk jaringan sungai. \nMelalui pendekatan literature review, analisis dokumen dan observasi, serta aspirasi dan persepsi rnasyarakat, selanjutnya studi ini mengkaji ; (1) aspek-aspek pertimbangan yang bersifat umum dalam penataan lahan kawasan pusat kota dan kawasan sekitar sungai, (2) peruntukan dan pemanfaatan lahan sekitar sungai pada kawasan pusat kota, serta (3) aspek-aspek pertimbangan yang bersifat spesifik dalam penataan lahan sekitar sungai pada kawasan pusat kota. Wilayah studi yang dipilih adalah kawasan pusat kota Palu. Pertimbangannya adalah, bahwa fenomena pemanfaatan lahan pada kawasan ini berkembang tidak terkendali karena tidak didukung oleh upaya perencanaan fisik kota yang sesuai dengan kondisi dan karakteristik kawasan. \nDan basil anaiisis, ditemukan beberapa kegiatan dan fasilitas yang sudah tidak sesuai dengan pengembangan kawasan pusat kota Palu untuk menampung fungsi perumahan, perdagangan dan jasa, rekreasi dan wisata air, perkantoran (pemerintah dan swasta), serta kawasan ruang terbuka hijau. Adapun aspek-aspek yang hams dipertimbangkan dalam penataan lahan sekitar sungai pada kawasan pusat kota Palu, meliputi ; aspek normatif, aspek fungsional, dan aspek fisik, yang bersifat bukan keruangan (a-spasial) dan keruangan (spasial). Keseluruhan aspek-aspek tersebut dipertimbangkan berkaitan dengan pengembangan fungsi kawasan pusat kota, fungsi lingkungan permukiman, dan fungsi sungai.", "Daftar File": {"2002 Muhammad Najib": "https://digilib.itb.ac.id/gdl/download/6384"}, "Penulis": "Muhammad Najib  [25499008]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Djoko Sujarto, Prof. Dr.Ir, M.Sc. Scan : Hidayat (2006-05-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Penataan lahan, Sungai,Kota Palu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mei 2006"}