{"Nomor": 5298, "Judul": "MODEL INTERAKSI TANAH TIANG DARI RESPONS ANJUNGAN LEPAS PANTAI TERHADAP GELOMBANG", "Abstrak": "Abstrak : \nPengujian pile driving analysis (PDA) dilakukan pada analisa pondasi pada konstruksi anjungan lepas pantai hanya memberikan data vertikal tanah dasar laut. Pengujian terhadap tanah dasar laut tidak terganggu untuk parameter tanah horizontal sulit dilakukan dan memerlukan biaya tinggi, maka perlu untuk membuat hubungan empinis antara data PDA dari program CAPWAP dengan kurva p-y.   \n \nMetoda Matlock untuk pembuatan kurva p-y pada tanah lempung lunak dan lempung keras memerlukan data displacemen kritis Yc yang diperoleh dari nilai strain kritis ?c dan diameter tiang B, memerlukan data daya dukung tanah batas Pu yang diperoleh dari konstanta kohesifitas daya dukung tanah Nc, nilai kohesif tanah undrained Cu dan diameter tiang B. Nilai Nc = 9, nilai strain, kritis ac dan kohesif tanah undrained Cu didapatkan dari nilai gaya di tiang Ru pada data PDA. Dari data PDA dapat juga dibuat kurva t-z dan kurva q-z dengan rulai Ru dan data daya dukung ujung tiang. Hubungan empiris ini diuji dengan kedekatan nilai Cu (dari data FDA) dan Cu (dari uji laboratorium), kedekatan nilai Kai (konstanta spring tanah lateral dari data kurva p-y) dan nilai Kx (konstanta spring tanah lateral dari program SACS), kedekatan nilai UxPLAXIS(displacemen tanah lateral dari program PLAXIS) dan nilai UxSACS; (displacemen tanah lateral dari program SACS) pada beberapa lokasi pengujian.   \n \nKedekatan rulai Cu (dari data PDA) dengan Cu (uji laboratorium) mempunyai nilai koefisien korelasi R2 0.2257, kedekatan nilai Kxl (dari kurva p-y) dengan nilai Kx (dari program SACS) mempunyai nilai koefisien korelasdi R2 0.5938, kedekatan nilai UX", "Daftar File": {"2002_TS_PP_SHALAHUDDIN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6385"}, "Penulis": "Muhammad Shalahuddin (NIM : 25099076)", "Kontributor / Dosen Pembimbing": ["Pembombing :Gde Pradnyana Sutha, Dr.Ir. Scan :Hidayat (2006-08-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Agu 2006"}