{"Nomor": 5303, "Judul": "PENGEMBANGAN PROTOTIPE PROGRAM INTERPRETASI ELEKTROKARDIOGRAM (PIE) MENGGUNAKAN SISTEM PAKAR", "Abstrak": "Abstrak : \nElektrokardiogram (EKG) merupakan rekaman grafik potensial-potensial listrik yang ditimbulkan oleh jaringan jantung dan digunakan sebagai alat bantu untuk mengetahui kondisi jantung, disamping pemeriksaan klinis. Permasalahannya, orang yang mempunyai kemampuan untuk menginterpretasikan EKG ini masih terbatas. \n \nPada tesis ini dikembangkan suatu prototipe Program Interpretasi Elektrokardiogram (PIE) yang dimaksudkan sebagai sarana belajar memahami dan menginterpretasikan EKG. Prototipe PIE dibangun menggunakan Sistem Pakar dengan sumber pengetahuan berasal dari buku-buku teks EKG yang dipakai oleh mahasiswa medis untuk mempelajari EKG. \n \nPengembangan prototipe PIE dilakukan dengan menggunakan bahasa pemrograman berorientasi objek (OOP), yaitu objek Pascal. Penggunaan OOP ini memungkinkan dipisahkannya mesin inferensi dari basis pengetahuan. Hal ini dimungkinkan karena di dal= OOP dilakukan pengkapsulan menjadi objek-objek yang berbeda. Keuntungan yang akan diperoleh adalah kemudahan dalam pengembangan lanjut prototipe ini, baik dalam peningkatan kecerdasannya maupun dalam sifat kerjanya, misalnya dijadikan on/me dengan alat perekam EKG. \n \nPrototipe ini berhasil menginterpretasikan semua EKG dengan variasi-variasi umum (17 dari 21 data pengujian) yang diperoleh dari alat perekam EKG standar yang dimasukkan ke dalam PIE secara deskriptif. Sedangkan untuk variasi-variasi unik dan memiliki derajat kompleksitas yang tinggi (4 dari 21 data), prototipe PIE tidak berhasil menginterpretasikannya dengan tepat. Hal ini dikarenakan oleh basis pengetahuan yang diperoleh dari buku-buku teks EKG merupakan pengetahuan dasar EKG.", "Daftar File": {"2002_TS_PP_ABDURROCHMAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6390"}, "Penulis": "ndurrochman (NIM : 23399002)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Farida I. Muchtadi, Dr.Ir. Pembimbing 2 :Bambang S.P. Abednego, Dr.Ir. Pembimbing 3 :Prihadi Estu W., dr., SpJp Scan :Hidayat (2006-08-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Program Studi Magister Instrumentasi dan Kontrol", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Agu 2006"}