{"Nomor": 5305, "Judul": "KAJIAN TEKNIS IMPLEMENTASI APPLICATION SERVICE PROVIDER (ASP) DENGAN STUDI KASUS PT. INDOSAT", "Abstrak": "Abstrak \nAdanya perubahan mendasar dalam cara memiliki aplikasi dari sistem lisensi menjadi sistem sewa menyebabkan Applicaion Service Provider (ASP) pada beberapa tahun terkahir ini menjadi banyak diperbincangkan, pelanggan dapat lebih memfokuskan diri pada bidang kompetensinya karena kerumitan pengelolaan infrastruktur sistem dan teknologi informasi akan diambil alih oleh ASP.      \nPenelitian ini bertujuan melakukan kajian teknis implementasi ASP bagi perusahaan grup Indosat, sehingga melalui model ASP setiap analalisa perusahaan dapat memanfaatkan aplikasi secara bersama. Aplikasi keuangan dan Oracle (OFA) menjadi pilihan bagi Indosat untuk memulai usaha ASP ini, untuk mendapatkan RAS yang tinggi diperlukan infrastruktur dengan persyaratan teknis antara lain server aplikasi dan database (redundant) harus memiliki 20.160 TPM dengan memory utama sebesar 4.788 Mbytes, server pengembangan, server sistem backup, serta firewall. Total kapasitas disk yang dibutuhkan adalah 649,21 Gbytes, bandwidth yang diperlukan untuk menangani seluruh transaksi keuangan adalah 4.892.562 bps.    \nDengan biaya sewa Rp.7.600.000,- per bulan per pemakai dan asumsi usaha pesimis diperoleh nilai NPV: Rp. 19.315.590.000,- > 0, MR: 24,10% > bunga bank (15%), payback period: 3 tahun 7 bulan < masa usaha. Sehingga usaha ASP ini layak untuk diimplementasikan pada perusahaan grup Indosat.", "Daftar File": {"2002  Noor Hakim": "https://digilib.itb.ac.id/gdl/download/6392"}, "Penulis": "Noor Hakim  [232200115]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 Suhono Harso Supangkat, Dr.Ir. Pembimbing 2 ahmad Gozi, Ir., MBA Scan : Hidayat (2006-02-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mar 2006"}