{"Nomor": 5307, "Judul": "INDEKS NUTRISI ULAT GRAYAK SPADAPTESA EXIGUA   (LEPIDOPTERA: NOCTUIDAE) PADA BAWANG DAUN, SAWI HIJAU DAN SELEDRI DI LABORATORIUM", "Abstrak": "Abstrak :Larva Spodoptera exigua merupakan serangga polifagus yang menyerang tanaman pertanian. Telah dilakukan penelitian mengenai ekologi nutrisi Spodoptera exigua, yang bertujuan untuk mengetahui respon larva Spodoptera exigua pada 3 jenis tanaman yaitu bawang daun, sawi hijau dan seledri, parametemya adalah nilai indeks nutrisi, laju pertumbuhan serta waktu perkembangan (siklus hidup). Hasil penelitian menunjukan bahwa rata-rata laju konsumsi (CR), laju pertumbuhan (GR) tertinggi didapat pada kelompok larva Spodoptera exigua yang diberi pakan sawi hijau (CR=137,20 mg/hari, GR=15,52 mg/hari), secara statistik berbeda nyata dengan CR dan GR pada kelompok larva Spodoptera exigua yang diberi pakan bawang daun dan seledri. Hasil tersebut menunjukan hubungan jumlah pakan yang dikonsumsi setiap kelompok larva Spodoptera exigua dengan berat pupa yang dihasilkan berbanding lurus, demikian pula hubungan antara berat pupa dengan persentase kelulushidupannya (20 % pada kelompok larva yang diberi pakan sawi hijau). Perioda siklus hidup paling singkat pada kelompok larva Spodoptera exigua yang diberi pakan sawi hijau, dibandingkan dengan perioda siklus hidup kelompok larva yang diberi pakan lain. Tingginya nilai laju pertumbuhan, laju konsumsi dan singkatnya perioda siklus hidup kelompok larva Spodoptera exigua yang diberi pakan sawi hijau diduga karma nilai perkiraan jumlah pakan yang dicerna (AD), efisiensi dari konversi jumlah pakan yang dicerna (ECD), dan efisiensi dari konversi jumlah pakan yang dimakan (ECI) tertinggi didapat pada kelompok larva yang diberi pakan sawi hijau (AD 49.87 %; EGD= 24.82 %; ECI=11.93 %). Dari parameter diatas, kelompok larva Spodoptera exigua pada pakan sawi hijau mempunyai nilai indeks nutrisi yang lebih baik jika dibandingkan dengan bawang daun yang merupakan makanan utamanya. Hal ini diperkirakan karma: 1). adanya keseimbangan yang baik antara protein dan karbohidrat bagi larva Podoptera exigua yang dikandung sawi hijau dibandingkan dengan keseimbangan antara protein dan karbohidrat pada bawang daun dan seledri; 2). kandungan air yang lebih tinggi pada sawi hijau dibandingkan dengan kandungan air pada bawang daun dan seledri.", "Daftar File": {"2002 Nova Hariani": "https://digilib.itb.ac.id/gdl/download/6394"}, "Penulis": "Nova Hariani  [20699025]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 Intan Ahmad, Ph.D. Pembimbing 2  Agus Dana Permana, Dr.  Scan : Hidayat (2003-03-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "", "Sumber": "SITH", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mar 2006"}