{"Nomor": 5311, "Judul": "PERENCANAAN PAJAK (TAX PLANNING) DALAM  RANGKA PENGHEMATAN DAN  PERBAIKAN SISA HASIL USAHA PADA PT. NDCI", "Abstrak": "Abstrak : \nPajak merupakan sesuatu yang tidak dapat dihindari. Kelalaian, baik yang disengaja maupun yang tidak, merupakan pelanggaran terhadap undangundang yang berlaku. Oleh karena itu pemahaman atas peraturan perpajakan yang berlaku merupakan keharusan agar tidak dianggap lalai dalam melakukan kewajibannya dan terhindar dari sanksi yang ada. Sabi hal yang terpenting adalah agar perusahaan dapat mengambil langkah untuk dapat meminimalisasi pajak yang hams dibayar sehingga berdampak positif terhadap perbaikan sisa hasil usaha perusahaan. \nDalam rangka pencapaian tersebut maka perusahaan perlu mengambil suatu langkah perencanaan pajak yang dapat menguntungkan perusahaan tanpa melanggar peraturan perpajakan yang berlaku (tax avoidance) dan bukan dengan melakukan penggelapan pajak (tax evasion). Langkahlangkah yang dilakukan dalam melakukan perencanaan pajak ialah : membuat dan menganalisa perbedaan antara Laporan Keuangan Komersial dan Laporan Keuangan Pajak, dan melihat apakah terdapat perbedaan yang disebabkan oleh perbedaan waktu (timing differences). \nDari hasil penelitian yang telah dilakukan terlihat bahwa PT. NDCI belum melakukan perencanaan pajak. Sedangkan penghematan yang dapat dilakukan apabila melakukan perencanaan pajak sebesar Rp. 80.489.326,-yaitu antara lain dengan cara : menerapkan Gross Up Method dalam menghitung biaya tunjangan, pemanfaatan perjanjian penghindaran pajak berganda (double tax treaty agreement). \nSaran-saran yang diberikan ada yang bersifat (a) khusus yaitu terhadap PT. NDCI dan bersifat (b) umum yaitu mengenai peraturan yang berlaku. Yang bersifat khusus diantaranya ialah : agar perusahaan melakukan perencanaan pajak, penyusunan kebijakan akuntansi perusahaan agar disesuaikan dengan peraturan perpajakan dan pemsahaan agar mempunyai bagian / orang yang khusus untuk menangani perpajakan dikarenakan seringkali berubahnya peraturan perpajakan. Selain itu PT. NDCI masih dapat memanfaatkan beberapa loopholes lainnya dalam melakukan penghindaran pajak (tax avoidance). \nSedangkan saran secara umum yang dapat diberikan antara lain : batas waktu pemeriksaan pajak yang dirasakan terlalu lama, bimbingan terhadap wajib pajak baru, kompensasi kerugian yang diperpanjang.", "Daftar File": {"2002   Poltak Sibarani": "https://digilib.itb.ac.id/gdl/download/6398"}, "Penulis": "Poltak Sibarani", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Musrizal M. Moenir,Drs.,MBA. Pembimbing 2 :Ubuh Buchara Hidajat,Dr.Ir. Scan : Neneng (2006-03-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tax,existing taxation rules,the existing tax regulations (tax avoidance)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mar 2006"}