{"Nomor": 5339, "Judul": "PENUMBUHAN LAPISAN TIPIS A-SI:H DENGAN METODA HW-PECVD DAN APLIKASINYA PADA TRANSISTOR LAPISAN TIPIS", "Abstrak": "Abstrak: \n \nTelah dilakukan pengembangan sistem PECVD (Plasma Enhanced Chemical Vapour Deposition) konvensional menjadi HW-PECVD (Hot Wire-Plasma Enhanced Chemical Vapour Deposition) dengan cara menempatkan filamen tungsten berbentuk gulungan (coil) di depan sample atau paralel dengan afiran gas masukkan untuk mendapatkan silikon amorf terhidrogenisasi (a-Si:H) berkonduktivitas tinggi. Untuk membangkitkan plasma digunakan rf (radio frequency) 16,10 MHz dengan sumber gas berupa 10 % gas silan (SiH4) dalam hidrogen (H2). Optimasi parameter penumbuhan lapisan tipis a-Si:H dilakukan dengan mengvariasikan laju aliran gas silan dari 40 s/d. 80 seem dan suhu subtrat dari 175 s/d. 275 Â°C. Evaluasi basil penumbuhan dilakukan dengan mengukur konduktivitas gelap , terang dan bandgap Dari pengukuran setiap sampel diperoleh salah satunya berkonduktivitas gelap makasimum sebessar 5,51 x 10-6 S/cm pada parameter laju aliran gas 50 sccm dan suhu substrat 275Â°C, dan juga konduktivitas terangnya diperoleh sebesar 1,95 x 10-3 S/cm. Hasil optimasi ini memberikan konduktivitas gelap yang cukup tinggi bilamana dibandingkan dengan metoda PECVD konvensional maupun HWCVD (Hot Wire-Chemical Vapour Deposition) oleh Broguira. Sedangkan bandgap minimum dari basil deposisi tersebut dihasilkan pada 1,7 eV. Struktur lapisan a-Si:H dikarakterisasi dengan menggunakan difraksi sinar-x yang menghasilkan pola difraksi dengan tidak memiliki puncak intensitas, sehingga diartikan seba\t.si struktur amorf. Kandungan hydrogen dapat ditentukan secara kualitatif dengan menggunakan teknik FT-IR yang menunjukkan basil kandungan hidrogen berkurang jika sahu substiat meningkat. \nLapisan tipis a-Si:H dengan konduktivitas maksimum ini diaplikasikan pada divais transistor lapisan tipis (lebih dikenal dengan TFT) yang bertipe inverted staggered. Mengfabrikasi divais Tr 1' adalah dengan mengdeposiyi a-SiN:H (tebal 3000 A, sebagai lapisan insulator) dan diatasnya a-Si:H (1500 A, sebagai lapisan semikonduktor) pada permukaan TCO (Transparent Conducting Oxide) yang dilapisi SnO2 ( sebagai kontak gate) dan kemudian diatas fabrikasi ini dilapisi almunium sebagai kontak source dan drain. Dan karakterisasi output dihasilkan perbandingan Ion dan Iofisebesar 106.", "Daftar File": {"2002_TS_PP_-AHDA_1.pdf": "https://digilib.itb.ac.id/gdl/download/6426"}, "Penulis": "Syahfandi Ahda", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Sukirno,Ph.D  Scan:  Mudjiono  (09-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "a-Si:H, a-SiN:H, \\'I\\'FT\\', conductivity, FT-ER, XRD.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2006"}