{"Nomor": 5342, "Judul": "ANALISIS KEBIJAKAN PENGELOLAAN SEKTOR PERIKANAN LAUT JAWA BARAT : PERSPEKTIF ASPEK KOMERSIAL", "Abstrak": "Abstrak :Kurang tergalinya potensi perikanan laut khususnya di pantai utara dan selatan Jawa Barat selama ini, ditandai dengan belum optimalnya hasil pengelolaan perikanan laut, serta rendahnya pendapatan nelayan yang merupakan produsen utama pada sektor ini. Belum optimalnya hasil  pengelolaan sektor perikanan laut selama   \ndiakibatkan oleh adanya beberapa pokok permasalahan yang terdapat pada pengelolaan sektor ini. Pokok-pokok permasalahan tersebut adalah :keamanan, kualitas SDM, pengelolaan aspek komersial, lingkungan, zonasi, dan teknologi. Pokok-pokok pennasalahan tersebut dihasilkan melalui proses diskusi dari sejumlah stakehoders, yang diadakan oleh BAPEDA propinsi Jawa Barat. \nDengan menggunakan metoda analisis delphi, yang jnga melibatkan stakeholders yang berkepentingan terhadap pengelolaan sektor perikanan laut Jawa Barat ini, maka dihasilkan bahwa pengelolaan aspek komersial pada sektor perikanan laut ini, merupakan permasalahan yang harus terlebih dahulu diselesaikan.   \nAspek komersial yang kurang mendapat perhatian dalam pengelolaannya, mengakibatkan nilai ekonomi dari hasil perikanan laut tidak mampu meningkatkan kesejahteraan para pelakunya, terutama nelayan. Selain itu pula menyebabkan tidak tertariknya para investor untuk berinvestasi dalam pengembangan sektor Mi.   \nMelalui observasi yang dilakukan, baik dari pengamatan pola perilaku nelayan, pengusaha, maupun implementasi dari kebijakan pemerintah yang selarna ini dilakukan, maka didapat 5 usulan kebijakan, yaitu: pemberian insentif, kewenangan penentuan retribusi oleh setiap kabupaten, penetapan 2 macam skala Tempat Pelelangan Ikan (TPI), pengelolaan Tempat Pelelangan Ikan (TM) sebagai badan usaha, dan standarisasi kualitas. Dengan menggunakan metoda penelitian borda yang juga melibatkan para stakeholders, didapat basil bahwa usulan kebijakan pengelolaan TPI sebagai badan usaha merupakan usulan kebijakan yang mampu memberikan solusi bagi permasalahan pada pengelolaan aspek komersial sektor perikanan laut.", "Daftar File": {"2002_TS_PP_SJAMSUAR_1.pdf": "https://digilib.itb.ac.id/gdl/download/6429"}, "Penulis": "Tessa Sjamsuar (NIM : 23499103)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ali Basyah Siregar, Dr.Ir. Scan :Hidayat (2006-08-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2006"}