{"Nomor": 5348, "Judul": "DAMPAK KRISIS TERHADAP KINERJA INDUSTRI KECIL DAN KERAJINAN DI KABUPATEN SIDOARJO", "Abstrak": "Abstrak : Indonesia mengalami krisis ekonomi mulai bulan Agustus 1997. Krisis ekonomi berkembang menjadi krisis sosial dan politik. Menurut beberapa ahli, krisis tersebut adalah krisis terberat yang pernah terjadi di Indonesia. Krisis menjadi berat karena terjadinya kesalahan-kesalahan di mass lalu. Pada masa itu pembangunan hanya bertujuan mengejar pertumbuhan ekonomi saja. Pertumbuhan ekonomi mengandalkan pada pembangunan industri besar yang tidak mengakar pada potensi dan peluang yang dimiliki oleh wilayah.  \nBelajar dari pengalaman tersebut, maka menurut Finnan (1999) pembangunan wilayah di mass yang akan datang harus merupakan suatu kerangka untuk tindakan-tindakan bagi terbentuknya suatu pembangunan lokal. Pembangunan tidak dapat disamaratakan pads seluruh wilayah karena adanya perbedaan - perbedaan sosial, budaya dan geografis antara satu wilayah dengan wilayah lainnya.   Krisis ekonomi menyebabkan turunnya kinerja sektor industri di Kabupaten Sidoarjo. Jumlah unit usaha industri besar berkurang, namun industri kecil dan kerajinan terus bertambah. Pertanyaannya adalah apakah industri kecil dan kerajinan dapat tahan terhadap krisis yang terjadi. Bagaimana pengaruh krisis terhadap industri kecil dan kerajinan dan karakter apa yang mempengaruhi ketahanan tersebut. Jawaban dari pertanyaan ini dapat dipergunakan sebagai acuan dalam pembangunan ekonomi wilayah.   \nPembangunan ekonomi wilayah berkelanjutan karena berdasarkan kinerja dan karakter kegiatan yang tahan dari krisis terberat.  Hasil penelitian menunjukkan bahwa kinerja industri kecil dan kerajinan di Kabupaten Sidoarjo secara keseluruhan adalah naik pada saat krisis kemudian turun setelah krisis. Hasil ini menunjukkan bahwa industri kecil dan kerajinan yang ada tidak dapat dipergunakan sebagai andalan dalam pembangunan wilayah karena tidak berkelanjutan secara ekonomi. Secara individual, masing-masing kegiatan industri mempunyai kecenderungan kinerja yang berbeda, yaitu naik-naik, naik-turun, turun-naik dan turun-turun. Analisa terhadap perbedaan kinerja dan karakter kegiatankegiatan pada setiap kelompok kinerja tersebut menemukan bahwa penggunaan bahan baku lokal dan besamya jumlah permintaan menyebabkan naiknya kinerja. Sehingga dalam rangka pembangunan wilayah berkelanjutan, penelitian ini menyarankan penguatan pertanian sebagai penyedia bahan baku lokal, pengembangan industri kecil dan kerajinan berbahan baku lokal, penguatan keterampilan dan keahlian tenaga kerja, penguatan modal dengan pembangian resiko dalam masyarakat lokal dan pengembangan pasar dengan sistem informasi yang baik.", "Daftar File": {"2002 Trisnanto Edi Wibowo": "https://digilib.itb.ac.id/gdl/download/6435"}, "Penulis": "Trisnanto Edi Wibowo  [25400031]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Heru Purboyo H.P., DEA, PhD.Scan:Hidayat (2006-02-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "SAPPK", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mar 2006"}