{"Nomor": 5352, "Judul": "PERUMUSAN STRATEGI KORPORASI BADAN PENGELOLA WADUK CIRATA (BPWC)", "Abstrak": "Abstrak: \n \n \nPT. Pembangkitan Jawa Bali ( PJB ) adalah anak perusahaan PT. PLN ( Persero ), tugas utama mengelola unit-unit pembangkit yang tersebar di pulau Jawa. PT. PJB sebagai perusahaan yang memiliki core business di bidang pembangkitan tenaga listrik mulai melebarkan sayap bisnisnya dengan berekspansi pada bidang yang menunjang core business. Salah satunya di PLTA Cirata yang berlokasi di Jawa Barat, dalam rangka meningkatkan fungsi dan dayaguna waduk secara optimal bagi berbagai kepentingan yang dimungkinkan secara teknis dengan tanpa mengganggu fungsi utama waduk dibentuldah unit usaha yang bernama Badan Pengelola Waduk Cirata ( BPWC ). \nPembentukan unit usaha ini juga tertuang dalam Keputusan Gubernur Jawa Barat no. 16 tahun 1998, tentang pengembangan pemanfaatan perairan umum dan lahan surutan di waduk Cirata. Sebagai unit usaha di lingkungan PT. PJB yang bergerak dibidang usaha di luar ketenaga listrikan, jenis usaha yang dilakukan adalah pengembangan pemanfaatan potensi ekonomis di Cirata, diantaranya yang paling dominan adalah usaha perikanan, pertanian dan pariwisata. \nPerumusan strategi korporat disusun sesuai tahapan dalam proses manajemen strategi, mulai dengan menganalisa pengaruh faktor eksternal dan faktor internal perusahaan, selanjutnya dengan memakai analisa matrik SWOT ditetapkan strategi yang berfokus pada visi dan misi perusahaan, usulannya dibagi 2 tahap yaitu : \nStrategi tahap pertama dengan strategi stability , merupakan tahap konsolidasi untuk memperkuat kompetensi inti dan memperkokoh landasan. Sedangkan strategi tahap kedua dengan strategi growth, merupakan tahap pengembangan setelah kelemahan teratasi dan peluang bertambah baik. \nDiharapkan dengan tersusunnya usulan perumusan strategi dan program kerja unit usaha tersebut, dapat menjadi masukan bagi manajemen dalam mengembangkan unit usaha tersebut, sebagai implementasi kebijakan dasar manajemen PT. PJB dalam mengoptimalkan bisnis penunjang atau produk di luar bisnis utama untuk menghasilkan keuntungan optimum bagi perusahaan.", "Daftar File": {"2002_TS_PP_-SETIAWAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6439"}, "Penulis": "Wawan Setiawan [28199197]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ubuh Buchara Hidayat,Dr.Ir. Scan: Mudjiono (13-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi korporasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2006"}