{"Nomor": 5358, "Judul": "MODEL TRANSPORT DAN PENYEBARAN AMMONIUM, NITRAT DAN NITRAT (STUDI KASUS SUNGAI CIKAPUNDUNG BANDUNG)", "Abstrak": "Abstrak :Penurunan kualitas air di Sungai Cikapundung yang terletak di kota Bandung telah menjadi perhatian utama dari pemerintah setempat karena sungai ini merupakan sumber persediaan air. Sungai ini mengalir ke Sungai Citarum di hilirnya dan menerima buangan limbah terutama dari rumah tangga (domestic wastes). Peningkatan buangan limbah ke sungai ini menyebabkan meningkatnya kadar beberapa pencemar seperti nitrogen. Untuk mengetahui sejauh mana pencemaran yang terjadi dan memprediksi pola transport dan penyebaran nitrogen digunakan suatu model matematik. Model didasarkan pada konsep model angkutan limbah. Parameter yang tercakup dalam model adalah adveksi, dispersi, reaksi dan beban lateral. Model diselesaikan dengan menggunakan analisis numerik control volume approach pada kondisi steady state flow. Hasil simulasi menunjukkan bahwa konsentrasi ammonium, nitrit dan nitrat di sungai ini telah melebihi kadar maksimum yang diijinkan untuk peruntukan air Kelas I, II dan III PP RI No. 82/2001 tentang Pengelolaan Kualitas Air dan Pengendalian Pencemaran Air. Konsentrasi ammonium, nitrit dan nitrat tertinggi di Sungai Cikapundung berturut-turut adalah 1,306 mg/L; 0,327 mg/L dan 11,706 mg/L. Simulasi dilakukan terhadap skenario-skenario yang ditetapkan. Reduksi beban lateral sebesar 100% (skenario 1) menunjukkan bahwa konsentrasi ammonium, nitrit maupun nitrat di sepanjang sungai memenuhi kriteria kualitas air Kelas I, II dan III. Reduksi beban lateral 10% (skenario 2) dan 30% (skenario 3) belum memenuhi kriteria kualitas air Kelas I, II dan III. Reduksi konsentrasi awal 100% dengan beban lateral tetap diperhitungkan masuk ke setiap segmen (skenario 4) menunjukkan bahwa konsentrasi balk ammonium, nitrit maupun nitrat tetap tinggi di sungai.", "Daftar File": {"2002_TS_PP_HARAHAP_1.pdf": "https://digilib.itb.ac.id/gdl/download/6445"}, "Penulis": "Yuni Herlina Harahap", "Kontributor / Dosen Pembimbing": ["Pembimbing : Idris Maxdoni Kamil, Ir., M.Sc., Ph.D. Scan : Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Apr 2006"}