{"Nomor": 5370, "Judul": "KAJIAN REROUTING TRAYEK ANGKUTAN UMUM   DI DKI JAKARTA", "Abstrak": "Abstrak :  \nKajian Rerouting Trayek Angkutan Umum di DKI Jakarta, Nurul Hidayati, Program Magister Teknik Sipil, 2003, Pengutamaan Rekayasa Transportasi, Institut Teknologi Bandung. \n  \nTrayek angkutan umum yang tumpang tindih dan rendahnya tingkat pelayanan merupakan indikasi kurang baiknya pengoperasian angkutan umum. Hal ini dapat menyebabkan kemacetan lalu lintas yang umum terjadi di perkotaan. \n Penelitian ini bertujuan untuk melakukan evaluasi kinerja trayek angkutan umum, merencanakan beberapa afternatif dan membandingkannya. Metode analisis multi kriteria digunakan dalam analisis dengan variabel overlapping trayek, perbandingan volume lalu lintas dan kapasitas ruas jalan serta struktur rute. Trayek yang ditinjau adalah bus besar di DKI Jakarta, bis PPD Regular dengan nomortrayek 10, 38, 40, 58 dan 213. \n Tinjauan untuk tiap trayek dilakukan dengan memperhatikan rutenya. Aftematif rute yang diberikan adalah merubah beberapa ruas jalan dalam rute tersebut, dengan memilih jumlah hasil kali bobot dan nilai/skor (W) ruas jalan yang kecil kemudian dibuat beberapa aftematii yang mungkin. Penilaian rute dengan nilai W ruas jalan yang berubah per kilometer, dan atau dengan perbedaan jarak trayek antara kondisi eksisting dan altematif (skenario). Nilai W per kilometer yang lebih besar adalah yang lebih baik, dan atau perbedaan jarak trayek yang lebih besar adalah yang lebih baik. \n Hasil pemilihan rute yang terbaik tap trayek adalah: untuk PPD 10 skenario1, dengan nilai W per kilometer dari 0,0213 per km pada kondisi eksisting 1 menjadi 0,0230 per km pada skenario 1, untuk PPD 38 skenario 1, dengan nilai W per kilometer dari 0,0213 per km pada kondisi eksisting 1 menjadi 0,0230 per km pada skenario l, untuk PPD 40 eksisting, dengan nilai W per kilometer dari 0,0242 per km pada kondisi eksisting l menjadi 0,0220 per km pada skenario l, dan dari 0,0237 per km pada kondisi eksisting 2 menjadi 0,0235 per km pada skenario 2, untuk PPD 58 skenario l, dengan perbedaan jarak trayek antara kondisi eksisting dan alternatif (skenario) yaitu 5,727 km pada skenariol dan 1,3700 km pada skenario 2, sedangkan untuk PPD 213 skenario 2, dengan perbedaan jarak trayek antara kondisi eksisting dan alternatif (skenario) yaitu 1,5162 km pada skenario2 dan 1,1696 km pada skenariol.", "Daftar File": {"2003 HIDAYATI": "https://digilib.itb.ac.id/gdl/download/6458"}, "Penulis": "Nurul Hidayati  [25000053]", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Sri Hendarto,Ir., MSc Pembimbing II:Ofyar Z. Tamin, Prof., Ir., MSc., Ph.D, Scan :Neneng (2006-06-290"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Rerouting, trayek", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "29 Jun 2006"}