{"Nomor": 5378, "Judul": "PENGEMBANGAN MODEL PEMBELAJARAN ADAPTIF HYPERGAME  DENGAN ADANYA STRUKTUR DALAM PENGAMBILAN KEPUTUSAN", "Abstrak": "Abstrak :  \nDalam penelitian ini, akan diajukan suatu prosedur pembelajaran adaptif hypergame untuk mendukung grup pengambil keputusan dengan dengan adanya struktur (hirarki) dalam pengambilan keputusan dan dengan kumpulan strategi serta preferensi bersama dalam menghadapi prilaku tidak pasti dad \"nature\". Pertama, akan dijelaskan bahwa pengambil keputusan, bisa mempunyai kesalahan persepsi mengenai kumpulan strategi dan preferensi nature. Kemudian, diajukan sebuah prosedur pembelajaran untuk membantu grup dalam mengambil keputusan mengenai nature, dimana masing-masing terdiri dari beberapa aktivitas.   \nSalah satu aktivitasnya adalah untuk memilih langkah yang \"rasional\" berdasarkan persepsi dan kerasionalan yang diambil oleh pengambil keputusan. Sedangkan aktivitas yang lainnya adalah dinyatakan dengan unsur-unsur dari algoritma genetika untuk memperbaiki persepsinya. Prosedur pembelajaran tersebut terdiri dari aktivitas-aktivitas dengan menggunakan algoritma genetika seperti pembangkitan populasi awal, pilihan langJcah (action choice) dad grup, evaluasi fitness dan crossover yang dimodifikasi. Prosedur ini diambil oleh masing-masing dari tingkat pengambilan keputusan yaitu, pengambil keputusan tingkat bawah, menengah dan atas.   \nSelanjutnya, dilakukan dengan menguji basil simulasi yaitu bagaimana menggunakan informasi yang berorientasi preferensi dan strategi yang mana sangat diperlukan untuk memperoleh performansi yang baik dalam mengklarifikasi kumpulan strategi dan basil (outcome) yang paling disukai oleh nature. Hasilnya adalah dengan adanya struktur dalam pengambilan keputusan lebih mempunyai performansi yang berhasil dibandingkan dengan tidak adanya struktur, karena terdapat sentralisasi dalam pengambilan keputusan dan proses koordinasi antara pengambil keputusan tingkat bawah, menengah dan atas. Pengambil keputusan tingkat bawah memberikan langkah terkoordinasi dari subgrupnya, kemudian pengambil keputusan tingkat menengah akan menerimanya untuk membuat langkah terkoordinasi dari subgrupnya. Hanya persepsi yang baik yang akan diterima oleh grup, dan langkah ini akan diterima oleh tingkat atas untuk membuat langkah (action) dari grup. Proses koordinasi dalam setiap tingkat adalah penting untuk membuat keputusan yang baik dalam organisasi yang berbentuk hirarki, karena terdapat langkah yang terkoordinir dari seluruh grup.", "Daftar File": {"2005 Santi Novani": "https://digilib.itb.ac.id/gdl/download/6466"}, "Penulis": "Santi Novani [23402044]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Kadarsah Suryadi,Dr.Ir. Scan:Neneng (2006-05-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2006"}