{"Nomor": 5379, "Judul": "EVALUASI DIMENSI RUANG OLAK BENDUNG CIHERANG KABUPATEN BANDUNG", "Abstrak": "Abstrak: \n \n \n \nRuang olak adalah bangunan pada bagian hilir tubuh bendung yang dibatasi oleh tembok pangkal bendung yang berfungsi untuk meredam energi air akibat pembendungan agar air dihilir bendung tidak menimbulkan penggerusan setempat. \n \n \nDalam memantapkan konsep penggunaan ruang olak pada bendung, bail( itu bendung bare maupun bendung bermasalah perlu diadakan penyelidikan dengan model test. Untuk desain hidrolis bendung dengan ruang olakan, pendekatan penelitian hidrolis dengan yang dilakukan secara sistimatis yang basil akhirnya akan diperoleh rumusan yang lebih akurat. \n \n \nBagian hilir ruang olak Bendung Ciherang telah mengalami penggerusan setempat, dalam penelitian model test fisik dua dimensi skala 1 : 30 dengan pengaliran debit banjir periode 50 tahunan basil yang diperoleh adalah sebagai berikut : \na. Model Seri 0 \npenggerusan yang terjadi dihilir bangunan ruang olak sejauh lebih dari 30 meter dan kedalaman penggerusan lebih 3,00 meter. \nb. Model Seri 1 \nPenggerusan yang terjadi sejauh 27 meter dengan kedalaman 2,90 meter. \nc. Model Seri 2 \nPenggerusan yang terjadi sejauh 27 meter dengan kedalaman 2,87 meter. \nd. Model Seri 3 \nPenggerusan yang terjadi sejauh 24 meter dengan kedalaman lebih Bari 3 meter. \nDari basil penyelidikan model test, panjang penggerusan yang terjadi disebabkan oleh debit banjir tahunan sedangkan penggerusan pada kaki ruang olak disebabkan oleh debit banjir dominan yang sering terjadi. \n \n \nUntuk mengembalikan fungsi bangunan ruang olak pads Bendung Ciherang yang sesuai dengan kondisi saat ini perlu diadakan rehabilitasi bangunan tersebut dengan penambahan ambang ujung, blok muka dan blok halang sehingga energi air yang ditimbulkan di bangunan tersebut dapat terkurangi dan panjang serta kedalaman penggerusan akan menjadi relatif kecil.", "Daftar File": {"2005_TS_PP_RASJID_1.pdf": "https://digilib.itb.ac.id/gdl/download/6467"}, "Penulis": "Abd.Rachman Rasjid", "Kontributor / Dosen Pembimbing": ["Rastihat,Soekadaryanto, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stilling basin, flow flood, test model, scale 1 : 30 and local scoring", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jan 2006"}