{"Nomor": 5387, "Judul": "OTOMASI PERENCANAAN URUTAN PERAKITAN PRODUK  DENGAN MEMPERTIMBANGKAN TITIK LOKASI MATING  DAN VOLUME KOMPONEN", "Abstrak": "Abstrak: \nPenentuan urutan perakitan merupakan salah satu tahap dalam perencanaan perakitan produk. Upaya otomasi penentuan urutan perakitan telah banyak diteliti. Delchambre (1992), Ben-Arieh dan Kramer (1994), Onozuka, et al., (1994), Kanai, et al., (1996), Laperriere dan ElMaraghy (1996), Ariastuti, et al., (1998), Tseng dan Li (1999), dan Toha, et al., (2004) telah melakukan penelitian berkaitan dengan otomasi penentuan urutan perakitan ini. Tetapi umumnya metoda yang diusulkan belum bisa digunakan secara langsung oleh perencana. Hal ini disebabkan adanya proses antara yang harus dilakukan sebelum rencana urutan perakitan diperoleh. Input yang tersedia biasanya berupa gambar teknik solid 3D. Kemudahan proses perencanaan dan jaminan fisibilitas urutan yang terbentuk sangat diperlukan.\nPenelitian ini mengembangkan model perakitan, algoritma ekstraksi data dari sistem CAD (Computer Aided Design), dan algoritma penentuan urutan perakitan produk untuk menjawab keperluan yang dimaksudkan. Jaminan fisibilitas urutan perakitan yang terbentuk dilakukan dengan mempertimbangkan masalah stabilitas komponen dan sub perakitan selama proses perakitan, interferensi geometri, aksesibilitas dan pengencang. Otomasi penentuan urutan perakitan dilakukan dengan input gambar solid 3D dalam bentuk gambar tumpuk. Aturan prioritas pemilihan komponen dalam urutan didasarkan atas kriteria jumlah mating, volume, dan lokasi titik mating komponen yang kontak pada perakitan akhir. Model dan algoritma ini telah diuji dengan sejumlah produk dan telah mampu memberikan rencana urutan perakitan yang fisibel.", "Daftar File": {"2005  ALFADHLANI": "https://digilib.itb.ac.id/gdl/download/6475"}, "Penulis": "Alfadhlani [23403049]", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Isa Setiasyah Toha, Prof.dr.Ir.M.Sc.  Scan :  Neneng  (02-03-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Model perakitan; urutan perakitan; sistem CAD", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "02 Mar 2006"}