{"Nomor": 5393, "Judul": "PERFORMANCE BASED DESIGN ANALYSIS PADA PERILAKU NON LINEAR STRUKTUR PILAR JEMBATAN LAYANG  AKIBAT BEBAN STATIK DAN DINAMIK GEMPA KUAT", "Abstrak": "Abstrak : \nPerkembangan desain bangunan tahan gempa saat ini mengalami penilaian yang lebih rinci, yaitu perubahan dari penilaian \"kekuatan\"&\"daktilitas\" menjadi \"kinerja\".Para ahli struktur menyadari bahwa keamanan dan keselamatan bangunan tidak hanya bergantung pada tingkat kekuatan tapi juga pada tingkat deformasi dan energi terukur pada kinerja struktur, kinerja struktur yang diukur pada deformasi struktur dengan beban gempa kuat sudah mulai diperhitungkan diawal perencanaan sebagai kriteria yang dikenal sebagai \"Desain Berbasis Kinerja (Performance Based Design)\" yang sudah dikenal menggunakan desain awal sebagai pendekatan gaya.   \nPenilaian struktur tahan gempa tidak hanya kekuatan dan daktilitas saja, tapi juga dinilai dari kinerja bangunan saat gempa, ATG40 menggunakan metode spektrum kapasitas untuk menilai kinerja struktur terhadap gempa kuat. Tesis ini merupakan studi aplikasi Performance Based Design dalam memperkirakan kinerja struktur dibawah pengaruh gempa kuat serta perbandingannya terhadap hasil analisis dinamik in-elastik.   \nAnalisis struktur berbasis kinerja adalah suatu metoda analisis linear statik ekivalen yang disederhanakan, penerapan prosedur ATC-40 untuk analisis struktur berbasis kinerja dengan derajat kebebasan tunggal untuk beberapa model struktur yg menggunakan respon spekra gempa kuat mempunyai perbedaan dengan analisis dinamis.   \nPeristiwa gempa merupakan peristiwa dinamik, maka teknik analisis yang. sesuai untuk menganalisis perilaku dinamik suatu struktur adalah Analisis Dinamik Non-linear Time History Analysis),namun dalam analisis sangat rumit dan membutuhkan waktu yang lama, pilihan metoda analisis yang lebih sederhana adalah Analisis Statik Non-linear (Pushover Analysis). Parameter perilaku struktur hasil analisis pushover yang akan ditinjau adalah displacements, daktilitas struktur, mekanisme plastis, kurva kapasitas, kemudian hasil analisis dibandingkan dengan hasil yang didapat melalui analisis dinamik non-linear, kesimpulan diambil berdasarkan perbandingan hasil kedua metode diatas dan perilaku struktur tersebut akibat beban gempa kuat.", "Daftar File": {"2005 Asnul Narfis": "https://digilib.itb.ac.id/gdl/download/6481"}, "Penulis": "Asnul Narfis [25002102]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Saptahari Sugiri,Dr.Ir. Scan :Neneng (2006-05-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mei 2006"}