{"Nomor": 5400, "Judul": "KORELASI NILAI  INTERNATIONAL ROUGHNESS INDEX (IRI) HASIL PENGUKURAN ALAT MERLIN DAN BUMP INTEGRATOR", "Abstrak": "Abstrak: \nPenelitian tentang hubungan antara ketidakrataan permukaan jalan dengan kondisi permukaan jalan sangat penting. Pengukuran ketidakrataan permukaan jalan diperlukan untuk menilai penampilan jalan dan memungkinkan pengambilan keputusan atas tingkat pemeliharaan yang perlu diterapkan pada perkerasan jalan untuk meningkatkan pelayanan dan mengurangi biaya operasi kendaraan. Pengukuran ketidakrataan permukaan jalan juga berguna untuk menentukan apakah keadaan permukaan jalan cukup baik ditinjau dari aspek keselamatan dan untuk melakukan penilaian kerusakan pada perkerasan.   \nPada penelitian ini untuk mengukur ketidarataan permukaan jalan digunakan alat MERLIN dan Bump Integrator. MERLIN merupakan singkatan dari a Machine for Evaluating Roughness using Low-cost Instrumentation. Penelitian dilaksanakan pada lima lokasi jalan di kota Bandung sebanyak 6 kali ulangan untuk tiap jalan. Hasilnya kemudian dianalisis berdasarkan analisis statistik. Hasil pengukuran dari kedua jenis alat kemudian akan dihubungkan dengan nilai Indeks Kekasaran Internasional, International Roughness index (IRI, ml/km).   \nPerbandingan hasil pengukuran dari kedua alat tersebut menunjukkan bahwa pengukuran ketidakrataan permukaan jalan dengan menggunakan alat MERLIN sangat praktis. Alat Merlin memberikan hasil yang lebih akurat dibandingkan dengan alat Bump Integrator karena nilai ketidakrataan jalan yang diperoleh merupakan gambaran ketidakrataan jalan yang sebenarnya, tetapi alat Merlin mempunyai cara kerja yang lambat. Alat Bump Integrator lebih mudah digunakan dan dapat dilakukan dalam waktu yang lebih singkat, tetapi pengukuran ketidakratan permukaan jalan yang diperoleh sangat tergantung dari respon kendaraan bukan dari profil permukaan jalan.   \nDari pengukuran ketidakrataan jalan diketahui bahwa jalan yang berada pada kondisi baik dengan tingkat kerusakan kecil ternyata tidak memberikan pengaruh yang begitu besar pada hasil pengukuran ketidakrataan. Tetapi kerusakan jalan seperti lubang memberikan pengaruh yang sangat besar pada hasil pengukuran ketidakrataan permukaan jalan. Hasil analisis statistik memperlihatkan bahwa data yang diperoleh dari berbagai perlakuan tidak berbeda. Adanya faktor ulangan tidak menyebabkan perbedaan data. Untuk mendapatkan data yang seragam maka ketelitian pada saat pengukuran harus diperhatikan. Pengukuran pada masing-masing lintasan untuk tiap ruas jalan dilakukan dengan memberi tanda berupa garis lurus sepanjang 500 meter diatas permukaan jalan dengan menggunakan cat. Faktor lokasi penelitian memberikan data yang seragam karena semua ruas jalan yang disurvai merupakan jalan kota dengan tingkat kepadatan lalulintas yang relatif sama. Perbedaan operator dalam pengukuran ketidakrataan jalan tidak memberikan perbedaan data karena alat ukur yang digunakan tidak tergantung pada operator.   \nDapat dibuat korelasi antara nilai IRI yang diperoleh dari alat Merlin dan Bump Integrator dengan memperhatikan faktor pengulangan, faktor lokasi (lintasan pinggir dan lintasan tengah) dan operator (3 orang operator). Rumusan korelasi yang diperoleh yaitu y = 2.1567x - 10.896 dengan nilai R = 0.8879, dimana x adalah IRI Bump Integrator dan y adalah IRI Merlin.", "Daftar File": {"2005_TS_PP_HUTAGALUNG_1.pdf": "https://digilib.itb.ac.id/gdl/download/6488"}, "Penulis": "Dameria Hutagalung", "Kontributor / Dosen Pembimbing": ["Pembimbing :Djunaedi Kosasih, Dr.Ir.MSc.Scan:Yati Rohmah(03-04-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "International Roughness Index, Merlin Bump Integrator", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Apr 2006"}