{"Nomor": 5401, "Judul": "PENGEMBANGAN MODEL PEWILAYAHAN KOMODITAS PERTANIAN BERBASIS SWA -BHAWA", "Abstrak": "Abstrak \nPersaingan antar-wilayah yang semakin tinggi merupakan fenomena yang akan menjadi ciri utama dinamika ekonomi global pada abad XXI. Di Indonesia sendiri persaingan antar-wilayah diperkirakan akan terjadi antar daerah otonom. \n Persiapan untuk menghadapi tantangan tersebut harus dimulai dari pendefinisian tentang peran yang hams dimainkan oleh setiap wilayah sesuai dengan swabhawa-nya, untuk menghindari proses eksploitasi yang berlebihan. Sementara itu, catatan historis kinerja pembangunan di Indonesia menunjukkan bahwa sektor pertanian mampu bertahan dan memegang peranan yang sangat penting dalam proses pemulihan krisis ekonomi.  \nDengan mempertimbangkan posisi strategis sektor pertanian tersebut, penelitian ini mengajukan sebuah model pewilayahan komoditas pertanian untuk menjawab pertanyaan mendasar dalam pembangunan pertanian yaitu apa yang mau di tanam, berapa, dimana dan kapan akan ditanamnnya. \n \nUntuk menjawab pertanyaan mendasar tersebut, pada penelitian ini diajukan tiga tahapan evaluasi lahan yaitu: tahapan inisiasi, berfokus pada tujuan keberlanjutan ekologis dan produksi, tahapan interaksi berfokus pada fungsi tujuan keberlanjutan ekonomi dan tahapan terakhir yaitu implementasi dan transformasi, bertujuan untuk merencanakan prioritas pengembangan komoditas di suatu wilayah dengan mempertimbangkan aspek-aspek sosialbudaya dan kelembagaan. Adapun prinsip-prinsip yang digunakan untuk mengevaluasi model menggunakan prinsip-prinsip pembangunan berkelanjutan, yaitu pemeratan dan keadilan sosial, keanekaragaman, komprehensif dan perpektif jangka panjang. \n \nUntuk menguji model dipilih Kecamatan Peundeuy, Kabupaten Garut, sebagai daerah kajian. Adapun metodologi dan teknik pengolahan data yang digunakan adalah teknik digitasi, teknik overlay, teknik pemetaan, liner programming, analytic network process, teknik clustering, serta survey dengan metode partisipatory rural apraisal dan rural rapid apraisal. Dan hasil pengolahan datadan analisis dihas~n kesirnpulan_bahwa\tkomoditas yang xerbaik diusahakan di Kecamatan Peundeuy adalah jagung, padi sawah, kacangkacangan, jeruk, mangga, kopi robusta dan teh.", "Daftar File": {"2005_TS_PP_SETIANA_1.pdf": "https://digilib.itb.ac.id/gdl/download/6489"}, "Penulis": "Danny Daud Setiana", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Surna Tjahja Djajadiningrat,Prof.Ir.,M.Sc.,Ph.D.Pembimbing 2:Joko Siswanto,Dr.Ir.,MPAScan :dewi(2006-09-19"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Sep 2006"}