{"Nomor": 5403, "Judul": "KAJIAN REROUTING TRAYEK ANGKUTAN KOTA DI BANDUNG", "Abstrak": "Abstrak: \nKondisi lalu lintas yang terjadi di kota Bandung yaitu kemacetan lalu lintas, banyaknya angkutan kota yang mengalami tumpang tindih dan masih banyaknya rute dari angkutan kota yang tidak sesuai dengan hirarki pelayanan sehingga menurunkan pelayanan angkutan kota. \nSalah satu upaya untuk mengatasi kondisi diatas dengan melakukan rerouting terhadap angkutan kota berdasarkan kinerja trayek angkutan kota yaitu VCR, overlapping trayek, daerah pelayanan dan struktur rute. \nDengan adanya rerouting trayek angkutan kota diharapkan bisa meningkatkan pelayanan angkutan kota seperti waktu tempuh akan lebih cepat, daerah yang dilayani oleh angkutan kota lebih luas untuk mengurangi area blank spot sehingga individu yang biasanya menggunakan kendaraan pribadi berpindah moda ke angkutan kota, menyebarkan angkutan kota sehingga tidak terjadi penumpukan pada suatu ruas jalan. \nDalam kajian ini untuk mengevaluasi kinerja trayek angkutan kota menggunakan metoda analisa multi kriteria berdasnrkan stakeholder yaitu pengguna angkutan kota, operator, dan regulator. Untuk evaluasi kinerja trayek pada kondisi setelah direrouting berdasarkan ruas alternatif. Penentuan ruas alternatif berdasarkan nilai VCR < 0.85, overlap terendah, ruas alternatif terdekat dengan ruas eksisting, dan dampak ruas yang bersinggungan terhadap trayek angkutan kota lain yang tujuannya searah maksimal 50%. \nBerdasarkan dari evaluasi kinerja trayek pada kondisi eksisting diperoleh 5 trayek (Ciroyom-Bumiasri, Cibogo-Elang, Abdul Muis-Mengger, Sederhana-Cimindi, Sederhana-Cijerah) untuk arah keluar dan 6 trayek (Cibogo-Elang, Abdul Muis-Mengger, Abdul Muis-Elang, Stasiun Hall-Sarijadi; Sederhana-Cimindi, Sederhana-Cijerah) untuk arah masuk yang kondisi eksistingnya kurang baik sehingga harus direrouting. Setelah dilakukan rerouting diperoleh kinerja trayek angkutan kota lebih baik dari kondisi eksisting seperti nilai VCR turun berkisar antara 0,11-0,60 atau persentase penurunan VCR berkisar antara 21,50%-76,19%, overlap berkisar 1-7 trayek atau persentase penurunan berkisar 45%-80%, struktur rute sesuai dengan hirarki pelayanan. Kecuali pada trayek Ciroyom-Bumiasri arah keluar yang perbedaannya tidak signifikan, persentase penurunan VCR sebesar 12,63% dan persentase penurunan overlap sebesar 8,00% sehingga tetap menggunakan rute eksisting. \nDengan adanya rerouting terhadap 11 trayek angkutan kota, diharapkan dapat menyelesaikan kondisi lalu lintas di kota Bandung.", "Daftar File": {"2005_TS_PP_CAHYANINGRUM_1.pdf": "https://digilib.itb.ac.id/gdl/download/6493"}, "Penulis": "Diah Indrihastuti Tri Cahyaningrum", "Kontributor / Dosen Pembimbing": ["Ofyar Z.Tamin, Titi Liliani Soedirdjo, Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "city transportation's performance, multi criteria analysis, stakeholder, rerouting, selected route.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Jan 2006"}