{"Nomor": 5404, "Judul": "KARAKTERISTIK ARUS LALU LINTAS DI JALUR CEPAT RUAS JALAN JENDERAL SUDIRMAN, JAKARTA", "Abstrak": "Abstrak :  \nKecepatan, Kerapatan dan Volume lalu-lintas merupakan karakteristik arus yang sering digunakan untuk menyatakan kinerja suatu ruas jalan. Penelitian ini mengkaji kinerja jalur cepat ruas jalan Jenderal Sudirman, Jakarta. Jalan ini adalah jalan 4/2D. Ruas jalan ini mempunyai arus menuju ke arah Blok M dan di jalur lainnya menuju ke arah Kota    \n \nHubungan antara kecepatan, kerapatan dan volume lalu-lintas digunakan untuk mengkaji kinerja ruas jalan tersebut. Model linier Greenshield dan model eksponensial kuadratis Northwestern digunakan dalam penelitian ini. Data dikumpulkan pada hari Kamis tanggal 24 Februari 2005, selama 9 jam 52 menit dan dianalisis untuk perioda waktu 5 menitan dan 15 menitan.    \n \nHasil yang diperoleh adalah perioda 15 menitan memberikan hasil yang lebih baik daripada perioda 5 menitan, dan periode 15 menitan dipilih untuk analisis selanjutnya. Lebar Lajur Dalam adalah 296 cm dan lebar Lajur Luar 316 cm. Model Greenshield memberikan hasil yang lebih baik daripada model Northwestern. Hubungan kecepatan dan kerapatan per lajur per arah adalah untuk arah Blok M, untuk Lajur Dalam adalah Y = 96,46 - 1,099X, untuk lajur luar Y = 92,21 - 0.968X, untuk arah Kota, untuk Lajur Dalam adalah Y = 78,61 - 0.78X, untuk lajur luar Y = 62,84 - 0,44X.    \n \nUntuk arah Blok M, pada Lajur Dalam kecepatan arus bebas, Uf = 96,46 km/jam dan Lajur Luar, Uf = 92,21 km/jam. Untuk arah Kota, pada Lajur Dalam kecepatan arus bebas, Uf = 78,61 km/jam dan Lajur Luar, Uf = 62,84 km/jam. Untuk arah Blok M, pada Lajur Dalam kerapatan maksimum, k, = 88 smp/km dan Lajur Luar k, = 95 smp/km. Untuk arah Kota, pada Lajur Dalam kerapatan maksimum, k, = i00 smp/km dan Lajur Luar kj = 143 smp/km.    \nUntuk arah Blok M pada kondisi arus maksimum, gM, pada Lajur Dalam kecepatan arus, UM = 48,21 km/jam dengan kerapatan km = 44 smp/km dan untuk Lajur Luar UM = 46,10 km/jam dengan kerapatan km = 48 smp/km. Untuk arah Kota pada kondisi arus maksimum,gM, pada Lajur Dalam kecepatan arus, UM = 39,30 km/jam dengan kerapatan km = 50 snip/km dan untuk Lajur Luar UM = 31,42 km/jam dengan kerapatan km = 72 smp/km.    \n \nUntuk arah Blok M, kapasitas pada Lajur Dalam dengan lebar lajur 296 cm, gM = 2115 smp/jam, dan Lajur Luar dengan lebar lajur 316 cm gM = 2202 smp/jam. Untuk arah Kota kapasitas pada Lajur Dalam dengan lebar lajur 296 cm, gM = 1981 snip/jam dan Lajur Luar dengan lebar lajur 316 cm, gM = 2251 smp/jam.    \n \nData arus lalu-lintas tidak menggambarkan adanya arus puncak pagi maupun sore, tetapi arus yang hampir merata sepanjang pagi hingga sore untuk kedua arah. Karakteristik arus lalu-lintas tersebut menyerupai karakteristik arus antar kota. Ruas jalan tersebut dapat di analisis dan dianggap sebagai ruas jalan antar kota. Untuk arah Blok M, pada Lajur Dalam didapatkan kecepatan rata-rata, Us = 49,4 km/jam dan untuk Lajur Luar Us = 50,55 km/jam. Untuk arah Kota, pada Lajur Dalam didapatkan kecepatan rata-rata, Us = 53,50 km/jam dan untuk Lajur Luar Us = 53,26 km/jam.", "Daftar File": {"2005_TS_PP_FUADI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6494"}, "Penulis": "Didik Saukad Fuadi", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Sri Hendarto,Ir.,MSc Pembimbing 2 :Willy Tumewu, Ir.,MSc.Scan :Dewi(2006-04-13)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Apr 2006"}