{"Nomor": 5407, "Judul": "ANALISIS KEBIJAKAN PENGEMBANGAN AGROINDUSTRI MINYAK ATSIRI DI JAWA BARAT   (STUDI KASUS KOMODITAS MINYAK NILAM)", "Abstrak": "Abstrak: \nSaat ini pengembangan agribisnis memerlukan langkah nyata untuk merangsang investasi, meningkatkan nilai tambah, dan mencari pasar-pasar baru di dalam dan luar negeri. Keseriusan upaya merangsang pertumbuhan tinggi di sektor pertanian adalah suatu keharusan apabila ingin mengembangkan sistem agribisnis berkerakyatan yang lebih modern, mengikuti irama desentralisasi dan responsif terhadap perubahan global. Salah satu komoditas pertanian yang memiliki potensi yang besar adalah minyak atsiri yang termasuk kedalam sub sektor agrobisnis perkebunan. Minyak atsiri dikenal juga dengan nama eteris atau minyak terbang (volatile oil) yang dihasilkan oleh tanaman nilam. Tingginya nilai minyak nilam dalam negeri dan di tingkat intemasional ini tidak dirasakan manfaatnya secara signifikan ditingkat petani, ditambah lagi dengan permasalahan tingkat permintaan dunia yang semakin tinggi akan tetapi produksi minyak nilam Indonesia semakin menurun. Prospek ekspor yang cukup besar di atas merupakan peluang berharga bagi Jawa Barat sebagai salah satu sentra produksi nilam, sehingga diperlukan upaya pengembangan budidaya dan industri minyak atsiri.   \nTujuan umum dari penelitian ini adalah mengembangkan kebijakan agroindustri minyak atsiri khususnya komoditas minyak nilam Jawa Barat. Tujuan khusus penelitian ini adalah: (1) Menganalisis kondisi agroindustri minyak atsiri khususnya komoditas minyak nilam di Jawa Barat, dan (2) Menyusun kerangka perumusan instrumen kebijakan dalam mengembangkan agroindustri minyak atsiri yang dapat meningkatkan performansi industri minyak nilam sebagai komoditas perkebunan yang dapat diunggulkan di Jawa Barat.   \nPopulasi penelitian adalah selain melibatkan 12 orang stakeholders juga melibatkan petani dan penyuling yang terdapat di empat Kabupaten di Propinsi Jawa Barat, yaitu Kabupaten Garut, Kabupaten Majalengka, Kabupaten Kuningan, dan Kabupaten Tasikmalaya. Jumlah sampel yang diteliti pada penelitian ini seluruhnya sebanyak 136 sampel atau responden. Sampel yang diambil terbagi dalam dua jenis, yaitu dari petani sebanyak 120 orang dan 16 orang penyuling. Pengumpulan data dari responden dilakukan dengan wawancara dan observasi.   \nPenelitian ini menggunakan tiga tahapan pokok dalam merumuskan kebijakan pengembangan agroindustri minyak nilam di Propinsi Jawa Barat, yaitu 1) Assessment kondisi agroindustri minyak nilam saat ini (existing), 2) Visioning kebijakan yang akan dikembangkan, dan 3) Perumusan kebijakan.   \nBerdasarkan hasil visioning terhadap stakeholder agroindustri minyak nilam di Jawa Barat diketahui akar permasalahnya, yaitu : 1) Kuantitas produksi minyak nilam yang tidak kontinyu, 2) Lemahnya pemodalan petani dan produsen, 3). Lemahnya sistem pemasaran, kelembagaan serta jaringan kerjasama antara industri, eksportir dan petani producen, 4) Kualitas minyak niiam yang rendah, 5) Teknologi yang digunakan dalam produksi minyak nilam menggunakan standar yang berbeda sehingga hasil produksinya memiliki kualitas yang beragam, 6) Bimbingan bagi petani dan produsen minyak nilam yang relatif masih kurang, 7) Belum terbentuknya kawasan pengembangan nilam. \nBerdasarkan penelitian yang dilakukan, dapat diketahui bahwa selama ini peranan pemerintah pusat dan daerah nilam tidak cukup memberikan perhatiannya terhadap agroindustri minyak nilam, tidak ada kebijakan khusus yang dikeluarkan oleh pemerintah, kebijakan yang ada hanya merupakan kebijakan perkebunan secara umum dari beberapa komoditas tertentu saja. Lemahnya koordinasi dan pengawasan pemerintah terhadap instansi/lembaga dan aparat yang bertanggung jawab terhadap pengembangan agroindustri minyak nilam mengakibatkan perkembangannya tidak optimal.   \nVisi kebijakan pengembangan agroindustri minyak nilam, yaitu :\"Menjadikan agroindustri minyak nilam sebagai produk unggulan, yakni agroindustri yang dapat dijadikan sebagai motor penggerak pertumbuhan ekonomi daerah dengan memanfaatkan potensi pengembangan dan pasar yang besar dengan pengelolaan berstandar internasional yang memperhatikan aspek kualitas, kuantitas dan kontinyuitas\" \nSedangkan misi kebijakan pengembangan minyak nilam Jawa Barat adalah :1) Mendorong peningkatan kualitas sumberdaya manusia baik aparat pemerintah, maupun pelaku agroindustri minyak nilam, khususnya petani dan penyuling melalui pengetahuan dan ketrampilan petani dengan melibatkan pemerintah, perguruan tinggi dan litbang-litbang pertanian, 2) Memantapkan kelembagaan petani dan penyuling, 3)Mengembangkan pusat-pusat petumbuhan komoditas minyak nilam sebagai komoditas unggulan daerah yang berdaya saing dan terorganisir oleh organisasi ekonomi petani dalam sistem agribisnis, 4) Meningkatkan pengembangan teknologi tepat guna agroindustri minyak nilam yang dimulai dari budidaya hingga penanganan pascapanen, sehingga hasii olahannya mampu menembus akses ke pasar internasional melalui inovasi teknologi spesifik lokasi yang ramah lingkungan, 5) Terwujudnya usaha-usaha agroindustri minyak nilam maupun pengolahan hasil yang baik dengan prioritas skala kecil di setiap wilayah, 6) Meningkatkan keterpaduan pembangunan agroindustri minyak nilam dengan pembangunan wilayah baik pembangunan infrastruktur maupun pembangunan sosial ekonomi kemasyarakatan, dan 7) Meningkatkan citra produk agroindustri minyak nilam Indonesia melalui promosi di pasar intemasional.   \nSelanjutnya, pada penelitian ini diusulkan kebijakan untuk pengembangan agroindustri minyak nilam di Jawa Barat, Berdasarkan analisis Borda, disimpulkan urutan prioritas pengembangan kebijakan pengembangan agroindustri minyak nilam di Jawa Barat adalah sebagi berikut : 1) Peningkatan kualitas sumber daya manusia, 2) Pembenahan kelembagaan petani, 3) Ektensifikasi dan intensifikasi lahan budidaya tanaman nilam, 4) Pengembangan teknologi tepat guna sehingga menghasilkan produk dengan standar internasional, 4) Peningkatan koordinasi kebijakan pembangunan agroindustri minyak nilam dengan regulasi dan sistem informasi yang terpadu, 5) Peningkatan permodalan dan investasi, 6) Fasilitasi pendirian pabrik distilasi/pemurnian berskala industri, 7) Pengembangan klaster agroindustri minyak nilam dan 8) Peningkatan peran fasilitasi pemerintah dalam mempromosikan minyak nilam Jawa Barat di pasar intemasional.", "Daftar File": {"2005  Dwi Purnomo": "https://digilib.itb.ac.id/gdl/download/6497"}, "Penulis": "Dwi Purnomo [23403044]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ubuh Buchara Hidajat, DR., Ir.Scan:Yati Rohmah(24-05-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Patchouli oil agro industry, strategy, policy, pre-eminent commodity", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2006"}