{"Nomor": 5409, "Judul": "EXTERNAL COUPLING BETWEEN BUILDING ENERGY SIMULATION AND COMPUTATIONAL FLUID DYNAMICS", "Abstrak": "Summary :  \nBuilding function has evolved from its primitive and essential function to provide shelter for human against outside environment. With the pressure from both the demand side (human's need) and the supply side (technology to meet the need), building nowadays consists of complex dynamic interactions between its components. So complex the system is, that it is only by taking into account its dynamic interactions that a complete understanding of building behavior can be obtained. Optimizing the building and the system as a whole is not the same as optimizing the subsystems or components. This has moved the research direction towards integrated multi-domain building simulation.  \nThis thesis shows the viability of the external coupling method in achieving the integrated multi-domain building simulation tools. Different from the internal coupling method where the domain expansion always means writing new codes into the existing program, the external coupling combines two or more programs during run time. Using the external coupling method, the code changing can be kept to minimum and the development in any domain can be made available to other domains immediately, provided the communication protocol between the domains has been established.  \nConsidering the importance of building energy simulation (BES) in the building design process and the current trend of wide-spread use of computational fluid dynamics (CFD) simulations, these two domains were selected as the basis of the work in this thesis. The coupling procedure developed involves the two (BES and CFD) domains.  \nIn the rapid developments of computer technology, many simulation tools are available for use, which falls on a very wide spectrum in terms of sophistication and applicability. The process of selecting which tool(s) to be used for a certain problem is most of the time abstract and subjective. This thesis proposes a guideline to assess the necessity of coupled simulation, which can be used also as a guideline to select the appropriate tool(s) for a certain problem.  \nSensitivity analysis is used in the guideline to select the appropriate complexity and resolution of the simulations. This guideline considers the whole range of available tools and defines logical steps on how to select the appropriate tool for a certain problem. Although it was (initially) developed for airflow domain, this guideline can also be applied to any domain.  \nThe main contribution of the guideline is that it tries to make a logical scheme to what is usually an abstract and subjective endeavour.equirements allow anybody to replicate the development process and use any other BES or CFD package for the coupled simulation.  \nThe quality assurance was conducted through a series of validation studies. The result shows that the external coupling method could produce the result as good as the internal coupling. Having achieved this, it is only a matter of time before it gets better because the development in any domain can be immediately made available to other domains by using the external coupling method.  \nAn application study was carried out to highlight the benefits of the coupled simulation. The use of the guideline has been demonstrated in the application study, where the guideline can assess the need for coupled simulation for the problem. The results of the coupled simulation also confirm the benefits of coupled simulation to get a better and more accurate design decision.", "Daftar File": {"2005_TS_PP_DJUNAEDY_1.pdf": "https://digilib.itb.ac.id/gdl/download/6499"}, "Penulis": "Ery Djunaedy", "Kontributor / Dosen Pembimbing": ["Promotor:C.J. van Duijn, Prof. Dr.Ir.Scan:Hidayat (2006-02-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Mar 2006"}