{"Nomor": 5414, "Judul": "KAJIAN TEKNOLOGI SAND BY PASSING     PENANGGULANGAN SEDIMENTASI DAN EROSI PANTAI     BENGKULU (PELABUHAN TELUK BAY)", "Abstrak": "ABSTRAK: \nPada saat ini kondisi alur Pelabuhan P. Baai tidak dapat lagi dilewati oleh kapal-kapal ukuran besar yang akan singgah di pelabuhan tersebut. Hal ini disebabkan karena kedalaman alur pada saat ini hanyalah -2 m s.d. -4 m LWS, dari kondisi normal yang seharusnya -10 m s.d. -12 m. Keadaan ini tentulah sangat menggangu proses keluar dan masuknya barang dan jasa ke Propinsi Bengkulu melalui pelabuhan ini, dan berdampak negatif terhadap perekonomian daerah. Selain terganggunya proses masuknya kapal, erosi yang terjadi di bagian down drift yang cukup tinggi (2-5 mltahun), juga dapat mengancam keberadaan perkampungan nelayan dan infrastruktur yang terletak disepanjang pantai disekitar bagian down drift tersebut (bagian yang tergerus). Proses terjadinya permasalahan pendangkalan alur pelabuhan, terjadi karena adanya laju litoral transport sepanjang pantai pelabuhan, yang berakibat terjadinya pengendapan sedimen dibagian Up drift (bagian tersedimentasi) dan ditambah oleh adanya Erosi dibagian Down Drift. Laju litoral transport yang terjadi di sepanjang pantai Pelabuhan P. Baai cukup tinggi, yaitu mencapai 601576,20 m3/tahun. Besarnya laju litoral transport ini menyebabkan berubahnya bentuk garis pantai yang akan menjorok ke arah Up Drift sepanjang Break Water yang sudah ada (595 m). Dengan laju litoral transport sebesar 601576,20 m3/tahun, maka Break Water akan dipenuhi oleh sedimentasi sampai ke Up Drift setelah lima tahun Break Water digunakan. Ketika Break Water tersebut telah dipenuhi oleh sedimentasi, maka proses sedimentasi akan masuk ke alur pelabuhan dan terjadilah pendangkalan. Tentu saja permasalahan di atas perlu secepatnya diatasi, guna mendukung pertumbuhan ekonomi dan pembangunan daerah ini. Beberapa alternatif pemecahan masalah yang pernah diajukan diantaranya: \n1. Pembuatan bangunan pelintas pasir dengan sistim pompa hisap Alternatif ini sukar dilaksanakan karena membutuhkan biaya yang tinggi, pembuatan konstruksi yang sulit dilaksanakan, dan peluang keberhasilan yang rendah.     \n2. Penambahan Groine dibagian Down Drift,     \nAlternatif ini, selain membutuhkan biaya yang besar, juga p.emecahan masalah yang bersifat sementara karena sedimentasi yang terjadi di Up Drift tetap besar.     \n3. Melakukan Pengerukan Berkala,     \nAlternatif ini sama seperti alternatif dua, yaitu membutuhkan biaya yang tinggi dan penyelesaian masalah yang hanya bersifat sementara. \nThesis ini mengajukan altematif penanganan masalah pendangkalan di alur Pelabuhan P. Baai dengan mempergunakan Tower Crane Structure. Alternatif ini memiliki keunggulan bila dibandingkan dengan altematif yang pernah diajukan. Keunggulan alternatif ini dapat menjawab kelemahan altematifalternatif yang pernah diajukan di atas, yaitu: \n-Tower Crane Structure dapat dibangun dan dioperasikan dengan biaya yang lebih rendah bila dibandingkan dengan alternatif-alternatif di atas. Sebagai perbandingan, biaya yang diperlukan untuk melakukan pengerukan berkala adalah sebesar Rp. 22.000,- / m3 sedangkan penggunaan Tower Crane Structure hanya memerlukan biaya sebesar Rp. 3.000,-I m3.     \n-Penanganan masalah pendangkalan dengan Tower Crane Structure berdefat permanen.     \n-Tingkat keberhadelan penggunaan Tower Crane Structure cukup tinggi.     \n-Pengoperasian Tower Crane Structure tidak terpengaruh oleh kondide cuaca dan tidak menggangu kegiatan operadeonal pelabuhan. \nDengan penggunaan Tower Crane Structure, permasalahan pendangkalan slur Pelabuhan P. Baai dapat ditanggulangi oleh pihak pengelola (PT Pelindo II Cabang Bengkulu) dan Pemerintah Daerah tidak lagi terlalu terbebani dengan pembiayaan yang tinggi, seperti yang terjadi selama ini. Dampak utama yang diharapkan tentunya adalah pertumbuhan ekonomi dan pembangunan daerah dapat lebih baik.", "Daftar File": {"2005_TS_PP_HAMDANI.pdf": "https://digilib.itb.ac.id/gdl/download/6505"}, "Penulis": "Hamdani A.", "Kontributor / Dosen Pembimbing": ["Sri Legowo      scanner: kory"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tower crane, breakwater, groin, down drift, up drift, sedimentation, erosion.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Jan 2006"}