{"Nomor": 5421, "Judul": "FAULT LOCATOR JARINGAN TELEKOMUNIKASI  DENGAN METODA NILAI SYMPTOM MAKSIMUM  DAN NILAI SYMPTOM OPTIMUM", "Abstrak": "Abstrak : \nPenentuan lokasi kegagalan merupakan aspek terpenting dari manajemen kegagalan suatu jaringan guna memastikan posisi sumber penyebab problem. Pada penelitian untuk penentuan lokasi problem diusulkan metode Nilai symptom yang merupakan penjumlahan nilai korelasi tabel symptom antara knowledge base fault locator dengan event alarm yang terjadi. Nilai symptom akan berharga -1, apabila Hamming distance antara knowledge base dengan event bernilai 1 dan nilai symptom akan berharga 1, apabila Hamming distance antara knowledge base dengan event bernilai 0. Penentuan lokasi kegagalan dengan metoda nilai symptom maksimum dilakukan dengan batasan jumlah symptom yang perlu diperhatikan berdasarkan jumlah semua event. Sedangkan metoda nilai symptom optimum ditentukan dari jumlah symptom yang hanya memberikan event bernilai 1. \nHasil penelitian menunjukan bahwa pemilihan minHD code matrix yang tepat penting dilakukan untuk mendapakan perangkat yang `robust' dan efisien.. Pada metoda pertama, dihasilkan yang diperoleh menunjukkan bahwa correlation error pada symptom loss rate 20% adalah 20.0% untuk minHD satu, 5,8% untuk minHD sama dengan dua, 4.5% untuk minHD tiga, 3,0% untuk minHD sama dengan empat dan 2,0% untuk minHD sama denga lima pada metoda pertama. Sedangkan metoda kedua correlation error pada symptom loss rate 20% berturut turut diperoleh 20%, 5,5%, 3,5%, 2,5% dan 1,0%Sedangkan kecepatan pemrosesan dalam symptom per-second akan menurun terhadap pertambahan jumlah domain atau ukuran jaringan yang dianalisis. Untuk metoda pertama diperoleh 4000 symptom/second untuk domain 1000 problem, 1000 symptom/second untuk 4000 domain problem. Sedangkan metoda kedua, diperoleh 4300 symptom/second untuk domain 1000 problem, dan 1500 symptom/second untuk 4000 domain problem.", "Daftar File": {"2005_TS_PP_IBRAHIM_1.pdf": "https://digilib.itb.ac.id/gdl/download/6512"}, "Penulis": "IBRAHIM [23202058]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ian Yosef,Ir.ME.,MT. Scan :Neneng (2006-04-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "STEI", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Apr 2006"}