{"Nomor": 5425, "Judul": "PEMODELAN OPTIMASI ALOKASI AIR SUB DAERAH ALIRAN SUNGAI CISOKAN", "Abstrak": "Abstrak: Air adalah sumber kehidupan dan mengambil peranan yang penting dalam menunjang aktifitas manusia. Perkembangan yang terjadi di Sub Daerah Aliran Sungai (Sub DAS) Cisokan memerlukan sarana dan prasarana yang memadai, termasuk ketersediaan air. Sub DAS Cisokan merupakan salah satu Sub DAS Citarum di Provinsi Jawa Barat. Sungai Cisokan mempunyai potensi yang dapat digunakan untuk memenuhi kebutuhan air baku di Sub DAS Cisokan. Agar dapat dipenuhi kebutuhan air ini maka ketersediaan aimya harus mencukupi dan hal ini diatur dengan pengelolaan alokasi air.Ketersediaan air dihitung dengan menggunakan model hujan limpasan National Rural Electrical Cooperation Agency (NRECA) dengan memanfaatkan data curah hujan bulanan dan evapotranspirasi bulanan dikarenakan data debit bulanan Sungai Cisokan kurang lengkap. Sedangkan untuk analisis alokasi air aplikasinya mengembangkan alokasi air secara optimal dengan metode Linear Programing (LP) dan membagikannya ke daerah layanan dengan mempertimbangkan kondisi lapangan. Model alokasi air yang digunakan adalah Water Resources Management Model (WRMM). WRMM dikembangkan oleh Alberta Environment di Kanada. Model ini dikembangkan sebagai perangkat perencanaan untuk pemanfaatan sumber daya air, dengan pendekatan daerah aliran sungai. Prioritas alokasi air ditentukan dengan sistem poin penalti dan teknik program Tinier digunakan untuk meminimumkan jumlah seluruh penalti.Ada dua alternatif prioritas alokasi air di Sub DAS Cisokan. Prioritas pertama adalah memberikan tingkat layanan yang sama dan atau berdasarkan peraturan perundangan yang berlaku, dimana air baku untuk air bersih dan irigasi eksisting adalah merupakan prioritas pertama.Setelah didapatkan solusi yang optimal, dilakukan analisis dampak alokasi air menurut dua prioritas utama yang telah ditetapkan tersebut, lalu memberikan rekomendasi kebijakan prioritas untuk alokasi air berdasarkan hasil WRMM tersebut. Berdasarkan basil perhitungan WRMM didapat alternatif prioritas yang terpilih, yaitu dengan memberikan pelayanan alokasi air sesuai dengan peraturan perundangan yang berlaku yaitu berdasarkan Undang-Undang RI No. 7 tahun 2004 tentang Sumber Daya Air.", "Daftar File": {"2005_TS_PP_IRMAMUTI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6517"}, "Penulis": "Irene Irmamuti", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Iwan Kridasantausa, Dr.Ir.  Pembimbing 2: Suardi Natasaputra, Ir., M.Eng  Scan: Sugono (2006-02-01)"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Feb 2006"}