{"Nomor": 5429, "Judul": "IDENTIFIKASI PERUBAHAN OBJEK BANGUNAN MEMANFAATKAN CITRA QUICKBIRD UNTUK PEMELIHARAAN DATA OBJEK PAJAK BUMI DAN BANGUNAN (STUDI KASUS DI KELURAHAN SARIJADI KOTA BANDUNG)", "Abstrak": "Abstrak : \nDirektorat Pajak Bumi dan Bangunan saat ini terus mengupayakan basis data PBB yang up to date untuk mendukung kualitas sistem perpajakan, pelayanan kepada wajib pajak, dan peningkatan penerimaan PBB. Oleh karena itu Kantor Pelayanan PBB melakukan kegiatan pemeliharaan basis data PBB secara aktif yang dimaksudkan untuk memperbaharui basis data yang telah terbentuk karena adanya perubahan data objek dan subjek pajak. Untuk mendukung kegiatan ini maka identifikasi perubahan objek pajak (khususnya objek bangunan) diperlukan agar tercapai hasil yang optimal baik dari aspek perencanaan maupun efektifitas kegiatan. Pemanfaatan teknologi penginderaan jauh oleh PBB diharapkan dapat menunjang performance dalam pengelolaan tugas perpajakan. Salah satu produk citra satelit resolusi tinggi yang dimiliki adalah citra satelit Quickbird. Penelitian ini mencoba mengkaji apakah citra satelit Quickbird dapat dimanfaatkan untuk identifikasi perubahan objek bangunan sebagai bahan pemeliharaan data PBB dan bagaimana metode yang hams dilakukan. \nMetode yang digunakan adalah identifikasi perubahan bangunan dari hasil overlay peta digital PBB dengan citra Quickbird terkoreksi geometrik dengan cara interpretasi secara visual yang dilakukan pada daerah perkotaan teratur dan daerah perkotaan padat tidak teratur. Hasil interpretasi perubahan bangunan kemudian dilakukan uji ketelitian interpretasi menggunakan kaidah Short (confussion matrix). Hasil penelitian menunjukkan metode identifikasi ini baik dilakukan pada daerah perkotaan teratur dengan ketelitian interpretasi 90,83 % dan untuk jenis perubahan bangunan barn dan bangunan belum tergambar dengan ketelitian interpretasi 88,89 % dan 100 %.", "Daftar File": {"2005  Madya Wiantoko": "https://digilib.itb.ac.id/gdl/download/6521"}, "Penulis": "Madya Wiantoko [25103028]", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Bambang Edhi Leksosno,Dr.Ir.MSc. Pembimbing II:Albertus Deliar,Ir.MSP. Scan :Neneng (2006-05-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Interpretasi, perubahan bangunan, citra Quickbird, peta digital PBB, pemeliharaan data PBB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Mei 2006"}