{"Nomor": 5436, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR PENYEBAB    PERMASALAHAN PENGEMBANGAN KEMAMPUAN    KONTRAKTOR KECIL DAN MENENGAH DALAM DINAMIKA    OTONOMI DAERAH    (STUDI KASUS KABUPATEN BANDUNG)", "Abstrak": "Abstrak :  \nIndustri konstruksi merupakan salah satu komponen penting dalam perekonomian suatu bangsa, dimana kontribusi industri konstruksi terus meningkat sejalan dengan kemajuan perekonomian suatu bangsa. Industri konstruksi khususnya kontraktor kecil dan menengah mempunyai peranan penting dalam proses pertumbuhan ekonomi domestik (memiliki jumlah yang sangat besar bila dilihat dari daftar registrasi nasional yang dikeluarkan oleh LPJK).  Tahun 1999 Pemerintah mengeluarkan UU No.22/1999 atau yang lebih dikenal dengan nama UU Otonomi Daerah (Otda) , kemudian pada tahun 2000 pemerintah mengeluarkan PP No.30/2000 (PP tentang Pembinaan Jasa Konstruksi) yang menjadi acuan dalam melakukan pembinaan usaha jasa konstruksi baik secara nasional atau daerah, dengan diberlakukan dan dilaksanakannya UU Otda dan PP No. 30/2000 ini diharapkan usaha jasa konstruksi khususnya kontraktor kecil dan menengah dapat berkembang didaerahnya oleh karena peluang jasa konstruksi lebih terbuka didaerah, dan sernentara itu peraturan yang bertujuan terjadinya ketertiban usaha jasa konstruksi juga telah dijalankan.  Namun yang terjadi adalah usaha jasa konstruksi khususnya kontraktor kecil dan menengah secara umum di Indonesia masih lemah seperti kemampuan teknologi dan manajemen yang terbatas, sumber daya manusia (SDM) yang kurang berkualitas, dan kemampuan keuangan yang juga terbatas , sehingga kontraktor sulit untuk dapat mengembangkan kemampuannya.     \nPenelitian ini bertujuan untuk mengetahui faktor-faktor apa saja yang menjadi penyebab permasalahan dalam pengembangan kemampuan kontraktor kecil dan menengah didaerah khususnya di Kabupaten Bandung, sehingga diharapkan faktor-faktor ini dapat menjadi masukkan bagi pihak-pihak yang terkait dalam merumuskan pengembangan kemampuan kontraktor kecil dan menengah di Kabupaten Bandung.", "Daftar File": {"2005_TS_PP_FARID_1.pdf": "https://digilib.itb.ac.id/gdl/download/6530"}, "Penulis": "Muhammad Farid", "Kontributor / Dosen Pembimbing": ["Pembimbing :Rizal Z.Tamin,Dr.Ir Scan :Neneng (2006-03-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Mar 2006"}