{"Nomor": 5440, "Judul": "KAJIAN KINERJA BANGUNAN PANTAI PADANG, KOTA PADANG", "Abstrak": "Abstrak: \nKinerja bangunan pantai adalah kemampuan bangunan pantai dalam menanggulangi permasalahan pantai untuk mengatasi terjadinya erosi di pantai. Erosi terjadi bila terjadi angkutan sedimen litoral sepanjang pantai sehingga mengakibatkan berpindahnya sedimen dari satu tempat ke tempat lainnya. Angkutan sedimen litoral terjadi bila arah gelombang datang membentuk sudut dengan normal garis pantai. \n \nLokasi Pantai Padang berada antara muara Batang Arau dan muara Banjir Kanal yang terletak di sebelah Barat Kota Padang. Permasalahan di Pantai Padang adalah erosi, erosi pada pantai ini menyebabkan kemunduran garis pantai mencapai 67 m dari garis pantai semula, sehingga mengancam infrastruktur yang ada disepanjang garis pantai. Sampai saat ini telah dilakukan penanggulangan terhadap mundumya garis pantai akibat erosi dengan membangun bangunan pantai berupa tembok laut, revetmen dan krib di sepanjang Pantai Padang. \n \nMelalui studi ini telah dikaji perubahan garis pantai akibat erosi dengan mengguriakan software komputer Genesis dengan mensimulasikan perubahan garis pantai tanpa adanya bangunan dan dengan adanya bangunan di sepanjang pantai. Hasil analisis menunjukkan bahwa bangunan pantai cukup efektif dalam menanggulangi laju erosi dan mundumya garis pantai namun untuk memperoleh pantai wisata yang berpasir belum tercapai. \n \nKonsep penanggulangan erosi dengan membangun breakwater tidak mampu untuk menciptakan pantai wisata yang berpasir karena angkutan sedimen kecil yaitu sebesar 7.584 m3/tahun yang bergerak dari arah Selatan ke Utara dan lebih disarankan adalah melakukan pengisian pasir pada daerah yang tererosi.", "Daftar File": {"2005_TS_PP_NALVIAN2_1.pdf": "https://digilib.itb.ac.id/gdl/download/6534"}, "Penulis": "Nalvian", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Syamsudin , Scan : Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Performance, Erosion, Simulation, Beach Nourishment", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2006"}