{"Nomor": 5441, "Judul": "PENGEMBANGAN ALGORITMA PENENTUAN TOLERANSI PADA PRODUK ASSEMBLY", "Abstrak": "Abstrak :  \n Penentuan toleransi komponen dalam suatu produk assembly dan toleransi proses fabrikasi komponen mempengaruhi kemampuan untuk merakit produk akhir, performansi engineering, dan kekokohan desain. Desain toleransi juga ditujukan untuk menentukan batas-batas toleransi terbaik yang akan meminimasi total biaya yang timbul. Penetapan toleransi dilakukan dengan meminimasi kerugian kualitas (quality loss) yang disebabkan oleh kerugian akibat variasi pada performansi produk dan biaya yang dikeluarkan untuk pengendalian variasi.  \n \nToleransi desain suatu komponen merupakan informasi tambahan yang mewakili aspek fungsional dari produk yang harus diteruskan sampai pada tingkat komponen yang akan dibuat di bagian produksi dan berfungsi sebagai dasar dalam pemilihan proses pemesinan. Penelitian ini juga melakukan eksplorasi terhadap semua alternatif proses pemesinan yang memungkinkan untuk mengerjakan masing-masing fitur penyusun komponen.  \n \nSolusi permasalahan optimisasi perencanaan proses dengan menggunakan model zero-one programming diselesaikan dengan bantuan software LINGO 8.0. Hasil penelitian menunjukkan bahwa apabila toleransi spesifikasi produk ditetapkan sangat ketat maka mesin yang digunakan untuk memproses dimensi komponen adalah mesin dengan kapabilitas proses yang paling presisi dan total biaya produksi yang dihasilkan menjadi tinggi. Namun sebaliknya apabila toleransi spesifikasi produk dilonggarkan maka hasil optimisasi perencanaan proses berubah dengan artian bahwa mesin yang digunakan untuk proses pemesinan dimensi komponen tidak semuanya mesin dengan kapabilitas paling presisi dan total biaya produksi yang diperoleh juga semakin rendah. Hasil optimisasi perencanaan proses ini akan menjadi rekomendasi dalam proses manufaktur komponen-komponen produk.", "Daftar File": {"2005 Nilda Tri Putri": "https://digilib.itb.ac.id/gdl/download/6535"}, "Penulis": "Nilda Tri Putri  [23403048]", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dradjad Irianto, Dr. Ir., M.Sc.ScanHidayat (2006-02-27)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mar 2006"}