{"Nomor": 5445, "Judul": "PENATAAN ULANG TRIGLISERIDA MINYAK SAGA UTAN(ADENANTHERA PAVONINA) VIA TRANSESTERIFIKASI", "Abstrak": "Abstrak: \nPenelitian ini berkaitan dengan pemanfaatan inti biji pohon saga utan (Adenanthera pavonina) menjadi produk minyak-lemak yang berdaya guna. Inti biji mengandung sekitar 28 %-berat minyak-lemak (trigliserida) dimana sebagian kandungan asam-asam lemaknya berpotensi / berguna bagi kehidupan manusia. Melalui proses ekstraksi minyak-lemak ini dapat dipisahkan dari inti dengan menggunakan pelarut n-Heksana. Hasil penelitian terdahulu memaparkan bahwa minyak saga utan mengandung asam-asam lemak tak jenuh oleat (omega 9) dan linoleat (omega 6) sebesar 60 % berat dan juga mengandung asam-asam lemak jenuh yang tak lazim (>C18) sebesar 20-25%.  \n \nHasil esterifikasi terhadap minyak saga mengakibatkan penurunan angka asam dari 3,3 mg KOH/gr minyak menjadi 0,841 mg KOH/gr minyak. Reaksi transesterifikasi digunakan untuk memisahkan asam-asam lemak dari senyawa trigliseridanya. Setelah dilakukan pengujian terhadap ester metil hasil transesterifikasi, maka angka asam ester metil dibawah 1 mg KOH/gr ester metil dan angka penyabunannya antara 186,87 - 187,96 mg KOH/gr minyak, sedangkan angka iodiumnya yaitu antara 89,92 - 93,93 gr iod/100 gr ester metil. Dengan menggunakan tahapan proses fraksionasi maka asam-asam lemak jenuh yang memiliki titik beku tinggi (fraksi padat) dapat dipisahkan dari campuran estermetil fraksi cairnya (ester metil asam lemak tak jenuh). Proses penataan ulang dari minyak-lemak saga utan dilakukan melalui tahap interesterifikasi terarah . Produk minyak saga utan hasil interesterifikasi terarah kemudian diuji angka asamnya, sebesar 0,587 mg KOH/gr minyak, angka penyabunan 185,94 mg KOH/gr minyak dan angka iodiumnya 134,41 gr iod/100gr minyak.  \n \nSetelah dilakukan uji karakterisasi terhadap seluruh tahapan proses yang dilakukan maka dapat disimpulkan bahwa penataan ulang terhadap minyak saga utan telah berhasil dilakukan.", "Daftar File": {"2005_TS_PP_NAPITUPULU_1.pdf": "https://digilib.itb.ac.id/gdl/download/6539"}, "Penulis": "Ramses J.Napitupulu", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Tirto Prakoso,Dr.Ir. Pembimbing 2 :  Tatang H.Soerawidjaja,r.Ir. Scan :  Mudjiono  (06-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "triglyceride, interesterification, reconstitution, iodium value, acid value, saponification value.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2006"}