{"Nomor": 5453, "Judul": "PANJANG WAKTU PRODUKSI DAN    PERBAIKAN PROSES OPTIMAL UNTUK    SISTEM YANG MENGALAMI DETERIORASI", "Abstrak": "Abstrak:   \nPenelitian ini mengembangkan model untuk menentukan panjang waktu produksi dan perbaikan proses untuk sistem yang mengalami deteriorasi. Proses produksi yang mengalami deteriorasi dapat bergeser dari status terkendali (in-control) menjadi status tak terkendali (out-of-control) secara acak yang diketahui melalui inspeksi pada akhir produksi. Jika status proses berada pada out-otcontrol maka dilakukan restorasi untuk mengembalikan status proses. Laju perubahan status yang dipertimbangkan adalah bersifat meningkat terhadap x (lama sistem berada pada status in-control). Dua fungsi laju perubahan status dipertimbangkan, yaitu bersifat menaik linear dan menaik nonlinear.  \nNon-conforming item yang dihasilkan pada status out-of-control lebih banyak dibandingkan pada status in-control. Semakin cepat perubahan status menjadi out-of-control maka tambahan ongkos berupa ongkos restorasi dan ongkos garansi akan semakin besar. Agar ongkos dapat ditekan perlu pertimbangan perbaikan proses produksi. Perbaikan proses produksi yang dilakukan adalah memperpanjang waktu proses berada pada status in-control dengan memperkecil intercept (ao) dari laju perubahan status r(x; ao). \nPanjang waktu produksi optimal (t*) dan intercept dari laju perubahan status optimal (a, *) diperoleh sehingga meminimasi ekspektasi total ongkos per    \nkomponen. Kondisi dimana t* dan a, * ada serta contoh numerik untuk menjelaskan solusi optimal tersebut diberikan.", "Daftar File": {"2005 RISKI": "https://digilib.itb.ac.id/gdl/download/6548"}, "Penulis": "Riski [23403045]", "Kontributor / Dosen Pembimbing": ["Pembingbing :  Bermawi P. Iskandar, Dr.Ir.  Scan :  Neneng (1-03-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Panjang waktu produksi optimal; intercept", "Sumber": "FTI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "01 Mar 2006"}