{"Nomor": 5454, "Judul": "STUDI PEMBIAYAAN PENGELOLAAN JARINGAN JALAN DI KOTA CIMAHI", "Abstrak": "Abstrak: \n \n \nPerubahan Kota Cimahi yang semula berwujud Kota Administratif menjadi Daerah Otonom Kota menyebabkan diperlukannya perubahan dan pengembangan wilayah yang tidak terlepas darn kebijakan dan Rencana Tata Ruang Wilayah Kota (RTRWK). Tata ruang yang baru membutuhkan peningkatan saranaprasarana transportasi yang memadai. \n \nPeran jaringan jalan kota menjadi semakin penting terhadap peningkatan ekonomi dan kesejahteraan rakyat. Namun disisi lain timbul masalah yang berkaitan dengan kemampuan pendanaan penanganan jalan yang terbatas dan saat ini sumber pendanaan untuk penanganan jalan di Kota Cimahi masih sangat bergantung kepada anggaran yang disediakan oleh pemerintah (APBD/APBN). Oleh karena itu, perlu dikaji alternatif surnber-sumber pendanaan dalam rangka pengelolaan jaringan jalan di kota cimahi. \n \nKondisi penyedian jalan di Kota Cimahi berdasarkan penilaian kinerjanya berada di bawah Standar Pelayanan Minimal (SPM) Bidang Jalan, untuk bidang pelayanan jaringan jalan maupun untuk bidang pelayanan ruas jalan, dari hasil analisis SPM tersebut selanjutnya untuk pemenuhan SPM disusun kebutuhan program penanganan beserta kebutuhan biayanya. Kebijakan yang direkomendasikan yaitu melakukan kajian terhadap sumber-sumber pendanaan dalam rangka pengelolaan jaringan jalan Kota Cimahi, antara lain (1) alternatif sumber pendanaan konsep road fund (2) pajak dan retribusi yang berhubungan dengan sektor jalan dan (3) pembagian pendanaan dengan pihak swasta.", "Daftar File": {"2005_TS_PP_RUHIYAT_1.pdf": "https://digilib.itb.ac.id/gdl/download/6550"}, "Penulis": "Ruhiyat", "Kontributor / Dosen Pembimbing": ["Pembimbing:Rizal Z. Tamin,Dr.IrScan:Mudjiono(15-02-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Autonomous, land use plan, SPM, fund source.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Feb 2006"}