{"Nomor": 5455, "Judul": "STUDI KOMPUTASI AB INITIO TAHAP AWAL MEKANISME REAKSI OKSIDASI METIL-TERSIER-BUTILETER (MTBE)  YANG DIINISIASI OLEH RADIKAL OH", "Abstrak": "Abstrak: \nMetil-tersier-butileter (MTBE) banyak digunakan sebagai aditif oksigenat pengganti timbal (Pb) pada bensin reformulasi dan oxyfuels. Studi komputasi ab initio tahap awal mekanisme reaksi oksidasi fasa gas MTBE yang diinisiasi oleh radikal OH sudah dilakukan untuk memahami perilaku MTBE di atmosfer dan pada proses pembakaran. Penelitian dilakukan menggunakan metode perhitungan MP4/6-31 G(d)I/HF/6-31 G(d) untuk menghitung energetika spesi-spesi yang terlibat dalam reaksi, yang digunakan untuk membangun diagram permukaan energi potensial dan meramalkan tetapan laju reaksi. Reaksi ditemukan terjadi melalui dua jalan abstraksi H oleh radikal OH, yaitu pada: gugus metoksi (reaksi-1) yang lebih disukai dan lebih bersifat eksoterm daripada melalui gugus t-butil (reaksi-2), dengan harga energi pengaktifan (Ea) dan entalpi reaksi (dH) masingmasing Ea1a = 3,24 kkal/mol, Ea1b = 8,95 kkal/mol, dan ^H1a = -13,50 kkal/mol, dH1b = -5,98 kkal/mol. Tahap reaksi oksidasi dengan 02, reaksi-1 bereaksi tanpa hambatan energi sedangkan reaksi-2 melewati sedikit hambatan energi. Tetapan laju reaksi masing-masing tahap yang dihitung menggunakan teori keadaan transisi menunjukkan kesimpulan yang sama dengan peramalan diagram energi potensial yaitu: k1a = 5,42 x 103 L.mol-1.detik-1, k1b= 4,71 x 10-' L.mol-1.detik\"-1, k2a = 6,01 x 105 L.mol-1.detik-1 dan k2b =1,91 x 103 L.mol-1.detik-1, k3a = 2,72 x 10-11 detik-1 dan k3b= 8,69 x 10\"' detik-1.", "Daftar File": {"2005 RUSTAMAN": "https://digilib.itb.ac.id/gdl/download/6551"}, "Penulis": "Rustaman [20502010]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Muhamad A. Martoprawiro, PhD.Scan:Yati Rohmah(23-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Methyl-tert-butyl ether; ab initio; oxidation reaction", "Sumber": "MIPA ITB", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mar 2006"}