{"Nomor": 5462, "Judul": "PEMODELAN DAN SIMULASI PROSES GASIFIKASI BATU BARA DALAM REAKTOR UNGGUN TERFLUIDISASI DENGAN REJIM GELEMBUNG", "Abstrak": "Abstrak : \nKondisi optimal proses gasifikasi batu bara dapat ditentukan melalui dua cara. Pertama, melakukan eksperimen langsung proses. Langkah ini sulit dilakukan mengingat eksperimen membutuhkan waktu dan biaya yang lebih besar. Yang kedua adalah melakukan simulasi proses dengan menggunakan model yang mewakili proses nyata. Melalui cara ini, tingginya waktu dan sumber daya (manusia, material, dan uang) dapat dihindarkan. \nTujuan penelitian ini adalah mendapatkan model yang dapat menggambarkan fenomena proses gasifikasi batu bara dalam reaktor unggun terfluidisasi dengan rejirn gelembung. Kondisi optimal dikarakterkan dengan dua parameter, yaitu efisiensi reaktor (% konversi) clan produktivitas (massa produk). Penelitian dilakukan dengan menggunakan batu bara dari Kaltim Prima Coal (KPC). \nPembentukan model melibatkan berbagai faktor, yaitu neraca massa dan energi, mekanisme dinamika fluida dua fasa (gelembung-emulsi), dan karakteristik reaksi-reaksi gas-gas (homogen) dan gas-padat (heterogen). 34 persamaan diferensial orde pertama yang dihasilkan dari penurunan neraca massa dan energi diselesaikan dengan Metoda Runge Kutta pada piranti lunak Matlab versi 6.5. Kemudian, model diverifikasikan dengan menggunakan data kondisi operasi eksperimen yang dilakukan oleh Chejne. \nModel memperlihatkan tendensi yang sama dan menghasilkan nilai yang mendekati hasil eksperimen Chejne. \nModel kemudian digunakan untuk simulasi dalam menentukan kondisi optimal. Variabel yang divariasikan pada simulasi ini adalah laju alir umpan, geometri reaktor, komposisi produk proses devolatilisasi, dan konstanta perpindahan. Hasil simulasi menunjukkan efisiensi reaktor -diwakili oleh efisiensi karbon, hidrogen, dan termal- dipengaruhi oleh berbagai variabel. Peningkatan efisiensi reaktor diperoleh dengan :  \n(a) memperkecil jumlah tar pada produk devolatilisasi ; (b) memperkecil rasio kukus/batu bara ; dan (c) memperbesar tinggi unggun. Efisiensi karbon juga meningkat bila rasio udara/batu bara dan temperatur umpan udara-kukus dinaikkan, tetapi terjadi penurunan efisiensi hidrogen. Hasil simulasi ini diharapkan dapat membantu dalam menentukan kondisi optimum yang tepat agar kinerja g,asifier lebih baik.", "Daftar File": {"2005 SYLVIANTI": "https://digilib.itb.ac.id/gdl/download/6558"}, "Penulis": "SYLVIANTI [23002010]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Yazid Bindar,Dr.Ir. Scan :Neneng (2006-04-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Apr 2006"}