{"Nomor": 5467, "Judul": "PENGEMBANGAN MODEL BIOMEKANIKA STATIK 3 DIMENSI UNTUK MENENTUKAN GAYA NORMAL, GAYA GESER, DAN MOMEN DI PERSENDIAN BERDASARKAN GAYA DORONG TUBUH", "Abstrak": "ABSTRAK: \n \n \nAktivitas mendorong telah banyak digunakan sebagai pengganti aktivitas pengangkatan karena memerlukan energi yang lebih sedikit. Apalagi dengan semakin berkembangnya alat bantu pemindah material seperti trolley dan gerobak dorong, maka aktivitas mendorong semakin banyak dilakukan baik di dunia industri maupun di kehidupan sehari-hari. Dengan alasan tersebut, aktivitas mendorong menjadi menarik untuk dijadikan topik penelitian, terutama akibat-akibat yang ditimbulkan pada bagian-bagian tubuh. \nPenelitian ini berusaha mengembangkan suatu model biomekanika pada aktivitas mendorong manual berdasarkan gaya dorong tubuh serta akibat yang ditimbulkan terhadap gaya normal, gaya geser, dan momen di persendian. Pada penelitian ini gaya dorong didefinisikan sebagai gaya yang tersedia pada tubuh secara internal yang diakibatkan oleh massa tubuh itu sendiri, jika tubuh diposisikan pada aktivitas mendorong. \nMetodologi pada penelitian ini merupakan basil studi literatur yang dilanjutkan ke dalam proses pemodelan. Model yang dikembangkan adalah model statik yang dianalisis dalarn pandangan 3 dimensi. Proses pemodelan dimulai dengan penentuan koordinat persendian dan koordinat titik pusat massa segmen untuk menentukan posisi tubuh. Langkah selanjutnya adalah menentukan persamaan gaya dorong tubuh berdasarkan keseimbangan momen di sendi L5/Sl. Gaya dorong tubuh ini digunakan sebagai input untuk menentukan gaya normal, gaya geser, dan momen di persendian. \nManfaat praktis dari model ini adalah dapat digunakan untuk menentukan beban yang didorong oleh tubuh pekerja, sehingga dapat diketahui tinggi dan massa tubuh yang sesuai untuk pekerjaan pendorongan dengan beban tertentu. Meskipun analisis dilakukan secara statik dalam pandangan 3 dimensi, tetapi model ini cukup memberikan informasi berkaitan dengan gaya-gaya dan momen reaksi tubuh terhadap aktivitas pendorongan. Model tersebut telah divalidasi secara internal dengan menjelaskan persamaan-persamaan kinetika yang dibuat secara logis. Hasilnya model dapat disimpulkan valid, karena benar dalam penentuan persamaan kinetikanya.", "Daftar File": {"2005_TS_PP_WIBAWA_1.pdf": "https://digilib.itb.ac.id/gdl/download/6563"}, "Penulis": "Tri Wibawa", "Kontributor / Dosen Pembimbing": ["Iftikar Z.Sutalaksana, Scan Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "model biornekanika, gaya dorong tubuh, gaya normal, gaya geser, momen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jan 2006"}