{"Nomor": 5473, "Judul": "PENGEMBANGAN MODEL PENILAIAN KONDISI GEDUNG STRUKTUR BETON BERTULANG PASCA KEBAKARAN DENGAN METODE INDEKS KONDISI", "Abstrak": "Abstrak: \nSebagai bangunan yang cukup tinggi tingkat kebakarannya, bangunan gedung membutuhkan suatu manajemen yang dinamakan rehabilitation management agar rehabilitasi yang dilakukan berjalan dengan efektif. Efektifitas manajemen dari rehabilitasi terhadap gedung pasca kebakaran ditentukan dari penilaian terhadap indikator-indikator performanya. \n \n \nPenilaian kondisi yang dilakukan oleh Puslitbang Permukiman Dep. Kimpraswil sebagai badan yang berkompeten dalam penilaian kondisi gedung struktur beton bertulang pasca kebakaran, sejauh ini belum mendukung efektifitas manajemen rehabilitasi karena penilaian yang dihasilkan belum dapat digunakan untuk prediksi kondisi masa yang akan datang. Berdasarkan hal tersebut, maka diperlukan suatu bentuk penilaian yang tidak saja dapat memberikan gambaran kondisi existing sebagai cara menentukan kelayakan penggunaan gedung pasca kebakaran tapi juga bisa digunakan sebagai acuan dalam memprediksi kondisi yang akan datang. \n \n \nDalam penelitian ini dikembangkan model penilaian kondisi gedung struktur beton bertulang pasca kebakaran dengan menggunakan metode indeks kondisi yang diadopsi dari The U.S Army Construction Engineering Laboratories (USACERL) sehingga analisis mengenai kondisi gedung setelah kebakaran dapat dikuantifikasikan dan dapat dipergunakan sebagai data historis untuk pemeriksaan berkala dalam rangka pemeliharaan bangunan sebagai usaha untuk memperpanjang usia layan (service life) dari gedung.", "Daftar File": {"2005_TS_PP_HESNA_1.pdf": "https://digilib.itb.ac.id/gdl/download/6569"}, "Penulis": "Yervi Hesna", "Kontributor / Dosen Pembimbing": ["Puti Farida Marzuki,Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fire building, rehabilitation management, index condition method", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jan 2006"}