{"Nomor": 5474, "Judul": "PENENTUAN PRIORITAS PEMELIHARAAN   JARINGAN JALAN DI KOTA SUKABUMI", "Abstrak": "Abstrak:  \nUsaha pembinaan jaringan jalan ditujukan agar jaringan jalan dapat berfungsi sesuai perannya dengan baik dalam menunjang pertumbuhan perekonomian. Dalam mencapai tujuan tersebut diperlukan agar setiap ruas jalan yang ada selalu dalam kondisi kemampuan pelayanan mantap. Dalam kondisi keterbatasan dana pemeliharaan yang ada, maka kebutuhan untuk penanganan jalan harus disusun berdasarkan skala prioritas sesuai dengan tingkat kepentingan dari ruas jalan, sedemikian sehingga alokasi dana yang disediakan dapat dimanfaatkan secara optimal.   \nDengan obyek penelitian 17 ruas jalan kota di kota Sukabumi, tujuan dari penelitian ini adalah menentukan prioritas pemeliharaan rutin dan berkala jalan kota di Kota Sukabumi tahun 2005, prediksi pemeliharaan rutin dan berkala tahun 2006, tahun 2007, dan tahun 2008 menggunakan data tahun 2004 dan prioritas rencana tahun 2005 serta AHP.   \nDalam kondisi penyediaan dana yang terbatas, kebutuhan penanganan ruas jalan tidak secara keseluruhan bisa didanai, sehingga perlu dilakukan skala prioritas. Model alokasi dana ke setiap ruas jalan yang dikembangkan dalam penelitian ini menggunakan pendekatan AHP dengan kriteria yang digunakan adalah (1) kerataan permukaan, (2) volume lalu lintas, (3) struktur jalan dan (4) biaya pemeliharaan.  \nPembobotan kriteria dilakukan berdasarkan persepsi sendiri menghasilkan bobot kriteria kerataan permukaan sebesar 0,301, kriteria volume lalu lintas sebesar 0,123, kriteria struktur jalan sebesar 0,192 dan kriteria biaya pemeliharaan sebesar 0,384. Prioritas penanganan pemeliharaan jalan dilakukan dengan membandingkan total nilai kinerja tiap ruas jalan sebagai hasil perkalian antara bobot kriteria dengan hasil skoring.   \nBerdasarkan alokasi dana yang tersedia pada tahun 2005, pemeliharaan jalan yang dapat dilaksanakan adalah terhadap 10 ruas jalan sesuai hasil prioritas yang terdiri dari pemeliharaan berkala 4 ruas jalan dan pemeliharaan rutin 6 ruas jalan. Untuk tahun 2006 dengan prediksi dana yang disediakan, pemeliharaan jalan yang dapat dilaksanakan adalah terhadap 5 ruas jalan yang terdiri dari pemeliharaan berkala 2 ruas jalan dan pemeliharaan rutin 3 ruas jalan. Pada tahun 2007 dengan prediksi dana yang disediakan, pemeliharaan jalan yang dapat dilaksanakan adalah terhadap 2 ruas jalan yang terdiri dari 1 ruas ditangani dengan pemeliharaan berkala dan 1 ruas ditangani dengan pemeliharaan rutin. Sedangkan untuk tahun 2008, pemeliharaan jalan yang dapat dilaksanakan adalah terhadap 14 ruas jalan yang terdiri dari 4 ruas ditangani dengan pemeliharaan berkala dan 10 ruas ditangani dengan pemeliharaan rutin.   \nDengan metode penanganan pemeliharaan rutin dan berkala sesuai penelitian, maka pada tahun 2008 kondisi ketidakrataan permukaan (IRI) dapat diperkirakan lebih baik dibandingkan dengan kondisi penanganan pemeliharaan rutin secara merata di seluruh ruas jalan setiap tahun. Terdapat 5 ruas jalan yang nilai IRInya sama antara metoda yang dilaksanakan saat ini dengan metoda penelitian, dan 12 ruas jalan lainnya sesuai hasil metoda penelitian lebih baik dibandingkan dengan kondisi metoda yang selama ini dilaksanakan.", "Daftar File": {"2005 Yeyet Hudayat": "https://digilib.itb.ac.id/gdl/download/6570"}, "Penulis": "Yeyet Hudayat [25002049]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Purnomo Soekirno, Dr.Ir.Scan:Yati Rohmah(23-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Maintenance priority; surface flatness; road structure; maintenance cost", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mar 2006"}