{"Nomor": 5481, "Judul": "ANALISIS KUALITAS DATA SPASIAL HASIL VEKTORISASI OTOMATIS OBJEK BANGUNAN MENGGUNAKAN CITRA QUICKBIRD PADA SEKTOR PERKOTAAN", "Abstrak": "Abstrak : \n \nSeiring dengan perkembangan teknologi citra satelit dimungkinkan untuk memperoleh data peta digital dari data citra secara otomatis. Proses ini disebut sebagai vektorisasi otomatis. Dalam penelitian ini akan dianalisa tentang kualitas data objek bangunan yang dihasilkan dibandingkan dengan basil digitasi dengan cara on screen. \n \n \nBerdasarkan basil penelitian metode Sobel merupakan metode yang paling baik dibandingkan ketiga metode yang lain, karena prosentase jumlah bangunan (completeness) yang dapat dideliniasi tertinggi yaitu 21 (70 %), sedangkan metode Canny 19 (63 %), metode Roberts 19 (63 %) dan metode pengambangan 18 (60 %). Metode pengambangan memiliki logical consistency yang paling bagus dimana objek bangunan dapat terpisah mendekati bentuk sebenarnya. Objek bangunan pada Citra Quickbird dapat divektorisasi secara otomatis walaupun bentuk objek tidak persis sama dengan yang seharusnya. Objek dengan nilai spektral kontras dibandingkan dengan latar belakang sekitarnya dengan garis objek yang lurus atau tegak lurus arah utara citra lebih baik hasil vektorisasinya. Berdasarkan hasil uji t terdapat perbedaan yang signifikan dari hasil pengukuran panjang dan arah garis untuk keempat metode, kecuali 5 basil ukuran yaitu : panjang garis lurus tanpa garis bantu untuk metode Canny dan metode Roberts ; panjang garis lurus dengan garis bantu untuk metode pengambangan ; arah garis lurus metode Sobel dan metode Roberts sehingga dapat disimpulkan bahwa tidak terdapat perbedaan kelima hasil ukuran dibandingkan data SIG PBB. \n \n \nDari perhitungan luas diperoleh prosentase perbedaan luas rata-rata terkecil pada metode Roberts sebesar 23,9 %, metode pengambangan 30,5 %, metode Sobel 31,1 % dan terbesar metode Canny yaitu 35,2 %. Sedangkan berdasarkan uji t dapat disimpulkan bahwa terdapat perbedaan luas yang signifikan antara luas bidang bangunan dari data SIG PBB dan dari vektorisasi otomatis.", "Daftar File": {"2006_TS_PP_SUSANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6578"}, "Penulis": "Agung Susanto", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Agoes Soewandito Soedomo.Ir.,MS.  Pembimbing 2 :  Kosasih Priyatna.Ir.,M.Sc. Scan :  Mudjiono  (14-09-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "teksi tepi, Sobel, Canny , Roberts, pengadembangan, Quickbird.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2006"}