{"Nomor": 5483, "Judul": "ANALISIS DESKRIPTIF POLA PERSEPSI  PEMILIHAN JENIS INVESTASI DI INDONESIA", "Abstrak": "Abstrak : \nKrisis ekonomi yang dialami Indonesia sejak pertengahan tahun 1997, menuntut bergairahnya kembali investasi dalam jumlah yang memadai bagi proses recovery ekonomi. Masuknya investasi sangat terkait dan berpengaruh terhadap indikator makro ekonomi, yang merupakan ukuran terhadap prestasi ekonomi. Recovery ekonomi yang diharapkan adalah proses recovery yang didorong oleh pertumbuhan tingkat investasi. Dalam rangka menggairahkan kembali investasi di Indonesia, perlu diupayakan suatu kebijakan yang didasarkan pada preferensi dan karakteristik investor, sehingga kebijakan yang diambil sesuai dengan iklim investasi yang diharapkan investor. Dengan demikian investor mempunyai optimisme yang kuat terhadap tercapainya tujuan investasi yang dilakukannya. \nKonsep menggairahkan iklim investasi dimulai dengan memahami apa yang menjadi preferensi investor terhadap 4 jenis investasi, yaitu investasi langsung, pasar modal, valuta asing, dan deposito (yang merupakan jenis-jenis investasi paling populer) dan bagaimana karakteristik investor itu sendiri. Langkah pertama penelitian ini membagi pasar investor atas segmen-segmen, langkah ini disebut sebagai segmentasi. Setelah melakukan segmentasi, langkah selanjutnya adalah melakukan indentifikasi karakteristik tiap segmen. Karakteristik segmen merupakan ciri-ciri unik yang membedakan satu segmen dengan segmen yang lain. Selanjutnya adalah melakukan analisis positioning suatu jenis investasi relatif dibandingkan dengan jenis investasi yang lain. \nSegmen investor yang terbentuk adalah sebanyak 2 buah segmen. Segmen 1 terdiri dari investor-investor yang sangat mementingkan atribut Return, Likuiditas, dan Resiko. Sementara segmen 2 terdiri dari investor-investor yang sangat mementingkan atribut Resiko, Return, dan Pertumbuhan Ekonomi dan Inflasi. Karakteristik investor dari kedua segmen tersebut adalah berprofesi sebagai wiraswastawan, pegawai swasta, dan pegawai negeri/BUMN, berpenghasilan antara 5 - 50 juta rupiah, serta mempunyai jumlah anggota keluarga paling sedikit 3. Dari sisi resiko, investor pada segmen 1 adalah investor yang lebih mempertimbangkan resiko politik dibandingkn dengan resiko pasar. Sedangkan investor pada segmen 2 adalah mereka yang lebih mementingkan resiko pasar dibandingkan dengan resiko politik.", "Daftar File": {"2001_TS_PP_SANTOSO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6580"}, "Penulis": "Akhmad Syarif Santoso  (NIM 23498038)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Agus Salim Ridwan, Prof.,DR.,Ir. Scan :Neneng (2006-08-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Agu 2006"}