{"Nomor": 5485, "Judul": "ANALISIS PEMBENTUKAN KAPABILITAS ORGANISASI  UNTUK MENENTUKAN PRODUK ORGANISASI BERDASARKAN SUMBER DAYA ORGANISASI (STUDI KASUS ORGANISASI KOPERASI DI BIDANG USAHA SUSU)", "Abstrak": "Abstrak : \nPergeseran pendekatan market-based menuju resource-based dalam menyusun kekuatan organisasi sebagai basis untuk menentukan kompetensi dan kapabilitas organisasi mengharuskan setiap organisasi untuk mengenali apa yang menjadi sumber kekuatan bagi organisasi untuk menunjukkan keunggulan bersaingnya melalui penetapan produk yang dihasilkannya. Penelitian ini bertujuan untuk menentukan variabel-variabel sumber daya pembentuk kompetensi dan kapabilitas organisasi dalam upaya penentuan produknya agar tercipta kesesuaian antara sumber daya yang dimiliki organisasi dengan produk yang dihasilkannya sebagai strategi organisasi dalam mempertahankan keberlanjutan organisasi. Penelitian ini dilakukan dengan metode kualitatif yang didukung dengan metode survei dan wawancara berdasarkan pada konsep sumber daya organisasi yang terdiri: sumber daya keuangan, sumber daya fisik, sumber daya manusia, sumber daya teknologi, dan reputasi organisasi sebagai pembentuk kompetensi dan kapabilitas organisasi dalam menentukan produk yang dihasilkan organisasi beserta pengembangan produk yang dihasilkannya. Berdasarkan hasil penelitian didapatkan hasil bahwa kelima sumber daya organisasi tersebut sangat diperlukan keberadaannya untuk membentuk kompetensi dan kapabilitas organisasi untuk menetapkan produk yang dihasilkan organisasi beserta pengembangannya. Pada organisasi dengan pola kerja sama yang dibentuk melalui kemitraan, pemenuhan sumber daya organisasi dapat dipenuhi melalui bentuk kerja sama dengan syarat bentuk kegiatan tersebut masih relevan dengan tujuan awal dari kemitraan yang dibentuk. Sedangkan apabila organisasi akan mengembangkan bentuk usaha melalui produk yang dihasilkannya sebaiknya memanfaatkan semua sumber daya yang dimilikinya melalui tahapan pengembangan secara terstruktur serta membutuhkan persiapan untuk melepaskan dukungan kemitraan dan berusaha untuk menjadi organisasi yang mandiri.", "Daftar File": {"2006_TS_PP_IKHWANA-_1.pdf": "https://digilib.itb.ac.id/gdl/download/6582"}, "Penulis": "Andri Ikhwana  (NIM 23403003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ubuh Buchara Hidajat, Dr.,Ir. Scan :Neneng (2006-12-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Des 2006"}