{"Nomor": 5486, "Judul": "KARAKTERISTIK KEAKURASIAN DAN KEPRESISIAN GPS PRECISE POINT POSITIONING", "Abstrak": "Abstrak: \nGPS Precise Point Positioning atau PPP ini pada dasarnya merupakan pengembangan dari metode penentuan posisi absolut konvensional, dimana keunggulan GPS PPP ini adalah menggunakan data face disamping juga menggunakan data pseudorange serta menggunakan posisi orbit teliti dan jam satelit teliti dari IGS (International GPS Service). Kelebihan GPS PPP yang lain adalah hanya menggunakan satu receiver, efektif dan efisien, tidak memerlukan ketersediaan titik ikat, tidak memerlukan baseline dan jaring (network), serta solusinya dapat diperoleh secara cepat, mudah, dan murah dari internet. Lingkup pembahasan dalam penelitian ini adalah untuk mengetahui sejauh mana tingkat keakurasian dan kepresisian GPS PPP yang diperoleh dari situs-situs pengolah data GPS PPP di internet (eksternal) terhadap variasi spasial, variasi temporal, dan waktu serta lama pengamatan. Hasil penelitian mengenai karakteristik keakurasian dan kepresisian GPS PPP eksternal ini : keakurasian dan kepresisian GPS PPP eksternal berada pada level centimeter (cm) sampai level decimeter (dm) yang bervariasi secara spasial dan temporal. Secara spasial, tingkat keakurasian dan kepresisian terendah umumnya terjadi di daerah kutub (utara dan selatan) dan di belahan bumi bagian selatan. Secara temporal, tingkat keakurasian dan kepresisian tidak terlalu terpengaruh oleh sikius sunspot 11-tahunan dan musim karena menggunakan data dual frekuensi. Dengan tingkat keakurasian dan kepresisian GPS PPP pads level centimeter (cm) sampai level decimeter (dm) ini, maka GPS PPP ini layak untuk digunakan untuk keperluan survey dan pemetaan dengan ketelitian cm - dm.", "Daftar File": {"2005_TS_PP_LANDO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6583"}, "Penulis": "Asiyanthi T. Lando", "Kontributor / Dosen Pembimbing": ["Pembingbing 1 :Hasanuddin Z. Abidin,DR.Ir.M.Sc. Pembingbing 2 :Dudy Darmawan,Ir.M.Sc. Scan :  Siti  (28-02-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "GPS Precise Point Positioning (PPP), accuracy, precision", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Feb 2006"}