{"Nomor": 5493, "Judul": "PERANCANGAN E-GOVERNMENT PROCUREMENT DI UNIT KERJA SEKRETARIAT DAERAH PEMERINTAH DAERAH TINGKAT JAWA BARAT", "Abstrak": "Abstrak : \nTeknologi informasi yang berkembang saat ini telah memberikan gagasan kepada semua pihak baik pemerintah maupun organisasi dan industri lainnya untuk dapat menerapkan proses bisnis dengan dukungan teknologi informasi ini. Di pemerintahan, gagasan untuk mengintegrasikan proses bisnis pemerintah dengan dukungan teknologi informasi mulai dilakukan di setiap negara untuk mendapatkan competitive advantage. Hal inilah yang dinamakan E-Government.   \n \nSalah satu proses penting yang terjadi di pemerintahan adalah proses pengadaan barang/jasa yang dilakukan untuk memenuhi kebutuhan di lingkungan pemerintahan. Sejak teknologi internet telah berkembang dan dapat mendukung proses bisnis, maka proses pengadaan barang/jasapun dapat dibangun dengan teknologi ini, yang sekarang sering disebut E-Government Procurement.   \n \nPenelitian ini bertujuan untuk merancang proses bisnis pengadaan barang/jasa yang terjadi di unit kerja sekretariat daerah Pemerintah Daerah tingkat Jawa Barat dengan didukung oleh teknologi informasi agar dapat melakukan proses bisnis secara internal maupun melalui internet. Sistem ini diharapkan dapat memberikan deskripsi proses bisnis antara pemerintah dan para penyedia barang/jasa melalui prosedur yang lebih sederhana sehingga pelayanan yang diberikan oleh pemerintah dapat meningkatkan kepuasan para penyedia barang/jasa.", "Daftar File": {"2002_TS_PP_ERLIASARI-1.pdf": "https://digilib.itb.ac.id/gdl/download/6592"}, "Penulis": "Dian Erliasari  (NIM 23200072)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Suhono Harso Supangkat, Dr.,Ir. Scan :Neneng (2006-07-26)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2006"}