{"Nomor": 5494, "Judul": "ANALISIS KESENJANGAN ANTARA PERILAKU PEMIMPINYANG DIHARAPKAN BAWAHAN DENGAN PERILAKU PEMIMPIN YANG ADA SEBAGAI BAHAN MASUKAN BAGI PENGEMBANGAN PELATIHAN KEPEMIMPINAN: STUDI KASUS DI PT. PINDAD (PERSERO) BANDUNG", "Abstrak": "Abstrak:  \nKeberadaan pemimpin memegang peranan penting di dalam jalannya roda perusahaan, sesuai dengan perannya sebagai penunjuk arah dan tujuan di masa depan (direct setter), agen perubahan (change agent), negosiator (spokesperson) dan sebagai pembina (coach).      \n \nSelama ini orang berusaha mencari bentuk kepemimpinan yang dianggap efektif, namun jika diamati, maka kajian dan penelitian yang ada umumnya berkisar tentang kepemimpinan yang sifatnya transaksional. Kepemimpinan transaksional yang digambarkan sebagai kepemimpinan yang memberikan penjelasan tentang apa yang menjadi tanggung jawab atau tugas bawahan dan imbalan yang dapat mereka harapkan jika mencapai standar tertentu memang merupakan komponen penting dalam menjalankan suatu organisasi, namun kepemimpinan ini tidak cukup untuk menerangkan usaha tambahan dan kinerja bawahan yang sebetulnya dapat digali seorang pemimpin dari karyawannya. Oleh karena itu diperlukan konsep lain yang mampu menerangkan usaha bawahan yang lebih dari sekedar kesepakatan tugas dan imbalan antara pimpinan dan bawahan. Model kepemimpinan yang dimaksud adalah kepemimpinan transformasional dimana pemimpin membangkitkan atau memotivasi karyawan untuk dapat berkembang dan mencapai kinerja atau tingkat yang lebih tinggi lagi sehingga mampu mencapai lebih dari yang mereka perkirakan sebelumnya (beyond expectation).      \n \nDidasari oleh model tersebut, maka studi kasus pada PT Pindad ini berusaha mengidentifikasi kepemimpinan yang diharapkan bawahan dan kepemimpinan yang ada saat ini pada dua tingkat manajemen (eselon II dan eselon I) dalam dimensi transaksional dan transformasional.      \n \nHasil studi lapang menunjukkan bahwa karyawan di eselon III dan eselon II mengharapkan adanya perilaku pemimpin yang transformasional, sementara perilaku pemimpin di eselon II dan eselon I juga menunjukkan kecenderungan ke arah kepemimpinan transformasional. Harapan yang sama baik pada eselon III dan eselon II ini dapat dimengerti, mengingat pada dasamya manusia itu selalu menginginkan agar ia diperlakukan sebagai manusia dengan segala potensinya atau sebagai manusia seutuhnya. Meskipun demikian ternyata masih terdapat kesenjangan baik dalam kepemimpinan transaksional maupun transformasional.      \n \nDalam kepemimpinan transformasional, pada umumnya karyawan tidak melihat pemimpin sebagai seseorang yang dapat dijadikan figur, simbol keberhasilan, dapat membangkitkan rasa optimis dan dapat memberi inspirasi pada bawahan. Oleh karena itu untuk mengatasi kesenjangan dalam kepemimpinan transformasional ini, maka cara yang dapat ditempuh adalah:  \n \n1. Pengembangan Pelatihan Kepemimpinan, yang menitikberatkan pada substansisubstansi:    \n  a)Visionary leadership dan empowering people yaitu bagaimana pemimpin menjadi inspirasi bagi bawahan dan membuat mereka antusias terhadap perubahan      \n  b) Comunication Skill , agar makna visi dan inspirasinya dapat ditangkap oleh orang lain      \n  c) Pengembangan kepribadian dan karakter sehingga pemimpin mampu menunjukkan standar yang tinggi dalam moral etik      \n2. Perbaikan Sistem Pengembangan Karier      \nSementara itu dalam kepemimpinan transaksional, kesenjangan muncul karena adanya rasa tidak puas di kalangan karyawan terutama dalam hal pemberian imbal jasa dan pengakuan atau penghargaan . Karyawan menginginkan imbal jasa yang lebih besar, lebih cepat dan lebih lancar serta adanya penghargaan lain yang sifatnya bukan uang. Untuk mengatasi kesenjangan ini, maka cara yang dapat ditempuh adalah :      \n1. Pembuatan atau Perbaikan Sistem Imbal Jasa (reward system)      \n2. Penghargaan bukan uang", "Daftar File": {"1996_TS_PP_SADIAH_1.pdf": "https://digilib.itb.ac.id/gdl/download/6593"}, "Penulis": "Dini Agustina Sadiah", "Kontributor / Dosen Pembimbing": ["Pembimbing:Ida I Dewa Gede Raka,Dr,Ir,MEI Scan:Neneng14-02-2006"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Des 2006"}