{"Nomor": 5502, "Judul": "KESESUAIAN ANTARA GAYA KEPEMIMPINAN ATASAN DAN TINGKAT KEMATANGAN BAWAHAN DALAM HUBUNGANNYA DENGAN PERFORMANSI KERJA BAWAHAN", "Abstrak": "Abstrak :Tujuan penelitian ini adalah untuk mengetahui hubungan dari tingkat kesesuaian gaya kepemimpinan atasan dan kematangan bawahan dengan performansi kerja bawahan pada bagian profit center di Bale Pakuan Convention Health and Leisure Center -Bandung.     \nPenelitian dilakukan dengan menyebarkan kuesioner penelitian. Responden pada penelitian ini adalah seluruh karyawan dibagian profit center. Untuk menguji kesahihan alat ukur digunakan metoda Product Moment Correlation Pearson dan perhitungan keandalan alat ukur menggunakan metoda Alpha Cronbach. Sedangkan untuk mengukur besarnya hubungan dipergunakan metoda Korelasi Jenjang Spearman.     \nHubungan antara kesesuaian gaya kepemimpinan dengan performansi kerja karyawan, dengan melihat koefisien hubungan dari Pauline V. Young, berada pada rentang yang hubungannya kuat yaitu 0,436. Jadi kesesuaian gaya kepemimpinan mempunyai pengaruh positif yang kuat terhadap performansi kerja.     \nBerdasarkan hasil penelitian ini penulis menyarankan agar pihak Bale Pakuan menyesuaikan gaya kepemimpinan dengan tingkat kematangan bawahan. Jika atasan tidak dapat menggunakan gaya kepemimpinan yang sesuai maka maka dapat digunakan alternatif gaya kepemimpinan S2. Karma gaya kepemimpinan S2 memiliki rata-rata performansi kerja yang tertinggi yaitu sebesar 57,54.", "Daftar File": {"2003 HENDRY": "https://digilib.itb.ac.id/gdl/download/6601"}, "Penulis": "Hendry [28101215]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Indryati Sunaryo, Dra., M.Sc. Scan : Hidayat (2006-04-20)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Tingkat Kesesuaian, Gaya Kepemimpinan Atasan, Kematangan Bawahan, Performansi Kerja Bawahan", "Sumber": "SBM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "26 Apr 2006"}