{"Nomor": 5508, "Judul": "PERBAIKAN PETA SIGPBB DENGAN MEMANFAATKAN MOSAIK TERKONTROL FOTO UDARA FORMAT KECIL DIGITAL", "Abstrak": "Abstrak: \n \nLatar belakang penelitian ini adalah berawal dari fakta yang ditemukan di lapangan mengenai adanya perbedaan data luas tanah pada atribut SISMIOP dengan data hitungan luas bidang hasil plotting peta SIGPBB pada Kantor Pelayanan PBB Serang. Penelitian dilakukan dengan cara membandingkan beda luas dengan uji syarat toleransi ketelitian luas sesuai Kep-DJP No. 533/PJ./2000. \n \n \nHasil evaluasi yang dilakukan terhadap 113 OP, diketahui bahwa hanya 28% yang memenuhi syarat toleransi. Dengan demikian, luas peta SIGPBB pa(ia blok 009 banyak bidang obyek pajak yang memiliki beda luas melebihi 10% sehingga tidak memenuhi ketentuan yang telah ditetapkan dan mutlak diperlukan perbaikan. \n \n \nPenelitian selanjutnya diarahkan dengan cara meneliti pemanfaatan Mosaik Terkontrol Foto Udara Format Kecil Digital (MTFUFKD) untuk keperluan PBB. MTFUFKD dilakukan identifikasi, deliniasi, dan digitasi interpretasi obyek secara visual. \n \n \nDari hasil penelitian diketahui bahwa hitungan leas pada peta hasil digitasi MTFUFKD pada blok 009 secara akumulatif dapat diterima karena rata-rata luas bidang pada peta hasil DMTFUFKD mempunyai selisih kurang dari 10% yaitu sebesar 3,84%. Sedangkan untuk tiap bidang OP selisih luas menunjukkan bahwa 99,12% memenuhi Kep-533/PJ./2000, sedangkan 0,88% tidak memenuhi syarat. Dengan demikian MTFUFKD dapat dipergunakan untuk memperbaiki peta SIGPBB blok 009 Kelurahan Kota Baru.", "Daftar File": {"2006_TS_PP_SOLIKUN_1.pdf": "https://digilib.itb.ac.id/gdl/download/6609"}, "Penulis": "Mokh.Solikhun", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Irawan Sumarto,Dr.,Ir.,MSc.  Pembimbing 2 :  Andri Hernandi,Ir.,MSP. Scan :  Mudjiono  (18-03-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Land wideness, Aerial photograph, SISMIOP, SIGPBB, MTFUFKD.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Apr 2006"}