{"Nomor": 5511, "Judul": "ANALISIS PENGARUH PENGGUNAAN TANAH DAN ASSESSMENT RATIO OBYEK PAJAK WILAYAH PERKANTORAN DAN PERDAGANGAN TERHADAP KAPATUHAN PEMBAYARAN PBB    DI KELURAHAN TISNONEGARAN KOTA PROBOLINGGO", "Abstrak": "Abstrak : \nPermasalahan di daerah perkotaan diantaranya adalah penggunaan tanah perkotaan yang masih tidak produktif dan belum sesuai dengan potensi terbaik yang dimiliki. Nilai jual tanah yang tinggi di wilayah perkantoran dan perdagangan pusat kota jika tanpa diikuti oleh perkembangan penerimaan pembayar pajak dapat mengakibatkan jumlah tagihan tidak dapat dibayar. Obyek perumahan adalah yang paling mungkin terkena dampaknya. Adanya perbedaan waktu antara perubahan harga pasar dan penilaian tanah sangat memungkinkan terjadinya penetapan nilai tanah dengan assessment ratio yang berbeda antar obyek pajak.    \n \nPenelitian menganalisis pengaruh penggunaan tanah, assessment ratio, dan karakteristik obyek pajak yang telah ada dalam SIG PBB terhadap kepatuhan pembayaran PBB di wilayah perkantoran dan perdagangan menggunakan analisis diskriminan dengan tingkat signifikansi 5 %.    \n \nHasil penelitian menunjukkan bahwa penggunaan tanah berpengaruh positif signifikan terhadap kepatuhan pembayaran PBB, sedangkan assessment ratio tidak berpengaruh signifikan terhadap kepatuhan pembayaran PBB dan dari model diskriminan yang didapat menunjukkan kepatuhan pembayaran PBB dipengaruhi variabel luas tahah dan penggunaan tanah dengan koefisien determinasi 32 % yang berarti 32 % varians dari variabel kepatuhan pembayaran PBB dapat dijelaskan oleh model diskriminan yang terbentuk hanya oleh dua variabel yaitu Luas Tanah dan Penggunaan Tanah sedangkan sisanya sebesar 68 % dijelaskan variabel lain di luar model.", "Daftar File": {"2006_TS_PP_KRISTIANTO_1.pdf": "https://digilib.itb.ac.id/gdl/download/6612"}, "Penulis": "Muso Kristianto  (NIM 25104012)", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Didik Wihardi, Ir.,MS PembimbingII:Andri Hernandi, Ir.,MSP Scan :Neneng (2006-07-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Jul 2006"}