{"Nomor": 5518, "Judul": "KAJIAN PENGAMANAN KOMUNIKASI  DALAM LAYANAN VOIP", "Abstrak": "Abstrak : \nJaringan IP dan Internet dikenal sebagai jaringan yang kurang aman (unsecure) dengan terjadinya banyak gangguan terhadap sistem yang terhubung ke Internet. Salah satu bentuk dari gangguan tersebut adalah penyadapan terhadap lalu-lintas data pada jaringan.  \nVoIP adalah layanan yang menggunakan jaringan IP, sehingga sistem VoIP juga mengalami ancaman penyadapan serupa. Penyadapan yang terjadi dapat berupa penyadapan terhadap isi (content) komunikasi atau penyadapan dengan tujuan traffic analysis.b>Abstrak : \nPada tesis ini, dilakukan pengujian terhadap keamanan layanan VoIP PC-to-PC dan PC-to-Phone. Pengujian dilakukan dengan menangkap paket data dan menganalisanya. Hasil analisa menyatakan, bahwa layanan VoIP memiliki potensi kelemahan terhadap penyadapan, baik penyadapan content maupun traffic analysis. \nPenyadapan content dapat terjadi dengan memanfaatkan metode codec yang sesuai dengan codec yang digunakan oleh komunikasi yang disadap. Rekonstruksi sinyal suara dapat dilakukan oleh penyadapan paket yang dimulai sebelum atau pada saat komunikasi berlangsung.  \nPenyadapan untuk traffic analysis terutama dapat dilakukan dengan memeriksa isi dari paket message ARQ dengan protokol RAS (Registration Admission Status) yang terkirim sebelum komunikasi terbentuk Traffic analysis tidal( dapat dilakukan bila penyadapan dilakukan setelah pembentukan hubungan selesai.", "Daftar File": {"2001 HASTONO": "https://digilib.itb.ac.id/gdl/download/6619"}, "Penulis": "Prasetijo Hastono [73299702]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :Bambang Pharmasetiawan,Dr.Ir.               pembimbing 2 :Budi Rahardjo,Dr.Ir. Scan :Neneng (2006-04-19)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "IP networks,service using IP networks", "Sumber": "STEI", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "19 Apr 2006"}