{"Nomor": 5519, "Judul": "KOMPETISI ANTAR MODA PADA ANGKUTAN PETI KEMAS BANDUNG -JAKARTA", "Abstrak": "Abstrak: \n \nMetropolitan Bandung yang terletak di pedalaman merupakan sentra produksi komoditi ekspor. Makin banyak komoditi ekspor yang dihasilkan diangltut ke Tanjung Priok dengan peti kemas, melalui kereta api maupun truk. Dimasa mendatang yang tidak terlalu lama lagi kebersaingan antar kedua moda itu akan berubah, yaitu karena dioperasikannya jalan tol Padalarang-Cikampek dan kemungkinan akan adanya peningkatan prioritas perjatanan kereta api pengangkut peti kemas. \n \nStudi ini bertujuan untuk menemukenali variabel variabel yang dominan mempengaruhi persaingan pangsa tiap moda tersebut, mencirikan perilaku persaingan tersebut melalui model logit biner, clan mengantisipasi perubahaan kebersaingati yang dialdbatkan oleh perkernbangan yang menyangkut tiap moda seperti tersebut diatas. \n \nSurvai preferensi terhadap 40% dazi jumlah pengguna jasa angkutan peal kemas Bandung-Jakarta dilakukan untuk mengidentifikasi tingkat kepentingan relatif dan untuk estimasi parameter model logit biner. Estimasi dilakukan melalui prosedur multiregresi pseudo liner. Parameter yang diperoleh diperiksa dengan uji statistik, disatnping itu diperiksa nlang dengan basil preferensi langsung terhadap variabelvariabel independen pada regresi tersebut. Selain pemodelan tersebut, juga diidentifikasi skenario kompetisi antar kedua moda tersebut. Sebagai basis untuk memprediksi perubahaa pangsa tiap moda. \n \ni3isimpulkan bahwa variabel yang paling dominan yang menentukan pangsa tiap moda adalah waktu angkut diikuti dengan ongkos angkut clan lama proses pettgiritnan dokumen. Dengan tiga variabel tersebut diperoleh Model Logit Biner dengan koefisien determinasi 81%. Diantisipasi akan terjadi peningkatan persaingatt berupa pemendekan waktu tempuh kereta api sebesar 3 jam (lebih cepat 30%) dengan ?maikan ongkos Rp100 ribu. (lebih tinggi 16%), pemendelcan waktu tempuh truk sebesar 1,25 jam (lebih apt 12%) dengan kenaikan ongkos Rp 13,5 ribu (lebih tinggi 2%). Sebagai akibat perkeunbangaii itu, maka pangsa kereta api akan berubah dari 47% menjadi 76% diunana truk akan berubah dari 53% menjadi 24%.", "Daftar File": {"1997_TS_PP_WIDIASTUTI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6621"}, "Penulis": "Ratna Widiastuti", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:A.Iman Istiyanto,Ir Pembimbing 2: Agus Salim ridwan,DR.IR  Scan:Mudjiono(16-02-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Moda pada angkutan peti kemas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2006"}