{"Nomor": 5526, "Judul": "STUDI KARAKTERISTIK MINERAL MATTER DAN  PENGARUHNYA TERHADAP KUALITAS BATUBARA  DAERAH TONDONGKURAH KABUPATEN PANGKEP  SULAWESI SELATAN", "Abstrak": "Abstrak : \nStudi mineralogi pada tiga conto batubara Tondongkurah, Sulawesi Selatan telah dilakukan dengan menggunakan metoda difraksi sinar X dan petrografi, baik sebelum dan sesudah analisis endap apung untuk menentukan distribusi mineral tiap fraksi densitas yang dikaitkan dengan parameter kualitasnya. Cairan berat yang digunakan mempunyai densitas 1.2 gr/ml sampai 1.7 gr/ml dengan interval 0.1.  \n \nKaolinite mendominasi proporsi mineral pada tiga conto yang dianalisis disusul oleh illite dan mixed layer illite-smectite.Mineral lain yang teridentifikasi meliputi quartz, calcite, pyrite, hematite and anatase. Secara kuantitatif grup mineral lempung memiliki kontribusi yang paling besar terhadap pembentukan abu. Tingginya kadar Fe2O3 pada abu batubara hasil analisis XRF ditafsirkan bahwa unsur Fe terdapat dalam senyawa organometallic.  \n \nHasil analisis regresi menunjukkan adanya korelasi yang kuat dengan model power antara distribusi mineral dan densitas relatif ( r = 0.9805 ). Sedangkan korelasi antara distribusi-mineral dan nilai kalori adalah regresi linier negatif ( r = - 0.9455 ).  \n \nDari uji ketercucian diketahui bahwa secara teoritis, batubara Tondongkurah sulit dicuci pada media pemisah dengan densitas relatif hingga 1.5 gr/ml. Meskipun pada densitas tersebut diperoleh coal yield sebanyak 85, 82 %, namun kadar abunya masih di atas 10 %.  \n \nHasil analisis kadar sulfur total pada tiap fraksi densitas relatif juga diketahui bahwa penuruhan kadar sulfur tidak efektif walaupun dicuci pada densitas manapun. Hal ini diakibatkan karena kadar sulfur total pads batubara Tondongkurah didominasi oleh sulfur organik yang terikat secara kimia dengan batubara sehingga tidak dapat di0sahkan secara fisik.", "Daftar File": {"2002 SUFRIADIN": "https://digilib.itb.ac.id/gdl/download/6628"}, "Penulis": "SUFRIADIN [22199066]", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Komang Anggayana,Dr.Ir.,MS Pembimbing II:Arief Sudarsono,dr.Ir.MSc Scan :Neneng (2006-06-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Batubara,karakteristik mineralogi", "Sumber": "FTTM", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "05 Jun 2006"}