{"Nomor": 5531, "Judul": "REVERSE FLOW REACTOR OPERATION FOR CONTROL OF CATALYST SURFACE COVERAGE", "Abstrak": "Sumarry :  \nCatalytic fixed bed reactors usually operate under steady state conditions. Their performance, however, in terms of conversion and/or selectivity might be significantly increased when the operation is carried out under transient conditions. The development of successful operating procedures forms a real challenge, and the application of such procedures can be considered as an important step in process intensification. A typical example of a transient reactor operation is the reverse flow reactor, in which the flow direction is periodically reversed. This causes time-dependent, cyclic behaviour. This type of reactor has ample applications for exothermal catalytic reactions for reason of energy saving.   \n \nThis thesis addresses a theoretical study and experimental work on reverse flow operation (RFO) for the selective oxidation of NH3 over Pt/A1203. The NH3 oxidation was arbitrarily chosen as a model reaction because it involves interesting selectivity issues as N2, NO, or N20 could be the reaction product. Focus was on the development of a transient operation procedure for a fixed bed reactor, which would allow to manipulate the selectivity towards a specific product at high conversion. Basic idea is that the local rates of the catalytic reactions depend on the coverage of the catalyst surface with adsorbed species. This coverage will be affected by regular changes of the flow direction, causing spatio-temporal patterns inside the reactor. The primary goal of this work is therefore to demonstrate that RFO may create dynamic changes of active site coverages, which may influence the reactor's conversion and selectivity when compared to steady state operation (SSO).   \n \nA dedicated experimental set-up for reverse flow experiments was designed and constructed. Steady state experiments were carried out first of all, by operation of the fixed bed reactor in unidirectional flow. During these experiments, the effects of the reaction temperature, oxygen feed concentration, and residence time on the conversion and selectivity were investigated. These results formed the base case to judge if RFO might create potential benefits. The results were also used to assess the kinetics of NH3 oxidation on the level of elementary reaction steps. A kinetic model from the literature could be applied to describe adequately the steady state data after minor adaptation of some rate parameters.   \n \nThe time period, after which the flow direction is reversed during RFO, is referred to as the switching time. For manipulation of the catalyst surface coverages it appears necessary to apply switching times in the order of seconds, which is significantly smaller than the order of minutes to hours,used in the traditional RFO for energy saving. Three different regimes of RFO are distinguished, depending on the ratio a of switching time over residence time: quasi-steady state regime (a > 1), dynamic regime (a 1), and relaxed steady state or sliding regime (a < 1). The latter case induces a dead gas volume in the central part of the reactor. Periodically flushing might form an interesting option to refresh such dead volume with fresh feed. An increase of conversion was indeed found, when comparing RFO plus flushing to regular RFO. The selectivities changed as well. Regular RFO always invokes a conversion decrease in comparison to SSO as was observed during the experiments and validated with model predictions. This major drawback of regular RFO is more pronounced at shorter switching time. It was also found that the selectivity was rather insensitive to changes in the switching frequency. A decrease of the gas flow rate at constant switching time basically shifts the operation regime towards the relaxed steady state regime. The temperature and the oxygen feed concentration may affect the conversion and selectivity during RFO in either positive or negative way, depending on their relative influence. Asymmetric RFO, which means that forward and backward flows last different time periods, induces even a larger conversion decrease, while it slightly influences the selectivity.   \n \nA novel concept of RFO with temporarily lower feed concentration was proposed to overcome the conversion decrease during regular RFO. The feed concentration was always lowered shortly before the flow direction was reversed. Next to the switching time, the time period of lower concentration is a crucial variable, which strongly influences conversion and selectivity. The influences of 02 feed concentration, temperature, and amplitude were considered as well. The model predictions and experimental results exhibit clear evidence that RFO with periodically lower feed concentration is appropriate to manipulate the selectivity and to increase the conversion with respect to regular RFO. Values were obtained that were even better than in SSO. The selectivity to NO increased, but the selectivities to N2 and N20 decreased. However, the reactor's production rate dropped considerably.   \n \nAnother novel concept of RFO with reactor side feeding was also studied in order to avoid the conversion decrease during regular RFO. The axial position of the feed appeared an important variable. Residence time and temperature were varied as well to study their influence on conversion and selectivity. Dead gas volumes were eliminated by defining a minimum switching time for each feed position. At minimum switching time, the conversion of NH3 and the selectivity to NO could be significantly increased up to levels that exceed the SSO performance. The opposite holds for the selectivities to N2 and N20. At larger a values with the feed positions near the reactor center, the conversion of NH3 and the selectivities to N2 and NO decreased, while the selectivity to N20 increased. With the feed positions near the reactor ends, the conversion of NH3 and the selectivity to N20 were larger than in the steady state, while the selectivities to N2 and NO were lower.", "Daftar File": {"2005_TS_PP_BUDHI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6633"}, "Penulis": "Yogi W. Budhi", "Kontributor / Dosen Pembimbing": ["Promotor:C.J. van Duijn, Prof.Dr.Ir.Scan:Hidayat (2006-02-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Mar 2006"}