{"Nomor": 5536, "Judul": "PERILAKU TEKUK KAYU INDONESIA", "Abstrak": "Abstrak: \nPeraturan Konstruksi Kayu Indonesia (PKKI-1961) disusun berdasarkan atas data kayu Eropa yang telah dipakai sebagai dasar penyusunan Peraturan Kayu - Jerman, DIN 1052 (1943). PKKI-1961 membagi kayu dalam kelas kuat I,   \nII, III, IV dan V yang didasarkan atas nilai berat jenisnya, didalam mana untuk keperluan engineering khususnya masalah tekuk, kelima kelas kayu tersebut hanya diwakili oleh sebuah kurva / garis tekuk yang merupakan kombinasi dari garis tekuk Tetmajer dan Euler, yang sebenarnya diturunkan dari kayu kelas II.   \nDalam penelitian masalah tekuk ini, telah digunakan kayu Merbau dan Kamper (yang didatangkan masin-masing dari Irian Jaya dan Kalimantan), yang masing-masing mewakili kayu kelas kuat I dan II. Didalam penelitian, telah digunakan standard ASTM D 143-83, D 198-84, D 4761-93, baik didalam pembuatan benda uji, penyusunan metodologi riset maupun peralatan yang digunakan. Hasil penelitian menunjukkan bahwa besaran-besaran mekanik (tegangan karakteristik, tegangan lentur, tegangan tekan sejajar serat dan modulus elastisitas) dari kedua jenis kayu tersebut adalah lebih besar dari nilai yang diberikan oleh PKKI-1961. Dengan melihat bahwa PKKI-1961 telah cukup lama kurang / tidak \"disentuh\" oleh adanya perkembangan yang begitu pesat dari ilmu pengetahuan dan teknologi, serta dengan didukung oleh adanya fakta dari hasil penelitian ini yang menunjukkan data aktual sifat struktural kayu Indonesia, maka kiranya perlu PKKI-1961 tersebut \" disesuaikan \" dengan kondisi dan perkembangan yang ada saat ini.", "Daftar File": {"1996 ALDI": "https://digilib.itb.ac.id/gdl/download/6638"}, "Penulis": "Irfan Prima Aldi [25094026]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Dicky Rezady Munaf, Ir, MS, MSCE, Ph.D.Pembimbing 2:Th. A. Adisoebagjo, Ir.Scan:Yati Rohmah(19-04-2006)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kayu, kekuatan, peralatan mekanis", "Sumber": "FTSL", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "19 Apr 2006"}