{"Nomor": 5540, "Judul": "BIODEGRALLASI KLOROLIGNIN OLEH PSEUDOMONAS PUTIDA ATCC 45491 DAN PHANEROCHAETE CHRYSOSPORIUM BKMF 1767", "Abstrak": "Abstrak : Air buangan proses pemutihan pulp yang menggunakan klorin pada industri pulp dan kertas mengandung senyawa organik terklorinasi yang dikenal sebagai klorolignin. Klorolignin mempunyai dampak terhadap lingkungan karena klorolignin BM rendah bersifat toksik, mutagenik, dan karsinogenik, sedangkan klorolignin BM tinggi sulit didegradasi. \n \nProses pengolahan air buangan dari proses pemutihan pulp ini telah dilakukan baik secara fisik maupun kimia, tetapi hasilnya belum memuaskan karena membutuhkan biaya yang tinggi. Sedangkan pengolahan secara biologi konvensional yang dilakukan dengan lumpur aktif atau kolam aerob / anaerob hanya mampu menyisihkan 19 - 66% klorolignin dan menghasilkan senyawa hasil degradasi yang lebih toksik. \n \nPada penelitian ini telah dilakukan kajian degradasi klorolignin secara mikrobiologi menggunakan kultur bakteri Pseudomonas putida dan jamur Phanerochaete chrysosporium serta kultur keduanya secara konsekutif. Meskipun kemampuan P. chrysosporium mendegradasi lignin telah digunakan untuk mereduksi warna limbah basil pemutihan pulp (Bleach Plant Effluent / BPE), pada penelitian ini dilakukan kajian peningkatan aktivitas ligninolitiknya dengan melakukan optimasi kondisi lingkungan yang amat mempengaruhinya. Sedangkan pengkajian P. putida dilakukan untuk mengetahui kemampuan dehalogenasi dan degradasinya pada substrat klorolignin karena hal ini belum pernah diteliti. Kedua mikroba ini mempunyai potensi untuk digunakan pada pengolahan limbah pemutihan pulp karena mempunyai kemampuan menggunakan substrat dengan spektrum yang luas. Penggunaan kultur campuran secara konsekutif diharapkan mampu meningkatkan laju degradasi klorolignin sehingga diperoleh persentase penyisihan klorolignin yang tinggi dalam waktu singkat tanpa menghasilkan senyawa antara yang bersifat toksik.Penelitian dilakukan bertahap menggunakan klorolignin sintetik hasil klorinasi indulin AT mengikuti metode Lundquist et al., 1977 yang dimodifikasi. Pada tahap awal dilakukan kajian degradasi klorolignin oleh P. chrysosporium kemudian oleh P. putida dan tahap selanjutnya menggunakan P. putida dan P. chrysosporium secara konsekutif. Degradasi klorolignin dilakukan dalam kultur cair yang dikocok pada skala erlenmeyer 100 mL yang kemudian ditingkatkan menggunakan erlenmeyer 500 mL. Parameter yang dioptimasi meliputi suhu, pH awal media, jumlah inokulum, agitasi, kadar glukosa sebagai kosubstrat dan kadar klorolignin. \n \nDegradasi klorolignin oleh P. chrysosporium, P. putida dan keduanya secara konsekutif diamati melalui perubahan kadar klorolignin, jumlah ion Cl- yang dilepaskan, perubahan berat biomassa kering jamur P. chrysosporium, kerapatan sel bakteri P. putida, perubahan pH dan perubahan warna medium yang dilakukan pada selang waktu tertentu. Degradasi klorolignin oleh P. putida dan P. chrysosporium secara konsekutif dilengkapi dengan pengamatan mengenai perubahan distribusi BM dengan KCKT fasa balik, pengamatan senyawa hasil degradasi dengan KCKT yang dilengkapi dengan kolom C18 dan penentuan senyawa hasil degradasi dan berat molekulnya dengan GCMS. Uji toksisitas basil degradasi dilakukan dengan uji hayati terhadap bakteri uji Staphylococcus aureus. \n \nHasil penelitian menunjukkan bahwa delignifikasi 0,3 g/L klorolignin oleh P. chrysosporium dalam medium dengan kadar kosubstrat glukosa sebagai sumber C dan kadar ammonium tartrat sebagai sumber N yang tinggi terjadi dalam 2 tahapan. Tahap pertama adalah proses penetrasi klorolignin BM rendah melalui membran sel dan adsorpsi klorolignin BM tinggi pada miselia yang sedang tumbuh dengan pesat. Berat biomassa kering mencapai 14 kali lipat berat biomassa kering mula-mula dalam waktu 2 hari. Sedangkan tahap kedua adalah terinduksinya aktivitas ligninolitik yang bekerja sesudah pertumbuhan yaitu pada saat kadar C dan N dalam medium menjadi rendah. Delignifikasi klorolignin mencapai 52,90% dan deklorinasiberubah dari 4,5 menjadi 3,3. Hasil ini diperoleh pada suhu 37Â°C, pH awal media 4,5, jumlah inokulum 10% dan agitasi 150 rpm selama 12 hari. \n \nDelignifikasi 0,3 g/L klorolignin oleh P. chrysosporium dalam medium dengan kadar kosubstrat C dan N rendah disebabkan oleh aktivitas ligninolitik yang terinduksi pada hari pertama dan proses absorbsi, sedangkan laju pertumbuhannya terhambat. Berat biomassa kering hanya meningkat 1,5 kali lipat, sedangkan ligninolisisnya mencapai 68% dan deklorinasinya mencapai 57,5% dalam waktu 5 hari. Uji hayati menunjukkan bahwa hasil ligninolisis bersifat toksik. Peningkatan kadar klorolignin dari 0,3 g/L menjadi 0,6 g/L pada medium dengan kadar C dan N rendah menghambat laju ligninolisis dan deklorinasi klorolignin oleh P. chrysosporium. Ligninolisis mencapai 68,32% dan deklorinasi 56,5% dalam waktu 8 hari pada suhu 37Â°C, pH awa14,5, jumlah inokulum 10% dan agitasi 150 rpm selama 2 hari, selanjutnya 100 rpm. \n \nLaju pertumbuhan P. chrysosporium pada medium pertumbuhan (MB2) dengan rasio C/N tinggi yang mengandung klorolignin, lebih tinggi dibandingkan dengan medium ligninolisis yang mempunyai rasio C/N rendah yang mengandung klorolignin. Sedangkan laju delignifikasi dan deklorinasi pada medium dengan C/N rendah lebih tinggi dibandingkan pada medium dengan C/N tinggi. Ligninolisis dan deklorinasi 0,3 g/L klorolignin oleh P. putida terjadi pada medium dengan kadar C dan N tinggi. Kerapatan sel P. putida meningkat 19 kali lipat dari semula dalam waktu 2 hari. Ligninolisis klorolignin oleh P. putida mencapai 47,8% dan deklorinasinya 31,2% dalam waktu 7 hari. Peningkatan kadar klorolignin dari 0,3 g/L menjadi 0,6 g/L dalam medium dengan kadar C dan N tinggi tidak menghambat deklorinasi klorolignin, tetapi menghambat laju ligninolisisnya. Deklorinasi klorolignin mencapai 64,0%, sedangkan ligninolisisnya hanya 44,2% pada suhu 30Â°C, pH awal medium 7, jumlah inokulum 10% dan agitasi 150 rpm selama 7 hari. Hasil penelitian menunjukkan bahwa P. putida mempunyai kemampuan mendegradasi dan mendehalogenasi u ligninolisis dan deklorinasi klorolignin secara konsekutif oleh P. putida selama 2 hari dan selanjutnya oleh P. chrysosporium meningkat, ligninolisis klorolignin mencapai 96,3% dan deklorinasinya 66,42% dalam waktu 8 hari pada kondisi lingkungan optimum untuk P. putida dan P. chrysosporium tanpa menghasilkan senyawa antara yang bersifat toksik. Kajian degradasi klorolignin dengan kultur campuran ini menunjukkan basil yang lebih baik bila dibandingkan hasil degradasi dengan kultur tunggal P. putida atau P. chrysosporium. \n \nCuplikan hasil degradasi dianalisis lebih teliti dengan infra merah untuk mengamati ikatan C-Cl selama degradasi, ternyata setelah didegradasi selama 10 hari masih ada ikatan C-Cl pada cuplikan hari ke-10. KCKT fasa balik menunjukkan terjadinya perubahan distribusi BM klorolignin, mula-mula klorolignin BM tinggi terdapat dalam cuplikan dengan konsentrasi yang tinggi tetapi setelah didegradasi selama 7 hari konsentrasi klorolignin BM tinggi lebih rendah dan klorolignin BM rendah, yaitu guaiakol (BM 124), konsentrasinya paling tinggi. \n \nKCKT dengan kolom ODS C18 juga menunjukkan komposisi dan macam fragmen klorolignin BM rendah, fragmen yang dihasilkan dapat hilang dan terbentuk kembali sebagai basil degradasi klorolignin BM rendah dan klorolignin BM tinggi. Berdasarkan hasil KCKT dengan elusi gradien maupun isokratik, guaiakol (BM 124) dan veratril alkohol (BM 168) hampir selalu dihasilkan sebagai hasil degradasi oleh kultur campuran P. chrysosporium dan P. putida. \n \nData hasil GCMS menunjukkan perubahan komposisi senyawa dari cuplikan hasil degradasi 0, 2, 6, dan 10 hari. Ada 5 macam senyawa yang berbeda sebelum didegradasi, dan selanjutnya pada contoh hari ke-2 diperoleh 6 senyawa klorolignin BM rendah, diantaranya merupakan senyawa barn basil degradasi. Hasil degradasi hari ke-6 menghasilkan 7 senyawa klorolignin dan 2 diantaranya berbeda dari cuplikan hasil degradasi 2 hari. Pada cuplikan hari ke-10 diperoleh 5 senyawa dan 2 diantaranya berbeda dari senyawa hasil degradasi 6 hari. Perubahan komposisi senyawa pada cuplikan 2, 6 dan 10 hari disebabkan olehklorolignin.ajunya mencapai nin terdegradasi menjadi senyawa dengan BM lebih rendah dan akhirnya termineralisasi menjadi CO2 dan H20. Senyawa hasil degradasi mempunyai BM antara 77 sampai 168.34,42%, sedangkan pH medium", "Daftar File": {"2001 Pingkan Aditiawati": "https://digilib.itb.ac.id/gdl/download/6642"}, "Penulis": "Pingkan Aditiawati [31193003]", "Kontributor / Dosen Pembimbing": ["Promotor 1 :  Oie Ban Liang, Prof., Ph.D  Promotor 2 :  Soepangat Soemarto, Prof.,Dr.,Ir.,M.Sc.  Promotor 3 : Ibrahim Sastramihardja, Prof.,Ir.  Scan Like (2006-05-1)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pseudomonas Putida, Phanerochaeta Crrysosporium", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Mei 2006"}