{"Nomor": 5542, "Judul": "METODOLOGI INTEGRASI PERTIMBANGAN LINGKUNGAN KE DALAM PERANCANGAN SISTEM PROSES  KIMIA", "Abstrak": "Abstrak:  \n \nUpaya penyelesaian persoalan lingkungan pada industri proses dengan mempertimbangkan aspek lingkungan sejak proses tersebut masih dalam tahap perancangan merupakan upaya preemptive terhadap terjadinya persoalan lingkungan. Integrasi pertimbangan lingkungan yang dilaksanakan sejak tahap perancangan sistem proses ini ditujukan untuk mewujudkan sistem yang mampu mencegah atau paling tidak meminimumkan pembentukan limbah dan menurunkan tingkat bahaya limbah yang ditimbulkan. Pendekatan yang demikian diyakini sebagai solusi terbaik dari persoalan lingkungan yang terkait dengan penyelenggaraan sistem proses di industri kimia karena bila pendekatan ini terwujud maka persoalan lingkungan itu sendiri menjadi tertiadakan atau setidaknya dapat ditekan pada tingkat seminimal mungkin. \n \nMengacu kepada pertimbangan-pertimbangan yang lazim digunakan dalam perancangan sistem proses kimia dan kepada karakteristik sistem proses yang ingin diwujudkan, keputusan-keputusan di dalam kegiatan perancangan didasari oleh tiga kriteria perancangan, yaitu (i) kriteria keteroperasian (realizeability), diindikasikan oleh termodinamika reaksi; (ii) kriteria keekonomian, diindikasikan oleh harga gross profit margin (GPM); dan (iii) kriteria lingkungan, diwakili oleh indeks-indeks lingkungan (LD50; Threshold Limit Values, Permissible Exposure Limits dan Recommended Exposure Limits). \n \nUntuk satu pasangan bahan baku dan produk, terdapat banyak alternatif alur-alur reaksi sedangkan masing-masing alur reaksi mempunyai banyak kemungkinan skema pengalokasian komponen bahan. Dari berbagai alternatif alur-alur reaksi dipilih satu lur dengan struktur optimal dan dari alur optimal tersebut dikembangkan alternatif pengalokasian komponen bahan. Selanjutnya dari alternatif skema. pengalokasian komponen bahan tersebut dipilih skema pengalokasian komponen bahan terbaik yang nantinya digunakan sebagai dasar untuk mengembangkan rancangan sistem proses terkait lainnya, pada tahapan perancangan berikutnya. \nPengambilan keputusan-keputusan perancangan didasarkan kepada heuristic dan teknik optimisasi yang didalamnya mengandung `ugeran' dan batasan yang mengarahkan keputusan kepada terwujudnya sistem proses yang memenuhi kaidah lingkungan. Tahapan penentuan produk akhir dan penentuan alternatif bahan baku dilakukan secara simultan dengan bantuan heuristic. Pengembangan alternatif alur reaksi dilakukan dengan bantuan heuristic sedangkan penentuan alur reaksi optimal dari alternatif alur yang ada dilakukan dengan optimisasi menggunakan kriteria keekonomian sebagai tujuan dan kriteria lingkungan sebagai batasan (constraint) dari optimisasi. Skema dari algoritma perancangan sistem proses yang memenuhi kaidahkaidah lingkungan yang digagaskan ditunjukkan pada gambar berikut ini. \nMetologi perancangan yang dikembangkan pada penelitian ini telah diuji coba untuk melakukan perancangan konseptual produksi biodiesel dan Na2CO3 dengan hasil baik dimana prosedur perancangan berhasil digunakan untuk mengembangkan alternatif alur reaksi dan pengalokasian komponen bahan untuk menghasilkan produkproduk tersebut dan memilih alur reaksi dan pengalokasian komponen bahan yang memenuhi kaidah-kaidah lingkungan. \nMetodologi yang digagaskan dalam penelitian ini masih memerlukan pengembangan lebih lanjut khususnya dalam hal: \n-\tintegrasi pertimbangan lingkungan pada tahap-tahap perancangan berikutnya (proses pendukung, sistem pemroses dan pengendalian proses); \n-\tmengikutsertakan kriteria lingkungan global (misalnya efek gas rumah kaca) di dalam proses perancangan. \nGuna mendukung pengembangan metodologi perancangan sistem proses yang memenuhi kaidah-kaidah lingkungan disarankan untuk mengembangkan penelitian dalam hal: \n-\tmetodologi urituk pengambilan keputusan di dalam memilih sistem proses terbaik dari alternatif sistem-sistem proses dimana parameter-parameter kriteria perancangannya mempunyai nilai yang saling bertentangan; \n-\tmetodologi untuk mengkonversi indikator lingkungan ke dalam nilai ekonomi sehingga pembandingan kinerja di antara sistem-sistem proses dapat dilakukan atas dasar satu parameter penilaian saja yaitu parameter keekonomian. \nKeyword: perancangan sistem proses kimia, sintesis alur reaksi, species allocation, integrasi pertimbangan lingkungan, environmentally compliant", "Daftar File": {"2005_DIS_PP_DEWI_1.pdf": "https://digilib.itb.ac.id/gdl/download/6645"}, "Penulis": "Retno Gumilang Dewi", "Kontributor / Dosen Pembimbing": ["Saswinadi Sasmojo, Tatang Hernas S, Widjajono Partowidagdo, Scan : Mudjiono"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proses kimia, sintesis alur reaksi, species allocation, integrasi pertimbangan lingkungan, environmentally compliant", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Feb 2006"}