{"Nomor": 5545, "Judul": "PERANGKAT LUNAK EDISI INDONESIA", "Abstrak": "ABSTRAK \nTulisan di bawah ini adalah komentar terhadap artikel Onno W. Purbo di Kompas pada tanggal 6 Maret 2001. Namun      \nKompas mengembalikan dengan alasan, Â“tidak ada ruang.Â” Karena Internet adalah ruang maya yang sangat luas, saya      \ntempatkan saja di sini. Modifikasi tambahan yang dilakukan hanya agar lebih mudah dibaca online.      \nOnno W Purbo [Kompas 6 Maret 2001, Apa Susahnya Tidak Membajak Â“SoftwareÂ”, arsip Infoperpus] menulis bahwa      \nsebenarnya kita sebagai bangsa Indonesia bisa menyiasati kondisi sehingga tidak perlu harus termasuk kategori Sepuluh      \nBesar Negara Pembajak Perangkat Lunak. Di sisi pengguna (user), Purbo telah menjelaskan dengan menarik tentang      \nkemungkinan penggunaan perangkat lunak opensource, antara lain sistem operasi Linux.      \nBagaimana dengan sisi sebaliknya, yakni komunitas vendor yang berkepentingan dengan industri perangkat lunak dan      \nspesialis tenaga TI yang diharapkan membawa kemajuan bagi bangsa dan menjadi agen sosial bagi pemasyarakatan TI?      \nSeperti halnya produk lain yang bersinggungan dengan HaKI, lagu dan buku misalnya, interaksi antara pemakai      \n(perangkat lunak), penggemar (lagu), dan pembaca (buku) dengan vendor, produser, dan penerbit jelas perlu. Dalam      \nkaitan ini, ingin dibahas peran vendor dari sisi keseimbangan antara ongkos produksi dan daya beli, yang masih terbuka      \nuntuk dicari titik-temunya.      \nDijelaskan oleh Richard Stalman, penggagas GNU, salah satu organisasi nonprofit untuk perangkat lunak Open Source      \nbahwa industri perangkat lunak berbeda dengan industri manufaktur fisik (katakanlah mobil atau bangunan) karena proses      \npenggandaan relatif mudah dan murah dilakukan. Dengan kata lain, ongkos produksi perangkat lunak dalam porsi besar      \nbertumpu pada pembuatan produk awal pengembangannya (development phase). Setelah itu, penggandaan, kustomisasi,      \ndan distribusi relatif bisa disesuaikan dengan kondisi regional dan dalam ongkos yang terjangkau sepanjang syarat-syarat      \nrekayasa perangkat lunak diikuti Â— terutama dikaitkan dengan kemudahan modifikasi produk tersebut.", "Daftar File": {"Perangkat.pdf": "https://digilib.itb.ac.id/gdl/download/6648"}, "Penulis": "-", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perangkat Lunak, Software", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Feb 2006"}