{"Nomor": 5563, "Judul": "PROSPEK TUMBUHAN OBAT DI KALANGAN MEDIS", "Abstrak": "AbstrakCara-cara penggunaan tumbuh-tumbuhan sebagai obat sudah dikenal sejak zaman dahulu. Seperti catatan kuno Papyrus Ebers yang menyebutkan pada tahun 1550-1320 SM di Mesir telah ada sekitar 700 bahan obat yang berasal dari tumbuh-tumbuhan. Kemudian di Cina masa Kaisar Houang Ti (2698-2599 SM), tumbuhan dimanfaatkan sebagai obat penyembuh penyakit. Bahkan Hippocrates yang dikenal sebagai Bapak Kedokteran mengungkapkan dalam buku berjudul Corpus Hippocratum bahwa ia senantiasa menggunakan 230 macam tumbuhan dalam praktek pengobatan yang dilakukan. Sedang di Indonesia sendiri, bukti pemanfaatam tumbuhan sebagai obat dapat dilihat dari relief di Candi Borobudur yang menggambarkan orang sedang meracik obat (jamu) yang berasal dari tumbuhan. Bukti lainnya tercantum dalam berbagai naskah lama seperti Serat Primbon Jampi maupun Serat Racikan Boreh Wulang nDalem. Sampai sekarang, penggunaan tumbuhan sebagai obat masih terus dilakukan. Organisasi Kesehatan Dunia (WHO) memperkirakan 80 persen penduduk negara berkembang masih mengandalkan pemeliharaan kesehatan dengan pengobatan tradisional dan 85 persen pengobatan tradisional ini menggunakan tumbuhan sebagai obat. Kecenderungan penggunaan tumbuhan sebagai obat juga terjadi di negara maju. Melalui Gelombang Hijau Baru (new green wave) tahun 1970-an muncul tren gaya hidup kembali ke alam yang ditandai dengan kemunculan berbagai toko makanan kesehatan seperti herbal tea.  \nMajalah Time edisi 10 Juni 2002 melaporkan bahwa perdagangan tumbuhan obat dan obat alternatif di AS pada tahun 2001 mencapai US$ 40 miliar. Dan tahun ini diperkirakan pemerintah AS harus menganggarkan dana sebesar US$ 220 juta khusus untuk penelitian obat alternatif. Di AS, beberapa obat yang berasal dari tumbuhan antara lain herbal drug, herbal medicine dan phytomedicine. Sementara di Indonesia, saat ini diperkirakan ada sekitar 87 perusahaan pembuat obat tradisional dengan menggunakan bahan baku tumbuhtumbuhan. Yang menarik, ada kecenderungan industri farmasi yang selama ini memproduksi obat dari senyawa sintesis yang dipakai oleh kedokteran formal, mulai meminati produk tumbuhan obat.", "Daftar File": {"Prospek-Tumbuhan-Obat-di-Kalangan-Medis.pdf": "https://digilib.itb.ac.id/gdl/download/6667"}, "Penulis": "Dio", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tumbuh tumbuhan, Obat, Farmasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2006"}