{"Nomor": 5565, "Judul": "ITB DALAM MENGELOLA HARAPAN, TANTANGAN DAN KESEMPATAN", "Abstrak": "ABSTRAK: \nITB sebagai salah satu peruruan tinggi teknologi terkemuka di Indonesia pasti diharapakan memberikan sesuatu bagi masyarakat maupun ilmu pengetahuan teknologi, dan seni. Ilmu pengetahuan sudah jelas menginginkan sustainabilitas ilmu itu sendiri. Masyarakat luar dan dalam kampus mengingingkan sesuatu yang berdampak baik bagi kesejahteraan mereka. Negara juga mengharapkan ITB dapat mendorong pertumbuhan budaya bangsa dan kelangsungan negara. ITB merupakan lembaga yang tidak berdiri sendiri, melainkan merupakan bagian dari sistem yang lebih besar secara lokal, regional maupun global. Semua sistem tersebut akan memberikan tantangan bagi ITB sesuai dengan berbagai sekala kepentingannya. Dalam perubahan global yang sedemikian cepat, ITB untuk menjawab harapan dan tantangan tersebut hendaknya dapat melihat kesempatan yang diberikan kepada ITB, agar dapat turut berperan dalam kemajuan bidang akademik maupun kesejahteraan bangsa dan umat manusia. ITB melalui penjabaran Visi dan Misinya dalam lima tahun kedepan hendaknya memiliki mental model yang tepat sesuai dengan harkatnya sebagai perguruan tinggi atau institusi akademik dan senantiasa mampu berperan kendati keadaan eksternal belum mendukung. Harapan masyarakat dan masyarakat internal ITB terhadap ITB Masyarakat Indonesia jelas memiliki harapan yang ditujukan kepada ITB. Rumusan yang sering kita dengar misalnya menjadi tempat untuk mendapatkan pendidikan yang bermutu, menjadi tempat untuk belajar dengan biaya yang terjangkau, menghasilkan lulusan yang mudah untuk mencari atau menciptakan lapangan kerja, menjadi tempat untuk membantu memecahkan masalah sains, teknologi maupun sosial, menjadi perguruan tinggi yang dibanggakan, menjadi tolok ukur kemajuan pendidikan teknologi, sains, maupun seni, menjadi kekuatan moral, dll. Disisi lain masyarakat internal ITB menghendaki ITB menjadi tempat yang nyaman untuk berkarya dan dapat memenuhi kesejahteraannya dengan layak. Secara umum ITB diharapkan dapat membantu proses penyehatan ......", "Daftar File": {"djoko_santoso.pdf": "https://digilib.itb.ac.id/gdl/download/6669"}, "Penulis": "Dr. Ir. Djoko Santoso, M.Sc.", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Dokumentasi ITB", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Harapan masyarakat dan masyarakat internal ITB terhadap ITB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Feb 2006"}