{"Nomor": 5578, "Judul": "MANFAAT DARI BUAH MERAH", "Abstrak": "Betakaroten berfungsi memperlambat berlangsungnya penumpukan flek pada arteri. Jadi aliran darah ke jantung dan otak berlangsung tanpa sumbatan. Int eraksinya dengan protein meningkatkan produksi antibodi. Ini meningkatkan jumlah sel pembunuh alami dan memperbanyak aktifitas sel T Helpers dan limposit. Suatu kutipan studi membuktikan konsumsi betakaroten 30-60 mg/hari selama 2 bulan membuat tubuh dapat memperbanyak sel-sel alami pembasmi penyakit. Bertambahnya sel-sel alami itu menekan kehadiran sel-sel kanker karena ampuh menetralisasikan radikal bebas senyawa karsinogen penyebab kanker. Dalam beberapa penelitian terbatas yg dilakukan I Made Budi dengan metode pengobatan langsung dengan sari buah Buah Merah, peneliti mengungkapkan keberhasilan yg amat tinggi dalam upaya pengobatan yg dilaksanakan terhadap penyakit yaitu; tumor otak, tumor kandungan, tumor payudara, kanker hati, bahkan juga HIV/AIDS yg sebagian besar kasus penyembuhan terjadi atas pasien-pasien di Papua maupun penderita penyakit di p.Jawa. Buah merah memang tokcer mengganyang sel kanker. Riset - riset di laboratorium mendukung bukti empiris tersebut. Semua itu bukan isapan jempol belaka, tapi datang dari balik dinding laboratorium seperti yang sudah dilakukan oleh Prof. Elin Yulinah Sukandar dari Farmasi Institut Teknologi Bandung, Drs. I Made Budi MSi dari Universitas Cendrawasih, Dr. Mappiratu dari Universitas Tadulako Palu, Prof. Dr. AR Sidik guru besar Jurusan Farmasi Universitas Padjajaran, Prof Dr. Lathifa Darusman MSi dari Pusat Studi Biofarmaka Institut Pertanian Bogor (IPB), termasuk juga Puslitbang Farmasi Universitas Airlangga dan Universitas Katolik Widya Mandala, serta diberbagai pusat riset kesehatan di Moskwo Rusia, Taiwan, China dan Amerika Serikat.", "Daftar File": {"Buah-Merah.pdf": "https://digilib.itb.ac.id/gdl/download/6687"}, "Penulis": "I Made sathyabudi adnyana", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Buah Merah, Manfaat Buah, Tanaman Asli Papua", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2006"}