{"Nomor": 5586, "Judul": "PENEMU BAKTERI DARI WANGAYA GEDE", "Abstrak": "AbstrakNagoya, awal 1990. Seorang lelaki tampak bingung dalam ruangan Jurusan Biochemical Regulation, Universitas Nagoya, Jepang. Raut kegelisahan memancar dari paras rada bulat itu. Dia sedang memutar otak, mencari-cari bahan penelitian sebagai tugas akhir dalam meraih gelar master. Ingin mengangkat jenis penyakit,  teramat banyak ilmuwan lain sudah mendalami, bahkan hasil-hasil mereka mendunia. Dalam kebingungan itulah, terbersit keinginan lelaki bernama I Gede Putu Wirawan itu memfokuskan objek penelitiannya terhadap perjalanan bakteri hingga bisa berjangkit pada manusia, hewan, atau tumbuhan. Ada berbagai pertimbangan hingga Wirawan berketetapan hati memilih penelitian ini. Hasil penelitian tentang mekanisme induksi tumor crown gall dari tahun 1916-an hingga awal tahun 1990, baru menemukan bakteri yang menyebabkan tumor pada inang tanaman, tumbuhan, atau manusia. Belum ada sanggup menjawab proses atau tahap mekanisme infeksi yang dalam bahasa ilmiah disebut tumor crown gall sampai ke inang. Gen baru penyebab terjadinya perpindahan sel bakteri ke inang itulah menjadi fokus penelitian Wirawan. Sayang, ide brilian tersebut sempat ditolak dosen pembimbingnya. Sang guru ragu akan objek yang hendak diteliti putra pasangan I Made Windera dengan Ni Made Winderi ini.  Keraguan itu justru dijadikan tantangan. Wirawan pun menjelaskan serinci mungkin. Ia ingin embuktikan kepada dunia temuannya itu memikat dan penting. atu setengah tahun meneliti, tak juga mendapatkan hasil. Wirawan terhenyak. Tapi ia tak menyerah. Menginjak tahun kedua (1992) barulah ditemukan gen pada khromosom. Gen ini selanjutnya dianalisis, dikarakterisasi tipe dan jenisnya. Pada tahun ketiga (1993), suami Ni ayan Sunitri ini dengan penuh yakin menemukan gen virulen khromosom, yakni Agrobacterium tumefaciens. Temuan yang selanjutnya diberi nama acvB (gen virulem pada kromosom) inilah ternyata yang dapat menginduksi tumor pada tumbuhan sekaligus berperan dalam transfer T-DNA ke dalam sel inang, serta mempunyai homologi dengan beberapa oncogen pada hewan dan manusia.", "Daftar File": {"Penemu-Bakteri-dari-Wangaya-Gede.pdf": "https://digilib.itb.ac.id/gdl/download/6696"}, "Penulis": "I Wayan Sucipta", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bakteri, bahan vaksin, pinisilin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2006"}