{"Nomor": 5617, "Judul": "ANALISIS LENGKAP VIRUS BRONTOK", "Abstrak": "Virus Brontok sudah mulai berkurang penyebarannya, tapi masih menyisakan banyak pertanyaan: siapa yang membuatnya? adakah keterlibatan perusahaan antivirus? seberapa cerdaskah pembuat virus ini dan mungkinkah dia akan menciptakan virus lain yang lebih berbahaya?. \nRevisi dokumen dari versi sebelumnya adalah: \nl Koreksi caption gambar vbkiller. \nl Tambahan langkah mendisable system restore. \nl Tambahan mengenai registry yang diubah Windows secara otomatis. \nl Linux diubah menjadi GNU/Linux. \nl Teks source code dihighlight dengan highlight \nHal-hal aneh seputar Brontok \nPencipta virus Brontok diduga dari Institut Teknologi Bandung (ITB), tapi ternyata tidak ada bukti mengenai hal itu \nkecuali mengenai laporan bahwa virus mulai menyebar di ITB. Virus ini mengupdate dirinya dari suatu situs di \nInternet, tapi anehnya hanya satu analisis yang menyebutkan hal tersebut. Padahal dengan mengetahui dari URL \nmana virus itu mengupdate dirinya, kita bisa melakukan hal berikut: \nl Melacak siapa pemilik situs itu, dan dalam kasus web site gratisan, pihak-pihak tertentu (administrator ISP, dll) \nbisa diminta untuk melacak orang yang mendaftarkan situs tersebut atau mengakses situs tersebut kali pertama \n(kemungkinan besar sang pembuat virus). \nl Administrator bisa memblok URL update virus di level proxy atau firewall. \nl Dengan melihat log, administrator bisa melacak komputer mana yang terinfeksi Brontok. \nSatu-satunya analisis lokal yang menyebutkan bahwa virus mengupdate dirinya berasal dari sebuah perusahaan \nantivirus lokal yang menjalin kerja sama dengan sebuah perusahaan antivirus luar negeri. Tapi anehnya meski \nperusahaan tersebut mengetahui bahwa virus tersebut mengupdate dirinya, dia tidak menyebutkan URL updatenya, \nmeski sudah saya tanya pribadi melalui email. Apakah perusahaan tersebut tidak tahu URLnya? (kurang pandai dalam \nmenganalisis virusnya) ataukah mereka sengaja membiarkan agar virus berkesempatan mengupdate dirinya dan \nperusahaannya mendapatkan untung? (kedua kemungkinan tersebut sama mengkhawatirkannya). \nVirus ternyata tidak hanya bisa mengupdate dirinya, tapi juga mendownload daftar file yang perlu dihapus sebelum \nproses update dilakukan, artinya virus yang tadinya hanya dianggap mengesalkan ini ternyata bisa berbahaya juga. \nDan sebenarnya file update virus ini bisa saja bukan berisi virus baru, tapi berisi kode untuk memformat komputer \nAnda.", "Daftar File": {"Analisis-Lengkap-Virus-Brontok.pdf": "https://digilib.itb.ac.id/gdl/download/6732"}, "Penulis": "Yohanes Nugroho", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Virus Brontok, Black box analysis, Komputer", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2006"}