{"Nomor": 5646, "Judul": "IMPLIKASI KEBERADAAN PEMBANGKIT LISTRIK TENAGA SAMPAH GEDEBAGE TERHADAP RUTE TRUK PENGANGKUT SAMPAH", "Abstrak": "Abstrak :    \n \n \n \n \n\nSampah dan pengelolaannya kini menjadi masalah yang kian mendesak di kota-kota di Indonesia termasuk kota Bandung. Penanganan dan pengendalian permasalahan persampahan di Kota Bandung menjadi semakin kompleks dan rumit . Masyarakat tidak mau berurusan terlalu dekat dengan sampah, padahal sudah dipastikan bahwa setiap hari mereka akan selalu menghasilkan sampah. Mereka berharap kegiatan sehari-hari mereka bisa terhindar dari sampah dan komponen-komponennya, seperti TPS maupun truk pengangkut sampah.    \n \n \n \n \n\nPermasalahan persampahan di Kota Bandung mulai dapat terlihat dan dirasakan saat Tempat Pembuangan Akhir (TPA) Leuwigajah, yang selama ini menjadi TPA utama Kota Bandung, mengalami bencana longsor. Pemkot Bandung menggunakan TPA pengganti sementara di Sarimukti untuk menangani masalah ini. Ke depannya Pemkot Bandung memilih untuk menggunakan teknologi yang dinamakan waste to energy.    \n \n \n \n \n\nKeberadaan PLTS ini tentunya akan mempengaruhi kondisi pengangkutan persampahan di Kota Bandung. Pada awalnya truk-truk ini akan bergerak dari setiap TPS menuju TPA, namun dengan adanya PLTS, maka rute pergerakan truk-truk tersebut akan berubah haluan menuju PLTS. Pengangkutan sampah di Kota Bandung sendiri saat ini tidak memiliki rencana dan aturan yang jelas. Hal ini menyebabkan gangguan terhadap kegiatan masyarakat Kota Bandung sendiri, salah satunya adalah gangguan lalu lintas. Kegiatan pengangkutan sampah berbenturan dengan waktu sebagian besar masyarakat yang melakukan aktivitasnya. Jam sibuk masyarakat saja telah menyebabkan kepadatan serta kemacetan di beberapa ruas jalan Kota Bandung, lalu ditambah dengan kegiatan pengangkut sampah maka hambatan yang terjadi di jalan-jalan Kota Bandung semakin besar.    \n \n \n \n \n\nStudi ini bermaksud untuk mengkaji rute truk pengangkut sampah saat ini dan syarat-syarat yang diperlukan untuk penentuan rute, untuk mengetahui bagaimana pergerakan truk pengangkut sampah dari TPS menuju PLTS agar semua sampah dapat terangkut serta mengurangi benturan antara pergerakan masyarakat dan truk pengangkut sampah. Studi ini menjadi penting mengingat pembangunan PLTS ini bisa merupakan salah satu alternatif penyelesaian masalah persampahan yang cukup efektif di Kota Bandung.", "Daftar File": {"2007 TA PP ADITYA P. PARMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/6827", "2007 TA PP ADITYA P. PARMA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/6828", "2007 TA PP ADITYA P. PARMA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/6829", "2007 TA PP ADITYA P. PARMA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/6830", "2007 TA PP ADITYA P. PARMA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/6831", "2007 TA PP ADITYA P. PARMA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/6832", "2007 TA PP ADITYA P. PARMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/6833"}, "Penulis": "Aditya Pasha Parma (NIM 154 03 012)", "Kontributor / Dosen Pembimbing": ["Scanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "waste to energy, Listrik tenaga sampah, rute truk sampah.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}