{"Nomor": 5653, "Judul": "MEMBONGKAR EL NINO DENGAN SYARAF TIRUAN", "Abstrak": "ABSTRAK:Hingga kini ilmuwan terbaik sekalipun belum mengetahui apa sesungguhnya penggerak El Nino. Di tengah kebuntuan, sebuah tim dari ITB berusaha membongkarnya dengan artificial neuron system atau sistem syaraf tiruan. Bumi dipotret dari ruang angkasa Bagai penyakit serius yang belum ketahuan penyebabnya, begitulah gambaran 'fisik' El Nino. Semula fenomena global yang berpusat di wilayah tengah hingga timur ekuatorial Samudera Pasifik ini dianggap biasa-biasa saja. Namun setelah gempurannya pada 1982-1983 menyebabkan penderitaan di berbagai tempat di dunia akibat gelombang cuaca ekstrim yang disebabkannya, para ilmuwan pun segera berkumpul untuk mencari tahu. Namun tak semudah membalik tangan, gejala alam yang biasa menghantui setiap ada pergantian musim seperti pada bulan-bulan September-Oktober ini ternyata sulit ditelusuri.Meski berbagai metoda telah dikerahkan dan milyaran dollar diinvestasikan dalam bentuk peralatan pencacah, misterinya belum juga bisa terkuak. Padahal seluruhnya sudah yang terbaik. Peralatan tersebut tak kurang dari satelit khusus, pelampung (buoys) dengan instrumen pencacah data fisis otomatis yang sinyalnya dikirim lewat satelit, instrumen penganalisis muka laut, komputer besar, dan termometer canggih yag dikenal sebagai bathythermographs.Penelitian dikendalikan sepenuhnya oleh gabungan peneliti atmosfer seluruh dunia (termasuk dari Indonesia) dalam tim yang dikenal sebagai WCRP TOGA ..........", "Daftar File": {"Membongkar El Nino.pdf": "https://digilib.itb.ac.id/gdl/download/6874"}, "Penulis": "(adr) angkasa Online", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "el-nino, Syaraf Tiruan, artificial neuron system", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2007"}