{"Nomor": 5669, "Judul": "REKOMENDASI MARKETING MIX DALAM IMPLEMENTASI SISTEM HYBRID  UNTUK TRAVEL DENGAN RUTE BANDUNG BANDARA SOEKARNO HATTA DI TRIJAYA TRANSPORT", "Abstrak": "ABSTRAK:   \n \n \n \n\nIndustri travel khususnya dengan rute Bandung-Bandara Soekarno Hatta mengalami perkembangan pesat yang menyebabkan persaingan antara perusahaan travel menjadi semakin kompetitif. Salah satu dampak kompetisi ini adalah urgensi melakukan inovasi untuk menjaga kelangsungan profitabilitas usaha.   \n \n \n \n\nSalah satu inovasi yang hendak dilakukan oleh Trijaya Transport adalah mendesain sebuah sistem travel yang memadukan keunggulan dua sistem travel yang ada saat ini. Sistem gabungan atau hybrid ini akan menggabungkan value offering harga murah dan jaminan ketepatan waktu dari sistem Door to Point serta kenyamanan yang menjadi ciri sistem Point to Point.    \n \n \n \n\nProyek Akhir ini menggunakan analisis Porter s five forces untuk mengetahui faktor faktor bisnis yang akan mempengaruhi rencana implementasi sistem hybrid Trijaya Transport. Faktor-faktor ini kemudian diinkorporasikan dalam kerangka Threat Opportunity Weakness Strength (TOWS) dengan hasil seperangkat potensi peluang dan hambatan yang akan dihadapi Trijaya dalam mendesain dan mengimplementasikan sistem hybrid. Langkah terakhir dalam proyek akhir ini adalah menggunakan potensi peluang dan hambatan yang telah dirumuskan dalam kerangka New Product Development Process untuk mendesain sebuah strategi bauran pemasaran untuk implementasi sistem hybrid bagi Trijaya Transport.   \n \n \n \n\nBerdasarkan hasil penelitian, sistem hybrid disarankan untuk mengambil bentuk sebuah shuttle service dimana sebuah kendaraan akan menjemput penumpang di tidak hanya satu titik saja tetapi beberapa titik penjemputan menyerupai cara operasi kereta api/subway sebelum berangkat ke tujuan akhir. Terdapat tujuh daerah yang potensial sebagai titik penjemputan, yang dibagi dalam dua daerah operasi agar waktu total perjalanan tidak terlalu lama.  Harga yang disarankan untuk sistem ini adalah Rp 90,000. Strategi promosi  yang disarankan adalah menekankan bahwa Trijaya Transport adalah pelopor sistem yang mempunyai keunggulan sebagai sistem yang tepat waktu, nyaman, juga murah.   \n \n \n \n\nKarena keterbatasan sumber daya, Trijaya disarankan untuk mengimplementasikan sistem hybrid secara bertahap dengan langkah pertama berupa sebuah pilot project dengan satu titik penjemputan di daerah Jl. Surapati Bandung. Langkah ini dilakukan sebagai pembelajaran dan bahan evaluasi yang dapat dijadikan landasan keputusan untuk menentukan apakah Trijaya akan mengadopsi sistem baru tersebut atau tidak.", "Daftar File": {"2007 TS PP AGUNG YOGA SEMBADA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/6956", "2007 TS PP AGUNG YOGA SEMBADA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/6957", "2007 TS PP AGUNG YOGA SEMBADA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/6958", "2007 TS PP AGUNG YOGA SEMBADA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/6959", "2007 TS PP AGUNG YOGA SEMBADA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/6960", "2007 TS PP AGUNG YOGA SEMBADA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/6961"}, "Penulis": "Agung Yoga Sembada (NIM 29105001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Reza Ashari Nasution, Dr.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing mix, Trijaya Transport, new product development", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}