{"Nomor": 5674, "Judul": "APLIKASI DEKOMPOSISI SPEKTRAL DALAM INTERPRETASI PALEOGEOGRAFI SISTEM LAKUSTRINRIFT DI SUB CEKUNGAN AMAN UTARA, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Abstrak :   \n \n \n \n\nDekomposisi spektral telah lama digunakan dalam pemrosesan dan interpretasi data seismik. Lebih jauh dalam karakterisasi reservoir metode dekomposisi spektral banyak digunakan untuk menghasilkan gambaran lebih akurat dan mengurangi aspek ketidakpastian dan ambiguitas dalam kaitannya dengan proses interpretasi geologi bawah permukaan misalnya dalam interpretasi sistem sesar dan juga geometri penyebaran fasies pengendapan. Secara prinsip, dekomposisi spektral menawarkan sebuah pendekatan menggunakan spektrum amplitudo yang tidak bergantung pada fase dan didesain untuk mengetahui tanggap suatu lapisan tipis pada data seismik 3-dimensi. Aplikasi metode dekomposisi spektral di daerah sub-cekungan Paleogen Aman Utara, Cekungan Sumatra Tengah, yang diinterpretasikan merupakan suatu subcekungan rift, dalam beberapa system tract pembentukan rift-nya, mampu meningkatkan gambaran kondisi geologi bawah permukaan. Seperti kenampakan sistem sesar, geometri fasies pengendapan seperti sistem sungai teranyam dan berkelok, kipas aluvial dan delta lakustrin. Khusus pada rift climax yang diasosiasikan dengan pengendapan Formasi Brownshale dan Upper Red Beds (seperti Sand 4930), metode dekomposisi spektral secara signifikan mampu meningkatkan gambaran geologi bawah permukaan yang dapat mengurangi aspek ketidakpastian dalam interpretasi. Sesarsesar normal yang sedemikian mengontrol rift ini dapat tergambarkan dengan jelas dengan tren arah jurus timurlaut-baratdaya. Sementara beberapa fasies pengendapan seperti sungai teranyam berkembang pada arah relatif utara-tenggara dan juga kipas aluvial berkembang dari arah baratlaut menuju pusat cekungan. Ketebalan fasies sungai teranyam yang berkembang pada sekuen ini, secara kuantitatif dapat dihitung melalui analisis lanjut dalam metode dekomposisi spektral.", "Daftar File": {"2007 TS PP AGUS SUHIRMANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/6983", "2007 TS PP AGUS SUHIRMANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/6984", "2007 TS PP AGUS SUHIRMANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/6982", "2007 TS PP AGUS SUHIRMANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/6981", "2007 TS PP AGUS SUHIRMANTO 1-BAB4A.pdf": "https://digilib.itb.ac.id/gdl/download/6980", "2007 TS PP AGUS SUHIRMANTO 1-BAB4B.pdf": "https://digilib.itb.ac.id/gdl/download/6979", "2007 TS PP AGUS SUHIRMANTO 1-BAB4C.pdf": "https://digilib.itb.ac.id/gdl/download/6978", "2007 TS PP AGUS SUHIRMANTO 1-BAB4D.pdf": "https://digilib.itb.ac.id/gdl/download/6977", "2007 TS PP AGUS SUHIRMANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/6985", "2007 TS PP AGUS SUHIRMANTO 1-PUSTAKA-A.pdf": "https://digilib.itb.ac.id/gdl/download/6986", "2007 TS PP AGUS SUHIRMANTO 1-PUSTAKA-B.pdf": "https://digilib.itb.ac.id/gdl/download/6987"}, "Penulis": "Agus Suhirmanto NIM (220 05 029)", "Kontributor / Dosen Pembimbing": ["Pembimbing Ketua : Prihadi Soemintadiredja, Dr. Ir.   \n \n \n \n\nPembimbing Anggota : Rubiyanto Kapid, Dr. Ir.   \n \n \n \n\nPembimbing Anggota : Awali Priyono, Dr. Ir.   \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "spectral decomposition, lacustrinerift system, paleogeography", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}