{"Nomor": 5675, "Judul": "SIMULASI TRANSPORT NETRON MENGGUNAKAN METODE MONTE CARLO UNTUK MENGKAJI EFEKTIFITAS PERISAI RADIASI NEUTRON", "Abstrak": "Abstrak :   \n \n \n \n\nEnergi nuklir merupakan energi alternatif yang di masa depan diprediksi dapat menggantikan energi fosil yang semakin menipis. Untuk dapat menggunakan energi nuklir maka perlu dikembangkan reaktor nuklir. Reaktor nuklir menghasilkan bahan radioaktif tingkat tinggi sehingga memerlukan perisai radiasi yang baik untuk mencegah kebocoran radiasi ini ke lingkungan sekitar reaktor nuklir. Hal ini merupakan salah satu standar penting dalam PLTN (Pembangkit listrik tenaga nuklir) yang harus dipenuhi agar dampak negatif ke lingkungan dapat dihindari. Salah satu komponen utama dari reaktor nuklir dalam kaitannya dengan perlindungan terhadap radiasi nuklir adalah selubung atau perisai reaktor nuklir. Selubung reaktor nuklir harus dibuat dari bahan tertentu dan dioptimasi agar secara efektif dapat mencegah kebocoran radiasi nuklir ke lingkungan. Berlandaskan uraian diatas, penulis menerapkan metode monte carlo untuk mensimulasikan proses radiasi oleh netron terhadap beberapa jenis material untuk mengetahui tingkat efektifitas bahan tersebut sebagai perisai terhadap radiasi netron.", "Daftar File": {"2007 TA PP AGUS SUSANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/6988", "2007 TA PP AGUS SUSANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/6989", "2007 TA PP AGUS SUSANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/6990", "2007 TA PP AGUS SUSANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/6991", "2007 TA PP AGUS SUSANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/6992", "2007 TA PP AGUS SUSANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/6993"}, "Penulis": "Agus Susanto (NIM 102 00 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Zaki Su ud, Dr. M.Eng   \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nuclear, PLTN, monte carlo method, perisai radiasi neutron.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}