{"Nomor": 5679, "Judul": "ANALISIS PERKUATAN KOLOM BETON BERTULANG DENGAN MENGGUNAKAN  FRP (FIBER REINFORCED POLYMER)", "Abstrak": "Abstrak:   \n \n \n \n \n \n\nKolom merupakan elemen struktur suatu bangunan yang menerima gaya aksial dan momen. Kesalahan perencanaan dan kerusakan akibat gempa atau beban hidup yang bersifat tak terduga menyebabkan kolom memerlukan peningkatan baik kapasitas aksial maupun lentur-nya. Fiber Reinforced Polymer (FRP) merupakan material komposit yang dapat dipergunakan sebagai bahan perkuatan kolom, karena memiliki kuat tarik yang sangat tinggi, serta berat sendiri yang sangat ringan sehingga memudahkan pemasangannya.     \n \n \n \n \n \n\nLaporan Tugas Akhir ini  akan meninjau efek kekangan yang diberikan oleh FRP terhadap kuat tekan dan kuat geser pada penampang kolom circular dan rectangular.    \n \n \n \n \n \n\nBeberapa database penelitian yang dikumpulkan pada Tugas Akhir ini ditinjau dari berbagai variasi parameter antara lain pengaruh diameter, kuat tekan kolom dan tebal lapisan FRP. Dalam hal kuat tekan analisis dilakukan dengan membuat 4 diagram interaksi kolom. Yang pertama untuk penggambaran diagram interaksi kolom yang tidak mengalami pengekangan; kedua kolom yang terkekang oleh tulangan transversal; ketiga kolom terkekang tulangan transversal dan FRP dimana hanya FRP bagian tarik yang diperhitungkan kekuatannya; dan keempat adalah diagram interaksi yang terkekang tulangan transversal dan FRP yang diperhitungkan baik kuat tarik maupun kuat tekannya, dimana kuat tekannya sebesar 78persen dari kuat tarik FRP. Sedangkan dalam hal kuat geser akan ditinjau peningkatan kuat geser akibat konstribusi FRP.", "Daftar File": {}, "Penulis": "Ahmad Nurjaman (NIM 150 03 067)  Faisal Kasanofa (NIM 150 03 097)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ananta Sofwan, Dr, Ir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "column, strengthening, FRP, confinement, compressive strength", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}