{"Nomor": 5684, "Judul": "STUDI HUBUNGAN MORFOLOGI-RADIUS DAN MORFOLOGI-DENSITAS GUGUS GALAKSI ABELL 2219 PADA DAERAH OPTIK", "Abstrak": "Abstrak:   \n \n \n \n\nStudi hubungan antara morfologi dengan kerapatan maupun dengan radius gugus galaksi Abell 2219 dilakukan untuk memeriksa hubungan morfologi-radius dan morfologi kerapatan Dressler. Data fotometri pada pita u, g, r, i dan z galaksi anggota diperoleh dari basis data Sloan Digital Sky Survey (SDSS) ditambah dengan data kecepatan radial. Penentuan morfologi galaksi dilakukan berdasarkan kriteria separasi warna galaksi (u-r) untuk membedakan galaksi tipe Ellips, Lentikular (E,S0) dan Spiral (S). Galaksi E,S0 memiliki warna (u-r) > 2.5 sedangkan galaksi Spiral memiliki warna (u-r) < 2.5. Dari pemisahan ini diperoleh galaksi E,S0 sebanyak 86 buah galaksi, sisanya sebanyak 21 galaksi memiliki morfologi spiral. Karakterisasi lingkungan galaksi target pada studi ini dilakukan dengan memperhatikan jumlah galaksi kawan dalam radius tertentu di sekitar galaksi target yang bersangkutan, menghitung kerapatan luminositas di sekitar galaksi target, serta mencari hubungan antara morfologi galaksi target dengan galaksi kawan. Dari studi gugus Abell 2219 dengan beberapa batasan di atas diperoleh bahwa morfologi galaksi anggota tidak memiliki hubungan yang ketat dengan kerapatan luminositas, jumlah galaksi kawan, letak dalam gugus, serta jenis morfologi galaksi kawan. Hasil lain yang diperoleh adalah gugus Abell 2219 memiliki substruktur pada jarak sekitar 800 kpc dari pusat gugus dan terdapat celah pada jarak 400 500 kpc di mana pada rentang tersebut tidak terdapat galaksi.", "Daftar File": {"2007 TA PP AINIL SYALVIANTY ABDULLAH 1- cover.pdf": "https://digilib.itb.ac.id/gdl/download/7050", "2007 TA PP AINIL SYALVIANTY ABDULLAH 1- bab 1.pdf": "https://digilib.itb.ac.id/gdl/download/7049", "2007 TA PP AINIL SYALVIANTY ABDULLAH 1- bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/7048", "2007 TA PP AINIL SYALVIANTY ABDULLAH 1- 3.pdf": "https://digilib.itb.ac.id/gdl/download/7047", "2007 TA PP AINIL SYALVIANTY ABDULLAH 1- bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/7046", "2007 TA PP AINIL SYALVIANTY ABDULLAH 1- pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/7045"}, "Penulis": "Ainil Syalvianty Abdullah (NIM : 10303010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Premana Wardayanti Premadi  ,Dr.   \n \n \n \n \n\n Scanner: Alice Diniarti", "2007-11-27"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "morphology-radius; morphology-density", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}