{"Nomor": 5695, "Judul": "DISTRIBUSI TEMPORAL PARTIKEL PROTON ENERGI TINGGI TERKAIT CME DAN FLARE BERDASARKAN SATELIT SOHO", "Abstrak": "Abstrak:   \n \n \n \n\nFlare dan Coronal Mass Ejection adalah peristiwa matahari yang sering memberikan pengaruh terhadap bumi. Berbagai partikel yang dilontarkan matahari yang terdiri dari proton, elektron dan partikel lainnya yang disertai oleh medan magnetik akan berinteraksi dengan magnetosfer dan ionosfer bumi, serta satelit yang ada di orbit. Oleh karena itu deteksi dan pemahaman lebih lanjut mengenai partikel yang dilontarkan matahari sangat penting. Berbagai instrumen telah di gunakan untuk mempelajarinya, salah satunya adalah instrumen Charge, Element, and Isotope Analysis System (CELIAS) yang berada pada satelit SOHO. Instrumen ini dapat memberikan peringatan dini akan terjadinya badai matahari yang akan menghantam bumi. Dalam tugas akhir ini akan digunakan data dari Sensor Mass Time Of Flight (MTOF) / Proton Monitor dari instrumen CELIAS dengan periode 1996 sampai 2003 dengan resolusi waktu 1 jam. Hasil yang diperoleh dari pengolahan data sejumlah titik ini adalah distribusi temporal dari kecepatan dan kerapatan proton. Dari beberapa peristiwa yang dibahas lebih lanjut diperoleh kesimpulan bahwa terdapat tiga jenis kenaikan grafik kecepatan berdasarkan relasinya dengan CME.   \n \n \n \n\nHasil tersebut diolah lebih lanjut sehingga menghasilkan percepatan partikel rata rata dan percepatan termal rata rata. Nilai percepatan rata rata yang tinggi berarti terjadi perubahan yang tiba tiba pada kecepatan dan hal ini berkaitan dengan aktivitas matahari energi tinggi.", "Daftar File": {}, "Penulis": "Alda Ramadhika (NIM : 103 02 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dhani Herdiwijaya, Dr.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Flare; coronal mass ejection; charge; element; isotope; analysis system (CELIAS); sensor mass time of flight (MTOF); proton monitor; SOHO.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}