{"Nomor": 5696, "Judul": "EKSPLORASI TEKNIK KOLASE DENGAN TEKNIK 3 DIMENSI PADA TAS WANITA", "Abstrak": "ABSTRAK:\t\t\t      \n \n \n\nSeiring dengan perkembangan zaman, populasi manusia semakin bertambah. Salah satu akibat tidak langsung yang ditimbulkannya adalah bertambahnya populasi manusia, hal tersebut mengakibatkan terjadinya pemadatan wilayah sehingga lahan untuk pembuangan sampah semakin sempit. Sementara banyaknya jumlah limbah tekstil terbuang setiap harinya yang berasal dari penjahit penjahit rumahan ataupun pabrik pabrik tekstil cukup banyak dan cukup patut disayangkan, mengingat tingkat kegunaannya sebenarnya masih tinggi untuk dapat dipergunakan kembali. Karena itulah akhirnya eksplorasi teknik kolase dengan teknik 3 dimensi pada tas wanita diharapkan dapat memperluas kemungkinan-kemungkinan penggunaan media-media baru yang tidak konvensional dan tidak umum dipakai di dalam dunia tekstil dan akhirnya dapat berhasil membuka sudut pandang tentang betapa luas dan tidak terbatasnya dunia tekstil itu sendiri dan menambah keragaman pada produk produknya.  \n \n \n\nEksplorasi teknik kolase ini selain menggunakan media tiga dimensi yang tidak umum dipakai di dalam dunia tekstil juga mempergunakan limbah kain yang diperoleh dari penjahit-penjahit di Bandung dan Jakarta dengan tujuan mengangkat nilai tekstil lokal sehingga menjadi tidak kalah dengan tekstil luar negeri, namun dengan harga yang tentunya jauh lebih murah karena mempergunakan bahan sisa. Pengolahan limbah tekstil inipun dilakukan melalui reka rakit (structure design) dan reka latar (surface design).  \n \n \n\nSementara tas wanita saya pilih sebagai produk akhir pengaplikasian teknik kolase dikarenakan memiliki kekuatan tertentu apabila digunakan oleh seseorang dalam gaya berpakaiannya. Dan menurut saya lewat tas ini maka efek yang dihasilkan teknik kolase dalam tekstur 3 dimensi akan lebih jelas terlihat dan hal tersebut pun akan memiliki nilai estetis yang baru.", "Daftar File": {"2007 TA PP Alfa Paskarini Sawitri 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/7117", "2007 TA PP Alfa Paskarini Sawitri 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/7118", "2007 TA PP Alfa Paskarini Sawitri 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/7119", "2007 TA PP Alfa Paskarini Sawitri 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/7120", "2007 TA PP Alfa Paskarini Sawitri 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/7121", "2007 TA PP Alfa Paskarini Sawitri 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/7122", "2007 TA PP Alfa Paskarini Sawitri 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7123"}, "Penulis": "Alfa Paskarini Sawitri", "Kontributor / Dosen Pembimbing": ["PEMBIMBING I  :John Martono, S.Sn, M.Sn.", "KETUA PROGRAM STUDI :Zaini Rais, S.Sn, M.Sn.  \n \n \n\nScanner: Alice Diniarti", "2007-11-23"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Collase Technique; 3D; women hand bag.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "23 Okt 2009"}