{"Nomor": 5698, "Judul": "ADJUSTMENT OF CAREER PATH SYSTEM TOWARD NEW ORGANIZATIONAL STRUCTURE (CASE STUDY PT. JASA MARGA)", "Abstrak": "ABSTRAK:  \n \n \n \n\nSeiring dengan berkembangnya suatu perusahaan, banyak hal yang dapat berubah sewaktu-waktu, termasuk visi-misi, dan struktur organisasi perusahaan. Sebagai dampak dari perkembangan tersebut, PT Jasa Marga merubah struktur organisasinya. Sedangkan dengan perubahan struktur organisasi sendiri, banyak hal ikut terkena dampaknya, salah satunya adalah sistem jalur karir. Sistem jalur karir sendiri merupakan salah satu bagian di dalam sistem manajemen karir.   \n \n \n \n\nPentingnya untuk merumuskan ulang jalur karir adalah untuk memotivasi pekerja agar mereka semangat dan bekerja keras untuk mencapai level karir yang lebih tinggi. Selain itu keterkaitan yang sangat erat antara sistem manajemen karir dengan dua sistem sumber daya manusia lainnya, yaitu sistem kinerja, dan sistem pengupahan sebagai suatu rangkaian utuh yang tidak dapat dipisahkan antara satu sama lainnya.    \n \n \n \n\nPegawai akan menunjukkan kinerja yang baik dikarenakan oleh motivasinya untuk mencapai jenjang karir yang lebih tinggi. Motivasi untuk mencapai jenjang karir yang lebih tinggi itu dikarenakan pula oleh motivasi untuk mendapatkan upah yang lebih besar. Ketika kinerja pegawai tersebut telah maksimal, maka pengupahan yang lebih besar harus diberikan. Contoh tersebut telah menunjukkan bahwa tiga sistem sumber daya manusia merupakan  satu rangkaian utuh yang tidak dapat dipisahkan.   \n \n \n \n\nDalam menentukan jalur karir diperlukan data berupa job description untuk menentukan technical competencies. Setelah technical competencies ditentukan, maka jalur karir pun dapat ditentukan dengan cara membandingkan technical competencies tersebut pada suatu posisi dengan posisi lain yang memiliki level lebih tinggi. Setelah perbandingan tersebut, maka akan terbentuk competencies gap, yang menentukan apakah suatu posisi dapat mencapai posisi yang lebih tinggi secara langsung, atau diperlukan suatu rotasi.", "Daftar File": {"2007 TA PP ALFIN MERANCIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7131", "2007 TA PP ALFIN MERANCIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7132", "2007 TA PP ALFIN MERANCIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7133", "2007 TA PP ALFIN MERANCIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7134", "2007 TA PP ALFIN MERANCIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7135", "2007 TA PP ALFIN MERANCIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7136", "2007 TA PP ALFIN MERANCIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7137"}, "Penulis": "Alfin Merancia (NIM 190 04 031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Nurhajati Ma'", "mun.,Ir, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Career, Technical Competencies, Competencies Gap, Gap Analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "30 Mei 2012"}