{"Nomor": 5706, "Judul": "MODEL FUNGSI SALARY DALAM VALUASI PROGRAM PENSIUN", "Abstrak": "abstak:    \n \n \n \n \n\nDalam valuasi pensiun diperlukan asumsi fungsi dasar aktuaria yaitu fungsi tingkat bunga dan fungsi decrement (mortalita, withdrawal, disability, dan retirement).    \n \n \n \n \n\nKetika suatu program pensiun mengkaitkan salary dalam menentukan besarnya benefit pensiun ataupun kontribusi pensiun, maka asumsi fungsi salary menjadi sangat diperlukan, karena fungsi salary digunakan untuk mengestimasi salary dimasa mendatang (pada waktu pensiun). Sehingga fungsi salary sangat mempengaruhi perhitungan besarnya accrued liability (AL). Masalah selalu timbul dalam menentukan fungsi salary, karena terdapat banyak faktor yang mempengaruhi besarnya salary. Secara umum ada tiga faktor yang perlu dipertimbangkan yaitu: merit (senioritas), produktivitas pegawai, dan inflasi. Namun dalam tesis ini hanya akan mendefinisikan fungsi salary sebagai suatu fungsi akumulasi daripada inflasi dan merit. Untuk memperkirakan salary, pada tesis ini, akan digunakan dua buah model fungsi salary, yaitu fungsi salary dengan model berdasarkan usia (age based model) dan fungsi salary dengan model berdasarkan masakerja (service-based model). Dari kedua model tersebut akan dipilih salah satu model yang terbaik, dengan mengaplikasikannya pada perhitungan accrued liability program pensiun dengan menggunakan data aktual suatu perusahaan. Dalam perhitungan accrued liability akan digunakan metode Projected Unit Credit (PUC) dan metode Entry Age Normal (EAN) serta melihat pengaruh dari kedua model fungsi salary tersebut terhadap salary gains and losses. Pada akhirnya diperoleh bahwa fungsi salary dengan model service based lebih baik dibandingkan dengan model age based, baik untuk metode pendanaan PUC maupun EAN.", "Daftar File": {"2007 TA PP ALWIN RIANTO KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7181", "2007 TA PP ALWIN RIANTO KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/7182", "2007 TA PP ALWIN RIANTO KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/7183", "2007 TA PP ALWIN RIANTO KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/7184", "2007 TA PP ALWIN RIANTO KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/7185", "2007 TA PP ALWIN RIANTO KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7186"}, "Penulis": "Alwin Rianto Kurniawan (NIM: 20804001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: M. Syamsuddin, M.Comm, DR.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-28"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Age based model;  service based model; projected of unit credit; (PUC) funding method; entry age normal (EAN) cost funding method; salary gains and losses.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}