{"Nomor": 5713, "Judul": "DIFFLOCK EVENT ORGANIZER BUSINESS PLANNING", "Abstrak": "ABSTRAK:  \n \n \n \n\nBisnis di dunia industri hiburan, terutama bisnis event organizing merupakan bisnis yang sangat menarik, karena kesempatan investasi yang begitu luas, dan didukung pula antusiasme konsumen yang cukup tinggi. Berbeda dari bisnis pada umumnya dimana aset utama diwujudkan lewat benda seperti mesin ataupun tanah, aset utama dari bisnis ini adalah kepercayaan konsumen, tingkat kreatifitas, serta tingkat kerja keras dari event organizer itu sendiri. Jenis event organizer yang akan dibahas dalam business plan ini adalah event organizer yang mengkhususkan operasinya di klub, dengan cara membuat, dan mengatur acara di klub. Pada mulanya, sebuah event organizer harus mampu menjual ide, serta konsep dari sebuah acara kepada klub. Pada tahap berikutnya, klub akan menerima ataupun menolak konsep acara tersebut, dan jika diterima, maka perjanjian mengenai acara tersebut, antara event organizer dan klub akan dibuat. Dalam bisnis ini, klub memiliki kewajiban untuk menyediakan tempat serta fasilitas standar yang biasanya sudah tersedia, sedangkan event organizer berkewajiban menyediakan talent, menanggung biayanya, dan tentunya menjalankan acara. Perkembangan bisnis ini sangat erat kaitannya dengan pertumbuhan kebudayaan musik elektronik, dimana kebudayaan tersebut mendorong munculnya klub klub baru, dan tentunya para konsumen konsumen baru. Dengan berkembangnya kebudayaan tersebut, event organizer akan sangat diuntungkan, karena pasar yang semakin lama semakin meluas, serta banyak hal atau ide baru yang bisa dikembangkan berkaitan dengan kebudayaan musik elektronik. Item utama yang dijual dari bisnis ini adalah kemampuan event organizer dalam membuat suasana menggunakan fasilitas yang tersedia, serta menggunakan talen yang ada.", "Daftar File": {"2007 TA PP ANAK AGUNG NGURAH WIRABAWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7217", "2007 TA PP ANAK AGUNG NGURAH WIRABAWA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7218", "2007 TA PP ANAK AGUNG NGURAH WIRABAWA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7219", "2007 TA PP ANAK AGUNG NGURAH WIRABAWA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7220", "2007 TA PP ANAK AGUNG NGURAH WIRABAWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7221"}, "Penulis": "Anak Agung Ngurah Wirabawa (NIM 190 04 049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business, entertainment industry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "5 file", "Tanggal Input": "30 Mei 2012"}