{"Nomor": 5717, "Judul": "STUDI KASUS KAKI SIMPANG JALAN PASIR KALIKI BANDUNG JAWA BARAT", "Abstrak": "Abstrak:   \n \n \n \n\nPersimpangan merupakan titik pertemuan arus lalu lintas sehingga dapat mengakibatkan konflik yang berupa tundaan kendaraan. Untuk mengurangi konflik yang terjadi, persimpangan diatur menggunakan sinyal yang berupa lampu lalu lintas. Meskipun diatur dengan lampu lalu lintas, tundaan kendaraan masih terjadi karena kendaraan yang lewat mempunyai resiko terkena lampu merah.    \n \n \n \n\nDalam tugas akhir ini dihitung tundaan lalu lintas rata-rata yang terjadi pada simpang bersinyal pada satu lengan simpang yaitu jalan Pasir Kaliki. Pada pendekat ini terdiri dari dua lajur yang melebar menjadi tiga lajur pada daerah yang mendekati garis henti. Salah satu lajur berfungsi untuk arah belok kiri langsung. Selain itu, juga meperhitungkan seberapa besar pengaruh sepeda motor terhadap tundaan yang terjadi pada lengan simpang tersebut.    \n \n \n \n\nTundaan pada lengan persimpangan Jalan Pasir Kaliki yang dihitung dengan menggunakan metode Manual Kapasitas Jalan Indonesia akan dibandingkan dengan tundaan yang didapat melalui pengamatan langsung di lapangan yang dilaksanakan pada tanggal 14 Juni 2007. Hasil tundaan lalu lintas yang diperoleh dari metode Manual Kapasitas Jalan Indonesia untuk pagi hari adalah 90,2 detik, siang hari adalah 89,3 detik, dan sore hari adalah 89,6 detik. Sedangkan hasil tundaan lalu lintas yang diperoleh dari pengamatan langsung di lapangan untuk pagi hari adalah 166,9 detik, siang hari adalah 168,4 detik, dan sore hari adalah 167,8 detik.", "Daftar File": {}, "Penulis": "Andi Achmad Fachruddin (NIM  150 03 131) Sabrina Adriani Lestiari (NIM 150 03 132)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Ade Sjafruddin,Dr, Ir, MSc   \n \n \n \n\nPembimbing 2: Aine Kusumawati, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kapasitas Jalan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}