{"Nomor": 5721, "Judul": "STUDI STRUKTUR INTERNAL 3D GUNUNG GUNTUR DENGAN TOMOGRAFI ATENUASI DARI DATA GEMPA VULKANIK 2002-2005", "Abstrak": "Abstrak:     \n \n \n \n \n \n\nRepresentasi citra tomografi dari respon sifat fisis bumi seperti kecepatan dan atenuasi dapat digunakan untuk mengetahui stuktur bawah permukaan. Studi tomografi yang dilakukan sebelumnya menggunakan metoda tomografi waktu tunda kecepatan seismik telah berhasil mendelienasi struktur bawah permukaan Gunung Guntur. Studi tomografi atenuasi ini dimaksudkan untuk memberikan informasi tambahan guna memperdalam pemahaman tentang struktur internal Gunung Guntur. Tujuan utama dilakukannya studi ini adalah untuk mendapatkan tomogram atenuasi seismik dari seismogram gelombang P dan S. Terdapat tiga langkah utama yang dilakukan dalam studi ini: (i) pergitungan nilai atenuasi diferensial menggunakan perbandingan spektral gelombang S terhadap gelombang P, (ii) inversi tomografi waktu tunda kecepatan gelombang P dan S, dan (iii) inversi nilai atenuasi diferensial. Metoda perbandingan spektral digunakan dengan asumsi atenuasi gelombang P dan S adalah dependen. Tomogram Vp dan Vs menunjukkan anomali kecepatan rendah pada interval kedalaman 4-8 Km di bawah  Puncak Guntur. Sedangkan tomogram atenuasi P dan S menunjukkan anomali atenuasi tinggi pada kedalaman yang sama di bawah Puncak Guntur. Tomogram-tomogram tersebut menunjukkan bahwa anomali atenuasi tinggi dari gelombang P dan gelombang S konsisten dengan anomali kecepatan rendah. Hal ini memungkinkan bahwa zona kecepatan rendah dapat diasosikan dengan zona lemah atau zona dengan suhu tinggi. Selanjutnya, anomali tersebut dapat diinterpretasikan sebagai area magma yang memiliki suhu lebih tinggi relatif terhadap material sekitarnya.", "Daftar File": {}, "Penulis": "Andi M. Adiwiarta (NIM 124 02 007)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Sri Widiyantoro, Ph.D.      \n \n \n \n \n \n\nPembimbing 2: Gede Suantika, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Attenuation tomography, Spectral ratio method, Differential attenuation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}