{"Nomor": 5723, "Judul": "PENYUSUNAN MASTER PLAN DAN DETAIL DESAIN PENGEMBANGAN PELABUHAN PERIKANAN SAMUDERA LAMPULO, NAD.", "Abstrak": "Abstrak:   \n \n \n \n\nPerencanaan fasilitas pelabuhan perikanan memerlukan perencanaan yang mampu mengakomodasi perubahan kondisi (pertumbuhan) di masa mendatang. Perencanaan pelabuhan perikanan idealnya dirancang sebagai suatu sistem terpadu yang berada pada satu kesatuan manajemen. Fasilitas pelabuhan yang direncanakan hendaknya mampu mengakomodasi seluruh kepentingan dan kegiatan pelabuhan perikanan. Pada   \n \n \n \n\nprinsipnya perencanaan pelabuhan sangat berkaitan dengan tingkat produktivitas, jumlah fasilitas yang diperlukan, serta tingkat pelayanan jasa yang disediakan. Posisi Pelabuhan Perikanan Samudera Lampulo cukup strategis baik ditinjau dari aspek potensi sumber daya perikanan, potensi sumber daya manusia nelayan, potensi kegiatan usaha perikanan (agrobisnis dan agroindustri perikanan). Dilihat dari aspek potensi sumber daya perikanan, Pelabuhan Perikanan Samudera Lampulo berhadapan langsung dengan fishing ground perairan Selat Malaka. Sehubungan dengan hal itu maka Pelabuhan Perikanan Samudera (PPS) Lampulo diarahkan pada pencapaian tujuan dan sasaran pengembangan sub sektor perikanan dan khususnya diarahkan pada pengembangan suatu komunitas perikanan (Fisheries   \n \n \n \n\nCommunity Development) secara terpadu. Dalam perencanaan pengembangan PPS Lampulo akan meliputi perencanaan master   \n \n \n \n\nplan dan perencanaan detail desain fasilitas PPS Lampulo.", "Daftar File": {"2007 TA PP ANDI WIDYANTO dan RIKA AFRIANA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7273", "2007 TA PP ANDI WIDYANTO dan RIKA AFRIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/7274", "2007 TA PP ANDI WIDYANTO dan RIKA AFRIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/7275", "2007 TA PP ANDI WIDYANTO dan RIKA AFRIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/7276", "2007 TA PP ANDI WIDYANTO dan RIKA AFRIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/7278", "2007 TA PP ANDI WIDYANTO dan RIKA AFRIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/7279", "2007 TA PP ANDI WIDYANTO dan  RIKA AFRIANA 1- BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/7280"}, "Penulis": "Andi Widyanto (NIM:150 02 083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : M. Cahyono, Ir., M.Sc.,Dr.", "Pembimbing : Dyah Kusumastuti,Ir.,Dr.   \n \n \n \n \n\n Scanner: Alice Diniarti", "2007-11-29."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Master plan ; Need analisys ; design detail.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}