{"Nomor": 5725, "Judul": "ANALISIS KINERJA KEUANGAN ENAM INDUSTRI DI BURSA EFEK JAKARTA", "Abstrak": "ABSTRAK:   \n \n \n \n\nPerekonomian Indonesia saat ini mengalami kemajuan, dimulai pada tahun 2005 dan puncaknya pada tahun 2007 dimana terjadi peningkatan transaksi dan aliran modal, baik dari dalam negeri maupun dari luar negeri ke dalam pasar modal Indonesia.   \n \n \n \n\nPT Danareksa (Persero) merupakan perusahaan jasa finansial yang membantu masyarakat untuk berinvestasi di pasar modal. Perusahaan didirikan pada tanggal 28 Desember 1976 dan masih 100 persen dimiliki oleh Negara Kesatuan Republik Indonesia, dengan status sebagai Badan Usaha Milik Negara (BUMN). Peningkatan perekonomian berdampak positif bagi PT Danareksa (Persero) dan perlu disambut dengan pelayanan yang lebih baik sehingga perlu mengembangkan riset tentang pasar modal agar dapat menyajikan informasi yang akurat dan dapat menciptakan formulasi portofolio yang tepat.   \n \n \n \n\nPenelitian ini menggabungkan hasil analisis fundamental dan analisis statistika untuk melihat rasio-rasio keuangan yang benar-benar menggambarkan kinerja industri. Periode yang diambil adalah pada saat sebelum krisis (1991 sampai 1996) dan sesudah krisis (2000 sampai 2005). Enam industri yang menjadi bahan penelitian adalah industri makanan dan minuman, tekstil dan garmen, otomotif dan komponennya, logam dan sejenisnya, plastik dan kemasan, dan real estate dan properti.   \n \n \n \n\nHasil penelitian ini menyatakan bahwa terdapat lima jenis rasio keuangan yang dapat menggambarkan kinerja dari enam industri secara signifikan, yaitu CR, MARGIN, EPS, ROA, dan ITO. Tetapi dari kelima rasio ini, hanya dua yang tetap terpakai baik pada periode sebelum krisis ataupun  pada periode setelah krisis, yaitu CR dan MARGIN.", "Daftar File": {"2007 TS PP ANDRE OKTRIAN YOGINATA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7288", "2007 TS PP ANDRE OKTRIAN YOGINATA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7289", "2007 TS PP ANDRE OKTRIAN YOGINATA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7290", "2007 TS PP ANDRE OKTRIAN YOGINATA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7291", "2007 TS PP ANDRE OKTRIAN YOGINATA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7292", "2007 TS PP ANDRE OKTRIAN YOGINATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7293", "2007 TS PP ANDRE OKTRIAN YOGINATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7294"}, "Penulis": "Andre Oktrian Yoginata (NIM 29105080)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Capital Market, Fundamental Analysis, Statistic Analysis.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}