{"Nomor": 5730, "Judul": "STUDI TOMOGRAFI 3-D NON LINIER UNTUK GUNUNG GUNTUR DENGAN MENGGUNAKAN DATA WAKTU TIBA GELOMBANG P DAN S : Abstrak", "Abstrak": "Abstrak:  Dalam penelitian tomografi seismik gunungapi ini data waktu tiba gelombang P dan  S digunakan untuk mencitrakan struktur bawah permukaan Gunung Guntur. Penentuan hiposenter menggunakan metoda grid search model kecepatan 1-D dan untuk mempercepat pencarian daerah lokasi hiposenter digunakan juga metoda perpotongan tiga lingkaran untuk mencari daerah perpotongan sebagai input metoda grid search. Dalam proses tomografi ini, perhitungan waktu tempuh minimum dari source ke receiver menggunakan metoda ray tracing pseudo bending. Berdasarkan distribusi source dan receiver yang tidak seragam maka dipilih elemen blok berukuran   2 x 2 x 2 km3. Input inversi data seismik adalah waktu tunda (δt) yang merupakan selisih antara waktu tempuh sinar gelombang di dalam bumi (tobs) dengan waktu tempuh sinar gelombang di dalam model kecepatan referensi (tcal). Pemecahan masalah inversi tomografi dengan pendekatan linier menggunakan metoda LSQR. Dalam proses inversi diaplikasikan juga norm damping dan gradient damping. Citra tomografi kecepatan rambat gelombang P dan S menunjukkan lokasi-lokasi anomali atau deviasi kecepatan negatif yang mengindikasikan adanya materi-materi panas di bawah Kaldera Kamojang, Kaldera Gandapura, dan Puncak Guntur. Deviasi kecepatan negatif pada model Vp dan Vs bersesuaian dengan anomali positif pada tomogram PoissonÂ’s ratio yang mengindikasikan materi cenderung bersifat lebih fluid. Tomogram Vp/Vs menunjukkan pola yang sama dengan tomogram PoissonÂ’s ratio dengan nilai deviasi yang lebih rendah. Deviasi kecepatan negatif model Vp dan Vs bersesuaian dengan anomali positif pada tomogram bulk sound velocity yang mengindikasikan materi cenderung bersifat lebih inkompresibel.", "Daftar File": {"2005 TS PP ANDRI DIAN NUGRAHA 1-abstract.pdf": "https://digilib.itb.ac.id/gdl/download/7312"}, "Penulis": "Andri Dian Nugraha  NIM. 224 03 001", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana, S.Sos. (2007-03-13) ena506@yahoo.co.id Perpustakaan Pusat ITBJl. Ganesha 10 Bandung 40132"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismic tomography, Non linear, Guntur volcano, P Â– and S Â– wave data", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "13 Mar 2007"}