{"Nomor": 5741, "Judul": "APLIKASI METODE GAYABERAT MIKRO 4-D UNTUK IDENTIFIKASI PENGARUH INJEKSI AIR PADA AREA X DI LAPANGAN MINAS", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nStudi gayaberat mikro 4D telah dilakukan di area X lapangan Minas, PT. Chevron Pasific Indonesia dengan tujuan untuk mengidentifikasi pengaruh injeksi air dalam reservoir di daerah tersebut. Pengambilan data dilakukan dua kali pada maret - april 2006 dan juli - agustus 2006 dengan menggunakan 3 alat gravitymeter yaitu Lacoste dan Romberg G1158 dan G826 yang digunakan untuk menghitung nilai gayaberat tiap stasiun. Sedangkan gravitymeter Lacoste&Romberg G508 digunakan untuk mengamati pasang surut gayaberat. Anomali gayaberat mikro time-lapse diperoleh dengan mengurangkan gayaberat observasi lokal periode maret 2006 terhadap gayaberat observasi lokal periode maret 2006. Selanjutnya, dilakukan proses filtering menggunakan metoda moving-average dengan lebar jendela 1000 x 1000 m2 untuk memisahkan anomali gayaberat mikro time-lapse dengan noise. Peta anomali gayaberat mikro time-lapse yang didapat menunjukkan bahwa anomali gayaberat mikro time-lapse yang bernilai positif menunjukkan adanya penambahan massa dalam reservoir akibat proses injeksi air terutama pada bagian NE daerah penelitian. Sedangkan anomali gayaberat mikro time-lapse yang bernilai negatif menunjukkan adanya pengurangan massa reservoir akibat proses produksi terutama pada bagian tengah daerah penelitian. Hal ini diperkuat dengan model bawah permukaan line A-A, B-B dan C-C yang didapat menggunakan metoda forward modeling.", "Daftar File": {}, "Penulis": "Anggoro Prima Kurniawan (NIM 123 02 026)", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Wawan Gunawan A. K.,Dr., MSc.     \n \n \n \n \n \n\nPembimbing II : Muh.Sarkowi, Dr., MT.     \n \n \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "4-D Microgravity, time-lapse, forward modeling", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}