{"Nomor": 5743, "Judul": "EKSPLORASI PERTIDAKSAMAAN CHERNOFF DALAM MENGHAMPIRI PELUANG SUATU SELANG", "Abstrak": "ABSTRAK:   \n \n \n \n\nDalam analisis data, untuk mendapatkan besar peluang dari suatu peubah acak X pada suatu titik P(X sama dengan c) atau selang  P(a kurang dari X kurang dari b) secara tepat, dibutuhkan informasi menyeluruh dari distribusi dari X. Namun, pada kenyataannya banyak para pemakai statistik (praktisi) menganggap bahwa perhitungan eksak tersebut tidak praktis. Mereka mengharapkan bentuk perhitungan yang lebih sederhana, khususnya untuk distribusi diskrit, meskipun terbatas hanya sebagai hampiran. Hal ini akan lebih bermanfaat ketika hanya sebagian informasi dari distribusi X  yang diketahui, misalnya rataan atau variansi.  Dalam mencari hampiran ini dapat digunakan pertidaksamaan. Dalam tugas akhir ini dipelajari mengenai pertidaksamaan Markov, Chebyshev, dan Chernoff. Pertidaksamaan Chernoff dikatakan menghasilkan nilai batas yang paling dekat dengan nilai sebenarnya. Pertidaksamaan ini juga menjadi alternatif  utama dalam menghampiri peluang dari suatu selang, khususnya dalam masalah-masalah yang muncul di data mining.", "Daftar File": {"2007 TA PP ANGGUN OKTARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7391", "2007 TA PP ANGGUN OKTARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7392", "2007 TA PP ANGGUN OKTARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7393", "2007 TA PP ANGGUN OKTARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7394", "2007 TA PP ANGGUN OKTARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7395", "2007 TA PP ANGGUN OKTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7396", "2007 TA PP ANGGUN OKTARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7397"}, "Penulis": "Anggun Oktari (NIM 10103044)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Udjianna S. Pasaribu, Dr.   \n \n \n \n\nPembimbing 2: G.A Putri Saptawati, Ir., M.Comm.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-04)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bound, Markovs Inequality, Chebyshevs Inequality, Chernoffs Inequality", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}