{"Nomor": 5747, "Judul": "APLIKASI BENANG YANG  DIOLAH DAN CABUT WARNA PADA KAIN BERMOTIF BATIK", "Abstrak": "Abstrak :  \n \n \n\nSeiring dengan perkembangan zaman, Batik sebagai salah satu kain tradisional Indonesia parlu menyelaraskan diri dengan perkembangan zaman, mengingat makin mudahnya kebudayaan dan nilai-nilai tradisional terhapus secara perlahan-lahan oleh kemajuan zaman.  \n \n \n\nBanyaknya sekali terdapat kain bermotif batik yang terdapat dipasaran, hal ini merupakan bukti bahwa masyarakat masih antusias terhadap batik namun harga yang ekonomis masih menjadi pertimbangan. Sehingga kain yang bermotif batik menjadi salah satu alternatif.  \n \n \n\nSebagai salah satu produk unggulan dan identitas bangsa, sudah sepantasnya kain bermotif batik terus dilestarikan, Cabut warna dan benang olahan merupakan salah satu hasil apresiasi manusia yang dapat digunakan untuk meningkatkan nilai estetis dan nilai jual pada kain bermotif batik.  Penggabungan proses mengolah benang dan cabut warna pada kain bermotif batik akan manambah keragaman unsur-unsur garis, bidang, warna dan tekstur pada kain bermotif batik.   \n \n \n\nBenda-benda yang selama ini dianggap sedehana mempunyai potensi yang besar jika dikembangkan. Sebaiknya proses pengeksplorasian terhadap produk tekstil yang sedehana ini diperdalam sehingga dapat dihasilkan produk-produk baru yang dapat memperkaya keberagaman tekstil di Indonesia.  \n \n \n\nPenambahan aplikasi benang olahan pada batik yang telah dicabut warna merupakan salah satu cara yang dapat dilakukan untuk melestarikan kain bermotif batik sebagai salah satu kekayaan tekstil tradisional Indonesia.", "Daftar File": {}, "Penulis": "Anita Apriliani Rahayu (NIM 172 03 023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Zaini Rais, Drs. M.Sn  \n \n \n\nKetua Program Studi Kriya : Achmad Haldani, Drs, M.Sn.  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aplikasi, benang, cabut warna, kain, motif, batik.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}