{"Nomor": 5749, "Judul": "PENGEMBANGAN BRAND EQUITY DAIHATSU DI AREA BANDUNG", "Abstrak": "ABSTRAK:   \n \n \n \n\nPT. Astra Daihatsu Motor Tbk. (PT. ADM) merupakan salah satu Agen Tunggal Pemegang Merek (ATPM) mobil Jepang di Indonesia yang berada di bawah PT. Astra International Tbk. Pada tahun 2004, penjualan Daihatsu di Indonesia meningkat pesat hingga mencapai 119persen, dengan kontribusi terbesar berasal dari penjualan Xenia. Akan tetapi, peningkatan penjualan Daihatsu tersebut ternyata tidak terjadi di area Bandung. Hal ini menimbulkan pertanyaan bagi Daihatsu Sales Operation (DSO) Bandung, khususnya DSO Surya Sumantri, yang menjadi unit analisis dalam penelitian ini.   \n \n \n \n\nDSO Surya Sumantri menduga bahwa penyebab terjadinya fenomena tersebut berhubungan dengan brand image Daihatsu di benak konsumen Bandung. Untuk mendapatkan kepastian tersebut, maka penulis melakukan penelitian dengan menggunakan perhitungan brand equity. Dari hasil focus group discussion dan quantitative research yang dilakukan, diketahui bahwa konsumen Bandung mempersepsikan Daihatsu sebagai mobil kelas bawah. Terbentuknya brand image tersebut disebabkan oleh faktor product dan people. Produk Daihatsu dijual dengan harga yang relatif murah, resale value rendah, multifunction, dan safety factor masih kurang diperhatikan. Selain itu, lemahnya brand identity dan promosi yang dilakukan oleh Daihatsu menyebabkan konsumen kurang mendapatkan informasi mengenai produk baru dan teknologi Daihatsu. Akibatnya, konsumen memiliki persepsi yang negatif terhadap mobil Daihatsu. Solusi yang tepat bagi PT ADM untuk mengatasi masalah tersebut adalah dengan memperkuat brand identity Daihatsu sebagai sebuah perusahaan yang berkomitmen untuk selalu melakukan inovasi guna memperoleh kehidupan yang lebih baik. Kemudian dilakukan promosi ATL dan BTL secara aktif untuk mengkomunikasikan brand identity Daihatsu tersebut dan juga melakukan edukasi kepada target market tentang produk inovasi dan teknologi canggih yang dimiliki oleh Daihatsu.   \n \n \n \n\nPromosi dilakukan melalui kegiatan ATL dan BTL. Kegiatan ATL bertujuan untuk menciptakan awareness dan ketertarikan dari target market terhadap teknologi dan produk baru Daihatsu. Promosi ATL tersebut dilakukan dengan memasang iklan di TV, banner, internet, dan print ad. Promosi BTL dilakukan dengan tujuan untuk mengedukasi target market bahwa Daihatsu adalah mobil berteknologi canggih yang ramah lingkungan, model modern dan bergaya, serta harga terjangkau. Edukasi tersebut dilakukan dengan menggelar event road show ke kampus-kampus, event sponsorship, club activities, pameran di mall, dan test drive. Perhitungan efektivitas promosi ATL dan BTL dilakukan secara berkala dengan menggunakan atribut-atribut brand equity.", "Daftar File": {}, "Penulis": "Anita (NIM 29105331)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik: Evo S. Hariandja, Ir., M. M.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "brand equity, brand image, promotion", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}