{"Nomor": 5750, "Judul": "PRODUKSI DAN KARAKTERISASI ALPHA-AMILASE SACCHAROMYCOPSIS FIBULIGERA R64 REKOMBINAN YANG DIEKSPRESIKAN DALAM PICHIA PASTORIS", "Abstrak": "ABSTRAK: \n \n\nAlpha-Amilase adalah endoenzim yang mengkatalisis pemutusan ikatan alpha-1,4 glikosidik pada polisakarida menghasilkan maltooligosakarida, maltodekstrin, dan sejumlah kecil glukosa. Alpha-Amilase digunakan dalam berbagai jenis industri, seperti industri pengolahan pati, tekstil, roti, dan farmasi. Produksi alpha-amilase untuk keperluan komersial membutuhkan sel inang yang memiliki kemampuan untuk menghasilkan alpha-amilase dalam jumlah besar secara efisien. Sistem ekspresi Pichia pastoris menawarkan sejumlah kemudahan yang memungkinkan produksi alpha-amilase secara efisien, yaitu memiliki efisiensi sekresi yang tinggi, mampu tumbuh hingga mencapai densitas sel yang tinggi, dan memiliki media kultur yang murah. Tujuan penelitian ini adalah mempelajari ekspresi gen alpha-amilase (ALP1) Saccharomycopsis fibuligera R64 yang meliputi penentuan kondisi produksi optimum dan pengaruh penambahan ikatan disulfida baru diantara domain A dan C terhadap kestabilan ALP1. P. pastoris KM71H telah berhasil ditransformasi dengan plasmid rekombinan yang mengandung gen ALP1 dan alp1. Gen ALP1 dan alp1 difusi dengan promotor AOX1 yang dapat diinduksi oleh metanol. Kultur P. pastoris [pPICZ alphaA-ALP1] diinkubasi selama 24, 48, 72, 96, 120, dan 144 jam dalam media yang mengandung 0,5% (v/v) metanol. Aktivitas alpha-amilase terbesar diperoleh pada kultur dengan waktu inkubasi 96 jam. Aktivitas alpha-amilase tertinggi (8,2 x 10 5 U/mL) dicapai dengan menggunakan penginduksi 4% (v/v) metanol selama 96 jam. Karakterisasi terhadap ALP1 dan alp1 menunjukkan bahwa ALP1 dan alp1 memiliki pH optimum 5,5 dan suhu optimum 50 oC. Pada suhu 60 oC, alp1 masih mampu mempertahankan 96% aktivitasnya, sedangkan ALP1 hanya mampu mempertahankan 78% aktivitasnya. Analisis model struktur secara in silico menunjukkan bahwa ALP1 memiliki struktur yang lebih kompak dibandingkan dengan alp1. Namun, berdasarkan data energi total, diketahui bahwa alp1 (-20270,895 kJ/mol) memiliki energi total yang lebih rendah dibandingkan dengan ALP1 (-20179,084 kJ/mol), mengindikasikan bahwa alp1 lebih stabil dibandingkan dengan ALP1.", "Daftar File": {}, "Penulis": "Anna Sanawati (NIM 105 03 058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dessy Natalia, Ph.D.", "dessy@chem.itb.ac.id \n \n\nScan: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-08)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alpha-amylase, Saccharomycopsis fibuligera, Pichia pastoris, Methanol", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}