{"Nomor": 5754, "Judul": "COMPARATIVE ANALYSIS OF PRODUCTIVE MICRO FINANCING WITH SYARIAH SYSTEM, CONVENTIONAL SYSTEM AND GRAMEEN BANK BANGLADESH SYSTEM", "Abstrak": "Abstract :  \n \n \n\nIn Indonesia there are millions of micro and small sized businesses. However, many of these businesses have not been exposed by credit served by the financial institution due to their non bankable factor. On the other hand, micro and small businesses need productive credit to finance their business in order to be more developed. This need of micro and small credit are trying to be filled by the micro finance institutions. In micro finance institution itself, there are conventional based institutions and also syariah based institution. One of the micro finance institution based on syariah is Baitul Mal wat Tamwil. The existence syariah based institution including Baitul Mal wat Tamwil has given the micro entrepreneur more alternative in financing their business. This final project tries to describe the process of loan execution in the both institution from the debtors point of view, by taking example of one Baitul Mal wat Tamwil with its case example of loan execution and conventional micro finance institution. It includes the cost occurred from the loan. This process and the cost would then be compared to see which one gives more advantage to debtor. Beside, it compared also with the Grameen bank Bangladesh since the Grameen bank is one of micro finance institution that has succeed developing micro businesses in Bangladesh through its credit system. As the result, it found that both syariah and conventional based micro finance institution in Indonesia have similarities in loan procedure, but BMT has more flexibility in the installment payment and also from its pick up (jemput bola) system. These systems can also be found at Grameen bank, beside any other flexibility given such as collateral free loan and simultaneous loan. While from the cost side, the loan example calculated to find the equivalence interest rate. It found that conventional based institution giving lower cost of money rather than profit sharing in BMT, while Grameen bank gives the lowest cost. The high rates of Baitul Mal wat Tamwil is occurred due to its high operational expense of pick up system. Based on above findings, conventional based institution has more advantage in giving lower cost of money therefore, if it seen from the cost side, micro entrepreneurs are better to choose the conventional micro finance institution. However, in choosing the right financing for them, they must also consider many factors, such as the convenience. Therefore it would be better if the micro finance institution, based on conventional or syariah, to change their strategy to give the credit facility that is more flexible and convenience but have relatively low cost of money as Grameen bank did.", "Daftar File": {}, "Penulis": "Annisa Mahrani (NIM 190 04 083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : H. Arson Aliludin, Ir. Drs. SE, DEA  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Micro Financing, Micro Finance Institution, Conventional, Syariah, Grameen Bank, Equivalence Interest Rate.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}