{"Nomor": 5755, "Judul": "EKSPLORASI RAGAM HIAS TENUN BADUY DAN PENERAPANNYA PADA PRODUK FASHION", "Abstrak": "Abstrak:  \n \n \n \n \n\nRagam hias telah menjadi kebanggaan tiap-tiap suku di Indonesia. Tiap ragamnya mencirikan karakteristik dan adat istiadat dari suku yang memilikinya. Ragam hias adalah salah satu unsur estetis yang terdapat pada kain tradisi Indonesia. Seiring dengan perkembangan di dunia fashion, ragam hias pun mulai diminati oleh berbagai kalangan masyarakat terutama para wanita. Ragam hias Nusantara mulai kembali diangkat dikarenakan munculnya berbagai macam produk fashion dengan tema etnik Walaupun tidak begitu dikenal orang seperti ragam hias Songket Palembang atau Batik Pesisiran, namun ragam hias tenun suku Baduy juga memiliki keunikan tersendiri. Ragam hias tenun Baduy berbentuk geometris. Ragam hias berbentuk geometris tersebut telah dihasilkan oleh para wanita secara turun-temurun sehingga tidak ada yang tahu pasti asal usul dari ragam hias tersebut. Eksplorasi yang dilakukan terhadap ragam hias tenun Baduy tidak bertujuan untuk mengubah tatanan budaya yang telah tumbuh sejak jaman dahulu kala, namun eksplorasi ini dilakukan untuk menambah macam ragam hias di Indonesia dan Penulis berharap hasil Tugas Akhir dapat mengajak para generasi muda untuk lebih melirik kepada budaya-budaya suku di Indonesia lainnya.", "Daftar File": {"2007 TA PP ANNISA PURBASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7466", "2007 TA PP ANNISA PURBASARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7467", "2007 TA PP ANNISA PURBASARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7468", "2007 TA PP ANNISA PURBASARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7469", "2007 TA PP ANNISA PURBASARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7470", "2007 TA PP ANNISA PURBASARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7471", "2007 TA PP ANNISA PURBASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7472"}, "Penulis": "Annisa Purbasari (NIM 172 03 004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ratna Panggabean, Dra, M. Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Eksplorasi, Fashion", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "31 Mei 2012"}