{"Nomor": 5770, "Judul": "GRAVITASI EINSTEIN DAN BRANEWORLD DALAM DAERAH EFEKTIF ENERGI RENDAH DAN DIMENSI EKSTRA", "Abstrak": "Abstrak:   \n \n \n \n\nDalam disertasi ini, ditinjau teori gravitasi Einstein dengan dimensi lebih dari empat (dimensi ekstra), seperti supergravitasi dan gravitasi braneworld dalam ruang-waktu 5-dimensi. Bulk ditinjau memiliki topologi orbifold . Pertama dipaparkan fisika dimensi ekstra dalam perspektif teori gravitasi Einstein mulai dari gambaran Kaluza-Klein hingga gravitasi braneworld. Dibahas pula model-model braneworld (model Randall-Sundrum, Arkani-Hamed-Dimopoulos-Dvali dan Dvali-Gabadadze-Porrati) yang berbeda serta implikasi kosmologinya. Ditinjau kompaktifikasi supergravitasi tak gauge 5-dimensi yang terkopel dengan multiplet vektor dan hipermultiplet pada orbifold . Dalam model ini, manifold skalar multiplet vektor adalah sembarang sedangkan skalar hipermultiplet membentang (span) manifold Einstein self-dual yang dibangun oleh Calderbank and Pedersen. Diturunkan energi efektif rendah supergravitasi dalam 4-dimensi, baik pada sektor boson maupun fermion. Selanjutnya, diperkenalkan braneworld 5-dimensi. Dikembangkan formulasi kurvatur kovarian untuk memperoleh informasi 4-dimensi dari persamaan Einstein 5-dimensi yang menentukan geometri bulk. Dimulai dari dua buah brane yang memilki simetri pada masing masing titik tetap orbifold 2 kemudian diturunkan persamaan persamaan Einstein induksi pada kedua brane. Dua buah suku tambahan muncul dalam persamaan-persamaan Einstein 4 dimensi: Sebuah suku kuadratik yang berasal dari sumber dan sebuah suku non lokal yang merupakan proyeksi tensor Weyl 5-dimensi. Tensor ini berkontribusi pada suku radiasi sehingga persamaan Friedmann dimodifikasi. Dengan menerapkan formulasi kurvatur kovarian pada metode ekspansi gradien, dipelajari model-model Randall-Sundrum (RS I dan RS II) dengan penekanan pada persamaan-persamaan gerak efektif pada brane. Melalui syarat junction, diperoleh sebuah ketertalaan (fine tuning) untuk solusi orde-0. Persamaan Einstein termodifikasi diturunkan dari ekspansi orde-1. Korespondensi AdS/CFT muncul untuk kasus ekspansi orde yang lebih tinggi dalam skema iterasi energi rendah. Ditinjau pula skenario kosmologi dengan dua buah brane yang bergerak di dalam bulk 5-dimensi. Seperti dalam model born-again-braneworld (BAB), kedua branedapat bertumbukan. Tensor energi-momentum pada brane yang memiliki tegangan positif diberikan oleh fluida ideal dan pada brane yang memilki tegangan negatif adalah kostanta kosmologi yang bergantung waktu. Dinamika radion (medan skalar pada brane) mengandung informasi mengenai jarak wajar (proper distance) antara kedua brane. Generalisasi skenario dua buah brane model Randall-Sundrum, mengijinkan sebuah brane yang lain berada dalam bulk. Sistem tiga buah 3-brane sejajar yang dapat memiliki tegangan brane positif atau negatif ditinjau pada daerah energi rendah. Diturunkan persamaan-persamaan gerak untuk masing-masing brane. Untuk orde-1, diperoleh Lagrangian efektif radion dari sistem. Dalam kasus ini ditunjukkan bahwa solusi persamaan Friedmann termodifikasi oleh dark radiation pada brane bulk serta dua brane lainnya yang diperoleh melalui eleminasi langsung medan-medan radion dan penyekalaan Weyl dari metrik pada brane. Hasil ini juga menunjukkan bahwa interpretasi yang diberikan untuk medan radion dalam skenario dua buah brane dapat digeneralisasi menjadi skenario tiga buah brane. Dalam kasus ini dua buah radion memberikan realisasi teori efektif pada masing-masing brane. Pembahasan berikutnya adalah meninjau persamaan-persamaan gravitasional efektif pada energi rendah dalam braneworld di mana pelanggaran Lorentz terjadi di dalam ruang bulk sepanjang dimensi ekstra. Melalui pendekatan proyeksi geometrik, ditemukan bahwa evolusi tensor Weyl ditentukan oleh kontribusi dari medan-medan materi pada brane dan sebuah konstanta integrasi yang berhubungan dengan perturbasi gelombang gravitasional dalam bulk. Hasil ini juga mempengaruhi kopling gravitasional dari persamaan-persamaan medan gravitasional efektif pada brane. Dengan menerapkan metrik Friedmann-Robertson-Walker (FRW) dan materi fluida ideal pada brane, ditinjau persamaan-persamaan dinamika efektif untuk faktor skala brane dalam berbagai macam bentuk materi. Akhirnya, dikaji akibat-akibat pelanggaran Lorentz pada dinamika medan skalar. Secara khusus dipelajari dinamika medan skalar dalam teori skalar-vektor-tensor di mana medan vektor terkendala menjadi vektor satuan time-like. Dengan mengambil bentuk umum aksi dari medan skalar, persamaan-persamaan dinamika teori gravitasi skalar-vektor-tensor digunakan untuk menggambarkan solusi-solusi kosmologi. Dipaparkan pula solusi-solusi medan skalar biasa dan medan phantom, yang berhubungan dengan vektor kopling fungsi pangkat (power law) dan parameter Hubble. Hasilnya, persamaan keadaan adalah konstan dalam ruang-waktu de Sitter dan ekspansi fungsi pangkat dengan vektor kopling kuadratik, dan menjadi dinamik untuk n lebih besar dari  2. Ditinjau kembali skenario inflasi berdasarkan teori gravitasi skalar-vektor-tensor pelanggaran Lorentz. Khususnya, kopling antara medan skalar dan medan vektor pelanggaran Lorentz dimasukkan di dalam model. Formalisme sistem dinamik digunakan untuk mempelajari perilaku atraktor dari sebuah model kosmologi yang mengandung medan skalar dengan vektor kopling kuadratik dan potensial chaotic.", "Daftar File": {"2007 TS PP ARIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7549", "2007 TS PP ARIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/7550", "2007 TS PP ARIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/7551", "2007 TS PP ARIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/7552", "2007 TS PP ARIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/7553", "2007 TS PP ARIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/7554", "2007 TS PP ARIANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/7555", "2007 TS PP ARIANTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/7556", "2007 TS PP ARIANTO 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/7557", "2007 TS PP ARIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7558"}, "Penulis": "Arianto (NIM: 302 03 007)", "Kontributor / Dosen Pembimbing": ["pembimbing : Freddy Permana Zen, D.Sc.", "pembimbing : Bobby Eka Gunara, Dr. rer. nat.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-05."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Extra dimension; orbifold compactification; braneworld cosmology.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}