{"Nomor": 5771, "Judul": "PERUMUSAN VOLATILITAS STOKASTIK FORWARD RATES MENGGUNAKAN TEORI MEDAN KUANTUM", "Abstrak": "ABSTRAK:   \n \n \n \n\nDalam perumusan teori medan kuantum untuk forward rates sebelumnya, volatilitas forward rates ditinjau sebagai suatu variabel yang deterministik. Teori medan kuantumdalam tesis ini kemudian dikaji generalisasinya untuk kasus volatilitas yang stokastik. Dua kasus kemudian dianalisis: pertama ketika volatilitas ditinjau sebagai fungsi dari forward rates, dan yang kedua meninjau volatilitas sebagai suatu medan kuantum yang independen. Karena volatilitas teori medan kuantum bernilai positif, maka teori yang seluruhnya berlaku adalah interaksi non-linier teori medan kuantum dua dimensi. Diperoleh deskripsi ruang keadaan dan Hamiltonian untuk interaksinya dan menunjukkan memiliki suatu struktur non-trivial selama manifold bergerak dengan kecepatan konstan. Kemudian dirumuskan juga Hamiltonian sistem untuk keadaan tanpa arbitrase dan kemudian dipecahkan secara eksak untuk kasus interaksi non-linier.", "Daftar File": {"2007 TS PP ARIEF HIDAYAT 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7559", "2007 TS PP ARIEF HIDAYAT 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7560", "2007 TS PP ARIEF HIDAYAT 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7561", "2007 TS PP ARIEF HIDAYAT 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7562", "2007 TS PP ARIEF HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7563", "2007 TS PP ARIEF HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7564"}, "Penulis": "Arief Hidayat (NIM 20204027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Jusak Sali Kosasih, P.hD.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "volatility, forward rates, quantum field theory, arbitrage", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}