{"Nomor": 5773, "Judul": "PERANCANGAN SISTEM PENGUKURAN KINERJA PT. INDONESIA POWER UNIT BISNIS PEMBANGKITAN KAMOJANG BERDASAR PERFORMANCE PRISM", "Abstrak": "Abstrak :   \n \n \n \n\nTidak ada yang tetap kecuali perubahan itu sendiri, ini pun berlaku dalam pasar tenaga listrik di Indonesia, era monopoli PLN telah tergantikan oleh era perdagangan bebas. Setidaknya hal tersebut telah berlaku di sektor pembangkitan tenaga listrik yang menganut model single buyer multi seller. Sebagai penjual energi listrik, PT Indonesia Power dituntut untuk berbenah jika tidak ingin tergusur dari persaingan. Pembenahan ini harus diupayakan dengan dukungan sistem pengukuran kinerja yang tepat yang dapat mengarahkan pada pemenuhan kebutuhan para stakeholders sehingga tercapai sustainabilitas perusahaan.    \n \n \n \n\nPerformance Prism dalam hal ini dipandang sebagai suatu kerangka integral dan komprehensif yang dapat memenuhi kebutuhan PT. Indonesia Power terhadap sebuah sistem pengukuran kinerja. Dalam kerangka tersebut, akan dilakukan identifikasi terhadap para stakeholder perusahaan yang dilanjutkan pula dengan identifikasi serta verifikasi parameter kinerja. Pembobotan untuk masing masing parameter ditentukan dengan metode Analytic Hierarchy Process (AHP) yang hasilnya akan dipadukan dalam pola penilaian menggunakan model Objective Matrix (OMAX).   \n \n \n \n\nDari hasil penelitian didapat 67 parameter kinerja PT. Indonesia Power UBP Kamojang yang terbagi dalam lima kelompok stakeholder yaitu kantor induk, pelanggan), pegawai, supplier, serta pemerintah dan komunitas sekitar. Masing masing kelompok tersebut sebelumnya telah diklasifikasikan ke dalam lima fokus kinerja sesuai kerangka performance prism yakni stakeholder satisfaction, stakeholder contribution, strategy, process, dan capability. Bobot tertinggi parameter kinerja yaitu 4,9% adalah faktor ekuivalen ketersediaan tenaga listrik atau Equivalent Availability Factor (EAF) pada kelompok stakeholder pelanggan, sedangkan bobot terendah yaitu 0,2% tersebar dalam enam parameter pada stakeholder rekanan dan mitra kerja. Untuk mendapatkan nilai atau indeks kinerja, bobot tersebut merupakan pengali dari level yang didapat dari prestasi pencapaian kinerja dalam model OMAX.   \n \n \n \n\nPada akhirnya sistem pengukuran kinerja di atas dapat diterapkan di PT. Indonesia Power khususnya untuk unit bisnis geothermal dengan terlebih dahulu mempersiapkan berbagai perangkat pendukungnya. Namun perlu diingat, inti dari sistem ini bukanlah pada model penilaiaannya namun lebih pada tindakan dini yang dapat diambil oleh perusahaan berdasar potret dari sistem pengukuran kinerja.", "Daftar File": {"2007 TS PP ARIEF SYAFARIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7572", "2007 TS PP ARIEF SYAFARIANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7573", "2007 TS PP ARIEF SYAFARIANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7574", "2007 TS PP ARIEF SYAFARIANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7575", "2007 TS PP ARIEF SYAFARIANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7576", "2007 TS PP ARIEF SYAFARIANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7577", "2007 TS PP ARIEF SYAFARIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7578"}, "Penulis": "Arief Syafarianto (NIM 291 04 327)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dermawan Wibisono, Ph.D   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Performance Measurement System, Performance Prism, Objective Matrix,", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}