{"Nomor": 5774, "Judul": "ANALISIS KINERJA STRATEGI PENGEMBANGAN PRODUK BARU PADA PT PINDAD (PERSERO)", "Abstrak": "ABSTRAK:   \n \n \n \n\nMeningkatnya tekanan pasar global di Indonesia, menimbulkan pertanyaan tentang kesiapan dari industri manufaktur di Indonesia. Salah satu strategi yang bisa sangat membantu adalah adanya strategi pengembangan produk baru yang baik. Strategi pengembangan produk baru yang baik akan dengan sendirinya meningkatkan daya saing perusahaan dipasar internasional.   \n \n \n \n\nPT PINDAD mempunyai misi mendapatkan laba untuk pertumbuhan perusahaan melalui keunggulan teknologi dan efisiensi. Untuk melaksanakan misi tersebut dan mempersiapkan diri menyambut era pasar global, perlu adanya strategi yang tepat. Sebagai salah satu perusahaan manufaktur yang baik di Indonesia, adanya proses pengembangan produk baru yang berkesinambungan menjadi suatu keharusan.   \n \n \n \n\nStudi ini dilakukan untuk menilai bagaimana pelaksanaan strategi pengembangan produk baru di PT PINDAD dan beberapa industri manufaktur di Indonesia. Studi ini akan menilai aspek penerapan strategi, proses pengembangan produk baru, organisasi pengembangan produk baru, dan kinerja dari produk baru tersebut.   \n \n \n \n\nHasil survei menunjukkan bahwa secara umum pelaksanaan pengembangan produk baru di Indonesia sudah cukup baik dengan rata rata nilai diatas 3,00 untuk skala 5,00. PT PINDAD sendiri memperoleh nilai yang bagus disemua kriteria penilaian.   \n \n \n \n\nSeperti halnya yang terjadi pada rata-rata industri yang lain, strategi pengembangan produk baru di PT PINDAD dilakukan berdasarkan instruksi dari Top Level Manajemen dengan juga memperhatikan pertimbangan dari pihak luar. Produk yang dihasilkan umumnya adalah pengembangan dari produk yang sudah ada.   \n \n \n \n\nProses pengembangan produk baru di PT PINDAD sudah memiliki prosedur yang formal, walaupun pelaksanaannya masih dirangkap oleh bagian lain (dalam hal ini R and D), dan bukan merupakan suatu bagian yang khusus. Hal ini juga dilakukan oleh rata-rata industri yang lain.   \n \n \n \n\nBerdasarkan survei, kinerja dari produk baru yang dihasilkan sudah dirasakan manfaatnya baik secara internal maupun eksternal. Pada PT PINDAD, manfaat eksternal terlihat lebih tinggi nilainya daripada manfaat internal.", "Daftar File": {"2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7579", "2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7580", "2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7581", "2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7582", "2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7583", "2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7584", "2007 TS PP ARIEF WITJAKSONO KAUTSAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7585"}, "Penulis": "Arief Witjaksono Kautsar (NIM 29105005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2008-11-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesia, Manufactur, New Product Development, R and D,  Strategy", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}