{"Nomor": 5776, "Judul": "SINTESIS DAN KARAKTERISASI POLIANILIN SEBAGAI MATERIAL AKTIF DALAM PLASTIC SOLAR CELLS", "Abstrak": "ABSTRAK: \n \n\nKekhawatiran akan mulai menipisnya cadangan minyak dan terjadinya pemanasan global telah mendorong penelitian yang sangat besar dalam pengembangan sel surya sebagai salah satu sumber energi alternatif yang ramah lingkungan. Selain riset dibidang sel surya berbasis silikon, saat ini banyak peneliti yang mencurahkan perhatiannya dibidang Plastic Solar Cells (PSC) karena biaya produksi yang rendah, dapat diproses dari larutan untuk area coating yang luas, kecepatan proses yang sangat tinggi, fleksibel dan sangat ringan. Oleh karena itu banyak peneliti yang menganggap PSC sebagai suatu pendekatan yang menjanjikan untuk konversi energi matahari dengan biaya rendah. \n \n\nAkan tetapi riset di bidang PSC masih menemui kendala terutama pada efisiensi yang rendah dan umur pakai yang pendek. Pendeknya umur pakai PSC terutama disebabkan karena terjadinya fotodegradasi pada polimer konduktif yang digunakan sebagai material aktif dalam PSC. Polianilin berpotensi untuk mengatasi masalah ketidakstabilan polimer konduktif dalam PSC karena polianilin telah dikenal sebagai salah satu polimer konduktif yang memiliki kestabilan tertinggi terhadap oksigen dan kelembaban. \n \n\nUntuk mendapatkan kinerja sel surya yang optimal, maka polimer konduktif yang akan digunakan sebagai material aktif dalam PSC harus memenuhi beberapa persyaratan yaitu: selisih antara posisi relatif Lowest Unoccupied Molecular Orbital (LUMO) material donor dan posisi relatif LUMO material akseptor harus lebih besar dari 0,2 eV, mobilitas hole harus cukup tinggi, memiliki band gap kurang dari 2,0 eV dan memiliki koefisien absorpsi lebih dari 10 5 cm -1. Oleh karena itu di dalam penelitian ini, setelah polianilin disintesis dengan menggunakan metoda polimerisasi oksidasi secara kimia, dilakukan beberapa tahapan karakterisasi dengan tujuan untuk mempelajari potensi polianilin sebagai material aktif dalam PSC. \n \n\nMetoda karakterisasi yang dilakukan adalah Fourier Transform Infra Red (FTIR) untuk mengetahui gugus fungsi yang terdapat dalam polimer yang dihasilkan, spektroskopi UV-VIS-NIR digunakan untuk mengukur serapan optik dan optical band gap dari material yang dihasilkan, Cyclic Voltammetry (CV) digunakan untuk menentukan posisi relatif Highest Occupied Molecular Orbital (HOMO) / Lowest Unoccupied Molecular Orbital (LUMO) dari polianilin sebagai naterial donor elektron dan Rhodamin B sebagai material akseptor elektron, X-Ray Diffraction (XRD) digunakan untuk mengkarakterisasi kristalinitas sampel, Scanning Electron Microscopy (SEM) digunakan untuk mengetahui morfologi sampel yang dihasilkan dan Electrochemical Impedance Spectroscopy (EIS) digunakan untuk menentukan mobilitas hole dari material yang dihasilkan. \n \n\nDari foto SEM diketahui bahwa baik polianilin doping HCl (emeraldine salt (ES)) maupun polianilin tanpa doping (emeraldine base (EB)) memiliki morfologi aggregat granular. Hasil karakterisasi dengan menggunakan XRD menunjukkan bahwa sampel ES lebih kristalin daripada sampel EB. Melalui pengukuran UV-VIS-NIR diketahui bahwa EB memiliki serapan maksimum pada daerah sinar tampak dengan lambda = 630 nm, sedangkan serapan maksimum ES bergeser pada daerah infra merah dekat dengan lambda = 1435 nm. Pergeseran serapan ini menunjukkan bahwa pada ES telah terbentuk polaron dengan energi yang lebih rendah daripada EB. Melalui data UV-VIS-NIR diketahui bahwa band gap EB (Eg opt) = 1,62 eV. Sedangkan band gap ES didapat melalui data CV (Eg CV) yaitu 1,02 eV. Baik posisi relatif LUMO EB maupun posisi relatif LUMO ES memiliki selisih posisi relatif LUMO Rhodamin B lebih besar dari 0,2 eV sehingga jika dipasangkan dengan Rhodamin B sebagai material penerima elektron maka dapat terjadi transfer muatan dengan mudah. Dari data EIS diketahui bahwa mobilitas hole EB adalah 17,04 cm 2 V -1 s -1, sedangkan mobilitas hole ES adalah 1,87 x 10 3 cm 2 V -1 s -1. Dari data-data tersebut, dapat disimpulkan bahwa baik EB maupun ES memiliki potensi sebagai material aktif dalam PSC. Meskipun begitu, potensi ES lebih tinggi daripada EB karena memiliki band gap yang lebih kecil dan mobilitas hole yang lebih tinggi dari EB.", "Daftar File": {}, "Penulis": "Arie Wibowo (NIM 205 05 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Bunbun Bundjali, Dr.", "bundjali@chem.itb.ac.id \n \n\nPembimbing 2: Bambang Suhendari, Dr. \n \n\nScan: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Plastic Solar Cells, Polyaniline, HOMO/LUMO", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}