{"Nomor": 5783, "Judul": "ANALISIS BUDAYA PERUSAHAAN BERBASIS KEWIRAUSAHAAN STUDI KASUS : KANTOR PUSAT PT. TELEKOMUNIKASI INDONESIA TBK BANDUNG", "Abstrak": "ABSTRAK:   \n \n \n \n\nSeiring dengan adanya perkembangan global dalam hal teknologi, politik, ekonomi, kompetisi, sumber daya dan pasar pada iklim bisnis saat ini, maka sustainable competitive advantage dan business growth menjadi suatu tantangan yang semakin sulit diraih oleh perusahaan. Oleh karena itu TELKOM berupaya melakukan strategi transformasi bisnis yang dilakukan melalui restrukturisasi perusahaan dan pengembangan usaha untuk menjawab kebutuhan pelanggan serta menangkap peluang pasar. Namun sekedar strategi saja tidak cukup karena perusahaan perlu juga didukung oleh budaya perusahaan yang berbasis kewirausahaan agar dapat menangkap peluang dengan cepat, memangkas birokrasi, mengambil risiko, berinovasi dan memiliki fleksibilitas tinggi dalam memanfaatkan peluang untuk memenangkan kompetisi.   \n \n \n \n\nPenelitian ini dilakukan agar perusahaan dapat mengetahui orientasi entrepreneurship secara umum di dalam organisasi mereka serta apakah para pemimpin dan jajaran manajerial mereka sudah memiliki karakteristik kepemimpinan entrepreneurial sesuai harapan karyawannya. Kuisioner Entrepreneurial Orientation Survey (ELQ) dan Entrepreneurial Leadership Questionnaire (ELQ) disebarkan kepada karyawan dan jajaran manajerial pada kantor pusat TELKOM yang berlokasi di Bandung dengan tujuan untuk mengidentifikasi pada dimensi kunci dan perilaku kepemimpinan entrepreneurial yang mana saja perusahaan masih memiliki nilai yang rendah.   \n \n \n \n\nHasil penelitian EOS menunjukkan bahwa orientasi entrepreneurship di TELKOM secara umum memiliki nilai yang masih kurang memadai dengan nilai tertinggi ada pada dimensi Dukungan dan nilai terendah ada pada dimensi Orientasi Individu. Dimensi kunci lainnya yang memiliki nilai cukup baik adalah Hubungan Antar Departemen, Intelijen Pasar, Kecepatan, Fokus dan Masa Depan. Sedangkan dimensi kunci yang perlu ditingkatkan nilainya adalah dimensi Umum, Rencana Strategi, Pengambilan Risiko, Fleksibilitas dan Orientasi Individu. Hasil penelitian ELQ menunjukkan bahwa para jajaran manajerial TELKOM belum memiliki karakteristik kepemimpinan kewirausahaan sesuai harapan karyawannya baik untuk tipe miners, explorers, accelerators dan integrators. Sedangkan untuk tipe General Entrepreneurial Leadership sudah memenuhi harapan karyawannya.   \n \n \n \n\nHendaknya seluruh nilai-nilai di atas dapat ditingkatkan lagi agar seluruh karyawan dan pimpinan TELKOM dapat mengimplementasikan budaya kewirausahaan secara optimum dalam mendukung strategi bisnis serta visi perusahaan mereka untuk menjadi perusahaan berbasis informasi dan komunikasi yang terkemuka di kawasan regional.", "Daftar File": {}, "Penulis": "Ari Hapsari (NIM 29105064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Entrepreneurship, Budaya Perusahaan, Kewirausahaan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}