{"Nomor": 5784, "Judul": "ANALYSIS OF INVENTORY MANAGEMENT AT ALFAMART", "Abstrak": "Abstract :  \n \n \n\nToday, the retail business industries are still attractive, especially in daily food products. The condition is signed with the fast-growing of the companies and also a franchise stores that moves in this business. The amount of stores is still growing because it is very profitable, and many franchisors are interesting to invest their money to open this retail stores. It also indicates that the Indonesian people consumption rates of daily food products are still growing along with the growth of its population. In this research, the author seeks several problems in Alfamart with their forecasting method. Forecasting method itself is very important to predict and to cover the expecting demand. If we can serve the customer and minimize the loss sales that caused by the under stock problem, it could bring several benefits for the company itself, from customer loyalty to companys performance in terms of revenue. In Alfamart, they use PKM (Penentuan Kapasitas Maksimum) as their forecasting method. PKM itself contains average sales as their data to doing forecasting. Actually, an average sale that they use is a given data so that we cannot change it. However, PKM was only re-calculate by store manager every 6 month sales. This makes the PKMs accuracy is low and cannot cover the trend sales in shorten period. Based on this reason, the adjustments from store manager are needed. The adjustments also have low accuracy, because it only based on the feeling from store manager. Thats why we cannot blame on the adjustment. To prevent the possibility of under or over stock condition that may caused by the in-accuracy of PKM and adjustment from store manager, author gives several solutions which are adjust the PKM every month because we can evaluate the movement from the trend, and we can do immediate corrective action if there are an over and under stock condition. And for the in-accuracy from adjustment author suggest store manager to consider the sales trend in previous month and also considering the history sales data of next upcoming month, so store manager could examine the trend, behavior and events that are happen of each product. All these solutions are hoping ended with the decreasing amount of under stock or over stock problems in their inventory.", "Daftar File": {}, "Penulis": "Ario Wicaksono (NIM 190 04 082)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Togar Mangihut Simatupang, Ph.D  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Alfamart, PKM, adjustment, under stock, over stock, inventory.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}