{"Nomor": 5807, "Judul": "PERENCANAAN PEMBANGUNAN DERMAGA PENYEBERANGAN FERRY DI NUSA PENIDA", "Abstrak": "Abstraks :   \n \n \n \n\nNusa Penida diyakini memiliki potensi yang menjanjikan, terutama di sektor pariwisata. Pura dengan aksitektur unik sebagai objek wisata ziarah dan sederetan pantai pasir putih tergolong sangat potensial bila dikembangkan dengan optimal. Namun, ketiadaan akses transportasi laut yang representatif membuat Nusa Penida terisolasi, sehingga kesejahteraan masyarakat rendah dan akselerasi pembangunannya terhambat. Maksud dan tujuan tugas akhir ini adalah untuk membuat suatu perencanaan pembangunan dermaga ferry di Nusa Penida, yang dikhususkan pada perencanaan dermaga terapung (ponton).   \n \n \n \n\nData pasang surut diramalkan dengan metode least square untuk mendapatkan komponen, tipe pasut dan elevasi muka air rencana. Data angin selama 15 tahun diolah dengan metode hindcasting dan analisis frekuensi gelombang untuk periode 25 tahun, sehingga diperoleh tinggi dan periode gelombang rencana. Dengan program Ref-Dif untuk memodelkan perilaku refraksi dan difraksi gelombang, didapat tinggi gelombang di garis pantai. Data gelombang tersebut, data pasang surut, arus, angin dan data kapal yang dilayani dermaga digunakan sebagai parameter desain dermaga ponton. Gaya berthing, mooring dan analisis pondasi tiang dermaga dikalkulasi untuk mengetahui besar gaya yang bekerja pada dermaga.", "Daftar File": {"2007 TA PP AULIA IRFANA PERDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7780", "2007 TA PP AULIA IRFANA PERDANI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7779", "2007 TA PP AULIA IRFANA PERDANI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7777", "2007 TA PP AULIA IRFANA PERDANI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7778", "2007 TA PP AULIA IRFANA PERDANI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7776", "2007 TA PP AULIA IRFANA PERDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7775"}, "Penulis": "Aulia Irfana Perdani (NIM 155 00 009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rildova, Ph.D   \n \n \n \n\nKetua Program Studi : Muslim Muin, Dr. Ir. MSOE   \n \n \n \n\nKoordinator Tugas Akhir : Krisnaldi Idris, Ph.D   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Port, tidal height, pontoons design, tidal elevation, hindcasting method.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}