{"Nomor": 5819, "Judul": "DESAIN ARSITEKTUR DAN INTERIOR KARYA JEPANG DI INDONESIA STUDI KASUS: FAKULTAS MIPA, UPI BANDUNG", "Abstrak": "Abstrk:   \n \n \n \n\nDewasa ini, kerjasama antara negara telah membawa dampak positif pada bidang pendidikan, salah satunya yaitu adanya bantuan dari pemerintah Jepang kepada pihak Indonesia dalam bentuk hibah di berbagai fasilitas pendidikan. Selain bangunan pendidikan, Jepang juga memberikan bantuan hibah berupa sarana publik lainnya, seperti rumah sakit, stasiun, bandara, pusat studi bahasa, dll. Bantuan fasilitas pendidikan tersebut mengisyaratkan adanya budaya asal perancang (Jepang) yang ikut berperan serta mempengaruhi desain di Indonesia.   \n \n \n \n\nSehubungan dengan itu, penulis menemukan adanya permasalahan konsep Jepang yang diterapkan karena adanya perbedaan latar belakang budaya perancang (Jepang) dengan budaya lokal (Indonesia). Untuk mengetahui hal tersebut, studi kasus yang dipilih adalah bangunan pendidikan karya Jepang di Indonesia, yaitu: desain bangunan fakultas MIPA, UPI, Bandung. Tesis ini mencoba memahami prinsip prinsip desain bangunan pendidikan di Indonesia, memahami konsep bangunan pendidikan di Indonesia karya arsitek Jepang serta menemukan pengaruh desain arsitektur dan interior karya Jepang terhadap para penggunanya   \n \n \n \n\ndi Indonesia. Metode tipologis digunakan sebagai upaya dalam menelusuri dan mengumpulkan data dengan pendekatan kualitatif berupa gambaran dan penjelasan langsung dari   \n \n \n \n\nsuatu gaya interior guna menganalisis data tersebut   \n \n \n \n\nTesis ini hanyalah mengungkapkan sebagian kecil dari adanya permasalahan perbedaan latar belakang budaya perancang (Jepang) dengan budaya lokal (Indonesia). Tidak tersedianya sarana publik (kasus tempat duduk), lebar tangga yang sempit serta ketidaklengkapan elemen bangunan (pagar dan teralis) untuk alasan keamanan menyebabkan terganggunya pola sirkulasi di dalam bangunan.", "Daftar File": {}, "Penulis": "Ayu Cundikiawan (NIM : 27105015)", "Kontributor / Dosen Pembimbing": ["Pembimbing I :  Dona Saphiranti,Dra., M.T.", "Pembimbing II:  Dudy Wiyancoko, Dr.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-06."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Building ; japanese; japan culture.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}