{"Nomor": 5826, "Judul": "INTERPRETASI ANOMALI GAYA BERAT DAERAH LUWUK, SULAWESI TENGAH", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nIdentifikasi ketersediaan cadangan hidrokarbon diantaranya bisa diketahui dengan menggambarkan struktur geologi bawah permukaan. Penggambaran struktur bawah permukaan pada penelitian ini dilakukan dengan metoda gaya berat yang mengukur variasi medan gravitasi akibat variasi rapat massa pada batuan. Selain itu, untuk mengurangi kesalahan penggambaran struktur bawah tanah, diperlukan analisa turunan kedua dan analisa spektrum      \n \n \n \n \n \n\nAnalisa second horizontal derivative diperlukan untuk mengetahui kriteria struktur bawah permukaan yang berupa anomali negatif. Anomali negatif yang bersumber dari sedimentary basin menjadi penting karena merupakan daerah potensial yang dimungkinkan terdapat cadangan hidrokarbon. Sedangkan analisa spektrum mampu menghasilkan estimasi kedalaman sumber penyebab anomali yang membantu proses pembuatan model dua dimensi.      \n \n \n \n \n \n\nPemodelan dua dimensi anomali gaya berat dibuat menggunakan software Grav2DC. Pemodelan menunjukkan bahwa daerah Luwuk Selatan mempunyai prospek cadangan hidrokarbon. Anomali negatif yang muncul pada daerah penelitian disebabkan oleh adanya sedimentary basin atau cekungan sedimen. Pada daerah penelitian terdapat suatu cekungan sedimen besar berarah Barat-Timur yang dapat dilihat polanya pada peta anomali Bouguer.", "Daftar File": {"2007 TA BAHARIANTO I.P. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7866", "2007 TA BAHARIANTO I.P. 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7867", "2007 TA BAHARIANTO I.P. 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7868", "2007 TA BAHARIANTO I.P. 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7869", "2007 TA BAHARIANTO I.P. 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7870", "2007 TA BAHARIANTO I.P. 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7871", "2007 TA BAHARIANTO I.P. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7872"}, "Penulis": "Baharianto I.P. (NIM 123 02 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Darharta Dahrin, Dr.       \n \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gravity, second horizontal derivative, negative anomaly, forward modeling", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}