{"Nomor": 5831, "Judul": "METODE ANALISIS 917 PASANG BASA PADA DAERAH D-LOOP DNA MITOKONDRIA MANUSIA", "Abstrak": "ABSTRAK: \n \n\nMateri genetik mitokondria memiliki laju mutasi yang tinggi. Pola mutasi ini sangat bermanfaat untuk keperluan forensik, evolusi, dan genealogi terutama daerah D-loop mtDNA, yang meliputi hypervariable 1 (HV1) dan hypervariable 2 (HV2). Namun sampai saat ini, penelitian mengenai daerah D-loop mtDNA diawali dengan amplifikasi dan sequensing secara terpisah kedua daerah tersebut, sehingga waktu yang diperlukan relatif  lama. Oleh karena itu, diperlukan pengembangan penelitian lebih lanjut untuk mengatasi masalah tersebut. Tujuan penelitian ini adalah untuk mendapatkan fragmen DNA berukuran 0,9 pb daerah D-loop mtDNA manusia dengan bantuan Polymerase Chain Reaction (PCR). Penelitian ini diawali dengan melakukan lysis sel, kemudian perbanyakan dengan metode PCR, sequencing dengan metode dideoksi Sanger untuk konfirmasi dan analisis urutan nukleotida dengan program Seqman TM versi 4.0.0. Hasil penelitian menunjukkan bahwa terdapat pita tunggal yang diperkirakan berukuran 0,9 kb pada gel agarosa. Hasil sekuensing berupa data elektroforegram dengan urutan nukleotida sebanyak 917 pasang basa menunjukkan bahwa fragmen DNA tersebut adalah bagian dari D-loop dan terdapat 8 mutasi setelah urutan nukleotidanya dibandingkan terhadap Cambridge Reference Sequence (CRS). Dengan ditemukannya metoda tersebut maka amplifikasi daerah HVI-HVII dapat dilakukan dalam satu tahap reaksi sehingga analisis daerah D-loop menjadi lebih efektif dan efisien.", "Daftar File": {}, "Penulis": "Bambang Rachmadi (NIM 105 03 039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Saifuddin Noer, M.Si., Ph.D.", "noer@chem.itb.ac.id \n \n\nScan: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-08)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "917 Base pair, D-loop Human mtDNA, Analysis methode", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}