{"Nomor": 5840, "Judul": "PERCOBAAN LABORATORIUM - PENELITIAN PIPA KONSENTRIK DAN PENGARUH TINGGI KOLOM LIQUID DI DALAM TUBING VERTIKAL PADA EFEKTIVITAS PENGANGKATAN SISTEM GAS LIFT", "Abstrak": "Abstrak:   \n \n \n \n\nSebuah penelitian laboratorium dengan menggunakan air dan udara telah dilakukan untuk meniliti pengaruh pipa konsentrik pada gas lift performance. Percobaan dilakukan dengan menggunakan tubing sepanjang 3.8 m, dengan diameter luar 2 inci dan sebuah  reservoir. Ukuran pipa konsentrik yang digunakan adalah 0.6, 0.9, 1.1, dan 1.9 cm. Hasil percobaan menunjukkan bahwa penggunaan pipa konsentrik dapat meningkatkan produksi liquid hanya pada tekanan injeksi rendah.   \n \n \n \n \n\nDengan menggunakan model percobaan yang sama, akan diteliti bagaimana pengaruh penggunaan pipa konsentrik pada tekanan reservoir yang lebih rendah. Percobaan menggunkan tiga ketinggian reservoir, yaitu 3.4, 2.85, dan 2.4 m. Ukuran pipa konsentrik yang digunakan adalah 1.7, 2.17, dan 2.63 cm. Hasil percobaan dianalisa dari plot kurva performance antara air yang terproduksi terhadap tekanan udara yang diinjeksikan.   \n \n \n \n \n\nDari kurva performance hasil percobaan untuk ketinggian reservoir 3.4 dan 2.85 cm ditemukan bahwa penggunaan pipa konsentrik memberikan pengaruh yang sama seperti percobaan sebelumnya, yaitu peningkatan produksi air pada tekanan injeksi yang rendah. Namun, untuk ketinggiaan reservoir 2.4 m menunjukkan hasil bahwa peningkatan produksi air terjadi dengan semakin besar diameter pipa konsentrik yang digunakan. Dari hasil ini juga diprediksi pengaruh ketinggian kolom liquid sebagai pengaruh dari tekanan reservoir pada efektifitas pengangkatan gas yang diinjeksikan.", "Daftar File": {}, "Penulis": "Basuki Rachmat (NIM 122 02 023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leksono Mucharam, Ir.,Msc.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": Concentric Pipe, Gas Lift Performance, Static Liquid Level, Vertical Two-Phase Flow, Taylor Bubble", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}