{"Nomor": 5842, "Judul": "TINJAUAN EFISIENSI PENGGUNAAN AIR IRIGASI DI PETAK SAWAH DAERAH IRIGASI CIRASEA DI KABUPATEN BANDUNG", "Abstrak": "Abstrak :Efisiensi penggunaan air irigasi di petak sawah merupakan prosentasi dari perbandingan kebutuhan air yang diperlukan di petak sawah dengan debit air irigasi yang diberikan sampai ke petak sawah. Efisiensi penggunaan air irigasi di petak sawah dipengaruhi oleh evapotranspirasi, perkolasi dan debit air irigasi yang diberikan sampai ke petak sawah. Debit air irigasi yang diberikan sampai ke petak sawah merupakan parameter yang sangat dominan mempengaruhi nilai efisiensi penggunaan air irigasi di petak sawah, sedangkan parameter evapotranspirasi dan perkolasi pengaruhnya relatif kecil.Hasil pengamatan efisiensi penggunaan air irigasi di petak sawah yang dilakukan pada D.I. Cirasea Kabupaten Bandung, memberikan nilai efisiensi aktual (Ea) bervariasi 76 - 90 %, yang tergantung dui debit air irigasi yang diberikan sampai ke petak sawah atau nilai Ea rata-rata 80,99 %, dan nilai efisiensi operasional (Eo) bervariasi 43 - 72 % atau nilai Eo rata-rata 62,24 %. Sedangkan efisiensi jaringan (Ej) merupakan perbandingan antara debit air irigasi yang diberikan sampai ke petak sawah Oa) dengan debit operasi (io) didapat nilai Ej rata-rata 77,43 %.Berdasarkan Kriteria Perencanaan Irigasi (KP.03) bahwa efisiensi jaringan (Ej) sebesar 65 %, maka hasil pengamatan di lapangan nilai Ej menunjukkan nilai yang lebih efisien, sehingga perencanaan debit intake berdasarkan KP. 03, mempunyai faktor keamanan 1,2 (Sf= 77,43 / 65).", "Daftar File": {"2002 TS PP BEBI HENDRAWIBAWA 1.pdf": "https://digilib.itb.ac.id/gdl/download/7944"}, "Penulis": "Bebi Hendrawibawa", "Kontributor / Dosen Pembimbing": ["Pembimbing :H. Sri Legowo, Dr.Ir. Scan :mulyati (2007 -03-01)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2007"}