{"Nomor": 5847, "Judul": "IDENTIFIKASI RISIKO KONTRAKTOR DALAM RANTAI PASOK PENGEMBANGAN PERUMAHAN", "Abstrak": "ABSTRAK:     \n \n \n \n \n \n\nKegiatan pengembangan perumahan melibatkan banyak pelaku yang saling berhubungan dan membentuk suatu pola hubungan yang disebut sebagai rantai pasok pengembangan perumahan. Banyaknya pelaku yang terlibat dalam rantai pasok pengembangan perumahan khususnya pada tahap pelaksanaan konstruksi perumahan menuntut kontraktor untuk melakukan kontrol dan koordinasi terhadap berbagai pelaku yang menjadi pemasoknya untuk menghindari terjadinya permasalahan dan pemborosan yang berpotensi mengakibatkan terjadinya berbagai risiko yang akan berdampak pada menurunnya keuntungan kontraktor.     \n \n \n \n \n \n\nPenelitian ini bertujuan untuk mengidentifikasi pola umum rantai pasok pengembangan perumahan serta risiko risiko yang mungkin terjadi dalam rantai pasok pengembangan perumahan. Untuk mengidentifikasi pola umum rantai pasok pengembangan perumahan, dilakukan pengumpulan data pasokan barang dan jasa pada kegiatan pengembangan perumahan. Pengumpulan data dilakukan menggunakan kuisioner yang disampaikan kepada pengembang dan kontraktor perumahan. Sedangkan untuk mengidentifikasi risiko kontraktor, dilakukan pengumpulan data penyebab risiko yang berpotensi menyebabkan terjadinya risiko menurut penilaian kontraktor. Pengumpulan data dilakukan menggunakan kuisioner yang disampaikan kepada kontraktor perumahan.     \n \n \n \n \n \n\nHasil identifikasi pola umum rantai pasok pengembangan perumahan menunjukkan adanya hubungan kontrak dan hubungan pasokan yang berlangsung secara hirarkis, mulai dari pemasok paling awal hingga konsumen paling akhir. Dalam rantai pasok pengembangan perumahan, kontraktor perumahan berpotensi mengalami terjadinya risiko yang berkaitan dengan rendahnya produktivitas, rendahnya kualitas hasil pekerjaan, serta meningkatnya pengeluaran biaya, yang dapat berdampak pada menurunnya keuntungan kontraktor perumahan.", "Daftar File": {"2007 TS PP BETTY SUSANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/7970", "2007 TS PP BETTY SUSANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/7971", "2007 TS PP BETTY SUSANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/7972", "2007 TS PP BETTY SUSANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/7973", "2007 TS PP BETTY SUSANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/7974", "2007 TS PP BETTY SUSANTI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/7975", "2007 TS PP BETTY SUSANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/7976", "2007 TS PP BETTY SUSANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/7977"}, "Penulis": "Betty Susanti (NIM 25004069)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Purnomo Soekirno, Dr., Ir.     \n \n \n \n \n \n\nScanner: Arnaz Driyastika M.     \n \n \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "supply chain of residential development, supply system, generic configuration, contractor risks", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}