{"Nomor": 5866, "Judul": "CASE STUDY OF TRANS TV: TRANS SUCCESSFUL YEAR, CHALLENGE INSIDE THE METAMORPHOSE TRANS BRAND", "Abstrak": "ABSTRACT:  \n \n \n\nTRANS TV appears in 2001 with offered a new different type of sales package. The sales package containing product lines value chain that with customize package. Through customize sales package, TRANS TV reach break even point in less then 4 years (2005). During the moment, other stations try to adapting customize sales package as their business strategic. After get a profit, TRANS TV has an intention to improve its performance by doing an acquisition process to TV7 in August 2006. TRANS TV already successful in determining the basic concept of its business practice. However, the achievement its not enough. TRANS TV will get another achievement by expand the market. Unfortunately, the result is not always as expected. Entering the second quarter of 2007, both TRANS TV and TRANS7 performance drop. The indicators of the problem appear inside the organization. Both stations have a similar concept until business strategic approaching. As a result, there is a competition rather then integration between TRANS TV and TRANS7. The study will describe what actually happen during the acquisition process, by looking on the growth in this industry and also from the developing concept of TRANS TV. And then, the study will try to describe a new strategic approaching from both stations in order to create integration among them.", "Daftar File": {"2007 TA PP BUDI TRIADI PRATAMA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8053", "2007 TA PP BUDI TRIADI PRATAMA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8054", "2007 TA PP BUDI TRIADI PRATAMA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8055", "2007 TA PP BUDI TRIADI PRATAMA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8056", "2007 TA PP BUDI TRIADI PRATAMA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8057", "2007 TA PP BUDI TRIADI PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8058", "2007 TA PP BUDI TRIADI PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8059"}, "Penulis": "Budi Triadi Pratama (NIM 19004094)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Reza Ashari Nasution, Dr., S.T.  \n \n \n\nScanner: Arnaz Driyastika M.  \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "broadcasting television, entertainment industries, metamorphose", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Mei 2011"}