{"Nomor": 5867, "Judul": "MEASURING SBM SERVICE QUALITY FROM THE POINT OF VIEW OF STUDENT  AN APPLICATION OF SERVQUAL", "Abstrak": "Abstrak:   \n \n \n \n\nStudi ini bertujuan untuk mengukur kualitas pelayanan di School of Business and Management-Institut Teknologi Bandung (SBM-ITB). SBM-ITB adalah institusi pendidikan dimana mahasiswa sebagai pelanggan, maka dari itu kepuasan mereka mengenai kualitas pelayanan merupakan masukan yang penting untuk perbaikan. Tingkat kepuasaan mahasiswa diukur dengan menggunakan SERVQUAL, yaitu suatu instrumen yang mengukur perbedaan antara harapan mahasiswa dan kinerja sebenarnya yang dirasakan dengan menggunakan kuesioner Parasuraman yang telah dimodifikasi. Sesuai dengan Parasuraman, studi ini juga menilai lima dimensi pelayanan;  reliability, tangibility, responsiveness, assurance dan empathy. Hasil studi ini mencerminkan situasi sebenarnya pada saat survey. Kualitas pelayanan SBM-ITB jauh lebih baik dibandingkan dengan Planologi ITB (PL-ITB), walaupun nilai keseluruhan perolehan SBM-ITB masih dibawah harapan. Tangibility merupakan dimensi terkuat di SBM ITB, dikarenakan oleh ketersediaan fasilitas. Empathy merupakan dimensi terlemah, terutama mengenai jam operasional. Banyak nilai rendah yang menunjukkan mahasiswa meminta perhatian lebih dari tenaga pengajar. Riset ini menyarankan agar tenaga pengajar memberikan perhatian yang lebih kepada para mahasiswa", "Daftar File": {"2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8060", "2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8061", "2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8062", "2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8063", "2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8064", "2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8065", "2007 TA PP BUNGA INDAH ASMARA SURAHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8066"}, "Penulis": "Bunga Indah Asmara Surahman (NIM 190 04 055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Budi Permadi Iskandar, Ir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Educational institution", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "30 Mei 2012"}