{"Nomor": 5868, "Judul": "ANALISIS KARAKTERISTIK KOMPOS DAN ANALISIS MANFAAT-BIAYA DARI KEGIATAN PENGOMPOSAN SAMPAH RUMAH TANGGA SKALA PEMUKIMAN DI KOTA CIMAHI", "Abstrak": "ABSTRAK:   \n \n \n \n\nPengomposan adalah proses yang mengubah sampah organic rumah tangga menjadi kompos yang memiliki karakteristik seperti pupuk. Proses pengomposan melibatkan bio-degradasi dari senyawa organik kompleks sampah menjadi senyawa yang lebih sederhana. Pengomposan komunal skala pemukiman masih jarang terdapat di Bandung, kondisi sebaliknya ada di Cimahi, dimana telah terdapat 12 lokasi pengomposan komunal pada wilayah pemukiman. 6 lokasi dijadikan lokasi studi (RW 05 Kel. Utama, RW 05. Kel Baros, RW 19 Kel. Cigugur Tengah, RW 13. Kel. Pasirkaliki, RW 16 Kel. Cibabat, dan RW 15. Kel Cipageran) darimana data-data yang relevan diperoleh. Uji karakteristik fisik dan kimia kompos dimaksudkan untuk melihat karakteristik kompos yang dihasilkan. Hasil pengukuran kemudian dibandingkan dengan SNI 2019-7030-2004. Dari pengukuran keenam sampel kompos diperoleh rentang hasi-hasil sebagai berikut, untuk kadar air (persen berat) diperoleh rentang hasil sebesar 35.17-46.97 persen, kadar kering (persen berat) sebesar 53.03-64.83persen, kadar volatil (persen berat) sebesar 33.15-43.14 persen, kadar abu (persen berat) 58-66.85 persen, ukuran partikel dominan 0.85-2 mm, phosphat 0.31-1.98 persen, C-organik sebesar 4.77-5.95 persen, N-NH3 sebesar 0.37-0.65 persen, N-organik sebesar 0.28-0.65 persen, NTK sebesar 0.94-1.02 persen, rasio C/N sebesar 8.32-19.42, potassium sebesar 19-45.5 persen, Fe sebesar 0.05-0.3 persen, Pb sebesar 0-5 mg/kg, Zn sebesar 5-135 mg/kg, Ni sebesar 0-12.5 mg/kg, Cu sebesar 0.11-0.87 mg/kg. Sementara itu tujuan dari analisa manfaatbiaya (AMB) dari unit pengomposan komunal tersebut adalah menentukan apakah unit tersebut menguntungkan secara finansial, terlepas dari eksternalitas yang mungkin terjadi. Metode yang digunakan untuk studi ini adalah NPV (Net Present Value), B/C R (Benefit/Cost Ratio), dan IRR (Internal Rate Revenue). Terdapat 2 skenario perhitungan, skenario 1 yang menggabungkan kegiatan pengomposan dengan pengangkutan sampah, dan skenario 2 yang memisahkannya. Hasil perhitungan nilai NPV skenario 1 berkisar antara -5,560,00 sampai dengan -188,550,00, dan untuk skenario 2 -131,055,000 sampai -241,460,000. Sementara nilai B/C R untuk scenario 1 berkisar antara -0.312 sampai -2.578, dan untuk skenario 2 sebesar -0.704 sampai -6.98. Nilai IRR tidak dapat dihasilkan, baik untuk skenario 1 maupun 2. Hasil pemeriksaan karakteristik fisika dan kimia kompos pada umumnya masih memenuhi standar SNI. Hasil analisa manfaat biaya yang diperoleh menunjukkan sifat unit yang tidak menghasilkan keuntungan financial secara langsung, tetapi tetap dihasilkan keuntungan lain yang bersifat tidak langsung, seperti penghematan, juga keuntungan lingkungan.", "Daftar File": {}, "Penulis": "Carya Maharja (NIM 15303068)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Tri Padmi Damanhuri, Dr., Ir.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-12)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "communal composting in Cimahi, physical characteristics, chemical characteristics, NPV, B/C R, estimated economization", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}