{"Nomor": 5890, "Judul": "STUDI  POTENSI DAN PEMANFAATAN AIR ANAK SUNGAI BUNGIN UNTUK PEMBANGKIT LISTRIK MIKRO HIDRO (PLTMH) KAB. ENREKANG PROP. SULAWESI SELATAN", "Abstrak": "ABSTRAK:   \n \n \n \n\nAir adalah sumber kehidupan dan memegang peranan penting dalam menunjang berbagai aktifitas manusia. Berkembangnya suatu negara erat kaitannya dengan kemampuan penyediaan energi terutama energi kelistrikan. Untuk memenuhi kebutuhan tersebut, manusia berusaha menciptakan sumber sumber-sumber energi listrik terbaru yang secara teknis dan ekonomis menguntungkan. PLTMH  sesuai dengan namanya, mengandalkan sumber energinya pada tenaga air. Dengan melihat keadaan topografi, geografi dan klimatologi di negara kita khususnya di daerah penelitian mempunyai potensi yang cukup besar untuk dimanfaatkan sebagai pembangkit listrik tenaga air.   \n \n \n \n\nLokasi penelitian merupakan salah satu desa yang ada di Kab. Enrekang Prop. Sulawesi Selatan dan salah satu Sub DAS kecil yang berada di kawasan ini dengan luas daerah tangkapan 266 km2 yaitu Sub DAS Bungin yang merupakan suatu potensi sumber daya air untuk memenuhi kebutuhan listrik desa.    \n \n \n \n\nCurah hujan setiap tahun jumlahnya cukup besar berkisar antara 1057-2348 mm. Metoda yang dipakai untuk menganalisis ketersediaan air adalah dengan metoda F.J Mock, dimana metoda ini mensimulasikan kesetimbangan air bulanan pada suatu catchment area tertentu yang ditunjukkan untuk menghitung total run-off dengan menggunakan hujan bulanan, evapotranspirasi, kelembaban tanah dan persediaan air tanah.   \n \n \n \n\nKetersediaan air rata-rata per tahunnya di Sub DAS Bungin sebesar 4,70 m3/det, sedangkan kebutuhan air untuk pembangkit hanya  325 lt/det dengan kapasitas daya bangit listrik 73 kW, ini menunjukkan bahwa masih terjadi kelebihan air di Sub DAS Bungin (surplus).   \n \n \n \n\nPLTMH Tanete memanfaatkan debit sebesar 325 lt/det dengan tinggi jatuh efektif 32,9 m. Air yang berasal dari Sungai Perak di alirkan saluran pembawa sepanjang 425m ke bak penenang. Lokasi rumah pembangkit PLTMH ke pusat beban terdekat di Desa Tanete adalah 1000 m. Jaringan dan distribusi sepanjang 5,5 km.", "Daftar File": {}, "Penulis": "Chaidar Buli (NIM 95005327)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Joko Nugroho, Dr., S.T., M.T.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Water resource potential, Water availability, Net Head and Energy \tPotencyal", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}