{"Nomor": 5891, "Judul": "TINJAUAN PARAMETER CLOSE APPROACH ASTEROID 1999 AN10, 2000 SG344, DAN  99942 APOPHIS (2004 MN4)", "Abstrak": "Abstrak:   \n \n \n \n\nStudi close approach sudah lama dilakukan oleh para astronom. Pada 1976 Opik mengembangkan teori dua benda (benda kecil dan planet) yang berpapasan pada jarak dekat. Perluasan tori Opik   \n \n \n \n\nmenghasilkan beberapa parameter yang terkait dengan close approach (Milani, A dan A 346, L65 sampai L68, 1999). Hal ini akan dipaparkan yang berkaitan dengan parameter parameter seperti target plane, MOID (Minimum Orbital Intersection Distance), dan LOV (Line of Variations). Close encounter dengan Bumi mengakibatkan perilaku   \n \n \n \n\ngerak orbit yang baru karena pengaruh gravitasi. Kemudian   \n \n \n \n\ndisampaikan pula teori tentang Resonant Returns asteroid yang mengacu pada perubahan orbit yang baru setelah encounter. Hal ini mengakibatkan asteroid kembali lagi pada posisi yang sama pada pertemuan dengan Bumi berikutnya. Lintasan asteroid tersebut, jika melintasi daerah tertentu (Keyholes), maka pada pertemuan   \n \n \n \n\nberikutnya dapat menghantam Bumi. Pada tugas akhir ini parameter parameter close approach tersebut akan ditinjau untuk beberapa asteroid, yaitu Asteroid 1999 AN10, Asteroid 2000 SG344, dan Asteroid 99942 Apophis 2004 MN4.   \n \n \n \n\nAsteroid asteroid ini termasuk kelompok yang berpotensi berbahaya bagi Bumi (Potentially Hazardous Asteroids, PHAs). Pada tinjauan ini software OrbFit digunakan untuk menentukan dan menganalisis parameter parameter close approach melalui pemeriksaan orbitnya untuk kurun waktu 50 tahun ke depan.", "Daftar File": {"2007 TA PP CHAIRIL HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8144", "2007 TA PP CHAIRIL HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/8145", "2007 TA PP CHAIRIL HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/8146", "2007 TA PP CHAIRIL HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/8147", "2007 TA PP CHAIRIL HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/8148", "2007 TA PP CHAIRIL HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/8149", "2007 TA PP CHAIRIL HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8150"}, "Penulis": "Chairil Hakim (NIM : 10302018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Budi Dermawan, Dr.   \n \n \n \n \n\n Scanner: Alice Diniarti", "2007-11-28"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Small solar system bodies; asteroid.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}