{"Nomor": 5893, "Judul": "SOLUSI MASALAH MISSING MASS PADA GALAKSI SPIRAL NGC 7331 DENGAN MODIFIKASI HUKUM GRAFITASI", "Abstrak": "Abstrak:   \n \n \n \n\nMasalah missing mass pada galaksi spiral dapat dilihat dalam bentuk kurva rotasi, dimana kecepatan rotasi galaksi spiral di radius luar berbentuk datar, hal   \n \n \n \n\nyang tidak ditemui pada sistem gravitasi Tata Surya. Kurva rotasi galaksi spiral ternyata tidak keplerian seperti yang diharapkan oleh hukum Newton. Dengan   \n \n \n \n\ndemikian nilai massa galaksi yang ditelusuri dari nilai luminositasnya (massa luminous) dengan nilai massa yang ditelusuri dari dinamika rotasi galaksi (massa   \n \n \n \n\ngravitasional). Massa gravitasional galaksi spiral bernilai jauh lebih besar daripada massa luminous nya. Solusi yang diterima banyak kalangan dalam menjawab masalah ini adalah terdapatnya sejumlah besar massa yang tidak terlihat yang berada di sekeliling galaksi spiral (dark matter). Namun apakah dark matter hanyalah satu satunya solusi bagi masalah missing mass.   \n \n \n \n\nMordehai Milgrom lebih memilih menjelaskan fenomena missing mass sebagai ketidakberlakuan hukum gravitasi (Newton) pada kondisi tertentu.   \n \n \n \n\nMilgrom mengusulkan teori MOND (Modified Newtonian Dynamics) dimana dalam kondisi percepatan yang sangat kecil (kurang dari suatu konstanta batas a0) hukum Newton dilanggar.   \n \n \n \n\nDalam Tugas Akhir ini dilakukan sebuah uji coba apakah formula MOND dapat menjadi alternatif solusi bagi kasus missing mass pada galaksi spiral NGC 7331. Data pengamatan fotometri dalam pita r diperoleh dari Kent (1987), sedangkan data kurva rotasi diperoleh dari Begeman (1987). Uji coba dilakukan dengan memfit kurva rotasi NGC 7331 dengan formula MOND. Kurva rotasi   \n \n \n \n\nyang datar pada radius luar dan nilai parameter massa luminositas yang tidak besar dapat diperoleh dengan parameter skala panjang disk 4.91 kpc, dan rasio   \n \n \n \n\nmassa luminositas 1.56 untuk disk dan 2 untuk bulge (masing-masing dalam satuan Matahari).", "Daftar File": {}, "Penulis": "Chandra Tri Putra (NIM : 103 01 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : rer.nat. Hesti R. T. Wulandari ,Dr.   \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Spiral NGC 7331; luminous mass ; dark matter; gravitational mass; missing mass; MOND (modified newtonian dynamics);", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}