{"Nomor": 5895, "Judul": "URUTAN NUKLEOTIDA DAERAH ANTARGEN COII/TRNALYS DNA MITOKONDRIA DARI SAMPEL BERBEDA DALAM SATU INDIVIDU", "Abstrak": "Abstrak:\nDNA mitokondria (mtDNA) mudah mengalami mutasi terutama pada daerah Hypervariable Segmen 1 (HVS1) dan Hypervariable Segmen 2 (HVS2) dalam control region yang disebut D-loop. Analisa polimorfisme daerah tersebut banyak digunakan untuk mempelajari sejarah evolusi manusia, hubungan antar etnis, dan migrasi populasi tertentu. Daerah antargen COII/tRNALys juga menunjukkan polimorfisme dalam genom mtDNA. Daerah tersebut dapat mengalami delesi 9-pb yaitu hilangnya satu kopi urutan berulang CCCCCTCTA. Penelitian ini dilakukan untuk mengetahui apakah urutan nukleotida daerah antargen COII/tRNALys yang berasal dari jaringan berbeda dalam satu individu memiliki pola mutasi yang sama. Dalam penelitian ini digunakan sampel yang berasal dari jaringan rambut, epitel rongga mulut, dan darah dari satu individu. Templat mtDNA masing-masing sampel diperoleh melalui lisis sel. Templat kemudian diamplifikasi dengan metoda Polymerase Chain Reaction (PCR), diamati dengan elektroforesis gel agarosa, dan dilanjutkan dengan penentuan urutan nukleotida serta analisis hasilnya. Hasil PCR menunjukkan satu pita fragmen berukuran 0,4 kb. Hasil sekuensing dalam bentuk elektroforegram ketiga sampel memiliki urutan nukleotida masing-masing sebanyak kurang lebih 390 pb. Analisa urutan nukleotida dengan pembanding Cambridge Reference Sequence (CRS) menunjukkan adanya mutasi delesi 9-pb pada daerah antargen COII/tRNALys untuk ketiga sampel. Hal ini membuktikan bahwa untuk identifikasi individu dapat menggunakan salah satu dari jaringan tersebut sepanjang berkaitan dengan delesi 9-pb.", "Daftar File": {}, "Penulis": "Christina Mira Supena [10503035]", "Kontributor / Dosen Pembimbing": ["Pembimbing:Achmad Saifuddin Noer, M. Si, Ph. DScan:Ni Putu Karmita Dewi(2007-09-11)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polymorphisms, 9-bp deletion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Sep 2007"}