{"Nomor": 5898, "Judul": "EVALUASI JEMBATAN BETON BERTULANG TERHADAP MUATAN BERLEBIH", "Abstrak": "Abstrak:   \n \n \n \n\nJembatan merupakan salah satu infrastruktur yang diperlukan untuk keberlangsungan kegiatan ekonomi dan sosial suatu daerah atau wilayah. Kegiatan ekonomi dan sosial dapat berjalan dengan baik jika kondisi infrastruktur yang ada juga baik. Jadi, kondisi infrastruktur mempengaruhi kualitas kegiatan ekonomi dan sosial.    \n \n \n \n\nSetiap jembatan akan mengalami penurunan kondisi. Beban lalu lintas merupakan faktor penyebab terjadinya penurunan kondisi. Peristiwa rusaknya jembatan di beberapa daerah diperkirakan disebabkan oleh beban berlebih. Oleh karena itu, perlunya dilakukan analisa mengenai beban lalu lintas di tiap jembatan agar pengelola jembatan dapat mengetahui kapan suatu jembatan akan rusak atau tidak dapat berfungsi. Hal tersebut dilakukan dengan tujuan agar pengelola dapat menentukan tindakan yang harus dilakukan sebelum jembatan rusak ataupun tidak berfungsi.    \n \n \n \n\nPada penelitian ini, dilakukan analisis terhadap nilai lendutan dan momen masing-masing bentang jembatan untuk mengetahui pengaruh beban berlebih terhadap masing-masing bentang jembatan. Adapun jembatan yang ditinjau adalah jembatan gelagar beton bertulang dengan bentang 7m, 9m, 11m, 13m, 15m, 17m, 19m, 21m dan 23m pada ruas jalan di provinsi Sumatera Selatan.   \n \n \n \n\nUntuk analisis nilai lendutan, jembatan gelagar beton bertulang dengan bentang 17m-21m merupakan bentang jembatan yang lebih dulu mencapai nilai lendutan yang terjadi sama dengan lendutan ijin dibandingkan dengan bentang lainnya.    \n \n \n \n\nUntuk analisis nilai momen, jembatan gelagar beton bertulang dengan bentang 13m-23m merupakan bentang jembatan yang lebih dulu mencapai nilai momen ultimit sama dengan momen nominal dibandingkan dengan bentang lainnya.", "Daftar File": {"2007 TS PP CITRA INDRIYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8194", "2007 TS PP CITRA INDRIYATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8195", "2007 TS PP CITRA INDRIYATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8196", "2007 TS PP CITRA INDRIYATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8197", "2007 TS PP CITRA INDRIYATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8198", "2007 TS PP CITRA INDRIYATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8199", "2007 TS PP CITRA INDRIYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8200"}, "Penulis": "Citra Indriyati (NIM 250 04 033)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beban berlebih, jembatan gelagar beton bertulang, penurunan kondisi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}