{"Nomor": 5908, "Judul": "SINTESIS KITOSAN-RHODAMINE B YANG MEMILIKI POTENSI SEBAGAI MATERIAL PADAT PENGHASIL DYE LASER", "Abstrak": "Abstrak:\nLaser memiliki banyak aplikasi penting. Salah satu jenis laser yang banyak digunakan adalah dye laser. Dye laser memiliki kemampuan untuk menghasilkan laser pada berbagai panjang gelombang (tunable laser). Laser jenis ini menggunakan senyawa-senyawa warna organik (dyes) sebagai material aktif penghasil lasernya. Material aktif penghasil laser yang berbasiskan pada pewarna organik sangat disukai karena ketersediaannya yang melimpah. Akan tetapi, pewarna-pewarna organik, termasuk di dalamnya Rhodamine B, hanya aktif sebagai material penghasil laser ketika berada dalam keadaan terlarut, sehingga dibutuhkan pelarut organik dalam jumlah besar dalam pengoperasiannya. Oleh karena itu, pengikatan Rhodamine B pada suatu pendukung padat merupakan salah satu alternatif menarik untuk memecahkan masalah tersebut. Pada penelitian ini telah disintesis material padat baru berbasiskan Rhodamine B yang terikat secara kovalen dengan kitosan, melalui pembentukan suatu ikatan amida baru, menggunakan dua alternatif fasa sintesis, fasa heterogen dan fasa homogen, dengan bantuan gelombang mikro. Metode sintesis ini menawarkan  jalur sintesis yang cepat dan mudah. Penghilangan sisa Rhodamine B yang tidak bereaksi dilakukan melalui pencucian dengan air. Spektrum inframerah produk kitosan-Rhodamine B menunjukkan bahwa Rhodamine B terikat pada kitosan. Melalui kedua alternatif fasa sintesis tersebut dihasilkan produk-produk kitosan-Rhodamine B yang menunjukkan efek fotoluminesensi positif. Karakterisasi sifat fisik dan sifat optik lebih lanjut menunjukkan bahwa material tersebut memiliki potensi untuk dimanfaatkan sebagai material penghasil laser. Efek luminesensi yang terjadi pada material tersebut disebabkan oleh adanya efek pelarut yang terperangkap pada struktur intrakristalin kitosan.", "Daftar File": {}, "Penulis": "Dani Setiawan [10503049]", "Kontributor / Dosen Pembimbing": ["Pembimbing:Sadijah Achmad, DEA, DrDeana Wahyuningrum, M.SiScan:Ni Putu Karmita Dewi(2007-09-11)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Synthesis of Chitosan-Rhodamine B as Potential Solid-State Dye Laser Materials", "Sumber": "MIPA ITB", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Sep 2007"}