{"Nomor": 5918, "Judul": "AKTIFITAS KITINASE DAN SIFAT ANTIJAMUR ACTINOMYCETES, SERRATIA MARCESCENS SERTA GETAH POHON KARET", "Abstrak": "Abstrak :   \n \n \n \n\nKebutuhan akan obat-obatan semakin meningkat seiring berjalannya waktu. Salah satu obat yang banyak digunakan adalah antijamur. Sintesis obat di laboratorium umumnya memakan waktu panjang dan biaya produksi tinggi. Oleh karena itu mulai dilakukan penelitian terhadap organisme yang berpotensi menghasilkan obat antijamur. Actinomycetes, Serratia marcescens, dan getah pohon karet diketahui memiliki aktivitas antijamur. Penelitian ini mencoba mempelajari aktivitas antijamur ketiga organisme tersebut digunakan metode paper disc. Jamur Candida Albicans ditumbuhkan pada media padat dan di atasnya diletakkan paper disc yang telah dicelupkan pada kultur cair Actinomycetes, Serratia marcescens, dan larutan getah pohon karet dalam pelarut toluen. Setelah diinkubasi semalam pada 37 C ditemukan adanya zona bening di sekeliling paper disc yang menandakan aktivitas antijamur. Sebagai kontrol positif digunakan obat antijamur ketoconazole dan kalpanax, sedangkan toluen sebagai kontrol negatif. Hasil yang diperoleh menunjukkan zona bening sebesar 0,7 cm dari paper disc Actinomycetes, 0,8 cm dari Serratia marcescens, 0,9 cm dari ketoconazole, 0,8 cm dari getah pohon karet dan 1,3  cm dari kalpanax. Sedangkan untuk paper disc yang dicelupkan pada intrasel Actinomycetes dan Serratia marcescens diperoleh zona bening 0,6 cm dan 0,9 cm. Hasil fraksinasi ekstrasel Actinomycetes menggunakan ammonium sulfat 20% menunjukan zona bening 1,1 cm. Uji aktivitas antijamur getah karet memberikan hasil zona bening sebesar 0,8 cm. Metode paper disc menunjukan bahwa urutan aktivitas antijamur dari yang tertinggi sebagai berikut: Actinomycetes fraksi 20% ammonium sulfat, Serratia marcescens, Getah karet, dan Actinomycetes. Untuk mengetahui secara pasti agen antijamur mana yang memiliki aktivitas tertinggi, perlu dilakukan penelitian lebih lanjut mengenai kitinase yang dihasilkan masing-masing serta reaksi molekulernya.", "Daftar File": {"2007 TA PP DEBY TRIFENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8298", "2007 TA PP DEBY TRIFENA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8299", "2007 TA PP DEBY TRIFENA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8300", "2007 TA PP DEBY TRIFENA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8301", "2007 TA PP DEBY TRIFENA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8302", "2007 TA PP DEBY TRIFENA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8303", "2007 TA PP DEBY TRIFENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8304"}, "Penulis": "Deby Trifena (NIM 105 01 034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Enny Ratnaningsih,  Dr.   \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Antifungal, Actinomycetes, Serratia marcescens, rubber latex.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}