{"Nomor": 5924, "Judul": "RUMAH TRADISIONAL SUNDA", "Abstrak": "Abstrak:\t     \n \n \n \n \n\nEksistensi sebuah bangunan rumah telah mengalami perubahan di berbagai aspek akibat arus modernisasi yang melanda seluruh pelosok Indonesia. Adanya pengklasifkasian bentuk dan tipe rumah menjadi rumah tradisional, rumah semi modern, dan rumah modern merupakan salah satu contoh bukti perkembangan eksistensi rumah berdasarkan kurun waktu perkembangan peradaban manusia serta teknologi yang menyertainya.     \n \n \n \n \n \n\nEksistensi rumah pun diyakini tidak hanya sebagai tempat tinggal dan berlindung manusia dari bahaya luar, namun sebuah rumah mempunyai bentuk dan makna yang lebih khusus bagi yang mendiaminya. Penelitian ini disusun untuk menguraikan dan mengkaji aspek fisik, nonfisik, serta perubahan bentuk dan makna rumah tradisional Sunda di Desa Sukahayu, Kecamatan Rancakalong, Kabupaten Sumedang, Propinsi Jawa Barat. Aspek fisik dan perubahan rumah tradisional Sunda yang digali dan dikaji berdasarkan bentuk, material, dan struktur rumah, sedangkan aspek nonfisik yang dikaji berdasarkan makna atau kosmologi eksistensi rumah tradisional Sunda", "Daftar File": {"2007 TS PP DENY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8334", "2007 TS PP DENY 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8335", "2007 TS PP DENY 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8336", "2007 TS PP DENY 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8337", "2007 TS PP DENY 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8338", "2007 TS PP DENY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8339"}, "Penulis": "Deny (NIM 270 04 03)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Widiharjo, Drs, M.Sn     \n \n \n \n \n\nPembimbing 2 : Jakob Sumardjo, Prof"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sundanese traditional house", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}