{"Nomor": 5940, "Judul": "KABUYANG (KALA BUMI BERGOYANG) ANIMASI GEMPA BUMI SEBAGAI SARANA MITIGASI BENCANA", "Abstrak": "Bencana alam kerap terjadi Indonesia.  Diawali oleh tsunami pada tahun 2004 hingga bencana lumpur Lapindo akibat kelalaian manusia.  Menurut peta resiko bencana alam, Indonesia termasuk salah satu negara yang rawan bencana antara lain banjir, tanah longsor, kekeringan, dan gempa.  \n \n \n\nSelama ini bencana yang terjadi sudah menelan banyak korban.  Hal ini disebabkan oleh teknologi untuk meramalkan datangnya bencana alam seperti tsunami, letusan gunung berapi, serta angin puting beliung, belum dimanfaatkan dengan tepat.  Meskipun di Indonesia sendiri sudah ada beberapa teknologi peringatan bencana alam, penduduk Indonesia banyak yang tidak mengetahui keberadaan teknologi tersebut. Selain itu banyak orang yang belum tahu cara menyelamatkan diri saat bencana terjadi.  Padahal di negara lain, pengetahuan mengenai cara menyelamatkan diri dari gempa justru diajarkan sejak anak-anak.  \n \n \n\nPada pasca gempa di Jogja, di berbagai media sempat ditampilkan cara menyelamatkan diri dari gempa, tapi hal ini kurang diingat. Pemberitahuan ini hanya sepintas dan hanya saat berita gempa sedang hangat dibicarakan. Padahal berdasarkan kondisi geologis Indonesia, hampir semua pulau di Indonesia rawan gempa, salah satunya adalah karena Indonesia berada di kawasan Ring of Fire yang artinya merupakan daerah yang memiliki banyak gunung berapi.", "Daftar File": {"2007 TA PP DESSY TRI ANANDANI BAMBANG 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8366", "2007 TA PP DESSY TRI ANANDANI BAMBANG 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8367", "2007 TA PP DESSY TRI ANANDANI BAMBANG 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8368", "2007 TA PP DESSY TRI ANANDANI BAMBANG 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8369", "2007 TA PP DESSY TRI ANANDANI BAMBANG 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8370", "2007 TA PP DESSY TRI ANANDANI BAMBANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8371", "2007 TA PP DESSY TRI ANANDANI BAMBANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8372"}, "Penulis": "Dessy Tri Anandani Bambang (NIM: 17403047)", "Kontributor / Dosen Pembimbing": ["Scanner: Arnaz Driyastika M.  \n \n \n\n(2007-11-23)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "animasi, gempa bumi, mitigasi bencana", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "04 Jun 2012"}