{"Nomor": 5946, "Judul": "TUK-TUK THAI KITCHEN RESTAURANT TUK-TUK THAI KITCHEN DENGAN MEMPERHATIKAN KEPENTINGAN LAYANAN DAN KINERJANYA", "Abstrak": "Abstrak :   \n \n \n \n\nRestoran Tuk-Tuk Thai Kitchen merupakan tempat makan yang menyediakan masakan tradisional Thailand dan terletak pada pusat pembelanjaan di food court Pasar Raya. Di dalam persaingan bisnis pada area food court, pihak manajemen berkeinginan untuk mendapatkan pelanggan baru dan menjaga kepuasan pelanggan lama. Salah satu upaya dalam menghadapi persaingan ini, Tuk-Tuk Thai Kitchen perlu mengetahui kepuasan konsumen dengan memperhatikan persepsi pelanggan tentang hal-hal yang penting dalam pelayanan dan kinerja. Dengan demikian, Tuk-Tuk Thai Kitchen dapat menentukan prioritas perbaikan layanan yang ada sehingga kepuasan konsumen dapat tercapai.   \n \n \n \n\nPenelitian ini menggunakan metode Service Quality (SERVQUAL) dari Zeithaml dalam menentukan atribut yang akan dinilai berdasarkan tingkat kepentingan dan kinerjanya. Pengolahan penilaian atribut tersebut menggunakan importance / performance analysis untuk mengetahui atribut yang harus diperbaiki terlebih dahulu dan atribut yang harus dipertahankan kinerjanya.Hasil penelitian ini memperlihatkan bahwa layanan kualitas makanan, suasana tempat makan dan pelayanan terhadap pelanggan perlu diperbaiki sedangkan kualitas pelayanan, biaya dan kualitas pegawai harus tetap dipertahankan kinerjanya.", "Daftar File": {"2007 TS PP RULLY SEPTIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8409", "2007 TS PP RULLY SEPTIANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8410", "2007 TS PP RULLY SEPTIANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8411", "2007 TS PP RULLY SEPTIANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8412", "2007 TS PP RULLY SEPTIANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8413", "2007 TS PP RULLY SEPTIANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8414", "2007 TS PP RULLY SEPTIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8415"}, "Penulis": "Rully Septianto (NIM 291 05 135)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MSAE, MBA   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer perception, Service Quality (servqual).", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}