{"Nomor": 5950, "Judul": "ANALISIS FENOMENA TRANSPOR DI PERAIRAN DANGKALDENGAN MENGGUNAKAN  METODE ELEMEN HINGGA TAYLOR GALERKIN", "Abstrak": "AbstrakFenomena aliran dan transpor merupakan suatu gejala alam yang penting untuk dipelajari karena mempunyai pengaruh terhadap beberapa studi rekayasa yang terkait dengan hal ini, seperti perkiraan arus dan transpor partikel-partikel kecil (polutan, garam, sedimen, dan lain-lain) di perairan dangkal. Studi ini dapat dilakukan dengan menggunakan model fisik maupun model matematik. Melihat perkembangan pada saat ini, ternyata model matematik lebih fisible diterapkan dibanding model fisik Sejalan dengan teknologi komputer, model matematik telah mengalami perkembangan yang cepat yaitu dengan adanya metode numerik selain analitik Metode numerik elemen hingga Taylor Galerkin salah satu metode yang dapat diterapkan untuk kasus fenomena transpor di perairan dangkal yang biasanya dinyatakan dengan persamaan differensi al Adveksi-Difusi.Metode Taylor Galerkin merupakan gabungan pendekatan deret Taylor untuk diskritisasi waktu dan metode Galerkin untuk diskritisasi ruang. Metode ini merupakan pengembangan dari metode Galerkin, yang pertama kali dikenalkan oleh J. Donea (1984).Dalam tesis ini akan dibahas metode analitik dan metode numerik fenomena tranpor untuk perairan dangkal. Metode analitik digunakan sebagai pembanding untuk metode Taylor Galerkin. Tujuannya adalah untuk kalibrasi model dari metode Taylor Galerkin. Setelah itu dilakukan test terhadap metode Taylor Galerkin terutama untuk kasus adveksi murni. Selanjutnya metode tersebut diterapkan untuk kasus-kasus sederhana dan lapangan. Analisis dilakukan terhadap hasil perhitungan dengan metode Taylor Galerkin.Dari tinjauan kasus fenomena aliran dan transpor di perairan dangkal dapat diambil kesimpulan bahwa perhitungan dengan menggunakan metode elemen hingga Taylor Galerkin memberikan hasil yang sangat balk.", "Daftar File": {"1998_TS_PP_HARLAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/8436"}, "Penulis": "Dhemi Harlan", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dantje Kardana N.K.,Dr.Ir.Scan:Dewi(2007-03-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Mar 2007"}