{"Nomor": 5958, "Judul": "PENGEMBANGAN STRATEGI PROMOSI BELOW THE LINE TELKOM SPEEDY DATEL BANDUNG", "Abstrak": "ABSTRAK:   \n \n \n \n\nSaat ini, potensi pasar akses internet pita lebar di Indonesia terbuka lebar. Jumlah pengguna internet terus bertambah setiap tahunnya, dimana pertumbuhan jumlah pemakai internet lebih besar dibandingkan dengan pertumbuhan pelanggan internet. PT TELKOM yang merupakan penyedia jasa internet tetap yang terluas dan terbesar jangkauan networknya ingin memanfaatkan potensi ini. Dalam rangka memanfaatkan potensi tersebut, PT TELKOM sebagai pelopor pengembangan akses internet pita lebar di Indonesia harus dapat mengatasi isu-isu bisnis yang dihadapinya atas produk TELKOM Speedy. Isu bisnis utama yang dihadapi oleh PT TELKOM DATEL Bandung adalah rendahnya volume penjualan dan besarnya angka cabutan.   \n \n \n \n\nBerdasarkan hasil studi literatur dan FGD diketahui bahwa yang menjadi penyebab isu bisnis tersebut adalah faktor product, price, service, dan promotion. Pada faktor produk yang menjadi penyebab adalah konten yang masih kurang, tidak mobile, koneksi tidak stabil, dan kecepatan yang lambat. Harga layanan yang mahal merupakan penyebab dari faktor price. Pada faktor service yang menjadi penyebab adalah layanan pada pendaftaran kurang informatif dan pelayanan atas keluhan sangat lambat. Sedangkan pada faktor promotion yang menjadi penyebab adalah aktivitas below the line yang telah dijalankan kurang agresif. Akar masalah dari semua penyebab tersebut adalah kurangnya informasi yang diperoleh konsumen sehingga terbentuk image yang kurang baik terhadap TELKOM Speedy.   \n \n \n \n\nSolusi bisnis yang tepat bagi PT TELKOM untuk mengatasi akar permasalahan ini adalah melalui pengembangan strategi promosi below the line (BTL) yang efektif. Target audience dari kegiatan promosi ini adalah pengguna internet tingkat lanjut (bukan pemula) dari segmen menengah atas. Pada penelitian ini dibahas beberapa alternatif program untuk membangun citra yang baik dari TELKOM Speedy. Program Speedy Zone merupakan alternatif solusi yang paling potensial untuk diterapkan. Program ini akan memberikan pengalaman yang unik bagi konsumen, dimana konsumen dapat merasakan sendiri benefit yang ditawarkan TELKOM Speedy. Dari hasil kuesioner diketahui bahwa faktor yang paling dipercaya oleh konsumen dalam hal promosi adalah faktor yang menyangkut dengan pengalaman, seperti pengalaman pribadi, pembuktian secara langsung, dan pengalaman orang lain.   \n \n \n \n\nProgram Speedy Zone akan diadakan selama 6 bulan yang bertempat di salah satu Mall di Bandung. Beberapa aktivitas above the line (ATL) melalui media radio lokal, sms (short massaging services), media cetak lokal, dan banner di internet akan dilakukan untuk menciptakan awareness atas program ini. Untuk mendukung program ini dibutuhkan tenaga ahli dalam bidang Informasi dan Teknologi (IT) dan customer care yang memiliki product knowledge yang memadai. Dalam pelaksanaannya, akan dilakukan pengukuran efektifitas dari kegiatan tersebut. Evaluasi efektivitas ini dilakukan sebelum dan sesudah kegiatan below the line (BTL) dilaksanakan.", "Daftar File": {}, "Penulis": "Dicke Adhitya Rustiadi (NIM 29105310)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik: Evo S Hariandja, Ir., M.M.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Communication, below the line activity, image.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}