{"Nomor": 5961, "Judul": "PENGUKURAN TINGKAT KEPUASAN PELANGGAN TERHADAP LAYANAN AKOMODASI UMROH (STUDI KASUS PT.MEGACITRA).", "Abstrak": "Abstrak:  \n \n \n\nBerkembangnya industri biro perjalanan umroh di Indonesia mendorong pula hadirnya berbagai biro perjalanan umroh baru yang menyebabkan persaingan pada industri biro perjalanan umroh semakin ketat. Hal ini terjadi karena pihak pemerintah (DEPAG) tidak menyelenggarakan layanan ibadah umroh, sebagaimana pemerintah menyelenggarakan ibadah haji. Sehingga pemerintah membuka kesempatan bagi pihak swasta untuk menyelenggarakan layanan biro perjalanan umroh. Salah satu biro perjalanan umroh yang ada di Indonesia yaitu PT.Megacitra yang merupakan salah satu biro perjalanan umroh, dan menguasai sebagian besar pasar biro perjalanan umroh karena dianggap sebagai biro yang terpercaya, Hal tersebut diduga karena kualitas pelayanan yang dinilai pelanggan sudah memuaskan. Penelitian ini bertujuan untuk mengetahui persepsi pelanggan umroh mengenai kualitas pelayanan yang diberikan PT.Megacitra, dan untuk mengetahui gambaran tingkat kepuasan pelanggan dalam hal layanan akomodasi umroh yang diberikan pada paket perjalanan umroh PT. Megacitra. Objek dalam penelitian ini adalah Pelanggan (jamaah) umroh reguler PT. Megacitra. Variabel dalam penelitian ini terdiri atas lima layanan akomodasi yang diberikan PT.Megacitra yaitu: hotel, catering, transportasi, penerbangan dan pembimbing ibadah, sedangkan variabel yang diukur pada penelitian ini adalah kepuasan pelanggan secara keseluruhan yang dilihat dari lima layanan akomodasi. Jenis penelitian yang digunakan adalah deskriptif verifikatif, dan metode yang digunakan adalah survei dengan teknik systematic random sampling, dengan jumlah sampel sebesar 50 responden. Teknik pengukuran (analisa) data yang digunakan adalah Servqual. Hasil penelitian menunjukkan bahwa kualitas layanan akomodasi yang diberikan PT. Megacitra terhadap tingkat kepentingan pelanggan baru memenuhi 3 variabel dari 5 variabel yang diukur, yaitu variabel hotel, catering dan pembimbing Ibadah. Sedangkan 2 variabel yang berada di bawah standar tingkat kepentingan pelanggan yaitu; tranportasi dan penerbangan. Oleh karena itu, penulis menyarankan agar PT.Megacitra hendaknya lebih meningkatkan kualitas layanan akomodasi pada aspek transportasi dan penerbangan guna memberikan kepuasan yang maksimal terhadap pelayanan akomodasi yang diberikan PT.Megacitra, juga sebagai upaya untuk mempertahankan loyalitas pelanggan yang sudah terbentuk sejak lama.", "Daftar File": {"2007 TA PP DICKY SIGIT PURNOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8510", "2007 TA PP DICKY SIGIT PURNOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/8511", "2007 TA PP DICKY SIGIT PURNOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/8512", "2007 TA PP DICKY SIGIT PURNOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/8513", "2007 TA PP DICKY SIGIT PURNOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/8514", "2007 TA PP DICKY SIGIT PURNOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/8515", "2007 TA PP DICKY SIGIT PURNOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8516"}, "Penulis": "Dicky Sigit Purnomo (NIM: 190 04 070 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Herry Hoedrasyah, Drs., MA.  \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-10."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Umrah travel; customer satisfaction level;accommodations services.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}