{"Nomor": 5963, "Judul": "KAJIAN TEKNO-EKONOMI PENYELENGGARAA LAYANAN MULTIMEDIA MESSAGING SERVICE OLEH OPERATOR TELEPON SELULER", "Abstrak": "Abstrak :Layanan pesan pada telekomunikasi seluler mengalami perkembangan pesat baik dari jumlah penggunaannya maupun kemampuannya. Layanan pesan terbaru yang mampu mengakomodasi kebutuhan untuk menampilkan berbagai format media (teks, gambar, audio dan video) adalah Multimedia Messaging Service (MMS). Masalah yang dihadapi operator dalam penyelenggaraan layanan MMS adalah kepastian volume pasar/pengguna dan penentuan sistem atau perangkat layanan MMS yang sesuai dengan kebutuhan pasar tersebut.Tesis ini melakukan kajian ekonomis dan teknis untuk penyelenggaraan layanan MMS. Hasilnya diharapkan bisa menjadi bahan pertimbangan bagi operator telepon seluler dalam mengimplementasikan layanan tersebut.Tahap analisis menggunakan data sekunder yang berasal dari operator telepon seluler, rekomendasi konsultan, textbooks, vendor dan berbagai artikel mengenai MMS. Analisis dimulai dengan memperkirakan trafik, menentukan model bisnis, identifikasi jenis layanan dan menentukan tarif MMS. Selanjutnya dilakukan penyusunan parameter (teknis dan ekonomis) untuk pemilihan sistem/perangkat layanan MMS. Parameter teknis yang digunakan meliputi aspek standarisasi/spesifikasi internasional, kelengkapan layanan, kelengkapan fungsi, kemampuan kapasitas, kemampuan interoperabilitas, dukungan terhadap model bisnis, jenis layanan, sistem billing dan dukungan terhadap fungsi perusahaan/manajemen. Sedangkan parameter ekonomi meliputi NPV, IRR dan PP. Pada tahap akhir dari analisis dilakukan pemilihan terhadap tiga buah sistem/perangkat layanan MMS dengan menggunakan parameter-parameter tersebut di atas.Hasil kajian menunjukkan bahwa penyelenggaraan layanan MMS oleh operator seluler layak diimplementasikan. Adapun faktorfaktor yang harus diperhatikan dalam penyelenggaraan layanan tersebut adalah penerapan model bisnis, pengembangan jenis layanan, penerapan tarif dan pemilihan sistem/perangkat yang sesuai dengan kebutuhan.Kata Kunci: multimedia messaging service, MMS", "Daftar File": {}, "Penulis": "Didin Nasrudin (NIM. 23201187)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Suhardi, Dr.Ing. Scan :NenengNeneng(2007-05-165)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mei 2007"}