{"Nomor": 5964, "Judul": "PENGARUH BAHAN PENGIKAT DALAM granul fludized bed dryer (FBD) TERHADAP MUTU TABLET ASETAMINOVEN YANG DITABLETASI DENGAN METODE GRANULASI DASAR", "Abstrak": "Abstrak:  \n \n \n\nAsetaminofen memiliki sifat deformasi plastis yang kurang baik. Tabletasi serbuk asetaminofen (100200 myu m) dengan granul yang dibuat menggunakan pengikat povidon K25, karboksimetilselulosa natrium (CMC Na), dan etermanan diharapkan dapat menghasilkan mutu tablet asetaminofen yang baik. Penelitian ini bertujuan mempelajari komposisi granul(dari berbagai pengikat yang digunakan): serbuk asetaminofen, terhadap karakteristik fisik tablet. Dilakukan dua variasi dosis asetaminofen yaitu dosis besar(500 mg) dengan bobot tablet 700 mg dan dosis kecil (100 mg) dengan bobot tablet 400 mg. Granul dibuat dengan metode granulasi basah menggunakan berbagai jenis pengikat dengan laktosa sebagai pengisi. Granulasi dilakukan dalam Fluidized Bed Dryer. Parameter mutu tablet yang dievaluasi adalah keragaman ukuran, keragaman bobot, kekerasan, waktu hancur, friksibilitas, friabilitas dan penetapan kadar asetaminofen. Hasil evaluasi menunjukkan bahwa tablet yang mengandung asetaminofen 100 mg dengan granul menggunakan Povidon sebagai pengikat (atau perbandingan granul : serbuk asetaminofen = 3:1) menghasilkan tablet yang memenuhi persyaratan. Berdasarkan hasil tesebut dapat disimpulkan bahwa hanya granul yang menggunakan povidon K25 sebagai pengikat yang dapat menghasilkan tablet asetaminofen yang baik pada dosis asetaminofen 100 mg.", "Daftar File": {}, "Penulis": "Didin Sallamuddien (NIM 107 03 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Sundani Nurono S., Dr. rer. nat.  \n \n \n\nPembimbing 2 : Heni Rachmawati.,Dr"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Acetaminophen, Granulation, Fluidize Bed Dryer (FBD)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "31 Mei 2012"}