{"Nomor": 5966, "Judul": "GEDUNG SATE SEBAGAI DEKORASI", "Abstrak": "ABSTRAK:  \n \n \n\nBandung sedang berkembang sebagi kota wisata. Banyak hal yang menjadi  \n \n \n\ndaya tarik Bandung, salah satunya sejarahnya yang menarik. Sejarah tersebut tersirat  \n \n \n\ndalam bangunan-bangunan tua yang berada di seluruh penjuru Bandung. bangunan  \n \n \n\nyang dimaksud adalah bangunan-bangunan peninggalan masa kolonial. Pemerintah  \n \n \n\nHindia Belanda mengembangkan kota Bandung dengan merancangnya sedemikian  \n \n \n\nrupa, mendirikan berbagai bangunan yang beberapa darinya masih dapat dilihat pada  \n \n \n\nmasa sekarang. Namun seiring dengan perkembangan jaman bangunan-bangunan  \n \n \n\nbersejarah tersebut semakin sedikit, dihancurkan, dirombak, dan digantikan dengan  \n \n \n\nbangunan baru. Banyak pula dari bangunan bersejarah itu dibiarkan begitu saja, tidak  \n \n \n\nterawat dan melapuk dimakan waktu. Padahal bangunan-bangunan bersejarah  \n \n \n\ntersebut adalah koleksi arsitektur klasik jaman kolonial yang berharga. Kurangnya  \n \n \n\npengetahuan tentang sejarah Bandung menjadi alasan untuk mengabaikan warisan ini.  \n \n \n\nLonceng angin berasal dari istilah bahasa inggris windchimes, yang berarti  \n \n \n\nkepingan-kepingan gelas, logam, atau kayu yang berbunyi karena ditiup angin.  \n \n \n\nNamun dalam pengembangannya material yang dipergunakan bisa bermacam-macam,  \n \n \n\nsalah satunya menggunakan keramik. Lonceng angin dari keramik ini menjadi  \n \n \n\nistimewa karena buakn saja dapt dinikmati dari segi rupa, namun juga dapat  \n \n \n\ndinikmati dari suaranya  \n \n \n\nDengan memadukan bentuk rupa bangunan bersejarah dan lonceng angin  \n \n \n\nmenghasilkan sebuah cenderamata khas yang menarik yang juga berfungsi sebagai  \n \n \n\nmedia untuk mengenalkan Bandung pada masyarakat luas, sehingga pendatang tidak  \n \n \n\nhanya sekedar datang, tapi mengenal betapa indahnya Bandung.", "Daftar File": {}, "Penulis": "Dika Nurhasanah (Nim: 172 03 038)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Zaini Rais,Drs., M.Sn", "Beni Sukarsa,Drs.  \n \n \n\nScanner: Alice Diniarti", "2007-11-23"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Decoration building", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "6 file", "Tanggal Input": "23 Okt 2009"}