{"Nomor": 6011, "Judul": "KARAKTERISASI RESERVOIR BATUPASIR DURI B2 UNTUK PENGEMBANGAN LAPANGAN RANTAUBAIS BAGIAN UTARA", "Abstrak": "ABSTRAK:   \n \n \n \n\nDalam usaha meningkatkan produksi minyak yang terus mengalami penurunan tingkat produksi, dilakukan usaha usaha untuk memproduksi minyak dengan metode produksi tingkat lanjut. Lapangan minyak RantauBais merupakan   \n \n \n \n\nlapangan minyak dengan tipe minyak berat, saat ini usaha produksinya baru menggunakan metode primer yang diselingi dengan injeksi panas (uap) dengan metode Huff dan Puff. Tingkat perolehan minyak lapangan RantauBais sampai   \n \n \n \n\ndengan Desember 2006 baru mencapai 2,55 persen dari total cadangan minyak yang ada di lapangan ini sebesar 240 juta barel.   \n \n \n \n\nDalam rangka meningkatkan pemahaman tentang karakter dari reservoir minyak yang ada, studi tentang karakterisasi reservoir perlu dilakukan. Karakterisasi reservoir ini meliputi pemahaman tentang fasies pengendapan, stratigrafi sikuen, maupun tentang properti batuan reservoir yang ada. Studi kali ini akan mempelajari karakterisasi reservoir batupasir Duri B2 di lapangan RantauBais bagian utara, yang meliputi studi tentang fasies pengendapan, stratigrafi sikuen, serta pola penyebaran properti batuan dari reservoir batupasir Duri B2. Data yang digunakan dalam studi ini adalah inti batuan dan hasil deskripsinya dari 5 sumur, 20 data log sumur yang terdiri dari log sinar gamma (sebagai data   \n \n \n \n\nutama), log resistivitas dan log densitas (sebagai data pendukung), data interpretasi seismik, dan data properti batuan yang terdiri dari porositas dan saturasi minyak.   \n \n \n \n\nHasil studi menunjukkan bahwa reservoir batupasir Duri B2 merupakan sebuah sistem incised valley, yang mempunyai fasis pengendapan berupa tidal channel, tidal bar, tidal sand ridge, dan transgressive lag. Bagian atas dan bawah dari reservoir bapasir Duri B2 dibatasi oleh shallow marine shelf. Hasil karakterisasi reservoir batupasir Duri B2 berdasar data properti batuan yang tersedia belum   \n \n \n \n\nberhasil memberikan jawaban atas perbedaan tingkat perolehan minyak dari sumur sumur yang ada di lapangan ini. Diperlukan tambahan data yang lebih lengkap untuk dapat lebih memahami karakteristik reservoir batupasir Duri B2 ini.", "Daftar File": {"2007 TS PP DWI BUDI FITRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8707", "2007 TS PP DWI BUDI FITRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/8708", "2007 TS PP DWI BUDI FITRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/8709", "2007 TS PP DWI BUDI FITRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/8710", "2007 TS PP DWI BUDI FITRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/8711", "2007 TS PP DWI BUDI FITRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/8712", "2007 TS PP DWI BUDI FITRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8713"}, "Penulis": "Dwi Budi Fitrianto (NIM: 22005022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Djuhaeni, Dr.", "Pembimbing : Eddy A. Subroto Dr.", "Pembimbing : Niniek R. Herdianita, Ir., M.Sc.   \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-28."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Duri B2 sand; temporary steam injection; huff and puff method; reservoir characterization.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}