{"Nomor": 6018, "Judul": "EVALUASI KINERJA PELAYANAN PENYEDIA AIR BERSIH SISTEM PERPIPAAN DI KOTA KECIL Studi Kasus : Kota Soreang dan Banjaran", "Abstrak": "Abstrak :    \n \n \n \n \n\nAir bersih merupakan salah satu elemen pelayanan publik yang penting. Namun hingga saat ini, ketersediaan akses air bersih masih menjadi masalah. Sekitar 21% rumah tangga di Indonesia tidak mendapatkan air bersih. Padahal pada hakikatnya air adalah hak. Permasalahan ketersediaan akses air bersih tidak hanya di kota besar. Demikian pula halnya di kota kecil. Namun selama ini penelitian mengenai penyediaan air bersih di kota kecil kurang diperhatikan. Padahal dalam perkembangan sistem perkotaan di Indonesia pada saat ini, fenomena perkembangan mega-city membawa konsekuensi pada daerah belakangnya, yaitu kota-kota kecil. Perkembangan kota kecil ini tentunya harus diakomodasi oleh pembangunan fasilitas dan utilitas perkotaan yang memadai, salah satunya adalah utilitas air bersih.     \n \n \n \n \n\nUntuk menjamin air bersih sebagai hak, keberlanjutan proses penyediaan air bersih harus diperhatikan, salah satunya adalah melalui evaluasi kinerja penyedia air bersih. Oleh karena itu dalam penelitian ini dilakukan evaluasi terhadap kinerja lembaga penyedia air bersih sistem perpipaan. Identifikasi dilakukan terhadap tiga aspek, yaitu operasional, tarif, dan administrasi. Ketiga aspek ini kemudian dijabarkan dalam sepuluh indikator penilaian.     \n \n \n \n \n\nLembaga penyedia air bersih perpipaan yang ada di Kota Soreang dan Banjaran, yaitu PDAM dan pengelola air bersih sistem komunal. Dari hasil analisis kinerja kedua lembaga penyedia air bersih ini, diketahui bahwa PDAM mampu memenuhi lima indikator. Sedangkan pengelola air bersih komunal mampu memenuhi enam indikator. Perbedaan kinerja di antara keduanya terutama tampak pada aspek operasional. Dalam aspek operasional, PDAM memiliki kinerja baik dalam kriteria kuantitas air, kualitas air, dan pengaduan tertangani. Adapun pengelola air sistem komunal memiliki kinerja baik dalam kriteria kuantitas air, kontinuitas air, kecepatan penyambungan baru, dan pengaduan tertangani. Dalam aspek tarif, baik PDAM maupun sistem komunal memiliki kinerja baik. Untuk aspek administrasi, kinerja PDAM dan sistem komunal masih buruk. Padahal aspek administrasi merupakan salah satu indikator yang penting dalam menjaga kelancaran proses operasional mengingat fungsinya sebagai panduan dan alat kontrol kinerja. Berdasarkan kelemahan dan keunggulan masing-masing penyedia air bersih perpipaan di Kota Soreang dan Banjaran tersebut, kemudian disusun saran untuk perbaikan peningkatan kinerja masing-masing penyedia air bersih perpipaan di kota kecil.", "Daftar File": {"2007 TA PP DYAH NASTITI PROBORINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8744", "2007 TA PP DYAH NASTITI PROBORINI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8745", "2007 TA PP DYAH NASTITI PROBORINI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8746", "2007 TA PP DYAH NASTITI PROBORINI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8747", "2007 TA PP DYAH NASTITI PROBORINI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8748", "2007 TA PP DYAH NASTITI PROBORINI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8749", "2007 TA PP DYAH NASTITI PROBORINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8750"}, "Penulis": "Dyah Nastiti Proborini (NIM 154 02 049)", "Kontributor / Dosen Pembimbing": ["Scanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air bersih, perpipaan.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}