{"Nomor": 6026, "Judul": "POLYSULFONE/SULFONATED-POLYSULFONE/TiO2 COMPOSITE MEMBRANES FOR FUEL CELL APPLICATION", "Abstrak": "Abstrak:   \n \n \n \n\nDampak pemakaian bahan bakar fosil dirasa telah membahayakan bagi kehidupan manusia. Gas CO2 yang dihasilkan oleh aktivitas manusia telah mengakibatkan   \n \n \n \n\npeningkatan temperatur bumi dan secara tidak langsung telah mempengaruhi terjadinya perubahan iklim. Berkurangnya persedian minyak bumi juga menjadi masalah besar yang perlu diatas. Saat ini pengembangan bahan bakar alternatif dan konversi energi terus digalakan untuk mengatasi masalah tersebut. Pengembangan bahan bakar alternatif yang didasarkan pada elektrolit cair sebagai konduktor ion seringkali menimbulkan masalah misalnya korosi. Oleh karena itu saat ini dibutuhkan suatu konduktor ion berbasis elektolit padat. Pada penelitian membran penukar kation berbasis polisufon tersulfonsi (SPSf) dibuat dan dikarakterisasi sebagai membran elektrolit polimer (Polymer Electrolyte Membrane, PEM). Penelitian ini terbagi atas tiga tahapan utama yaitu   \n \n \n \n\nsulfonasi polisulfon (PSf), pembuatan membran, serta karakterisasi terhadap polimer dan membran yang dihasilkan. Pada penelitian ini juga dianalisa pengaruh   \n \n \n \n\npenambahan TiO2 pada membran komposit polisulfon/SPSf/TiO2. Proses sulfonasi dilakukan dengan memvariasikan konsentrasi asam klorosulfonat sebagai agen pensulfonasi dari 5 sampai 15% v/v dalam pelarut kloroform dan atmosfer nitrogen. Pembuatan membran dilakukan dengan metode inverse fasa melalui proses casting larutan cetak pada permukaan kaca. Larutan cetak dibuat dengan melarutkan polimer (PSf dan SPSf) dalam DMAc (dimetilasetamida) dengan komposisi tertentu. Polimer maupun membran yang dihasilkan dikarakterisasi dengan spektroskopi 1H NMR dan FTIR, kapasitas penukar ion, stabilitas termal dan mekanik, serta analisa morfologi dan impendansi membran. Hasil mununjukkan proses sulfonasi mengakibatkan terjadinya degradasi pada   \n \n \n \n\nrantai utama polimer yang ditunjukkan dengan penurunan temperature transisi glas (Tg) polimer. Pada konsentrasi asam klorosulfonat 5% v/v dihasilkan prosentase rendemen yang cukup tinggi (94,53%), namun demikian sulfonasi   \n \n \n \n\ndengan konsentrasi asam klorosulfonat cukup tinggi (10 dan 15%) menghasilkan produk yang larut dalam air. Kadar sulfonasi yang terlalu tinggi mengakibatkan polimer menjadi hidrofil dan pemendekan rantai polimer yang diakibatkan oleh degradasi mempermudah interaksi antara polimer dengan air sehingga polimer dapat larut dalam air. Dengan demikian produk sulfonasi dengan konsentrasi asam klorosulfonat 10 dan 15% v/v tidak dapat digunakan sebagai material PEM. Penambahan partikel TiO2 pada komposisi membran mampu meningkatkan stabilitas mekanik membran serta konduktifitas ion membran. Peningkatan   \n \n \n \n\ninteraksi antar rantai polimer pada stuktur membran serta dengan adanya interaksi antara polimer dengan partikel TiO2 mengakibatkan peningkatan stabilitas mekanik membran. Keberadaan TiO2 dalam struktur membran juga mampu   \n \n \n \n\nmemfasilitasi proses pergerakan ion dari anoda ke katoda dan hal inilah yang mengakibatkan peningkatan konduktivitas ion membran. Penurunan elastisitas membran terjadi pada komposisi membran dengan kadar SPSf yang cukup tinggi (10%). Interaksi hidrofil dan hidrofob antar rantai polimer meghasilkan daerah retakan pada membran yang ditunjukkan oleh data SEM,daerah retakan tersebut mengakibatkan membran mengalami penurunan pada   \n \n \n \n\nelastisitasnya. Pengukuran impedansi membran menunjukkan terjadinya penurunan hambatan membran atau meningkatnya konduktivitas membran dengan meningkatnya kadar SPSf dan TiO2 pada membran. Hambatan listrik terendah diperoleh pada komposisi membran dengan kadar SPSf 10% b/b dan TiO2 5% b/b. Secara umum membran yang dihasilkan pada penelitian ini cukup menjajikan sebagai PEM, hal ini didukung oleh performa elektrokimia yang cukup baik,   \n \n \n \n\nstabilitas termal dan mekanik yang tinggi, serta harga yang cukup murah dalam proses pembuatannya, namun demikian perbaikan masih perlu dilakukan untuk   \n \n \n \n\nmenghasilkan kinerja membran yang lebih baik.", "Daftar File": {"2007 TS PP EDI  PRAMONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8780", "2007 TS PP EDI  PRAMONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/8781", "2007 TS PP EDI  PRAMONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/8779", "2007 TS PP EDI  PRAMONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/8778", "2007 TS PP EDI  PRAMONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/8777", "2007 TS PP EDI  PRAMONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/8776", "2007 TS PP EDI  PRAMONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8775"}, "Penulis": "Edi Pramono (NIM : 205 06 032)", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Cynthia L.Radiman Dr.Ing.", "Pembimbing II : Katja U. Loos, Dr.", "Pembimbing III: Veinardi Suendo, Dr.    \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "TiO2; polysulfone; sulfonated; fossil fuel;liquid electrolyte ; membrane; polymer.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}