{"Nomor": 6038, "Judul": "STUDI METODA TAHANAN JENIS ARUS SEARAH ( DC ) UNTUK EKSPLORASI HIDROKARBON PADA LAPANGAN X, IRIAN JAYA BARAT", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nLapangan X merupakan suatu self margin dengan formasi Kais sebagai reservoar hidrokarbon. Survei seismik telah banyak dilakukan sepanjang struktur carbonate-buildup lapangan X hingga Klamumuk, Irian Jaya Barat. Namun survei seismik yang dilakukan belum mampu memberikan gambaran posisi hidrokarbon di dalam buildup tersebut secara tepat. Kondisi lapangan X yang mulai tidak ekonomis membuat perlunya mencari posisi - posisi tertentu di dalam struktur buildup tersebut yang masih menyimpan hidrokarbon. Sifat listrik suatu batuan sangat bergantung terhadap fluida pengisi porinya. Adanya perbedaaan sifat kelistrikan yang berupa tahanan jenis dari suatu perlapisan batuan dapat memberikan informasi mengenai keadaan bawah permukaan, seperti lithologi maupun fluida pengisi porinya. Metoda tahanan jenis dengan susunan elektroda Schlumberger digunakan untuk mencari variasi nilai tahanan jenis pada arah vertikal. Metoda interpretasi Curve Matching digunakan untuk memodelkan buildup dari formasi Kais tersebut berdasarkan nilai tahanan jenisnya, dan Dar - Zarrouk Parameter digunakan untuk mendeteksi kehadiran anomali positif dari tahanan jenis di dalam buildup yang diinterpretasikan sebagai hidrokarbon. Dari hasil yang diperoleh diketahui bahwa lapangan X memiliki porositas dan permeabelitas yang tinggi. Posisi - posisi hidrokarbon dapat dideteksi kehadirannya di bawah line 08 dan line 1235.", "Daftar File": {"2007 TA EKO MARIO C. L. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8854", "2007 TA EKO MARIO C. L. 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8855", "2007 TA EKO MARIO C. L. 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8856", "2007 TA EKO MARIO C. L. 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8857", "2007 TA EKO MARIO C. L. 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8858", "2007 TA EKO MARIO C. L. 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8859", "2007 TA EKO MARIO C. L. 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/8860", "2007 TA EKO MARIO C. L. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8861"}, "Penulis": "EKO MARIO C. L.  (NIM 123 02 006)", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Warsa, S.Si, MT.     \n \n \n \n \n \n\nPembimbing  II : Wahyudi W. P., Dr.rer.nat.     \n \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kais formation, hydrocarbons, DC.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}