{"Nomor": 6042, "Judul": "ANALISIS PERILAKU STRUKTUR GEDUNG TAHAN GEMPA DENGAN SHEAR WALL DAN OUTRIGGER", "Abstrak": "Abstrak TA:   \n \n \n \n\nSaat ini, kondisi lahan di perkotaan mengharuskan pola pembangunan kota secara vertikal. Pembangunan gedung secara vertikal harus direncanakan agar tahan terhadap pengaruh beban-beban lateral seperti angin dan gempa bumi. Untuk mengatasi pengaruh beban-beban lateral tersebut, dinding geser adalah komponen utama dari gedung yang dapat digunakan untuk mengurangi besarnya deformasi lateral yang dapat mengurangi kenyamanan dan keselamatan pengguna gedung. Namun, untuk bangunan yang terlalu tinggi/langsing, dinding geser sudah tidak efektif lagi untuk mengurangi deformasi tersebut. Salah satu teknologi   \n \n \n \n\nterbaru adalah penggunaan outrigger. Outrigger adalah komponen dinding yang berfungsi sebagai balok yang dapat mengurangi deformasi gedung tingkat tinggi dengan mengikat   \n \n \n \n\nkolom-kolom perimeter.   \n \n \n \n\nTugas Akhir ini bertujuan untuk melihat bagaimana perilaku struktur gedung tahan gempa dengan menggunakan dinding geser ditambah dengan outrigger. Perilaku yang ditinjau adalah parameter-parameter perilaku struktur seperti perioda alami (T), kuat lebih bahan (f1), kuat   \n \n \n \n\nlebih struktur (f2), daktilitas struktur, faktor reduksi gempa (R), kekakuan (K), dan deformasi.   \n \n \n \n\nDi dalam Tugas Akhir ini, dimodelkan gedung 20 lantai dan 30 lantai. Baik gedung 20 maupun 30 lantai dimodelkan masing-masing sebanyak 5 model. Jadi, jumlah model total   \n \n \n \n\nadalah 10 model. Setiap gedung dimodelkan dengan berbagai variasi penempatan outrigger, yaitu tanpa outrigger, outrigger di atas, di atas dan dua pertiga tinggi, di atas dan sepertiga tinggi, serta tiap sepertiga tinggi gedung. Analisis yang digunakan adalah dengan metode   \n \n \n \n\npush over. Kemudian dari tiap-tiap model diperiksa parameter-parameter struktur seperti yang sudah dijelaskan di atas. Dari hasil yang diperoleh, setiap model gedung memperlihatkan pengaruh yang signifikan   \n \n \n \n\nuntuk mengurangi deformasi atap dan simpangan antar tingkat gedung. Keberadaan outrigger di lantai-lantai penempatan outrigger menyebabkan pengurangan simpangan antar tingkat dan menurunnya besar deformasi lantai dibanding deformasi lantai tanpa penempatan outrigger.   \n \n \n \n\nJadi, outrigger berguna untuk meningkatkan kekakuan dan mengurangi deformasi struktur berupa simpangan antar tingkat maupun deformasi atap struktur . Penempatan outrigger harus ditempatkan di tempat-tempat tertentu di mana perilaku struktur yang paling baik dapat diperoleh dan outrigger tidak menyebabkan penambahan beban lebih besar dibanding penambahan kekakuan.", "Daftar File": {}, "Penulis": "Elias E Pinem (NIM : 150 03 026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : R. Bambang Budiono,Ir. ,Dr., ME,Prof.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Outrigger;  shear wall;  push over; performance point; time period (T); material overstrength factor (f1); structure over strength factor (f2); ductility ;  total over strength (0); reduction factor (R); stiffness (K); deformation.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}