{"Nomor": 6043, "Judul": "PERANCANGAN DAN PEMBUATAN HYSTERESIS LOOP TRACER BERBASIS KOIL PENCUPLIK YANG BERPUTAR", "Abstrak": "Abstrak: Pengukuran karakteristik magnetik sangatlah penting dalam mengalisa sampel magnetik untuk berbagai keperluan seperti untuk material perekam, magnet permanen, dan bahan industri lainnya. Ada beberapa alat yang dipakai untuk mengukur karakteristik magnetik sampel, termasuk hysteresis loop tacer. Mat ini dapat menunjukkan beberapa parameter karakteristik magnetik seperti nilai koersivitas, medan saturasi, dan remanen magnetik.Telah dirancang dan dibuat hysteresis loop tracer berbasis koil puncuplik berputar. Koil tersebut diletakkan di dalam medan magnet yang dibangkitkan oleh suatu elektromagnet. Ggl induksi dari koil tanpa sampel mengindikasikan besarnya medan magnet yang timbul. Bila ada sampel maka ggl induksi yang timbul bergantung pada jenis sampel. Dengan mengurangi ggl induksi yang diperoleh dari koil pencuplik dalam keadaan ada sampel dengan tanpa sampel dan memplot basil tersebut terhadap medan magnet akan diperoleh kurva histeresis dari sampel.Mat ini terdiri dari tiga bagian utama yaitu : sistem trasduser dan mekanik, rangkaian pengkondisi dan pengolah sinyal, dan komputer sebagai pengolah dan penampil data. Sistem transduser dan mekanik terdiri dari elektromagnet, catu daya, koil pencuplik, pemegang sampel, dan motor listik DC. Rangkaian pengkondisi dan pengolah sinyal terdiri dari penyearah presisi, ADC, sensor optik, DAC,dan mikrokontroler.Kesalahan relatif kalibrasi medan magnet dari 0,03% sampai 1,42% dan untuk sistem komunikasi dari 0,01% sampai 0,22%. Pengukuran tanpa sampel memberikan kesalahan relatif dari 0,01% sampai 2,21%. Pengukuran terhadap beberapa sampel material magnetik memberikan gambaran tentang kurva histeresis sampel tersebut. Hal ini tergantung pada jenis mineral dan ukuran bulir sampel", "Daftar File": {}, "Penulis": "Elisa Sesa", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Mitra Djamal,Dr.,Ing Pembimbing II:Satria Bijaksana.,Ph.D Scan :Mulyati (2007-03-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mar 2007"}