{"Nomor": 6044, "Judul": "STUDI DAYA DUKUNG EKOSISTEM TELUK EKAS DENGAN PENDEKATAN KESEIMBANGAN MASA TROFIK : Abstrak", "Abstrak": "Abstrak:  Studi daya dukung perairan Teluk Ekas telah dianalisa dengan menggunakan  Software Ecopath with Ecosim 5.0 Beta. Studi ini bertujuan untuk mengetahui potret aliran trofik dari komponen-komponen ekosistem di perairan Teluk Ekas dan menganalisa dampak perubahan biomasa dari komponen ekosistem terhadap daya dukung perairan Teluk Ekas. Model trofik Teluk Ekas (1999 Â– 2000) dibangun dengan menggunakan pendekatan Ecopath. Simulasi Ecosim dilakukan selama 10 tahun untuk mengetahui dampak perubahan biomasa grup medium demersal, kerapu, karang dan udang dewasa dengan menerapkan tingkat laju morlatitas penangkapan (F) sebesar 10 %, 20 %, 50 %, 75 % dan 100 %. Ekosistem Teluk Ekas (1999-2000) terdiri dari 18 functional group meliputi 7 grup ikan, 6 grup invertebrata, 2 grup produsen primer, lumba-lumba, karang dan detritus yang terdistribusi dalam 4 trophic level dengan lumba-lumba sebagai pemangsa tertinggi. Ekosistem Teluk Ekas (1999-2000) masih berada dalam tahap perkembangan dengan rasio produksi/respirasi (Pp/R) adalah 2,034; produksi/biomasa (P/B) adalah 5.4 per tahun dan Finn Cycling Index adalah 3,04. Hasil simulasi selama 10 tahun menunjukkan bahwa biomasa grup medium demersal, kerapu dan karang pada tahun ke-10 mengalami penurunan sebesar 8 % sampai 99,8 %. Sebaliknya pada grup udang dengan peningkatan F sebesar 20, 50, 75 dan 100 % menyebabkan peningkatan biomasa sebesar  2 % sampai 9 % karena adanya rekrutmen. Peningkatan F sebesar 50 % pada grup karang menyebabkan penurunan biomasa grup medium demersal sebesar 53 % dan udang dewasa sebesar 6 % tetapi meningkatkan biomasa untuk small demersal sebesar 5,6 %.", "Daftar File": {"2005 TS PP ELIS INDRAYANTI 1-abstract.pdf": "https://digilib.itb.ac.id/gdl/download/8884"}, "Penulis": "Elis Indrayanti  NIM. 224 02 003", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana, S.Sos. (2007-03-13) ena506@yahoo.co.id Perpustakaan Pusat ITBJl. Ganesha 10 Bandung 40132"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ecopath with Ecosim, Fishing mortality rate, Biomass, Ekas Bay, Trophic", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "13 Mar 2007"}