{"Nomor": 6046, "Judul": "SEGMENTASI, TARGETING, DAN POSITIONING PADA WISATA AGRO TANAMAN OBAT TOGAPURI DENGAN MENGGUNAKAN MODEL STV-TRIANGLE", "Abstrak": "Abstrak :   \n \n \n \n\nWisata Agro Togapuri yang merupakan tempat wisata tanaman obat, saat ini telah berhasil melalui fase emergent yang merupakan tahap awal dalam memulai bisnis dan menuju ke fase rational. Pada fase rational, suatu bisnis perlu mengembangkan suatu sistem yang tertata dengan baik, serta memiliki manajemen strategis yang baik. Untuk membangun strategi yang tepat, perusahaan perlu mengetahui siapa dan bagaimana pasar mereka, dan hal ini dapat diawali dengan melakukan segmentasi pasar. Saat ini Wisata Agro Togapuri masih mendefinisikan pasarnya secara umum, belum tersegmentasi dengan jelas. Oleh karena itu, perlu dilakukan proses segmentasi yang kemudian dilanjutkan dengan menetapkan target pasar dan membuat positioning.   \n \n \n \n \n\nSalah satu cara untuk melakukan proses tersebut adalah dengan menggunakan dimensi pertama dari model STV-Triangle, yaitu strategy yang didalamnya terdapat elemen segmentasi, targeting dan positioning. Untuk melakukan segmentasi digunakan cara dynamic attribute segmentation melalui penyebaran kuisioner dan dibantu dengan analisis klaster dan analisis diskriminan. Kemudian untuk targeting dan positioning digunakan kriteria yang terdapat pada model STV-Triangle.   \n \n \n \n \n\nHasil yang diperoleh menunjukkan bahwa Togapuri memiliki tiga segmen yang berbeda dan yang menjadi target pasarnya adalah pasar yang memiliki pengeluaran lebih dari Rp 2.500.000 sampai dengan Rp 5.000.000, senang melakukan kegiatan bersama keluarga dan tertarik pada kesehatan. Berdasarkan karakter pengunjung yang ada saat ini, positioning Wisata Sehat Alami Togapuri sudah sesuai dengan pasar yang ada. Namun, masih harus dilakukan penguatan terhadap positioning tersebut melalui diferensiasi, pengembangan infrastruktur yang disesuaikan dengan positioning, pengembangan produk, komunikasi pemasaran, wisata terpadu dan pengembangan pasar.", "Daftar File": {"2007 TS PP ELITA RACHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8891", "2007 TS PP ELITA RACHMAWATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8892", "2007 TS PP ELITA RACHMAWATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8893", "2007 TS PP ELITA RACHMAWATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8894", "2007 TS PP ELITA RACHMAWATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8895", "2007 TS PP ELITA RACHMAWATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8896", "2007 TS PP ELITA RACHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8897"}, "Penulis": "Elita Rachmawati (NIM 291 05 116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alibasjah Inggriantara Soedjarno, MM   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Segmentation, Targeting, Positioning, STV-Triangle, Tourism", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}