{"Nomor": 6051, "Judul": "ANALISIS PENGARUH CURAH HUJAN TERHADAP TINGKAT KERAWANAN BENCANA TANAH LONGSOR KABUPATEN BANDUNG", "Abstrak": "Abstrak:   \n \n \n \n\nCurah hujan di Indonesia merupakan salah satu faktor pemicu bencana alam tanah longsor yang sering terjadi di Indonesia yang dapat mengakibatkan kerusakan bangunan fisik di permukaan bumi, sehingga mengakibatkan buruknya sektor perekonomian di suatu daerah serta dapat mengancam jiwa manusia.    \n \n \n \n \n\nPenanganan terhadap masalah bahaya longsor di suatu daerah dapat dilakukan dengan pemantauan dan identifikasi. Salah satu penentuan kerawanan setelah pukulan butir-butir hujan di daerah studi adalah penentuan waktu terjadinya tanah longsor. Hujan dapat memicu tanah longsor melalui penambahan beban lereng dan menurunkan kuat geser tanah. Penelitian tugas akhir ini melakukan kajian stabilitas lereng dan model infiltrasi Green-Ampt berdasarkan tiga tekstur tanah, yaitu tanah pasir, tanah lempung dan tanah liat, di Kabupaten Bandung.    \n \n \n \n \n\nDari ketiga tekstur tanah yang dikaji, pada intensitas curah hujan terbesar (127,4 mm/jam) tekstur tanah pasir cenderung lebih cepat mencapai kondisi kritis sekitar 0.023 jam, dibandingkan tekstur tanah lempung, 0.03 jam dan tanah liat sekitar 0,08 jam setelah terjadi hujan. Daerah rawan tanah longsor terjadi pada tekstur tanah pasir dengan kemiringan lebih dari 20 derajat, yaitu Lembang dan Maribaya, sebagian Pacet, Cicalengka dan Ciwidey. Sedangkan daerah paling berpotensi adalah pada deretan Gunung Malabar sekitar Pangalengan dan Gambung.", "Daftar File": {}, "Penulis": "Endri Saptohartono (NIM 108 01 011)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Infiltration, Rainfall intensity, Slope stability, Landslide.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}