{"Nomor": 6058, "Judul": "PERENCANAAN SISTEM PENYALURAN DAN PENGOLAHAN AIR BUANGAN DOMESTIK UJUNG BERUNG REGENCY MENGGUNAKAN CONSTRUCTED WETLAND", "Abstrak": "ABSTRAK:   \n \n \n \n\nUjung Berung Regency terletak di wilayah Bandung Timur dengan kedudukan yang sangat strategis, yaitu sebagai salah satu pilihan pemukiman di tengah-tengah daerah yang sedang berkembang. Dengan luas wilayah 21261m2, Ujung Berung Regency dirancang untuk dapat menampung 800 jiwa yang dibagi dalam 3 tipe rumah huni. Perwujudan pemukiman yang nyaman dan sehat sudah tentu harus disertai oleh keberadaan fasilitas sanitasi yang memadai. Sistem Penyaluran dan Pengolahan Air Buangan merupakan salah satu sarana pendukung yang penting untuk membantu terciptanya kondisi sanitasi lingkungan yang baik bagi wilayah Ujung Berung Regency mengingat kondisi geologis dan hidrologis daerah sekitar yang memungkinkan untuk terjadinya pencemaran tanah dan air tanah oleh air buangan manusia. Berdasarkan tingkat kepadatan penduduk yang cukup tinggi, tingkat pelayanan air bersih yang sedang, permeabilitas tanah yang rendah, topografi lahan yang relatif datar, serta tingginya persentase pengguna tangki septik, maka sistem yang mungkin diterapkan di Ujung Berung Regency adalah Sistem Small Bore Sewer (SBS), yakni pipa yang menyalurkan effluent cair dari air buangan dari septik tank menuju pengolahan selanjutnya, sementara padatannya ditampung di dalam tangki septik yang berperan sebagai tangki interceptor sebelum kemudian diangkut ke Instalasi Pengolahan Lumpur Tinja (IPLT). Selanjutnya efluen tangki septik mengalami pengolahan dengan menggunakan Constructed Wetland, yakni sebuah daerah yang dirancang dan dibuat oleh manusia, yang terdiri dari media/substrat, vegetasi, kehidupan satwa dan air menyerupai lahan basah alami yang dipergunakan dan dimanfaatkan bagi kepentingan manusia. Pemilihan sistem pengolahan ini didasarkan pada efisiensi pemulihan nutrient yang cukup tinggi, ketersediaan lahan yang ada, biaya konstruksi, operasi dan pemeliharaan yang cukup murah bagi daerah tersebut. Perencanaan sistem penyaluran dan pengolahan air buangan di Ujung Berung Regency diharapkan dapat meningkatkan kualitas sanitasi lingkungan, yang pada akhirnya dapat menunjang terciptanya suatu masyarakat yang sehat dan produktif. Untuk mendapatkan sistem penyaluran dan pengolahan air buangan yang paling baik maka dibuat 3 buah alternatif jalur yang berbeda. Berdasarkan pertimbangan-pertimbangan faktor teknis akan dipilih satu yang paling sesuai untuk diterapkan pada Sistem Penyaluran dan Pengolahan Air Buangan Ujung Berung Regency.", "Daftar File": {"2007 TA PP ERIKA HERLIANA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/8939", "2007 TA PP ERIKA HERLIANA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/8940", "2007 TA PP ERIKA HERLIANA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/8941", "2007 TA PP ERIKA HERLIANA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/8942", "2007 TA PP ERIKA HERLIANA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/8943", "2007 TA PP ERIKA HERLIANA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/8944", "2007 TA PP ERIKA HERLIANA 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/8945", "2007 TA PP ERIKA HERLIANA 1-BAB8.pdf": "https://digilib.itb.ac.id/gdl/download/8946", "2007 TA PP ERIKA HERLIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/8947", "2007 TA PP ERIKA HERLIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/8948"}, "Penulis": "Erika Herliana (NIM 15303020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Marisa Handajani, Dr.Ing., S.T., M.T.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-12)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sewerage system, small bore sewer, waste water flow, waste water pipeline", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}