{"Nomor": 6064, "Judul": "PEMODELAN DAN SIMULASI STEAM REFORMER KILANG PERTAMINA UP II DUMAI", "Abstrak": "AbstrakDalam sistem pengolahan minyak bumf di Kilang Pertamina Dumai, gas hidrogen mempunyai fimgsi yang sangat panting. Fungsi utamanya adalah antuk merengkah minyak fraksi berat di Unit Hydocracking. Minyak fraksi berat diuraikan menjadi minyak fraksi yang lebih ringan yang mempunyai nilai ekonomi lebih tinggi, seperti gasoline, minyak solar/diesel dan kerosene.Gas hidrogen dihasilkan di Unit Hidrogen dengan alai utama steam reformer. Dalam steam reformer, gas hidrokarbon ringan bereaksi dengan kukus (steam) rnenghasilkan gas hidrogen yang dikatalisis oleh katalis padat nikellalumina. Mengingat begitu pentingnya slat ini maka segala days dan upaya dilakukan guna meningkatkan efisiensi dan efektivitas operasi. Salah satu cars yang dilakukan adalah dengan pembuatan model.Dalam penelitian ini, pengkajian ditujukan terhadap model sisi reaktor sedangkan model sisi dapur (firnace) ditetapkan secara empirik dengan pengukuran di lapangan. Untuk pemodelan sisi reaktor digunakan model heterogen satu dimensi dengan mengabaikan pengaruh gradien antarmuka dan katalis diasumsikan bersifat isotermal. Penuruman model matematiknya menggunakan prinsip neraca massa, energi dan momentum dengan persamaan kinetika yang diperoleh clan 1iteratur.Model matematik yang telah disusun dan diselesaikan secara numerik dituangkan dalam bentuk program komputer. Sebagai uji keabsahan, model dicoba terhadap data rancangan steam reformer yang ada di Kilang Pertamina Dumai. Dart pengujian, menunjuldcan bahwa keakuratan model relatif tinggi dengan faktor kesalahan yang relatif kecil, berkisar 0,12% s.d. 5,30% sehingga model layak digunakan untuk simulasi dan evaluasi steam reformer yang sama.Selama pengujian ini, parameter yang disesuaikan adalah faktor koreksi perpindahan panas (CO yang nilainya diperoleh sebesar 0,58 sehingga rumus perhitungan koefisien perpindahan panas total pipareaktor steam reformer ini adalah :l i D, JD),  \tI\tD0l U [2kv DEC 0,58k Du isedangkan parameter lain, seperti data fisik, termodinamika dan kinetika reaksi pada kondisi yang diinginkan diperoleh dari pustakaModel yang telah diuji kemudian digunakan untuk simulasi dan evaluasi kondisi proses. Simulasi dilakukan untuk melihat penganth variabel proses terhadap kinerja steam reformer. Sebagai variabel proses adalah rasio kukus karbon (SIC), tekanan umpan dan temperatur umpan sedangkan sebagai parameter kinerja steam reformer adalah metana sisa dan kebutuhan panes bahan baker. Hasil simulasi menunjukkan bahwa untuk memperoleh kualitas produk yang makin baik, reaksi steam reforming sebaikuya dilangsungkan pada nisbah kukuslkarbon yang tinggi, tekanan rendah dan temperatur tinggi. Akan tetapi pengaturan tiga variabel proses ini hams memperhatikan batasan-batasan operasi yang ada dalam sistem operasi keseluruhan. Dari analisiskepekaan perubahan variabel proses terhadap kinerja steam reformer diperoleh urutankepekaannya sebagai berikut :rasio kukus karbon > temperatur umpan - tekanan umpanSebagai aplikasi penggunaan model untuk mengevaluasi kondisi proses, dilakukan evaluasi terhadap hasil test run yang dilakukan pads tanggal 20 Januari 1993 s.d. I Februari 1993. Hasil evaluasi memmjukkan bahwa kualitas produk yang dihasilkan sangat balk (jauh lebih kecil dari rancangan) tetapi menggunakan nilai nisbah kukus/karbon relatif tinggi (4,79 - 6,26) sehingga terjadi penggunaan energi yang berlebihan. Dengan evaluasi lebih lanjut diperoleh nilai nisbah kukus/karbon yang lebih rendah, yaitu sebesar 4,62 - 5,12 tetapi masih rnemberikan kualitas produk dalam bates perancangan. Hal ini dilakukan dengan tetap memperhatikan penggunaan nilai kukusikarbon yang masih aman bagi operasi. 3umlah penghematan energi yang diperoleh dari usaha optimasi ini cukup berarti, yaitu sebesar 5,5% s.d. 16,2%. Dengan demikan penggunaan model untuk memprediksi nilai variabel proses yang barns dijalankan operasi guns memperoleh kualitas produk yang ditetapkan dapat menghindari terjadinya pemakaian bahan baku dan energi yang berlebihan.", "Daftar File": {}, "Penulis": "Eriyadi", "Kontributor / Dosen Pembimbing": ["Pembimbing :Herri Susanto,Dr.,Ir.Scan :Dewi(2007-03-21)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2007"}