{"Nomor": 6081, "Judul": "HUBUNGAN ANTARA KREATIVITAS, METODE PEMBELAJARAN, DAN FASILITAS (RUANG STUDIO) YANG TERDAPAT DI PENDIDIKAN TINGGI SENI RUPA DAN DESAIN DI INDONESIA KHUSUSNYA PROGRAM STUDI DESAIN INTERIOR", "Abstrak": "ABSTRAK:  \n \n \n\nBidang desain merupakan suatu bagian dalam bidang seni yang memerlukan kreativitas dan orang-orang yang berkecimpung di dalamnya dianggap orang orang yang memiliki bakat (berdasarkan definisi USOE mengenai keberbakatan). Orang orang yang dianggap berbakat ini memiliki kreativitas dan kemampuan yang berbeda dengan orang rata rata sehingga mereka membutuhkan suatu metode pembelajaran yang berbeda untuk dapat mengembangkan bakat dan kreativitasnya tersebut. Metode pembelajaran yang berbeda memerlukan penanganan secara berbeda pula dan hal ini menyebabkan perbedaan dalam hal persyaratan ruang dan fasilitas yang diperuntukkan untuk mereka.    \n \n \n\nPenelitian ini bertujuan untuk mengetahui metode pembelajaran dan khususnya persyaratan ruang studio di program studi desain interior yang dapat meningkatkan kreativitas mahasiswa desain interior pada saat berada dalam tahap perancangan karena pada tahap perancangan ini yang paling membutuhkan kreativitas.   \n \n \n\nPenelitian dilakukan melalui studi literatur, observasi, angket, dan wawancara di Universitas Pelita Harapan dan Universitas Tarumanagara, keduanya berada di Jakarta di Indonesia. Sebagai masukan dan bahan perbandingan maka ditambahkan beberapa foto ruang studio yang berada di beberapa universitas di luar negeri.   \n \n \n\nHasil penelitian menunjukkan bahwa fasilitas dan ruang studio memberikan peranan dan menjadi penunjang dalam meningkatkan kreativitas mahasiswa desain interior. Dari penelitian ini pun dapat ditarik beberapa kesimpulan yang dapat dijadikan suatu persyaratan ruang dalam merancang ruang studio desain interior yang di antaranya adalah dalam hal rasio ruang studio, suasana ruang studio, bukaan, pencahayaan, dan furniture (meja di ruang studio).", "Daftar File": {"2007 TA PP EVA  ANGELINA YOHANES1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9079", "2007 TA PP EVA ANGELINA YOHANES1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/9080", "2007 TA PP EVA ANGELINA YOHANES1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/9081", "2007 TA PP EVA ANGELINA YOHANES1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/9082", "2007 TA PP EVA ANGELINA YOHANES1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/9083", "2007 TA PP EVA ANGELINA YOHANES1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/9084"}, "Penulis": "Eva Angelina Yohannes (NIM : 17303024)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Prabu Wardono,Drs., M.Des.", "Koordinator Tugas Akhir / Skripsi : Andriyanto Wibisono, Drs.  \n \n \n\nScanner:  \n \n \n\nAlice Diniarti", "2007-11-22"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Studio spaces", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "6 file", "Tanggal Input": "23 Okt 2009"}