{"Nomor": 6084, "Judul": "KAJIAN PENATAAN ULANG PENYEDIAAN AIR IRIGASI PADA DAERAH IRIGASI SINGOMERTO KABUPATEN BANJARNEGARA", "Abstrak": "ABSTRAK:   \n \n \n \n\nMeningkatnya jumlah penduduk berimplikasi pada meningkatnya kebutuhan akan sandang pangan, sehingga masyarakat berusaha untuk mencukupinya. DI Singomerto yang terletak di Kabupaten Banjarnegara memiliki potensi yang besar untuk dilakukan usaha dibidang pertanian dan juga perikanan karena memiliki ketersediaan air yang cukup. DI Singomerto dibangun pada tahun 1982 dengan rencana awal jaringan irigasi untuk mengairi areal persawahan seluas 5.863 Ha di 7 (tujuh) kecamatan yang ada yaitu Kecamatan : Sigaluh; Banjarnegara; Pagedongan; Bawang; Purwonegoro; Mandiraja dan Purworejo Klampok. Studi kajian ini dimaksudkan untuk mengatur pola pemberian air akibat peningkatan kebutuhan yang disebabkan perubahan lahan dari pertanian menjadi budidaya ikan.   \n \n \n \n\nPeningkatan penggunaan lahan (218 Ha menjadi 6.080 Ha) untuk pertanian dan perikanan, mengakibatkan peningkatan kebutuhan air sementara dimensi saluran tetap. Akibatnya sebagaian saluran ada yang tidak mampu menampung aliran air. Terjadinya peningkatan debit sebesar 2,6 m3/dt menyebabkan ada beberapa saluran yang tidak mampu menampung debit kebutuhan (saluran induk Singomerto dan saluran sekunder Pucang). Saluran induk Singomerto yang hanya bisa menampung debit 14,4 m3/dt tidak bisa mencukupi semua kebutuhan sebesar 16,4 m3/dt demikian juga dengan dimensi saluran Pucang yang hanya bisa menampung debit sebesar 2,6 m3/dt tidak bisa menampung debit sebesar 2,7 m3/dt.   \n \n \n \n\nPembagian air irigasi dilaksanakan dengan menerapkan sistim golongan dimana saluran Blimbing dialirkan pada pada golongan I sedangkan saluran Pucang dan Siwuluh pada golongan II. Dari pengaturan ini debit maksimal yang dialirkan adalah sebesar 11,8 m3/dt sehingga saluran induk Singomerto masih bisa menampung debit tersebut.", "Daftar File": {}, "Penulis": "Eva Purnawan (NIM 95005324)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: H. Sri Legowo, Dr., Ir.   \n \n \n \n\nPembimbing 2: Mulyana Wangsadipura, Ir., M.Eng.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "water requirement, water availability, economics, channel dimension", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}