{"Nomor": 6086, "Judul": "ESTIMASI CADANGAN MINYAK TERSISA PADA LAPANGAN X", "Abstrak": "Abstrak:   \n \n \n \n \n\nDi industri perminyakan, estimasi cadangan adalah salah satu aspek yang harus dilakukan secara periodik dengan mempertimbangkan berbagai macam faktor yang mempengaruhi proses estimasi. Seiring dengan berproduksinya suatu lapangan, estimasi cadangan tersisa menjadi suatu fasa yang vital pada bidang teknik reservoir. Salah satu metode yang populer digunakan untuk estimasi cadangan tersisa adalah analisis grafik performa produksi. Metode yang juga dapat meramalkan performa produksi akan datang ini sering digunakan karena proses analisis dan estimasinya yang efektif, tidak memakan waktu yang lama, dan biaya yang tidak banyak.    \n \n \n \n \n \n\nSejauh ini, berbagai grafik telah dikembangkan untuk analisis grafik performa produksi. Salah satu grafik yang paling sering digunakan adalah semi-log plot laju alir terhadap waktu, atau yang lebih dikenal dengan decline curve. Plot lain yang juga umum digunakan adalah semi-log plot water-oil ratio (WOR) terhadap produksi minyak kumulatif. Grafik-grafik yang disebutkan diatas dapat diaplikasikan untuk menentukan cadangan tersisa dan meramalkan performa produksi yang akan datang dengan berbagai asumsi-asumsi yang digunakan untuk menunjang hasil yang diperoleh dari proses estimasi tersebut.    \n \n \n \n \n \n\nHasil estimasi dengan menggunakan software OFM (OilFiield Manager) menunjukkan adanya perbedaan yang signifikan dari kedua metode diatas. Metode analisis semilog plot laju alir-waktu menghasilkan estimasi cadangan tersisa sebesar 28.87 MMSTB, dan dengan metode WOR-produksi kumulatif dihasilkan estimasi cadangan tersisa sebesar 44.85 MMSTB. Hasil ini juga menunjukkan adanya perbedaan karakter plot antara laju alir-waktu dengan WOR-produksi kumulatif.", "Daftar File": {}, "Penulis": "Fadli Rahman (NIM 122 03 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Asep Kurnia Permadi, Dr.,Ir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Oil remaining reserves, Rate vs. time plot, Water-oil ratio vs. Cumulative oil production plot.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}