{"Nomor": 6100, "Judul": "ST PAULUS CATHOLIC CENTER", "Abstrak": "Kemodernan dalam hidup manusia menimbulkan sisi negatif dalam konteks kehidupan sosial manusia. Manusia menjadi individualis dan acuh terhadap sesama. Selain itu, manusia cenderung untuk berkumpul dengan sesamanya yang sepaham, terutama ketika mereka berada dalam posisi minoritas. Komunitas religius menjadi sesuatu yang diharapkan dapat menjawab permasalahan tersebut.   \n \n \n\nSt. Paulus Catholic Center disini hadir untuk memfasilitasi komunitas Katolik yang mencari jawaban atas masalah-masalah di atas. St. Paulus Catholic Center merupakan fasilitas yang dapat mewadahi komunitas Katolik dalam mewujudkan hubungan dengan Tuhan maupun sesamanya secara nyata. Di dalam St. Paulus Catholic Center umat dapat bersosialisasi, berbagi, dan mengikat hubungan yang menuntun pada pengembangan pribadi, spiritual serta identitas diri. Pengguna St. Paulus Catholic Center pada kasusu ini didominasi oleh etnis Tionghoa, yang merupakan mayoritas penganut agama Katolik di Bandung.   \n \n \n\nInterior, dalam hal ini, memegang peranan penting dalam mempengaruhi kondisi psikologis penggunanya. Tujuan perancangan ini secara umum yaitu mewujudkan suatu kualitas interior yang dapat mempengaruhi sisi psikologis untuk berkembang ke arah yang lebih baik.  \n \n \n\nKonsep desain perancangan interior St. Paulus Catholic Center merupakan jawaban dari gabungan antara kebutuhan psikologis komunitas Katolik dengan karakteristik pengguna, dalam hal ini masyarakat Tionghoa Indonesia. Kebutuhan komunitas Katolik meliputi hal-hal yang berhubungan dengan surgawi dan kasih. Masyarakat Tionghoa Indonesia sendiri merupakan masyarakat yang dinamis, solider, dan menjunjung tinggi kepercayaan leluhur. Kedua hal tersebut tergambar dalam konsep desain St. Paulus Catholic Center yang meliputi konsep fungsi, psikologis, warna, bentuk, material, sirkulasi, furniture, pencahayaan, penghawaan, utilitas, serta keamanan dan keselamatan.", "Daftar File": {}, "Penulis": "Febrina Christiana Mandagi (NIM 173 03 048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andriyanto Wibisono, Drs, M. Sn  \n \n \n \n \n\nKoordinator Tugas Akhir : Andriyanto Wibisono, Drs, M. Sn  \n \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "St Paulus, catholic center.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "6 file", "Tanggal Input": "19 Jun 2012"}