{"Nomor": 6117, "Judul": "IDENTIFIKASI PERMASALAHAN KOPERASI ABC DALAM KONTEKS MANAJEMEN SUMBER DAYA MANUSIA", "Abstrak": "Abstrak :   \n \n \n \n\nDinamika koperasi saat ini menuntut diterapkannya manajemen yang handal agar mampu bersaing secara terbuka dengan badan usaha lainnya. Berbeda dengan badan usaha lainnya koperasi memilki peran ganda karena selain mencari profit  juga berusaha untuk meningkatkan kualitas  anggotanya dengan demikian Manajemen Sumber Daya Manusia(MSDM) memegang peranan yang penting dalam koperasi. Koperasi ABC memiliki visi untuk menjadi koperasi  yang profesional yang sejajar dengan perusahaan lain dengan tetap menjaga ciri khas koperasi itu sendiri. Koperasi ABC menghadapi berbagai tantangan baik intern maupun ekstern dalam mewujudkan visi misinya. Dan untuk menghadapi berbagai tantangan tersebut koperasi ABC harus membenahi berbagai hal salah satunya adalah memperbaiki  kinerja MSDMnya.   \n \n \n \n \n\nPemetaan MSDM di Koperasi ABC ini dilakukan dengan metoda kuesioner dan wawancara selanjutnya dilakukan studi komparatif terhadap Koperasi XYZ yaitu koperasi yang dinilai baik diantara koperasi lain-lainnya.  Pola audit MSDM dilakukan dengan  cara membagi aspek-aspek MSDM kedalam 5 dimensi, yaitu dimensi arah sasaran,  kondisi organisasi, kondisi pengelolaan SDM, budaya dan integrasi.  Kelima dimensi inilah yang digunakan dalam pemetaan dan pengukuran performasi MSDM pada koperasi ABC ini. Selanjutnya 5 dimensi inilah yang digunakan sebagai alat untuk mengidentifikasi MSDM koperasi ABC ini. Identifikasi ini bertujuan untuk mengukur gap yang terjadi yaitu sistem MSDM koperasi ABC dengan sistem koperasi seharusnya dan juga gap antara pengurus dan anggota. Hasil dari identifikasi MSDM menunjukan adanya yang cukup besar baik dari sistem MSDM dan juga gap antara pengurus dan anggota. Jika diurutkan dimensi yang memiki gap terbesar sampai terkecil secara berturut-turut yaitu  dimensi budaya, arah sasaran , integrasi, kondisi pengelolaan SDM dan kondisi organisasi.    \n \n \n \n \n\nKoperasi memiliki berbagai keterbatasan, namun upaya yang berkesinambungan untuk mewujudkan visi misinya tetap harus dilakukan. Upaya tersebut dapat dilakukan dengan berbagai cara seperti pengoptimalan program pelatihan dan perbaikan komunikasi  internal.", "Daftar File": {"2007 TS PP FIRDAUS M. YUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9281", "2007 TS PP FIRDAUS M. YUSUF 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9282", "2007 TS PP FIRDAUS M. YUSUF 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9283", "2007 TS PP FIRDAUS M. YUSUF 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9284", "2007 TS PP FIRDAUS M. YUSUF 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9285", "2007 TS PP FIRDAUS M. YUSUF 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9286", "2007 TS PP FIRDAUS M. YUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9287"}, "Penulis": "Firdaus M. Yusup (NIM 291 05 122)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aurik Gustomo, Ir. MT.   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Identification HRM, five dimension, gap", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}