{"Nomor": 6125, "Judul": "ANALISA MULTIATRIBUT SEISMIK UNTUK MEMETAKAN LITOLOGI DAN POROSITAS RESERVOAR X LAPANGAN FY PT CHEVRON PACIFIC INDONESIA", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nProses analisa multiatribut dilakukan pada formasi X lapangan FY yang berada pada cekungan Sumatera Tengah yang termasuk pada daerah operasi PT. Chevron Pacific Indonesia. Tujuh buah sumur digunakan pada penelitian ini. Ketujuh sumur ini dipilih karena memiliki data sumur yang lengkap dan memiliki korelasi paling baik dengan seismik pada proses well-seismic tie. Wavelet yang digunakan adalah wavelet bandpass dengan low cut 5 Hz, low pass 20 Hz, high pass 40 Hz, dan high cut 80 Hz. Dalam proses inversi, horison yang digunakan adalah horison top X. Model inisial dibuat dengan menggunakan kontrol tujuh buah sumur dan sebuah horizon tersebut. Dilakukan tiga jenis inverse yang diterapkan pada model inisial yaitu a) Inversi Bandlimited b) Inversi Modelbased Constrained dan c) Inversi Sparse-spike Maximum Likelihood. Metode inversi yang terbaik adalah metode Modelbased Constrained. Setelah itu, dibuat volum relatif impedance yang merupakan hasil pengurangan antara volum inversi Modelbased dengan volum model inisial. Kedua volum hasil inverse itu kemudian dijadikan eksternal atribut dalam pembuatan volum pseudo-log hasil analisa atribut. Dibuat volum pseudo-gamma ray, pseudo-p wave (yang dijadikan eksternal atribut dalam analisa ini) dan pseudo-porositas. Dari volum pseudo-gamma ray dan pseudo-porositas kemudian dibuat peta isochron, peta ketebalan porositas, peta gamma ray rata-rata, peta porositas rata-rata, dan peta net to gross ratio yang digunakan untuk interpretasi untuk pengembangan lapangan. Keempat peta yang dihasilkan memberikan konsistensi yang baik.", "Daftar File": {}, "Penulis": "Fitriyanda Herawan (NIM 123 03 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Sigit Sukmono, Dr. Ir. M.Sc.     \n \n \n \n \n \n\nPembimbing II : Ibnu Arif (geologist)     \n \n \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "multiatribut, Bandlimited, Modelbased Constrained, Sparse-spike Maximum Likelihood.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "13 file", "Tanggal Input": "09 Okt 2017"}