{"Nomor": 6129, "Judul": "ANALISIS SIGNAL SIGNAL GPR 400 MHz PADA BAJA TULANGAN YANG MENGALAMI KOROSI", "Abstrak": "ABSTRAK:     \n \n \n \n \n \n\nPada penelitian ini, dilakukan investigasi terhadap spesimen balok beton bertulang menggunakan ground penetrating radar (GPR) dengan frekuensi 400 MHz saat baja tulangan belum mengalami korosi dan saat baja tulangan telah mengalami korosi. Signal signal GPR yang diperoleh selanjutnya dianalisis untuk; mengidentifikasi bentuk gelombang yang dipantulkan (reflected waveform), mengetahui pengaruh klorida terhadap bentuk gelombang yang dipantulkan pada baja tulangan yang mengalami korosi, mengetahui amplitudo puncak dan waktu tempuh dua arah (two way travel time) bentuk gelombang yang dipantulkan pada baja tulangan yang mengalami korosi dengan kedalaman dan tingkat korosi yang bervariasi, dan memperoleh nilai nilai konstanta dielektrik relatif beton sebelum dan setelah baja tulangan mengalami korosi.     \n \n \n \n \n \n\nBenda uji yang dipersiapkan untuk penelitian ini terdiri atas tiga buah balok beton bertulang. Benda benda uji tersebut adalah; dua benda uji dengan konfigurasi berdasarkan Standard Method Test ASTM Designation G 109 92 yang dibuat dengan adukan beton biasa tanpa larutan NaCl, dan dengan ditambah larutan NaCl sebesar 2 persen, benda uji konfigurasi khusus dengan enam buah baja tulangan pada kedalaman yang bervariasi yang dibuat menggunakan adukan beton biasa tanpa larutan NaCl. Proses korosi baja tulangan dilakukan dengan memberi arus DC dalam lima periode. Pengumpulan data dengan GPR dilakukan setelah pemberian arus pada setiap periode.     \n \n \n \n \n \n\nAnalisis signal signal GPR memperlihatkan waktu tempuh dua arah atau kecepatan rambat gelombang elektromagnetik meningkat pada setiap periode proses korosi yang disebabkan oleh bagian-bagian besi yang teroksidasi yang berada pada beton di sekitar baja tulangan. Amplitudo puncak pada baja tulangan juga mengalami peningkatan pada setiap periode pengkorosian yang diakibatkan oleh penurunan konduktifitas beton. Peningkatan waktu tempuh dua arah gelombang elektromagnetik mengindikasikan peningkatan konstanta dielektrik relatif beton selama proses korosi.", "Daftar File": {"2007 TS PP FRANKY DAMORA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9347", "2007 TS PP FRANKY DAMORA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9348", "2007 TS PP FRANKY DAMORA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9349", "2007 TS PP FRANKY DAMORA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9350", "2007 TS PP FRANKY DAMORA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9351", "2007 TS PP FRANKY DAMORA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/9352", "2007 TS PP FRANKY DAMORA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9353", "2007 TS PP FRANKY DAMORA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9354"}, "Penulis": "Franky Damora (NIM 25004017)", "Kontributor / Dosen Pembimbing": ["Scanner: Arnaz Driyastika M.     \n \n \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "GPR, corrosion, reflected waveform, two way travel time, velocity of electromagnetic wave, peak amplitude, relative dielectrict constant of concrete", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}