{"Nomor": 6132, "Judul": "STABILITAS PORTAL BIDANG", "Abstrak": "Abstrak:   \n \n \n \n\nPerhitungan batang akibat gaya tekan awalnya diteliti oleh Euler (metoda eksak) yang kemudian dikembangkan untuk bermacam-macam kondisi perletakan kolom. Perhitungan dengan cara eksak sulit digunakan pada portal, sehingga dikembangkan cara- cara yang lain. Salah satu cara perhitungan untuk batang tekan adalah metoda matrik kekakuan.    \n \n \n \n\nPerhitungan nilai beban kritis merupakan kriteria utama perencanaan portal bidang yang mengalami beban tekan. Perhitungan beban kritis dapat digunakan sebagai batasan dalam pemberian beban. Selama beban yang diberikan berada di bawah nilai kritisnya maka struktur tersebut masih tetap stabil, tetapi apabila beban dinaikkan sampai melampaui batas kritisnya maka akan terjadi ketidakstabilan pada struktur. Meningkatkan kestabilan struktur berarti menaikkan beban kritis yang dapat dipikul oleh struktur tersebut.   \n \n \n \n\nUntuk mempermudah penyelesaian dengan metoda matrik kekakuan, digunakan metoda numerik dengan program MATLAB. Nilai beban kritis dari program MATLAB kemudian digunakan untuk menentukan beban kritis apabila jumlah kolom portal yang mengalami peningkatan kekakuan bertambah dan akibat adanya perubahan kekakuan balok terhadap kekakuan kolom.  Beban kritis akan meningkat bila jumlah kolom portal yang mengalami peningkatan kekakuan bertambah dan kekakuan balok meningkat terhadap kekakuan kolom.", "Daftar File": {"2007 TS PP FRANSISCA MARIA FARIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9371", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9372", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9373", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9374", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9375", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9376", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/9377", "2007 TS PP FRANSISCA MARIA FARIDA 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/9378", "2007 TS PP FRANSISCA MARIA FARIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9379"}, "Penulis": "Fransisca Maria Farida (NIM 250 04 045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Amrinsyah Nasution, Prof, Dr, Ir, MSCE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stability, buckling, elastic critical load, internal forces, numerical methods, beam stiffness and column stiffness.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}