{"Nomor": 6143, "Judul": "PENERAPAN MODEL GAYA KEPEMIMPINAN DI KANTOR PUSAT  PT (PERSERO) ANGKASA PURA II", "Abstrak": "Abstrak :   \n \n \n \n\nSesuai dengan hasil banding yang dilakukan oleh PT (Persero) Angkasa Pura II di beberapa negara, PT (Persero) Angkasa Pura II mengubah paradigma usaha yang semula berorientasi pada aeronautika menjadi non aeronautika. Perubahan orientasi usaha ke arah non aeronautika antara lain harus didukung oleh gaya kepemimpinan yang sesuai agar pengembangan usaha dapat mencapai hasil yang optimal.   \n \n \n \n\nGaya kepemimpinan sangat mempengaruhi budaya perusahaan di mana budaya perusahaan berkaitan erat dengan bisnis perusahaan. Keterkaitan tersebut dapat dilihat dari bagaimana model gaya kepemimpinan yang diterapkan oleh para atasan dan berqapa tingkat kematangan bawahan dalam melaksanakan tugas yang mendukung strategi yang dijalankan perusahaan. Gaya kepemimpinan berdasarkan pendekatan situasional menyatakan bahwa gaya kepemimpinan yang paling sesuai tergantung pada situasi di mana pemimpin bekerja.   \n \n \n \n\nPendekatan situasional berfokus pada karakteristik kematangan bawahan sebagai kunci pokok situasi yang menentukan keefektifan perilaku seorang pemimpin. Bawahan memiliki tingkat kesiapan dan kematangan yang berbeda-beda sehingga pemimpin harus menyesuaikan gaya kepemimpinannya agar sesuai dengan situasi kesiapan dan kematangan bawahan  Terdapat 4 gaya kepemimpinan yaitu memberi tahu, mempromosikan, berpartisipasi, mendelegasikan.   \n \n \n \n\nHasil penelitian menunjukkan  bahwa gaya kepemimpinan yang diterapkan oleh atasan (Vice President dan Manager) adalah gaya kepemimpinan mengikutsertakan dan tingkat kematangan bawahan (staf dan supervisor) berada pada tingkat kematangan tinggi sedangkan Tingkat kesesuaian antara gaya kepemimpinan atasan dengan tingkat kematangan bawahan adalah cukup tinggi artinya gaya kepemimpinan yang diterapkan oleh atasan tergolong cukup sesuai dengan tingkat kematangan bawahan. Penelitian ini merekomendasikan Gaya kepemimpinan oleh atasan sebaiknya ditingkatkan menjadi mendelegasikan. Hal ini bertujuan meningkatkan tingkat kesesuaian antara gaya kepemimpinan atasan dengan tingkat kematangan bawahan menjadi lebih baik, yaitu adanya tingkat kesesuaian yang tinggi.", "Daftar File": {"2007 TS PP GARNITA PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9455", "2007 TS PP GARNITA PRATIWI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9456", "2007 TS PP GARNITA PRATIWI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9454", "2007 TS PP GARNITA PRATIWI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9453", "2007 TS PP GARNITA PRATIWI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9452", "2007 TS PP GARNITA PRATIWI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9451", "2007 TS PP GARNITA PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9450"}, "Penulis": "Garnita Pratiwi (NIM 291 04 192)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bambang Rudito, Dr.  Msi.   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Situational leadership style, maturity level.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}