{"Nomor": 6144, "Judul": "ANALYSIS ON DAYA MAX PLUS TARIFF POLICY TO GAIN INCENTIVES IN TEXTILE INDUSTRY (Case Study on PT. Bintang Agung in Bandung)", "Abstrak": "Abstract :  \n \n \n\nThese days energy becomes a sensitive issue particularly in Indonesia since the signal of energy crisis has appeared. PLN as the main provider for electricity feel necessary to control the energy demand because they are limited to supply. The problem of energy supply is specifically in the Waktu Beban Puncak (WBP), the period of time between 18.00 until 22.00 where the demand of energy fluctuates highly reaching its highest level therefore exceeding the available capacity. This condition force PLN to do blackout, since the installment of adding capacity is very costly and this placed them in a huge operational risk for their business. The contributors of the load in WBP are household and industry, but since it is impossible to limit household because they usage relatively small, then PLN try to control the consumption in industry. The way to mitigate the risk and solve the problem is by implementing a policy called Daya Max Plus established on November 2005, which gives incentives to industry that can save their energy up to 50% during WBP and vice versa. However, textile industry began to protest since they 24 hours operation intricate them to avoid disincentives. In order to succeed the program, PLN needs to convince such industry that this policy is applicable and effective to be applied if they really want to cooperate and find the method to cope this for each of their business. Therefore, to help PLN persuade textile industry, researcher will do a case study on PT. Bintang Agung, a profile of textile industry that able to implement DMP successfully, to share their technique as best practice for others. The methodology of this case study is by a direct observation, interview, and data processing on the electricity consumption and electricity cost in Bintang Agung from the year of 2004 until 2007. Hypothesis is made about the consumption of energy tested using statistical approach, and also an analysis on the saving, cost, and techniques of Bintang Agung is discussed. The analysis shown that Bintang Agung is consistently gains incentives from the policy and thus can save cost up to Rp.25, 818,369,675. Supported also by the t-test, it is proven and take into conclusion that DMP is applicable and effective to Bintang Agung, and even brings benefit from the electricity savings, therefore shall be followed by others industry with a similar characteristic.", "Daftar File": {}, "Penulis": "Gayatri Waditra Nirwesti (NIM 190 04 084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sudarso Kaderi Wiryono, Dr. Ir.  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Energy crisis, electricity supply, PLN, Waktu Beban Puncak (WBP), textile industry, Daya Max Plus (DMP), incentives, PT. Bintang Agung.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}