{"Nomor": 6147, "Judul": "STUDI PENGEMBANGAN INDUSTRI BATUBARA INDONESIA : PENDEKATAN INTER-INDUSTRI DAN EKONOMETRIKA", "Abstrak": "Batubara merupakan salah satu kekayaan alam yang tak terbarukan bagi bangsa Indonesia. Peran batubara sangat vital bagi bangsa Indonesia, karena kegunaannya sebagai sumber energi dan komoditas ekspor yang dapat mendatangkan pemasukan bagi negara. Sifat tak terbarukan pada batubara menjadi suatu masalah, karena apabila sudah termanfaatkan maka akan habis. Sementara itu, kebutuhan batubara di dalam maupun luar negeri akan terus meningkat. Kebijakan Energi Nasional yang akan menggantikan peran minyak bumi dengan batubara sebagai sumber energi akan meningkatkan kebutuhan batubara dalam negeri. Di lain sisi, harga yang menarik di pasar internasional menjadikan perusahaan tambang tertarik untuk mendapatkan untung sebesar-besarnya dengan meningkatkan kapasitas produksi dan ekspor. Berkaitan dengan hal tersebut perlu dilakukan optimasi dalam produksi batubara nasional untuk mendukung pemanfaatan dalam negeri yang berdasarkan prinsip konservasi. Sehingga batubara yang dimanfaatkan dapat mendatangkan keuntungan yang sebesarbesarnya dalam waktu yang selama mungkin. Berdasarkan penelitian, sektor pertambangan batubara belum memberikan hasil yang optimal. Indikator-indikator yang menunjukkan ketidak-optimalan tersebut :   \n \n \n \n\n- Keterkaitan sektor pertambangan batubara ke hulu sebesar 0,745 dan sementara keterkaitan ke hilir 0,768. Angka keterkaitan yang kurang dari 1 menunjukkan bahwa sektor pertambangan batubara belum bisa ikut mengembangkan sektorsektor yang lain dalam perekonomian.   \n \n \n \n\n- Pemanfaatan batubara sebagai salah satu sumber energi untuk faktor produksi belum menghasilkan pertumbuhan ekonomi yang optimal. Indikatornya adalah intensitas energi Indonesia masih berada jauh di atas negara-negara maju di Asia Pasifik. Pada tahun 2004, intensitas energi di Indonesia adalah sebesar 0,60 sementara intensitas energi rata-rata negara maju di Asia Pasifik yang sebesar 0,25. Karena itu, maka perlu dilakukan optimalisasi produksi batubara. Optimalisasi dilakukan dengan instrumen pertumbuhan ekonomi yang akan membuat intensitas energi Indonesia konvergen dengan intensitas energi rata-rata negara maju di Asia Pasifik. Beberapa persamaan ekonometrika yang dikembangkan untuk menentukan konvergensi intensitas energi Indonesia terhadap negara maju di Asia Pasifik antara lain :   \n \n \n \n \n \n \n\n(RUMUS)   \n \n \n \n \n \n \n\nPeramalan menunjukkan bahwa pertumbuhan GDP perkapita yang akan menjadikan intensitas energi Indonesia konvergen terhadap intensitas energi negara-negara maju di Asia Pasifik adalah sebesar 6,5% per tahun dengan konvergensi dicapai pada tahun 2030. Dengan pertumbuhan GDP perkapita sebesar 6,5% per tahun, diperlukan produksi batubara sebesar 346 juta ton pada tahun 2020. Sementara itu jika produksi batubara dibiarkan untuk mengikuti mekanisme pasar saat ini, maka produksi tahun 2020 adalah sebesar 456 juta ton. Untuk mengantisipasi hal-hal tersebut diperlukan kebijakan pemerintah berkaitan dengan pengelolaan sumberdaya batubara nasional, antara lain :    \n \n \n \n\n- Insentif bagi perusahaan yang tidak menaikkan target produksi batubaranya.   \n \n \n \n\n- Mengembangkan sektor-sektor yang mempunyai efek pengganda yang besar dan keterkaitan yang cukup erat dengan sektor pertambangan batubara.   \n \n \n \n\n- Mengutamakan kebutuhan batubara untuk pemanfaatan dalam negeri (domestic market obligation).   \n \n \n \n\n- Mengembangkan eksplorasi untuk menambah jumlah cadangan batubara tertambang.   \n \n \n \n\n- Kebijakan pemanfaatan batubara kualitas rendah.", "Daftar File": {"2007 TS PP FADHILA ACHMADI ROSYID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9479", "2007 TS PP FADHILA ACHMADI ROSYID 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9478", "2007 TS PP FADHILA ACHMADI ROSYID 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9477", "2007 TS PP FADHILA ACHMADI ROSYID 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9476", "2007 TS PP FADHILA ACHMADI ROSYID 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9475", "2007 TS PP FADHILA ACHMADI ROSYID 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9474", "2007 TS PP FADHILA ACHMADI ROSYID 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/9472", "2007 TS PP FADHILA ACHMADI ROSYID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9473"}, "Penulis": "Fadhila Achmadi Rosyid (NIM 221 04 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aryo Prawoto Wibowo, Dr-Ing. Ir. M.Eng.   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "inter industry, ekonometrik, coal.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}