{"Nomor": 6174, "Judul": "ASYIKNYA MENDULANG UANG DI RUMAH", "Abstrak": "ABSTRAK:BEBERAPA jenis pekerjaan yang bisa dilakukan dari rumah dengan memanfaatkan teknologi komputer dan internet di antaranya menjadi penulis, jasa konsultan (bisa pendidikan atau masalah rumah tangga), pialang pasar bursa, jual   \nbeli berbagai jenis barang, dan sebagainya.   \n \nPakar komputer Dwiwahju Sasongko, yang juga Dekan Teknologi Industri Institut Teknologi Bandung (ITB) menjelaskan, para ahli komputer sejak dahulu sudah memikirkan tentang flexible working hours, orang bisa bekerja tanpa melihat jam lagi. Pemikiran itu sudah ada saat Song, demikian Dwiwahju biasa dipanggil, bekerja di perusahaan komputer raksasa IBM pada tahun 1976 hingga 1980.  \n \n\"Dengan kecanggihan teknologi, kita bisa bekerja di mana saja. Dari rumah misalnya untuk para ibu rumah tangga. Namun apakah benar kita sudah siap dengan ini?\" tanyanya. Menurut Song, memilih bekerja di rumah berarti harus siap menyikapinya juga secara profesional. Karena tentu saja suasana rumah akan berbeda dengan suasana kantor. Song menggambarkan betapa gangguan lebih mudah didapati di lingkungan rumah bagi para ibu rumah tangga yang memutuskan bekerja di rumah.  \n \nBanyak gangguan jika para ibu ini tidak disiplin. \"Walaupun bekerja di rumah, kita harus bisa berdisiplin dan mengatasi gangguan, misalnya televisi. Jangan pas ada film bagus, kita bilang, \"Nonton dulu ah\". Nah sikap inilah yang harus benar-benar kita persiapkan agar bekerja di rumah menjadi efektif,\" katanya. Agar efektif, beberapa ibu menyiasatinya dengan mencari waktu di antara kesibukannya bekerja sebagai ibu rumah tangga.", "Daftar File": {"Asyiknya-Mendulang-Uang-di-Rumah.pdf": "https://digilib.itb.ac.id/gdl/download/9541"}, "Penulis": "(Uci Anwar)", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mendulang Uang, Pakar Komputer, kecanggihan teknologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jan 2007"}