{"Nomor": 6195, "Judul": "KAJIAN PENGEMBANGAN FLY OVER UNTUK PENINGKATAN KINERJA LALU LINTAS KORIDOR Studi Kasus : Jalan Soekarno Hatta Bandung", "Abstrak": "Abtrak:   \n \n \n \n\nBandung beberapa tahun belakangan ini terkenal sebagai kota dengan kemacetan di akhir pekan dan di waktu-waktu puncak seperti pagi dan sore hari. Lalu-lintas yang padat   \n \n \n \n\nmenjadi pemandangan umum di hampir semua ruas jalan di Kota Bandung ini. Jalan Soekarno Hatta yang berfungsi sebagai jalan By Pass juga mengalami masalah kemacetan,   \n \n \n \n\nsehingga pemerintah perlu melakukan penanganan pada daerah ini. Penanganan yang telah disetujui oleh Direktorat Jenderal Bina Marga adalah pembangunan fly over pada simpang simpang yang dianggap bermasalah.   \n \n \n \n\nKajian yang dilakukan pada Tugas Akhir ini adalah membuat kombinasi kombinasi pembangunan fly over pada simpang simpang di jalan Soekarno Hatta. Simpang yang   \n \n \n \n\ndikaji adalah Simpang Pasir Koja, Kopo, Moh. Toha, Cibaduyut dan Buah Batu. Dari kombinasi pembangunan fly over akan dilihat pengaruhnya terhadap kinerja lalu lintas dan kelayakan ekonominya secara menyeluruh pada koridor Soekarno Hatta. Kinerja kombinasi pembangunan fly over kemudian dibandingkan dengan kondisi eksisting   \n \n \n \n\nkoridor, yaitu tanpa fly over. Sehingga dapat ditentukan kombinasi pembangunan fly over yang optimum pada koridor Soekarno Hatta. Dalam studi dan analisis penulisan Laporan Tugas Akhir ini digunakan dua Program yaitu   \n \n \n \n\nprogram Mapinfo ver.7.5. untuk membantu dalam pemetaan jaringan dan program SATURN sebagai sarana untuk mensimulasikan daerah kajian dalam suatu bentuk model   \n \n \n \n\nserta untuk mengestimasi matriks asal tujuan. Selain itu perhitungan manual untuk menentukan nilai-nilai parameter lalu lintas menggunakan Manual Kapasitas Jalan Indonesia.   \n \n \n \n\nBersumber dari hasil studi yang telah dilakukan oleh Direktorat Jenderal Bina Marga dan telah didapatkan data arus lalu lintas tahun 2006 (Tahun dasar). Sedangkan MAT Kota Bandung yang didapatkan adalah MAT 2003 (prior), sehingga dilakukan updating matriks asal tujuan menjadi MAT 2006. MAT 2006 yang baru ini akan dibebankan pada jaringan tanpa pembangunan fly over untuk mendapatkan kondisi eksisting juga pada jaringan yang telah dibangun fly over. Selain itu MAT 2006 juga diforecasting sampai tahun 2026, yang diperhitungkan dengan menggunakan tingkat pertumbuhan kendaraan Kota Bandung.   \n \n \n \n\nMAT 2026 dibebankan juga ke jaringan yang tanpa dan dengan pembangunan fly over. Hasil analisis untuk kondisi eksisting yang didapatkan untuk kecepatan rata-rata adalah   \n \n \n \n\nadalah 17,65 Km/jam. Pembangunan kombinasi fly over paling optimum berdasarkan kecepatan rata-rata adalah pembangunan fly over Pasir Koja yang meningkatkan kecepatan rata-rata menjadi 18,65 Km/jam atau sebesar 5,7%. Pembangunan kombinasi fly over paling optimum berdasarkan NPV (net present value) adalah pembangunan fly over Pasir Koja dan Kopo yaitu sebesar Rp. 553.100 Juta. Pembangunan kombinasi fly over paling optimum berdasarkan IRR (internal rate of return) adalah pembangunan fly over Pasir Koja yaitu sebesar 46,76%.", "Daftar File": {}, "Penulis": "Harry Kurnia (NIM: 150 02 050)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  : Russ Bona Frazila, Ir., MT, Dr.", "Pembimbing II : Willy Tumewu, Ir. ,MSc.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-02."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Optimation; fly Over; Combination.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}