{"Nomor": 6196, "Judul": "NUMERICAL MODELING OF SEISMOELECTRIC RESPONSES IN FLUID SATURATED MEDIUM USING TRANSFER FUNCTION APPROACH", "Abstrak": "ABSTRACT:   \n \n \n \n\nSeismoelectric phenomena occurs when a seismic wave propagating in a medium that induces electrical field or cause radiation of an electromagnetic wave. Few attempts have been made to simulate this phenomenon, but a grid based modeling with shorter computation time and higher resolutions are essentially needed. In this thesis, a finite-difference algorithm is created to provide an alternative method to simulate seismic wave propagation in fluid saturated porous media generating electric fields through an electrokinetic mechanism called seismoelectric coupling.   \n \n \n \n\nThe target of this numerical simulation is to see whether the seismoelectric response of coseismic field and interface boundary arise from various geometry of target clay layer over sand background can be image on the seismoelectrogram. As the first step of the simulations, the transfer function numerical algorithm is tested for validity by comparison to an established result and of responses created while one of the physical properties is being varied. After numerical tests, the algorithm then applied to various geometry of target layer in order to see the seismoelectric response caused by these conditions.", "Daftar File": {"2007 TS PP HARRY MAHARDIKA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9628", "2007 TS PP HARRY MAHARDIKA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9629", "2007 TS PP HARRY MAHARDIKA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9630", "2007 TS PP HARRY MAHARDIKA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9631", "2007 TS PP HARRY MAHARDIKA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9632", "2007 TS PP HARRY MAHARDIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9633", "2007 TS PP HARRY MAHARDIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9634"}, "Penulis": "Harry Mahardika (NIM 20205001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Alamta Singarimbun, Dr.Eng.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismoelectric Modeling, Electrokinetic Effect, Seismoelectric Phenomena", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}