{"Nomor": 6197, "Judul": "OPTIMAL CAPITAL STRUCTURE ANALYSIS USING ADJUSTED PRESENT VALUE (APV) APPROACH A STUDY OF PLN YEAR 2004-2006", "Abstrak": "ABSTRAK:  \n \n \n\nStruktur modal adalah salah satu faktor penting di dalam sebuah perusahaan, dan komposisi modal dan hutang yang baik akan menberikan peluang lebih banyak kepda perusahaan dalam memperluas jaringan bisnisnya. Menurut Gitman (2006:538), struktur modal didefinisikan sebagai The mix of long-term debt and equity maintained by the firm. Struktur modal yang optimal dapat dicapai dengan mempertimbangkan keuntungan serta kerugian dari sebuah hutang. Perusahaan yang telah mencapai sruktur modal yang optimal diharapkan akan memiliki nilai perusahaan yang maksimal. Perusahaan Listrik Negara atau PLN, dibandingkan dengan perusahaan pada umumnya, memiliki keunikan tersendiri yakni memiliki fungsi monopoli dalam memproduksi dan menyalurkan tenaga listrik di Indonesia. Berdasarkan Peraturan Pemerintah No. 17 Tahun 1990, PLN ditetapkan sebagai regulator atas usaha tenaga lsitrik. Pada Tahun 1994, status PLN dirubah dari Perusahaan Umum menjadi Perusahaan Perseroan. Dan berdasarkan Instruksi Presiden No. 15 Tahun 1998 terjadi transfer manajemen dan kepemilikan saham dari Republik Indonesia kepada Menteri Negara Pemberdayaan Badan Usaha Milik Negara (BUMN). Tugas akhir ini akan membahas analisis Optimasi Struktur Modal di PT PLN Tahun 2004 sampai dengan 2006.", "Daftar File": {"2007 TA PP HARRY NURHADI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9635", "2007 TA PP HARRY NURHADI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9636", "2007 TA PP HARRY NURHADI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9637", "2007 TA PP HARRY NURHADI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9638", "2007 TA PP HARRY NURHADI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9639", "2007 TA PP HARRY NURHADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9640", "2007 TA PP HARRY NURHADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9641"}, "Penulis": "Harry Nurhadi (NIM 19004099)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Deddy P. Koesrindartoto, Ph.D.  \n \n \n\nScanner: Arnaz Driyastika M.  \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PLN, Optimal Capital Structure, Adjusted Present Value", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Mei 2011"}