{"Nomor": 6217, "Judul": "KAJIAN SISTEM DRAINASE DI KOTA PESISIR STUDI KASUS JARINGAN DRAINASE MEDOKAN  KOTA SURABAYA", "Abstrak": "Abstrak :Sistem drainase di kota pesisir menjadi panting untuk dikaji dikarenaican mempunyai karakteristik tersendiri dibandingkan dengan sistem drainase di kota non pesisir. Kota pesisir menjadi penting karena sebagian besar kota besar di dunia berada di pesisir, sekitar 60% dari populasi dunia berdiam di kawasan selebar 60 km dari pantai dan diperkirakan akan meningkat menjadi 75% pada tahun 2025, bahkan dari 23 megapolitan di dunia 16 diantaranya terletak di kawasan pesisir.Keadaan topografi yang datar, terpengaruh oleh pasang surut yang masuk ke sungai atau saluran, dan kerap kali limpasan air hujan yang tidak bisa dialirkan secara gravitasi menuju ke suatu badan air (sungai, laut) membuat sistem drainase di kota pesisir mempunyai sistem penanganan yang khusus.Penanganan yang khusus tersebut tergantung kepada karakter daerah setempat apakah akan digunakan sistem polder, tanggul laut, retention ponds, detention ponds, atau canal storage (long storage). Masing - masing penanganan tersebut memiliki kekurangan dan kelebihan.Dari hasil analisa curah hujan di kota pesisir dan non-pesisir diketahui bahwa tipe hujan di kota pesisir terdistribusi paling besar dan signifikan selama 2 jam, dan terjadi selama kurun waktu 6 jam, berbeda dengan tipe hujan di kota non-pesisir, hujan terdistribusi hampir merata dan berlangsung hampir 24 jam terus menerus. Distribusi hujan menjadi penting sebagai beban drainase yang utama.Dengan mengambil studi kasus di Kota Surabaya, khsususnya sistem drainase di Medokan Kecamatan Sukolilo diharapkan bisa mengatasi permasalahan drainase di kota pesisir Surabaya tersebut. Permasalahan muncul ketika sistem drainase di tempat tersebut selalu menimbulkan genangan 30 - 50 cm pada saat musim hujan.Penelusuran banjir dilakukan dengan program HEC - RAS, dengan beban hidrologi menggunakan model HEC - HMS. Running program dilakukan pada keadaan saat ini yaitu saluran dengan kapasitas pompa 4 x 0.9 m3/dt dan keadaan rencana dengan kapasitas reservoir 2 ha dan peningkatan kapasitas pompa 2x3 m3/dt dart 2x5 m3ldt. Dengan kondisi rencana tersebut mampu mereduksi banjir di hilir saluran, sedangkan di saluran Medokan hulu tetap terjadi limpasan, salah satunya jalan adalah dengan memperlebar dan memperdalam saluran Medokan di hulu dan saluran Semolo di hulu untuk mencegah genangan dengan periode ulang 5 tahun.", "Daftar File": {}, "Penulis": "Hendro WidodoNIM. 95004012", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Ssoebagiyo Soekarnen, DR.Ir. Pembimbing II:Waluyo Hatmoko, Drs.MSc Scan :Neneng(2007-03-21)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2007"}