{"Nomor": 6229, "Judul": "KAJIAN KEMANFAATAN SOSIAL EKONOMI USAHA PERTAMBANGAN BAHAN GALIAN BATUGAMPING DI KABUPATEN REMBANG - PROVINSI JAWA TENGAH", "Abstrak": "Abstrak :   \n \n \n \n\nKajian ini dilakukan untuk mengetahui kontribusi usaha pertambangan bahan galian batugamping terhadap sosial ekonomi daerah Kabupaten Rembang dengan studi kasus PT. Sinar Asia Fortuna (SAF). Perusahaan tersebut dipilih karena merupakan perusahaan penambangan batugamping terbesar dan mempunyai kelengkapan data yang memadai serta tertib administrasinya, dengan luas wilayah SIPD 84,5 Ha. Dengan analisis NSG (Net Social Gain) dapat diketahui manfaat tersebut berupa rente ekonomi dan kelebihan pembayaran (manfaat langsung) serta eksternalitas (manfaat tidak langsung) yang terdiri dari keterkaitan hulu/hilir, keterkaitan teknologi, keterkaitan pembayaran kepada pemerintah dan keterkaitan kebutuhan akhir karyawan perusahaan. Dari tahun 2000-2005 manfaat dari rente ekonomi (economic rent) PT. SAF adalah nol sedangkan manfaat dari kelebihan pembayaran (excess payment) kepada karyawan sebesar Rp. 3,51 milyar (rata-rata Rp. 584,62 juta/tahun). Manfaat keterkaitan hulu sebesar Rp. 10,4 milyar (rata-rata Rp. 1,73 milyar/tahun), keterkaitan teknologi sebesar Rp. 362,48 juta (rata-rata Rp. 60,41 juta/tahun), keterkaitan pembayaran kepada Pemda Kabupaten Rembang Rp. 4,96 milyar (rata-rata Rp. 0,82 milyar/tahun) dan keterkaitan kebutuhan akhir Rp. 10,91 milyar (rata-rata Rp. 1,82 milyar/tahun). Total nilai NSG PT. SAF terhadap Kabupaten Rembang tahun 2000-2005 sebesar Rp. 28,91 milyar (rata-rata Rp. 4,82 milyar/tahun) dengan pertumbuhan NSG rata-rata per tahun 13,95%. Penggunaan sumber daya lokal untuk input perusahaan rata-rata 73,02% untuk tenaga kerja dan 50,18% untuk input antara. Manfaat keterkaitan hulu akan naik dari Rp. 10,39 milyar menjadi 11,30 milyar (tumbuh 8,70%) dan penggunaan sumber daya lokal untuk input antara rata-rata per tahun naik dari 50,18% menjadi 67,35% (tumbuh 17,17%) jika PT. SAF memberikan kesempatan kepada perusahaan jasa lokal dalam penyediaan BBM dan pelumas/grease. Keterkaitan teknologi pengaruhnya kecil kepada daerah karena kondisi masyarakat atau sektor yang ada di Kab. Rembang bersifat tradisional. Keterkaitan pembayaran kepada Pemda Kab. Rembang atas pajak bahan galian batugamping akan naik dari Rp. 4,07 milyar menjadi Rp. 5,08 milyar (tumbuh 25%) jika penetapan harga batugamping sebagai dasar pungutan pajak bahan galian C ditetapkan sesuai harga pasar yang berlaku. Dalam kurun waktu tahun 2000-2005 kontribusi PT. SAF terhadap total produksi batugamping Kab. Rembang sebesar 83% dengan rata-rata produksi 423.208 ton/tahun, sementara total produksi batugamping Kabupaten Rembang rata-rata 522.373 ton/tahun. Dari tahun 2000-2005 sektor pertambangan/penggalian memberikan sumbangan yang relatif kecil terhadap PDRB Kabupaten Rembang, rata-rata hanya 2,56%/tahun atau Rp. 31,86 - 45,32 milyar. Sementara PDRB Kab. Rembang nilainya Rp. 1,37 - 1,62 trilyun. Namun demikian dari hasil analisis shift share diketahui bahwa sektor pertambangan/penggalian merupakan sektor yang pertumbuhannya progresif dengan nilai pergeseran bersih (PBij) positif atau sebesar 19,04%.", "Daftar File": {"2007 TS PP HERU SUGIHARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9776", "2007 TS PP HERU SUGIHARTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9777", "2007 TS PP HERU SUGIHARTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9778", "2007 TS PP HERU SUGIHARTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9779", "2007 TS PP HERU SUGIHARTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9780", "2007 TS PP HERU SUGIHARTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9781", "2007 TS PP HERU SUGIHARTO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/9782", "2007 TS PP HERU SUGIHARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9783"}, "Penulis": "Heru Sugiharto (NIM 221 04 037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rudy Sayoga Gautama B., Prof. Dr. Ir.   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "limestone, Rembang, socio economic, economic rent.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}