{"Nomor": 6232, "Judul": "STRATEGI PENGEMBANGAN INFRASTRUKTUR SUMBER DAYA AIR MELALUI PENDEKATAN PENGELOLAAN WILAYAH PESISIR ERPADU DIKAWASAN PESISIR TELUK PALABUHANRATU", "Abstrak": "Abstrak:   \n \n \n \n\nSehubungan dengan sifat alamiah (the nature) dari wilayah pesisir dan lautan, untuk membangun wilayah pesisir dan lautan ini secara optimal dan berkelanjutan bagi kemakmuran rakyat yang sebesar-besarnya haruslah ditempuh dengan pendekatan pengelolaan secara terpadu. Banyak faktor yang menyebabkan pola pembangunan wilayah pesisir dan lautan cenderung mengarah kepada pola yang tidak terpadu (tidak berkelanjutan), akan tetapi yang paling penting adalah karena pola pembangunan sumber daya pesisir dan lautan selama ini dilakukan secara terpilah-pilah dan sektoral. Kurangnya implementasi perencanaan dan pengelolaan sumber daya wilayah pesisir dan lautan secara terpadu disebabkan rendahnya pemahaman dan penguasaan para perencana dan pelaksana pembangunan akan keunggulan konsep ini dibandingkan dengan pendekatan sektoral. Pemerintah daerah Kabupaten Sukabumi memberikan perhatian yang lebih intensif terhadap pembangunan infrastruktur, diantaranya infrastruktur sumber daya air seperti keberadaan sungai Cipalabuan setelah sungai tersebut mengalami banjir cukup besar dengan disertai aliran sedimen dan batu-batuan. Banjir terjadi pada taggal 26 Oktober 2004 dengan merusak beberapa infrastruktur pelabuhan, sungai, pariwisata, jalan, sarana perdagangan dan permukiman masyarakat yang berada sekitar daerah aliran  sungai dI Kawasan Pesisir Teluk Palabuhanratu. Melihat permasalahan yang ada yaitu pola pembangunan infrastruktur tidak terpadu (tidak berkelanjutan) didalam mengantisipasi bahaya banjir yang merusak berbagai infrastruktur di wilayah Pesisir Teluk Palabuhanratu, studi kasus ini mendapatkan suatu strategi bagaiamana mengatur dan mengelola suatu infrastruktur secara terintegrasi yang harus dilakukan antara kegiatan pemerintah, dunia usaha dan masyarakat, perencanaan horisontal dan vertikal, ekosistem darat dan laut, sains dan manajemen. Strategi yang harus dilakukan adalah :    \n \n \n \n\n1.Menata, mengembangkan dan meningkatkan penyediaan Infrastruktur dalam mengantisifasi bahaya banjir secara terpadu.    \n \n \n \n\n2.Meningkatkan pengawasan, pengendalian, penertiban dan pengembangan kawasan konservasi sumber daya air (wilayah pesisir).", "Daftar File": {"2007 TS PP HERU SUPRIATNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9797", "2007 TS PP HERU SUPRIATNA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9798", "2007 TS PP HERU SUPRIATNA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9799", "2007 TS PP HERU SUPRIATNA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9800", "2007 TS PP HERU SUPRIATNA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9801", "2007 TS PP HERU SUPRIATNA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9802", "2007 TS PP HERU SUPRIATNA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/9803", "2007 TS PP HERU SUPRIATNA 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/9804", "2007 TS PP HERU SUPRIATNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9805"}, "Penulis": "Heru Supriana (NIM 250 04 042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : ANDOJO WURDJANTO, Dr, Ir"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Coastal Area, Infrastructure, Integration and Strategy", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}