{"Nomor": 6234, "Judul": "PENGARUH ASPEK KERUANGAN TERHADAP NILAI TANAH PERTOKOAN (Studi kasus Pertokoan di Wilayah Kota Bandung)", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nKeberadaan pertokoan akan memberikan pendapatan yang cukup potensial bagi pemerintah. Salah satu pendapatan yang potensial dari properti jenis ini adalah Pajak Bumi dan Bangunan. Dasar pengenaan pajak adalah Nilai Jual Obyek Pajak (NJOP). Oleh karena itu penetapan NJOP melalui penilaian obyek pajak merupakan salah satu kegiatan yang sangat vital dalam pengelolaan Pajak Bumi dan Bangunan. Mengingat pentingnya NJOP tersebut, maka diperlukan suatu metoda dan cara penilaian yang tepat dalam pelaksanaannya sehingga dapat dihasilkan informasi nilai tanah yang akurat.    \n \n \n \n \n\nPenelitian ini berupaya untuk menganalisis pengaruh aspek keruangan terhadap nilai tanah pertokoan. Variabel yang diteliti adalah jarak ke pusat bisnis lokal/CBD terdekat, jarak ke terminal angkutan umum terdekat, jarak ke area perumahan terdekat, lebar jalan, jalan dua arah, kedekatan dengan pertokoan lain, luas bangunan, koefisien lantai bangunan, dan kesesuaian peruntukan dengan rencana tata ruang wilayah. Analisis data menggunakan analisis regresi berganda dengan metode kuadrat terkecil ordinary least square(OLS). Model regresi yang dipakai adalah model linier (lin-lin), model semilog (lin-log), model semilog (loglin) dan model logaritma (log-log). Pengujian model yang digunakan adalah uji kriteria a priori ekonomi, uji kriteria statistik, uji asumsi klasik, evaluasi model dan validasi model.", "Daftar File": {}, "Penulis": "Heru Widya Winarno (NIM 25105025)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: S. Hendriatiningsih, Dr., Ir., M.S.    \n \n \n \n \n\nPembimbing 2: Albertus Deliar, Ir. MT.    \n \n \n \n \n\nScanner: Arnaz Driyastika M.    \n \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Shopping land values, spatial aspect, multiple regression analysis", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}