{"Nomor": 6245, "Judul": "FORMULASI LOSIO DAN GEL EKSTRAK BUAH JERUK NIPIS (Citrus aurantifolia (Chrism.&Panzer) Swingle Fruktus)  SERTA UJI STABILITAS FISIK SEDIAAN.", "Abstrak": "Abstrak :  \n \n \n\nTelah dikembangkan formula losio dan gel ekstrak buah jeruk nipis. Sediaan losio dibuat menggunakan emulgator gliseril monostearat tahan asam (Citrol GMS A/S) dan kombinasi natrium lauril sulfat dan setostearil alkohol, sedangkan sediaan gel dibuat dengan menggunakan basis hydroxypropylmethylcellulose (HPMC) dengan berbagai konsentrasi. Dilakukan evaluasi sediaan meliputi organoleptik, homogenitas, pengamatan viskositas dan pH selama 28 hari, serta penentuan tipe emulsi untuk losio. Uji stabilita fisik losio dilakukan dengan metode freeze and thaw, dan uji stabilita fisik gel dengan melihat adanya sineresis pada suhu kamar dan suhu 40 C RH 70%. Hasil evaluasi terhadap losio menunjukan bahwa losio yang menggunakan emulgator Citrol GMS A/S 7%, kombinasi Na lauril sulfat dan setostearil alkohol dengan perbandingan konsentrasi (1:5) sebanyak 3% memiliki tipe emulsi m/a, penampilan sediaan yang baik, homogen, dan memiliki pH dan viskositas yang stabil dalam penyimpanan. Uji stabilitas fisik freeze and thaw menunjukan formula losio tidak mengalami pemisahan selama 6 siklus, tetapi sediaan dengan emulgator Citrol GMS A/S 7% memiliki rentang ukuran globul yang tetap. Berdasarkan evaluasi fisik dan stabilita fisik sediaan, maka formula losio terbaik adalah formula Citrol GMS A/S 7%,  setil alkohol 1% dan gliserin 10 %.", "Daftar File": {"2007 TA PP IDA FARIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9890", "2007 TA PP IDA FARIDA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/9891", "2007 TA PP IDA FARIDA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/9892", "2007 TA PP IDA FARIDA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/9893", "2007 TA PP IDA FARIDA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/9894", "2007 TA PP IDA FARIDA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/9895", "2007 TA PP IDA FARIDA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/9896", "2007 TA PP IDA FARIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9897"}, "Penulis": "Ida Farida (NIM 107 03 039)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Sasanti Tarini Darijanto, Dr.  \n \n \n\nPembimbing serta : Irda Fidrianny, Dr.  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "lime fruit extract, lotion, gel, Citrol GMS A/S,", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "19 Jun 2012"}