{"Nomor": 6254, "Judul": "PERANCANGAN SISTEM DOKUMENTASI MUTU PERGURUAN TINGGI  SWASTA (PTS) DENGAN MENGGUNAKAN MODEL ISO 9000 ( STUDI KASUS : UNIVERSITAS PASUNDAN BANDUNG )", "Abstrak": "Abstrak :Perguruan Tinggi Swasta (PTS) yang berada di Indonesia merupakan organisasi yang bergerak dalam jasa pendidikan bagi masyarakat Indonesia yang tidak tergantung oleh keberadaan serta kapasitas Perguruan Tinggi Negeri (PTN). Aktivitas yang dilakukan PTS selalu mengacu kepada Tridharma Perguruan Tinggi yang meliputi pendidikan, penelitian, serta pengabdian pada masyarakat.Sebagai bagian dari sistem pendidikan nasional yang berada di bawah naungan Departemen Pendidikan dan Kebudayaan, tujuan PTS harus selaras dengan tujuan pendidikan nasional, yaitu : Pendidikan nasional Indonesia berdasarkan Pancasila bertujuan untuk meningkatkan kualitas mahasiswa Indonesia, yaitu manusia yang beriman dan bertaqwa kepada Tuhan Yang Maha Esa. berbudi pekerti luhur, berkepribadian, berdisiplin, bekerja keras, tangguh, bertanggungjawab, mandiri, cerdas, dan terampil, sehat jasmani dan rohani.Untuk mencapai tujuan di atas, tentu saja PTS harus mempunyai kualitas yang baik dalam proses penyelenggaraan pendidikannya, serta perlu ada standar yang dapat dijadikan sebagai patokan dalam kegiatan belajar mengajar yang ada di sebuah PTS, untuk menghasilkan sumber daya manusia yang berkualitas sesuai dengan tujuan pendidikan nasional di atas.Melihat daya tampung PTN dari tahun ke tahun, maka peluang PTS sebagai alternatif menjadi sangat besar. Tentu saja peluang ini harus dibarengi dengan kualitas yang baik, karena dalam rangka menyongsong era globalisasi tidak menutup kemungkinan akan munculnya PTS-PTS lain yang diselenggarakan oleh pihak luar negeri. PTS yang berhasil tentu saja yang mampu meningkatkan kualitas proses belajar mengajarnya.Penelitian ini ingin melihat seberapa jauh kemungkinan penerapan ISO 9000 di Perguruan Tinggi Swasta (PTS) untuk mengbasilkan standar yang diharapkan semua pihak. Secara spesifik tujuan yang ingin dicapai dalam penelitian ini adalah melakukan asesmen serta merancang sistem dokumentasi mutu untuk PTS berdasarkan model ISO 9000 - A Translation for Education yang dikembangkan oleh Edward Saks. Sedangkan PTS yang diambil sebagai objek penelitian adalab Universitas Pasundan Bandung.Hasil asesmen dengan menggunakan elemen-elemen ISO 9000 - A Translation for Education menunjukkan bahwa performansi keseluruhan Universitas Pasundan termasuk dalam kategori lemah, artinya : banyak aspek yang tidak/belum sesuai dengan persyaratan ISO 9000 - A Translation for Education.Langkah berikutnya yang dilakukan adalah merancang sistem dokumentasi mutu untuk elemen-elemen ISO 9000 - A Translation for Education yang berkaitan dengan kegiatan akademik di Universitas Pasundan, yaitu untuk sistem yang sudah berjalan dan mempunyai kelemahan dilihat dari persyaratan ISO 9000 - A Translation for Education.Berdasarkan analisis dan evaluasi terhadap kegiatan akademik, terdapat lima elemen yang akan dirancang, yaitu :1. Komilmen Manajemen Terhadap Kualitas (elemen ke-l)2. Pengendalian Dokumen (elemen ke-4)3. Prosedur dan Metode Diagnosis Identifikasi Kegagalan (elemen ke-11)4. Catatan Mutu (elemen ke-15)5.\tProsedur Validasi dan Audit Mutu Internal (elemen ke-l6)Perancangan sistem dokumentasi meliputi Level I (dokumen strategis), Level II (prosedur-prosedur tertulis), dan Level III (instruksi kerja dan fomulir).", "Daftar File": {"1998 TS PP IKA SARTIKA 1.pdf": "https://digilib.itb.ac.id/gdl/download/9922"}, "Penulis": "Ika SartikaNIM. 23495045", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ubuh Buchara Hidajat, Dr.Ir. Scan :Neneng Neneng@unix.lib.itb.ac.id (2007-03-13)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2007"}