{"Nomor": 6259, "Judul": "PEMANFAATAN MEDIA ADSORBEN (CAMPURAN TANAH, CaCO3, DAN SERBUK KAYU) UNTUK MENYISIHKAN SENYAWA FOSFAT DALAM LIMBAH GREY WATER", "Abstrak": "Abstrak:   \n \n \n \n\nLimbah domestik secara umum terbagi dalam dua bagian, yaitu buangan dari kloset dan peturasan, yang disebut black water, dan buangan dari bak mandi, bak   \n \n \n \n\ncuci tangan, dan bak dapur, yang disebut grey water. Limbah grey water memberikan pengaruh besar terhadap pencemaran di badan air berupa eutrofikasi (pertumbuhan algae yang tinggi). Faktor penentu terjadinya eutrofikasi tersebut ialah senyawa fosfat yang terkandung cukup banyak di dalam limbah grey water.   \n \n \n \n\nMedia yang akan diuji untuk menyisihkan senyawa fosfat ini ialah campuran tanah, CaCO3, dan serbuk kayu. Ketiga komponen ini dicampurkan (dengan variasi komposisi yang berbeda-beda) dan dibakar pada suhu 6000C. Selanjutnya   \n \n \n \n\nsampel (Kalium Biphosphate) 20 mg/L dicampur dengan media tersebut dengan sistem batch. Pada jam ke-1, ke-2, ke-3, ke-6, ke-24, dan jam ke-48 konsentrasi fosfat dalam larutan diukur. Dengan menggunakan metode statistik ANOVA,   \n \n \n \n\ndidapatkan bahwa variasi yang memiliki efisiensi penyisihan di atas 90% tidak signifikan perbedaannya dalam penyisihan senyawa fosfat, sehingga variasi   \n \n \n \n\nmanapun bebas dipilih sebagai variasi optimum. Sedangkan komponen yang paling berpengaruh dari ketiga komponen (tanah, CaCO3, dan serbuk kayu) ialah tanah. Media adsorben tersebut juga dibandingkan dengan tanah Dago Atas tanpa adanya modifikasi (pencampuran dan pemanasan), dan dengan uji hipotesis, menghasilkan perbedaan yang tidak signifikan dalam menyisihkan senyawa fosfat.", "Daftar File": {"2007 TA PP IMAM MUTTAQIEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/9952", "2007 TA PP IMAM MUTTAQIEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/9953", "2007 TA PP IMAM MUTTAQIEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/9954", "2007 TA PP IMAM MUTTAQIEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/9955", "2007 TA PP IMAM MUTTAQIEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/9956", "2007 TA PP IMAM MUTTAQIEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/9957", "2007 TA PP IMAM MUTTAQIEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/9958"}, "Penulis": "Imam Muttaqien (NIM: 15303005", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suprihanto Notodarmojo, Ir.,Ph.D.,Prof.     \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-12."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Grey water; phosphate; eutrophication; clay.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}