{"Nomor": 6264, "Judul": "PEMODELAN DAN ANALISIS DINAMIK KERETA PENUMPANG DENGAN BOGIE BOLSTERLESS", "Abstrak": "Abstrak :Faktor penentu dalam karakteristik dinamik kendaraan rel ardalah rancangan parameter dinamik bogie, yaitu komponen yang menghubungkan perangkat roda dengan badan kereta (carbody). Ditinjau dari segi pengoperasian, bogie mempunyai peranan penting dalam menentukan kecepatan operasi maksimum yang diijinkan. Batasan ini disebut sebagai kecepatan kritis, Vacr, yang memisahkan daerah operasi stabil dan tidak stabil. Kecepatan diatas Vacr akan mengakibatkan gerak hunting tidak stabil sehingga dapat mengakibatkan roda keluar rel (wheel-climbing) sehingga tidak aman. Faktor kenyamanan ditentukan oleh spektrum dan amplitudo getaran akibat gaya kontak roda dan rel.Untuk mengkaji apakah kriteria keamanan dan kenyamanan yang diinginkan telah tercapai, perlu evaluasi terhadap stabilitas dan respon dinamik kendaraan rel. Hal ini dapat dilakukan dengan memodelkan kendaraan rel atas kumpulan benda tegar yang dihubungkan secara kinematik oleh berbagai interkoneksi berupa pegas dan peredam yang disebut sebagai sistem benda jamak (multibody system).Dalam penelitian ini, kaji parametrik dilakukan terhadap berbagai besaran yang mempengaruhi Vacr dan respon getaran. Parameter dinamik yang dikaji dalah kekakuan lateral dan longitudinal pegas primer dan sekunder serta konisitas roda. Di swiping itu, jugs ditinjau pengaruh massa bogie dan lebar rel terhadap respon dinamik. Tinjauan respon dilakukan melalui simulasi ketidakrataan rel dalam arah lateral. Hasil kajian menunjukkan bahwa Vacr dan respon getaran sangat dipengaruhi oleh kekakuan lateral pegas primer dan konisitas roda serta lebar rel.", "Daftar File": {}, "Penulis": "Iman SatriaNIM. 23197050", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Andi Isra Mahyuddin, Dr.Ir. Pembimbing II:Djoko Suharto, Prof.Dr.Ir. Pembimbing II:Pulung Nurprasetio, Ir.MSME Scan :Neneng2007-03-26)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Mar 2007"}