{"Nomor": 6274, "Judul": "KAITAN FAKTOR DENSITAS TERHADAP PENGUKURAN VOLUME SAMPAH DAN KAJIAN NILAI KETERBAKARAN SAMPAH ( Studi Kasus : TPS Bandung Utara )", "Abstrak": "ABSTRAK:   \n \n \n \n \n\nPengukuran satuan timbulan sampah yang dikenal yaitu dengan menggunakan satuan berat dan satuan volume. Penggunaan satuan volume di negara industri sudah ditinggalkan dan umumnya digunakan satuan berat, namun di negara berkembang seperti Indonesia masih sering digunakan karena alasan kemudahan dalam pengukuran dan biaya yang dibutuhkan rendah. Dalam penggunaan satuan volume diperlukan kehati-hatian dan kepastian nilai densitas yang harus disertakan. Pada nilai berat sampah yang sama, nilai volumenya dapat berbeda pada saat diukur. Pengukuran dilakukan dengan metode SNI, di wadah sampah, di gerobak, di TPS dan di TPA. PD Kebersihan melakukan perhitungan persen pelayanan berdasarkan volume sampah terangkut dari sumber ke TPA. Padahal sebelum perjalanan dari sumber ke TPA, sampah dikumpulkan dulu per-wilayah di TPS. Di TPS tersebut sering terjadi aktivitas pemadatan dan daur ulang di TPS. Aktivitas tersebut tentunya mempengaruhi persen pelayanan karena dapat menurunkan nilai volume sampah. Kemudian penurunan nilai volume sampah menaikkan nilai persen pelayanan sampah oleh PD Kebersihan. Dari hasil perhitungan didapat persen pelayanan sebesar 75persen dan hasil tersebut meningkat dari nilai persentase sebelumnya yang hanya sebesar 60,1persen. Dalam pengolahan sampah dilakukan pemanfaatan potensi energi yang dihasilkan dari pembakaran sampah atau yang dikenal dengan teknologi Waste to Energy (WtE). Kandungan nilai energi yang dihasilkan oleh sampah dipengaruhi oleh kadar air dan kandungan nilai kalor sampah, adapun nilai kalor yang didapat adalah 1.681,21 kalori/gram dengan nilai kadar air 35,06persen.", "Daftar File": {}, "Penulis": "Indira Wahyu Prihartini (NIM 15303018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Enri Damanhuri, Prof., Dr., Ir.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-12)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "volume, refuse density, hand cart, calorific value, transfer station", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}