{"Nomor": 6291, "Judul": "A PROPOSAL OF SHIFT WORK BASED ON TOLL COLLECTOR MANAGEMENT SATISFACTION SURVEY Case Study at PT. Jasa Marga (Persero)", "Abstrak": "Abstrak:    \n \n \n \n\nPT. Jasa Marga (Persero) merupakan satu-satunya BUMN yang ditunjuk sebagai eksekutor jalan tol di Indonesia. Konsep dari jalan tol itu sendiri sebagai infrastruktur yang mempunyai peranan dalam pembagunan negara, ekonomi, dan berguna bagi masyarakat luas. Tujan dari PT. Jasa Marga adalah sebagai eksekutor jalan tol yang menekankan kualitas servis.    \n \n \n\nSebagai BUMN yang mempunyai peranan besar, penting untuk mengukur tingkat kepuasan kerja di PT. Jasa Marga cabang Purbaleunyi. Pengukuran ini difokuskan kepada divisi pengumpul tol yang saat ini mempunyai jumlah 42 pegawai. Pertimbangan dari pengukuran tingkat kepuasan kerja ini adalah karena pada saat ini sistem shift mereka adalah 3 shift dengan masing-masing 8 jam kerja. Selain itu, pekerjaan dalan dvisi ini mempunyai resiko dalam kondisi kerja yang selalu menghirup polusi. Pertimbangan lain seperti kehidupan sosisal, alat bekerja, dll yang dipengaruhi sistem shift dan akan mempengaruhi tingkat produktifitas pegawai dimana produktifitas ini yang menjaga kompetisi yang dihadapi PT. Jasa Marga.    \n \n \n\nSecara umum, hasil dari survey tingkat kepuasan kerja karyawan tidak memuaskan. Para pegawai sepertinya tidak yakin dengan tingkat kepuasan kerja. Dari hasil survey, aspek yang perlu diperhatikan atau mempunyai tingkat kepuasan dibawah standard adalah dalam aspek beban kerja, system shift, faktor kesehatan, penggajian, dan alat yang digunakan dalam transaksi manual.    \n \n \n\nMempertimbangkan hal diatas, pilihan yang memungkinkan adalah dengan mendesign ulang system shift menjadi 4 shift dengan masing-masing 6 jam kerja. Design dengan menggunkan sistem ini tentunya menciptakan konsekuensi. Konsekuensi dalam sudut pandang kepegawaian, sistem ini menambah jumlah kebutuhan pegawai menjadi 48 orang, artinya membuthkan tambahan pegawai sejumlah 6 orang.", "Daftar File": {"2007 TA PP INTAN PRAMESTHI S-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10094", "2007 TA PP INTAN PRAMESTHI S 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10095", "2007 TA PP INTAN PRAMESTHI S 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10096", "2007 TA PP INTAN PRAMESTHI S 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10097", "2007 TA PP INTAN PRAMESTHI S 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10098", "2007 TA PP INTAN PRAMESTHI S 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10099", "2007 TA PP INTAN PRAMESTHI S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10100"}, "Penulis": "Intan Pramesthi S (NIM 190 04 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aurik Gustomo,Ir, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "shift system, highway collector, highway collection management, personnel planning, automatic transaction, and employee satisfaction.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "30 Mei 2012"}