{"Nomor": 6292, "Judul": "PENGEMBANGAN PROGRAM ANALISIS SEISMIC HAZARD DENGAN TEOREMA PROBABILITAS TOTAL", "Abstrak": "Abstrak:   \n \n \n \n\nPada umumnya tujuan utama dari suatu analisis resiko gempa adalah untuk mengetahui besarnya percepatan gelombang gempa yang terjadi dengan perioda ulang tertentu pada suatu wilayah. Perkembangan analisis resiko gempa dalam rekayasa geoteknik akan selalu diikuti oleh perkembangan dalam bidang software penunjang dalam melakukan analisis resiko gempa tersebut. Untuk mendapatkan solusi yang optimal mengatasi permasalahan dalam analisis resiko gempa, maka dibutuhkan suatu sofrware yang dapat digunakan oleh semua pengguna dengan mudah dan dengan tampilan yang menarik sehingga para pengguna dapat melakukan analisis resiko gempa itu dengan cepat dan tepat. Dengan latar belakang tersebut, maka penulis melakukan pengembangan software yang lebih mudah untuk digunakan (user friendly) serta memiliki tampilan yang menarik. Dalam pengerjaan tugas akhir ini, penulis mengintegrasikan software SHAP dan EQ Risk dalam analisis Seismic Hazard dengan Teorema Probabilitas Total serta Visual Basic untuk tampilan sehingga mudah dalam penggunaan (user friendly). SHAP (Seismic Hazard Assesment Program), program ini merupakan program komputer yang digunakan untuk membuat input data bagi program EQ Risk. Program ini juga dapat menghitung resiko gempa dengan metoda Gumbel atau Point source. EQ Risk yang telah dikembangkan sebelumnya menjadi Espectra adalah program komputer yang dikembangkan dalam bahasa fortran dan digunakan untuk menghitung percepatan gelombang gempa di batuan dasar dengan perioda ulang tertentu dengan menggunakan teorema Total Probability. Program ini memiliki output berupa PGA untuk berbagai periode waktu dengan periode ulang tertentu Hasil integrasi software software di atas adalah program baru yang dinamai SHAP2 (Seismic Hazard Analysis Program). Program ini akan menghasilkan ouput berupa PGA (Peak Ground Acceleration) serta tampilan grafis dari respon spectra untuk berbagai periode ulang. Selain itu program ini juga bisa menampilkan konstribuasi sumber gempa (source zone) dalam bentuk grafis, dengan sumbu-Y adalah annual rate of exceedance dan sumbu-X adalah percepatan (acceleration). Untuk menguji ketepatan program ini, maka penulis melakukan studi kasus untuk kemudian hasilnya dibandingkan dengan hasil dari literatur. Studi kasus yang penulis ambil mengambil dua site yaitu Jakarta dan Semarang. Dari hasil studi kasus tersebut output yang dihasilkan dari program SHAP2 memiliki hasil yang sama dengan hasil pada literatur.", "Daftar File": {"2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10101", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/10102", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/10103", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/10104", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/10105", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/10106", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/10107", "2007  TA PP IPAN SYAEFUL RAHMAN dan DERY AFRIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10108"}, "Penulis": "Ipan Syaeful Rahman (NIM : 150 00 112)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  MASYHUR IRSYAM,IR., MSE., Ph.D.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-29."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "User friendly; hazard seismic analisys program (SHAP2); probability theorema.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}