{"Nomor": 6300, "Judul": "ANALISIS KARAKTER PATAHAN SEBAGAI PERANGKAP HIDROKARBON DI SUB-CEKUNGAN KIRI CEKUNGAN SUMATRA TENGAH", "Abstrak": "Abstrak :   \n \n \n\nSub-cekungan Kiri terletak dibagian barat Cekungan Sumatra Tengah. Sub-cekungan ini dibatasi oleh sesar normal dengan geometri ramp flat ramp dibagian barat. Dengan pemetaan data seismik yang lebih detail pada interval batuan Kelompok Pematang, struktur syn-rift diinterpretasikan dipengaruhi oleh geometri dari sesar utama tersebut pada rezim tektonik ekstensi yang bekerja pada masa Paleogen.  Interpretasi ini berbeda dengan penafsiran yang ada sebelumnya bahwa struktur syn-rift dihasilkan oleh sesar geser kanan yang terbentuk akibat rezim  tektonik kompresi pada masa akhir pembentukan cekungan atau Paleogen Akhir hingga Awal Miosen. Interpretasi sebelumnya menyebutkan bahwa antiklin yang membentuk lapangan minyak Kelabu dan Jingga merupakan struktur pop-up pada positive flower structure. Dari hasil pemetaan yang lebih detail dan restorasi penampang seismik diketahui bahwa pembentukan struktur syn-rift dipengaruhi oleh geometri sesar utama berbentuk ramp flat ramp. Interpretasi ini didasarkan pada hasil evaluasi beberapa data seismik 2D yang tersebar dari bagian selatan hingga ke bagian utara cekungan. Selanjutnya struktur syn-rift akan mempengaruhi konfigurasi cekungan yang terbentuk dan pada akhirnya akan mempengaruhi penyebaran akumulasi sedimen yang diendapkan sebagai syn-rift deposit.", "Daftar File": {"2007 TS PP IRMA HESTY WIDYASTINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10135", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10136", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10137", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10138", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB4A.pdf": "https://digilib.itb.ac.id/gdl/download/10139", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB4B.pdf": "https://digilib.itb.ac.id/gdl/download/10140", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB4C.pdf": "https://digilib.itb.ac.id/gdl/download/10141", "2007 TS PP IRMA HESTY WIDYASTINI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10142", "2007 TS PP IRMA HESTY WIDYASTINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10143"}, "Penulis": "Irma Hesty Widyastini (NIM 220 05 024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agus H. Harsolumakso, Dr. Ir.   \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Fault, ramp flat ramp, syn-rift, hidrocarbon trap.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}