{"Nomor": 6323, "Judul": "ANALYSIS OF DISTRIBUTION CHANNEL OF CELLULAR PRODUCT AT TELKOMSEL COMPANY", "Abstrak": "ABSTRAK:  \n \n \n\nIndustri telekomunikasi sekarang telah berkembang pesat seiring dengan pertumbuhan penduduk. Jaringan telekomunikasipun juga telah berada di desa-desa sekalipun. Untuk menjangkau pelanggan-pelanggan tersebut, diperlukan suatu proses distribusi yang efisien dengan pemilihan saluran distribusi yang tepat. Saluran distribusi yang tepat adalah saluran distribusi yang dapat menjangkau pasar sesuai dengan target pasar yang dikehendaki serta dapat membuat perusahaan untuk bertindak responsif terhadap perubahan yang terjadi di pasar. Dengan saluran distribusi yang semakin lebar dan kompleks inilah diperlukan suatu koordinasi untuk mengatur kegiatan dan arus informasi tersebut. Koordinasi yang mengandung arti mengatur ketergantungan antar aktivitas dan antar bagian pada proses distribusi akan sangat diperlukan pula dalam rangka mencapai visi, misi, dan tujuan strategis suatu perusahaan. Oleh karena itu, penitikberatan pada koordinasi rantai pasok akan membuat perusahaan semakin responsif dan peka terhadap perubahan-perubahan yang terjadi di industrinya terutama pada pasar.  \n \n \n\nTelkomsel, sebagai perusahaan yang mempunyai pangsa pasar telekomunikasi selular tertinggi di Indonesia mempunyai jaringan distribusi yang luas dengan membentuk kerjasama sebagai saluran distribusi. Walaupun Telkomsel mempunyai saluran distribusi yang resmi yaitu Grapari, tidak akan cukup melayani pelanggan yang tersebar di Indonesia. Masalah yang dihadapi kali ini oleh Telkomsel adalah adanya retur produk dari pelanggan yang dikarenakan cacat. Beberapa departemen dan divisi yang terlibat untuk masalah tersebut seperti Channel Management, Regional Area, Authorized Dealer, dan Card Production khususnya Quality Control turut menangani masalah tersebut dengan pencarian akar masalah. Beberapa akar masalah yang ditemukan seperti yang tersaji dalam proses bisnis yaitu kurangnya karyawan dalam bagian Quality Control membuat beberapa produk terlewat untuk diinspeksi akan kualitas fisik dan jaringan sinyalnya serta adapula karyawan yang terlewat untuk mengaktifasi atau pengisian nomor telepon selular.  \n \n \n\nBeberapa ide untuk solusi pemecahan masalah tersebut seperti menambah jumlah karyawan pada divisi Quality Control, melakukan training pada karyawan khususnya akurasi pada aktifasi produk, dan mekanisme koordinasi yang baru pada divisi Card Production dan Headquarters diharapkan dapat menyelesaikan masalah produk cacat sehingga tidak menimbulkan lagi retur produk dalam proses distribusi.", "Daftar File": {"2007 TA PP IVAN RESAPRIANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10253", "2007 TA PP IVAN RESAPRIANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10254", "2007 TA PP IVAN RESAPRIANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10255", "2007 TA PP IVAN RESAPRIANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10256", "2007 TA PP IVAN RESAPRIANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10257", "2007 TA PP IVAN RESAPRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10258", "2007 TA PP IVAN RESAPRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10259"}, "Penulis": "Ivan Resaprianto (NIM 19004093)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Togar M. Simatupang, Ir., M.Tech., Ph.D.  \n \n \n\nScanner: Arnaz Driyastika M.  \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Supply Chain Coordination, Distribution, SCOR model V.6, Business Process Improvements, Telecommunication Industry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Mei 2011"}