{"Nomor": 6325, "Judul": "PERUMUSAN STRATEGI DAN PENYELARASAN SASARAN KORPORASI DAN UNIT BISNIS DI PT. INDUSTRI TELEKOMUNIKASI INDONESIA", "Abstrak": "ABSTRAK:   \n \n \n \n\nPertumbuhan industri telekomunikasi yang sangat cepat membawa pengaruh kepada perusahaan perusahaan jasa dan manufaktur yang terlibat di dalamnya. Perusahaan dihadapkan pada pilihan bertumbuh cepat seiring dengan pertumbuhan industri tersebut atau diam di tempat yang berakibat tertinggalnya dibandingkan dengan perusahaan perusahaan lain dalam industri.   \n \n \n \n\nPT. Industri Telekomunikasi Indonesia (PT. INTI) merupakan salah satu perusahaan jasa layanan untuk infrastruktur telekomunikasi. Pada saat ini tengah dihadapkan pada tantangan tantangan, baik dari luar maupun dari dalam perusahaan yang membuat posisi daya saing dan keberlabaan PT. INTI semakin menurun. Dengan kondisi seperti itu, maka diperlukan penyusunan kembali strategi perusahaan PT. INTI. Strategi perusahaan ini nantinya akan digunakan bagi bisnis unit untuk menyusun strategi untuk dapat bertahan dan berkembang dalam industri ini.    \n \n \n \n\nTahapan dalam penyusunan strategi meliputi tahap identifikasi, tahap perumusan dan tahap implementasi. Pada tahap identifikasi dilakukan analisa lingkungan internal dan eksternal untuk mendapatkan faktor faktor strategis. Sedangkan tahap perumusan adalah proses pengerucutan faktor faktor strategis dengan menggunakan beberapa perangkat dan kemudian merumuskan strategi dari faktor-faktor tadi. Perangkat yang digunakan antara lain Matriks IFAS EFAS, Matriks TOWS, Matriks Empat Strategi Dasar, pendekatan Value Disciplines, dan Matriks Grand Strategi. Tahap selanjutnya adalah tahap implementasi menggunakan perangkat Strategy Maps.   \n \n \n \n\nHasil yang diperoleh menunjukkan bahwa PT. INTI tidak memiliki cukup kekuatan untuk bersaing langsung dengan perusahaan. Agar PT. INTI dapat terus bertahan disarankan untuk menyusun kembali kompetensi yang dimiliki dan membangun sistem yang lebih terintegrasi dan sistem yang mendorong kepada penciptaan operational excellent. Untuk meningkatkan kekuatan bersaing, hal berikutnya adalah melakukan aliansi dengan partner strategis.", "Daftar File": {"2007 TS PP IZAK AHMAD RIZAK 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10266", "2007 TS PP IZAK AHMAD RIZAK 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10267", "2007 TS PP IZAK AHMAD RIZAK 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10268", "2007 TS PP IZAK AHMAD RIZAK 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10269", "2007 TS PP IZAK AHMAD RIZAK 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10270", "2007 TS PP IZAK AHMAD RIZAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10271", "2007 TS PP IZAK AHMAD RIZAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10272"}, "Penulis": "Izak Ahmad Rizak (NIM 29104305)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Mohammad Toha, Dr., Ir.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate strategy, business strategy, strategy maps, telecommunication infrastructure industry", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}