{"Nomor": 6339, "Judul": "MOBILE & REMOTE OBSERVATORY SEBAGAI MEDIA PENDIDIKAN DAN PENGEMBANGAN ASTRONOMI BAGI PUBLIK", "Abstrak": "Abstark:   \n \n \n \n \n\nDalam karya tulis ini Penulis memperkenalkan pembelajaran berbasis observasi memanfaatkan seluruh sumber daya yang tersedia dalam upaya menemukan solusi atas problem rendahnya minat terhadap matematika dan sains di kalangan siswa. Dengan pertimbangan efektivitas dan optimalisasi, seluruh sumber daya tersebut diintegrasikan menjadi sebuah sistem bagi prototipe Mobile dan Remote Observatory (MRO). Mobile Observatory (MO) merupakan integrasi sistem kolektor, analisator, dan detektor   \n \n \n \n \n\nserta komponen pendukung lainnya di atas sebuah wahana bergerak dalam menjalankan observasi astronomi. Mobilitas yang terdapat dalam sistem ini terutama ditujukan dalam   \n \n \n \n \n\nusaha memudahkan pencarian situs pengamatan yang terhindar dari parahnya polusi cahaya kota besar. Luasnya daerah layanan dapat menjadi kendala tersendiri bagi MO   \n \n \n \n \n\nsekalipun. Mengantisipasi kendala tersebut, digagaslah Remote Observatory (RO) sebagai suatu bentuk pengembangan dari MO yang dapat diakses secara remote oleh seorang pengamat dalam melakukan observasi astronomi dengan memanfaatkan fasilitas jaringan menggunakan protokol tertentu.   \n \n \n \n \n\nKelebihan prototipe sistem yang dibangun ini dibandingkan dengan sistem serupa lainnya, seperti Bradford Robotic Telescope, Telescopes in Education, dan Charles Sturt   \n \n \n \n \n\nUniversity Remote Telescope terletak pada kesederhanaan dan rendahnya biaya investasi. Sistem yang dibangun berlandaskan filosofi KIS-C (Keep It Simple and Cheap) ini   \n \n \n \n \n\nsedapat mungkin memanfaatkan sumber daya perangkat lunak yang berstatus public domain. Dengan pilihan komunikasi dan kontrol multi-link dan skenario server-client   \n \n \n \n \n\ncontrol, sistem dapat mengupayakan penggunaan lisensi aplikasi seminim mungkin untuk menekan biaya pengeluaran di mana hanya satu lisensi yang perlu diperoleh untuk   \n \n \n \n \n\nkemudian diinstalasi di komputer kontrol (host).   \n \n \n \n \n\nMelalui pengalaman baru dalam berastronomi dengan pendekatan pembelajaran berbasis observasi ini, antusiasme yang tumbuh diharapkan dapat menjadi kekuatan dalam mempercepat proses pembelajaran sains, khususnya astronomi, di Indonesia sekaligus memicu kemunculan klub-klub astronomi amatir di tanah air.", "Daftar File": {"2007 TS PP JUDHISTIRA ARIA UTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10340", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/10341", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/10342", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/10343", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/10344", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/10345", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/10346", "2007 TS PP JUDHISTIRA ARIA UTAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10347"}, "Penulis": "Judhistira Aria Utama (NIM : 203 05 001)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :  Djoni N. Dawanas, DEA,Dr.", "Pembimbing II :  Chatief Kunjaya, M.Sc.,Dr.   \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Mobile observatory; remote observatory; mobile telescope; remote telescope; astronomy education; observation-based learning; gistant Learning.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}