{"Nomor": 6342, "Judul": "ANALISIS TEBAL LAPISAN TAMBAHAN (OVERLAY) DAN UMUR SISA PERKERASAN MENGGUNAKAN PROGRAM ELCON", "Abstrak": "ABSTRAK:   \n \n \n \n\nEvaluasi perkerasan Jalan Tol dilakukan terhadap perkerasan Jalan Tol Padalarang-Cileunyi pada segmen Padalarang-Pasteur/Baros (Sta 121plus700 s.d 127plus600) dan   \n \n \n \n\nPasteur/Baros-Pasirkoja (127plus600 s.d 132plus600). Penelitian data lendutan hasil pengujian FWD dari Puslitbang Prasarana Transportasi tahun 2005, di gunakan untuk melakukan evaluasi terhadap struktur perkerasan dengan bantuan program computer ELCON.   \n \n \n \n\nHasil analisis menunjukkan nilai kumulatif ESAL aktual segmen Padalarang-Pasteur/Baros untuk lajur A1 (24.829.719) dan lajur B1 (25.357.404) pada akhir umur   \n \n \n \n\nrencana (tahun 2010) lebih besar dari pada kumulatif ESAL rencana (14.236.734), sedangkan untuk lajur A2 (10.573,423) dan lajur B2 (10.576.266) masih mempunyai nilai kumulatif ESAL sisa. Untuk segmen Pasteur/Baros-Pasirkoja menunjukkan nilai kumulatif ESAL aktual untuk lajur A1 (22.864.996) dan lajur B1 (32.275.712) pada akhir umur rencana (tahun 2010) juga lebih besar dari pada nilai kumulatif ESAL rencana (14.236.734) , sedangkan lajur A2 (9.785,120) dan lajur B2 (13.770.495) masih mempunyai nilai kumulatif ESAL sisa.   \n \n \n \n\nUntuk segmen Padalarang-Pasteur/Baros pada lajur A1 terdapat 56 titik kritis (91,8 persen), pada lajur A2 terdapat 50 titik kritis (81.97 persen), pada lajur B1 terdapat 56 titik kritis (91,8 persen) dan pada lajur B2 terdapat 55 titik kritis (90.16 persen). Sedangkan pada segmen Pasteur/Baros-Pasirkoja pada lajur A1 terdapat 42 titik kritis (84,0 persen), pada lajur A2 terdapat 40 titik kritis (80.0 persen), pada lajur B1 terdapat 43 titik kritis (86,0 persen) dan pada lajur B2 terdapat 30 titik kritis (60,0 persen).   \n \n \n \n\nUmur sisa perkerasan terkecil (US kurang dari 5 tahun), untuk lajur A1 pada segmen Padalarang-Pasteur/Baros adalah 53,23 persen, sedangkan untuk lajur A2 pada segmen yang sama adalah 21,67 persen dan untuk lajur B1 dan B2, seluruh titik pengukuran (100persen) mempunyai umur sisa perkerasan yang lebih kecil dari 5 tahun.   \n \n \n \n\nJadi kerusakan perkerasan kaku terparah terjadi pada lajur B1 dan lajur B2, baik untuk segmen Padalarang-Pasteur/Baros maupun segmen Pasteur/Baros-Pasirkoja. Berdasarkan pada semua hasil analisis perhitungan maka pada jalur A segmen Padalarang- Pasteur/Baros tebal overlay yang mewakili adalah 153,75 mm dan pada segmen Pasteur/Baros-Pasirkoja jalur A tebal overlay yang mewakili adalah 214,54 mm.", "Daftar File": {"2007 TS PP KADIAR YUNAS 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10364", "2007 TS PP KADIAR YUNAS 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10365", "2007 TS PP KADIAR YUNAS 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10366", "2007 TS PP KADIAR YUNAS 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10367", "2007 TS PP KADIAR YUNAS 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10368", "2007 TS PP KADIAR YUNAS 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/10369", "2007 TS PP KADIAR YUNAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10370", "2007 TS PP KADIAR YUNAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10371"}, "Penulis": "Kadiar Yunas (NIM 26904008)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Bambang Sugeng S., Prof., Dr., Ir., DEA.   \n \n \n \n\nPembimbing 2: Willy Tumewu, Ir., M.Sc.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-12)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisis tebal lapisan tambahan, overlay, program Elcon", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}