{"Nomor": 6346, "Judul": "PENYEDIAAN SET PELAYANAN UMUM PERKOTAAN YANG SESUAI DENGAN PREFERENSI LOCAL BUSINESS DI KOTA DEPOK", "Abstrak": "Abstrak :    \n \n \n \n \n\nPenelitian ini mengkaji preferensi local business di Kota Depok terhadap set pelayanan umum perkotaan, serta mekanisme untuk memasukkan preferensi tersebut ke dalam rencana penyediaan pelayanan umum. Mekanisme penyediaan set pelayanan umum yang ada saat ini, belum memasukkan preferensi lokal sebagai dasar pertimbangan. Padahal secara teoritis dinyatakan bahwa pada sistem yang terdesentralisasi, preferensi lokal merupakan isu utama yang perlu diperhatikan oleh pemerintah dalam mengalokasikan sumber daya publik. Dengan mengetahui preferensi lokal, penyediaan set pelayanan umum perkotaan dapat dilakukan secara efektif, dengan alokasi sumber daya yang efisien.     \n \n \n \n \n\nPeneliti melakukan survey research menggunakan 30 responden yang dipilih secara acak sederhana dan proporsional per kecamatan dari populasi local business di Kota Depok. Fokus Survey research ini adalah memperoleh informasi preferensi local business terhadap jenis pelayanan fisik dan non fisik perkotaan di Kota Depok. Peneliti melakukan kajian literatur mengenai mekanisme penyusunan rencana penyediaan set pelayanan umum khususnya di Depok saat ini.Hasil survey research dianalisis dengan metode analisis statistik deskriptif, analisis statistik inferensi, analisis preferensi, dan analisis kualitatif.     \n \n \n \n \n\nHasil penelitian menunjukkan bahwa jenis pelayanan fisik dan non fisik perkotaan yang menjadi preferensi local business di Kota Depok adalah jaringan jalan dan jaminan keamanan. Urutan preferensi berbeda pada jenis kegiatan usaha dan lokasi tempat usaha berbeda. Local business yang bergerak di bidang perdagangan eceran mengutamakan ketersediaan jaringan transportasi, sedangkan yang bergerak di bidang jasa boga mengutamakan ketersediaan pelayanan persampahan. Local business yang berlokasi di Kecamatan Sawangan memprioritaskan penyediaan jaringan listrik, dan yang berlokasi di Kecamatan Sukmajaya memprioritaskan penyediaan jaringan air bersih yang memadai.     \n \n \n \n \n\nDari hasil kajian, peneliti menemukan bahwa local business di Kota Depok memiliki karakteristik Hirschmans loyal terhadap kotanya. Untuk jangka pendek, Local business ini menerima kondisi pelayanan umum perkotaan yang ada, meskipun tidak sesuai dengan preferensinya. Dalam jangka panjang, local business tersebut akan cenderung melakukan Hirschmans exit.     \n \n \n \n \n\nUntuk memperbaiki kondisi penyediaan pelayanan umum saat ini, preferensi local business perlu dimasukkan ke dalam rencana penyediaan set pelayanan umum perkotaan. Sebagai mekanisme untuk membuat preferensi local business diperhatikan, peneliti mengusulkan pembentukan forum bisnis dan upaya membangun kesepakatan yang melibatkan peran aktif local business dan pemerintah setempat. Untuk mendukung keberhasilan mekanisme tersebut, peneliti mengusulkan perlu dilakukan upaya pengembangan studi dan sosialisasi hasil studi preferensi lokal. Disamping itu, perlu upaya pengembangan SDM di pemerintahan dengan melakukan training tentang studi preferensi lokal.", "Daftar File": {"2007 TA PP KARINA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10392", "2007 TA PP KARINA PUTRI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10393", "2007 TA PP KARINA PUTRI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10394", "2007 TA PP KARINA PUTRI 1-BAB3A.pdf": "https://digilib.itb.ac.id/gdl/download/10395", "2007 TA PP KARINA PUTRI 1-BAB3B.pdf": "https://digilib.itb.ac.id/gdl/download/10396", "2007 TA PP KARINA PUTRI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10397", "2007 TA PP KARINA PUTRI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10398", "2007 TA PP KARINA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10399"}, "Penulis": "Karina Putri (NIM 154 03 021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Johnny Patta, Ir. MURP    \n \n \n \n \n\nKetua Program Studi : Arief Rosyidie, Drs. MSP M.Arch. Ph. D.    \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Desentralisasi, Depok, Preferensi lokal, Local Business, Pelayanan umum perkotaan, Alokasi sumber daya publik, Efisiensi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}