{"Nomor": 6347, "Judul": "SENSITIVITAS RESPON INDIVIDU DALAM MEMILIH MODA ANTARA ANGKUTAN UMUM DAN KENDARAAN PRIBADI UNTUK MAKSUD KERJA DENGAN TEKNIK STATED PREFERENCE", "Abstrak": "ABSTRAK: \n\nTujuan penelitian ini untuk mengidentifikasi perilaku pelaku perjalanan dalam pemilihan moda antara angkutan umum dan kendaraan pribadi untuk maksud kerja agar diketahui faktor-faktor yang mempengaruhi pelaku perjalanan, untuk memperoleh suatu model pemilihan moda, serta untuk mengestimasi sensitivitas pelaku perjalanan dalam penentuan pemilih moda. \n\nPenelitian ini dilakukan dengan menggunakan metoda stated preference dengan melibatkan 67 responden. Model pemilihan moda yang digunakan adalah model logit binomial. \n\nBerdasarkan analisis diperoleh model pemilihan moda sebagai berikut: \n\n(Rumus dan tabel) \n\nDengan faktor-faktor yang dipertimbangkan adalah waktu berjalan kaki ke tempat pemberhentian (Walking-Time), waktu kedatangan antar angkutan umum (Headway), waktu tempuh perjalanan (Travel-Time) dan biaya perjalanan (Travel-Cost). \n\nBerdasarkan analisis sensitivitas dapat diketahui bahwa atribut Travel-Cost paling sensitif terhadap probabilitas pemilihan moda. Makin rendah pendapatan makin sensitif terhadap perubahan atribut Walking-Time dan Travel-Cost, makin tinggi pendapatan maka makin sensitif terhadap perubahan atribut Headway dan Travel-Time.", "Daftar File": {}, "Penulis": "Karnawan Joko Setyono (NIM 269 99 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Ade Sjafruddin, Ir., M.Sc., Ph.D.", "ades@trans.si.itb.ac.id \n\nPembimbing 2: Idwan Santoso, Ir., M.Sc., Ph.D., DIC", "idwan-s@trans.si.itb.ac.id \n\nScan: Dewi Sukaesih \n\nEditor: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-02)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Individual response sensitivity, Public transport selecting, Private transport selecting, Work trips, Stated preference", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}