{"Nomor": 6351, "Judul": "ANALISIS PERANCANGAN KEBIJAKAN PENGEMBANGAN PRODUKSI BUAH-BUAHAN DI INDONESIA DENGAN PENDEKATAN SISTEM DINAMIK (STUDI KASUS PENGEMBANGAN PRODUKSI BUAH MANGGA DI JABAR)", "Abstrak": "Abstrak :Buah merupakan kebutuhan manusia dalam peningkatan gizi, karena kandungan vitamin dan mineralnya untuk kebutuhan tubuh dalam metabolisnie yang besarnya mencapai 48.2%. Maka pengembangan produksinya perlu ditingkatkan, begitu juga dengan buah mangga yang masih mempunyai peluang untuk dikembangkan. Hal ini dapat dilihat dari konsumsi dalam negeri dalam bentuk buah segar maupun bahan olahan dan ekspor dalam 2 tahun terakhir ini yang mengalami penurunan. Dari peningkatan produksi ini dapat menumbuh kembangakan industri kecil/RT sebagai pengolah, sehingga dapat menyerap tenaga kerja dan meningkatkan nilai tambah, Peningkatan produksi ini dapat dilakukan pet-tuna dengan perbaikan teknologi produksi melalui teknologi budidaya dan pasca panes. Kedua dengan perluasan areal tanaman pada daerahdaerah yang secara teknis memenuhi persyaratan. Panen mangga terjadi pada bulan September ski Desember, dan panen raya terjadi pada bulan Oktober - November. Pada masa panen raya ini sering terjadi peledakan produksi yang berakibat pada penurunan harga dan sering terjadi buah rusak akibat kelebihan suplay dan penanganan pasca panen yang belum diperhatikan. Untuk menghindari hal tersebut dapat dilakukan dengan pemajuan masa panen 30-40 hari lebih awal dengan perlakuan khusus, dengan perlakuan ini ternyata selain meningkatkan produksi juga pendapatan dan memper-panjang masa panen sehingga masyarakat konsumen dapat menikmati lebih lama, seperti pada tujuan perlakuan khusus tersebut.Pendekatan sistem dinamik untuk pemecahan masalah pengembangan produksi mangga dilakukan dengan membuat model. Model sistem dinamik dapat dipergunakan sebagai alat untuk menganalisis berbagai kemungkinan kebijakan tanpa hams diimple-mentasikan dalam sistem nyata, karena metoda ini mampu melihat mekanisme sebenarnya. Sehingga akan mudah mempelajari pembahan kondisi yang terjadi dengan melihat hubungan =pan batik yang dibentuk struktur model ini.Dari pilihan kebijakan berdasarkan pertimbangan sumber daya dan teknologi yang sudah tersedia, maim pengembangan produksi dengan mengoptimalkan teknologi akan memberikan peningkatan produksi dan memberikan tambahan pendapatanan sesuai dengan tujuan yang diinginkan dalam penelitian ini.", "Daftar File": {"1999 TS PP KATRI WIDYANI 1.pdf": "https://digilib.itb.ac.id/gdl/download/10432"}, "Penulis": "Katri WidyaniNIM. 23496047", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Surna T. Djajadiningrat, Prof.Dr. Pembimbing II:Herman R. Soetisna, Dr.Ir. Scan :NenengNeneng@unix.lib.itb.ac.id (2007-03-13)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2007"}