{"Nomor": 6356, "Judul": "INTEGRATED MARKETING COMMUNICATION FOR INDONESIAN MOVIES", "Abstrak": "Abstrak:  \n \n \n\nPerfilman Indonesia adalah fenomena yang sangat menarik untuk diperbincangkan karena perkembangannya yang masih belum stabil. Salah satu cara untuk mengajak orang untuk menonton film Indonesia adalah dengan melakukan promosi. Bagaimana sebuah film dipromosikan, mempunyai kekuatan yang sangat besar untuk menentukan kesuksesan sebuah film. Salah satu permasalahan dalam perfilman Indonesia adalah bagaimana membuat sebuah rencana komunikasi efektif yang berbeda dari biasanya untuk mendukung kesuksesan promosi film. Salah satu pendekatan yang bisa diterapkan untuk memformulasikan promosi film adalah dengan pendekatan Integrated Marketing Communication (IMC).   \n \n \n\nUntuk menentukan strategi IMC, penting dilakukan identifikasi target market yang diinginkan, persepsi orang-orang terhadap film Indonesia, identifikasi faktor-faktor yang mempengaruhi perilaku dalam mengkonsumsi film, dan mengidentifikasi perilaku mereka dalam mengkonsumsi media. Untuk itu, penulis melakukan penelitian yang terdiri dari studi pustaka, wawancara mendalam dengan informan kunci, focus group discussion, dan survey dengan menggunakan kuesioner.   \n \n \n\nBerdasarkan penelitian, penulis menemukan bahwa responden mempunyai persepsi yang negatif terhadap film Indonesia, karena bagi mereka, film Indonesia belum mempunyai kualitas yang baik. Peta posisi film Indonesia dalam benak responden berada di urutan ke dua, bukan sebagai pilihan utama. Temuan mengenai persepsi yang berhubungan erat dengan kualitas film, menjadi isu utama untuk mengembangkan strategi promosi. Penelitian ini juga mencakup perilaku konsumsi media yang sangat penting untuk menentukan media komunikasi apa saja yang efektif dan relevan dengan target market yang diinginkan.   \n \n \n\nPenulis merekomendasikan sebuah solusi untuk menangani persepsi yang sudah terbentuk. Pesan yang akan disampaikan adalah walaupun film Indonesia tidak bisa merubah kenyataan sebagai film nomer dua, tapi para pekerja film akan berusaha dengan giat untuk memperbaiki kualitas film Indonesia, oleh karena itu dukungan dari para moviegoers sangat dibutuhkan. Strategi IMC menggunakan advertising, publicity dan sales promotion sebagai satu kesatuan untuk merubah persepsi dan ajakan untuk mendukung perfilman Indonesia. Pada akhirnya, rekomendasi ini akan bermanfaat bagi para pekerja film, terutama MFI (Masyarakat Film Indonesia) sebagai lembaga film yang mempunyai kepentingan terhadap kemajuan film Indonesia, untuk merumuskan strategi promosi berdasarkan Integrated Marketing Communication.", "Daftar File": {"2007 TA PP KEN RATRI ISWARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10448", "2007 TA PP KEN RATRI ISWARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10449", "2007 TA PP KEN RATRI ISWARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10450", "2007 TA PP KEN RATRI ISWARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10451", "2007 TA PP KEN RATRI ISWARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10452", "2007 TA PP KEN RATRI ISWARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10453", "2007 TA PP KEN RATRI ISWARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10454"}, "Penulis": "Ken Ratri Iswari (NIM 190 04 057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Priyantono Rudito, M.Bus"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesian movies, Perception, Media, IMC", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "30 Mei 2012"}