{"Nomor": 6359, "Judul": "SENYAWA OLLGORESVERATROL DARI KULIT BATANG SHOREA PARVIFOLIA DYER", "Abstrak": "AbstrakDua senyawa dimer resveratrol, (-)-ampelopsin F dan (-)-laevifonol serta empat senyawa trimer resveratrol, (-)-davidiol A, trans-miyabenol C, (+)-a-viniferin, dan D274 (yang belum dapat ditentukan struktumya), telah berhasil diisolasi dari ekstrak aseton kulit batang Shorea parvfolia Dyer. Struktur molekul dari keenam senyawa oligoresveratrol tersebut ditetapkan berdasarkan data spektroskopi yang meliputi spektroskopi ultra violet (UV), infra merah (IR), resonansi magnet inti (1H NMR dan 13C NMR), dan spektrum 2D NMR serta perbandingan dengan data spektroskopi sejenis yang telah dilaporkan.Dari segi struktur, kecuali (-)-ampelopsin F, semua senyawa oligoresveratrol yang diisolasi mengandung cincin heterosiklik trans-2,3-diaril-2,3-dihidrobenzofuran yang lazim pads senyawa yang diisolasi dari genus Shorea. (-)-Ampelopsin F adalah senyawa yang unik karena memiliki sistem cincin dibenzobisildo[3,2,1] oktadiena yang belum pernah dijumpai pada senyawa oligoresveratrol dari genus Shorea. Sedangkan adanya unit trans-vinil pada senyawa trans-miyabenoi C merupakan suatu senyawa yang menarik, karena hanya beberapa trimer resveratrol yang masih merniliki unit ini dalam kerangkanya. Begitu juga dengan senyawa D274 yang belum dapat ditetapkan struktumya akan tetapi dari pola spektrum UV, JR dan NNIR menunjukkan adanya kerangka metikuinon yang jarang pula ditemukan pada senyawa oligoresveratrol.", "Daftar File": {"2005 TS PP ROSYIDAH 1.pdf": "https://digilib.itb.ac.id/gdl/download/10467"}, "Penulis": "Kholifatu Rosyidah", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Lia Dewi Juliawaty,Dr.Pembimbing 2:Yana Maolana Syah,Dr.Scan :Dewi(2007-03-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2007"}