{"Nomor": 6360, "Judul": "EKSPLORASI IMAJINASI MASA KECIL PADA TEKO", "Abstrak": "Abstrak :  \n \n \n\nKeberadaan teko keramik sekarang ini telah mengalami pergeseran makna dari segi fungsi dan nilai, terutama pada teko-teko yang ada dalam rumah masyarakat modern. Kini teko hanya dipandang sebatas suatu benda fungsi tanpa ada makna yang dikandung di dalamnya. Padahal pada awal kemunculannya, teko sarat dengan fungsi dan muatan nilai yang mencerminkan kebersamaan, keakraban, dan kehormatan.   \n \n \n\nAdanya industrialisasi menggeser posisi teko dengan munculnya berbagai kemasan lain seperti minuman ringan yang lebih sesuai dengan gaya hidup masyarakat modern. Kini teko lebih sering disimpan dalam lemari atau ditata dalam rak hias sebagai benda yang dipajang. Oleh karena itu penulis merespon keadaaan tersebut dengan merancang teko yang ditujukan sebagai benda pajangan dengan bentuk baru yang unik sehingga dapat diterima oleh masyarakat modern yang cenderung tertarik dengan hal-hal baru.  \n \n \n\n\tKonsep perancangan teko ini mengambil ide figur sebuah robot dari tokoh kartun pada film anak- anak. Tema robot ini mengingatkan kembali pada masa kanak- kanak yang penuh dengan spontanitas dan memandang penting nilai-nilai persahabatan dan kepahlawanan. Teko yang memiliki bisual serta fungsi yang baru dapat memberikan perspektif yang berbeda dalam melihat sebuah teko sehingga dapat diapresiasi dan membawa pesan bahwa teko sebenarnya sempat menjadi sebuah benda bernilai yang dihormati orang sebagai wadah minuman berkhasian yang memiliki muatan makna.", "Daftar File": {"2007 TA PP KIKI ADITAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10468", "2007 TA PP KIKI ADITAMA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10469", "2007 TA PP KIKI ADITAMA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10470", "2007 TA PP KIKI ADITAMA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10471", "2007 TA PP KIKI ADITAMA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10472", "2007 TA PP KIKI ADITAMA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10473", "2007 TA PP KIKI ADITAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10474"}, "Penulis": "Kiki Aditama (NIM 172 02 017)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  : Alberta Haryudant, S.Sn., MA  \n \n \n\nPembimbing II : Adnan Ross Suparta, Drs.   \n \n \n\nKetua Program Studi Kriya : Zaini Rais, Drs. M.Sn  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "eksplorasi, imajinasi, masa kecil, teko.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}