{"Nomor": 6363, "Judul": "COMPARISON OF BANK BRI AND BANK BNI SERVICE QUALITY", "Abstrak": "ABSTRAK:  \n \n \n\nIndustri perbankan di Indonesia telah mengalami perkembangan yang luar biasa sejak seabad lalu, bank BRI telah berkembang lebih dari 120 tahun dan Bank BNI didirikan lebih 60 tahun yang lalu. Kedua bank tersebut adalah bank milik pemerintah dan merupakan salah satu bank tertua di Indonesia. Pelayanan adalah faktor kunci untuk menandakan suatu bank itu sukses, berhubung pelayanan adalah aktifitas utama dalam bank. Namun memberikan pelayanan yang baik tidak semudah menyediakan fasilitas-fasilitas bank. Untuk dapat memberikan pelayanan yang baik diperlukan perhatian yang lebih dari manajemen bank untuk dapat menghadirkan kenyamanan nasabah dalam bertransaksi. Tujuan dari studi ini adalah membandingkan kualitas pelayanan jasa antara Bank BRI dan BNI menggunakan alat ukur SERVQUAL dengan mengidentifikasi dimensi yang perlu ditingkatkan serta menentukan aspek-aspek yang paling penting dari apa yang diharapkan nasabah dan apa yang harus ditingkatkan demi memuaskan para nasabah. Studi ini melibatkan 80 responden (masing-masing bank 40 responden)dengan menggunakan teknik incidental sampling dengan karakteristik dari responden minimum 1 tahun menjadi nasabah bank. Hasil dari studi ini menyebutkan bahwa Bank BNI memiliki skor SERVQUAL yang lebih baik dari Bank BRI, namun kedua bank memiliki area kualitas pelayanan jasa yang harus ditingkatkan.", "Daftar File": {"2007 TA PP KRISHNA H. MANGUNDJAYA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10491", "2007 TA PP KRISHNA H. MANGUNDJAYA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10492", "2007 TA PP KRISHNA H. MANGUNDJAYA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10493", "2007 TA PP KRISHNA H. MANGUNDJAYA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10494", "2007 TA PP KRISHNA H. MANGUNDJAYA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10495", "2007 TA PP KRISHNA H. MANGUNDJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10496", "2007 TA PP KRISHNA H. MANGUNDJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10497"}, "Penulis": "Krishna H. Mangundjaya (NIM 19004112)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Budi Permadi Iskandar, Ir., M.PA.  \n \n \n\nScanner: Arnaz Driyastika M.  \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank, Quality, Service, SERVQUAL.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Mei 2011"}