{"Nomor": 6365, "Judul": "USULAN PERANCANGAN ULANG INTERFACE PRODUK TELEPON GENGGAM DENGAN MEMPERHATIKAN KARAKTERISTIK PENGGUNA USIA LANJUT", "Abstrak": "Abstrak :   \n \n \n \n\nPenggunaan telepon genggam yang semakin meluas di dunia, diiringi dengan peningkatan rancangan telepon genggam kearah miniatur dan berteknologi tinggi. Arah rancangan tersebut lebih banyak dibuat dengan prinsip product adjustment, yaitu perancangan dibuat berdasarkan kondisi individu rata-rata. Prinsip perancangan produk tersebut membuat adanya dikriminasi bagi pengguna dengan keterbatasan tertentu, salah satunya adalah lansia. Dari hasil studi yang telah dilakukan sebelumnya dan berdasarkan observasi awal, didapatkan bahwa sebagian besar lansia mengalami kesulitan saat harus menggunakan telepon genggam yang ada sekarang. Kesulitan tersebut terkait dengan interface produk, pengoperasian produk, dan juga teknologi yang harus dimengerti.    \n \n \n \n\nPenggunaan telepon genggam di kalangan lansia diperkirakan akan meningkat seiring dengan peningkatan jumlah lansia yang masih aktif bekerja dan mampu melakukan kegiatan sehari-hari secara mandiri (data WHO dan BPS). Oleh karenanya diperlukan rancangan telepon genggam yang mampu memperhatikan keterbatasan dan karakteristik lansia saat menggunakan telepon genggam. Rancangan yang dibuat dengan memperhatikan keterbatasn lansia tersebut diharapkan dapat menjadi salah satu cara untuk meningkatkan partisipasi sosial lansia dalam masyarakat.    \n \n \n \n\nDalam penelitian ini dicoba untuk dibuat suatu usulan rancangan telepon genggam dengan memperhatikan karakteristik pengguna lansia. Rancangan yang diusulkan hanya meliputi aspek interface produk dan usulan teknologi yang mungkin dikembangkan dari produk sebelumnya. Rancangan ulang dibuat berdasarkan performansi produk awal, yaitu telepon genggam Nokia 6585.    \n \n \n \n\nKeterbatasan dan karakteristik lansia dalam menggunakan telepon genggam dilihat lewat serangkaian pengujian yang dilakukan terhadap lansia. Pengujian tersebut meliputi pengujian tactile, visual, dan usability (kemampupakaian). Pengujian tactile dan visual dilakukan untuk melihat performansi lansia dari sisi sensori, yang diperlukan untuk berinteraksi dengan produk telepon genggam dari sisi interface-nya. Dalam pengujian ini performansi lansia akan dibandingkan dengan pengguna usia muda (20 - 30 tahun), yang dianggap sebagai pengguna dengan kemampuan sensori terbaik. Perbandingan ini dilakukan untuk mengarahkan rancangan interface produk agar memungkinkan bagi lansia berinteraksi dengan produk seperti golongan usia muda tersebut. Pengujian kemampupakaian dilakukan untuk melihat apakah produk telepon genggam Nokia 6585 dapat mampu pakai jika digunakan oleh lansia. Hasil pengujian menunjukkan adanya perbedaan yang signifikan antara pengguna lansia dengan usia muda dalam kemampuan sensori dan permasalahan kemampupakaian produk, seperti kesalahan penekanan tombol, tidak mengerti prosedur mengoperasikan produ, dan lain sebagainya. Hasil pengujian ini selanjutnya dipakai untuk menentukan karakteristik rancangan interface telepon genggam. Usulan rancangan ulang telepon genggam meliputi rancangan bentuk dan ukuran tombol, kejelasan dan ukuran teks, bentuk dan ukuran telepon genggam, display, dan fitur tambahan, sperti pengatur volume dan penerangan. Analisis perbandingan interface awal dan usulan menunjukkan bahwa usulan interface lebih dapat memudahkan lansia untuk menjalankan fungsi produk, namun bentuknya yang besar tidak terlalu baik dilihat dari aspek estetika.", "Daftar File": {"2007 TS PP KRISTIANA ASIH DAMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10499", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10500", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10501", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10502", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10503", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10504", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/10505"}, "Penulis": "Kristiana Asih Damayanti (NIM 234 04 039)", "Kontributor / Dosen Pembimbing": ["Scanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "interface, lansia, dan rancangan ulang.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}