{"Nomor": 6366, "Judul": "STUDI SEISMIK TOMOGRAFI PADA KASUS GUNUNGAPI PAPANDAYAN : Abstrak", "Abstrak": "Abstrak:  Pada Juni - Juli 1998 terjadi peningkatan aktifitas kegempaan di G. Papandayan, rata-rata terekam 4 gempa vulkanik per hari. Selama periode peningkatan tersebut sebanyak 7 stasiun perekam gempa digital disebar sekitar G. Papandayan. Sebanyak 60 gempa vulkanik dapat ditentukan lokasi sumber gempanya menggunakan metode Geiger. Model kecepatan awal 1-D dicari menggunakan kurva travel time (Telford, dkk., 1977). Perhitungan waktu tempuh minimum dari sumber gempa (source) ke penerima (receiver) menggunakan ray tracing dengan metoda pseudo bending. Besarnya blok parameter 2 x 2 x 2 km3 didasarkan pada sebaran stasiun penerima gempa dan sumber gempanya. Selisih waktu tempuh antara sinar gelombang di dalam model kecepatan bumi sebenarnya (tobs) dengan sinar gelombang dalam model kecepatan referensi (tcal) merupakan masukan pada proses inversi data seismik. Sedangkan masalah inversi menggunakan pendekatan linear (Ax=dt) dengan metoda LSQR, dengan mengaplikasikan dua jenis redaman (damping), yaitu eksplisit dan implisit damping. Eksplisit damping terdiri dari minimum norm dan gradien damping. Tomografi seismik G. Papandayan memberikan gambaran struktur anomali kecepatan negatif di bawah G. Walirang pada kedalaman 6-8 km dari referensi atau 4,6-8,6 km dari puncak Papandayan, berhubungan dengan daerah yang panas. Hal ini didukung oleh spektrum gempa pada interval kedalaman 8-10 km menunjukkan pola atenuasi saat gelombang melewati daerah anomali kecepatan negatif.", "Daftar File": {"2005 TS PP KRISTIANTO 1-abstract.pdf": "https://digilib.itb.ac.id/gdl/download/10506"}, "Penulis": "Kristianto  NIM. 224 02 011", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana, S.Sos. (2007-03-13) ena506@yahoo.co.id Perpustakaan Pusat ITBJl. Ganesha 10 Bandung 40132"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismic tomography", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "13 Mar 2007"}