{"Nomor": 6369, "Judul": "PEMBENTUKAN BLOK PADA ZONE UTM BERDASARKAN FAKTOR SKALA TITIK MELALUI ANALISIS LUAS", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nBesarnya ketetapan pajak yang harus dibayar oleh wajib pajak ditentukan oleh ukuran, letak, dan kualitas obyek pajak yang dimilikinya. Mengingat kepentingan PBB yang besar pada ketelitian luas suatu objek pajak maka kualitas peta yang baik sangat esensial bagi manajemen PBB. Penelitian ini dilakukan untuk mengetahui pengaruh penggunaan besaran-besaran reduksi seperti faktor skala titik, konvergensi meridian dan koreksi arah horisontal pada proyeksi UTM terhadap ketelitian jarak, sudut, dan hasil hitungan luas pada bidang proyeksi.    \n \n \n \n \n\nPenelitian ini terdiri dari dua tahapan yaitu tahapan pembentukan blok pada zone UTM dan tahapan analisis perbandingan luas. Perbandingan luas terdiri dari perbandingan luas objek di bidang proyeksi yang dihitung dengan dan tanpa memanfaatkan besaran reduksi hasil pembentukan blok, perbandingan luas objek di bidang proyeksi yang dihitung dengan memanfaatkan besaran reduksi hasil pembentukan blok terhadap luas objek di permukaan elipsoid, dan perbandingan luas objek di bidang proyeksi UTM terhadap luas objek yang bersangkutan dibidang proyeksi TM-30.    \n \n \n \n \n\nHasil dari penelitian ini adalah terbentuknya blok-blok pada zone UTM dengan ukuran 350 meter yang memenuhi toleransi beda jarak kurang lebih 0.5 mm pada skala peta 1:1000. Setiap blok UTM memiliki faktor skala titik dan besaran reduksi/koreksi sudut tertentu. Dengan memanfaatkan hasil pembentukan blok zone UTM ini, perhitungan menjadi lebih sederhana dengan tidak membawa perubahan signifikan pada hasil hitungan luas pada bidang proyeksi.", "Daftar File": {}, "Penulis": "Kurniasih Duhitantya Hadiaty (NIM 25105032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Agoes Soewandito Soedomo, Ir., M.S.    \n \n \n \n \n\nPembimbing: Sudarman, Ir., M.T.    \n \n \n \n \n\nScanner: Arnaz Driyastika M.    \n \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "blocking of UTM zone, reduction factors, length, angle, and area accuracy", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}