{"Nomor": 6375, "Judul": "STUDI SEGMENTASI  BERDASARKAN  BENEFIT DAN ARAH PENGEMBANGAN PRODUK TELEPON SELULER", "Abstrak": "Abstrak :Dengan penduduk mencapai tidak kurang dari 200 juta jiwa dan baru sekitar 2% dari jumlah tersebut yang telah menggunakan telepon seluler sebagai sarana komunikasi, Indonesia merupakan pasar yang menarik bagi hampir semua produsen telepon seluler di dunia.Hanya dalam kurun waktu lima tahun saja, jumlah pengguna telepon seluler di Indonesia sampai dengan kuartal ketiga tahun 2001 mencapai lebih dari 4,6 juta jiwa.Masih luasnya pangsa pasar produk tersebut mendorong para produsen dan distributor beserta seluruh jajaran pemasarannya bersaing untuk memperoleh `kue' pangsa pasar. Lebih dari dari sepuluh merek ponsel saat ini telah beredar di Indonesia. Nokia, Siemens, Motorola, Samsung dan Ericsson merupakan beberapa dari sekian banyak produsen telepon seluler yang saat ini membanjiri pasar Indonesia.Munculnya persaingan tersebut menyebabkan konsumen mompunyai banyak pilihan dalam memilih merek dan tipe ponsel yang akan digunakan. lni menyebabkan produk ponsel yang dibuat dengan memperhatikan kebutuhan dan keinginan konsumen menjadi produk yang unggul di pasar.Pembagian konsumen ke dalam segmen-segmen dan mengetahui karakteristik dan setiap segmen merupakan salah satu langkah yang dilakukan para produsen ponsel dalam upaya memenuhi kebutuhan dan keinginan konsumennya. Dengan demikian mereka dapat merumuskan konsep pengembangan produk yang sesuai dengan karakteristik segmen yang mereka incar.Mereka yang mampu merumuskan konsep produk yang tepat pada segmen yang dituju serta dilengkapi dengan konsep pemasaran produk yang tepat tentunya akan dapat menguasai pangsa pasar yang lebih besar.Perumusan konsep produk pada penelitian ini dimulai dengan membuat peta persepsi produk menggunakan multidimensional skaling, Kemudian mengelompokkan produk-produk yang diteliti dengan menggunakan analisis kluster. Selanjutnya mengelompokkan responden ke dalam beberapa segmen dan melakukan identifikasi atribut-atribut prioritas pada setiap segmen dengan menggunakan analisis segmentasi benefit. Perumusan konsep produk kemudian dilakukan dengan menggunakan analisis gap dan analisis preferensi.", "Daftar File": {}, "Penulis": "Kusuma WardanaNIM. 28199162", "Kontributor / Dosen Pembimbing": ["Pembimbing I :Budhi Prihartono, Ir.DEA Pembimbing II:Ubuh Buchara Hidajat, Prof.Dr.Ir. Scan :Neneng (2007-04-30)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Apr 2007"}