{"Nomor": 6392, "Judul": "STUDI STABILITAS DAN DESAIN PERKUATAN FONDASI JEMBATAN IR.SOEKARNO DI MANADO", "Abstrak": "Abstrak:   \n \n \n \n\nTugas akhir ini mengenai perkuatan fondasi caisson. Fondasi caisson ini dibentuk dari rangkaian fondasi tiang bor yang disusun menjadi secant pile dengan formasi melingkar membentuk suatu fondasi caisson. Analisis terhadap desain awal fondasi caisson di jembatan ini memberikan hasil bahwa fondasi tiang yang digunakan tidak memiliki kapasitas struktural yang cukup untuk menerima gaya dalam yang terjadi akibat beban gempa, terutama akibat gaya lateral yang mengakibatkan momen yang besar.    \n \n \n \n\nPerkuatan yang diberikan adalah tanpa mengubah desain awal fondasi caisson, tetapi menambahkan beberapa fondasi tiang bor di sekitar fondasi caisson. Alternatif desain perkuatan yang diberikan adalah dua konfigurasi perkutan. Yang pertama adalah dengan penambahan 12 tiang bor sehingga konfigurasi total tiang menjadi 57 tiang. Alternatif ini direncanakan dengan penggunaan 12 tiang bor berdiameter 1500 mm. Sedangkan alternatif kedua adalah dengan penambahan 22 tiang berdiameter 1250 mm sehingga konfigurasi total menjadi 67 tiang.    \n \n \n \n\nAnalisis struktur dilakukan menggunakan dua perangkat lunak, Group Pile dari Ensoft dan SAP dari CSI. Pada perangkat lunak SAP permodelan dibuat dengan shell, frame, dan spring. Spring atau pegas adalah permodelan dari tanah di sekitar fondasi. Nilai kekakuan yang digunakan mengikuti rekomendasi dari Scott untuk tanah pasir dan Bowles untuk tanah lempung. Hasil analisis dari kedua perangkat lunak tersebut terhadap kedua alternatif tersebut kemudian dibandingkan untuk diambil kondisi kritis untuk digunakan dalam desain struktural fondasi tiang.    \n \n \n \n\nKedua alternatif desain perkuatan fondasi tersebut dapat digunakan karena hasil gaya dalam yang terjadi untuk tiang bor berdiameter 880 mm masih dapat ditoleransi terhadap kapasitas momennya.", "Daftar File": {"2007 TA PP LIA FRILLY, D ADITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10614", "2007 TA PP LIA FRILLY, D ADITYA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10615", "2007 TA PP LIA FRILLY, D ADITYA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10616", "2007 TA PP LIA FRILLY, D ADITYA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10617", "2007 TA PP LIA FRILLY, D ADITYA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10618", "2007 TA PP LIA FRILLY, D ADITYA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10619", "2007 TA PP LIA FRILLY, D ADITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10620"}, "Penulis": "Lia Frilly (NIM 150 03 119) Didit Aditya (NIM 150 03 130)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: ENDRA SUSILA,Ir, MT. Ph.D   \n \n \n \n\nPembimbing 2: MASHYUR IRSYAM, Ir, MSE., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fondasi caisson, perkuatan fondasi, tiang bor, permodelan pegas Winkler,  SAP, GROUP.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}