{"Nomor": 6408, "Judul": "THE STRATEGY TO DEVELOP MANSALAAR ISLAND", "Abstrak": "ABSTRAK:   \n \n \n \n\nPT. Siluet Nyoman Nuarta telah ditunjuk oleh pemerintah daerah Kabupaten Tapanuli tengah untuk bertanggung jawab atas pengembangan Pulau Mansalaar dan pulau pulau kecil di sekitarnya. PT. Siluet Nyoman Nuarta akan mengembangkan produk ekowisata dengan konsep unik yang akan menjadi nilai tambah. Pulau Mansalaar akan dirubah menjadi sebuah pulau patung untuk menambah nilai dari produk ekowisata biasa. Patung patung akan diletakkan di darat dan di laut. Patung patung yang diletakkan di dalam air akan menjadi rumah baru bagi terumbu terumbu karang dan juga menjadi daya tarik unik bagi penyelam. PT. Siluet Nyoman Nuarta dihadapkan dengan tantangan untuk mengembangkan strategi bisnis untuk sebuah pulau yang tidak banyak diketahui oleh publik keberadaannya dan juga tidak pernah didesainnya sebuah strategi bisnis untuk Pulau Mansalaar ini.    \n \n \n \n\nDalam proses mendesain sebuah strategi bisnis, permasalahan-permasalahan yang dihadapi dibagi menjadi tiga isu utama. Isu isu ini antara lain: kurangnya investor, akses masuk yang buruk, dan permasalahan sosial. Isu isu ini dapat membawa PT. Siluet Nyoman Nuarta menuju jalan buntu atau dengan kata lain proyek ini tidak akan berjalan. PT. Siluet Nyoman Nuarta dihadapkan dengan tantangan untuk memuat sebuah strategi bisnis yang akan membawa masuk turis turis dan para investor untuk meningkatkan pendapatan daerah Kabupaten Tapanuli Tengah dengan sumber daya yang terbatas ditambah dengan kemungkinan adanya permasalahan sosial. Seiring dengan selesainya proyek ini, Indonesia dan Kabupaten Tapanuli Tengah pada khususnya akan dapat meningkatkan kesejahteraan sosialnya tanpa merusak alam. Moto dari PT. Siluet Nyoman Nuarta adalah explore not exploit. PT. Siluet Nyoman Nuarta juga memiliki tujuan untuk tidak hanya mengembangkan Pulau Mansalaar dan pulau pulau kecil sekitarnya tetapi juga membekali penduduk setempat dengan ilmu agar mereka mampu mendapatkan penghidupan yang layak.", "Daftar File": {"2007 TS PP MADE TASYA NUARTA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10710", "2007 TS PP MADE TASYA NUARTA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10711", "2007 TS PP MADE TASYA NUARTA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10712", "2007 TS PP MADE TASYA NUARTA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10713", "2007 TS PP MADE TASYA NUARTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10714", "2007 TS PP MADE TASYA NUARTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10715"}, "Penulis": "Made Tasya Nuarta (NIM 29105141)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Alibasjah I. Soedjarno, M.M.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business strategies, Island business strategies, Eco tourism business strategies", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}