{"Nomor": 6412, "Judul": "STUDI PENCEMARAN MERKURI DI WILAYAH BANTAR PANJANG (DAS) CITARUM DENGAN MENGGUNAKAN BIOMARKER", "Abstrak": "ABSTRAK:   \n \n \n \n\nSeiring dengan peningkatan aktivitas masyarakat, pencemaran Sungai Citarum juga mengalami peningkatan. Penggunaan biomarker dalam analisis kualitas sungai Citarum hulu merupakan salah satu usaha dalam monitoring kualitas air permukan. Berdasarkan penelitian Hadisantosa (2006), dengan menggunakan ikan Liposarcus pardalis sebagai biomarker diperoleh bahwa konsentrasi Cu, Pb, dan Ni di daerah Majalaya sampai Batujajar sebagai bagian dari Sungai Citarum cenderung meningkat saat mendekati hilir. Sementara konsentrasi Hg hanya mengalami peningkatan yang menyolok dibandingkan dari wilayah lainnya di wilayah Bantar Panjang yang berlokasi tepat setelah Majalaya. Melalui studi ini, dilakukan penelitian mengenai pencemaran Hg menggunakan ikan Liposarcus pardalis sebagai biomarker pada Sungai Citarum di wilayah Bantar Panjang terkait dengan kondisi tata guna lahan di wilayah tersebut. Hal ini bertujuan untuk megidentifikasi penyebab sumber pencemaran Hg di wilayah tersebut. Pada lokasi penelitian, ditetapkan 9 titik pengambilan sampel pada sungai Citarum di wilayah Bantar Panjang berdasarkan adanya aliran anak sungai yang masuk ke Sungai Citarum. Beberapa anak sungai yang bermuara di Sungai Citarum adalah Sungai Citarik, Cikeruh, dan Cipamokolan. Pada setiap titik pengambilan sampel, tiga ikan diambil sebagai sampel dan dibawa ke laboraorium untuk analisis konsentrasi Merkuri (Hg). Analisa yang dilakukan adalah pemeriksaan logam Merkuri (Hg) pada ikan Liposarcus pardalis menggunakan SNI 01-2364-1991. Sementara evaluasi terhadap kondisi tata guna lahan dan konsentrasi merkuri pada air di lokasi penelitian dilakukan berdasarkan data sekunder yang ada dari Badan Pusat Pengendalian Lingkungan hidup Daerah (BPLHD). Dari penelitian yang telah dilakukan, didapatkan bahwa peningkatan konsentrasi logam Hg pada ikan terjadi pada sungai Citarum setelah adanya aliran masuk dari anak sungai Cipamokolan. Berdasarkan standar yang ditetapkan FAO, konsentrasi Hg ikan di lokasi ini masih berada di bawah baku mutu yang berlaku. Evaluasi terhadap konsentrasi Hg pada ikan berdasarkan penelitian dan konsentrasi merkuri pada air berdasarkan data dari BPLHD menunjukkan bahwa peningkatan konsentrasi merkuri pada Liposarcus pardalis sebagai biomarker seiring dengan peningkatan konsentrasi merkuri pada air. Sehingga, penggunaan biomarker sebagai alat monitoring dapat menggambarkan dengan baik perubahan tingkat pencemaran di suatu lingkungan. Berdasarkan hasil evaluasi terhadap kondisi tata guna lahan dan tingkat pencemaran yang terjadi, diketahui bahwa pencemaran merkuri di Sungai Citarum dipengaruhi oleh jumlah industri, bahan baku dan proses dalam industri, kapasitas pembuangan dari industri, kualitas efluen dan efisiensi penyisihan instalansi pengolahan air limbah dari tiap industri.", "Daftar File": {"2007 TA PP MAHASTUTI H TJOKRONEGORO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10738", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10739", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10740", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10741", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/10742", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/10743", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10744", "2007 TA PP MAHASTUTI H TJOKRONEGORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10745"}, "Penulis": "Mahastuti H. Tjokronegoro (NIM 15303034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwina Roosmini, Dr., Ir., M.S.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-12)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mercury, biomarker, Liposarcus pardalis, land use", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}