{"Nomor": 6422, "Judul": "KARAKTERISASI A-AMILASE DARI BAKTERI LAUT VIBRIO SP.B10.2.8", "Abstrak": "Abstrak:   \n \n \n \n\nAmilase adalah enzim yang menghidrolisis ikatan D-(1,4)-glikosidik. Enzim ini memiliki alpikasi yang luas di industri, misalnya industri pemrosesan pati, tekstil, farmasi, dan detergen. Isolat laut Indonesia yang diidentifikasi sebagai Vibrio sp. B10.2.8 dapat memproduksi amilase. Penelitian dilakukan untuk mengarakterisasi amilase Vibrio sp. B10.2.8, yang meliputi optimasi waktu pertumbuhan Vibrio sp. B10.2.8, optimasi waktu pertumbuhan, pengaruh pH dan suhu terhadap aktivitas amilase , identifikasi berat molekul, dan analisis kemampuan amilase Vibrio sp. B10.2.8 dalam menghidrolisis pati mentah. Sejumlah 225 mL kultur supernatan Vibrio sp. B10.2.8 diendapkan fraksinasi 70% jenuh amonium sulfat dan fraksi yang dihasilkan memiliki aktivitas total sebesar 2364,12 Unit. Produksi amilase terus meningkat seiring waktu pertumbuhan dan mencapai maksimum pada fasa pertumbuhan. Aktivitas amilase Vibrio sp. B10.2.8 optimum pada pH 6 dan suhu 50 derajat C. Hasil SDS-PAGE (Sodium Dodecyl Sulphate Polyacrylamid Gel Electrophoresis) dan zimograf menunjukkan bahwa enzim ini memiliki berat molekul 53,2 kDa. Dari penelitian juga diketahui bahwa enzim ini tidak dapat menghidrolisis pati mentah.", "Daftar File": {"2007 TA PP MARGARETH PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10800", "2007 TA PP MARGARETH PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/10801", "2007 TA PP MARGARETH PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/10802", "2007 TA PP MARGARETH PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/10803", "2007 TA PP MARGARETH PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/10804", "2007 TA PP MARGARETH PRATIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/10805", "2007 TA PP MARGARETH PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10806"}, "Penulis": "Margareth Pratiwi (NIM: 105 03 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dessy Natalia, Ph.D.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-05."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Amylase, marine bacteria, Vibrio sp. B10.2.8", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}