{"Nomor": 6423, "Judul": "MEASURING HAND WASHING HABIT FORMATION AMONG CHILDREN IN CISONDARI, CIWIDEY MEASURING THE RESULTS OF LIFEBUOY CAMPAIGN", "Abstrak": "Abstak:  \n \n \n\nPada tahun 2004, Lifebuoy melakukan kampanye di desa Cisondari, Ciwidey yang bertujuan untuk menanamkan kesadaran akan hidup bersih dan sehat, terutama dengan membentuk kebiasaan cuci tangan anak-anak pada sebelum dan sesudah melakukan aktivitas sehari hari. Penelitian ini dilakukan untuk mengukur hasil kampanye tersebut, dalam hal pembentukan kebiasaan cuci tangan dan kesadaran cuci tangan di antara anak-anak. Kampanye Lifebuoy menarik untuk dipelajari karena kampanye tersebut merupakan bagian dari program Corporate Social Marketing perusahaan yang ditujukan kepada anak-anak di daerah pedesaan. Di sisi lain, terselip tujuan pengenalan produk dan peningkatan penjualan produk untuk masa yang akan datang. Apabila usaha ini berhasil, kualitas hidup di pedesaan dapat meningkat tanpa meninggalkan kepentingan perusahaan. Hal ini dapat menjadi contoh yang baik bagi perusahaan lain di Indonesia dalam membangun Indonesia yang lebih baik. Studi ini dilakukan melalui penelitian kepada anak-anak, dengan menggunakan kuesioner dan wawancara yang mudah dimengerti dengan tujuan untuk mendapatkan informasi mengenai pembentukan kebiasaan cuci tangan, sumber pengetahuan tentang pentingnya mencuci tangan, dan bagaimana anak-anak tersebut diingatkan untuk mencuci tangan oleh orangtua. Penelitian ini menyimpulkan bahwa pembentukan kebiasaan cuci tangan anak-anak dicapai melalui partisipasi dari orangtua. Kampanye cuci tangan Lifebuoy memberikan kontribusi yang besar dalam menciptakan kesadaran akan kepentingan cuci tangan, tetapi tidak cukup signifikan dalam menciptakan perubahan perilaku cuci tangan pada anak-anak tersebut, dan kampanye tersebut memerlukan beberapa perbaikan dengan mengikutsertakan orangtua dan guru. Dari penelitian ini dapat diketahui bahwa program Corporate Social Marketing yang dilakukan Lifebuoy melalui kampanyenya kurang maksimal dalam persepsi sosial, dan lebih fokus dalam usaha-usaha brand activation.", "Daftar File": {}, "Penulis": "Maria Andriani Tambunan (ID No: 19004073)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Budi Permadi Iskandar, Ir.  \n \n \n \n\nScanner: Alice Diniarti", "2007-12-06."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "handwashing; children; marketing interest.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}