{"Nomor": 6436, "Judul": "EVALUASI KESIAPAN ASOSIASI PROFESI JASA KONSTRUKSI DALAM MENSERTIFIKASI TENAGA AHLI KONSTRUKSI (ANGGOTANYA)", "Abstrak": "ABSTRAK:     \n \n \n \n \n \n\nSertifikasi keahlian menjadi modal dan syarat bagi tenaga ahli konstruksi untuk bisa masuk dalam persaingan globalisasi. Permasalahan utama yang dihadapi dalam proses sertifikasi keahlian salah satunya adalah asosiasi profesi terkait dengan keterbatasan kemampuan dalam mensertifikasi tenaga ahli konstruksi. Penelitian ini bertujuan untuk mengevaluasi sejauh mana kesiapan asosiasi profesi jasa konstruksi dalam mensertifikasi tenaga ahli konstruksi (anggotanya). Pengumpulan data dilakukan dengan survei pada 12 asosiasi profesi jasa konstruksi yang terdaftar dan terakreditasi di LPJKD Jawa Barat, berdasarkan model evaluasi kesiapan yang dikembangkan untuk mengukur 4 kelayakan utama yaitu, kelayakan administratif, kelayakan organisasi, kelayakan program sertifikasi, dan kelayakan BSA Profesi, yang harus dipenuhi asosiasi profesi untuk bisa melakukan sertifikasi. Informasi survei dikumpulkan dengan wawancara semi struktur secara mendalam dan pengisian kuesioner ke responden yang berada di level manajerial asosiasi. Sistem sertifikasi tenaga ahli konstruksi di Indonesia saat ini sudah menyimpang dari makna dasar literatur dan sangat tidak lazim jika dibandingkan dengan sistem sertifikasi di luar negeri. Penyimpangan dan ketidaklaziman tersebut antara lain sertifikasi profesi yang berfungsi sebagai license, badan non pemerintah yang menjadi penentu seorang tenaga ahli berhak atau tidak untuk melakukan kegiatan profesinya, dan lain sebagainya. Berdasarkan sistem bahwa sertifikasi tenaga ahli dilakukan asosiasi profesi, hasil evaluasi kesiapan menunjukkan asosiasi profesi jasa konstruksi memiliki nilai kesiapan 76,1persen yang masuk kategori cukup siap, dengan tingkat kesiapan terendah pada faktor kelayakan organisasi. Nilai kesiapan 76,1persen menunjukkan bahwa selama ini dalam proses akreditasi, asosiasi-asosiasi hanya memenuhi sekedarnya dan bahkan tidak memenuhi sama sekali pada beberapa faktor kelayakan, diikuti dengan tingkat cross check, kontrol, dan pengawasan yang sangat lemah dari LPJK. Untuk meningkatkan nilai kesiapan asosiasi profesi, kedepannya dapat dilakukan beberapa upaya, namun yang sangat mendasar sekali bahwa harus dilakukan perbaikan terhadap ketidaklaziman sistem sertifikasi tenaga ahli konstruksi di Indonesia yang ada saat ini.", "Daftar File": {}, "Penulis": "Martua Raja Sianturi (NIM 25004032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rizal Z. Tamin, Prof., Dr., Ir.     \n \n \n \n \n \n\nScanner: Arnaz Driyastika M.     \n \n \n \n \n \n\n(2007-12-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "professional certification, professional association, readiness evaluation model, administrative criteria, organization criteria, certification program criteria, Certification Board of Professional Association (BSA Profesi) criteria", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}