{"Nomor": 6440, "Judul": "HAPLOGROUP mtDNA MANUSIA ATAS DASAR RFLP DAN POSISI MUTASI URUTAN NUKLEOTIDA LENGKAP", "Abstrak": "Abstrak:   \n \n \n \n\nMitokondria adalah organel sel eukariot yang berfungsi sebagai organ respirasi pembangkit energi dengan menghasilkan adenosine triphosphate (ATP). Urutan   \n \n \n \n\ngenom DNA mitokondria (mtDNA) manusia secara lengkap telah berhasil ditentukan yang dikenal dengan urutan nukleotida Cambridge Reference Sequence (CRS), dan   \n \n \n \n\nmenjadi rujukan standar dalam berbagai studi genetika molekul terutama yang berkaitan dengan polimorfisme mtDNA manusia. Peneliti-peneliti terdahulu telah menggunakan Restriction Fragment Length Polymorphism (RFLP) sebagai salah satu metode untuk mengamati polimorfisme dalam studi antropologi molekul, dan metode tersebut sangat ampuh digunakan dalam menentukan elusidasi hubungan   \n \n \n \n\nevolusi di antara kelompok etnis. Penelitian mengenai polimorfisme mtDNA manusia berdasarkan enzim restriksi di antaranya telah berhasil mengelompokkan populasi asli Amerika menjadi haplogroup A, B, C, dan D. Pada penelitian ini akan dilakukan penentuan haplogroup berdasarkan prinsip RFLP yang dilakukan atas dasar posisi mutasi dari urutan nukleotida lengkap mtDNA manusia secara in silico.   \n \n \n \n\nTahapan penelitian yang dilakukan meliputi penentuan jumlah, jenis dan posisi mutasi urutan nukleotida lengkap mtDNA manusia menggunakan program Mito Mutation Analyzer (MMA), selanjutnya dilakukan penentuan haplogroup   \n \n \n \n\nmenggunakan empat belas enzim restriksi endonuklease. Enzim yang digunakan dalam penentuan haplogroup berdasarkan prinsip RFLP yaitu enzim HaeIII, AluI,   \n \n \n \n\nHincII, HhaI, HaeII, HpaI, RsaI, MboI, AvaII, BamHI, NIaIII, HinfI, TaqI, dan AccI.   \n \n \n \n\nAnalisis 584 urutan nukleotida lengkap mtDNA manusia dengan program Mito Mutation Analyzer (MMA) menghasilkan luaran berupa jenis, posisi dan jumlah mutasi, insersi serta delesi. Jumlah mutasi tertinggi sebanyak 129 titik, sedangkan jumlah terendah 12 titik. Penentuan haplogroup berdasarkan posisi mutasi dari urutan nukleotida lengkap menggunakan empat belas enzim restriksi memberikan hasil   \n \n \n \n\nberupa haplogroup yang sangat bervariasi. Hasil penelitian menunjukan haplogroup terbanyak sampai yang terendah masing-masing secara berturut-turut terdapat pada   \n \n \n \n\nindividu yang memiliki satu haplogorup yaitu haplogroup H dan F, diikuti dengan individu yang memiliki dua haplogroup: EH, HL, HV, HI, HU, HX, FH, dan DE, selanjutnya individu yang termasuk ke tiga haplogroup: HJT, HIL, EHL, DEH, CEH, FHI, dan individu yang memiliki empat haplogroup: FHJT, HJLT, EHIL, EHJT, AEHL, FHIL. Terdapat sejumlah individu yang tidak termasuk ke haplogroup manapun, sedangkan sisanya individu yang belum di ketahui suku bangsanya.Atas dasar enzim restriksi, setiap sampel ditentukan haplogroupnya. Haplogroup   \n \n \n \n\nyang tingkat kesamaannya paling tinggi dengan haplogroup RFLP secara berturut turut, masing masing terdapat pada individu yang memiliki satu haplogroup, selanjutnya individu yang termasuk ke dalam dua haplogroup, tiga haplogroup dan individu yang memiliki empat haplogroup. Terdapat individu yang tidak termasuk ke haplogroup manapun. Di lihat dari segi jumlah dan tingkat kesamaannya, ternyata haplogroup RFLP hanya sesuai untuk individu yang memiliki satu haplogroup, sedangkan sisanya tidak mempunyai sesuatu yang spesifik untuk dapat digolongkan ke dalam group tertentu, karena sebagian besar individu memiliki lebih dari satu haplogroup sehingga individu tersebut dapat masuk ke haplogroup manapun. Atas dasar penelitian ini dapat ditarik kesimpulan bahwa sebagian haplogroup sesuai dengan haplagroup RFLP dan sisanya tidak sesuai dengan haplogroup RFLP. Untuk individu yang tidak termasuk ke haplogroup tertentu, kemungkinan dapat dibuat haplogroup baru berdasarkan posisi mutasi urutan nukleotida yang spesifik atau berdasarkan sisi pemotongan dari enzim restriksi yang terdapat pada urutan nukleotida mtDNA tersebut.", "Daftar File": {"2007 TS PP MASTURA   1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10897", "2007 TS PP MASTURA   1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/10898", "2007 TS PP MASTURA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/10899", "2007 TS PP MASTURA   1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/10900", "2007 TS PP MASTURA   1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/10901", "2007 TS PP MASTURA   1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/10902", "2007 TS PP MASTURA   1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10903"}, "Penulis": "Mastura (NIM : 20504017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Saifuddin Noer, Ph.D.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-03."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "RFLP method; Haplogroups; complete sequence nucleotide; human mtDNA.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}