{"Nomor": 6445, "Judul": "ANALISIS BUDAYA ENTREPRENEURIAL DI THE BRITISH INSTITUTE BANDUNG", "Abstrak": "Abstrak :   \n \n \n \n\nThe British Institute adalah salah satu perusahaan swasta yang bergerak di bidang jasa pendidikan bahasa Inggris. Dengan ketatnya kompetisi dalam dunia bisnis, perusahaan harus mencari peluang-peluang baru dalam pasar. Maka The British Institute harus mampu berperilaku dan berpikir secara entrepreneurial guna menghadapi tantangan-tantangan bisnis tersebut. Studi ini dilakukan untuk mengetahui dimensi-dimensi budaya intrapreneurship apa yang mendominasi The British Institute serta memberi penilaian terhadap pentingnya peran manajemen dalam melaksanakan kegiatan-kegiatan yang bersifat intrapreneurial. Studi ini dilakukan melalui Entrepreneurial Orientation Survey (EOS) dan Entrepreneurial Leadership Questionnaire (ELQ). Penelitian ini dilakukan kepada 55 orang karyawan. Hasil EOS menunjukkan bahwa secara umum budaya perusahaan The British Institute didominasi oleh budaya Intelijen Pasar dan Kecepatan (digambarkan dengan nilai yang tinggi), sedangkan dalam hal dimensi Umum dan Orientasi Individu mendapat nilai rendah. Hasil ELQ menunjukkan adanya kesenjangan antara kepentingan tiap dimensi dan kenyataan di The British Institute untuk sifat-sifat General Entrepreneurial Leadership (GEL), Explorer, Miner, Accelerator, dan Integrator. Dari analisis terhadap hasil survei ELQ menunjukkan bahwa The British Institute memiliki pemimpin yang lebih bercirikan tipe Miner. Direkomendasikan kepada The British Institute untuk meningkatkan budaya entrepreneurial terutama pada dimensi Orientasi Individu, Umum dan Pengambilan Resiko. Sebaiknya perusahaan juga membangun karakter entrepreneurial leadership khususnya untuk tipe Accelerator dan Integrator sehingga lingkungan yang lebih baik untuk kreatifitas, inovasi dan kegiatan entrepreneurship dapat tercipta.", "Daftar File": {"2007 TS PP MEDIANY KRIS EKA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/10929", "2007 TS PP MEDIANY KRIS EKA PUTRI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/10930", "2007 TS PP MEDIANY KRIS EKA PUTRI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/10931", "2007 TS PP MEDIANY KRIS EKA PUTRI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/10932", "2007 TS PP MEDIANY KRIS EKA PUTRI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/10933", "2007 TS PP MEDIANY KRIS EKA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/10934"}, "Penulis": "Mediany Kris Eka Putri (NIM 291 05 327)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D   \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "entrepreneurship, intrapreneurship, English education, corporate culture", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}