{"Nomor": 6447, "Judul": "ISOLASI DAN PENAPISAN RAGI ALAMI UNTUK PRODUKSI BIOETANOL DARI JAMBU METE ( ANARDIAE OCCIDENTALE, L. )", "Abstrak": "ABSTRAK: \n\nMinyak bumi sebagai salah satu sumber energi yang digunakan memiliki batas ketersediaan karena merupakan sumber daya alam yang berasal dari fosil. Menipisnya jumlah minyak bumi dapat menyebabkan terjadinya krisis energi. Oleh sebab itu, dibutuhkan sumber-sumber energi alternatif yang dapat mensubstitusi minyak bumi. Salah satu sumber energi alternatif yang sedang dikembangkan adalah bioetanol. Untuk menghasilkan bioetanol dalam jumlah optimum dan biaya produksi yang murah dibutuhkan sumber karbohidrat sederhana dan ragi yang potensial. Penelitian ini bertujuan untuk mengisolasi dan menapis ragi alami dari jambu mete (Anacardiae occidentale, L.) untuk digunakan pada produksi bioetanol. Proses isolasi dan penapisan ragi-ragi isolat menghasilkan satu galur ragi yang toleran terhadap glukosa dan etanol pada konsentrasi berturut-turut 22% (b/v) dan 9% (v/v). Hasil identifikasi terhadap isolat tersebut menunjukkan bahwa ragi yang diperoleh adalah Saccharomyces telluris. Kondisi fermentasi optimum oleh ragi ini adalah pada pH 4,6 dan temperatur 37 oC. Uji coba fermentasi terhadap singkong dan molase menunjukkan bahwa ragi hasil isolat terbukti mampu menghasilkan bioetanol.  Saccharomyces telluris hasil isolasi merupakan kandidat yang potensial untuk digunakan dalam industri bioetanol.", "Daftar File": {}, "Penulis": "Meilayasina Tarigan (NIM 105 03 028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Enny Ratnaningsih, Dr., MS.", "enny.rat@bdg.centre \n\nScan: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-26)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cashew apple, Bioethanol, Saccharomycses telluris", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}