{"Nomor": 6451, "Judul": "KAJIAN KETERSEDIAAN AIR SEHUBUNGAN DENGAN PENURUNAN INTENSITAS TANAM DI D.I. CIRASEA KABUPATEN BANDUNG JAWA BARAT", "Abstrak": "Abstrak :Tesis ini memaparkan suatu analisis ketersediaan air yang berkaitan dengan terdapatnya penurunan intensitas penanaman pada daemh irigasi. Daerah Irigasi Uirasea memiliki luas areal sebesar 2607 ha. terletak di Kecamatan Ciparay dan Bale Endah, Kabupaten Bandung, Propitisi Jawa Banat.Pembagian air irigasi dilaksanakan dengan menerapkan sistim golongan. Intensitas tanam pada daerah irigasi ini masih rendah oleh karena ketidak cukupan ketersediaan air di jaringan utamanya.Ketersediaan air di jaringan utama tidak dapat menjamin untuk metnenuhi kebutuhan air irigasi untuk seluruh luas total daerah irigasi yang ada selama musin tanam terutama pada musim tanam kedua.Ketersediaan air ditetapkan berdasarkan data pengamatan tinggi muka air selama 20 tahun di Sungai Cirasea, sedangkan kebutuhan air irigasi dihitung dengan menerapkan metoda Neraca air yang tergantung dari berbagai faktor antara lain: lamanya penyiapan lahan, pola tanam, jadwal tanam dan penerapan sistim golongan.Untuk menguji perbedaan yang paling minimum antara ketersediaan air dengan banyaknya kebutuhan air irigasi terdapat 8 skenario altematif tergantung dari pola tanam, lamanya persiapan lahan dan jadwal tanam.Dari hasil analisis memperlihatkan bahwa altennatif ke-3 dengan pola tanam Padi-Padi-Palawija, persiapan lahan selama 45 hari dan jadwal tanam dilaksanakan pada awal bulan November ditetapkan sebagai pilihan paling layak yang memiliki kekurangan air paling minimum yaitu sebesar 404 l/dt. yang terjadi pada ahir musim tanam ke-2.Kebutuhan bersih air irigasi untuk musim tanam ke-I, ke-2 dan ke-3 berturut-turut adalah 0.85 l/dt/ha., 0.78 l/dt/ha., 0.36l/dt/ha.", "Daftar File": {}, "Penulis": "MeizarNIM. 95004029", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Mulyana W, Ir.M.Eng Pembimbing II:Winskayati, Ir.Sp Scan :Neneng(2007-03-23)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Mar 2007"}