{"Nomor": 6461, "Judul": "SINTESIS DAN KARAKTERISASI MEMBRAN BERBASIS KITOSAN DALAM APLIKASI FUEL CELL", "Abstrak": "ABSTRAK: \n\nFuel cell merupakan sumber energi alternatif pengganti minyak bumi yang bersifat dapat diperbaharui, ramah lingkungan (bebas emisi CO2), dan mempunyai efisiensi tinggi. Fuel cell dapat langsung mengubah energi kimia bahan bakar menjadi energi listrik seperti halnya baterai. Untuk keperluan portable, jenis fuel cell yang sering digunakan antara lain Proton Exchange Membrane Fuel Cell (PEMFC) dan Direct Methanol Fuel Cell (DMFC). Salah satu komponen yang penting dalam PEMFC dan DMFC adalah polielektrolit. Hingga saat ini polielektrolit yang banyak digunakan adalah Nafion yang diproduksi oleh Du Pont. Nafion mempunyai konduktivitas penghantar ion yang tinggi, sifat mekanik, dan kestabilan kimia serta termal yang baik. Akan tetapi biaya produksi dan crossover metanol yang tinggi menjadi kendala penggunaan Nafion. Oleh karena itu, saat ini banyak dikembangkan material baru yang diharapkan dapat menggantikan fungsi Nafion dalam fuel cell. \n\nSalah satu material yang diduga dapat menggantikan Nafion adalah kitosan. Kitosan merupakan polielektrolit alam dengan beberapa sifat penting yang diperlukan untuk material membran. Sifat-sifat tersebut antara lain inert, hidrofilik, dan tidak larut dalam air serta pelarut organik. Penelitian terdahulu menunjukkan bahwa kitosan memiliki crossover metanol yang lebih rendah daripada Nafion. Sehingga penelitian ini bertujuan untuk mempelajari potensi membran kitosan dan modifikasi pasangan kompleks asam basanya sebagai elektrolit fuel cell. Kitosan yang dipakai pada penelitian ini dihasilkan dari proses deasetilasi kitin yang terdapat dalam kulit udang. Kitosan yang didapat kemudian diuji analisa spektrofotometri Fourier Transform Infra Ren (FTIR), derajat deasetilasi, dan massa molekul relatif rata-rata viskositas (Mv). Modifikasi dilakukan dengan perendaman membran kitosan dalam larutan asam sulfat dengan variasi konsentrasi yaitu 0,3 M, 0,5 M dan 0,7 M. Pengujian yang dilakukan meliputi analisa spektrofotometri FTIR, derajat penyerapan air, kapasitas penukar ion, potensial membran, sifat mekanik, dan analisa Impedance Spectroscopy (IS). \n\nKitosan yang dihasilkan mempunya Mv sebesar 1.03 g/mol dengan derajat deasetilasi 76.78%. Spektrum serapan infra merah menunjukkan adanya gugus OH, NH2, C=O amida, dan CH3 dalam kitosan. Gugus-gugus ini juga muncul pada spektrum serapan infra merah memran kitosan dan modifikasinya. Tetapi ada satu puncak yang hanya muncul pada membran kitosan modifikasi yaitu pada bilangan gelombang 619,15 cm -1. Puncak ini dikenali sebagai mode vibrasi S-O, dengan demikian dalam membran kitosan yang dimodifikasi terdapat gugus SO4 2-. Gugus SO4 2- ini membentuk pasangan kompleks asam basa dengan gugus NH3 + dari kitosan terprotonasi, dengan posisi SO4 2- berada di antara dua gugus NH3 +. Derajat penyerapan air meningkat seiring dengan meningkatnya konsentrasi asam sulfat. Hal ini menunjukkan adanya gugus SO4 2- dalam pasangan kompleks asam basa menyebabkan membran bersifat lebih hidrofil. Sifat mekanik (kekuatan tarik dan perpanjangan saat putus) membran pun mengalami perubahan dengan adanya gugus SO4 2-. Dalam keadaan kering, adanya gugus SO4 2- menyebabkan penurunan kekuatan tarik dan perpanjangan saat putus. Dalam keadaan basah, adanya gugus SO4 2- dalam matriks membran menyebabkan kenaikan perpanjangan saat putus, tetapi kekuatan tariknya menurun. \n\nKapasitas penukar ion membran yang direndam dalam asam sulfat (CTSN-3, CTSN-5, dan CTSN-7) lebih tinggi daripada membran kitosan yang tidak direndam (CTSN). Kapasitas penukar ion CTSN-5 dan CTSN-7 juga lebih besar daripada Nafion. Kapasitas penukar ion menunjukkan jumlah gugus ionik dalam matriks polimer yang secara tidak langsung berkaitan dengan konduktivitas proton suatu polimer. Tetapi material dengan kapasitas penukar ion yang besar belum tentu mempunyai konduktivitas yang tinggi pula. Hal ini dapat dilihat dari muatan efektif material itu sendiri. Nafion dengan kapasitas penukaran ion sebesar 0,91 meq/g mempunyai muatan efektif 0,536 mol L -1, sedangkan CTSN dan CTSN-5 yang kapasitas penukar ionnya lebih besar, muatan efektifnya hanya sekitar 0,02 mol L -1. Hal ini menunjukkan bahwa gugus ionik yang terdapat dalam membran kitosan dan modifikasi pasangan kompleks asam basanya sebagian besar merupakan pasangan ion yang statis (tidak bergerak). \n\nHasil IS menunjukkan pada keadaan kering, CTSN-5 menunjukkan impedansi yang lebih besar daripada CTSN. Hal ini menandakan CTSN-5 mempunyai konduktivitas yang lebih kecil daripada CTSN. Sedangkan pada keadaan basah, CTSN-5 menunjukkan impedansi yang lebih kecil daripada CTSN. Hal ini mirip dengan kelakuan basa dan garam dalam air. Garam lebih mudah terdisosiasi daripada basa, sehingga ion-ion gram akan lebih udah bergerak dalam matriks membran. Dalam keadaan kering, frekuensi ambang keuda jenis membran dapat dikatakan sama, sehingga mekanisme transpor protonnya pun sama. Sedangkan dalam keadaan basah, frekuensi ambang keduanya mempunyai perbedaan yang signifikan. Hal ini menunjukkan adanya perbedaan mekanisme transpor proton antara membran kitosan dan modifikasi pasangan kompleks asam basanya. Meskipun secara umum sifat fisik dan kimianya masih berada di bawah Nafion, membran kitosan dan modifikasi pasangan kompleks asam basanya mempunyai potensi sebagai elektrolit dalam fuel cell. Untuk dapat disejajarkan dengan Nafion, diperlukan modifikasi lain agar diperoleh sifat fisik dan kimia yang lebih baik.", "Daftar File": {}, "Penulis": "Mia Ledyastuti (NIM 205 05 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Cynthia Linaya Radiman, Dr. Ing.", "cynthia@chem.itb.ac.id, cynthia@fmipa.itb.ac.id \n\nPembimbing 2: Veinardi Suendo, S.Si, M.Si., Dr.", "vsuendo@chem.itb.ac.id \n\nScan: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-01)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Chitosan membrane, Ion pair complex, Fuel cell, Impedance spectroscopy", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}