{"Nomor": 6464, "Judul": "ANALISA PERUBAHAN PRODUKTIVITY INDEX TERHADAP KINERJA GAS LIFT DAN PENGARUH DARI PENGGUNAAN BERBAGAI JENIS PIPA KONSENTRIS", "Abstrak": "Abstrak:   \n \n \n \n\nSebuah studi laboratorium menggunakan model fisik untuk menganalisa kinerja dari salah satu sistem pengangkatan buatan yang telah banyak digunakan yaitu gas lift. Analisis yang dilakukan adalah melihat pengaruh perubahan Productivity Index (PI) dengan memberikan suatu efek skin pada model yang digunakan Selain itu analisa dilakukan terhadap penggunaan pipa konsenstris didalam tubing, berbagai macam ukuran dan bentuk dari pipa konsentris digunakan untuk melihat pengaruhnya terhadap kinerja dari sistem gas lift tersebut.   \n \n \n \n \n\nModel percobaan yang telah dibuat sebelumnya, dimodifikasi dengan tambahan berupa pengatur ketinggian untuk memberikan berbagai macam tekanan reservoir, serta sebuah Control Valve untuk memberikan efek skin pada model tersebut. Fluida yang digunakan pada model ini adalah air, serta injeksi udara dari sebuah kompresor untuk melihat pola aliran yang terjadi pada aliran dua fasa air dan gas.   \n \n \n \n \n\nDari hasil percobaan yang dilkukan bahwa perubahan productivity index berbanding secara linear dengan perubahan laju alir optimum yang dihasilkan, dan penggunaan pipa konsentris dengan ukuran tertentu didalam tubing dapat meningkatkan produksi liquid optimum sebagai akibat dari meningkatnya buoyancy forces yang membantu pengangkatan fluida jika dibandingkan sistem yang tidak menggunakan pipa konsentris pada ukuran tubing yang sama.", "Daftar File": {}, "Penulis": "M. Imaduddin A. Aziz (NIM 122 03 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leksono Mucharam, Ir., M.sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Productivity Index (PI), Gas Lift Performance, Various Concentric Pipe, Skin, Two Phase Flow", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}