{"Nomor": 6475, "Judul": "USULAN PERBAIKAN KINERJA DIVISI QUANTITY SURVEYOR DI PT. DAYA INDRIA PERMAI", "Abstrak": "Abstrak :   \n \n \n \n\nDitengah bisnis yang berjalan, usaha dan kegiatan yang bertujuan untuk meningkatkan kinerja dan daya saing seringkali terabaikan perusahaan.Padahal dijaman  globalisasi ini, perusahaan dituntut untuk selalu dapat meningkatkan kinerja dan daya saing agar dapat bertahan dari pesaing dan tidak ditinggalkan klien.    \n \n \n \n\nSebagai salah satu divisi kerja di PT.Daya Indria Permai (PT.DIP) yang bergerak dalam bisnis jasa konsultan, maka divisi Quantity Surveyor (QS) perlu mengajukan beberapa usulan perbaikan kinerja khususnya pada divisi QS sebagai kontribusi kepada perusahaan untuk meningkatkan daya saing.   \n \n \n \n\nDivisi QS PT.DIP berperan vital pada setiap proyek dengan tugas utama sebagai perencana biaya (cost plan) dan pengendali biaya (cost control). Rencana biaya akan  berpengaruh pada besarnya imbalan jasa (fee) yang diterima perusahaan, dan kendali biaya berpengaruh kepada spesifikasi, kualitas dan proses pelaksanaan proyek yang bermuara pada penyelesaian proyek yang tepat waktu dan biaya yang wajar.    \n \n \n \n\nSesuai rencana perusahaan untuk bertumbuh dan banyaknya proyek yang akan berjalan maka divisi QS mengevaluasi kinerja dalam tubuh QS sendiri dan mengajukan usulan perbaikan yang perlu dilakukan untuk menghadapi rencana tersebut agar dapat tercapai, berjalan baik dan tetap memberikan pelayanan yang terbaik kepada klien. Karena itu dilakukan evaluasi terhadap kinerja yang telah berjalan saat ini pada 3 aspek variabel berikut .    \n \n \n \n\n1.\tAspek cost plan dan cost control, dengan membandingkan selisih biaya proyek antara rencana dengan biaya sebenarnya (actual cost).   \n \n \n \n\n2.\tAspek fee dengan meninjau ulang dasar pengajuan fee yang digunakan perusahaan agar hasil yang diperoleh sesuai dengan jasa yang diberikan.   \n \n \n \n\n3.\tAspek sumber daya manusia (SDM) dan teknologi dengan melakukan pengukuran pada kapasitas SDM dan teknologi yang ada saat ini berdasarkan proyek yang telah diselesaikan dan antisipasi untuk menghadapi rencana pertumbuhan dengan banyaknya proyek yang akan berjalan.     \n \n \n \n\nBerdasarkan  evaluasi dan analisis yang dilakukan maka diperoleh kesimpulan sebagai berikut    \n \n \n \n\n1.\tDari aspek cost plan, penerapan elemental cost plan dapat dipertanggungjawabkan karena selisih biaya (deviasi) yang terjadi antara cost plan terhadap actual cost sesuai contoh pada kasus proyek Sogo TP IV Surabaya rata-rata masih berada pada kisaran +/- 10%. Deviasi tersebut masih dalam kisaran yang dapat ditoleransi. Hasil itu dapat dicapai pada kondisi yang seimbang antara kapasitas SDI  dengan beban proyek yang ditangani, sehingga QS dapat lebih fokus dan akurat dalam menerapkan asumsi-asumsi dan mengantisipasi informasi perubahan yang diperlukan dalam membangun cost plan. Sebaliknya apabila beban proyek tidak seimbang dengan kapasitas SDI yang ada, maka sulit mencapai standar tersebut sehingga layanan menjadi tidak memuaskan bagi Klien.    \n \n \n \n\n2.\tDari aspek fee ternyata penggunaan fee berdasar aturan grup GT sudah tidak sesuai dengan situasi dan kondisi PT.DIP, sehingga perlu pengajuan revisi fee dengan dasar  pedoman fee yang dikeluarkan Ikatan Arsitek Indonesia (IAI). Usaha ini cukup menolong karena diperoleh kenaikan prosentase fee yang berkisar 3,5% sampai 4,7% yang dapat mengimbangi biaya operasi. Usaha ini masih perlu dilanjutkan dengan memasukkan perbedaaan faktor inflasi yang  berpengaruh pada variabel total nilai biaya konstruksi. Dengan kombinasi peningkatan prosentase fee dikali kenaikan total biaya konstruksi maka fee yang diperoleh PT.DIP menjadi maksimal.   \n \n \n \n\n3.\tDari aspek SDM  ternyata beban kerja yang ditugaskan melebihi jumlah dan kapasitas SDM yang ada, demikian juga teknologi yang disediakan telah tertinggal dari yang dipakai pesaing. Maka disamping  perlu penambahan jumlah pegawai untuk mengimbangi beban proyek yang berjalan, diperlukan juga pengadaan alat bantu kerja teknologi yang sesuai untuk meningkatkan kecepatan dan kapasitas kerja. Selain itu faktor insentif, kesempatan menambah wawasan dan training untuk peningkatan kompetensi dan memacu motivasi dan semangat kerja pegawai juga perlu difasilitasi perusahaan.   \n \n \n \n\nSemua aspek diatas adalah merupakan varibel kinerja yang perlu diperbaiki PT.DIP khususnya pada divisi QS sebagai usaha meningkatkan daya saing perusahaan dalam menghadapi persaingan di era globalisasi ini.", "Daftar File": {"2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11100", "2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11101", "2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11102", "2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11103", "2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11104", "2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11105", "2007 TS PP MOCH.TATA SYAFA-AT RIDWANULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11106"}, "Penulis": "Moch Tata Syafa-at Ridwanullah (NIM 291 05 132)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dermawan Wibisono Ph.D   \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Improvement, Proposal, Achievement, QS, Cost Plan, Cost Control, Fee,    Human Resources", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}