{"Nomor": 6478, "Judul": "ANALYSIS ON READERS BEHAVIOR TOWARDS TYPE OF NEWS AND ADVERTISING LAYOUT IN NEWSPAPER CASE STUDY: PIKIRAN RAKYAT", "Abstrak": "Abstrak:  \n \n \n \n\nKoran adalah salah satu media informasi yang tersedia saat ini. Pikiran Rakyat (PR) adalah salah satu media cetak yang ada di Jawa Barat yang memposisikan diri sebagai koran daerah (Jawa Barat). Perusahaan yang berdiri pada tahun 1966 ini terus berkembang dan bertahan menjadi Koran nomor satu bagi warga Jawa Barat. Dengan slogan Korannya Orang Jawa Barat dapat dibuktikan bahwa Pikiran Rakyat sangat memperhatikan kebutuhan masyarakat akan informasi mengenai kejadian dan kondisi kehidupan mereka di Jawa Barat. Menurut data dari Pikiran Rakyat, hampir 50persen pembaca koran di Jawa Barat membaca atau mengunjungi situs internet di Pikiran Rakyat. Pikiran rakyat pun menjadi tempat strategis sebagai media promosi bagi para pemasang iklan.   \n \n \n \n\nHanya saja pada saat ini timbul sebuah masalah bagi para pemasang iklan. Masalah yang ada adalah masih banyak pemasang iklan yang tidak mendapatkan feedback dari para konsumennya atau tidak ada peningkatan respon dari pembaca koran, padahal para pemasang iklan tersebut sudah mengeluarkan biaya yang cukup besar untuk memasang iklan di koran. Selain itu, kompetitor bagi Pikiran rakyat mulai banyak yang berdatangan dengan memberikan ruang iklan yang lebih banyak dan bentuk koran yang semakin memudahkan pembacanya untuk membaca. Sehingga, Pikiran Rakyat juga perlu mengidentifikasi perilaku pembaca ketika membaca koran untuk dapat menentukan bentuk koran dan jumlah halaman yang tersedia pada koran Pikiran Rakyat.", "Daftar File": {"2007 TA PP MOHAMAD KRISHNA WIBISANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11121", "2007 TA PP MOHAMAD KRISHNA WIBISANA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11122", "2007 TA PP MOHAMAD KRISHNA WIBISANA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11123", "2007 TA PP MOHAMAD KRISHNA WIBISANA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11124", "2007 TA PP MOHAMAD KRISHNA WIBISANA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11125", "2007 TA PP MOHAMAD KRISHNA WIBISANA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11126", "2007 TA PP MOHAMAD KRISHNA WIBISANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11127"}, "Penulis": "Mohamad Krishna Wibisana (NIM 190 04 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Herry Hudrasyah, Drs, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Type of News, Advertisement Layout, Consumer Behavior, Exploratory Research", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "30 Mei 2012"}