{"Nomor": 6482, "Judul": "BIODISTRIBUSI PERBANDINGAN SENYAWA 99mTc-PIROFOSFAT, 99mTc-POLIFOSFAT DAN 99mTc-PERTEKNETAT PADA TIKUS WISTAR ALBINO DALAM MASA HAMIL DAN MENYUSUI", "Abstrak": "ABSTRAK: \n \n \n\nDengan adanya beberapa sifat tertentu yang tidak diinginkan pada radionuklida 47 Ca, 85Sr, 85mSr dan 18F sebagai penatah tulang dalam sintigrafi tulang di bidang kedokteran nuklir, maka perhatian lebih banyak ditujukan kepada beberapa senyawa fosfat bertanda Teknetium-99m seperti 99mTc-pirofosfat dan 99mTc-polifosfat dengan konsekuensi telah lebih banyak dilakukan studi akan hal itu. \n \n \n\nSebagaimana halnya dengan unsur Teknetium-99m (99mTc), studi tentang biodistribusi senyawa fosfat bertanda Teknetium-99m telah banyak dilakukan sebelumnya terutama pada hewan dan manusia dalam keadaan tidak hamil dan tidak menyusui. Sekalipun demikian, studi tentang sifatsifat biologis senyawa fosfat bertanda Teknetium-99m pada hewan atau manusia dalam masa hamil dan menyusui masih terbatas sekali. \n \n \n\nStudi ini berusaha untuk mendapatkan lebih banyak informasi dasar mengenai nasib senyawa fosfat bertanda Teknetium-99m pada hewan percobaan dalam keadaan fisiologi yang berbeda seperti masa hamil dan menyusui. \n \n \n\nSehubungan dengan kemungkinan penggunaan senyawa bertanda itu dalam masa kondisi fisiologi seperti yang disebutkan di atas, beberapa saran dapat disajikan. \n \n \n\nSelanjutnya, penelitian ini akan mengungkapkan biodistribusi perbandingan senyawa-senyawa 99mTc-pirofosfat, 99mTc-polifosfat dan 99mTc-perteknetat pada tikus Wistar albino dalam masa hamil dan menyusui. \n \n \n\nBeberapa aspek permasalahan yang menjadi fokus dari penelitian ini adalah \n \n \n\na.\tDerajat keradioaktifan jaringan maksimal dan jangka waktu yang diperlukan untuk mencapainya oleh tikus Wistar dalam berbagai kondisi fisiologi \n \n \n\nb.\tPerbandingan derajat keradioaktifan jaringan dari senyawa-senyawa fosfat bertanda Teknetium-99m dan 99mTc-perteknetat. \n \n \n\nc.\tPelaluan plasenta dari senyawa 99mTc-fosfat dan 99mTc-perteknetat serta hubungan antara kandungan keradioaktifan intrafetal dan berat fetus. \n \n \n\nd.\tTransfer senyawa bertanda 99mTc-fosfat dan 99mTc-perteknetat dari hewan induk kepada neonat melalui sekresi air susu \n \n \n\ne.\tPengikatan (uptake) senyawa bertanda 99mTc-pirofosfat oleh jaringan fetus dan neonat \n \n \n\nf.\tGambaran penemuan kembali (recovery) senyawasenyawa bertanda Teknetium-99m pada tikus Wistar hamil dan menyusui \n \n \n\nSenyawa-senyawa bertanda itu masing-masing disuntikkan secara intravena pada kelompok tikus Wistar hamil pada periode ketiga terakhir masa hamil (atau pada hari-hari ke-18 sampai dengan ke-19 masa hamil) dan pada kelompok tikus Wistar menyusui penyuntikan dilakukan pada saat-saat segera setelah melahirkan. \n \n \n\nKeradioaktifan senyawa-senyawa radioaktif yang disuntikkan adalah 300 uCi dan 400 uCi per ekor tikus masing-masing untuk senyawa 99mTc-fosfat dan 99mTc_perteknetat. Pengamatan dan pencacahan keradioaktifan jaringan dilakukan pada berbagai interval waktur 2, 4,16 dan 24 jam pasca injeksi. \n \n \n\nJaringan-jaringan tikus Wistar yang diamati adalah : darah, tulang femur, otot, hati, limpa, ginjal, kelenjar susu, kelenjar tiroid, plasenta, cairan amnion, embrio yang diresorpsi, fetus dan neonat termasuk juga saluran pencernaan, urin, tinja, dan beberapa jaringan fetus dan neonat. \n \n \n\nPenelitian utama mengikuti pola Rancangan Acak Lengkap (Completely Randomized Design) dengan 8 sampai 10 kali ulangan untuk setiap perlakuan. \n \n \n\nKeradioaktifan jaringan dinyatakan dalam persentase (%) keradioaktifan yang diinjeksikan per gram jaringan (konsentrasi keradioaktifan) atau dalam persentase (%) keradioaktifan yang diinjeksikan per organ(retensi keradioaktifan) \n \n \n\nDari hasil penelitian ini dapat ditarik beberapa kesimpulan \n \n \n\nTerdapat perbedaan derajat keradioaktifan jaringan maksimal dan variasi waktu di saat keadaan itu tercapai oleh masing-masing senyawa 99mTc-pirofosfat dan 99mTc-polifosfat pada tikus Wistar dara, hamil dan menyusui. \n \n \n\nDerajat keradioaktifan senyawa 99mTc-polifosfat pada hampir sebagian besar jaringan tikus Wistar hamil dan menyusui secara nyata ( a= 0.05) lebih besar dari senyawa 99mTc-pirofosfat, kecuali pada hati dan limpa, di sini terjadi sebaliknya. Keradioaktifan kedua senyawa 99mTc-pirofosfat dan 99mTc-polifosfat pada tulang femur kedua tikus Wistar hamil dan menyusui menunjukkan perbedaan yang secara sangat nyata ( a = 0,01) lebih besar dari senyawa 99mTc-perteknetat; sedangkan pada kelenjar tiroid, hal tersebut menunjukkan keadaan yang sebaliknya. \n \n \n\nGambaran keradioaktifan senyawa 99mTc-perteknetat pada jaringan-jaringan yang lain, kecuali jaringan kritik, berada lebih kurang di antara gambaran keradioaktifan kedua senyawa 99mTc-fosfat tetapi dengan tingkat penyucian jaringan (tissue clearance) yang lebih cepat pada kedua tahap interval waktu terakhir. \n \n \n\nDerajat perpindahan senyawa-senyawa bertanda itu dari darah(blood-removal) tikus Wistarhamil dan menyusui menunjukkan harga yang semakin meningkat yakni dalam urutan : senyawa 99mTc-polifosfat < 99mTc-pirofosfat < 99mTc-perteknetat. \n \n \n\nKedua senyawa 99mTc-pirofosfat dan 99mTc-polifosfat sebagaimana juga 99mTc-perteknetat menunjukkan kemampuan melintasi plasenta tikes Wistar. \n \n \n\nAntara kandungan keradioaktifan intrafetal dan berat fetus terdapat suatukorelasi linear yang positip, \n \n \n\nTelah diamati juga, transfer senyawa 99mTc-pirofosfat dan 99mTc-polifosfat sebagaimana juga 99mTc-perteknetat dari hewan induk kepada neonat melalui sekresi air susu. \n \n \n\nDibandingkan dengan hewan dewasa, kedua jaringan fetus dan neonat menunjukkan daya mengikat (uptake) senyawa 99mTc-pirofosfat yang belum sempurna. \n \n \n\nSebagian besar senyawa-senyawa 99mTc-fosfat ditemukan kembali (recovered) pada tulang rangka (jaringan tulang) tikus Wistar hamil dan menyusui, \n \n \n\nSebagian besar senyawa 99mTc-perteknetat ditemukan kembali pada hati, saluran pencernaan, dan urin tikus Wistar hamil sebagaimana pula senyawa itu ditemukan pada saluran pencernaan dan kelenjar susu tikus Wistar menyusui.", "Daftar File": {}, "Penulis": "Mohammad Darussalam", "Kontributor / Dosen Pembimbing": ["Promotor: \n \n \n\nD. A. Tisna Amidjaja, Prof. Dr. \n \n \n \n\nKo-Promotor 1: \n \n \n\nH. Kriegel, Prof. Dr. \n \n \n \n\nKo-Promotor 2: \n \n \n\nS. Sastrodihardjo, Dr. \n \n \n \n\nScan: \n \n \n\nKoryati \n \n \n\n(2005-12-24) \n \n \n \n\nEditor: \n \n \n\nEna Sukmana, S.Sos. \n \n \n\nena506@yahoo.co.id \n \n \n\n(2007-12-18)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Technetium-99m, 99mTc-pyrophosphate, 99mTc-polyphosphate", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}