{"Nomor": 6486, "Judul": "PERENCANAAN STRATEGIS POLITEKNIK MANUFAKTUR NEGERI BANDUNG MENUJU PERGURUAN TINGGI BERBADAN HUKUM (BHP)", "Abstrak": "Abstrak :   \n \n \n \n\nStrategi pemerintah dalam penyelenggaraan pendidikan tinggi (HELTS 2003-2010)menetapkan tiga isu strategis utama yaitu daya saing bangsa, kesehatan organisasi, dan otonomi (desentralisasi). Hasil studi yang diselenggarakan oleh JBIC mengungkapkan bahwa mayoritas institusi pendidikan tinggi masih belum dijadikan sebagai perhatian utama pemerintah dan dalam perkembangannya juga menghadapi berbagai permasalahan internal yang mengakibatkan rendahnya mutu lulusan, sehingga perguruan tinngi tidak mampu memenuhi kebutuhan stakeholder-nya. Di sisi lain aturan pendidikan yang baru (UU No.20 Tahun 2003) mengamanatkan bahwa institusi pendidikan tinggi agar ditransformasikan menjadi institusi berbadan hukum yang otonom. Maka menjadi sangat penting diperlukan cara sistematis dan ukuran untuk memastikan proses transformasi yang teratur. Ada tiga isu utama untuk memenuhi tuntutan perbaikan yaitu (1) Kapasitas kelembagaan yang terbatas sebagai institusi pendidikan tinggi didalam menyelesaikan misinya secara efektif, (2) Kapasitas yang tidak cukup untuk mengatur dan mengoperasikan institusi pendidikan tinggi secara efisien, (3) Tidak adanya dukungan dalam mengatur dan menggunakan sumberdaya secara hemat. Dalam menghadapi tantangan global dan upaya peningkatan daya saing bangsa, maka perguruan tinggi negeri perlu diberikan otonomi pengelolaan akademik, keuangan dan manajemen (sumberdaya) melalui perubahan status menjadi perguruan tinggi yang berbadan hukum (BHP) untuk memperbaiki kekurangan/kelemahannya. Proses transformasi POLMAN Bandung menjadi institusi berbadan hukum pada proyek akhir ini lebih menekankan pada konsep strategic plan sebagai landasan dan acuan analisis detail dan operasional serta menggunakan pemikiran dasar dari balanced scorecard sebagai instrumen pengendalian. Konsekuensi PTN memilih mandiri dan otonom dengan BHP adalah keharusan membayar pajak dan keluar dari APBN, maka hal tersebut menjadi pilihan bagi PTN apakah akan tetap dalam APBN dengan birokrasi pemerintah atau mau mengatur sendiri. Untuk itu perlu adanya perencanaan strategis dalam hal PTN memilih otonomi dengan didukung kreativitas dan inovasi dalam penyelenggaraan. Secara komprehensif proyek akhir ini melahirkan alur proses dan tahapan mentransformasikan POLMAN Bandung menjadi PT-BHP berikut dengan instrumen perencanaan dan pengendaliannya untuk mencapai tingkat keberhasilan yang diharapakan. Hal ini dapat dijadikan sebagai contoh transformasi PTN menjadi BHP dengan menggunakan pengalaman POLMAN Bandung sebagai model.", "Daftar File": {}, "Penulis": "Mohammad Nurdin (NIM 291 04 173)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Togar M. Simatupang, Ph.D   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategic Plan, Balanced Scorecard and Legal Entity of Public University.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}