{"Nomor": 6496, "Judul": "DESAIN MAINAN EDUKATIF DENGAN MEMANFAATKAN SIFAT DASAR CAHAYA SEBAGAI BENTUK PENGENALAN SAINS YANG MENYENANGKAN", "Abstrak": "ABSTRAK:  \n \n \n\nCahaya merupakan sesuatu yang menarik secara visual karena efek yang ditimbulkan dari  \n \n \n\ncahaya adalah merupakan sifat dasar dari cahaya dan faktanya cahaya ada di sekeliling kita,  \n \n \n\nnamun keberadaannya sebagai salah satu unsur sains itu seringkali tidak disadari oleh  \n \n \n\nmasyarakat secara umum.  \n \n \n\nUmumnya di Indonesia, persepsi masyarakat khususnya anak usia sekolah menganggap halhal  \n \n \n\nyang sifatnya ilmiah cenderung tidak menyenangkan dan membosankan, hal tersebut  \n \n \n\ndidukung dengan data data yang mengatakan bahwa kemampuan siswa yang rendah tentang  \n \n \n\nkonsep-konsep dasar akan materi sains  \n \n \n\nBerdasarkan hal diatas terdapat terdapat peluang desain dalam memanfaatkan daya tarik sifat  \n \n \n\ncahaya untuk dikembangkan menjadi suatu permainan yang memiliki unsur edukatif, yaitu  \n \n \n\npengenalan sifat cahaya sebagai salah satu materi sains dengan cara yng menyenangkan.  \n \n \n\nProyek ini adalah suatu pengembangan desain mainan edukatif dengan memanfaatkan sifat  \n \n \n\ncahaya sebagai alternatif pengenalan sains yang menyenangkan, dengan pertimbangan akan  \n \n \n\naspek pengguna, yaitu anak-anak seputar perkembangan psikologis, mental dan intelektual  \n \n \n\nmereka.", "Daftar File": {}, "Penulis": "Mufti Alem (NIM: 175 02 035)", "Kontributor / Dosen Pembimbing": ["Koordinator TA Desain Produk:Dosen Pembimbing, Dr. Deddy Wahjudi M,Eng   \n \n \n\nKetua Program Studi Desain Produk :Imam Damar Djati,Drs.MSn.   \n \n \n\nScanner: Alice Diniarti", "2007-11-25"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Characteristics of light, games, children.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "23 Okt 2009"}