{"Nomor": 6502, "Judul": "KAJIAN PEMANTAPAN HIDROLOGI WADUK SADAWARNA DI KABUPATEN SUBANG DALAM KAITANNYA DENGAN INTERKONEKSI DENGAN WADUK CILAME", "Abstrak": "Abstrak:   \n \n \n \n\nPembangunan Waduk Sadawarna adalah untuk memenuhi kebutuhan air dari berbagai macam keperluan di Kabupaten Subang, Sumedang, dan Indramayu yang mempunyai jumlah penduduk yang semakin meningkat serta pertumbuhan industri yang pesat. Di samping itu terdapat potensi untuk meningkatkan daerah irigasi non-teknis dan semi teknis menjadi irigasi teknis yang cukup luas (30.000 ha), yang tersebar di bagian hilir wilayah Kabupaten Subang dan Kabupaten Indramayu.   \n \n \n \n \n\nSejalan dengan pesatnya pembangunan di berbagai macam sektor, maka pemenuhan air berdasarkan ruang, waktu, jumlah, dan mutu akan semakin meningkat.   \n \n \n \n \n\nUntuk mengantisipasi timbulnya berbagai konflik kepentingan dalam pemanfaatan air, maka dirasa perlu untuk merencanakan pemanfaatan air Sungai Cipunagara berupa waduk, yang terletak di perbatasan Kabupaten Subang dan Kabupaten Sumedang yaitu Desa Sadawarna, Kecamatan Cibogo, Kabupaten Subang dan Desa Tanjung, Kecamatan Buah Dua, Kabupaten Sumedang. Berdasarkan hasil studi kelayakan bahwa di lokasi tersebut layak untuk dibangun bendungan (dam).   \n \n \n \n\nDi sisi lain, terdapat potensi tampungan yang disebut Waduk Cilame yang terletak relatif sangat dekat dengan lokasi Waduk Sadawarna. Waduk Cilame memanfaatkan air Sungai Cilame yang merupakan anak sungai dari Sungai Cipunagara (orde 3). Hasil studi kelayakan merekomendasikan bahwa Waduk Cilame hanya layak jika dilakukan interkoneksi dengan Waduk Sadawarna, dengan asumsi Waduk Sadawarna memberikan suplesi ke Waduk Cilame. Hal ini antara lain disebabkan karena potensi tampungan Waduk Cilame yang relatif cukup besar tidak didukung dengan ketersediaan air yang memadai (DAS sangat kecil). Di lain pihak, pada periode waktu tertentu (musim hujan), Waduk Sadawarna banyak melimpaskan air melalui pelimpah (spillway).   \n \n \n \n \n\nBerdasarkan hal tersebut di atas, maka perlu dilakukan kajian pemantapan dari aspek hidrologi mengenai interkoneksi Waduk Sadawarna dengan Waduk Cilame.   \n \n \n \n\nKajian ini akan menunjukkan kontribusi yang cukup signifikan dilakukannya interkoneksi antara Waduk Sadawarna dengan Waduk Cilame serta rekomendasi pengoperasian Waduk Sadawarna dalam memberikan suplesi ke Waduk Cilame.", "Daftar File": {"2007 TS PP MUHAMMAD FAISAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11246", "2007 TS PP MUHAMMAD FAISAL 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11247", "2007 TS PP MUHAMMAD FAISAL 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11248", "2007 TS PP MUHAMMAD FAISAL 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11249", "2007 TS PP MUHAMMAD FAISAL 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11250", "2007 TS PP MUHAMMAD FAISAL 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11251", "2007 TS PP MUHAMMAD FAISAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11252"}, "Penulis": "Muhammad Faisal (NIM 250 04 043)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Sri Legowo, Dr, Ir,    \n \n \n \n\nPembimbing 2: Mulyana Wangsadipura, Ir, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Waduk, suppletion, flood control, operational simulation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}