{"Nomor": 6512, "Judul": "MOVING AVERAGE MOMENTUM OSCILLATOR (MAMO) SEBAGAI METODE ALTERNATIVE DALAM PERAMALAN TREND PERGERAKAN HARGA SAHAM", "Abstrak": "ABSTRAK:   \n \n \n \n\nSetelah dilanda berbagai krisis di tahun 1997, perekonomian Indonesia mulai menunjukkan tanda-tanda pemulihan. Tingkat suku bunga acuan (SBI) yang mulai menurun, inflasi yang cendrung stabil, dan tingkat kepercayaan konsumen yang semakin meningkat, merupakan indikator yang menunjukkan hal tersebut. Indikator indikator tersebut pun menjadi pertanda akan menggeliatnya kembali pasar modal sebagai salah satu sarana untuk investasi.   \n \n \n \n\nPT. Danareksa adalah BUMN yang bergerak dibidang jasa keuangan, didirikan pada 28 Desember 1976 dan merupakan salah satu Bank Investasi terkemuka di Indonesia. Menggeliatnya kembali pasar modal tentu akan memberikan imbas yang positip kepada PT. Danareksa sebagai salah satu perusahaan penyedia jasa finansial. Hal ini menuntut PT. Danareksa untuk terus meningkatkan kualitas pelayanannya kepada konsumennya. Salah satu pelayanan konsumen yang penting adalah dukungan riset. Dukungan riset ini dapat berupa riset mengenai makro ekonomi, mikro ekonomi, maupun pergerakan harga instrumen pasar modal terutama saham dan obligasi.   \n \n \n \n\nDalam analisa pergerakan harga saham, ada dua analisa yang dikenal secara umum yaitu analisa teknikal dan analisa fundamental. Salah satu metode analisa teknikal yang dikenal secara umum adalah MACD, metode ini biasanya digunakan untuk mengkonfirmasi sinyal yang muncul dari metode Moving Average. Metode ini memiliki kelebihan berupa kesederhanaan dalam proses perhitungannya, tetapi metode ini pun memiliki kelemahan berupa keterlambatan sinyal yang muncul. Untuk mengatasi kelemahan itu, maka dikembangkanlah Moving Average Momentum Oscillator (MAMO).", "Daftar File": {"2007 TS PP MUHAMMAD MUFTI ALMALAK 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11294", "2007 TS PP MUHAMMAD MUFTI ALMALAK 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11295", "2007 TS PP MUHAMMAD MUFTI ALMALAK 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11296", "2007 TS PP MUHAMMAD MUFTI ALMALAK 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11297", "2007 TS PP MUHAMMAD MUFTI ALMALAK 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11298", "2007 TS PP MUHAMMAD MUFTI ALMALAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11299", "2007 TS PP MUHAMMAD MUFTI ALMALAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11300"}, "Penulis": "Muhammad Mufti Almalak (NIM 29105018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Deddy P. Koesrindartoto, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Technical analysis, Stocks, Moving Average, MACD, MAMO", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}