{"Nomor": 6517, "Judul": "KINERJA MODULUS RESILIEN DAN KELELAHAN DARI CAMPURAN BETON ASPAL  LAPIS AUS (AC-WC) YANG MENGANDUNG ASPAL SUPRACOAT", "Abstrak": "Abstrak :   \n \n \n \n\nKekakuan yang tinggi dari aspal beton cenderung untuk penempatanya pada lapisan perkerasan paling atas seperti lapis aus (AC-WC). Kerusakan yang terjadi disebabkan oleh temperatur yang tinggi dan beban lalu lintas berat. Jenis kerusakan pada permukaan perkerasan adalah pelepasan butiran dan retak permukaan (surface cracking). Aspal Supracoat digunakan untuk mengatasi kendala tersebut.   \n \n \n \n\nPenelitian laboratorium dilakukan untuk menguji sifat-sifat aspal Supracoat dan  dibandingkan dengan sifat-sifat aspal Pen 60/70. Juga dilakukan pengujian sifat-sifat dari campuran beton aspal (AC-WC) menggunakan kedua type aspal tersebut. Pengujian pendukung lain yaitu pengujian kelelahan lentur dan pengujian UMATTA, dilakukan untuk menyelidiki karakteristik kelelahan dan besaran modulus resilien dari campuran.    \n \n \n \n\nHasil uji karakteristik aspal menunjukkan bahwa aspal Supracoat mempunyai penetrasi yang lebih rendah (56,2 mm) dari pada aspal Pen 60/70 (65,8 mm), viskositas yang lebih tinggi (155 C) dari pada aspal Pen 60/70 (152 C) dan titik llembek yang lebih tinggi (51,5 C) dari pada Pen 60/70 (48,5 C). Perubahan kenaikan nilai titik lembek setelah RTFOT menunjukkan aspal Supracoat memiliki ketahanan terhadap penuaan aspal yang lebih baik dari pada aspal Pen 60/70.    \n \n \n \n\nNilai KAO  untuk campuran dengan aspal Supracoat dan aspal Pen 60/70 masing-masing sebesar 5,4% dan 4,98%. Karakteristik Marshall dari campuran beton aspal (AC-WC)  menggunakan aspal Supracoat memberikan hasil yang paling baik dari pada campuran menggunakan aspal Pen 60/70. Ditunjukkan oleh beberapa nilai yaitu VIM (4,18% terhadap 5,37%), VFA (72,69% terhadap 65,51%), IKS (93,3% terhadap 90,16%). Hasil pengujian yang lain diperjelas dengan karakteristik modulus resilien yang lebih besar (2996 MPa terhadap 2417 Mpa) dan umur kelelahan yang lebih panjang (6331 siklus terhadap 4450 siklus).", "Daftar File": {"2007 TS PP MUKHLIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11328", "2007 TS PP MUKHLIS 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11329", "2007 TS PP MUKHLIS 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11330", "2007 TS PP MUKHLIS 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11331", "2007 TS PP MUKHLIS 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11332", "2007 TS PP MUKHLIS 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11333", "2007 TS PP MUKHLIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11334"}, "Penulis": "Mukhlis (NIM 250 05 038)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Bambang Sugeng. S, Prof. Dr. Ir. DEA    \n \n \n \n\nPembimbing 2 :Bambang Ismanto. S, Prof.Ir. M.Sc, Ph.D    \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Asphaltic Concrete Wearing Coarse, Supracoat, Fatigue life, Resilient Modulus", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}