{"Nomor": 6546, "Judul": "PENGEMBANGAN BLUE OCEAN STRATEGY DAN INTERLOCKED ACTIVITIES UNTUK MENCIPTAKAN KEUNGGULAN BISNIS YANG LANGGENG PADA TABUNGAN BERJANGKA KOLEKTIF PT. BANK NUSANTARA PARAHYANGAN, TBK.", "Abstrak": "ABSTRAK:   \n \n \n \n\nPT. Bank Nusantara Parahyangan Tbk. (BNP) sebagai salah satu Bank Umum Swasta Nasional Devisa, pada akhir tahun 2005 mengalami penurunan Marjin Bunga Bersih (Net Interest Margin NIM) dari tahun sebelumnya yang tercatat sebesar 4,40persen menjadi 4,05persen. Selama periode tersebut, NIM perseroan lebih rendah dari industri pembanding dan juga berada di bawah nilai rata rata industri perbankan nasional yang mencapai 6,20persen. Salah satu penyebab yang diidentifikasi adalah semakin meningkatnya persentase simpanan Deposito Berjangka yang merupakan high cost of fund dalam komposisi sumber dana perseroan. Menghadapi kondisi ini, perlu dirumuskan strategi untuk mengembangkan produk simpanan Tabungan sebagai salah satu sumber dana murah.   \n \n \n \n\nDalam merumuskan strategi digunakan konsep Blue Ocean Strategy, yang meliputi beberapa tahapan sebagai berikut: melakukan identifikasi faktor faktor utama kompetisi untuk mengetahui fokus persaingan di samudra merah, menggunakan six paths framework untuk merekonstruksi batasan batasan pasar, melakukan survei lapangan untuk memperoleh gambaran persepsi masyarakat tentang penawaran kompetitif di samudra merah dan ide ide baru yang digali untuk merekonstruksi batasan batasan pasar, menggunakan four actions framework dan inovasi nilai sebagai dasar untuk membangun strategi samudra biru. Dalam membangun hambatan peniruan agar tercipta kelanggengan, pemetaan sistem aktivitas digunakan untuk menjabarkan strategi ke dalam serangkaian aktivitas sehingga terwujud kesesuaian strategis dan interlocked activities", "Daftar File": {"2007 TS PP NOEK SULANDARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11507", "2007 TS PP NOEK SULANDARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11508", "2007 TS PP NOEK SULANDARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11509", "2007 TS PP NOEK SULANDARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11510", "2007 TS PP NOEK SULANDARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11511", "2007 TS PP NOEK SULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11512", "2007 TS PP NOEK SULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11513"}, "Penulis": "Noek Sulandari (NIM 29104321)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Mohammad Toha, Dr., Ir.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Saving Deposit, Blue Ocean Strategy, Strategy Canvas", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}