{"Nomor": 6561, "Judul": "STUDI PENGGUNAAN KAMERA DIGITAL LOW-COST NON-METRIC AUTO-FOCUS UNTUK PEMANTAUAN DEFORMAS", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nAnalisis deformasi dilakukan dengan analisis geometrik dan intrepretasi fisik objek terdeformasi. Analisis geometrik merupakan bidang kajian ilmu geodesi yang dilakukan dengan mengkuantifikasi besar deformasi yang terjadi dari penentuan besarnya vektor pergeseran koordinat antar kala. Penelitian ini mencoba suatu metode alternatif yang relatif murah untuk melakukan pengamatan deformasi, yakni menggunakan teknologi Close Range Photogrammetry (CRP) atau Fotogrameteri Rentang Dekat, dengan memanfaatkan kamera digital yang low-cost. Kemampuan kamera digital dalam mendeteksi deformasi objek diuji dalam skala laboratorium, menggunakan lemari besi sebagai kerangka serta monitor komputer sebagai objek terdeformasi. Kamera yang digunakan adalah kamera komersial Nikon Coolpix 2200 dengan jumlah piksel sebanyak 2 mega. Dari berbagai uji kalibrasi, kamera ini bersifat tidak stabil, terutama pada komponen panjang fokus utama. Untuk mengantisipasi ketidakstabilan parameter internal kamera, harus selalu dilakukan kalibrasi dengan selfcalibration.    \n \n \n \n \n\nPerhitungan koordinat foto dilakukan dengan metode bundle adjustment, yang menghitung secara simultan parameter kamera, lokasi kamera, dan koordinat objek di foto. Hasil menunjukkan bahwa metode CRP berpotensi untuk digunakan dalam mendeteksi pergerakan. Kamera Nikon Coolpix 2200 dapat mendeteksi perubahan di atas 3 mm, dengan kata lain pada skala 1/2000 dari jarak objek ke kamera.", "Daftar File": {}, "Penulis": "Nuraini Rahma Hanifa (NIM 25104001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Bambang Setyadji, Dr., Ir., M.Sc.    \n \n \n \n \n\nPembimbing: Irawan Soemarto, Dr., Ir., M.Sc.    \n \n \n \n \n\nScanner: Arnaz Driyastika M.    \n \n \n \n \n\n(2007-12-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Deformation, Close Range Photogrametry, Bundle Adjustment, Self Calibration.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}