{"Nomor": 6564, "Judul": "SINTESIS POLIBLEND ANTARA POLISTIREN DENGAN PATI TAPIOKA SERTA KARAKTERISASINYA", "Abstrak": "Abstrak:   \n \n \n \n\nPolistiren merupakan salah satu polimer yang digunakan sebagai bahan plastik. Ketidakmampuan mikroorganisme untuk mendegradasi polistiren akan menimbulkan peningkatan jumlah sampah plastik. Salah satu cara untuk mengurangi sampah plastik tersebut adalah melalui pembentukan poliblendnya yang dapat terbiodegradasi. Dalam   \n \n \n \n\npenelitian ini dilakukan modifikasi polistiren melalui pembentukan poliblendnya dengan pati tapioka. Proses blending dilakukan melalui metode mekanik (pelelehan). Polistiren ternitrasi ditambahkan ke dalam campuran agar kompatibilitas antara polimer meningkat. Karakterisasi poliblend yang dilakukan meliputi analisis gugus fungsi, sifat termal, sifat mekanik, derajat kristalinitas, dan analisis permukaan. Hasil analisis gugus fungsi menunjukkan bahwa polistiren dan pati tapioka dalam poliblend berantaraksi secara fisik.   \n \n \n \n\nPoliblend mengalami penurunan sifat termal dan sifat mekanik serta peningkatan derajat kristalinitas. Semakin besar komposisi pati dalam poliblend, poliblend yang terbentuk menjadi kurang homogen. Poliblend yang ditambahkan polistiren ternitrasi lebih homogen daripada poliblend yang tidak ditambahkan polistiren ternitrasi tetapi tetap mengalami penurunan sifat termal dan mekanik. Untuk mengetahui sifat biodegradabilitas poliblend yang dihasilkan perlu dilakukan penelitian lebih lanjut melalui analisis uji biodegradasi.", "Daftar File": {"2007 TS PP NURHIDAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11616", "2007 TS PP NURHIDAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/11617", "2007 TS PP NURHIDAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/11618", "2007 TS PP NURHIDAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/11619", "2007 TS PP NURHIDAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/11620", "2007 TS PP NURHIDAYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/11621", "2007 TS PP NURHIDAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11622"}, "Penulis": "Nurhidayati (NIM : 105 03 054)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  I Made Arcana, Dr.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-05."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Polystyrene; tapioca starch; polyblend.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}