{"Nomor": 6566, "Judul": "PENGEMBANGAN PROGRAM CUSTOMER RELATIONSHIP MANAGEMENT (CRM) REMINDING CALL (RC) SPEEDY DATEL BANDUNG DI UNIT BILLING DAN COLLECTION (UBC) DIVRE III PT. TELKOM, Tbk", "Abstrak": "ABSTRAK:   \n \n \n \n\nPerkembangan industri informasi dan telekomunikasi menjadi semakin marak dengan kemunculan internet dalam kehidupan sehari-hari. Sesuai dengan penelitian dari Goldman Sach Research dalam Economic Review No.204 Juni 2006, perkembangan internet mencapai pertumbuhan 31,06persen per tahun selama periode 2000-2005 dan Badan Perencanaan Pembangunan Nasional (Bappenas) memperkirakan sepanjang 2005-2009, pertambahan telepon sambungan tetap akan mencapai 18,82 juta SST.    \n \n \n \n\nPerkembangan internet yang dibarengi dengan perkembangan telepon tetap tersebut mendorong PT. Telkom, Tbk yang menawarkan produk Speedy untuk koneksi internet melalui telepon tetap. Dalam peningkatan pengelolaan piutang jastel, UBC Divre III Telkom melaksanakan Program Reminding Call (RC) Speedy yang merupakan program reminder pembayaran tagihan jastel Speedy. Seiring dengan pelaksanaan RC Speedy ini, ternyata masih terdapat permasalahan yang dapat berimbas pada penyelesaian pembayaran tagihan pelanggan. Oleh karena itu, perlu dilakukan evaluasi dan analisis terhadap program RC Speedy yang dapat mempengaruhi perilaku pelanggan tersebut.   \n \n \n \n\nEvaluasi dan analisis yang dilakukan untuk merumuskan pengembangan program RC Speedy dilakukan dengan meneliti perilaku pelanggan dalam billing payment, respon dan pendapat pelanggan Speedy terhadap program RC. Penelitian ini dipadukan pula dengan studi literatur dan wawancara dengan pihak yang bersangkutan. Analisis attitude pelanggan yang dilihat dari belief, feeling dan behavioural intention menyatakan bahwa adanya program RC, perhitungan billing dan media pembayaran yang baik, perilaku pelanggan mengalami perubahan yang positif. Dan evaluasi relationship program berdasarkan faktor customer service, loyalty programs, customization, reward programs dan community building ini menunjukkan bahwa adanya peringatan limit pemakaian jastel Speedy dan kesabaran operator RC menjadi variabel yang perlu diperhatikan selain variabel-variabel yang penilaiannya telah baik. Usulan pengembangan program RC yang dapat diimplementasikan dalam meningkatkan CRM UBC Divre III Telkom adalah program layanan limit pemakaian jastel Speedy, pelatihan komunikasi dan pembinaan hubungan antara manajemen dan operator RC.", "Daftar File": {}, "Penulis": "Nuril Eka Noorliana (NIM 29105352)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Evo S. Hariandja, Ir., M.M.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "development program, customer relationship, Speedy Reminding Call", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}