{"Nomor": 6567, "Judul": "ANALISIS KEANEKARAGAMAN VARIETAS DURIAN (Durio zibethinus Murr.) DENGAN MARKA MIKROSATELIT", "Abstrak": "Abstrak: Durian (Durio zibethinus Murr.) merupakan komoditas ekspor yang penting karena  permintaan terhadap durian selalu mengalami peningkatan dari tahun ke tahun. Indonesia sebagai negara tropis dengan keanekaragaman hayati yang tinggi, memiliki lebih dari 103 varietas durian. Tiap varietas memiliki perbedaan morfologi satu sama lain. Penelitian ini bertujuan untuk mempelajari keragaman genetik pada 10 varietas durian dengan marka mikrosatelit. Mikrosatelit adalah urutan DNA pendek (2-6 nukleotida) yang berulang. Mikrosatelit memiliki nilai polimorfisme yang tinggi, lokus spesifik dan memiliki keterulangan yang tinggi. Pada penelitian ini, DNA diisolasi dari daun dan  diamplifikasi menggunakan tujuh pasang primer PCR (Polymerase Chain Reaction). Tiga dari tujuh lokus mikrosatelit yang digunakan dalam penelitian ini menunjukkan polimorfisme. Hasil amplifikasi PCR dipisahkan menggunakan gel poliakrilamida dan diwarnai dengan pewarnaan perak. Dari penelitian ini dihasilkan rata-rata 6 alel/lokus dan rata-rata PIC (Polymorphic Information Content)  sebesar 0,719. Analisis pohon kekerabatan membagi 10 varietas yang diteliti dalam dua kelompok besar. Kelompok A terdiri dari durian Aden, Hepe, Petruk, Sunan, Sitokong, Matahari dan Monthong. Kelompok B terdiri dari Ajimah, D24 dan Chanee. Hasil penelitian ini menunjukkan bahwa lokus mikrosatelit DZgccg01 dan DZcag01 dapat digunakan untuk mempelajari keragaman genetik pada durian.", "Daftar File": {}, "Penulis": "Nur Izzatun Nafsi (NIM. 106 02 027)", "Kontributor / Dosen Pembimbing": ["Author Nur Izzatun Nafsi NIM. 106 02 027  Supervisor: Adi Pancoro, Dr adi@sith.itb.ac.id  Scan: Ena Sukmana, S.Sos. (2007-08-31) ena506@yahoo.co.id Catalogue Link: http://webpac.lib.itb.ac.id/index.php?menu=library_detail&ID=55317"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Durian, Microsatellite, Molecular marker", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}