{"Nomor": 6571, "Judul": "EFEK ANTIAGREGASI PLATELET EKSTRAK AIR BULBUS BAWANG PUTIH, EKSTRAK ETANOL RIMPANG KUNYIT, JAHE MERAH, DAN BUAH MENGKUDU SERTA KOMBINASINYA PADA MENCIT JANTAN GALUR SWISS WEBSTER", "Abstrak": "ABSTRAK:  \n \n \n\nTelah diuji efek antiagregasi platelet ekstrak air bulbus bawang putih (Allium sativum L.),  \n \n \n\nekstrak etanol rimpang kunyit (Curcuma domestica Val.), ekstrak etanol rimpang jahe  \n \n \n\nmerah (Zingiber officinale Rosc. var Sunti Val.), ekstrak etanol buah mengkudu (Morinda  \n \n \n\ncitrifolia L.) serta kombinasinya pada mencit jantan galur Swiss Webster. Pemberian  \n \n \n\nbahan uji dan Asetosal sebagai pembanding yang disuspensikan dalam Natrium  \n \n \n\nKarboksimetilselulosa 0,5 persen, serta suspensi Natrium Karboksimetilselulosa 0,5 persen sebagai  \n \n \n\nkontrol dilakukan sehari sekali secara oral selama 28 hari berturut-turut. Efek antiagregasi  \n \n \n\nplatelet diuji dengan menggunakan parameter waktu pendarahan, waktu koagulasi, dan  \n \n \n\npenurunan serapan plasma untuk melihat aktivitas agregasi platelet sebelum dan setelah  \n \n \n\npenambahan ADP sebagai penginduksi agregasi platelet. Hasil menunjukkan bahwa  \n \n \n\nekstrak mengkudu dosis 100 mg/kg bobot badan, ekstrak jahe merah dosis 50 mg/kg bobot  \n \n \n\nbadan, kombinasi ekstrak mengkudu dan jahe merah dengan dosis masing-masing 100 dan  \n \n \n\n50 mg/kg bobot badan serta 50 dan 25 mg/kg bobot badan, ekstrak kunyit dosis 100 mg/kg  \n \n \n\nbobot badan, ekstrak bawang putih dosis 100 mg/kg bobot badan, dan kombinasi ekstrak  \n \n \n\nkunyit dan bawang putih dengan dosis masing-masing 100 mg/kg bobot badan serta 50  \n \n \n\nmg/kg bobot badan dapat meningkatkan waktu pendarahan, waktu koagulasi, dan  \n \n \n\nmenurunkan serapan plasma yang menunjukkan adanya penghambatan agregasi platelet.  \n \n \n\nSemua bahan uji diatas meningkatkan waktu pendarahan dengan persentase peningkatan  \n \n \n\nwaktu pendarahan lebih dari 400 persen (p kurang dari 0,05). Persentase peningkatan waktu koagulasi  \n \n \n\nsemua bahan uji lebih dari 35 persen. Sedangkan persentase perubahan penurunan serapan  \n \n \n\nplasma lebih dari 60 persen (p kurang dari 0,05) untuk semua bahan uji. Tidak ada perbedaan secara  \n \n \n\nbermakna antara pemberian ekstrak secara tunggal dengan kombinasi dalam meningkatkan  \n \n \n\nwaktu pendarahan, waktu koagulasi, dan dalam menghambat agregasi platelet.", "Daftar File": {}, "Penulis": "NURUL FITRIYANI (NIM: 10703045)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama: Elin Yulinah Sukandar, Prof., Dr.  \n \n \n\nPembimbing Serta: Joseph I. Sigit, Dr.  \n \n \n\nScanner: Arnaz Driyastika M.  \n \n \n\n(2007-11-21)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "efek antiagregasi platelet, mencit jantan, Swiss Webster", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "04 Jun 2012"}