{"Nomor": 6573, "Judul": "PENENTUAN PRIORITAS LOKASI REHABIILITASI KOMPONEN SALURAN AIR KOTOR BERDASARKAN PERTIMBANGAN ASPEK TEKNIS DAN BIAYA DENGAN SISTEM INFORMASI GEOGRAFIS SEBAGAI ALAT BANTU", "Abstrak": "Abstrak:   \n \n \n \n\nSaluran air kotor merupakan salah satu infrastruktur yang memiliki fungsi besar bagi kualitas hidup masyarakat. Dalam hal ini PDAM sebagai pihak pengelola sangat minim penanganannya terutama dalam hal operasi dan pemeliharaan. Untuk dapat meningkatkan pelayanan prasarana ini maka perlu dikembangkan suatu penentuan prioritas lokasi rehabilitasi yang dapat mengintegrasikan beberapa aspek dalam pengelolaan fasilitas saluran air kotor.   \n \n \n \n \n\nSetelah mempelajari kajian kondisi eksisting dari manajemen pengelolaan saluran air kotor khususnya di PDAM maka diperlukan suatu pengembangan model penentuan prioritas lokasi rehabilitasi yang mempertimbangkan aspek teknis dan biaya dalam manajemen pengelolaannya. Dalam pengembangannya aspek teknis menggunakan Proses Hirarki Analisis (PHA) yang dibantu oleh tim ahli (expert judgement) untuk menentukan bobot prioritasnya, sedangkan aspek biaya dikembangkan menggunakan estimasi biaya konseptual untuk mengetahui kisaran biaya untuk kegiatan pemeliharaan. Untuk dapat mengintegrasikan kedua aspek tersebut digunakan Sistem Informasi Geografis (SIG) yang berfungsi sebagai database dan analisis data sehingga akan diperoleh suatu usulan tindakan pemeliharaan pada lokasi yang berprioritas tinggi beserta dengan jumlah biaya yang akan dikeluarkan.   \n \n \n \n \n\nSetelah melalui uji coba dengan melakukan kegiatan inspeksi di wilayah studi maka model penentuan prioritas lokasi rehabilitasi ini memiliki potensi implementasi yang cukup baik bagi pihak pengelola terutama untuk kegiatan operasi dan pemeliharaan. Penerapan model pengelolaan yang diusulkan ini akan berjalan dengan baik/sukses apabila pihak pengelola dapat melakukan suatu penyesuaian didalam manajemen organisasi, diantaranya proses persamaan konsep/konversi metode pengelolaan, peningkatan kualitas dan jumlah personel sumber daya manusia, peningkatan dana/anggaran, hingga adanya penyediaan perangkat teknis yang mendukung. Hal ini dapat meningkatkan kinerja dari  setiap personel sumber daya manusianya dalam melaksanakan kegiatan operasi dan pemeliharaan komponen saluran air kotor.", "Daftar File": {}, "Penulis": "Nurvani Saraswati Handawati S (NIM 250 04 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Reini D wirahadikusumah, Ir, MCSE, Ph.D   \n \n \n \n\nPembimbing 2: D Muhally Hakim, Dr, Ir, MS,c"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sewer management componen, inspection system,tehcnical and", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}