{"Nomor": 6574, "Judul": "SIMULASI GELOMBANG SEISMIK UNTUK MODEL SESAR DAN LIPATAN PADA MEDIUM AKUSTIK DAN ELASTIK ISOTROPIK", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nSimulasi penjalaran gelombang seismik digunakan untuk memodelkan atau merekontruksikan penjalaran gelombang seismik di dalam suatu model geologi tertentu. Simulasi penjalaran gelombang seismik tersebut didapat dari solusi persamaan gelombang pada waktu ke waktu. Solusi persamaan gelombang pada penelitian ini didapat secara numerik menggunakan metode beda hingga. Solusi dari persamaan gelombang tersebut berbeda dari waktu ke waktu. Untuk tahapan waktu tertentu solusi tersebut berupa snapshot penjalaran gelombang seismik. Selain itu dari snaphot penjalaran gelombang, didapat juga sintetik seismogram yang merupakan produk samping (by product) dari pemodelan gelombang seismik. Melalui snapshot penjalaran gelombang seismik dan sintetik seismogram, kita dapat mengetahui dan memahami even-even gelombang yang terjadi pada model geologi tertentu.      \n \n \n \n \n \n\nModel geologi yang dipakai pada penelitian ini adalah model sesar dan lipatan dengan asumsi medium akustik dan elastik isotropik. Pada medium akustik isotropik dimodelkan penjalaran gelombang P saja sedangkan pada medium elastik isotropik dimodelkan penjalaran gelombang seismik P dan S konversi. Dari model geologi sesar dan lipatan dapat dilihat berbagai macam even-even gelombang seperti gelombang refleksi dan transmisi. Selain itu juga di dapat fenomena gelombang berupa pola bow tie. Pada penelitian ini dilakukan rekontruksi model geologi sesar dengan membuat penampang brute stack nya. Penampang brute stack didapat dengan cara melakukan pengolahan standar data seismik pada beberapa sintetik seismogram hasil simulasi penjalaran gelombang seismik pada model sesar tersebut.. Dari hasil rekontruksi model sesar, dapat dilihat adanya gelombang - gelombang pantul pada penampang brute stack yang menggambarkan bentuk geometri model sesar secara jelas.", "Daftar File": {"2007 TA NURWAN HAKIM K 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11676", "2007 TA NURWAN HAKIM K 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11677", "2007 TA NURWAN HAKIM K 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11678", "2007 TA NURWAN HAKIM K 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11679", "2007 TA NURWAN HAKIM K 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11680", "2007 TA NURWAN HAKIM K 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11681", "2007 TA NURWAN HAKIM K 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11682"}, "Penulis": "Nurwan Hakim K.  (NIM 123 02 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Moch Rachmat Sule, Dr rer nat, ST. MT.     \n \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "simulation of seismic wave, elastic isotropic medium, acoustic isotropic medium, wave equation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}