{"Nomor": 6587, "Judul": "PT. HM. SAMPOERNA, Tbk. OVERTAKES PT. GUDANG GARAM, Tbk. AS THE NUMBER ONE CIGARETTE COMPANY IN INDONESIA From a Financial Performance Perspective 2002 - 2006", "Abstrak": "Abstract :  \n \n \n\nIndonesia is one of five biggest countries in the world that consume cigarettes. Thus, cigarette industry in Indonesia is very competitive among competitors with many variants in taste such as kretek and mild cigarettes. Government policy also regulates an increasing excise tax and retail price. People are more aware of health when consuming cigarette, so the Indonesia market is interested in consuming cigarette with low nicotine and tar which is called mild. Previously, PT. Gudang Garam, Tbk. (GGRM) was the biggest cigarette company based on market share, but in 2006, the position was overtaken by PT. HM. Sampoerna, Tbk (HMSP). This research will discuss the financial performance of both companies before GGRMs position was overtaken by HMSP, by using financial ratio analysis. Ratio analysis gathers the information from financial statements that are supported by other information that relate to both companies and the cigarette industry. For the last five years, GGRM was dominant in using more equity than debt. So GGRM can make creditors trust them. Besides that, investors have the advantage for the higher equity level than debt because investors opportunity to get more dividends is high. Different with HMSP, HMSP is dominant in profitability. Besides that, HMSP is also dominant in asset turnover to support its sales. But HMSP is using more debt than equity especially increasing on short - term loans. So that HMSP has suffered from decreasing liquidity. From market share side, GGRM has decreasing trends since 2002, but HMSP has an increasing trend since 2002. In 2005, the market share of HMSP was almost equal to GGRM. Finally, in 2006 the position of GGRM as the biggest cigarette company in Indonesia was overtaken by HMSP.", "Daftar File": {}, "Penulis": "Pande Nyoman Ayu Indriyani (NIM 190 04 089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Isrochmani Murtaqi, Dra.  Macc.  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ratio Analysis, Cigarette Companies, Financial Performance", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "19 Jun 2012"}