{"Nomor": 6590, "Judul": "KEBANGKITAN NILAI KEBANGSAAN INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "SAMBUTAN KETUA PANITIA SIMPOSIUMBismillahirrahmanirrahim. Kepada yang terhormat Rektor ITB, Ketua MWA ITB, Ketua Senat Akademik ITB, Ketua Dewan Audit, Ketua Majelis Guru Besar, para undangan dan para hadirin simposium.Assalamu'alaikum warahmatullahi wabarakatuh.Salam sejahtera bagi kita semua. Pada pagi hari ini kita dapat berkumpul dalam suasana yang meriah. Kami sebagai panitia mengucapkan terimakasih atas kehadiran bapak dan ibu dalam simposium ini. Tadi kita bersama menyanyikan lagu kebangsaan, mudah-mudahan dapat terasa sampai akhir acara. Acara ini merupakan rangkaian acara. Acara ini terinspirasi dari rangkaian workshop yang diselenggarakan MWA 2004 tahun yang lalu untuk mewujudkan nilai kebangsaan ITB dan bangsa Indonesia pada abad 21. Mudah-mudahan kegiatan ini dapat memberikan makna besar bagi ITB dan bangsa Indonesia. Acara simposium ini bertujuan untuk menumbuh-kembangkan nilai kebangsaan dalam reaktualisasi ITB melalui ilmu pengetahuan dan teknologi. Untuk itu kami mengucapkan terimakasih kepada pembicara antara lain: Bapak Kusnaka, Bapak Dillon, Bapak I Gede Raka dan Bapak Budiono. Dapat kami laporkan bahwa kami menyebarkan undangan sebanyak 300 undangan. Acara ini terbuka untuk umum, dan tidak ditarik bayaran. Pada saat ini hadir kurang lebih 150 peserta. Peran ITB dipertaruhkan sebagai inspirasi dan pendorong civitas academica ITB dalam aktivitas yang bertambah luas di masyarakat. Akhir kata, kami ucapkan terimakasih atas kehadiran bapak dan ibu. Dan tidak lupa pula kepada pihak sponsor yang telah mendukung acara ini.Untuk seluruhnya itu kami ucapkan terimakasih. Akhir kata kami ucapkan Wassalamu'alaikum warahmatullahi wabarakatuh. Terimakasih. Ketua Panitia Simposium Dr. Adi PancoroSAMBUTAN KETUA PANITIA ITB SCIENCE, ART & TECHNOLOGY FAIRBismillahirrahmanirrahim Yang terhormat Ketua MWA, Ketua Senat Akademik ITB, Bapak Rektor beserta pimpinan, para sesepuh ITB, dan juga para guru besar. Rekan alumni dan dosen.Assalamu'alaikum warahmatullahi wabarakatuh. Salam sejahtera untuk kita semua, selamat berjumpa di Aula Barat ITB. Terimakasih atas kehadiran Bapak dan Ibu dalam acara simposium ini yang diselenggarakan ini merupakan bagian dari yang menggelar hasil karya ITB dan para alumninya selama ini. Acara pameran digelar di Campus Center dan Aula Timur. Kami berharap usulan dari forum ini berkenaan dengan nilai kebangsaan yang saat ini banyak dirongrong baik dari dalam dan luar negeri. Akhirnya kami ucapkan terimakasih kepada para pimpinan ITB, dan alumni angkatan 70 yang mendukung acara ini secara keseluruhan. Kami mohon maaf kalau ada acara yang kurang berkenan. Selain Komikasia, workshop, dan Temu Bisnis, setelah simposium ini ada acara alumni pulang ke departemen, dan nanti malam ada malam Iota Tau Beta. Besok hari ada acara olah raga dan bazaar seni. Demikianlah. Wassalamu'alaikum warahmatulahi wabarakatuh. Terima kasih. a/n Ketua ISATF 2005 Dr. Ir. Rudy Hermawan", "Daftar File": {"2000_BOOK_PP_ITB_2-part-01.pdf": "https://digilib.itb.ac.id/gdl/download/11752", "2000 BOOK PP ITB 2-part-02.pdf": "https://digilib.itb.ac.id/gdl/download/11753", "2000 BOOK PP ITB 2-part-03.pdf": "https://digilib.itb.ac.id/gdl/download/11754", "2000 BOOK PP ITB 2-part-04.pdf": "https://digilib.itb.ac.id/gdl/download/11755"}, "Penulis": "Panitia Simposium ITB Science, Art & Technology Fair", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana, S.Sos. (2007-02-12) ena506@yahoo.co.id"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nationalism, ITB", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "4 file", "Tanggal Input": "12 Feb 2007"}