{"Nomor": 6596, "Judul": "ANALISIS BUDAYA ENTREPRENEURIAL DI KPP JAKARTA TAMANSARI SATU", "Abstrak": "ABSTRAK:   \n \n \n \n\nKPP Jakarta Tamansari Satu tiap tahun diberikan target penerimaan pajak yang selalu meningkat oleh pemerintah. Salah satu faktor yang mendukung tercapainya target penerimaan pajak tersebut adalah peningkatan profesionalisme dalam bidang pekerjaan sehingga dapat meningkatkan pelayanan yang lebih baik lagi kepada masyarakat dan wajib pajak. Hal yang dapat dilakukan oleh KPP Jakarta Tamansari Satu untuk meningkatkan profesionalisme tersebut adalah dengan menerapkan budaya entrepreneurial di dalam organisasi.   \n \n \n \n\nPenelitian ini dilakukan untuk mengetahui sampai sejauh mana KPP Jakarta Tamansari Satu telah menerapkan budaya entrepreneurial dalam organisasi dan dimensi‐dimensi apa saja dari penerapan budaya entrepreneurial yang harus diperbaiki oleh KPP Jakarta Tamansari Satu. Penelitian ini juga dilakukan untuk mengetahui apakah pimpinan KPP Jakarta Tamansari Satu telah menerapkan kepemimpinan yang entrepreneurial. Untuk mengetahui hal tersebut, maka penelitian ini dilakukan dengan menyebarkan Entrepreneurial Orientation Survey (EOS) dan Entrepreneurial Leadership Questionnaire (ELQ) kepada pegawai dan pimpinan di KPP Jakarta Tamanasari Satu.   \n \n \n \n\nDari hasil EOS didapatkan bahwa budaya entrepreneurial yang telah dijalankan di KPP Jakarta Tamansari Satu masih kurang memuaskan dengan nilai terendah pada dimensi orientasi individu dan resiko, sedangkan nilai tertinggi pada dimensi ini adalah dukungan terhadap ide-ide baru. Hasil ELQ terhadap pimpinan KPP Jakarta Tamansari Satu menunjukkan terdapat kesenjangan di semua tipe kepemimpinan terutama di tipe kepemimpinan Integrator dan Accelerator.   \n \n \n \n\nDengan meningkatkan budaya entrepreneurial dan perilaku kepemimpinan yang entrepreneurial di KPP Jakarta Tamansari Satu diharapkan dapat meningkatkan kinerja KPP Jakarta Tamansari Satu dalam kegiatan pengumpulan dan pelayanan pajak dari masyarakat.", "Daftar File": {}, "Penulis": "Patar (NIM 29105345)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "corporate entrepreneurship, professionalism, tax, dimension", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}