{"Nomor": 6607, "Judul": "EVALUASI SISTEM DISTRIBUSI PRODUK MULTIMEDIA DIGITAL DI PT DIRECT VISION", "Abstrak": "ABSTRAK:   \n \n \n \n\nDi bawah merek Astro, PT Direct Vision (PT DV) menawarkan akses langganan televisi untuk rumah dan pengguna komersial. PT DV mengirimkan informasi yang terkini dalam hiburan lokal dan internasional ke satelit yang mengirimkan kembali sinyal tersebut ke seluruh Asia Tenggara. Transmisi ini hanya dapat disiarkan dalam gambar dan suara menggunakan sistem multimedia digital(SMD)yang terdiri atas satelit mini yang diletakkan di luar bangunan, dekoder, dan smart card. Produk SMD ini difabrikasi di luar negeri dan diimpor yang selanjutnya didistribusikan kepada para pelanggan baru.   \n \n \n \n\nTujuan dari Proyek Akhir ini adalah untuk mengevaluasi sistem distribusi yang sedang dipakai dalam mengedarkan produk SMD dan menyarankan alternatif-alternatif untuk mengurangi biaya dalam operasi logistik. Total biaya distribusi dianggap relatif tinggi dan kesempatan untuk mengurangi biaya ini dapat diperoleh melalui perencanaan yang lebih baik dan adanya kunci indikator peforma. Process reference model digunakan sebagai pendekatan untuk mengevaluasi system distribusi yang sedang digunakan dan mengetengahkan alternative-alternatif perbaikan. Dari alternatif-alternatif yang ditawarkan, poin besar dalam perbaikan meliputi penggunaan pusat distribusi regional, menunjuk pihak ketiga sebagai penyedia pelayanan logistik, mengoptimalkan pemesanan kuantitas ekonomi, dan pengadaan kunci indikator peforma.", "Daftar File": {}, "Penulis": "Prama Imran Chusnun (NIM 29105093)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Togar M. Simatupang, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "information, communication industry, process reference model, distribution system, key performance indicators, cost efficiency", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}