{"Nomor": 6613, "Judul": "PANDUAN PELAKSANAAN PENELITIAN DAN PENGABDIAN KEPADA MASYARAKAT", "Abstrak": "PRAKATABuku Pedoman Pelaksanaan Penelitian dan Pengabdian kepadaMasyarakat oleh Perguruan Tinggi Edisi VI ini merupakanpenyempurnaan dari Edisi V cetakan kedua tahun 2000. Sejak mulai diterbitkan dalam bentuk draft pada akhir tahun 1980-an, buku panduan ini sudah mengalami banyak perubahan, perbaikan dan penyempurnaan, antara lain karena berkembangnya program yang ditawarkan oleh Direktorat Pembinaan Penelitian dan Pengabdiankepada Masyarakat Direktorat Jenderal Pendidikan Tinggi. Nama penyusun buku panduan tidak dapat dirinci satu persatu, karena merupakan kerja kelompok dari berbagai bidang maupun program selama bertahun-tahun.Meskipun pengelolaan penelitian dan pengabdian kepadamasyarakat pada prinsipnya tidak banyak berbeda, namun dengan berkembangnya berbagai kegiatan diperlukan panduan yang dapat dipakai sebagai acuan para pengguna di lapangan yang sangat merasakan keperluan informasi yang lengkap dan mudah. Adanya buku panduan yang memuat seluruh produk program penelitian dan pengabdian kepada masyarakat seperti ini diharapkan dapat membantu kesulitan yang dihadapi dalam memperoleh informasiyang sering tercecer dalam berbagai dokumen sehingga sulitpedoman ini dapat digunakan sesuai dengan kebutuhan, maka setiap program ini dapat diperbanyak secara terpisah apabila diperlukan.Buku ini berisi panduan pengajuan Usul (proposal), Evaluasi, Pemantauan dan pelaporan serta Penulisan Artikel Ilmiah dan Cara Pembuatan Poster disertai dengan contoh-contoh judul kegiatan. Hal ini sejalan dengan pembinaan ke arah peningkatan mutu dan relevansi penelitian dan pengabdian kepada masyarakat olehperguruan tinggi. Perlu lebih disadari bahwa penelitian bukan hanya untuk penelitian, tetapi hasilnya harus dapat dimanfaatkan oleh pengguna lain melalui penyebar luasan yang terprogram antara lain melalui kegiatan pengabdian kepada masyarakat oleh perguruan tinggi. Dengan demikian kegiatan pengabdian kepada masyarakat tidak hanya sekedar pengabdian tanpa basis saintifik yang jelas tetapimerupakan suatu wahana penerapan hasil penelitian dan pendidikan kepada khalayak sasaran yang memerlukan.", "Daftar File": {}, "Penulis": "Prof.Dr.Ir. Dodi Nandika , Prof.Dr.Ir. C. Imam Sutrisno , Dr.Ir. Iwan Sudrajat, MSA  dkk.", "Kontributor / Dosen Pembimbing": ["mahmudin@unix.lib.itb.ac.id mahmudin@lib.itb.ac.id08122000786Cyberlib UPT Perpustakaan ITB"], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Higher education-community relations", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "3 file", "Tanggal Input": "15 Mei 2007"}