{"Nomor": 6619, "Judul": "SINTESIS SENYAWA DIPEPTIDA ESTER METIL HISTIDILPROLIN SEBAGAI INHIBITOR KOROSI PADA BAJA KARBON DALAM NaCl 1%", "Abstrak": "ABSTRAK: \n \n\nKorosi terjadi di dalam pipa baja karbon karena adanya air, karbondioksida dan asam pada bahan yang dialirkan. Penanggulangan korosi bila terjadi didalam pipa salah satunya menggunakan suatu senyawa yang dinamakan inhibitor korosi.  Inhibitor korosi adalah suatu senyawa yang ditambahkan dalam sistem aliran bahan pada pipa baja karbon untuk menghambat korosi pada logam. Salah satu Inhibitor korosi komersil adalah imidazol oleat. Gugus imidazoldalamstruktur imidazol oleat dapat berinteraksi dengan besi sedangkan gugus alifatiknya dapat berinteraksi dengan senyawa non polar sehingga besi tidak dapat berinteraksi dengan air. Sampai saat ini belum banyak inhibitor korosi yang berasal dari senyawa organik, sehingga perlu dikembangkan lebih lanjut, baik senyawa organik yang berasal dari alam, modifikasi senyawa alam, maupun sintesis senyawa organik baru.  Histidin merupakan salah satu senyawa asam amino yang terdapat di alam dengan gugus imidazol yang dapat berfungsi sebagai inhibitor korosi. Asam amino prolin dapat pula digunakan sebagai inhibitor korosi karena memiliki gugus pirolidin. Kedua asam amino ini memiliki daya inhibisi yang belum maksimal, sehingga dalam penelitian ini telah dilakukan sintesis senyawa dipeptida ester metil histidilprolin yang bertujuan untuk meningkatkan daya inhibisi korosinya terhadap logam baja karbon. \n \n\nMetode sintesis yang telah digunakan pada penelitian ini adalah esterifikasi histidin dengan metanol menggunakan aktivator tionil klorida (SOCl2) menghasilkan senyawa ester metil histidin.  Selanjutnya dilakukan sintesis senyawa dipeptida antara senyawa ester metil histidin dan prolin menggunakan pereaksi disikloheksilkarbodiimida (DCC) dalam pelarut dimetilformamida (DMF). Pemurnian hasil sintesis senyawa dipeptida dilakukan dengan metode kromatografi kolom menggunakan eluen diklorometan dan etil asetat 8:2 dengan Rf 0,4. karakterisasi hasil sintesis ester metil histidin dilakukan dengan penentuan titik leleh, spektrofotometri Inframerah (IR) dan penentuan daya inhibisi korosi menggunakan metode Tafel dalam pelarut NaCl 1% dengan induksi gas CO2. Hasil sintesis senyawa dipeptida dikarakterisasi menggunakan penentuan titik leleh, spektrofotometri inframerah, spektofotometri ultraviolet (UV), Resonansi Magnet Inti (RMI) dan penentuan daya inhibisi korosi menggunakan metode Tafel. \n \n\nEster metil histidin berupa kristal putih memiliki titik leleh 180-182 oC dengan rendemen 89,97%. Pada spektrum inframerah terdapat puncak khas ester pada bilangan gelombang 1750,8 cm -1 dan 1230,3 cm -1. Senyawa dipeptida hasil sintesis berupa kristal kuning kecoklatan dengan titik leleh 164-170 oC. Berdasarkan hasil analisis penentuan struktur senyawa dipeptida menggunakan spektrofotometri inframerah, ultraviolet dan Resonansi Magnet Inti (RMI) dapat disimpulkan bahwa senyawa tersebut adalah ester metil histidilprolin. Spektrum inframerah menunjukkan adanya puncak amida pada bilangan gelombang 1676,1 cm -1. Spektrum proton RMI menunjukkan puncak NH pada geseran kimia 8,1 ppm dan spektrum karbon RMI menunjukkan puncak karbonil ester dan karbonil ikatan peptida pada geseran kimia, secara berturut-turut 170,1 dan 161,2 ppm. Hasil pengukuran daya inhibisi korosi histidin, prolin, ester metil histidin dan dipeptida ester metil histidilprolin menunjukkan bahwa senyawa dipeptida memiliki nilai daya inhibisi tertinggi sebesar 50,76% pada konsentrasi 8,8 ppm. Hasil analisis penentuan variasi konsentrasi senyawa dipeptida terhadap daya inhibisi korosinya menunjukkan daya inhibisi korosi optimum 62,47% pada konsentrasi 4,8 ppm.  Adanya interaksi gugus pirolidin, imidazol, alifatik dan ikatan amida dalam struktur senyawa dipeptida ester metil histidilprolin dengan permukaan logam baja karbon meningkatkan daya inhibisi korosinya, sehingga merupakan inhibitor korosi yang lebih potensial daripada histidin, prolin dan ester metil histidin.", "Daftar File": {}, "Penulis": "Puji Astuti Ibrahim (NIM 205 05 002)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Sadijah Achmad, Dr., DEA", "sadijah@chem.itb.ac.id \n \n\nPembimbing 2: Deana Wahyuningrum, S.Si., M.Si.", "deana@chem.itb.ac.id \n \n\nScan: Ena Sukmana, S.Sos.", "ena506@yahoo.co.id", "081 821 8272", "(2007-10-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Corrosion, Corrosion inhibition, Methyl histidylproline ester", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}