{"Nomor": 6631, "Judul": "PERHITUNGAN BASIC REPRODUCTION NUMBER (R0) DEMAM BERDARAH DENGUE MELALUI BEBERAPA METODE DENGAN STUDI KASUS DATA DI INDONESIA", "Abstrak": "ABSTRAK:   \n \n \n \n\nBasic Reproduction Number (R0) adalah nilai  ekpektasi dari terjadinya kasus sekunder akibat dari kasus primer dalam suatu populasi yang virgin dan tertutup. Basic Reproduction Number (R0) mengindikasikan apakah timbul penularan suatu penyakit atau tidak. Jika  R0 lebih dari 1 artinya pada populasi terjadi kasus endemik atau terjadi penularan penyakit sedangkan R0 kurang dari 1 artinya pada populasi tidak terjadi kasus endemik atau tidak terjadi penularan penyakit. Penyakit demam berdarah dengue merupakan suatu penyakit virus akut yang disebabkan oleh virus dengue melalui perantara nyamuk Aedes aegypti. Transmisi virus dengue melibatkan manusia dan vektor penular dengan periode inkubasi intrinsik dalam tubuh manusia dan periode ektrinsik dalam tubuh nyamuk. Dengan demikian, model utama yang lebih dianalisis dalam tugas akhir ini adalah model yang memiliki delay waktu akibat pengaruh dari masa inkubasi tersebut dan menganalisis parameter yang mempengaruhi besarnya Basic Reproduction Number (R0) demam berdarah dengue.", "Daftar File": {"2007 TA PP RAHMAWATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/11945", "2007 TA PP RAHMAWATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/11946", "2007 TA PP RAHMAWATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/11947", "2007 TA PP RAHMAWATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/11948", "2007 TA PP RAHMAWATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/11949", "2007 TA PP RAHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11950", "2007 TA PP RAHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11951"}, "Penulis": "Rahmawati (NIM 10103059)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Nuning Nuraini, M.Si.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-04)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Basic Reproduction Number (R0), delay, susceptible host, infectious host, susceptible vector, infectious vector", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}