{"Nomor": 6633, "Judul": "PEMETAAN STAKEHOLDER OBSERVATORIUM BOSSCHA SEBAGAI MASUKAN UNTUK MELESTARIKAN FUNGSI OBSERVATORIUM", "Abstrak": "Abstrak :    \n \n \n \n \n\nObservatorium Bosscha merupakan satu-satunya observatorium yang ada di Indonesia dan menjadi salah satu penegak ilmu astronomi di dunia. Saat ini banyak permasalahan yang dihadapi oleh Observatorium Bosscha sehingga perlu upaya pelestarian fungsi dengan tujuan agar observatorium tersebut dapat menjalankan fungsinya di masa yang akan datang dengan cara melibatkan semua stakeholders terkait. Di dalam pelestarian fungsi Observatorium Bosscha tidak hanya melibatkan stakeholder yang berkepentingan terhadap fungsi observatorium saja tetapi juga stakeholder di sekitar Observatorium Bosscha karena ganguan-ganguan yang dialami oleh observatorium justru berasal dari kawasan sekitarnya. Tindakan pelestarian fungsi Observatorium Bosscha membutuhkan koordinasi dan keterpaduan tindak dari berbagai stakeholder sebab pelestarian Bosscha tidak hanya melibatkan satu stakeholder saja melainkan melibatkan stakeholder lain. Untuk menghasilkan tindakan pengelolaan yang mengikutsertakan semua stakeholder maka langkah awal yang dilakukan adalah pemetaan stakeholder. Pemetaan stakeholder menjadi alat penting dalam mengidentifikasi para pelaku pembangunan. Pemetaan stakeholder didapat melalui analisis stakeholder (stakeholder analysis) yaitu sejumlah alat analisis untuk mengidentifikasi dan mendeskripsikan stakeholder dalam hal atribut, hubungan antar aktor dan kepentingan mereka terhadap masalah atau sumberdaya. Analisis stakeholder digunakan untuk identifikasi kepentingan (importance), pengaruh (influence) dan keinginan (interest) stakeholder terhadap perlindungan fungsi Observatorium Bosscha pada masa mendatang. Dari hasil pemetaan stakeholder didapat stakehoder yang memiliki kepentingan terhadap fungsi Observatorium Bosscha yaitu UPT Observatorium Bosscha ITB dan Departemen Pendidikan Nasional. Kepentingan stakeholder ini sangat terkait dengan peneropongan bintang. Sedangkan stakeholder lainnya memiiki kepentingan terhadap kawasan disekitar Observatorium Bosscha. Stakeholder yang memiliki kepentingan tinggi dan pengaruh rendah adalah stakeholder pendukung yang merupakan kelompok stakeholder yang bermanfaat untuk perumusan atau menjembatani keputusan dan opini. Stakeholders ini adalah masyarakat sekitar observatorium dan Departemen Pendidkan Nasional. Stakeholder yang memiliki kepentingan rendah dan pengaruh tinggi adalah stakeholder utama yang merupakan kelompok stakeholder yang penting namun perlu pemberdayaan. Stakeholder ini bukan target utama pelestarian bosscha namun dapat mengatasi intervensi yang timbul. Stakeholder ini adalah Departemen PU, Kemenristek, Depbudbar, Kementrian Lingkungan Hidup (KLH), Bapeda Jabar, Distarkim Jabar, Sektor usaha dan LSM / organisasi kepemudaan lokal. Stakeholder yang memiliki kepentingan tinggi dan pengaruh tinggi adalah stakeholder kunci yang merupakan kelompok stakeholder yang paling kritis. Stakeholder ini harus dilibatkan secara penuh untuk memastikan dukungannya terhadap pelestarian fungsi Observatorium Bosscha. Stakeholder ini adalah UPT Observatorium Bosscha ITB, Aparat desa di Kecamatan Lembang dan Pemerintah Kabupaten Bandung.", "Daftar File": {}, "Penulis": "Raja Malem Tarigan (NIM 154 02 070)", "Kontributor / Dosen Pembimbing": ["Scanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "observatorium, pemetaan stakeholder.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}