{"Nomor": 6634, "Judul": "PENGARUH PERUBAHAN METODOLOGI ANALISIS UNTUK MEMINIMALIS RISIKO KREDIT DI BANK( STUDI KASUS BANK X)", "Abstrak": "Abstrak:  \n \n \n\nRisiko adalah sesuat yang hampir terjadi setiap saat dalam pelaksanaan sebuah bisnis dan risiko  \n \n \n\ntersebut dapat menyebabkan kerugian. Walau risk itu bisa merugikan bagi pelaku bisnis namun di  \n \n \n\nsetiap risiko yang mungkin terjadi kesempatan dalam keuntungan pun ada. Seiring dengan  \n \n \n\nperkembangan ilmu pengetahuan manusia, munculah sebuah ilmu akademis baru yaitu manajemen risiko. Dimana sekarang ilmu tersebut sangat terkenal dan digunakan untuk mengatur risiko risiko berbisnis. Namun, dengan adanya berbagai macam cara dalam pengawasan manajemen risiko alat bantu tersebut tidak ada yang dapat menghilangkan secara seluruh risiko yang ada, alat-alat itu hanya bisa membantu mengurangi bobot risiko. Riset ini memfokuskan pada risiko kredit di bank dengan studi kasus Bank X dengan langkah awal yaitu mempelajari dari studi literature dan teori-teori yang bersangkutan dengan manajemen risiko di bank. Proses bisnis perbankan sangat erat dengan risiko lebih khususnya pada risiko kredit, karena operasional arus kas bank ialah dengan memberikan pinjaman pinjaman terhdapad konsumen mereka walau terdapat juga risiko risiko lain seperti risiko operasoinal dan risiko pasar. Risiko kredit yang terjadi disini ialah dimana pinjaman tersebut yang diberikan terdapat kemunkinan bahwa konsumen itu tidak bisa mengembalikan pinjaman pokok serta bunganya. Setiap bank memiliki kebijakan tersindiri dalam melaksanakan metodanya masing-masing yang telah disesuaikan dengan bisnisnya. Tujuan dari penilitian ini ialah melihat metode apa saja yang telah digunakan Bank X dalam manajemen risiko kredit serta memperhatikan perbedaannya dengan apa yang telah ada pada teori-teori.  \n \n \n\nBank X merupakan salah satu bank terbesar di Indonesia yang didirikan pada tahun 1998 oleh  \n \n \n\npemerintah hingga sekarang yang telah menjadi perusahaan terbuka. Cabang dari Bank X ini juga  \n \n \n\ntelah merambah di berbagai kota besar di Indonesia. Salah satu hal yang paling menarik dari studi  \n \n \n\nkasus Bank X ini ialah dimana Bank ini telah berhasil memperbaiki keadaan pinjaman pinjaman  \n \n \n\nyang bermsalah dari tahun ke tahun. Pada tahun 2005 merupakan tahun yang sangat berbahaya bagi Bank X tingkat pinjaman bermasalah sudah pada level yang sangat tinggi lalu hebatnya mereka dapat mengurangi pinjaman masalah tersebut di tahun berikutnya 2006, bahkan pada laporan kuartalpada awal 2007 menunjukan peningkatan yang signifikan. Lalu, dengan penilitian yang lebih lanjut, peniliti juga menemukan bahwa Bank X telah melakukan perubahan dalam hal metodologi manajemen risiko kredit dimana hal tersebut menyebabkan performa bank yang lebih baik dari segi risiko kredit. Perubahan ini tidak dilaksanakan oleh pihak manajemen yang lama melainkan setelah adanya restrukturisasi hingga menjadi manajemen baru yang terjadi setelah adanya krisis khususnya di tingkat direksi. Hal lain yang ditemukan ialah metode yang digunakan oleh Bank X mirip dengan teori yang ada namun ada beberapa perubahan.  \n \n \n\nRiset ini juga menghasilkan beberapa temuan yaitu Bank X sedang mempersiapkan kondisinya  \n \n \n\nuntuk pelaksanaan BASEL II di tahun yang telah ditetapkan Bank Indonesia di 2008. Lalu, metode manajemen risiko kredit yang digunakan telah terbukti dapat memperbaiki performa kredit macet Bank X, akan tetapi metode ini juga memiliki kelemahan dalam kecepatan dalam pengambilan keputusan jika dibandingkan dengan metode yang lama. Adapula, kesimpulan lain ialah bahwa risko sumber daya manusia dapat mempengaruhi risiko kredit, karena salah kebijakan manejemen dapat menyebabkan hasil yang tidak maksimal.", "Daftar File": {"2007 TA PP RAKHMADI AFIF KUSUMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/11971", "2007 TA PP RAKHMADI AFIF KUSUMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/11972", "2007 TA PP RAKHMADI AFIF KUSUMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/11970", "2007 TA PP RAKHMADI AFIF KUSUMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/11969", "2007 TA PP RAKHMADI AFIF KUSUMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/11968", "2007 TA PP RAKHMADI AFIF KUSUMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/11967", "2007 TA PP RAKHMADI AFIF KUSUMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/11966"}, "Penulis": "Rakhmadi Afif Kusumo (NIM: 190 04 069)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Sudarso Kaderi W.,Ir.,Dr.  \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-10."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risk; risk management; loans; bank; credits.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}