{"Nomor": 6636, "Judul": "USULAN STRATEGI OPERASI UNTUK MENINGKATKAN PENYALURAN KREDIT USAHA KECIL DAN MENENGAH PADA PT. BANK NEGARA INDONESIA (PERSERO) TBK.", "Abstrak": "ABSTRAK:   \n \n \n \n\nPT. Bank Negara Indonesia (Persero) Tbk. merupakan salah satu bank pemerintah terbesar di Indonesia dengan kegiatan usaha yang difokuskan pada penyaluran kredit kepada usaha mikro, kecil, dan menengah (UMKM). Ketatnya persaingan dengan bank‐bank lain baik sesama bank pemerintah dan bank swasta membuat BNI membutuhkan strategi operasi yang tepat dalam kegiatan pemasaran kreditnya. Kesesuaian antara aspek kebutuhan pasar dan ketersediaan sumber daya merupakan salah satu faktor keberhasilan untuk mencapai tujuan tersebut.   \n \n \n \n\nMasalah yang dihadapi BNI saat ini adalah kecilnya pangsa pasar yang dapat dikuasai. Data sampai dengan Juni 2007 menunjukkan bahwa BNI hanya dapat menyalurkan kredit sebesar Rp. 78.447 Miliar dengan persentase hanya 9,11persen, dibandingkan dengan jumlah kredit perbankan di Indonesia yang telah mencapai Rp. 861.498 Miliar. Hal ini dapat terjadi karena banyaknya bank di Indonesia yang menyebabkan semakin ketatnya persaingan. Pemasaran yang tidak didukung oleh strategi operasi yang tepat menyebabkan kurang tertariknya calon konsumen untuk menjadi debitur BNI.   \n \n \n \n\nUntuk itu diperlukan suatu strategi operasi yang tepat untuk menunjang proses pemasaran produk kredit yang dimiliki BNI. Penyederhanaan prosedur dan persyaratan yang harus dijalani calon debitur merupakan salah satu langkah yang dapat diterapkan. Selain itu, pengembangan jaringan dan sumber daya operasional yang dimiliki akan sangat membantu pencapaian tujuan tersebut.", "Daftar File": {}, "Penulis": "Rakhmat Hidayat (NIM 29105045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dermawan Wibisono, Dr., Ir., M.Eng.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank, Lending, Operations Strategy", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}