{"Nomor": 6643, "Judul": "THE EFFECT OF ACQUISITION IN COMPANYS PAYOUT POLICY", "Abstrak": "Abstract :  \n \n \n\nThis project discusses or analyzes about effect acquisition to the dividend policy of the acquired company. The aim of the project is to know whether there is any difference or change of dividend policy between before acquisition and after acquisition in Indonesian acquired company.   \n \n \n\nThe method is using the statistic method which is t-test. The variable is from dividend divided by price of the acquired company that taken from two until five years before and after acquisition. There are samples of 30 Indonesian companies that been acquired by other company. The acquiring company could from foreign company, financial securities, its main company, and local company that have different industries with the acquired company.  \n \n \n\nThe result is the null hypothesis (H0) of this project, which is no change or difference between before acquisition and after acquisition, is rejected. There is change or difference between before acquisition and after acquisition. In addition, the change from before acquisition to after acquisition shows an improvement number in average. In fact, the dividend after acquisition shows lower average than dividend before acquisition. Therefore this problem is not discussed or not be analyzed furthermore. It is because basically, this project is only analyzed if there is any change of dividend policy between before acquisition and after acquisition in many acquired companies.   \n \n \n\nIn addition, this project could be analyzed furthermore, and it is being considered as recommendation. The analysis could be the factors that caused the dividend policys change in an acquired company. It also could be the analysis of the connection between reasons of companies do acquisition and the change of dividend policy. Other analysis could be about the process or the method that used dividend per net income.", "Daftar File": {}, "Penulis": "Ratih Kusuma Dewi (NIM 190 04 081)", "Kontributor / Dosen Pembimbing": ["Deddy P. Koesrindartoto Ph.D  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "effect acquisition, change of dividend policy, dividend divided by price.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}