{"Nomor": 6645, "Judul": "STUDI BANGKITAN LALU LINTAS DI KAWASAN PEMUKIMAN EKONOMI MENENGAH KE BAWAH", "Abstrak": "Abstrak:   \n \n \n \n\nStudi ini mengenai studi bangkitan lalulintas di kawasan perumahan ekonomi menengah ke bawah pada kawasan pemukiman kelurahan Sekeloa, Kota Bandung. Studi ini dimaksudkan untuk mendapatkan model bangkitan pergerakan yang terjadi pada kawasan studi kasus  berdasarkan parameter parameter sosio ekonomi yang berpengaruh. Serta model bangkitan pergerakan tersebut diharapkan dapat memberi gambaran perkiraan bangkitan pergerakan di   \n \n \n \n\nmasa mendatang, sehingga perkiraan bangkitan pergerakan tersebut dapat dimanfaatkan untuk perencanaan sarana dan prasarana transportasi di masa mendatang.   \n \n \n \n\nMetode yang digunakan untuk mendapatkan model bangkitan pergerakan adalah model analisis regresi linier berganda. Pada metoda analisis regresi dapat diasumsikan hubungan   \n \n \n \n\nantara antara pergerakan dengan variabel bebas. Analisis regresi menyediakan fasilitas dalam pemilihan model yang disesuaikan dengan data yang didapatkan dari kawasan studi. Model yang didapatkan tersebut dapat digunakan untuk memberikan gambaran atau perkiraan pergerakan yang akan terjadi berdasarkan parameter variabel bebas yang ditentukan. Pengumpulan data pada studi ini dilakukan dengan pendataan langsung pada 120 rumah tangga (responden) di kawasan studi Kelurahan Sekeloa Kota Bandung yang tersebar dalam sembilan RW yaitu RW 001, RW 002, RW 003, RW 004, RW 005, RW 006, RW 013, RW   \n \n \n \n\n014 DAN RW 015, secara acak dengan menggunakan kuisioner. Kuesioner ini diisi langsung oleh surveyor berdasarkan hasil wawancara dengan responden.   \n \n \n \n\nDari studi ini didapatkan tiga buah model bangkitan perjalanan terbaik per satuan waktu (per   \n \n \n \n\nminggu, per weekday (5 hari : Senin-Jumat) dan per weekend (2 hari : Sabtu dan Minggu).   \n \n \n \n\nHasil model bangkitan perjalanan terbaik adalah sebagai berikut:   \n \n \n \n\na. Model terbaik dari total trip (orang) per minggu per rumah (R2 = 0,694)   \n \n \n \n\nb. Model terbaik dari total trip (orang) per weekday (5 hari : Senin-Jumat) per rumah   \n \n \n \n\n(R2 = 0,5895)   \n \n \n \n\nc. Model terbaik dari total trip (orang) per weekend (2 hari : Sabtu dan Minggu) per rumah   \n \n \n \n\n(R2 = 0,5767)   \n \n \n \n\nDari ketiga model bangkitan ini, parameter sosio-ekonomi yang berpengaruh terhadap bangkitan adalah jumlah anggota keluarga yang berusia diatas 55 tahun (X6), jumlah anggota   \n \n \n \n\nkeluarga yang bekerja (X8), jumlah anggota keluarga dengan status pelajar/ mahasiswa (X9), pendapatan rumah tangga per bulan (X10) dan jumlah kepemilikan sepeda motor (X12). Nilai koefisien regresi yang didapat tidak terlalu baik karena ada pengeliminasian beberapa variabel bebas lain yang tidak memenuhi syarat uji statistik. Selain ketiga model di atas, didapatkan pula enam buah model bangkitan perjalanan berdasarkan kepemilikan sepeda   \n \n \n \n\nmotor per satuan waktu. Serta tigapuluh buah model bangkitan per satuan waktu berdasarkan maksud perjalanan dan penggunaan moda. Dan untuk penelitian selanjutnya disarankan jumlah responden dan variabel untuk prediksi   \n \n \n \n\nmodel dapat diperbanyak agar variasi model yang terjadi lebih mencerminkan bangkitan pergerakan lalulintas pada daerah studi serta perlu adanya penambahan lokasi penelitian dengan karakteristik sosio-ekonomi yang sejenis dengan daerah studi ini sebagai bahan pembanding.", "Daftar File": {"2007 TA PP RATIH PRIMESWARI dan DANIA FARASCARINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12036", "2007 TA PP RATIH PRIMESWARI DAN DANIA FARASCARINA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/12037", "2007 TA PP RATIH PRIMESWARI DAN DANIA FARASCARINA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/12038", "2007 TA PP RATIH PRIMESWARI DAN DANIA FARASCARINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/12039", "2007 TA PP RATIH PRIMESWARI DAN  DANIA FARASCARINA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/12040", "2007 TA PP RATIH PRIMESWARI DAN DANIA FARASCARINA 1-BAB5 5.pdf": "https://digilib.itb.ac.id/gdl/download/12041", "2007 TA PP RATIH PRIMESWARI DAN DANIA FARASCARINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/12042", "2007 TA PP RATIH PRIMESWARI DAN DANIA FARASCARINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12043"}, "Penulis": "Ratih Primeswari (NIM: 150 03 049)", "Kontributor / Dosen Pembimbing": ["Pembimbing I :  Ade Sjafruddin,Ir., Dr.,MSc.", "Pembimbing II:  Harun Al- Rasyid Lubis,Ir., MSc, Ph.D.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-02."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Trip generation; lynier regresy analisys; sosio-economic.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}