{"Nomor": 6663, "Judul": "PERANGKAT LUNAK BANTU : PENGUJIAN PERANGKAT LUNAK BERORIENTASI OBJEK DENGAN  TEKNIK STATE BASED TESTING UNTUK PROGRAM STACK", "Abstrak": "Abstrak : Perangkat lunak bantu pengujian perangkat lunak berorientasi objek yang dibuat dengan teknik berbasis status (SBT/State based testing) dalam tesis ini bertujuan untuk menguji perilaku class pada suatu program objek. Pengujian didefinisikan sebagai proses eksekusi program untuk mencari kesalahan. Dalam SBT, pengujian juga dilakukan dengan eksekusi program uji, namun untuk menguji perilaku class.Dalam SBT, status didefinisikan sebagai kombinasi nilai dari atribut-atribut pada suatu objek. Transisi merupakan . perubahan nilai dari satu status ke status lainnya. Perilaku class direpresentasikan dengan notasi state-chart yang direpresentasikan sebagai tabel status.SBT dikembangkan dengan metoda Object Modeling Technique (OMT-Rumbaugh), dan diimplementasikan dengan bahasa pemrograman Borland Delphi 3. Program uji sebagai masukan ditulis dalam bahasa Pascal Object yang terlah terkompilasi dan mempunyai satu class. Data uji merupakan data pengujian yang diberikan oleh penguji, harus mengacu pada himpunan kasus uji. Hasil pengujian menunjukkan instant class yang diuji, status-status yang diuji dan nilai status-status tersebut.SBT menguji perilaku class berdasarkan nilai-nilai instantnya pads suatu saat dan dengan SBT, penguji dipandu oleh aturanaturan yang didasarkan pads kasus uji.", "Daftar File": {"1999TS_PP_HENDROWATI_1.pdf": "https://digilib.itb.ac.id/gdl/download/12142"}, "Penulis": "Retno Hendrowati  (Nim 23596007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Oerip S. Santoso, Dr.,M.Sc Scan :Neneng (2007-02-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "State based testing, object modelling technique, behavor of class, test case, test dataState based testing, object modelling technique, behavor of class, test case, test data", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Feb 2007"}