{"Nomor": 6664, "Judul": "FOTOMETRI STANDAR SISTEM MAGNITUDO BARU LUPTITUDO", "Abstrak": "Abstrak:   \n \n \n \n\nSelama ini sistem magnitudo Pogson dipercaya dapat menerjemahkan kecerlangan benda benda langit dengan menggunakan pendekatan fungsi logaritmik. Dengan teknologi yang makin maju, kemampuan detektor astronomi   \n \n \n \n\ndipertajam sehingga mampu menangkap sinyal lemah yang datang dari suatu objek langit. Didapati bahwa sistem Pogson tidak mampu menerjemahkan data dengan S/N rendah. Hal ini terlihat dalam rentang nilai benar yang dihasilkan   \n \n \n \n\nmembesar untuk objek dengan S/N rendah. Menjawab hal itu, maka Lupton et al (1999) mendefinisikan kecerlangan   \n \n \n \n\nbenda langit dengan pendekatan fungsi arcus sinus hiperbolicus.   \n \n \n \n\nDalam tugas akhir ini akan dibahas mengenai pengamatan bintang standar yang dilakukan oleh penulis pada tanggal 16-17 Juli 2006 dengan mempergunakan instrumen teleksop Cassegrain GOTO 45 cm F/12 dan detektor CCD SBIG ST-8XME. Lupton menyatakan bahwa untuk bintang dengan data S/N   \n \n \n \n\ntinggi, sistem Lupton akan berperilaku sama dengan sistem Pogsons sementara pada data bintang dengan S/N rendah maka asinh magnitudo ini akan berperilaku linear. Selain memberikan bukti bahwa pada bintang dengan nilai S/N tinggi sistem Lupton dapat berperilaku sama dengan sistem Pogson, pada pengamatan ini juga diperoleh suatu persamaan transformasi. Harapan utama dalam melakukan pengamatan ini adalah sistem Lupton dapat menjadi jalan keluar dalam menghadapi atmosfer Observatorium Bosscha yang sudah tercemar oleh polusi, terutama yang berasal dari aktivitas perkotaan.", "Daftar File": {"2007 TA PP RETNO PUJIJAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12143", "2007 TA PP RETNO PUJIJAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/12144", "2007 TA PP RETNO PUJIJAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/12145", "2007 TA PP RETNO PUJIJAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/12146", "2007 TA PP RETNO PUJIJAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/12147", "2007 TA PP RETNO PUJIJAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/12148", "2007 TA PP RETNO PUJIJAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12149"}, "Penulis": "Retno Pujijayanti (NIM : 10302002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Chatief Kunjaya, Dr.   \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-28."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magnitudo pogson system; logaritmik ; Lapitudo.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}