{"Nomor": 6680, "Judul": "ESTIMASI CURAH HUJAN MENGGUNAKAN DATA SATELIT GEOSTASIONER", "Abstrak": "Abstrak:   \n \n \n \n\nInformasi curah hujan yang ter-update sangat diperlukan untuk berbagai kebutuhan. Di Indonesia perolehan data curah hujan mayoritas hanya dari alat penakar hujan di stasiun klimatologi. Data curah hujan dari stasiun pengamatan kurang bisa merepresentasikankan daerah Indonesia yang memiliki topografi yang unik. Salah satu alternatif untuk masalah diatas yaitu dengan menggunakan data satelit.   \n \n \n \n\nDalam penelitian ini digunakan salah satu metode estimasi curah hujan yang menggunakan data pengamatan Satelit Geostasioner yaitu metode Convective Stratiform Technique (CST). Metode CST menggunakan input data temperatur puncak awan untuk dikonversi manjadi nilai curah hujan. Hal ini dilakukan dengan menandai temperatur minimum suatu tempat dan sekitarnya untuk mengklasifikasikan tipe awan dan kemudian dihitung nilai estimasi curah hujannya.   \n \n \n \n\nHasil estimasi curah hujan menggunakan metode CST untuk daerah P. Sumatera dan P. Jawa belum bisa menunjukkan hasil curah hujan yang tinggi. Jumlah curah hujan yang dihasilkan perjam tidak lebih dari 15 mm. Hasil korelasi curah hujan estimasi rata-rata daerah dengan curah hujan pengamatan stasiun menunjukkan hasil yang lebih baik yaitu sebesar 0,16 daripada korelasinya pada suatu titik saja yaitu sebesar 0,04 untuk bulan Desember 2006. Korelasi harian untuk rata-rata daerah sebesar 0,23 juga menghasil korelasi yang lebih baik daripada data perjam pada bulan Desember 2006. Kelemahan metode CST untuk nilai curah hujan yang besar diatasi dengan memasukkan nilai growth factor. Modifikasi ini memberikan korelasi yang semakin baik yaitu sebesar 0,63. Dengan hasil ini, maka modifikasi metode CST dengan memasukkan nilai growth factor dapat dijadikan untuk estimasi curah hujan harian", "Daftar File": {}, "Penulis": "Riko Aljabaro (NIM 108 01 017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tri Wahyu Hadi, Dr"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Rainfall estimation, Satellite data, Convective stratiform technique (CST)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}