{"Nomor": 6681, "Judul": "MANAJEMEN GALERI Studi Kasus Edwins Gallery", "Abstrak": "Abstrak :  \n \n \n\nGaleri di Indonesia tumbuh dan berkembang seiring dengan perkembangan seni di Indonesia, banyak tidaknya sebuah galeri dapat menjadi sebuah parameter tingginya tingkat apresiasi masyarakat terhadap seni. Fungsi sebuah galeri di Indonesia umumnya sebagai sarana guna mengapresiasikan seni terhadap masyarakat luas, misalnya melalui pameran. Diantara banyak galeri, hanya beberapa galeri yang terus bertahan hingga saat ini, salah satunya adalah Edwins Gallery yang telah berdiri selama 23 tahun.  \n \n \n\nSituasi yang berkaitan dengan kemunculan dan kemunduran galeri di Indonesia menjadi persoalan yang menarik untuk diteliti, oleh karena itu penelitian ini dilakukan untuk mengetahui sistem manajemen galeri di Indonesia. Manajemen Edwins Gallery sebagai studi kasus dalam penelitian ini, dengan pertimbangan kemampuannya untuk terus bertahan dalam situasi sosial budaya di Indonesia. Penelitian ini menggunakan metode analisis kualitatif dengan pendekatan keilmuan manajemen seni, dilakukan kajian teori yang berkaitan dengan teori manajemen khususnya pengelolaan galeri seni. Teknik pengumpulan data yang dilakukan dalam penelitian ini adalah wawancara, pengamatan,  dan kaji pustaka.   \n \n \n\nMelalui data-data yang diperoleh di lapangan diketahui bahwa manajemen yang dilaksanakan oleh Edwins Gallery adalah sistem manajemen yang dibuat secara mandiri oleh Edwin Rahardjo selaku pemilik galeri. Manajemen Edwins Gallery tidak sepenuhnya sama dengan manajemen secara umum. Edwins Gallery menerapkan seni dalam manajemennya, seni yang dimaksud di sini adalah taktik dagang tersendiri guna keberlangsungan galerinya, misalnya adanya aktivitas pendukung yang mendukung aktivitas utama galeri sehingga aktivitas pendukung tidak hanya mengandalkan pesanan dari berbagai pihak yang membutuhkan.  \n \n \n\nHasil penelitian ini menunjukan bahwa Edwin Rahardjo sebagai pemilik dan kepala pimpinan dalam Edwins Gallery, telah menerapkan manajemen galeri seni yang spesifik, beberapa prosedur manajemen telah diubah dan disesuaikan dengan kebutuhan manajemen Edwins Gallery yang pada intinya memberlakukan penyederhanaan struktur organisasi. Kelebihan sistem manajemen galeri yang diterapkan oleh Edwin Rahardjo terhadap Edwins Gallery adalah dalam hal struktur organisasi yang efisien. Efesien di sini adalah Edwins Gallery memiliki karyawan yang dapat bekerja dalam bidang usaha di luar galeri, misalnya usaha bingkai, studio, dan kartu ucapan. Kelebihan lainnya adalah dalam hal pangsa pasar tersendiri dan mengamankan pangsa pasarnya, serta galeri tersebut mampu membaca kondisi masa kini yang terjadi baik yang berhubungan dengan selera pasar maupun publik seni rupa. Jalinan kerjasama dengan berbagai pihak di luar Edwins Gallery yang dibuat oleh Edwin Rahardjopun merupakan salah satu faktor galeri tersebut dapat bertahan di masyarakat.  \n \n \n\nKelemahan dalam hal manajemen, salah satunya adalah dalam hal evaluasi, contoh program yang dilaksanakan dalam hal evaluasi adalah jarang melaksanakan diskusi dan evaluasi karena hal-hal yang berhubungan dengan aktivitas utama yaitu pameran yang dikerjakan secara mandiri oleh Edwin Rahardjo, sehingga jika terjadi persoalan hanya diketahui oleh pihak manajemen dan tidak dapat dipecahkan bersama-sama melalui evaluasi tersebut.", "Daftar File": {}, "Penulis": "Rina Kumaladewi (NIM 170 03 027)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Rizky Akhmad Zaelany, Drs.\t  \n \n \n\nPembimbing 2 : Ira Adriati, S.Sn, M.Sn  \n \n \n\nKepala Program Studi : Yustiono, Drs.  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Manajemen dan Galeri.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}