{"Nomor": 6682, "Judul": "SURAPATI APARTMENT", "Abstrak": "Abstrak :  \n \n \n\nPerkembangan-perkembangan yang terjadi di kota-kota besar menyebabkan kebutuhan bermukim  dihadapkan pada kondisi lahan yang terbatas, karena banyaknya lahan yang dipakai untuk pusat-pusat bisnis dan hiburan , yang memiliki kecenderungan berkumpul pada suatu lokasi ( biasanya pusat kota ).Hal ini menyebabkan bergesernya daerah pemukiman penduduk ke pinggir kota dan mendorong terjadinya kemacetan jalan.  \n \n \n\nJauhnya jarak dari rumah tinggal ke tempat kerja dan pusat-pusat hiburan kadangkala membuang banyak waktu, energi, dan biaya transport. Hal ini semakin mendorong  para eksekuitf muda yang penuh aktivitas  untuk memaksimalkan pemanfaatan waktu dengan memiliki sebuah hunian yang lengkap fasilitasnya dan berdekatan dengan pusat-pusat bisnis dan hiburan .  \n \n \n\n\tApartemen adalah salah satu wujud dari pemusatan untuk aktivitas bermukim di daerah pusat kota. Suatu bangunan yang terdiri dari unit-unit hunian yang terpisah ,disusun secara vertical namun memiliki fasilitas penunjang yang digunakan bersama.    \n \n \n\n\tNamun kebanyakan apartemen saat ini dibangun tanpa memikirkan karakteristik dan aktivitas dari penghuni apartemen sehingga banyak fasilitas yang ditawarkan namun tidak digunakan oleh penghuni, dan dalam mendesain ruangan tidak ditata secara efektif .  \n \n \n\nBerdasarkan hal tersebut maka Surapati apartment bertujuan untuk menciptakan suatu unit hunian  dimana setiap fasilitas yang ditawarkan baik fasilitas bersama maupun fasilitas hunian, serta konsep desain yang ditawarkan semua sesuai dengan karakteristik dan aktivitas penghuni . Sehingga penghuni benar-benar dapat merasa nyaman dan aman dalam unit huniannya yang ditata secara maksimal dan efektif dimana semua kebutuhannnya dapat terpenuhi dan penghuni tidak merasa terbatas oleh luas unit hunian.", "Daftar File": {}, "Penulis": "Rinaningtias Gunawan (NIM 173 03 026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bagus Handoko, SSn, MT  \n \n \n\nKoordinator Tugas Akhir : Drs. Andriyanto Wibisono,Msn.  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "surapati, apartment.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "19 Jun 2012"}