{"Nomor": 6684, "Judul": "PENGARUH KARYA PIET MONDRIAN PADA KARYA RANCANGAN BUSANA YVES SAINT LAURENT DAN DONNA KARAN", "Abstrak": "Abstrak :  \n \n \n\nSeni rupa murni, khususnya seni lukis, dipengaruhi dan mempengaruhi cabang-cabang seni yang lain, baik seni visual maupun seni non-visual. Berkenaan dengan saling hubungan dan pengaruh antara suatu cabang seni terhadap cabang seni yang lain itu, penulis tergugah untuk melakukan penelitian mengenai hubungan antara seni lukis, yang berada pada wawasan seni rupa murni (fine art) dengan seni rancang busana (fashion design) yang berada pada wawasan seni rupa terapan atau desain.  \n \n \n\nPada penulisan Tugas Akhir Skripsi ini, penulis mengupas hubungan antara dua hal tersebut diatas, yakni seni lukis yang diwakili oleh karya-karya lukisan Piet Mondrian dengan seni rancang busana yang diwakili terutama oleh rancangan busana karya Yves Saint Laurent yang berjaya pada dekade 1960an dan karya-karya perancang busana Donna Karan pada tahun 2006. Dengan melakukan pendekatan historis deskriptif dan analisis kualitatif dengan menggunakan metode kritik seni, penulis ingin mengetahui bagaimana seni lukis karya Piet Mondrian mempengaruhi seni rancang busana, khususnya aspek-aspek apa dari karya Mondrian yang diterapkan pada rancangan busana serta dengan cara bagaimana perancang busana menerapkan karya Piet Mondrian ke dalam karya rancangan busananya.  \n \n \n \n\nDari data-data yang berhasil dikumpulkan dan diolah, dapat ditarik suatu kesimpulan bahwa pada karya rancangan Yves Saint Laurent, karya seni Mondrian diterapkan seutuhnya baik dari segi fisik aslinya maupun keutuhan konsep keseimbangannya. Sementara pada karya rancangan Donna Karan, ia lebih menekankan pada visualisasi konsep Neoplastisisme yang digagas oleh Mondrian pada karya-karyanya.", "Daftar File": {"2007 TA PP RINDA DIASTAVIRAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12287", "2007 TA PP RINDA DIASTAVIRAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/12288", "2007 TA PP RINDA DIASTAVIRAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/12289", "2007 TA PP RINDA DIASTAVIRAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/12290", "2007 TA PP RINDA DIASTAVIRAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/12291", "2007 TA PP RINDA DIASTAVIRAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/12292", "2007 TA PP RINDA DIASTAVIRAN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/12293", "2007 TA PP RINDA DIASTAVIRAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12294"}, "Penulis": "Rinda Diastaviran (NIM 170 03 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  : Yustiono, Dr.  \n \n \n\nPembimbing II : Ira Adriati, Dra, M.Sn.  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Piet Mondrian, yves saint laurent, donna karan.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "19 Jun 2012"}