{"Nomor": 6695, "Judul": "STUDI POTENSI DAN PEMANFAATAN SUNGAI OBA HALMAHERA UNTUK MENUNJANG KOTA SOFIFI SEBAGAI IBUKOTA PROPINSI MALUKU UTARA", "Abstrak": "Abstrak :Penetapan Kota Sofifi sebagai Ibukota Propinsi Maluku Utara menjadikan Sofifi sebagai kota yang memiliki potensi untuk berkembang dengan pesat. Sejalan dengan perkembangan tersebut akan diikuti dengan tuntutan peningkatan kebutuhan air diberbagai sektor. Oleh sebab itu perlu dianalisis keseimbangan antara ketersediaan dan kebutuhan air serta alternatif pasokan air untuk pemenuhan kebutuhan saat ini dan masa mendatang serta untuk membantu pemerintah dalam rangka penyediaan air baku bagi Kota Sofifi.Studi meliputi analisis curah hujan, analisis ketersediaan air dengan membanding dua metode yaitu Metode NRECA (National Rural Electrical Cooperation Agency) dan Metode NAM (Netbor - Afstromning Model), analisis kebutuhan air, analisis neraca air, simulasi alokasi air dan analisis kehandalan dari sistem pasokan air.Ketesediaan air sungai Oba pada kondisi debit aliran sangat kering (Q90 %) sebesar 0,758 m3/detik, dimana kebutuhan air Kota Sofifi pada tahun 2005 sebesar 0,237 m3/detik masih dapat terpenuhi dan akan tetap terpenuhi sarnpai dengan tahun 2030 dengan nilai kebutuhan sebesar 0,700 m3/detik. Pasok air dari sungai Oba akan mengalami kekurangan air memasuki periode tahun 2033, sehingga alternatif penanggulangan kekurangan tersebut antara lain dengan pembangunan waduk di DAS Oba.Untuk dapat mengelola alokasi air menurut prioritas, keadilan dan efisiensi, maka dilakukan simulasi alokasi air Sungai Oba dalam rangka memenuhi kebutuhan air Kota Sofifi dengan rrienggunakan program komputer Water Resources Management Model (WRMM). Simulasi alokasi air ini terdiri dan beberapa alternatif (skenario), yaitu : pasok air dari sungai Oba (kondisi saat ini dan masa mendatang) dan pasok air dari Sungai Oba dengan alternatif pembangunan waduk.Kehandalan pasok air Sungai Oba untuk Kota Sofifi tanpa pembangunan waduk pada tahun 2004 sebesar 97,22 % dan untuk tahun-tahun selanjutnya terus menurun hingga pada tahun 2030 kehandalannya mencapai 90,59 %, sedangkan Kehandalan pasok air Sungai Oba untuk Kota Sofifi dengan alternatif pembangunan waduk pada tahun 2004 sebesar 99,55 % dan untuk tahun-tahun selanjutnya terus menurun hingga pada tahun 2030 kehandalannya mencapai 96,45 %.", "Daftar File": {}, "Penulis": "Rizhali Triutomi SahanNIM. 95004018", "Kontributor / Dosen Pembimbing": ["Pembimbing I:Iwan Kridasantausa, Dr.Ir. Pembimbing II:Endang Nursyamsu, Ir.CES Scan :Neneng(2007-03-210"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2007"}