{"Nomor": 6702, "Judul": "RENCANA BISNIS PRODUKSI BIODIESEL BERBAHAN DASAR MINYAK JELANTAH", "Abstrak": "ABSTRAK:   \n \n \n \n\nDengan semakin melebarnya kesenjangan antara penurunan produksi dan peningkatan konsumsi BBM dalam negeri, mendorong Indonesia menjadi negara importir minyak mentah. Pemerintah tidak dapat selamanya memberikan subsidi yang tinggi untuk pemenuhan kebutuhan konsumsi BBM rakyatnya, sehingga dengan harga yang tinggi dan kelangkaan BBM yang terjadi dikhawatirkan akan menimbulkan krisis energi.   \n \n \n \n\nKrisis energi ini menimbulkan ketidakpastian usaha di Indonesia terutama untuk industri yang membutuhkan BBM sebagai salah satu sumber pengeluaran biaya yang utama, usaha seperti jasa transportasi darat dan industri tekstil akan sangat terbebani dengan ketidakpastian ini. Untuk menanggulangi krisis energi ini pemerintah telah mengeluarkan dukungannya politiknya agar diberdayakan pemanfaatan energi alternatif. Salah satunya adalah bahan bakar nabati seperti biodiesel. Dengan kenyataan adanya   \n \n \n \n\npeluang untuk pemenuhan kebutuhan bahan bakar dan kemampuan melakukan produksi biodiesel dari sumber yang murah. EHIS berencana untuk melakukan produksi biodiesel yang ditujukan untuk memenuhi kebutuhan industri tekstil, jasa transportasi dan jasa penyewaan mesin diesel yang ada di Kota dan Kabupaten Bandung, dimana pada saat ini pasar tersebut belum tergarap dengan baik oleh pengusaha biodiesel. Dengan positioning produk Value for Money, produk biodiesel dari EHIS yang diberikan brand Diesel MAXi ditawarkan dengan harga yang sangat kompetitif dengan fungsi yang sama dengan solar. Ditinjau dari sisi perhitungan kelayakan keuangan, usaha ini menunjukkan hasil yang positif dimana investasi yang ditanamkan akan menghasilkan pengembalian modal yang baik terlihat dari nilai NPV sebesar 177 juta rupiah dalam jangka waktu lima tahun, dengan waktu pengembalian cukup singkat yaitu 27,9   \n \n \n \n\nbulan atau kurang dari 2,5 tahun.", "Daftar File": {"2007 TS PP ROBBY MARTHA LEGAWA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/12395", "2007 TS PP ROBBY MARTHA LEGAWA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/12396", "2007 TS PP ROBBY MARTHA LEGAWA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/12397", "2007 TS PP ROBBY MARTHA LEGAWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12398", "2007 TS PP ROBBY MARTHA LEGAWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12399"}, "Penulis": "Robby Martha Legawa (NIM 29105060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dwi Larso, Ph.D.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Biodiesel, Jelantah, Bahan Bakar", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}