{"Nomor": 6713, "Judul": "PERANCANGAN SISTEM PENGUKURAN KINERJA DENGAN MENGGUNAKAN METODE PERFORMANCE DASHBOARD : Studi Pada Unit Fungsional Logistik di Divisi Infrastruktur Telekomunikasi PT. Telkom, Tbk", "Abstrak": "Abstrak :   \n \n \n \n\nDivisi Infrastruktur Telekomunikasi (Infratel) atau yang sebelumnya disebut dengan Divisi Long Distance (DLD) adalah unit bisnis PT. Telkom yang dibentuk untuk mengelola seluruh infrastuktur yang diperlukan dalam rangka menyelenggarakan jasa dan akses InfoCom. Divisi Infratel didukung oleh Unit Fungsional Logistik (UFL) yang bertanggung jawab terhadap proses pengadaan seluruh kebutuhan fasilitas penyelenggaraan operasional.   \n \n \n \n\nPengadaan yang dilakukan oleh UFL memegang peranan penting bagi keberlangsungan operasional perusahaan, oleh karena itu proses kegiatan pengadaan harus dilakukan secara cepat, tepat dan tidak melanggar aturan yang berlaku. Agar kegiatan pengadaan dapat terlaksana sesuai dengan rencana, maka dukungan sistem pengukuran kinerja sebagai alat untuk pemantauan dan pengendalian kegiatan perlu diterapkan pada Unit Fungsional Logistik. Informasi adalah faktor yang sangat penting dalam sistem pengukuran kinerja. Informasi digunakan oleh pihak manajemen dalam mendukung pengambilan keputusan pada proses pemantauan dan pengendalian kegiatan. Sistem pengukuran kinerja memberikan indikator-indikator kunci atau key performance indicator (KPI) yang digunakan sebagai ukuran untuk mengukur kinerja.   \n \n \n \n\n\tPenelitian ini bertujuan untuk merancang sistem pengukuran kinerja UFL di Divisi Infratel dengan  menggunakan metoda performance dashboard, yaitu alat bantu yang dapat mengkomunikasikan suatu kinerja dengan menampilkan informasi yang tepat, pada waktu yang cepat, dan pada orang yang tepat, yang ditampilkan secara visual yang mudah untuk dimengerti dan digunakan,  sehingga dapat dengan mudah dan cepat kita temukan dimana letak dari suatu permasalahan, dan dapat segera dilakukan langkah pengambilan keputusannya. Pemanfaatan Information System (IS) dapat membantu rancangan performance dashboard agar mudah dikomunikasikan dengan segera dalam waktu rill (real time reporting) karena dukungan sistem terhubung (on-line system), baik dari segi informasi kinerjanya maupun aspek pengambilan keputusannya.   \n \n \n \n\nPenerapan performance dashboard ini diharapkan dapat memudahkan dalam melakukan pengukuran kinerja unit bisnis perusahaan untuk membantu pemantauan dan pengendalian kegiatannya dengan memberikan informasi yang berkualitas, sehingga semua kegiatan dapat berjalan sesuai rencana,  dan pada akhirnya perusahaan dapat meningkatkan daya saingnya.", "Daftar File": {"2007 TS PP RONNY RIZKIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12479", "2007 TS PP RONNY RIZKIANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/12485", "2007 TS PP RONNY RIZKIANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/12484", "2007 TS PP RONNY RIZKIANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/12483", "2007 TS PP RONNY RIZKIANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/12482", "2007 TS PP RONNY RIZKIANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/12481", "2007 TS PP RONNY RIZKIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12480"}, "Penulis": "Ronny Rizkianto (NIM 291 05 094)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dermawan Wibisono, Ph.D   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Performance Measurement System, Key Performance Indikator (KPI)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}