{"Nomor": 6715, "Judul": "KOLAM COMPACT PORTABEL UNTUK IKAN JENIS CYPRINUS CARPIO ( RokoPond )", "Abstrak": "Abstrak:  \n \n \n\nCyprinus Carpio atau Koi selama ini masih dikenal sebagai ikan hias yang memiliki nilai komersial yang sangatlah tinggi di dunia. Sebagai ikan hias kolam air tawar, koi (Cyprinus Carpio) masih merupakan satu kerabat dengan ikan mas atau ikan karper.  Dari segi  pemeliharaannya, koi mempunyai keistimewaan tersendiri dalam segi jenis sistem cara pemeliharaan dan peralatannya. Hal inilah yang membuat para hobiis memiliki kepuasan tersendiri disaat proses pemeliharaannya. Dari segi menjaga kualitas air agar koi dapat selalu sehat dan berumur panjang, umumnya hobiis menjadikan ikan koi menjadi sebuah ikan penghias kolam yang memiliki kesan gengsi ataupun prestige.  \n \n \n \n\nDisaat koi menjadi ikan penghias kolam yang melambangkan sisi kemewahan, maka kebanyakan dari hobiis yang menempatkan pemeliharan untuk dilakukan di dalam ruang rumah untuk dijadikan sebagai sarana pamer display dalam menunjukan tingginya peningkatan strata. Namun, dalam memfasilitasi pemeliharaan koi dalam ruangan belum memiliki sarana yang tepat dan menunjang dari segi aspek estetika. Oleh karena itu, pengadaan studi dan berbagai eksperimen, pengetahuan keoptimalan  sistem yang telah dilakukan dimaksudkan untuk dapat dijabarkan dan nantinya akan diaplikasikan dalam proses perancangan sebuah produk, tentunya sebuah produk compact yang sanggup memfasiliasi pemeliharaan ikan koi khususnya skala dalam ruangan dan nantinya akan diproduksi secara masal", "Daftar File": {}, "Penulis": "Rossy Prasetyo  (nim: 175 02 018)", "Kontributor / Dosen Pembimbing": ["Koordinator TA Desain Produk: Achmad Syarief, MSD,Dr. Pembimbing Tugas Akhir: Imam Damar Djati,Drs., MSn.  \n \n \n \n\nScanner: Alice Diniarti", "2007-11-25"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Koi, inhouse maintenances, portablel, optimize systems, mass production.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "23 Okt 2009"}