{"Nomor": 6718, "Judul": "PEMBANGUNAN SISTEM INFORMASI UTILITAS DISTRIBUSI JARINGAN LISTRIK BERBASIS WEB (Studi Kasus: Kampus ITB)", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nSeiring semakin meningkatnya pertumbuhan dan perkembangan sebuah kota, maka akan muncul berbagai macam permasalahan. Dimana pendekatan pemecahan permasalahan tersebut dapat direduksi dengan penyediaan informasi. Salah satu bentuk informasi berupa pelayanan umum yang erat kaitannya dengan hajat hidup orang banyak terutama di daerah perkotaan dikenal sebagai utilitas. Satu jenis utilitas yang cukup vital dan merupakan bagian yang tidak terpisahkan dalam menunjang kehidupan serta aktivitas suatu kota yaitu jaringan listrik. Penelitian ini mencoba menerapkan teknologi SIG sebagai sebuah aplikasi informasi berbasis data spasial ber-georeferensi yang mampu mengintegrasikan data yang terkait informasi topografi dan unsur kelistrikan dengan metoda GeoDBMS sebagai generasi baru arsitektur basis data SIG dalam membangun sebuah sistem informasi utilitas jaringan listrik.     \n \n \n \n \n \n\nHasil akhir dari penelitian ini menyajikan informasi distribusi jaringan listrik untuk keperluan manajemen aset kelistrikan terutama dalam hal me-monitoring pemakaian daya listrik dalam tampilan antarmuka berbasis web.", "Daftar File": {"2007 TA PP ROYGER 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12508", "2007 TA PP ROYGER 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/12509", "2007 TA PP ROYGER 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/12510", "2007 TA PP ROYGER 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/12511", "2007 TA PP ROYGER 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/12512", "2007 TA PP ROYGER 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/12513", "2007 TA PP ROYGER 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12514"}, "Penulis": "Royger (NIM 151 02 024)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Deni Suwardhi, Ir. MT.     \n \n \n \n \n \n\nPembimbing 2 : Dudung Muhally H., Dr. Ir. Msc.     \n \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Utility, Electricity Network, GIS, GeoDBMS, To Monitor, Web based front-end interface.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}