{"Nomor": 6720, "Judul": "ANALISA PENGAMBILAN KEPUTUSAN INVESTASI DI PT ASURANSI JIWA BUMI ASIH JAYA DENGAN PENDEKATAN GOOD CORPORATE GOVERNANCE DAN SWOT", "Abstrak": "Abstrak :   \n \n \n \n\nInvestasi merupakan salah satu kegiatan utama dalam industri asuransi. Dalam menghadapi era globalisasi, keputusan investasi pada perusahaan asuransi sangat strategis, karena menentukan daya saing dan kelangsungan hidup perusahaan. Di sisi lain Good Corporate Governance (GCG) saat ini telah menjadi prasyarat bagi kualitas pengelolaan korporasi dalam persaingan global.   \n \n \n \n\nPada banyak perusahaan di Indonesia, pelaksanaan GCG belum dilakukan dan belum menjadi prioritas, demikian juga di PT. Asuransi Jiwa Bumi Asih Jaya (Bumi Asih Jaya). Padahal seperti umumnya perusahaan-perusahaan di Indonesia, Bumi Asih Jaya pun mempunyai kendala dalam melakukan proses manajemen yang baik, obyektif dan ber-etika.   \n \n \n \n\nBumi Asih Jaya adalah perusahaan keluarga dengan budaya perusahaan yang bersifat keetnisan dan kekeluargaan, yang memiliki kecenderungan memberi pengaruh kurang baik dalam pengelolaan manajemen perusahaan. Prinsip utama GCG, yakni transparansi, independensi, akuntabilitas, responsibilitas dan fairness; diharapkan dapat menghasilkan suatu proses manajemen yang unggul di Bumi Asih Jaya.    \n \n \n \n\nSelama lebih dari satu dasawarsa terakhir, Bumi Asih Jaya dan industri asuransi jiwa pada umumnya melakukan pengelolaan investasinya secara konvensional dalam bentuk properti atau asset tetap. Sejak tahun 1999 pemerintah secara bertahap melakukan deregulasi di sektor asuransi melalui Undang-undang, Peraturan Pemerintah, maupun Kepmenkeu; yang pada intinya mengatur perubahan yang signifikan dalam ukuran likuiditas perusahaan (risk based capital/ RBC), pembatasan pengelolaan investasi, dan ketentuan tentang modal minimal perusahaan.    \n \n \n \n\nRegulasi yang baru mengatur secara jelas besaran penempatan investasi perusahaan asuransi dalam bentuk-bentuk investasi yang likuid, seperti deposito, obligasi maupun portfolio saham, dan mengurangi penempatan dalam bentuk asset tetap. Sedangkan bagi pencapaian rasio likuiditas (RBC), undang-undang memberi tenggang waktu lima tahun kepada industri asuransi untuk memenuhinya.    \n \n \n \n\nKinerja manajemen dalam pelaksanaan kegiatan investasi di Bumi Asih Jaya masih belum optimal, dan memberi hasil investasi yang kurang memuaskan. Secara umum permasalahan utama yang dihadapi Bumi Asih Jaya meliputi dua hal utama. Pertama, bagaimana memberi arahan positip bagi budaya perusahaan yang sudah mengakar selama hampir empat puluh tahun usia perusahaan, dan menjadikannya sebagai kekuatan perusahaan. Kedua, bagaimana memperbaiki kinerja pelaksanaan kegiatan investasi perusahaan di masa yang akan datang melalui strategi yang cerdas dan tepat sasaran, dengan memanfaatkan potensi yang dimiliki Bumi Asih Jaya.   \n \n \n \n\nMengenali kelemahan dan kekuatan perusahaan sebagai faktor internal yang mempengaruhi kinerja perusahaan, maupun mengenali peluang dan ancaman sebagai faktor eksternal  perusahaan, merupakan hal yang sangat penting dalam merumuskan strategi perusahaan ke depan. Untuk itu analisa SWOT terhadap proses bisnis dan kegiatan investasi di Bumi Asih jaya dilakukan untuk dapat menentukan strategi dan langkah-langkah yang strategis di masa depan.", "Daftar File": {}, "Penulis": "Rozald Priadi Hatoguan Sihombing (NIM 291 04 127)", "Kontributor / Dosen Pembimbing": ["Pembimbing : H. Arson Aliluddin, Ir. Drs. SE. DEA   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investment, Insurance, corporate governance", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}