{"Nomor": 6737, "Judul": "KAJIAN KINERJA ELASTOMER SILIKON SEBAGAI MATERIAL ISOLATOR TEGANGAN TINGGI DI DAERAH TROPIS", "Abstrak": "ABSTRAK:\nElastomer silikon merupakan polimer sintesis yang masih relatif baru penggunaannya sebagai material isolasi polimer pada isolator listrik tegangan tinggi/ekstra tinggi pasangan luar (outdoor). Terdapat beberapa keuntungan yang dimiliki material isolasi polimer diantaranya ringan, memiliki sifat dielektrik, resistivitas volume, sifat termal, kekuatan mekanik yang lebih baik dan tahan gempa serta mudah penanganannya dibandingkan material konvensional (porselen/keramik dan gelas). Salah satu sifat yang menjadikan elastomer silikon sangat populer dan lebih unggul sebagai material isolasi dibanding porselen dan gelas maupun jenis polimer lainnya adalah sifat menolak air atau hidrofobik (hydrophobic). Selain itu material ini juga mampu mempengaruhi lapisan polusi yang menempel di permukaannya ikut bersifat hidrofobik. Fenomena ini disebut transfer hidrofobik. Sifat hidrofobik dan kemampuannya mentransfer sifat tersebut ke lapisan polusi sangat bermanfaat bagi isolator listrik pasangan luar karena dalam kondisi lembab, basah/hujan tidak akan memberi peluang terbentuknya lapisan air yang kontinu sehingga konduktivitas penmukaan isolator tetap rendah. Dengan demikian arus bocor (leakage current) yang terjadi sangat kecil.\nStruktur kimia elastomer silikon terdiri dari tulang punggung ikatan dari bahan anorganik (silikon dan oksigen) yang tahan terhadap penuaan, namun ikatan samping yang terdiri dari bahan organik (karbon dan hidrogen) dapat mengalami degradasi oleh terpaan dari berbagai faktor iklim seperti temperatur tinggi, kelembaban/hujan serta radiasi ultraviolet dengan intensitas tinggi sebagaimana yang dijumpai di daerah beriklim tropis seperti di Indonesia. Terpaan iklim tropis secara simultan pads isolasi elastomer silikon kemungkinan akan mengakibatkan degradasi sifat-sifatnya, yang ditandai dengan perubahan warna, perubahan sifat dielektrik dan menghilangnya sifat hidrofobik, serta munculnya arus bocor yang terus meningkat sehingga pada akhirnya terjadi keretakan (tracking) dan erosi yang akan memperpendek umur isolator. Kajian ke arah perbaikan yang bertujuan untuk meningkatkan kinerja isolator terhadap kondisi tertentu terus dilakukan oleh berbagai peneliti dengan mencari metode vulkanisasi, jenis dan level ambang dosis bahan pengisi (filler). Adanya komposisi bahan pengisi berdosis tinggi pads elastomer silikon dapat meningkatkan kekuatan mekanis dan kestabilan sifat termalnya, akan tetapi dapat pula mengurangi sifat dielektriknya, melemahkan proses pemulihan dan kekuatan transfer sifat hidrofobik Berta lebih sulit proses pencetakannya. Oleh karena itu yang menjadi sasaran khusus dan target utama rangkaian penelitian ini adalah mempelajari metode vulkanisasi dan mendapatkan komposisi dosis bahan pengisi yang memberikan kinerja optimal bagi elastomer silikon sebagai bahan isolator tegangan tinggi pasangan luar di daerah beriklim tropis.\nPenelitian dilakukan dengan membuat material uji elastomer silikon dari dua macam proses vulkanisasi yang berbeda yaitu vulkanisasi temperatur ruang (RTV) dan vulkanisasi temperatur tinggi (HTV) dengan variasi kandungan dosis bahan pengisi. Selanjutnya dilaksanakan pengujian penuaan material RTV dan HTV elastomer silikon di bawah terpaan iklim tropis alamiah secara simultan di udara terbuka khususnya lingkungan iklim tropis di Bandung. Dua model penuaan material uji di udara terbuka yaitu tanpa pelindung yang dimaksudkan agar semua faktor iklim mengenai material uji dan menggunakan pelindung dengan maksud menghindari terpaan radiasi uv dari matahari. Selain itu, juga dilaksanakan pengujian penuaan buatan yang dipercepat di laboratorium di dalam suatu lemari pengujian untuk mensimulasi pengaruh berbagai faktor iklim dan medan listrik. Pengujian buatan ini merupakan ujian saringan (screening test) dengan maksud untuk menentukan pengaruh bahan pengisi dan mengidentifikasi kualitas material uji secara cepat.\nUntuk mempelajari dan mengetahui kinerja material uji elastomer silikon terutama perilaku sifat hidrofobik permukaannya di bawah terpaan iklim tropis, dikembangkan aplikasi pengukuran sifat hidrofobik dengan teknik pengukuran sudut kontak dari tetesan air. Perilaku sifat dielektrik dan kaitannya dengan jumlah air yang diabsorpsi oleh material uji, diketahui dengan menggunakan peralatan jembatan Schering, indikator nol dan timbangan Metler AE-240, yang pengukurannya dilakukan dalam periode mingguan. Selain itu dilakukan pula eksperimen penunjang seperti pengukuran konduktivitas permukaan, analisa sifat termal (TGA dan TMA), analisa gugus fungsi struktur kimia dengan spektroskopi ATRFTIR dan analisa struktur mikro permukaan dengan SEM, masing-masing dilakukan sebelum proses penuaan dan setelah mengalami penman, guna mendapatkan validasi tingkat penuaan yang terjadi pads material uji.\nHasil-hasil pengukuran baik untuk penuaan di bawah terpaan iklim secara alamiah 120 minggu maupun penuaan secara buatan yang dipercepat 96 jam menunjukkan bahwa elastomer silikon kelompok RTV dengan variasi dosis bahan pengisi 18-29,2% dan kelompok HTV dengan variasi dosis bahan pengisi 48-72% masih memperlihatkan sifat hidrofobik yang kuat dengan nilai sudut kontak lebih besar clan 90 o. Jumlah air yang diabsorpsi oleh elastomer silikon untuk kelompok RTV mencapai 0,08-0,11% dan untuk kelompok HTV mencapai 0,19-0,22%. Jumlah air ini walaupun kecil telah dapat menyebabkan peningkatan permitivitas relatif (sr) untuk kelompok RTV sebesar 1,02-1,067 kali dan untuk kelompok HTV sebesar 1,093-1,83 kali dari harga semula. Sementara faktor disipasi (tan S) mengalami penngkatan untuk kelompok RTV sebesar 2,55-3,57 kali dan untuk kelompok HTV sebesar 3,53-26,8 kali dari harga semula.\nHasil pengukuran konduktivitas permukaan dari kedua kelompok material uji tersebut selama penuaan tidak mengalami perubahan yang signifikan. Hal ini ditunjukkan clan pengukuran di bawah tegangan uji 12 kV dengan jarak elektroda 3 cm dipero1 wh arus bocor permukaan untuk kelompok RTV antara 6,1-8,36 mA dan kelompok HTV antara 6,73-9,49 mA. Hasil analisa termal baik kelompok RTV maupun kelompok HTV keduanya merniliki kestabilan termal mencapai suhu 240-260 oC dan koefisien ekspansi termal (a) sebesar 225-375 mm/m oC. Namun setelah mengalami penuaan 120 minggu, material uji kelompok RTV yang mengandung dosis bahan pengisi 22,2% menunjukkan kenaikan a yang signifikan (dari 375 menjadi 395 mm/m oC). Hal ini ditunjukkan pula dari hasil analisa gugus fungsi dengan ATR-FTIR dan analisa struktur mikro permukaan dengan SEM bahwa material uji tersebut telah mengalami banyak perubahan puncak serapan gugus fungsi C-H, Si-O dan mulai terlihat keretakan-keretakan kecil yang disertai erosi berbentuk lubang-lubang mikro dipermukaannya.\nBerdasarkan hasil eksperimen dengan analisa parameter-parameter ukur tersebut di atas, baik pengujian penuaan alamiah maupun pengujian penuaan buatan diperoleh kesimpulkan bahwa elastomer silikon kelompok RTV dengan komposisi dosis bahan pengisi 29,2% dan kelompok HTV dengan komposisi dosis bahan pengisi 48% adalah yang memberikan kinerja yang optimal. Oleh karena itu kedua jenis material uji tersebut dapat diusulkan untuk dikembangkan sebagai material isolator tegangan tinggi di daerah beriklim tropis. Dengan demikian isolator konvensional (porselen/keramik dan gelas) yang berat dan mudah basah atau hidrofilik (sudut kontak 0 o-33 o) dapat digantikan oleh isolator polimer berbahan elastomer silikon yang ringan dan bersifat menolak air atau hidrofobik (sudut kontak 108 o-146 o).", "Daftar File": {}, "Penulis": "Salama (NIM 322 95 034)", "Kontributor / Dosen Pembimbing": ["Promotor 1:\nK. Tunggul Sirait, Prof. Dr.-Ing\nPromotor 2:\nCynthia L. Radiman, Dr.-Ing.\nPromotor 3:\nSuwarno, Dr. Ir., MT.\nScan:\nKris\nEditor:\nEna Sukmana, S.Sos.\nena506@yahoo.co.id\n(2007-12-18)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Silicone elastomer, Synthetic polymer", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "18 Des 2007"}