{"Nomor": 6743, "Judul": "ANALISIS STRATEGI OPERASI DI  INDONESIA INTERNATIONAL TRADE CENTER (IITC) KOPO MALL", "Abstrak": "Abstrak :   \n \n \n \n\nPusat perbelanjaan sebagai sarana bisnis di kota-kota di Indonesia merupakan fenomena menarik dari gerak perkembangan kota metropolitan. Pusat perbelanjaan telah menjadi titik balik dari evolusi gaya hidup yang semakin global. Dari sistem transaksi pasar tradisional, telah berubah menjadi kegiatan multi dimensi dan aspirasi bagi para pembelanja. Perkembangan ini menjadikan IITC Kopo Mall sebagai salah satu pusat perbelanjaan terbaik di Bandung.   \n \n \n \n \n\nMasalah yang dihadapai IITC Kopo Mall adalah tingginya biaya operasional yang dikeluarkan oleh pemilik properti yang tidak sebanding dengan pendapatan yang diterima dari pembayaran biaya operasional oleh penyewa, yang mengakibatkan   menurunnya tingkat huni penyewa dan rendahnya jumlah pengunjung dan daya beli konsumen. Kondisi ini selanjutnya akan mempengaruhi harga jual dan harga sewa properti, sehingga dibutuhkan strategi yang tepat dalam mengatasinya efisiensi dan efektifitas kegiatan operasionalnya.   \n \n \n \n \n\nAnalisa untuk menentukan perbaikan strategi perusahaan dilakukan dengan menggunakan identifikasi lingkungan eksternal dan internal menggunakan data sekunder dan studi literatur. Penentuan sudut pandang persyaratan pasar atau market requirement yang utama dalam pelayanan pengelolaan yang tertuang dalam tujuan kinerja seperti kualitas, kecepatan, dependability, fleksibilitas dan biaya,  kemudian disesuaikan dengan sudut pandang sumber daya operasi atau operations resources  seperti kapasitas, supply network, proses teknologi serta pengembangan dan organisasi, dengan menggunakan matriks strategi operasi.     \n \n \n \n\nDari hasil pengolahan data, diperoleh 6 strategi operasi yang dapat diimplementasikan untuk meningkatkan layanan dan pendapatan IITC Kopo Mall.", "Daftar File": {"2007 TS PP SAMUEL MAY RATIFIL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12619", "2007 TS PP SAMUEL MAY RATIFIL 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/12620", "2007 TS PP SAMUEL MAY RATIFIL 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/12621", "2007 TS PP SAMUEL MAY RATIFIL 1-BAB3A.pdf": "https://digilib.itb.ac.id/gdl/download/12622", "2007 TS PP SAMUEL MAY RATIFIL 1-BAB3B.pdf": "https://digilib.itb.ac.id/gdl/download/12623", "2007 TS PP SAMUEL MAY RATIFIL 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/12624", "2007 TS PP SAMUEL MAY RATIFIL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12625"}, "Penulis": "Samuel May Ratifil (NIM 291 05 097)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dermawan Wibisono, Ph.D   \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Operation strategy, market requirements, operations resources", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}