{"Nomor": 6749, "Judul": "STUDI TENTANG TERAPI PENYEMBUHAN MELALUI MELUKIS PADA LEMBAGA MADANI HOME CARE", "Abstrak": "Abstrak:  \n \n \n\nSelama ribuan tahun yang lalu, manusia telah menggunakan elemen seni dalam berbagai bentuk sebagai upaya untuk mencapai kesembuhan jiwa dan raga. Bangsa Yunani kuno, menggunakan keberadaan teater seni yang mementaskan drama satir sebagai sesuatu yang membawa efek katarsis, yaitu membersihkan atau menyembuhkan jiwa. Elemen inilah, yang pada prosesnya berperan penting dalam terapi seni. Terapi seni secara harafiah dapat diartikan sebagai penggabungan dua buah disiplin ilmu, yaitu antara ilmu seni dan psikologi.  \n \n \n\nTugas Akhir Skripsi ini difokuskan pada pengkajian unsur-unsur visual pada gambar gambar yang dibuat oleh pasien Skizofrenia dan narkoba di lembaga Madani Home Care. Selain itu juga meneliti aspek katarsis pada terapi melukis dan pengaruhnya pada kesembuhan mental pasien.  \n \n \n\nMadani Home Care adalah suatu lembaga non profit yang secara khusus menangani pasien yang menderita Skizofrenia dan ketergantungan narkoba. Pada lembaga ini, terapi seni telah diterapkan secara progresif. Lembaga ini telah berdiri sejak 1 September 2003. Metode terapi melukis yang dikembangkan di Madani Home Care, ditemukan dan dirumuskan oleh Bapak Badrus Zaman S.Sn Gambar yang diteliti dalam tugas Akhir Skripsi ini adalah gambar hasil karya pasien Skizofrenia dan narkoba. Pada prosesnya, gambar tersebut akan menampakkan dan merekam berbagai gejolak emosi dan ekspresi atas hal hal yang tak dapat terkatakan oleh kata kata namun dapat terepresentasikan oleh simbol-simbol, warna, karakter  \n \n \n\ngambar, dan teknik pulasan kuas (Brush strokes)  \n \n \n\nAnalisa didasarkan pada teori Psikoanalisa, Kritik Seni, dan teori-teori mengenai Terapi seni. Hasil yang diperoleh adalah adanya penampakkan berbagai visualisasi dari bentuk-bentuk dasar seperti segitiga, lingkaran dan persegi secara terus menerus atau kontinuatif. Serta terdapat pola atau alur perubahan visualisai yang dapat menjadi indikator yang menentukan tingkat kesembuhan pasien. Dengan ini, dapat ditarik kesimpulan bahwa seni dapat menjadi media kesembuhan mental pasien, terutama bagi pasien Skizofrenia dan narkoba", "Daftar File": {}, "Penulis": "Sarie Rahma Anoviyanti (NIM: 17003028)", "Kontributor / Dosen Pembimbing": ["Pembimbing  I : Irma Damajanti,Drs, M. Sn.", "Pembimbing II : Nuning Y. Damayanti, Dra., Dipl.Art.  \n \n \n \n\nScanner: Alice Diniarti", "2007-12-06."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Art therapy; mental disorders; symbolic speech; madani home care.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}