{"Nomor": 6758, "Judul": "PENGARUH ARANG AKTIF DAN SAGITTARIA MONTEVIDENSIS TERHADAP PENURUNAN POLUTAN LIMBAH DETERJEN DENGAN MENGGUNAKAN LAHAN BASAH BUATAN", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nLimbah laundry yang mengandung bahan utama deterjen Linear Alkylbenzene Sulfonate (LAS) merupakan sumber pencemar potensial yang menimbulkan dampak penting bagi lingkungan. Hal ini ditunjukkan dengan terhambatnya pertumbuhan tanaman kangkung (Ipomoea aquatica) yang disiram dengan larutan deterjen berbagai konsentrasi pada awal penelitian. Perhambatan pertumbuhan seiring dengan semakin tingginya konsentrasi deterjen yang diberikan. Salah satu alternatif pengolahan limbah yang mudah, murah, dan memiliki efisiensi tinggi adalah dengan menggunakan constructed wetland. Constructed wetland/lahan basah buatan adalah sistem pengolahan yang terencana dan terkontrol dengan memanfaatkan proses alami yang melibatkan vegetasi lahan basah, tanah dan mikroorganisme. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh arang aktif dan tanaman Sagittaria montevidensis terhadap penurunan polutan (BOD, COD, total fosfat, dan MBAS) limbah deterjen pada lahan basah buatan. Pemodelan lahan basah buatan dibuat dalam skala laboratorium dengan sistem aliran air perpaduan tipe Vertikal Flow Sistem (VFS) dan Horizontal Subsurface Flow (SSF), substrat tanah, pasir dan kerikil, dan tanaman Sagittaria montevidensis dengan waktu tinggal limbah 15 hari.  Hasil dari penelitian ini menunjukkan bahwa sistem lahan basah buatan yang mengandung arang aktif dan tanaman Sagittaria montevidensis terbukti lebih baik dalam menurunkan polutan dibandingkan dengan kontrol, yaitu mampu menurunkan 95,03+/-2,62 % BOD, 93.73+/-0,38% COD, 99,41+/-0,28% total fosfat, dan 93.62+/-1,81% MBAS pada akhir penelitian.", "Daftar File": {}, "Penulis": "Savitri R. D (NIM 106 03 080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Adianto, Dr.     \n \n \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "detergent wastewater, constructed wetland, Ipomoea aquatica, actived charcoal, Sagittaria montevidensis.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}