{"Nomor": 6780, "Judul": "EFISIENSI  PENGGUNAAN AIR IRIGASI PADA PETAK TERSIER DAERAH IRIGASI BILA KABUPATEN SIDRAP PROPINSI SULAWESI SELATAN", "Abstrak": "ABSTRAK:   \n \n \n \n\nSering pemberian air pada petakan irigasi terjadi kelebihan yang  menyebabkan banyaknya air yang terbuang sehingga terjadi inefisiensi di lapangan. Oleh karena itu perlu suatu sistem pemberian air irigasi yang lebih efisien. Dalam hal ini air yang disalurkan ke lahan harus tepat waktu dan jumlah dengan yang dibutuhkan di lahan.   \n \n \n \n\nSungai Bila merupakan salah satu sumber air baku di Kabupaten Sidrap, yang saat ini dimanfaatkan untuk irigasi. Prediksi terjadinya peningkatan kebutuhan air terutama Domestic, Municipal dan Industry (DMI) dimasa yang akan datang yang dibarengi menurunnya sumber daya air, maka perlu dilakukan upaya antisipatif sejak dini dengan  strategi pengelolaan sumber daya air yang ada agar air dapat dimanfaatkan secara optimal.    \n \n \n \n\nUntuk mengoptimalkan pemanfaatan sumber daya air sungai Bila, maka efisiensi penggunaan air dan produktivitas irigasi Bila harus dimaksimalkan. Penerapan pola tanam (Padi-Padi) dan sistim pemberian air terus menerus (continous flow system) pada petak tersier daerah irigasi Bila, menyebabkan inefisiensi penggunaan air karena banyak air yang terbuang. Karena itu dalam rangka peningkatan efisiensi penggunaan air irigasi, perlu dilakukan kajian terhadap  hasil perencanaan sistem pemberian air pada petak tersier dan pola tanam.   \n \n \n \n\nSistem pemberian air pada petak tersier yang sesuai dengan kebutuhan tanaman ada beberapa alternatif sistem yang dapat diterapkan yaitu sistem pemberian air terus menerus  (continous flow system) dan  sistem terputus-putus (intermitten flow system).    \n \n \n \n\nStudi yang disampaikan melalui tesis ini adalah untuk mengkaji efisiensi penggunaan air kondisi existing  yang menggunakan sistem pemberian air terus menerus (continous flow system) dibandingkan dengan alternatif lain yang dapat diterapkan dalam hal ini sistem pemberian air terputus-putus (intermitten flow system) dan mengkaji kebutuhan air kondisi existing dibandingkan kebutuhan air alternative lain yang dapat diterapkan sehingga menghasilkan Neraca Air (Water Balance) yang maximal.    \n \n \n \n\nBerdasarkan hasil kajian didapat nilai efisiensi 77,6 persen, menunjukan  sistem pemberian air terputus-putus lebih efisien serta Pola Tanam (Padi-Padi-Palawija) sistim continous flow dengan mengubah Intensitas Tanam (Cropping Intensity) pada MT I menghasilkan Neraca Air (Water Balance) yang maximal.   \n \n \n \n\nDan berdasarkan hasil kegiatan Demplot Padi Pola SRI Petak Tersier D.I. Kiru-kiri Tahun 2006 menunjukkan Efisiensi penggunaan air irigasi Pola SRI (System of Rice Intensification) dibandingkan Pola Non SRI sebesar 30,49 persen.", "Daftar File": {}, "Penulis": "Siti Kodariyah (NIM 95005326)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Ii Sutaryan, Ir., Dipl.HE.   \n \n \n \n\nPembimbing 2: Mulyana W, Ir., M.Eng.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "efficiency, continuous flow, intermittent, cropping pattern, cropping intensity, tertiary unit, efficiency, water balance, system of rice intensification", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}