{"Nomor": 6781, "Judul": "THE MOST INFLUENCING OF YOUNG ADULT BUYING BEHAVIOR IN HIGH INVOLVEMENT FASHION PRODUCT", "Abstrak": "Abstract :  \n \n \n\nThis study intends to identify the most influencing factor of youth generation (aged 18 - 24) in buying behavior on fashion product. Based on the development of fashion especially on high involvement category, buyer should seeks for the information and extra effort to decide the fashion product that should be bought. Kinds of high involvement fashion products are: clothes, bags, shoes, gown/suit and fashion accessories. In identifying the most influencing party, this study based on consumer behavior theory. The research was done by conducted depth interview and questionnaire distribution to schools and universities located in Bandung. The results are, the most influencing people in buying decision process in youth generation are: parents, followed by friends and celebrities on the last position. After collected data and has been analyzed, next step is conclusion and recommendation. In general, the conclusions are the most influencing person in youth generation buying behavior on high involvement fashion product is their parents and their friends. In the other side, parents also as constantly gatekeeper of youth generation buying behavior on high involvement fashion product. The recommendation for the marketer is how to develop image and value of product to be an exclusivity product and for those who wear it they can show their pride as a image of a product with famous good image of celebrity icon. Also, the marketer should create an attractive advertisement in the outlet to get the attention from buyers. And last recommendation, is how to marketer develop new concept marketing strategy where they could cover parents-youth generation or friends-with youth generation.", "Daftar File": {}, "Penulis": "Siti Latifah Ramadhania Luddin (NIM 190 04 086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prijantono Rudito  \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fashion product, high involvement, consumer behavior.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}