{"Nomor": 6786, "Judul": "KAJIAN PENYUMBATAN (Bottleneck) ALIRAN MULTIFASA PADA JARINGAN PIPA", "Abstrak": "Abstark:   \n \n \n \n\nPenyumbatan aliran (bottleneck) merupakan permasalahan penting yang sering terjadi di jaringan pipa permukaan. Salah satu indikator dari permasalahan ini dapat terlihat di lapangan yaitu penurunan tekanan antara titik masukan (inlet) dengan titik keluaran (outlet) yang sangat tinggi namun debit alirnya relatif rendah. Pembahasan pada tugas akhir ini difokuskan pada fluida yang mengalir dari beberapa kepala sumur (wellhead) yang terletak di beberapa platform hingga ke separator. Suatu sistem produksi biasanya terdiri dari beberapa kepala sumur   \n \n \n \n\nyang merupakan sumber alir dari fluida di permukaan yang selanjutnya akan mengalir ke satu separator. Jika nilai tekanan di setiap kepala sumur memiliki variasi yang tinggi, maka fluida dari sumur kemungkinan tidak mengalir ke separator, justru mengalami aliran balik (back flow). Jenis fluida yang dipilih adalah multifasa dengan korelasi Beggs Brill. Tujuan dari tugas akhir ini adalah   \n \n \n \n\nmenghitung nilai tekanan di setiap kepala sumur untuk menghindari terjadinya permasalahan penyumbatan. Permasalahan tersebut direduksi menjadi penyelesaian sistem persamaan yang melibatkan permasalahan nilai batas dan melibatkan penggunaan choke di permukaan. Hasil numerik yang diperoleh digunakan pada suatu data lapangan minyak.", "Daftar File": {"2007 TA PP SITI SARAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12885", "2007 TA PP SITI SARAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/12886", "2007 TA PP SITI SARAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/12887", "2007 TA PP SITI SARAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/12888", "2007 TA PP SITI SARAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/12889", "2007 TA PP SITI SARAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/12890", "2007 TA PP SITI SARAH 1-BAB PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12891"}, "Penulis": "Siti Sarah Pebrese (NIM: 101 03 018)", "Kontributor / Dosen Pembimbing": ["Pembimbing  I: Edy Soewono,Dr.,Prof.", "Pembimbing II: Septoratno Siregar, Dr., Prof.    \n \n \n \n\n Scanner: Alice Diniarti", "2007-11-26"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bottleneck;  pressure; multiphase flow; backward flow; surface choke.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}