{"Nomor": 6788, "Judul": "PENENTUAN KRITERIA LOKASI KANTOR PELAYANAN PAJAK PRATAMA DI KOTA BANDUNG", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nPenentuan lokasi kantor Pelayanan Pajak Pratama (KPP Pratama) merupakan salah satu faktor terpenting dalam memberikan kemudahan pelayanan kepada wajib pajak. Selama ini penentuan lokasi Kantor Pelayanan Pajak Pratama hanya berdasarkan intuisi dari para pengambil keputusan sehingga belum mencerminkan kemudahan dalam memberikan pelayanan kepada wajib pajak. Penelitian ini bertujuan untuk menentukan kriteria dan lokasi KPP Pratama yang lebih obyektif melalui analisis spasial dengan pembobotan menggunakan metode rangking. Kriteria diturunkan dari teori lokasi antara lain kesesuaian dengan Rencana Tata Ruang Wilayah (RTRW), kedekatan dengan lokasi wajib pajak, kedekatan dengan kantor pemerintahan, kedekatan dengan kantor bank.    \n \n \n \n \n\nAnalisis dilakukan secara berjenjang dengan membuat persamaan matematis untuk menentukan potensi wilayah kelurahan yang merepresentasikan potensi penerimaan pajak pada tingkat kelurahan. Parameter yang digunakan untuk menentukan potensi wilayah kelurahan adalah pokok ketetapan pajak rata-rata, prosentase rata-rata jenis penggunaan bangunan.    \n \n \n \n \n\nAnalisis penentuan lokasi alternatif KPP Pratama sebagai representasi dari kriteria lokasi dilakukan dengan cara membuat persamaan matematis penentuan lokasi alternatif KPP Pratama. Melakukan hitungan nilai setiap titik sampel lokasi alternatif yang didasarkan pada tingkat kesuaian dengan RTRW dan tingkat kedekatan dengan wajib pajak serta instansi pendukung dengan teknik pembobotan metode rangking.    \n \n \n \n \n\nBerdasarkan hasil penelitian, terdapat 5 (lima) lokasi alternatif yang paling sesuai dan 15 (lima belas) lokasi alternatif yang sesuai untuk penempatan KPP Pratama sebagai representasi dari kriteria yang telah ditentukan.", "Daftar File": {}, "Penulis": "Slamet Muchlasin (NIM 25105028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: S. Hendriatiningsih, Dr., Ir., M.S.    \n \n \n \n \n\nPembimbing: Agoes S. Soedomo, Ir., M.S.    \n \n \n \n \n\nScanner: Arnaz Driyastika M.    \n \n \n \n \n\n(2007-12-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Location, Small Taxpayer Office, Ranking Method, Criteria", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}