{"Nomor": 6791, "Judul": "SEISMIK INVERSI AKUSTIK IMPEDANCE UNTUK KARAKTERISTIK RESERVOIR KARBONAT OLIGO-MIOCENE DI LAPANGAN J JAWA TIMUR", "Abstrak": "Abstrak :     \n \n \n \n \n \n\nLapangan J merupakan sebuah karbonat buildup yang sangat tinggi dan mempunyai kandungan gas yang cukup besar tetapi hanya mempunyai oil column yang tipis berdasar dari data sumur J. Kandungan minyak pada buildup ini diduga menerus hingga bagian platform yang cukup luas sehingga meskipun tipis masih ekonomis untuk diproduksi. Sumur selanjutnya di lapangan J direncanakan berlokasi di bagian platform karbonat untuk mengetahui dengan pasti sebaran minyak di daerah tersebut dan untuk menambah informasi yang selama ini belum didapatkan dari sumur pertama. Sebelum melakukan pengeboran, harus dilakukan karakterisasi reservoir untuk mengetahui daerah mana yang paling baik untuk lokasi sumur dan berprospek untuk dikembangkan. Seismik inversi adalah salah satu metoda untuk melakukan karakterisasi reservoir. Dengan metoda ini, informasi dari setiap lapisan berupa nilai akustik impedans dapat diketahui. Nilai ini bisa diturunkan menjadi porositas, saturasi air, dan lain-lain karena nilai akustik berhubungan secara langsung dengan besaran-besaran tersebut. Apabila kita mengetahui informasi porositas, maka kita bisa memilih area yang memiliki porositas tinggi untuk lokasi sumur selanjutnya. Pada lapangan J ini, penulis mendapatkan zona yang mempunyai porositas cukup tinggi pada platform bagian utara dengan rata-rata 25% atau dalam kisaran 20-30%. Zona ini diduga sebagai reservoir minyak karena mempunyai porositas yang tinggi dan terletak di dalam zona oil column. Oleh karena itu daerah ini yang disarankan penulis untuk dikembangkan dan sebagai lokasi penempatan sumur selanjutnya.", "Daftar File": {}, "Penulis": "Sony Radito Mohammad (NIM123 03 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sigit Sukmono, Dr.     \n \n \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "seismik, impedance, reservoir, karbonat, oligo-miocene, lapangan J.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}