{"Nomor": 6794, "Judul": "ANALISIS DAN PERANCANGAN SISTEM MANAJEMEN KINERJA PT. DYNAPLAST, Tbk DENGAN PENDEKATAN IPSM DAN PRISM", "Abstrak": "Abstrak :   \n \n \n \n\nDi tengah era globalisasi dan pasar bebas saat ini sangat diperlukan kekuatan perusahaan untuk bersaing. Perubahan tuntutan stakeholder (pelanggan, pemasok, karyawan, pemerintah dan masyarakat), lingkungan, ekonomi, politik dan sosial budaya juga mendorong makin tingginya persyaratan perusahaan untuk dapat terus bertahan di tengah persaingan yang semakin ketat. Mengantisipasi hal ini, maka perlu dilakukan evaluasi kembali terhadap kompetensi internal perusahaan,  yaitu dengan meninjau kembali Sistem Manajemen Kinerja (SMK) disesuaikan dengan tuntutan persaingan yang terus berkembang.    \n \n \n \n\nSMK yang dimiliki Dynaplast saat ini digunakan untuk memenuhi persyaratan ISO 9001:2000, tidak ditinjau secara periodik dan berorientasi jangka pendek. SMK yang ada saat ini hanya melibatkan Departemen di pabrik sedangkan supporting department tidak dilibatkan, cenderung untuk melaporkan kinerja masa lampau dan belum memenuhi siklus PDCA sehingga tidak mendorong perbaikan secara kerkesinambungan.  Kondisi ini mengakibatkan kinerja Dynaplast tidak cukup baik untuk memacu perbaikan sebagai dasar kekuatan persaingan.   \n \n \n \n\nUntuk itu tujuan projek akhir ini adalah untuk melakukan analisis dan perancangan SMK dengan pendekatan IPSM (Integrated Performance System Management) dan PRISM agar SMK yang ada lebih komperhensif, karena melibatkan kemampuan sumber daya (input) , prosess internal (process),  keluaran organisasi (ouput). Dengan pembatasan masalah pada analisis variabel kinerja non finansial.   \n \n \n \n\nSMK disusun berdasarkan kondisi lingkungan usaha dengan menggunakan metode-metode analisis yaitu SWOT Analysis, Critical Success Factor Analysis, kondisi pasar dan persaingan, produk dan jasa serta budaya, visi, misi dan strategi perusahaan. Langkah selanjutnya ditentukan variabel kinerja yang paling sesuai untuk diterapkan di Dynaplast dengan memilih variabel kinerja non finansial dari IPSM dan PRISM digabungkan  dengan variabel kinerja yang sudah ada. Lalu  dilakukan  analisis korelasi untuk mengetahui hubungan antara variabel kinerja dan sebagai targetnya dilakukan analisis benchmarking baik interna benchmarkingl maupun functional benchamarking, agar target yang diterapkan sesuai kondisi persaingan dan rencana diversifikasi, khususnya PT. Dynaplast, Tbk unit Plant VI-Cikarang.   \n \n \n \n\nBerdasarkan pendekatan IPSM, PRISM dan analisis di atas maka pada projek akhir ini dihasilkan 102 (seratus dua) variabel kinerja non finansial yang bisa diterapkan di Plant VI-Cikarang PT. Dynaplast, Tbk. SMK yang diusulkan meliputi enam variabel kinerja untuk manajemen, sembilan untuk Deparatemen Engineering,  24 variabel untuk Departemen HRD (Human Resource Development), lima variabel untuk Departemen NPD (New Project Development), tujuh variabel untuk Depertamen Personalia dan General Affair, enam variabel untuk Departemen PPIC (Production Planning and Inventory Control), sepuluh variabel untuk Departemen Produksi, dua belas untuk Departemen QA (Quality Assurance), sebelas variabel untuk Departemen Sales and Marketing, tujuh variabel untuk Departemen Supply Chain dan lima variabel yang bisa diterapkan di semua Departemen.   \n \n \n \n\nUntuk melengkapi implementasi SMK yang diusulkan maka pada projek akhir ini juga diberikan beberapa contoh tools  untuk memenuhi kebutuhan sumber daya yang diperlukan seperti pembobotan variabel kinerja, media pengumpulan data, standar komptenesi jabatan dan kebutuhan pelatihan berdasarkan kompetensi, display serta acuan performance appraisal berdasarkan pencapaian target variabel kinerja.   \n \n \n \n\nImplementasi SMK yang diusulkan memerlukan komitmen dari manajemen puncak beserta seluruh level karyawan, pelatihan,  sosialisasi dan sistem pelaporan agar SMK yang berjalan memenuhi siklus PDCA (Plan-Do-Check-Action). Dengan menjalankan SMK usulan berdasarkan siklus PDCA dengan baik diharapkan dapat memacu perbaikan secara berkesinambungan guna meningkatkan kekuatan bersaing Dynaplast di tengah industri rigid plastic packaging yang sudah cenderung mature sementara persaingan semakin ketat.", "Daftar File": {"2007 TS PP SRI EKO SUSILOWATY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/12939", "2007 TS PP SRI EKO SUSILOWATY 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/12940", "2007 TS PP SRI EKO SUSILOWATY 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/12941", "2007 TS PP SRI EKO SUSILOWATY 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/12942", "2007 TS PP SRI EKO SUSILOWATY 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/12943", "2007 TS PP SRI EKO SUSILOWATY 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/12944", "2007 TS PP SRI EKO SUSILOWATY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/12945"}, "Penulis": "Sri Eko Susilawaty (NIM 291 05 130)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dermawan Wibisono, Dr. Ir. M.Eng   \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Performance Management, PRISM, IPSM", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}