{"Nomor": 6799, "Judul": "PENGEMBANGAN METODE ANALISIS VITAMIN LARUT AIR DALAM MI INSTAN", "Abstrak": "Abstrak:  \n \n \n\nProdusen mi instan senantiasa berusaha untuk meningkatkan mutu produknya. Fortifikasi  \n \n \n\nmie instan dengan multivitamin merupakan salah satu upaya tersebut. Penelitian ini  \n \n \n\nbertujuan mengembangkan metode analisis penentuan vitamin larut air dalam mi instan  \n \n \n\nmenggunakan teknik kromatografi cair kinerja tinggi (KCKT. Sebelum pemisahan,  \n \n \n\nsamepl ditriturasi dalam larutan dapar asetat pH 3,5 dan dimurnikan dengan metode solid  \n \n \n\nphase extraction (SPE). Sistem KCKT isokratik menggunakan fasa gerak campuran  \n \n \n\nmetanol dan asam 1-heksan sulfonat 5 mM dalam larutan asam asetat 1 persen pH 3,5 (diatur  \n \n \n\ndengan penambahan trietilamin) dengan perbandingan 81,5 : 18,5, laju alir 2 mL/menit,  \n \n \n\ndan deteksi pada (myu)=275 nm merupakan sistem yang cocok. Pada kondisi tersebut  \n \n \n\ndiperoleh batas deteksi untuk vitamin B1, B3, B6, dan B11 masing-masing sebesar 0,13,  \n \n \n\n0,26, 0,14, dan 0,08 bpj, serta batas kuantisasi untuk vitamin B1, B3, B6, dan B11 masing-masing  \n \n \n\nsebesar 0,47, 0,86, 0,47, dan 0,28 bpj. Metode ini memiliki presisi (dinyatakan  \n \n \n\ndalam parameter koefisien variasi) untuk vitamin B1, B3, B6, dan B11 masing-masing  \n \n \n\nsebesar 2,36, 0,38, 2,40, dan 0,78 persen, sedangkan akurasi (dinyatakan dalam parameter  \n \n \n\npersen perolehan kembali) untuk vitamin B1, B3, B6, dan B11 masing-masing sebesar  \n \n \n\n82,73 - 89,18, 87,76 - 97,00, 87,71 - 96,69, dan 242,41 - 440,07 persen. Metode ini memiliki  \n \n \n\nakurasi dan presisi yang memadai untuk penentuan vitamin B1, B3, dan B6 dalam mi  \n \n \n\ninstan.", "Daftar File": {}, "Penulis": "Sri Murni Wijaya (Nim: 10703076)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama: R.E.Kartasasmita, Dr.,rer.,nat.", "Pembimbing Serta: Daryono Hadi Tjahyono, Dr.  \n \n \n\nScanner:  \n \n \n\nAlice Diniarti", "2007-11-22."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Vitamin; instant noddle.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "23 Okt 2009"}