{"Nomor": 6816, "Judul": "MODEL TRANSPORT SEDIMEN AKIBAT PASANG SURUT DI PELABUHAN PULAU BAAI BENGKULU : Abstrak", "Abstrak": "Abstrak:  Pemodelan numerik transport sedimen yang disebabkan oleh arus pasang surut telah dilakukan untuk mensimulasikan pola sedimentasi dan erosi di pelabuhan Pulau Baai Bengkulu. Model numerik yang digunakan adalah model 2D horizontal dengan pendekatan atau pemecahan numerik eksplisit beda hingga. Verifikasi model numerik yang dibangun dalam penelitian ini dilakukan dengan membandingkan hasil simulasi dengan pengamatan lapangan di daerah tersebut yang dilakukan oleh PPGL (2001). Hasil yang ditunjukkan sangat baik dengan perbedaan Â± 4,6 cm dari tunggang (range) 207,7 cm untuk elevasi dan Â± 6,8 cm/s dari kecepatan maksimum 33 cm/s untuk kecepatan. Sedangkan hasil simulasi model transport sedimen secara kualitatif pada umumnya menunjukkan kesesuaian walaupun ada beberapa bagian yang tidak cocok. Hasil simulasi model menunjukan kecepatan arus terbesar di alur pelabuhan pada saat menuju pasang purnama sebesar 95,4 cm/s, sedangkan pada saat menuju surut purnama sebesar 54,1 cm/s. Pada simulasi model transport sedimen dengan pembangkit arus pasang surut total menghasilkan sebagai berikut; Di kolam pelabuhan daerah erosi terjadi pada arah timur laut dan sedimentasi arah barat daya hingga tenggara. Di alur secara umum tererosi, di mulut alur bagian luar dan di bagian baratnya terdapat sedimentasi, dan di bagian timurnya erosi. Sedangkan simulasi model dengan gaya pembangkit hanya oleh arus residu komponen M2 menunjukkan hasil yang sama dengan simulasi dengan arus pasang surut total, kecuali di alur dan di luar bagian barat.", "Daftar File": {"2005 TS PP SUPIYATI 1-abstract.pdf": "https://digilib.itb.ac.id/gdl/download/13068"}, "Penulis": "Supiyati  NIM. 224 02 008", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana, S.Sos. (2007-03-13) ena506@yahoo.co.id Perpustakaan Pusat ITBJl. Ganesha 10 Bandung 40132"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tidal Modelling, Sediment transport, Pattern of sedimentation and erosion", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "13 Mar 2007"}