{"Nomor": 6842, "Judul": "PEMANDANGAN BERGERAK", "Abstrak": "Abstrak :  \n \n \n\nPemandangan bergerak pada saat kita berada didalam perjalanan sepanjang jalan tol, mata kita akan menangkap objek tidak terlihat utuh, sehingga dapat membentuk  suatu imajinasi tertentu dengan bentuk abstrak seperti garis mengkilap yang memanjang tanpa potongan. Hal ini memberikan motivasi kepada penulis untuk membuat tugas akhir tentang pemandangan bergerak.  \n \n \n\n\tPemandangan bergerak adalah suatu objek dalam visual karya yang jika dipandang mata dengan seksama akan membentuk imajinasi dan menjadi subjek yang dapat dibayangi dan memberikan makna terhadap pikiran itu sendiri baik melalui cara pandang kita maupun dengan cara pandang pada objek dalam visual ini yang menciptakan persepsi baru  dari sosok objek tersebut sebagai apa itu dan apa ini.  \n \n \n\n\tDidalam teori telah disebutkan bahwa untuk karya seni tentang pemandangan bergerak ini dapat menggabungkan 2 (dua) aliran seni lukis yaitu aliran pop art (modern) dan abstrak ekspresionisme (agak klasik).  \n \n \n\n\tPada beberapa karya seni yang penulis buat dalam tugas akhir ini (Karya 1,2,3 & 4), penulis melakukan penggabungan kedua aliran tersebut dengan menggunakan medium cat minyak diatas kanvas dan cara pandang penulis sendiri. Hasil yang diperoleh adalah penampakan gambaran gerak visual yang lebih hidup dan menyegarkan, suasana berbeda dengan foto realistik, penampakan yang paling muncul adalah  tanda berwarna merah yang bergoyang atau bergetar, sedangkan warna kuning terang dan gelap menjadi mengkilap dan terlihat kencang.  \n \n \n\n\tKesimpulan yang dapat diambil adalah bahwa dengan menggabungkan kedua aliran seni lukis tersebut akan menambah kualitas visual,  sehingga pemandangan bergerak menjadi lebih kuat atau jelas, warna menjadi kontras, menarik dan menyegarkan, tidak menyamai foto realistik, serta memberikan makna seni tersendiri.", "Daftar File": {}, "Penulis": "Tigor Hamonangan S (NIM 170 02 038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Dadang Sudrajat, M.Sn\t  \n \n \n\nKoordinator Tugas Akhir : Muksin M.D, M.Sn   \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pemandangan, bergerak.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "19 Jun 2012"}