{"Nomor": 6876, "Judul": "EVALUASI DAN MODIFIKASI INSTALASI PENGOLAHAN AIR MINUM MINIPLANT DAGO PAKAR", "Abstrak": "ABSTRAK:   \n \n \n \n\nPerusahaan Daerah Air Minum (PDAM) Dago Pakar merupakan salah satu instalasi yang melayani kebutuhan air minum di Kota Bandung. Saat ini PDAM Dago Pakar memiliki dua buah instalasi air minum. Salah satu instalasi pengolahannya merupakan sistem paket, yaitu instalasi pengolahan yang bukan dirancang berdasarkan karakteristik air yang akan diolah.   \n \n \n \n\nKekurangcocokan instalasi pengolahan dengan karakteristik air yang akan diolah akan menyebabkan proses pengolahan tidak berjalan dengan baik, sehingga akan menurunkan efisiensi pengolahannya.   \n \n \n \n\nMaksud dan tujuan dari tugas akhir ini adalah mengevaluasi kinerja Instalasi Pengolahan Air Minum Dago Pakar serta melakukan modifikasi instalasi untuk menaikkan produktivitasnya, sehingga didapatkan desain pengembangan Instalasi Pengolahan Air Minum Miniplant Dago Pakar yang dapat membantu memenuhi kebutuhan air minum di wilayah Bandung Timur dan Selatan.   \n \n \n \n\nObservasi dan pengukuran di instalasi terbangun, yaitu meliputi peninjauan terhadap unit operasi dan proses yang terjadi pada instalasi pengolahan dan pengukuran dimensi unit-unit terbangun. Pengambilan sampel dilakukan untuk analisa kualitas air baku terhadap baku mutu air bersih menurut Peraturan Pemerintah No. 82 Tahun 2001, analisa kualitas air baku terhadap baku mutu air minum menurut PERMENKES No. 907/MENKES/SK/VII/2002. Hasil evaluasi terhadap unit-unit pengolahan terbangun menunjukkan bahwa kapasitas instalasi dapat dikembangkan lagi dari 42 L/dtk disesuaikan dengan kapasitas pompa yang ada menjadi 60 L/dtk. Modifikasi yang dilakukan diantaranya adalah: Perubahan dimensi unit flokulasi dengan panjang, lebar, dan kedalaman masing-masing adalah 1,2m; 1m; dan 3m serta peremajaan sekat-sekat (baffle) yang telah tua dan rusak dengan mengganti bahan sekat yang terbuat dari asbes menjadi pelat besi. Perubahan dan peremajaan settler pada unit sedimentasi yang telah tua dan rusak dengan mengganti bahan sekat yang terbuat dari asbes menjadi pelat besi. Dari hasil percobaan kolom sedimentasi dengan metoda Camp, didapatkan bahwa untuk R sama dengan 75persen, maka td sama dengan 5 menit dan Vs sama dengan 0,000184 m/detik. Untuk kapasitas instalasi sebesar 60 L/dtk maka panjang total zona pengendapan adalah 3 m dengan jumlah plate settler sebanyak 64 buah.", "Daftar File": {}, "Penulis": "Vidyaningtyas Meidhitasari (NIM 15303031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: James Nobelia Isnaniawardana, Ir., M.T.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-12-12)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "water, treatment plant, standard quality, design criteria", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}