{"Nomor": 6881, "Judul": "APLIKASI TEORI PENGAMBILAN KEPUTUSAN MARKOV PADA PENGELOLAAN MATA KULIAH MA1122 KALKULUS I: PENDEKATAN METODE ITERASI KEBIJAKAN", "Abstrak": "Abstrak:   \n \n \n \n\nMata kuliah MA1122 Kalkulus I telah menjadi salah satu penyebab beberapa mahasiswa   \n \n \n \n\nTahap Persiapan Bersama (TPB) harus mengalami drop out dari ITB. Fakta   \n \n \n \n\nlain menunjukkan bahwa tidak semua mahasiswa TPB mendapat nilai yang baik di   \n \n \n \n\nkuliah ini. Selain itu, prestasi mahasiswa pada kuliah MA1122 Kalkulus I memiliki   \n \n \n \n\npengaruh yang besar terhadap prestasi mahasiswa pada kuliah MA1222 Kalkulus II.   \n \n \n \n\nOleh sebab itu mata kuliah MA1122 Kalkulus I memerlukan pengelolaan yang baik   \n \n \n \n\nagar dapat meminimumkan jumlah mahasiswa yang tidak lulus kuliah MA1122 dan   \n \n \n \n\nMA1222. Pengelolaan ini meliputi pengambilan keputusan untuk memilih kebijakan,   \n \n \n \n\nyaitu komposisi penanganan, yang harus diterapkan untuk membantu mahasiswa   \n \n \n \n\nMA1122 Kalkulus I belajar di luar tatap muka dengan dosen. Dalam tugas akhir   \n \n \n \n\nini diusulkan sejumlah komposisi penanganan yang dapat diterapkan, dan diteliti   \n \n \n \n\npengaruh masing masing pananganan terhadap kemajuan belajar mahasiswa.   \n \n \n \n\nUntuk menentukan komposisi mana yang dapat menekan tingkat drop out dengan   \n \n \n \n\nbiaya yang minimum bila dijalankan dalam jangka waktu yang lama, diturunkan   \n \n \n \n\nsuatu model matematika yang didasarkan pada Teori Pengambilan Keputusan Markov.   \n \n \n \n\nUntuk menyelesaikan model matematika ini akan digunakan Metode Iterasi   \n \n \n \n\nKebijakan.", "Daftar File": {}, "Penulis": "Vonny Subadera (101 03 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir I:Rieske Hadianti,Dr.", "Pembimbing Tugas Akhir II: Janny Lindiarni,Dr.    \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-25"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Markov Decision Process, Policy-Iteration Method.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}