{"Nomor": 6890, "Judul": "LINUS TORVALDS, GENIUS KOMPUTER PENCIPTA LINUX", "Abstrak": "ABSTRAK:SEJARAH selalu mencatat, orang-orang besar mencapai kesuksesannyadengan bekerja keras tanpa mengenal putus asa dan mereka menikmati pekerjaan tersebut. Sebut saja Linus Torvalds, seorang genius yang semenjak kecil akrab dengan komputer ini, berhasil menciptakan sistem operasi yang kita kenal dengan nama Linux, sebuah sistem operasi masa depan yang katanya bakal menggoyang imperium Microsoft dengan Windows-nya. Sistem operasi ciptaan Linus ini menarik banyak perhatian orang di awal milenium 21. Yang menarik dari Linux adalah sifatnya yang free dan open source dalam artian untuk memilikinya kita tidak perlu membayar lisensi, cukup hanya membayar biaya distribusinya. Open source berarti (kode) sumber yang terbuka. Sumber yang dimaksud di sini adalah source code (kode sumber) dari sebuah software (perangkat lunak), baik itu berupa kode-kode bahasa pemrograman maupun dokumentasi dari software tersebut. Karena sifatnya yang open source itulah, Linux dapat dikembangkan oleh banyak programmer di dunia sehingga semakin hari, kualitasnya semakin baik. Berbeda dengan Windows yang memang ditujukanuntuk komersial sehingga source code-nya tidak diberikan. Keputusannya untuk menggratiskan dan membebaskan source code linux membuat Linus menjadi sosok pahlawan di dunia software yang saat ini sudah sangat bernuansa kapitalisme dan bisnis semata .........", "Daftar File": {"Linus Torvalds, Genius Komputer Pencipta Linux.pdf": "https://digilib.itb.ac.id/gdl/download/13422"}, "Penulis": "Wawan Saprudin Mahasiswa Tingkat Akhir Teknik Elektro ITB.", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Kliping Elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Linus Torvalds, Linux, Microsoft, Windows", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Mar 2007"}