{"Nomor": 6900, "Judul": "BOOK TO MARKET STRATEGY REVISITED: EMPIRICAL STUDY ON JAKARTA STOCKS EXCHANGE", "Abstrak": "ABSTRAK:  \n \n \n\nPasar Modal Indonesia telah berkembang dengan sangat cepat. Banyak teori yang berkembang di antara investor dan akademik. Pada tahun 1992, Fama and French menbuat penelitian yang berpengaruh terhadap teori pasar modal. Mereka mengubah pandangan para akademik tentang Capital Asset Pricing Model dan Effisiensi Pasar modal. Fama and French mengatakan bahwa risiko pasar (beta) tidak cukup menjelaskan keuntungan (expected return), ada bebaerapa factor selain market beta yang mempengaruhi keuntungan (expected return), seperti size dan ratio book to market. Mereka adalah sebagai alternative dari systematic risk. Fama and French mengatakan bahwa perusahaan kecil dan yang mempunyai book to market yang tinggi, memberikan keuntungan yang lebih tinggi dibandingkan perusahaan besar dan mempunya book to market yang rendah. Pernyataan ini juga menjadi bukti melawan pasar effisiensi. Efek musiman seperti bulan Januari juga menjadi bukti melawan pasar effisiensi. Perusahaan kecil dan yang mempunyai book to market tinggi, biasanya menghasilkan return yang lebih tinggi dibanding bulan-bulan lainnya. Dengan menggunakan metode book to market, riset ini mempelajari tentang teori Fama dan French. Riset ini untuk meneliti tentang Model Fama dan French (multifactor model), effisiensi pasar modal, dan effek Januari untuk pasar modal Indonesia.  \n \n \n\nHasil dari riset ini tidak 100persen sama dengan hasil Fama dan French. Mereka menemukan bahwa saham/portofolio dengan book to market tinggi memberikan keuntungan dan resiko yang lebih besar dibandingkan saham/portofolio dengan book to market rendah. Akan tetapi, hasil di Indonesia merupakan kebalikan dari teori Fama dan French. Di Indonesia saham/portofolio yang memberikan keuntungan dan resiko yang lebih besar adalah saham dengan book to market yang rendah. Walaupun hasil yang didapatkan berbeda dengan teori Fama dan French, hasil ini tetap menunjukan bahwa pasar modal di Indonesia tidak effisien. Hal ini dikarenakan saham/portofolio dengan book to market rendah dapat melebihi keuntungan pasar. Riset ini juga menunjukan bahwa teori fama dan French berlaku di pasar modal Indonesia. Hal ini berarti satu factor resiko tidak cukup menjelasakan rata-rata keuntungan. Riset ini menujukan bahwa book to market menjadi salah satu faktor untuk menjelaskan keuntungan. Dalam test untuk efek January, riset ini juga menunjukan kecenderungan yang sama dengan Fama dan French. Saham dengan high book to market memiliki kecenderungan untuk menghasilkan keuntungan yang lebih dibandingkan bulan lainnya. Akan tetapi, efek January di Indonesia tidak dapat menjelaskan multifactor model. Hal ini berarti multifactor model dapat digunakan untuk bulan-bulan yang lain.  \n \n \n\nHasil akhir dari paper ini menyarankan para investor untuk memilih saham/portofolio yang memiliki fundamental yang kuat dan diharapkan dapat memberikan keuntungan yang melebihi pasar. Kesimpulan dari riset ini, dalam periode Juni 2003 sampai Mei 2007, saham/portofolio dengan book to market yang rendah memberikan rata-rata keuntungan yang lebih tinggi dibandingan saham dengan book to market yang rendah.", "Daftar File": {"2007 TA PP WIDITA RARASATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/13466", "2007 TA PP WIDITA RARASATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/13467", "2007 TA PP WIDITA RARASATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/13468", "2007 TA PP WIDITA RARASATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/13469", "2007 TA PP WIDITA RARASATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/13470", "2007 TA PP WIDITA RARASATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13471", "2007 TA PP WIDITA RARASATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/13472"}, "Penulis": "Widita Rarasati (NIM 19004115)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Deddy P. Koesrindartoto, Ph.D.  \n \n \n\nScanner: Arnaz Driyastika M.  \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Book to Market Strategy, Efficiency Market Hypothesis, CAPM", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Mei 2011"}