{"Nomor": 6905, "Judul": "EVALUASI METODA PERHITUNGAN DAN ANALISIS KEHANDALAN KAPASITAS  FONDASI TIANG TUNGGAL YANG DIBEBANI SECARA AKSIAL BERDASARKAN DATA SPT DAN TES PEMBEBANAN STATIK", "Abstrak": "Abstrak:   \n \n \n \n\nIndonesia sebagai negara kepulauan mempunyai garis pantai cukup panjang. Tanah di daerah pantai pada umumnya adalah tanah lunak, sehingga banyak dipakai konstruksi dengan fondasi dalam antara lain fondasi tiang pancang ataupun fondasi tiang bor. Perhitungan daya dukung statik fondasi dalam ada beberapa cara antara lain berdasarkan data N-SPT ( Standard Penetration Test ) ataupun berdasarkan data CPT (Cone Penetration Test). Dari beberapa metoda daya dukung statik berdasarkan data N-SPT yaitu metoda Meyerhoff, metoda Aoki dan Velloso, metoda Shioi dan Fukui, metoda Reese dan O Neill, dan metoda Neely dipilih metoda yang terbaik. Kemudian, metoda LRFD (Load and Resistance Factor design) di bidang geoteknik juga masih kurang mendapat perhatian lebih dalam. Sehingga dibutuhkan usaha untuk mengkonsepkan LRFD di bidang geoteknik.   \n \n \n \n\nHasil Perhitungan dari daya dukung fondasi dalam berdasarkan data N-SPT disebut kapasitas prediksi (Qp) sedangkan hasil interpretasi data tes pembebanan statik   \n \n \n \n\ndisebut dengan kapasitas terukur (Qm). Dari rasio Qp/Qm untuk masing-masing metoda perhitungan berdasarkan data N-SPT dianalisis metoda ketepatan perhitungan tiap metoda berdasarkan tiga kriteria satistik yaitu analisis probabilitas kumulatif pada saat 50% dan 90%, analisis aritmetik yaitu nilai rata-rata dan deviasi standar, serta analisis tingkat akurasi 20%. Selanjutnya, Analisis kehandalan menghasilkan faktor-faktor beban dan tahanan. Dalam analisis kehandalan ini digunakan analisis FOSM (First Order Second Moment) atau metoda Hasofer dan Lind.", "Daftar File": {"2007 TA PPWILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13496", "2007 TA PPWILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/13497", "2007 TA PP WILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/13498", "2007 TA PP WILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/13499", "2007 TA PPWILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/13500", "2007 TA PPWILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/13501", "2007 TA PPWILDAN CHRISTIAN dan RIZKI KUSHARDANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/13502"}, "Penulis": "Wildan Christian (NIM : 15002071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bigman M. Hutapea, MSCE, Ph.D   \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-29."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "FOSM; N-SPT; CPT; LRFD ;meyerhoff ; aoki; velloso; shioi; fukui; o neill; neely ;capacity prediction; Hasofer; Lind.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}