{"Nomor": 6907, "Judul": "SERVQUAL Research of PT. LAPI ITB: Assessment of Customer Gap in Consulting Service", "Abstrak": "Ada beberapa aspek yang dapat sangat mempengaruhi kelancaran usaha di bidang jasa. Aspek yang dimaksud itu adalah aspek kepuasan pelanggan dan tinglat retensi pelanggan. Kepuasan pelanggan sangatlah penting karena aspek tersebut memiliki potensi untuk mempengaruhi tingkat retensi pelanggan. Tingkat kepuasan pelanggan sangat banyak dipengaruhi oleh aspek seberapa besar harapan seorang pelanggan mampu untuk dipenuhi perusahaan, semakin besar pemenuhan harapan pelanggan maka tingkat kepuasan pelangganpun akan semakin tinggi. Aspek yang kedua (tingkat retensi pelanggan) juga sangat penting karena bila tingkat retensi pelanggan tinggi maka perusahaan dapat mengurangi usaha marketing yang bertujuan untuk mencari pelanggan baru. PT. LAPI ITB adalah salah satu perusahaan yang bergerak di bidang servis dan memiliki spesialisasi dalam bidang konsultasi berbasis teknologi. Pelanggan PT. LAPI adalah tenaga-tenaga spesialis yang mengajar di ITB dan memiliki berbagai spesialisasi ilmu. PT. LAPI ITB seringkali mendapatkan proyek yang diadakan oleh pemerintah maupun swasta melalui proses tender. Namun, seringkali proyek-proyek tersebut diberikan kepada PT. LAPI ITB melalui pelanggannya. Servis yang dilakukan PT. LAPI ITB bermula pada saat PT. LAPI ITB mempersiapkan kelengkapan administrasi dan hukum yang diperlukan agar dapat lolos seleksi untuk tender. Permasalahan dimulai saat PT. LAPI ITB gagal untuk memenuhi persyaratan tender ataupun permintaan dari pelanggan. Bisa juga dikatakan bahwa masalah bagi PT. LAPI ITB muncul saat terdapat perbedaan antara yang diharapkan pelanggan dengan kenyataan yang diterima. Perbedaan tersebut bukanlah sebuah hal yang tidak bisa terukur, metode pengukuran SERVQUAL dapat digunakan untuk mengukur jarak perbedaan antara ekspektasi dan kenyataan yang dialami pelanggan.", "Daftar File": {}, "Penulis": "Wildan Kesuma 19004061", "Kontributor / Dosen Pembimbing": ["Pembimbing I: DWI LARSO, Ph.D   \n \n \n\nScanner: Alice Diniarti", "2007-12-06."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Service Marketing, SERVQUAL, Customer Gap, Tingkat Kepuasan Pelanggan, Tingkat Retensi Pelanggan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "5 file", "Tanggal Input": "18 Jun 2012"}