{"Nomor": 6909, "Judul": "A GHOST CALLED IDENTITY", "Abstrak": "Abstrak:    \n \n \n \n \n \n\nBali adalah sebuah wilayah unik dengan realita sosial yang berada dalam tarik-menarik antara warisan tradisi yang masih hidup di dalam masyarakat dan budaya modern yang masuk melalui pariwisata. Warisan budaya tradisi adi luhung yang khas digunakan sebagai imaji stereotype untuk mempromosikan pariwisata Bali, hingga pada akhirnya stereotype tersebut menjadi simulakra realita yang diyakini benar dan pariwisata yang tadinya berdasar pada ekonomi pun menjadi pariwisata budaya. Dalam situasi seperti ini muncul fenomena mempertanyakan identitas kultural sebagai akibat tarik-menarik dan perbenturan nilai-nilai tradisi dan modern yang sering kali bertentangan satu dan yang lain. Karya seni adalah gambaran akan realita, namun tidak semata-mata sebagai tiruan realita (mimesis). Persoalan identitas yang mengemuka dalam seni era post-modern lebih mengacu pada fenomena mempertanyakan seni dalam era modernisme dengan menggunakan isu-isu identitas kultural sebagai lawan dari seni yang otonomi dalam era modernisme. A ghost called identity atau hantu yang disebut identitas mengacu pada identitas kultural Bali yang sepertinya tercermin utuh namun sebenarnya tidak ditemukan secara utuh dalam karya seni, sebab karya seni hanya menggunakan jejak-jejaknya saja", "Daftar File": {"2007 TS PP WILLY HIMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13521", "2007 TS PP WILLY HIMAWAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/13522", "2007 TS PP WILLY HIMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/13523"}, "Penulis": "Willy Himawan (NIM 270 05 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : A. Rikrik Kusmara, M.Sn    \n \n \n \n \n\nPembimbing 2 : Nurdian Ichsan, M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Tourism, stereotype image, reality, art, cultural identity", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "3 file", "Tanggal Input": "09 Okt 2017"}