{"Nomor": 6920, "Judul": "PREDIKSI CURAH HUJAN DENGAN METHODE FILTER KALMAN UNTUK MENYUSUN POLA TANAM : Abstrak", "Abstrak": "Abstrak:  Penggunaan model deterministik untuk prediksi curah hujan di daerah tropik yang faktor determinannya sangat komplek, dinamis dan acak sangat rumit. Oleh karena itu diperlukan model statistik yang dapat diperbarui secara real time. Selama ini neraca air tanaman dihitung berdasarkan pola curah hujan setempat, namun dengan meningkatnya intensitas dan frekuensi anomali iklim akan menyebabkan hasil komputasi neraca air harus diperbarui setiap saat melalui penyusunan pola tanam yang memperhitungkan aspek prediksi. Berbagai model pendekatan telah digunakan untuk prakiraan iklim, baik model statisitik, deterministik maupun kombinasinya. Model statistik dapat diformulasikan berdasarkan hubungan peubah bebas dan tidak bebas secara empirik, sehingga lebih praktis  untuk menalarkan gejala itu sendiri, tetapi perlu divalidasi setiap saat untuk setiap tempat. Filter Kalman menggabungkan pendekatan model fisik dan statistik menjadi model stokastik yang dapat diperbarui setiap saat untuk tujuan peramalan segera (on line forecasting). Validasi model yang menghubungkan curah hujan dan SST menghasilkan nilai koefisien korelasi lebih dari 75%. Artinya model prediksi dengan Filter Kalman ini layak digunakan untuk memprakirakan curah hujan bulanan. Dari 4 model yang digunakan, model ARMAX paling banyak digunakan (46%). Periode data terpendek yang masih bisa digunakan untuk menjalankan model berkisar 7-10 tahun. Hasil skenario pola tanam berdasarkan data prediksi curah hujan memperlihatkan bahwa ditemukan periode-periode dengan persentase kehilangan hasil lebih dari 20%, terutama pada lokasi dengan distribusi curah hujan yang tidak merata sepanjang tahun. Dengan demikian tidak disarankan untuk melakukan penanaman pada periode tersebut.", "Daftar File": {"2005 TS PP WORO ESTININGTYAS 1-abstract.pdf": "https://digilib.itb.ac.id/gdl/download/13579"}, "Penulis": "Woro Estiningtyas  NIM. 224 02 002", "Kontributor / Dosen Pembimbing": ["Scan: Ena Sukmana, S.Sos. (2007-03-13) ena506@yahoo.co.id Perpustakaan Pusat ITBJl. Ganesha 10 Bandung 40132"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rainfall forecast, Kalman filter method, Cropping patterns", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "13 Mar 2007"}