{"Nomor": 693, "Judul": "IMPLEMENTASI SISTEM KONTROL POSISI MOTOR DC       BRUSHLESS DENGAN PEMROSES SINYAL DIGITAL (DSP)", "Abstrak": "DC motor is widely used in general industry because of its simple operation and implementation of control system. However, the conventional DC motor has brush commutator, such that DC motor has short operation life relatively due to its worn brush out. This condition motivates many researches to modify DC motor technology, where the result comes to brushless DC motor which has no worn out part consequence of friction between stator and rotor. This paper studies on the implementation of position control system of brushless DC motor based on Digital Signal Processor (DSP) specially designed for  motor control application. The DSP which is used in this research is TMS320LF2407. Besides the superior on data processing, it is fully equipped with analog and digital data acquisition modules and many channels PWM signal generator module which is very flexible to drive motors, from DC to AC motor. Controller algorithm which is used in this implementation system is Proportional-Integral (PI) with 1 ms sampling time. Shaft motor position is detected by incremental position encoder. The control system programming can be made easily in personal computer and sent to the DSP module. The system performance was tested for many set point and loaded conditions. The system is tested on 3 phase brushless DC motor, 19.1 V, 1.16 A. With 1 ms sampling time, the motion control of brushless DC motor is able to follow the set point change rapidly with settling time less than 0.03 second, maximum overshoot less than 3% and able to eliminate the effect of load change less than 0.7 second. Keywords:       \nBrushless DC motor, Digital Signal Processor (DSP), encoder, load change, position       \ncontrol system.", "Daftar File": {"mjl-.-implementasi-sistem-kontrol-posisi.opd.pdf": "https://digilib.itb.ac.id/gdl/download/953"}, "Penulis": "Edi Leksono", "Kontributor / Dosen Pembimbing": ["Abdul Halim Daulayz    Scan: Mudjiono"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Brushless DC motor, Digital Signal Processor (DSP), encoder, load change, position", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2005"}