{"Nomor": 6933, "Judul": "ANALISIS STATUS DAN TREND KUALITAS AIR SUNGAI DI DAERAH DKI JAKARTA 2000-2005", "Abstrak": "Abstrak:   \n \n \n \n\nDalam upaya untuk pengendalian pencemaran air dan monitoring kualitas air sungai di Jakarta, terutama sekali Sungai Sunter dan Ciliwung, analisis status, trend dan parameter kualitas air dilakukandalam tugas akhir ini. Analisis dilakukan berdasarkan data selama tahun 2000-2005. Parameter dari kualitas air yang digunakan sebagai indikator adalah Total Suspended Solid (TDS), Total Dissolved Suspended (TDS), Dissolved Oxygen (DO), Biochemical Oxygen Demand (BOD), Chemical Oxygen Demand (COD), Total Nitrogen (TN), and Phosphate. Status dan trend dari indeks kualitas air dihitung dengan mengacu pada PP No. 82 tahun 2001. Perhitungan ini dianalisa baik spasial maupun musiman. Secara umum, hasil dari perhitungan menunjukkan adanya kemunduran indeks kualitas air secara spasial (dari hulu ke hilir) dan musiman (dari musim kemarau ke musim hujan). Kondisi Sungai Sunter lebih buruk bila dibandingkan Sungai Ciliwung. Status indeks kualitas air dari Sungai Ciliwung buruk sehingga pada bagian hulu dan tengah dapat dikategorikan untuk peruntukan mutu air kelas III (untuk budidaya ikan dan pertanian) sedangkan hilir yang dapat dikatgorikan sebagai mutu air kelas IV (untuk pertanian). Sementara di Sungai Sunter, indeks kualitas air itu lebih buruk dan dikategorikan untuk peruntukan mutu air kelas III dan IV. Trend kualitas air Sungai Ciliwung dan Sunter secara spasial menunjukkan kecenderungan penurunan namun tidak begitu signifikan laju penurunannya", "Daftar File": {}, "Penulis": "Yoga Sukmadewi (NIM 129 02 012)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Susanna N, Dr   \n \n \n \n\nPembimbing 2: Atika L,Dra, Msi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pollution, Monitoring water", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}