{"Nomor": 6938, "Judul": "ISOLASI LIGNAN DARI BIJI LABU Cucurbita Pepo L.", "Abstrak": "Abstrak:  \n \n \n\nBiji labu (Cucurbita pepo L., Cucurbitaceae) pada umumnya hanya digunakan sebagai makanan namun berdasarkan penelitian yang telah dilakukan sebelumnya diketahui bahwa biji labu merupakan salah satu sumber senyawa lignan yang memiliki berbagai aktivitas farmakologi, seperti aktivitas estrogenik. Selain itu, berdasarkan penelitian terhadap tikus jantan dan sel kanker payudara manusia, lignan memiliki efek antikanker terhadap kanker prostat dan payudara. Oleh karena itu dalam penelitian ini diisolasi lignan dari biji labu. Penelitian diawali dengan penyiapan bahan yang meliputi pemisahan daging dan kulit biji secara manual dan pembuatan serbuk simplisia. Penapisan fitokimia dan secara kromatografi gasspektroskopi massa (KGSM) dilakukan untuk mengetahui golongan senyawa yang terkandung dalam biji labu. Serbuk simplisia diekstraksi secara refluks menggunakan etanol. Ekstrak etanol difraksinasi secara ekstraksi caircair menggunakan air dan diklorometana. Fraksi diklorometana difraksinasi secara kromatografi kolom dan fraksi yang mengandung lignan dikromatografi lapis tipis (KLT) preparatif. Isolat diuji kemurniannya secara KLT dua dimensi dan dikarakterisasi menggunakan KGSM. Hasil penapisan fitokimia menunjukkan biji labu mengandung steroid/triterpenoid sedangkan pemeriksaan menggunakan KGSM menunjukkan fragmen spektrum massa m/e, 135, 151, 165, dan 181, yang merupakan ciri khas untuk lignan. Satu senyawa lignan diisolasi dan diuji kemurniannya secara KLT dua dimensi.", "Daftar File": {"2007 TA PP YOVITA NOVELINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13687", "2007 TA PP YOVITA NOVELINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/13688", "2007 TA PP YOVITA NOVELINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/13686", "2007 TA PP YOVITA NOVELINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/13685", "2007 TA PP YOVITA NOVELINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/13684", "2007 TA PP YOVITA NOVELINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/13683", "2007 TA PP YOVITA NOVELINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/13682", "2007 TA PP YOVITA NOVELINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/13681"}, "Penulis": "Yovita Novelina (NIM:107 02 067)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama :  Siti Kusmardiyani,Dra., M.Sc.", "Pembimbing Serta :  Elfahmi, Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2007-12-10."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pumkin; cucurbita pepo L.; cucurbitaceae; lignan; pumpkin seed.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "18 Jun 2012"}