{"Nomor": 6941, "Judul": "KAJIAN MANAJEMEN RISIKO OPERASI DIVISI INFRATEL, PT. TELEKOMUNIKASI INDONESIA TBK.", "Abstrak": "ABSTRAK:   \n \n \n \n\nSebagai perusahaan informasi dan komunikasi (infocom) yang terbesar di Indonesia, Telkom didukung oleh Divisi Infratel untuk mengelola seluruh infrastruktur yang diperlukan dalam menyelenggarakan jasa dan akses infocom.   \n \n \n \n\nPertumbuhan industri telekomunikasi berkembang secara pesat, pembaharuan teknologi, persaingan pangsa pasar memaksa perusahaan untuk mengkaji risiko operasi industri. Risiko operasi sangat diperlukan untuk mencapai tujuan dan mempertahankan kelangsungan hidup perusahaan. Perlu adanya proses pembentukan model risiko operasi untuk memetakan risiko dan merencanakan skenario untuk mengatasi risiko risiko yang mungkin terjadi.   \n \n \n \n\nUntuk mengakomodasi sistem manajemen risiko berbasis Sarbane Oxley Act (SOA), maka manajemen risiko yang ada dan menggunakan sistem job description dibuat proses bisnis dari setiap kegiatannya. Tujuan hal ini adalah untuk memudahkan penelurusan risiko yang terjadi   \n \n \n \n\ndan penanganannya. Dari analisa tingkat kegawatan didapatkan satu risiko paling penting, sembilan risiko penting, lima risiko biasa, dan dua risiko rendah Perhatian difokuskan ada risiko risiko utama yaitu risiko yang terletak pada level sangat penting (extreme) dan penting (high).   \n \n \n \n\nSkenario penanganan risiko akan dibagi tiga berdasarkan waktu terjadinya yaitu pencegahan yaitu mengurangi kemungkinan risiko itu mungkin terjadi, mengatasi risiko yang telah terjadi atau mitigasi risiko, dan recovery yaitu mengembalikan kondisi semula dari dampak risiko yang telah terjadi.", "Daftar File": {"2007 TS PP YUDI NURPUJIARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/13697", "2007 TS PP YUDI NURPUJIARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/13698", "2007 TS PP YUDI NURPUJIARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/13699", "2007 TS PP YUDI NURPUJIARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/13700", "2007 TS PP YUDI NURPUJIARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/13701", "2007 TS PP YUDI NURPUJIARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13702", "2007 TS PP YUDI NURPUJIARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/13703"}, "Penulis": "Yudi Nurpujiari (NIM 29105103)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Gatot Yudoko, Dr.   \n \n \n \n\nScanner: Arnaz Driyastika M.   \n \n \n \n\n(2007-11-29)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "risk assesment, impact, frecuency, severity matrix, business process", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}