{"Nomor": 6943, "Judul": "PENGEMBANGAN MODEL PENGAMBILAN KEPUTUSAN PEMILIHAN TEKNOLOGI  JARINGAN AKSES MULTIMEDIA", "Abstrak": "Abstrak: Operator telekomunikasi seperti TELKOM telah menyadari bahwa inventasi terbesar dari pembangunan sarana telekomunikasi terletak pada biaya jaringan akses. Seiring dengan akan dicabutnya hak monopoli TELKOM sebagai penyelenggara tunggal jasa telekomunikasi dalam negeri, maka akan terjadi persaingan dengan pihak operator baru dalam menentukan teknologi jaringan akses yang sesuai. Sasaran akhir pihak operator adalah menyiapkan layanan terbaik dalam waktu singkat dan dengan harga serendah mungkin, karenanya hams dilakukan pengkajian yang intensif terhadap beberapa teknologi jaringan akses agar rencana peralihan dilakukan secara fleksibel dan mudah.Tesis ini membahas tentang pengembangan model pengambilan keputusan untuk memilih teknologi jaringan akses yang sesuai bagi layanan multimedia di suatu daerah. Metode pengambilan keputusan yang digunakan adalah Analytic Hierarchy Process (AHP) dengan memanfaatkan pengetahuan para pakar di bidang jaringan akses untuk menetapkan parameter (kriteria/sub-kriteria) dan penilaian bobot masing-masing kriteria dalam suatu model struktur hirarki. Pemilihan alternatif teknologi jaringan akses dilakukan terhadap teknologi PON (Passive Optical Network), ADSL dan HDSL untuk memberikan layanan POTS, ISDN-BRA, ISDN-PRA, kanal sewa digital nx64 kbps dan 2 Mbps.Pengolahan data obyektif dan data subyektif berdasarkan jawaban kuesioner dengan menggunakan perangkat lunak Criterion Decision Plus (CDP) menghasilkan bobot prioritas alternatif teknologi ADSL sebesar 43,8 %, HDSL 30 %, dan PON 26,2 %.Teknologi ADSL dan HDSL yang menggunakan jaringan kawat tembaga sebagai media transmisi mengungguli teknologi PON (jaringan akses serat optik), hal ini disebabkan faktor ekonomis yang lebih efisien karena menggunakan jaringan eksisting dan waktu pembangunan yang Iebih cepat.", "Daftar File": {}, "Penulis": "Yudi Wahyudi (NIM. 23299123)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Bambang Pharmasetiawan, Dr., Ir. Pembimbing 2: Suhardi, Dr.Ing. Scan :Neneng (2007-05-28)"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Mei 2007"}