{"Nomor": 6955, "Judul": "EKSPLORASI SERAT KULIT KAYU LANTUNG (Orthocoupus elastica) UNTUK TAS", "Abstrak": "Abstrak :  \n \n \n\nKulit kayu lantung merupakan salah satu potensi alam Indonesia yang tumbuh subur di Provinsi Kalimantan Tengah, Kelimantan Timur, Bengkulu, dan Irian Jaya. Kulit kayu lantung pada jaman dahulu digunakan sebagai pakaian oleh masyarakat di daerah tersebut. Semakin maraknya produk fashion yang berkembang dewasa ini, kulit kayu lantung menjadi alternatif bahan yang berpotensi untuk memenuhi keinginan pasar dan mempunyai karakteristik tersendiri yang memungkinkan terciptanya karya-karya inovatif melalui media baru.   \n \n \n\nSalah satu hal yang sangat disayangkan, bahwa pengolahan kulit kayu lantung belum berkembang dengan baik. Pengolahan hanya terjadi pada desain dan produknya saja, sementara warna, tekstur, dan desain permukaan perlu ditingkatkan sehingga dapat mengikuti perkembangan jaman agar dapat menjadi lebih menarik, variatif dan memiliki nilai estetis yang tinggi.  \n \n \n\nLaporan Tugas Akhir ini berisi tentang eksplorasi teknik pengolahan maupun teknik produksi yang dapat mengembangkan dan menambah nilai kulit kayu lantung. Keserasian penerapan dari hasil eksplorasi kulit kayu lantung akan meningkatkan nilai ekonomis, meningkatkan potensi dan fungsi dari material tersebut. Kulit kayu lantung akan menjadi lebih menarik dan memberikan suatu inovasi yang tiada batas untuk menghasilkan suatu produk fashion handbag.", "Daftar File": {}, "Penulis": "Yunus Adi Nugraha (NIM 172 02 006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : John Martono S.Sn, M.Sn  \n \n \n\nKoordinator Tugas akhir : Achmad Haldani, Drs. M.Sn  \n \n \n\nKetua Program Studi Kriya : Zaini Rais, Drs. M.Sn   \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Orthocoupus elastica, serat, kulit kayu, tas.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Jun 2012"}