{"Nomor": 6961, "Judul": "STUDI PENINGKATAN KADAR BESI DARI BIJIH BESI LATERIT ASAL BUKIT BESI, KALIMANTAN DENGAN MENGURANGI Al2O3 MENGGUNAKAN Al2O3 MENGGUNAKAN METODE FLOTASI KATIONIK KEBALIKAN", "Abstrak": "Abstrak:     \n \n \n \n \n \n\nKrisis pasokan bijih besi untuk industri besi dan baja terjadi di Indonesia. Di sisi lain,     \n \n \n \n \n \n\npasokan bahan baku untuk industri ini masih bergantung pada luar negeri. Di Indonesia     \n \n \n \n \n \n\nketersediaan bijih laterit melimpah. Namun, selama ini bijih laterit hanya dimanfaatkan     \n \n \n \n \n \n\nsebagai sumber utama nikel. Bijih laterit diketahui memiliki kandungan besi yang cukup     \n \n \n \n \n \n\ntinggi dan memiliki karakteristik yang kompleks karena mengandung clay minerals dan     \n \n \n \n \n \n\nair kristal.     \n \n \n \n \n \n\nPenelitian ini dilakukan untuk meningkatkan kandungan besi dari bijih besi besi laterit     \n \n \n \n \n \n\nasal Bukit Besi, Kalimantan dengan mengurangi kandungan mineral pengotor yaitu     \n \n \n \n \n \n\nAl2O3 dan SiO2. Metoda yang dipilih adalah flotasi kationik kebalikan menggunakan     \n \n \n \n \n \n\nkolektor amine. Penentuan kondisi optimum proses flotasi dilakukan dengan     \n \n \n \n \n \n\nmemvariasikan: pH pulp, fraksi ukuran, persen solid, dan dosis kolektor di dalam umpan.     \n \n \n \n \n \n\nHasil percobaan menunjukkan bahwa peningkatan kadar Fe mencapai 10,47% sedangkan     \n \n \n \n \n \n\npengurangan kadar SiO2 mencapai 5,57% dan Al2O3 8,57%.", "Daftar File": {}, "Penulis": "Yusron Katriono Dwi Hermawan (121 02 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir I:Eddy Agus Basuki,Ir., M.Sc.,Dr.", "Pembimbing Tugas Akhir II: Edy Sanwani, Ir., MT.,Dr.     \n \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-25"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lateritic ore, clay minerals, reverse cationic flotation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}