{"Nomor": 6962, "Judul": "PENGEMBANGAN FORMULASI SEDIAAN GEL ANTIJERAWAT SERTA PENENTUAN KONSENTRASI HAMBAT MINIMUM EKSTRAK DAUN PEPAYA (Carica Papaya A Linn.)", "Abstrak": "Abstrak:  \n \n \n\nJerawat terjadi karena penyumbatan pada pilosebaseus dan peradangan yang umumnya dipicu oleh bakteri Propionibacterium acnes, Staphylococcus epidermidis, dan Staphylococcus aureus. Untuk mengatasi masalah jerawat, dibutuhkan suatu sediaan yang mempunyai daya penetrasi yang baik, waktu kontak yang cukup lama, dan dosis yang sesuai.  Daun pepaya (Carica papaya Linn.) tua secara tradisional telah digunakan sebagai obat jerawat, yaitu dengan cara pengolesan langsung dari larutan hasil tumbukan daun yang tua. Daun pepaya ini dapat dibuat menjadi ekstrak, kemudian ekstrak tersebut dapat dibuat menjadi suatu sediaan farmasi; salah satunya adalah sediaan gel, di mana sediaan gel mempunyai kadar air yang tinggi, sehingga dapat menghidrasi stratum corneum dan mengurangi resiko timbulnya peradangan lebih lanjut akibat menumpuknya minyak pada poripori. Di dalam ekstrak daun pepaya terkandung papain (keratolitik, antimikroba) dan karpain (antibakteri), yang diduga dapat berperan sebagai senyawa aktif sediaan antijerawat.   \n \n \n\nTujuan penelitian ini adalah optimasi formulasi sediaan gel ekstrak daun pepaya sebagai sediaan antijerawat. Dalam penelitian ini dibuat sediaan gel yang stabil serta diuji khasiatnya terhadap Propionibacterium acnes dan Staphylococcus epidermidis.   \n \n \n\nMetode penelitian yang dilakukan meliputi empat tahap, yaitu karakterisasi mutu ekstrak dan simplisia, penetapan potensi antibakteri, optimasi formulasi, evaluasi formula. Simplisia diekstraksi dengan cara maserasi dengan pelarut etanolair (1:3). Selanjutnya, dilakukan karakterisasi mutu ekstrak dan simplisia meliputi pemeriksaan kandungan kimia, penetapan kadar air, penetapan kadar sari larut air, penetapan kadar sari larut etanol, penentuan pola kromatogram, penentuan bobot jenis ekstrak, penentuan pH ekstrak serta penentuan angka kapang dan angka lempeng total ekstrak. Ekstrak yang diperoleh diencerkan menjadi beberapa konsentrasi dan dilakukan penetapan konsentrasi hambat minimum (KHM) secara mikrobiologi. Diameter zona hambat ekstrak dan sediaan gel dibandingkan terhadap papain murni dan tetrasiklin baku. Konsentrasi ekstrak daun pepaya dan papain yang memiliki daya hambat setara dengan tetrasiklin 3% b/v terhadap Staphylococcus epidermidis dan Propionibacterium acnes selanjutnya dikembangkan menjadi suatu formula gel. Orientasi komposisi basis gel dibuat dengan menggunakan tiga basis, yaitu Karbopol 934, hidroksipropil metil selulosa (HPMC), dan hydroxypropyl cellulose low viscosity (HPCLV) dengan berbagai konsentrasi. Berdasarkan hasil orientasi komposisi basis gel, penentuan organoleptik, pH, dan viskositas dipilih basis gel yang terbaik, yaitu basis HPMC dan HPCLV. Sediaan gel antijerawat dari ekstrak daun pepaya dan papain kemudian dievaluasi aktivitasnya melalui uji KHM. Hasil yang diperoleh dibandingkan terhadap hasil uji KHM dari ekstrak daun pepaya dan dilakukan evaluasi sediaan meliputi penentuan organoleptis, homogenitas, pertumbuhan mikroba, sineresis, pH dan viskositas.   \n \n \n\nBerdasarkan hasil penelitian, gel ekstrak daun pepaya efektif terhadap Staphylococcus epidermidis sebanyak 8,65.10 (pangkat 9) cfu/mL, tetapi tidak efektif terhadap Propionibacterium acnes sebanyak 2,7.109pangkat 7) cfu/mL. Hal ini berarti bahwa gel ekstrak daun pepaya bermanfaat untuk mencegah bertambah parahnya jerawat, yaitu mencegah terjadinya infeksi sekunder oleh Staphylococcus epidermidis. Diameter zona hambat untuk gel ekstrak daun pepaya dengan basis HPCLV adalah 19,80 kurang lebih 0,30 mm, sedangkan dengan basis HPMC adalah 15,27 kurang lebih 0,25 mm. Berdasarkan hasil evaluasi pH dan viskositas, gel ekstrak daun pepaya dengan basis HPCLV 30 % b/v lebih stabil secara fisik daripada gel ekstrak daun pepaya dengan basis HPMC 5 % b/v. Gel ekstrak daun pepaya dengan basis HPCLV lebih efektif dan lebih stabil dibandingkan dengan basis HPMC.", "Daftar File": {}, "Penulis": "Yustine Ardina (NIM:207 05 006)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Sasanti Tarini, Dr.", "Pembimbing Serta : Irda Fidrianny, Dr.", "Pembimbing Serta : Marlia Singgih, Dr.  \n \n \n \n \n\nScanner: Alice Diniarti", "2007-12-10."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Gel ; anti acne; carica papaya leaves; carica papaya leaves extract; staphylococcus epidermidis; propionibacterium acnes; papaine; carpaine; HPC-LV,HPMC; Carbopol 934.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}