{"Nomor": 6971, "Judul": "ANALISIS INTEGRITAS KEKUATAN SISTEM PERPIPAAN PADA TOPSIDE PLATFORM AKIBAT SUBSIDENCE", "Abstrak": "Sistem perpipaan pada area Lima, Laut Jawa memiliki kemungkinan mengalami kegagalan akibat fenomena subsidence. Subsidence merupakan kecenderungan pergerakan permukaan tanah yang terus turun. Hal ini menyebabkan beban geohazard pada sistem perpipaan sehingga diperlukan analisis integritas kekuatan untuk mengetahui tingkat keamanan sistem perpipaan.Pada tugas akhir dilakukan analisis integritas kekuatan sistem perpipaan pada topside platform di area Lima Laut Jawa menggunakan software perpipaan AutoPIPE 2004 berdasarkan kode ASME B31.3 Piping Process, untuk mengetahui kekuatan sistem perpipaan terhadap kelayakan beroperasi dan juga dilakukan analisis tegangan ultimate untuk menentukan sisa umur sistem perpipaan akibat pembebanan yang terus-menerus terjadi, baik itu akibat tekanan operasi, temperatur operasi dan juga akibat subsidence yang terjadi pada area tempat sistem perpipaan berada.Dari hasil analisis tegangan, didapatkan sistem perpipaan yang berada pada kondisi kritis karena mengalami tegangan yang melewati Code allowable stress akibat fenomena subsidence. Bagian kritis yang terjadi pada pipa mampu diatasi dengan melakukan tindakan mitigasi berupa penambahan tumpuan pipa di dekat lokasi kritis sehingga sistem perpipaan memiliki rasio tegangan lebih kecil dari 1,00. Pada analisis tegangan ultimate, diprediksi beberapa sistem perpipaan pada area Lima akan mengalami kegagalan terhadap tegangan yield material pipa (SMYS) pada waktu yang cukup lama (=10 tahun).Akibat kegagalan yang banyak terjadi pada sistem perpipaan pada topside platform, mengharuskan segera dilakukan tindakan mitigasi. Tindakan mitigasi dapat berupa menambahkan tumpuan pipa, rerouting, dan online monitoring.", "Daftar File": {"2008 TA PP A. AZIS KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13824", "2008 TA PP A. AZIS KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/13825", "2008 TA PP A. AZIS KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/13826", "2008 TA PP A. AZIS KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/13827", "2008 TA PP A. AZIS KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/13828", "2008 TA PP A. AZIS KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/13829", "2008 TA PP A. AZIS KURNIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/13830", "2008 TA PP A. AZIS KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/13831"}, "Penulis": "A. AZIS KURNIAWAN (NIM 13103006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "strength integrity, piping system, topside platform", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}