{"Nomor": 6974, "Judul": "EVALUASI KINERJA LAPISAN ULANG BERDASARKAN KOMPOSISI LAPISAN PENUTUP", "Abstrak": "ABSTRAK: \n \n\nSusunan butiran campuran yang digunakan pada lapisan ulang, mempunyai pengaruh besar terhadap bentuk kerusakan yang terjadi. Penelitian kerusakan retak pada campuran bergradasi menerus yang di Indonesia biasa digunakan sebagai lapisan penutup, menghasilkan dibuatnya persyaratan butiran bergradasi senjang untuk digunakan dalam lapisan ulang pads IBRD VI. \n \n\nThesis menekankan pada evaluasi komposisi campuran lapisan penutup yang dibangun pada ruas jalan tertentu dan mencoba menghubungkan antara tingkah laku dilapangan dengan sifat unsur campuran yang diperkirakan mempunyai pengaruh terhadap tingkah laku tersebut. Ruas jalan yang ditinjau adalah Cirebon-Losari dan Ciawi-Cianjur. \n \n\nDari 50 contoh campuran lapisan penutup pada ruas jalan tersebut, tidak ada satupun yang masuk persyaratan gradasi butiran dari Bina Marga untuk Aspal dengan keawetan tinggi, dan hanya 2 contoh pada ruas jalan Cirebon-Losari, yang masuk dalam persyaratan BS-594 untuk campuran lapisan penutup bergradasi senjang, sedangkan persyaratan Bina Marga Laston (Aspal baton) dipenuhi oleh 9 dari 20 contoh pada ruas jalan Cirebon-Losari dan 24 dari 30 contoh pada ruas jalan Ciawi-Cianjur. Dari semua contoh, 16 contoh yang tidak termasuk pada ketiga persyaratan tersebut. Hal lain adalah tidak adanya hubungan antara sifat unsur campuran dengan kedalaman alur pada perkerasan dilapangan. \n \n\nPenetapan batasan terhadap faktor yang mempengaruhi campuran, dilakukan dengan berpedoman pada campuran yang telah memperlihatkan sifat yang baik dilapangan. \n \n\nPercobaan laboratorium dilakukan terhadap batas yang telah ditetapkan sebelumnya bersamaan dengan campuran yang diusulkan pada IBRD VI. Umumnya campuran tersebut menghasilkan nilai stabilitas Marshall dan kandungan udara \n \n\ndiluar persyaratan. Urutan nilai dari campuran yang diperoleh berdasarkan standar Marshall tidak sesuai dengan hasil yang diperoleh dari percobaan lintasan ban.", "Daftar File": {}, "Penulis": "Abdul Fatah Nurdin (NIM S2888808)", "Kontributor / Dosen Pembimbing": ["Pembimbing: James McElvaney, Ph.D., B.E., C.Eng., MICE. \n \n\nPembimbing: Rudy Hermawan, Ir., M.Sc. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "overlay construction, aggregate grading, High-Durability Asphalt", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}