{"Nomor": 6976, "Judul": "PENERAPAN KRIPTOGRAFI KUNCI-SIMETRI DAN ASIMETRI UNTUK MENGAMANKAN MULTIMEDIA MESSAGING SERVICE (MMS)", "Abstrak": "Abstrak:    \n \n \n \n \n\nTeknologi messaging pada layanan telepon bergerak telah berevolusi yang mulanya hanya mampu mengirim pesan berisi teks menjadi dapat mengirim isi pesan gambar, suara maupun video. Teknologi ini, Multimedia Messaging Service (MMS), saat ini menjadi layanan standar yang disediakan oleh operator seluar. Akan tetapi berbagai ancaman keamanan menyertainya seperti pencurian sehingga pencuri dapat dengan mudah melihat semua pesan yang ada di ponsel, penyadapan dan sebagainya.    \n \n \n \n \n\nDalam tugas akhir ini dikembangkan perangkat lunak untuk mengamankan pesan MMS dengan kriptografi kunci-simetri dan asimetri atau kriptografi kunci publik. Algoritma    \n \n \n \n \n\nyang dipakai adalah algoritma kunci publik Rivest, Shamir dan Adleman (RSA) dan algoritma kunci-simetri Advanced Encryption Standard (AES). Implementasi perangkat    \n \n \n \n \n\nlunak direalisasikan dengan membangun perangkat lunak utama yang dipasang pada telepon selular dan perangkat lunak berbasis web. Perangkat lunak utama berfungsi untuk    \n \n \n \n \n\npengamanan MMS dengan enkripsi, pemberian tanda tangan digital sedangkan perangkat berbasis web digunakan untuk mempermudah dalam pertukaran kunci publik antar pengguna yang dapat diakses melalui perangkat lunak utama. Perangkat lunak utama dikembangkan untuk telepon selular yang menggunakan sistem operasi Symbian versi 7.0 atau 8.0 seri 60 dan dikembangkan menggunakan Software Development Kit (SDK) dari Nokia dan kakas Microsoft Visual Studio .NET123 2003 dengan bahasa C++.    \n \n \n \n \n\nBerdasarkan pengujian yang telah dilakukan, perangkat lunak mampu melakukan proses enkripsi, dekripsi, pembuatan tanda tangan digital dan verifikasi pada MMS namun tidak dapat mengirimkan MMS terenkripsi sehingga perlu pengembangan lebih lanjut. Pada akhir tugas akhir ini dapat disimpulkan bahwa kriptografi kunci-simetri dan asimetri merupakan salah satu solusi yang tepat dan dapat diterapkan untuk mengamankan MMS pada ponsel.", "Daftar File": {"2007 TA PP ABDUL HALIM 1-asli-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/13864"}, "Penulis": "Abdul Halim - NIM : 13501060", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Rinaldi Munir,Ir., M.T.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-14."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "MMS, symmetric-key cryptography, asymmetric-key cryptography,RSA, AES, encrypt, decrypt, digital signature, verification, Symbian.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}