{"Nomor": 6977, "Judul": "UJI POTENSI PROSES ANAEROBIK TERHADAP AIR LIMBAH INDUSTRI BIODIESEL", "Abstrak": "ABSTRAK: \n \n\nSeiring dengan menipisnya cadangan bahan bakar berbasis minyak bumi, maka usaha untuk mendapatkan sumber bahan bakar bare mendapat perhatian besar. Banyak alternatif sumber energi yang telah diteliti, salah satunya adalah biodiesel. Biodiesel menjadi favorit bahan bakar alternatif karena kelebihannya dibanding bahan bakar alternatif lain, yaitu sifat fisiknya yang mirip dengan solar, Biodiesel ramah lingkungan serta terbarukan karena terbuat dari sumber daya hayati. \n \n\nBiodiesel yang berupa ester metil diperoleh dari trigliserida minyak nabati melalui proses transesterifikasi. Proses dilakukan dengan mereaksikan minyak nabati dan alkohol (metanol) serta diberi katalis, kemudian akan menghasilkan ester yang sifat fisiknya mirip dengan minyak solar. Air limbah dihasilkan dari proses pencucian produk ester metil. Air limbah yang dihasilkan memiliki kandungan organik yang cukup tinggi. Air limbah dengan kandungan organik yang tinggi dapat ditangani dengan proses aerob maupun dengan proses anaerob. Namur proses anaerob lebih menguntungkan dibandingkan dengan proses aerob. \n \n\nPenelitian bertujuan mengkaji kemampuan proses anaerob dalam mengolah air limbah industri biodiesel. Kinerja proses anaerob ditentukan menggunakan uji potensi metana biokimia atau BMP (Biochemical Methane Potential) dan uji tingkat racun atau ATA ( Anaerobic Toxicity Assay). \n \n\nHasil penelitian memperlihatkan bahwa air limbah biodiesel dapat terdegradasi oleh mikroorganisme pada proses anaerob. Air limbah biodiesel mudah terbiodegradasi dan tidak bersifat racun. Hasil ini menunjukkan proses anaerob mampu mengolah air limbah industri biodiesel.", "Daftar File": {}, "Penulis": "Abdul Haris Mulyadi (NIM 23003016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Tjandra Setiadi, Prof., Dr., M.Eng. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-30)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biodiesel, Anaerobic process, BMP, ATA.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}