{"Nomor": 6979, "Judul": "ELEKTRODE KAWAT EMAS BERLAPIS POLIMER KONDUKTIF POLIPIROL UNTUK PENGUKURAN BEBERAPA SURFAKTAN ANIONIK SECARA POTENSIOMETRI", "Abstrak": "Perkembangan dan penggunaan metode voltametri yang sangat pesat berimbas pada perkembangan metode dan teknik sintesis polimer konduktif. Dengan teknik voltametri siklik, mekanisme reaksi elektropolimerisasi selama proses sintesis dan deposisi polimer konduktif pada permukaan elektrode kawat logam dapat dikendalikan. \n \n\nPenemuan polimer konduktif berdampak pada akselerasi perkembangan teknik penentuan ion-ion yang berbasis pada reaksi elektrokimia. Polimer ini dapat digunakan sebagai membran sensor ion. Pengembangan polimer konduktif sebagai membran sensor elektrokimia untuk elektrode selektif ion dengan tipe kawat terlapis sudah banyak dipelajari. Namun demikian, masih dijumpai masalah, antara lain dalam hal masa pemakaian elektrode yang singkat dan kedapat-ulangan (reproducibility) hasil pengukuran yang kurang baik. Sementara itu, penggunaan surfaktan anionik dalam kegiatan industri maupun rumah tangga mengalami peningkatan yang pesat, sehingga pengembangan metode dan teknik penentuan kandungan surfaktan anionik yang efisien sangat penting. Beberapa peneliti terdahulu telah membuat elektrode sensor surfaktan natrium dodesil sulfat (NaDS) dengan tipe kawat platina terlapis polimer konduktif polianilin. Elektrode tersebut memiliki sensitivitas sekitar 59,0 mV/dekade. Namun demikian, koefisien selektivitas elektrode terhadap surfaktan-surfaktan anionik yang lain belum diungkap. Selain itu, proses penyiapan elektrode ini tidak efisien, karena sensitivitas optimum elektrode baru diperoleh lewat elektropolimerisasi dengan pemindaian potensial sebanyak 400 siklus. Beberapa peneliti yang lain berhasil membuat elektrode sensor surfaktan natrium dodesil benzena sulfonat (NaDBS) tipe kawat platina terlapis polipirol. Elektrode ini memberikan sensitivitas dan selektivitas yang baik terhadap anion DBS negatif tanpa mengalami gangguan respon karena adanya beberapa anion anorganik maupun surfaktan oktil sulfat. Namun demikian, adanya anion dodesil sulfat dan tetradesil sulfat memberikan gangguan selektivitas elektrode terhadap pengukuran anion DBS(-). Dalam penelitian-penelitian terdahulu, keterkaitan antara konduktivitas dan morfologi membran polimer terhadap karakteristik potensiometri elektrode sensor NaDS maupun NaDBS belum pernah dielaborasi. \n \n\nProses penyiapan elektrode dilakukan lewat elektropolimerisasi pirol dengan teknik voltametri siklik dalam larutan yang mengandung ionofor surfaktan anionik dan elektrolit pendukung. Parameter voltametri siklik dan kinerja elektrode Au-PPy yang diperoleh selanjutnya dievaluasi. Parameter voltametri siklik yang dioptimasi adalah rentang potensial dan laju pindai. Pada optimasi kinerja elektrode, karakteristik potensiometri yang terlebih dahulu dievaluasi adalah sensitivitas elektrode, dengan merujuk pada sensitivitas yang sesuai dengan hukum Nernst. Parameter optimum yang ditentukan adalah jumlah pemindaian, konsentrasi pirol, jenis dan konsentrasi ionofor maupun elektrolit pendukung serta sistem pengkondisian elektrode. \n \n\nIonofor spesifik dapat terjebak dalam matriks membran polipirol selama reaksi elektropolimerisasi berlangsung. Membran polipirol dengan ionofor yang berbeda memiliki konduktivitas yang berbeda. Membran dengan ionofor HDBS memiliki konduktivitas lebih rendah daripada membran dengan ionofor HDS. Membran dengan konduktivitas yang paling tinggi ditunjukkan oleh membran polipirol dengan ionofor HOS. \n \n\nDalam penelitian ini juga ditemukan adanya keterkaitan antara konduktivitas dan morfologi membran dengan kinerja ketiga jenis elektrode (Au-PPy-DS, Au-PPy-OS dan Au-PPy-DBS), khususnya sensitivitas dan waktu respon elektrode. Fakta ini dapat menjadi petunjuk akan perlunya optimasi parameter untuk setiap elektrode sensor anion. \n \n\nKeberhasilan penelitian ini akan berdampak pada pengembangan material baru untuk digunakan sebagai membran sensor elektrokimia. Untuk penelitian lebih lanjut masih terbuka kemungkinan untuk dilakukan penyiapan elektrode sensor surfaktan anionik dengan respon yang stabil dan masa pemakaian elektrode yang lebih lama.", "Daftar File": {"2008 DIS PP ABDUL HARIS WATONI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13873", "2008 DIS PP ABDUL HARIS WATONI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/13874", "2008 DIS PP ABDUL HARIS WATONI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/13875", "2008 DIS PP ABDUL HARIS WATONI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/13876", "2008 DIS PP ABDUL HARIS WATONI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/13877", "2008 DIS PP ABDUL HARIS WATONI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/13878", "2008 DIS PP ABDUL HARIS WATONI 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/13879", "2008 DIS PP ABDUL HARIS WATONI 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/13880"}, "Penulis": "ABDUL HARIS WATONI (NIM 30503006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Buchari, Indra Noviandri, Ph.D., Dr. Suryo Gandasasmita, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Elektropolimerisasi, Membran polipirol, Ionofor, Elektrode kawat terlapis, Surfaktan anionik, Karakteristik potensiometri", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}