{"Nomor": 6983, "Judul": "PENGARUH ALAT SAMBUNG DISKRET TERHADAP PERILAKU KONSTRUKSI KAYU", "Abstrak": "Abstrak:\nSeperti dimaklumi bahwa suatu struktur papan paku terdiri atas komponen-komponen batang yang saling disambungkan satu sama lainnya, dengan menggunakan alat sambung diskret berupa paku. Bahagian sambungan ini yang lazim disebut titik simpul, perlu mendapat perhatian yang lebih mendalam, karena pada umumnya merupakan bahagian terlemah dart sistem struktur. Hingga saat ini rancang bangun pada struktur papan paku masih menggunakan pendekatan secara konvensional, yaitu dengan andaian bahwa titik-titik simpul merupakan hubungan sendi. Akan tetapi dengan menggunakan metoda kekakuan (stiffness method), analisis struktur dapat dilakukan dengan andaian bahwa suatu sistem sambungan bersifat sebagai hubungan sendi atau sebagai titik simpul dengan andaian sebagai hubungan kaku (rigid joint) dengan karakteristik penampang yang mina dengan komponen batang-utamanya. Pada hakekatnya rancang bangun yang berdasarkan andaian tersebut diatas, merupakan penyederhanaan yang dapat mengakibatkan hasil analisis belum mencerminkan perilaku struktur sebenarnya. Dengan menurut sertakan sifat mekanik dan ukuran geometrik kayu, Berta bentuk penampang dan diameter paku, pengkajian ditujukan untuk menentukan karakteristik penampang komponen pengganti setara (akivalent) yangmemiliki perilaku struktural yang same dengan sistem sambungan, dan tidak tergantung pada percobaan setiap model sistem sambungan di laboratorium. Untuk mencapai tujuan dimaksud, terlebih dahulu dilakukan pengkajian terhadap perilaku sistem sambungan secara analitik balk dibawah pengaruh beban aksial momen lentur. Pengkajian secara analitik selanjutnya didukung oleh penelitian di laboratorium. Pada pengkajian analitik, sistem sambungan papan paku yang bersifat diskret dimodelkan sebagai suatu sistem sambungan yang menggunakan perekat-maya yang bersifat kontinu. Hasil pengkajian secara analitik dan pengujian model sistem sambungan dapat disimpulkan bahwa sistem sambungan yang menggunakan alat sambung paku yang bersifat diskret dildealisasikan dengan suatu batang pengganti setara yang memiliki karakteristik penampang (AE)ek dan (El)ek tertentu. Karakteristik penampang (AE)ek dan (EI)ek dapat dinyatakan sebagai fungsi dart sifat mekanik kayu, ukuran geometrik kayu dan sifat slatsambung yang menggunakan perekat-maya sebagai alat sambung kontinu hasil analitik yang dilakukan dengan uji coba (experimental) struktur ukuran pemakaian (full scale) yang digunakan sebagai terapan dart pengkajian sistem sambungan di laboratotium, menunjukkan kesahihan (validity) yang baik. Analisis struktur berdasarkan anggapan bahwa seluruh atau sebahagian titik simpul merupakan hubungan sendi, dan anggapan bahwa titik simpul merupakan hubungan kaku, sama sekali tidak mencerminkan perilaku sebenarnya. HaSil pengkajian dengan mengikut sertakan pengaruh paku sebagai alat sambung ini, memberi peluang baru untuk mengkaji struktur papan paku yang menggunakan kayu lapis atau kayu panel sebagai pelat-penyambung. Peluang pengkajian lainnya adalah material komposit yang terdiri dari pelat beton bertulang atau ferrocement dan balok kayu yang dihubungkan dengan alat penyambung geser (shear connector).", "Daftar File": {}, "Penulis": "Abdul Muhar Husin", "Kontributor / Dosen Pembimbing": ["Promotor: Mohammad Sahari Besari, Prof. Ir. M.Sc. Ph.D.\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nail plank structure, discrete joint.", "Sumber": "", "Staf Input/Edit": "", "File": "7 file", "Tanggal Input": "21 Feb 2008"}