{"Nomor": 6986, "Judul": "PENYEBARAN ENDAPAN BAUKSIT LATERIT DI BUKIT PENARIK DUA PULAU BINTAN PROPINSI RIAU", "Abstrak": "ABSTRAK: \n \n\nBauksit adalah salah satu bijih aluminium, komponen utama alumina, silika, besi dan titan. Untuk mengetahui kadar ke empat komponen tersebut digunakan analisis kimia dan x-ray Jiuorescence, sedangkan untuk mengetahui dalam bentuk mineral apa komponen tersebut berada digunakan x-ray di ractton. Penelitian ini mengarah pada penyebaran komponen utama bauksit laterit. Hal ini dapat di pakai sebagai bahan pertimbangan dalam penentuan metoda dan arah penambangan. Bauksit laterit terbentuk di bawah kondisi pelapukan, silika lebih mudah bergerak dibandingkan dengan alumina dan besi. Penyebaran komponen silika kadar tinggi berada pada lembah, komponen besi pada lereng bukit yang tinggi, komponen titan pada lereng yang jauh dari muka air rawa sedangkan komponen alumina pada lereng dan puncak bukit. Berdasarkan penampang dari atas ke bawah maka di daerah puncak dan lereng bikit, zona pertama laterisasi relatif lebih tebal dibandingkan dengan zona kedua laterisasi. Di daerah lembah bukit, zona kedua laterisasi yang relatif lebih tebal dibandingkan dengan zona pertama laterisasi. Penyebaran komponen silika sangat dipengaruhi oleh aliran air tanah, komponen besi dan titan tidak begitu banyak dipengaruhi sedangkan penyebaran komponen alumina tidak dipengaruhi. Secara visualisai variabilitas kadar relatif b e a r ditunjukkan dengan nugget etJfect. silika 2,5 (%)z, besi 8,2 (%)', titan 0,01 (%) dan alumina 5,0 (%)z. Kontinuitas kadar secara lateral adalah balk, silika sampai radius 200 m, besi sampai radius 175 m, titan sampai radius 50 m, alumina sampai radius 200 m dan ketebalan sampai radius 75 m. Dengan kontinuitas tersebut maka disarankan jarak 25 m sumur uji untuk ditinjau kembali kemungkinan di perlebar.", "Daftar File": {"1992 TS ABDUL RAUF 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/13922", "1992 TS ABDUL RAUF 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/13923", "1992 TS ABDUL RAUF 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/13924", "1992 TS ABDUL RAUF 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/13925", "1992 TS ABDUL RAUF 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/13926", "1992 TS ABDUL RAUF 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/13927", "1992 TS ABDUL RAUF 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/13928", "1992 TS ABDUL RAUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13929", "1992 TS ABDUL RAUF 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/13930", "1992 TS ABDUL RAUF 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/13931"}, "Penulis": "Abdul Rauf (NIM 22190003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Totok Darijanto, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-02-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bauxit laterit", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}