{"Nomor": 6990, "Judul": "CORPORATE SOCIAL RESPONSIBILITY SEBAGAI PEMBANGKIT JATI DIRI BANGSA (STUDI KASUS SAUNG ANGKLUNG UDJO)", "Abstrak": "Angklung itu adalah bambu, dan bambu itu adalah sangat identik sekali dengan masyarakat Sunda. Saung Angklung Udjo (SAU) sebagai objek wisata budaya, merupakan replika dari suatu perkampungan masyarakat Sunda, dimana di dalamnya terdapat berbagai seni dan budaya tradisional masyarakat Sunda. Salah satu pendorong SAU dalam melakukan CSR adalah untuk membangkitkan jati diri bangsa yang dirampas oleh bangsa lain. Angklung sendiri merupakan jati diri kebudayaan Sunda. Karena apabila seseorang berbicara tentang angklung pasti akan teringat dengan masyarakat Sunda. Sasaran utama dari model CSR yang dikembangkan oleh SAU adalah masyarakat Sunda, dikarenakan produk SAU merupakan kebudayaan Sunda itu sendiri. Untuk menjamin keberlanjutan usahanya dan membangkitkan jati diri bangsa, SAU sangat membutuhkan dukungan dari masyarakat Sunda. \n \n \n \n\nSaung Angklung Udjo sebagai salah satu perusahaan yang sudah melaksanakan CSR dengan baik, masih memiliki beberapa kendala pada penerapan CSR-nya. Berdasarkan observasi langsung dan hasil depth interview, terlihat bahwa SAU masih memiliki beberapa kelemahan terkait dengan hubungannya dengan kondisi intern perusahaannya, hubungannya denganpemerintah, dan juga hubungannya dengan masyarakat sekitar. \n \n \n \n\nSetelah melakukan penjabaran masalah dan solusi, dipilih tiga solusi yang menjadi prioritas utama SAU dalam melakukan perbaikan terhadap model CSR-nya. Tiga solusi tersebut adalah, melakukan perluasan infrastruktur SAU melalui pensosialisasian model perkampungan kebudayaan Sunda, melakukan pelatihan sumber daya manusia tentang serba-serbi bambu dan angklung, serta melakukan kerjasama dan koordinasi proaktif dengan pemerintah. \n \n \n \n\nPerbaikan dan pengembangan model CSR pada SAU dapat dilakukan dengan cara menyederhanakan konsep CSR yang selama ini sudah dijalankan oleh SAU dalam bentuk sebuah model. SAU sendiri sebenarnya sudah memakai konsep Kemitraan Tripartit, hanya saja pihak SAU belum menyadari konsep apa yang sedang dipakai dan masih belum disederhanakan menjadi sebuah model. Langkah selanjutnya adalah melakukan penyempurnaan model CSR pada SAU dan melengkapinya dengan mengacu pada konsep Good Corporate Governance (GCG), konsep Sustainable Development, dan Konsep Triple Bottom Line. \n \n \n \n\nDalam rangka menjaga agar budaya perusahaan menjadi bagian dalam pengetahuan budaya anggota-anggotanya, maka dalam proses yang berkesinambungan dilakukan audit sosial, yaitu memeriksa, merencanakan bentuk-bentuk aturan berkaitan dengan kebudayaan perusahaan yang didasari pada pemantauan dan evaluasi. Jadi pada dasarnya audit sosial berguna pula bagi SAU dalam memaksimalkan dan memantau apakah program SAU yang sudah dilakukan berhasil atau tidak dalam pensosialisasian budaya Sunda. Jadi diharapkan dengan adanya perbaikan model CSR pada perusahaan, dan dengan terus dilakukannya audit sosial secara berkesinambungan, dukungan dari pemerintah maupun masyarakat Sunda pada kegiatan SAU menjadi lebih optimal, dan dapat menciptakan Udjo-Udjo baru yang dapat melestarikan kebudayaan Sunda secara berkelanjutan.", "Daftar File": {"2008 TS PP ABIMANYU SURJADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/13949", "2008 TS PP ABIMANYU SURJADI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/13950", "2008 TS PP ABIMANYU SURJADI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/13951", "2008 TS PP ABIMANYU SURJADI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/13952", "2008 TS PP ABIMANYU SURJADI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/13953", "2008 TS PP ABIMANYU SURJADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/13954"}, "Penulis": "ABIMANYU SURJADI (NIM 29106034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Rudito, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Saung Angklung Udjo, Jati diri bangsa, Corporate Social Responsibility", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}