{"Nomor": 7008, "Judul": "PENGEMBANGAN KOMPUTERISASI SISTEM AKUNTANSI PIUTANG UNTUK MENUNJANG SISTEM PENGENDALIAN INTERN", "Abstrak": "Bagi pimpinan perusahaan informasi merupakan hal yang sangat patting dalam menjalankan peranannya dalam pengambilan keputusan. Informasi yang baik dihasilkan dari suatu sistem yang baik pula, sehingga informasi yang dihasilkan dapat dipercaya. \n\nPiutang merupakan salah satu unsur aktiva lancar perusahaan, dan perlu dijaga dan dikelola dengan baik supaya catatan piutang menjadi lebih aman dan lebih akurat. \n\nSampai dengan saat ini, pencatatan atas piutang dilakukan sesuai dengan SAB (Sistem Akuntansi Baru) sebagai pedoman pelaksanaan yang dilakukan secara manual dan tidak terintegrasi baik dengan unit terkait maupun di Bagian Akuntansi sendiri, \n\nNamun pada kenyataamiya, masih banyak ditemukan pencatatan yang keliru. baik pada dokumen dasar maupun pada analisanya, sehingga jurnal yang dibuat menjadi keliru dan mengakibatkan Laporan Keuangan secara keseluruhan menjadi tidak benar. Oleh sebab itu dipandang perlu untuk mengembangkan Sistem Akuntansi Piutang yang terintergrasi yang dapat mengurangi kesalahan-kesalahan. dapat meningkatnya kepercayaan terhadap data dokumen dasar, dan proses pencatatan dapat lebih efektive dan efisien. \n\nPengembangan Sistem Akuntansi ini pada prinsipnya masih sejalan/sesuai dengan SAB sebagai pedoman pelaksanaan, akan tetapi proses pencatatan dibuat terintegrasi dari Unit terkait dengan Bagian Akuntansi, sehingga analisa yang dihasilkan lebih akurat dan penjagaan/pemantauan atas Daftar Nominatif tiap rekening piutang dapat disajikan dengan sendirinya. \n\nDengan demikian tujuan pengendalian intern seperti: mengamankan harta perusahaan. menguji ketelitian dan kebenaran data akuntansi perusahaan. meningkatkan elisiensi operasi, dan ketaatan kepada kebijakanaan-kebijaksanaan yang telah digariskan pimpinan perusahaan; dapat ditunjang oleh pengembangan sistem akuntansi atas piutang tersebut.", "Daftar File": {"2000 TS PP ADANG SUJANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14082", "2000 TS PP ADANG SUJANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14083", "2000 TS PP ADANG SUJANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14084", "2000 TS PP ADANG SUJANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14085", "2000 TS PP ADANG SUJANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14086", "2000 TS PP ADANG SUJANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14087", "2000 TS PP ADANG SUJANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/14088", "2000 TS PP ADANG SUJANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14089"}, "Penulis": "ADANG SUJANA (NIM 28497001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Kadarsah Suryadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perkeretaapian", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem akuntansi, komputerisasi, pengendalian intern", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "17 Jun 2008"}