{"Nomor": 7012, "Judul": "MODEL DAN PERANCANGAN FFT/IFFT 256 TITIK RADIX-4 UNTUK CHIPSET BASEBAND WiMAX", "Abstrak": "Fokus tugas akhir ini adalah pada perancangan model perangkat keras WiMAX sehingga diperoleh kinerja yang optimum dengan cost yang minimum. Optimasi dilakukan dengan mengurangi resolusi komputasi dalam orde bit sehingga diperoleh kinerja yang memenuhi kriteria sistem WiMAX yang tercantum pada standard IEEE 802.16-2004.    \n \n \n \n\nBerbasis model tersebut dilakukan perancangan modul FFT dan IFFT tersebut menggunakan Verilog HDL (Hardware Description Language). Pengukuran performa dan pemodelan dilakukan dengan pembuatan model bit precision menggunakan MATLAB. Sintesis dilakukan menggunakan Quartus II dengan target divais FPGA Stratix II EP2S60F1020. Perancangan menggunakan dua skenario kuantisasi input dan output FFT/IFFT yaitu 10 bit dan 12 bit. Beberapa teknik perancangan diakukan untuk mendapatkan performa yang optimal, seperti penggunaan rounding pada pembulatan hasil perkalian, menggunakan metode perkalian shift-and-add, dan bit scalling pada setiap stage perhitungan.    \n \n \n \n\nHasil rancangan Verilog HDL memberikan hasil yang sama dengan model MATLAB dengan teknik perbandingan secara otomatis. Hasil sintesis menunjukkan bahwa frekuensi kerja maksimum yang diperoleh adalah 41,75 MHz dengan latency pada 343 clock cyle sehingga memenuhi spesifikasi sistem WiMAX yang diinginkan yaitu frekuensi clock 40 MHz dengan clock budget 880 clock cycle. Desain yang optimum dari segi performa BER dan cost adalah dengan menggunakan kuantisasi 10 bit.", "Daftar File": {}, "Penulis": "ADE IRAWAN (NIM 13203013)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Adit Kurniawan dan Dr. Ir. Trio Adiono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMAX, OFDM, FFT, IFFT, twiddle factor, radix-4", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}