{"Nomor": 7015, "Judul": "STRATEGI PEMASARAN BERSAMA PUPUK UREA DI PASARAN INTERNASIONAL", "Abstrak": "Abstrak :  \n \n \n\nPendirian pabrik pupuk di Indonesia pada awalnya terutama ditujukan untuk memenuhi kebutuhan pupuk bagi sektor pertanian, sehingga dapat mengurangi ketergantungan terhadap pupuk impor dan sekaligus untuk tujuan penghematan devisa.  \n \n \n\nDalam perkembangannya sejak diproduksi pada tahun 1963, ternyata pada tahun 1980 Indonesia mulai mengalami surplus pupuk Urea di Dalam Negeri karena jumlah produksi yang melebihi kebutuhannya, dan sejak itu Indonesia mulai melakukan penjualan pupuk Urea ke luar negeri sebagai produk ekses namun tidak diperhitungkan sebagai suatu komoditas yang mempunyai peluang untuk menambah devisa negara.  \n \n \n\nApabila dilihat dari suplly - demand Urea di dunia ternyata kebutuhan akan pupuk Urea di dunia tidak dapat diimbangi dengan kemampuan supplynya terutama dinegara Asia Bagian Tenggara dan Timur dimana kebutuhan Urea untuk menunjang sektor pangan merupakan faktor yang dominan sedangkan supply Urea di daerah itu tidak mencukupi karena terbatasnya sumber bahan Baku.  \n \n \n\nBerkurangnya supply pupuk Urea dari negara-negara maju yang memproduksi Urea dan Ietak Indonesia secara geografis yang sangat strategis serta ditunjang oleh sumber daya yang cukup, pada periode 5 (lima) tahun terakhir ini Indonesia merupakan negara di Asia yang mempunyai potensi untuk memanfaatkan peluang untuk mengisi kekurangan supply pupuk Urea dinegara Asia Bagian Timur dan Tenggara.  \n \n \n\nDengan melihat data kebutuhan impor Urea dipasaran International 5 - 10 tahun yang lalu dan dengan melihat proyeksi kebutuhan dimasa yang akan datang, dari hasil analisa Indonesia cukup memiliki potensi untuk dapat memanfaatkan peluang tersebut.  \n \n \n\nDengan mengidentifikasi permasalahan atas adanya peluang ini, dan dengan menyusun suatu metodologi pemecahan masalah dengan menekankan analisa aspek-aspek struktural dan lingkungan industri maka disusun pengembangan strategi alternatif agar kelebihan pupuk Urea di Indonesia dapat mengisi pangsa pasar diluar negeri dengan memanfaatkan  Competitive Advantage  yang dimiliki.", "Daftar File": {}, "Penulis": "Ade Suryanti B. Soebagio ( NIM : 281 94 001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Uke MMP. Siahaan, Ir.,MBA.  \n \n \n \n\nScanner: Alice Diniarti", "2008-01-28."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Competitive Advantage ; factory ; urea ; import ; pupuk.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}