{"Nomor": 7024, "Judul": "EVALUASI PENERAPAN PENILAIAN KESELAMATAN PESAWAT WISE 8 BERDASARKAN SAE ARP 4761", "Abstrak": "Penilaian keselamatan merupakan proses yang sangat penting sebagai bagian dari seluruh aktivitas pengembangan suatu pesawat. Penilaian ini diperlukan untuk menjamin tingkat keselamatan pesawat terbang dalam menjalankan misinya. Penelitian ini mengevaluasi penerapan penilaian keselamatan berdasarkan SAE ARP 4761 pada pesawat WiSE 8. Penilaian keselamatan diterapkan pada desain fungsi dan sistem pesawat yang memberikan kemungkinan terjadinya kondisi kegagalan yang paling buruk dengan analisis Functional Hazard Assessment (FHA) dan Preliminary System Safety Assessment (PSSA). Pada tahap FHA dilakukan identifikasi fungsi dan kondisi kegagalan yang terjadi pada fungsi tersebut, dan mengklasifikasi efek kondisi kegagalan yang teridentifikasi. Pada tahap PSSA, sistem-sistem kritis diidentifikasi dengan analisis Fault Tree. Pada proses ini persyaratan keselamatan dari item-item kritis didapatkan. Dengan evaluasi penerapan penilaian keselamatan SAE ARP4761 pada pesawat WiSE-8 ini dapat disimpulkan bahwa prosedur SAE ARP4761 kurang eksplisit dimana tidak diberikan acuan fungsi-fungsi yang harus dievaluasi. Hal ini sangat memungkinkan terjadinya kesalahan dalam pendefinisian fungsi-fungsi kritis pada pesawat.", "Daftar File": {"2007 TA PP ADI MARDIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14185", "2007 TA PP ADI MARDIKA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/14186", "2007 TA PP ADI MARDIKA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/14187", "2007 TA PP ADI MARDIKA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/14188", "2007 TA PP ADI MARDIKA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/14189", "2007 TA PP ADI MARDIKA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/14190", "2007 TA PP ADI MARDIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14191"}, "Penulis": "ADI MARDIKA D. S. (NIM 13600012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penerapan penilaian keselamatan pesawat, WISE 8, SAE ARP 4761", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}