{"Nomor": 7038, "Judul": "PENYELIDIKAN GEOLOGI LEMBAH PALU, SULAWESI TENGAH DENGAN TEKNIK PENGINDERAAN JAUH", "Abstrak": "ABSTRAK:\nUntuk mengetahui peranan teknik penginderaan jauh dalam penyelidikan geologi, telah diambil Lembah Palu di Sulawesi Tengah sebagai daerah penyelidikan. Daerah yang meinpunyai anti penting dipandang dari sudut Tektonik Lempeng ini diambil karena di sini bukti-buktipergerakan horisontal dapat dideteksi dan dipelajari melalui teknik penginderaan jauh. Citra Landsat bersekala 1:3.000.000 sampai 1 : 250.000 dan potret udara bersekala 1:50.000 telah dipergunakan dalam penyelidikan ini.\nLembah Palu-Lembah Koro dengan panjang lk 250 kilometer adalah merupakan pencerminan Patahan Palu-Koro yang bergerak mendatar sinistral (strike slip fault). Kecepatan pergerakan diperkirakan sebesar 2-3,5 mm sampai 14-17 mm setahun dan seluruhnya mencapai 3.250 m. Dari pengaruhnya terhadap endapan aluvium berumur Kwarter dapat diketahui bahwa patahan ini aktif.\nPergerakan tegak diketahui pula terjadi di beberapa tempat yang disebabkan pembelokan pada arah bidang patahan sehingga menimbulkan gaya tarikan. Terban dapat terjadi dan menghasilkan pembentukan lembah yang lebar seperti Lembah Palu.\nPatahan Palu-Koro memisahkan dua mandala yang berbeda corak strukturnya yaitu mandala barat yang retak-retak dan mandala timur yang cenderung melipat. Pada citra Landsat 1ipatan ini terlihat sebagai punggungan-punggungan yang membentuk busur (curvilinear) Ke arah tenggara Patahan Palu-Koro bersambung dengan Patahan Malil-Kendari dan Patahan Matano. Kedua patahan ini adalah patahan mendatar sinistral yang diduga mulai terbentuk dari sebelah timur dan berkembang ke barat bersatu dengan Patahan Palu-Koro.\nPola retakan yang terdapat di mandala barat sangat mungkin terjadi akibat tekanan berpasangan yang ditimbulkan pergerakan sinistral Patahan Palu-Koro di utara dan Patahan Pasternoster di selatan. Pola melipat be-rasosiasi puZa dengan sesar-sesar naik yang berarah utara-selatan. Pencerminan morfologi dari lipatan ini terlihat sebagai punggunganpunggungan dan Zembah-Zembah. Danau Paso ditafsirkan sebagai espresi morfologi lipatan dan patahan dalam ukuran yang relatif besar.\nDi antara Patahan Matano dan Malili-Kendari terdapat suatu bentuk morfologi yang mencerminkan pelipatan yang kuat yang ditafsirkan sebagai lipatan seret (dragfold) yangterbentuk di antara dua medan kompresi. Bukti ini membawa ke pada kesimpulan pergerakan mendatar sinistral Patahan Malili-Kendari dan Patahan Matano.\nAnalisa kinematika pada eitra Landsatdan potret udara terhadap retakan, patahan, kelengkungan dan lipatan dengan mempergunakan model yang dikemukakan Taia (1971, 1972), Billings (1973), telah menghasilkan arah kompresi yang bersesuaian dengan hasil penyelidikan lapangan. Kompresi utama telah bekeraa dari arah N 70 derajat-1200 E berdasarkan analisa melalui teknik penginderaan aauh, sedangkan pada pengamatan lapangan diperoleh kesimpulan arah N 70derajat - 145derajat. Perbedaan cakupan sekitar 25 derajat diduga terjadi akibat terbentuknya kompresi terarah yang dipengaruhi oleh pergerakan sinstral Patahan Palu-Korn.", "Daftar File": {}, "Penulis": "Adjat Sudradjat", "Kontributor / Dosen Pembimbing": ["Promotor: J.A. Katili, Prof., Dr.\nPromotor: Sukendar Asikin, Prof., Dr.\nScan: Arnaz Driyastika M.\n(2008-02-11)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "penyelidikan geologi lembah palu, penginderaan jauh", "Sumber": "", "Staf Input/Edit": "", "File": "10 file", "Tanggal Input": "11 Feb 2008"}