{"Nomor": 704, "Judul": "FIELD DATA MANAGEMENT SYSTEM TO INTEGRATE  INDUSTRIAL AUTOMATION FACILITY AND CORPORATE  WIDE BUSINESS LEVEL", "Abstrak": "Exploration and Production in Oil and Gas Company require accurate and timely operational data (well test, downtime, etc). There was an old system with very extensive manual input and consumed the 20% of engineer's time for data management while this amount of time should be engineering analyze time. As the rapidly business growth, the current allocation oil and gas network becomes inadequate because of  \nthe complexity of the Oil and Gas Field Facilities. There also will be a technology gap between Automation System and Business Application. Field Data Management System is an Information System to solve all the problems above. It handles Automatic Data Capture as well as Manual Data Entry, systematically Data Management, supports the i ntegration of industrial Automation Facility and Corporate Wide Business Level Applications, enhances  \nthe Corporate Performance by providing fast and accurate production information and the most important is the flexibility of growth Allocation Oil and Gas Network. The results and progresses of Field Data Management System are instrument interfacing modules, user interface module for manual data entry, oil and gas production database, task scheduler for  ogrammed  \ndata transfer from field instruments or manual data entry station to corporate level database, oil and gas production allocation, system security and redundancy, data validation and expert system, and integrated reporting system.", "Daftar File": {"Muchamad Iman Karmawijaya": "https://digilib.itb.ac.id/gdl/download/964"}, "Penulis": "Muchamad Iman Karmawijaya", "Kontributor / Dosen Pembimbing": ["Amrullah Hakim'", ", Feddy H. Soendoro"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Automation, Interfacing, Mass Balance, Oil and Gas Industry, Reporting", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Agu 2004"}