{"Nomor": 7046, "Judul": "PENGEMBANGAN ALGORITMA DETEKSI MIKROANEURISMA PADA CITRA RETINA DIGITAL UNTUK KLASIFIKASI RETINOPATI DIABETES NONPROLIFERATIF", "Abstrak": "Oftalmologi merupakan bidang kedokteran yang memfokuskan diri pada salah satu indera, yaitu mata. Retinopati diabetes merupakan komplikasi mikro vaskular yang dapat terjadi pada pasien diabetes dan menyerang fungsi penglihatan. Gejala klinis dari penyakit ini adalah munculnya mikroaneurisma yang merupakan pembengkakan pembuluh darah berukuran mikro dan dapat terlihat sebagai titik-titik kemerahan pada retina. Alat bantu diagnosa yang digunakan adalah kamera fundus yang berfungsi mendapatkan citra retina. Dari citra retina tersebut dapat dilakukan pengamatan secara manual mengenai keberadaan mikroaneurisma. Penyakit ini dibagi ke dalam 2 kategori, yaitu nonproliferatif dan proliferatif. Retinopati diabetes nonproliferatif diklasifikasikan ke dalam 3 tingkatan, yaitu mild, moderate, dan severe dan masing-masing tingkatan membutuhkan penanganan yang berbeda. Pengembangan sistem untuk mendeteksi mikroaneurisma dan mengklasifikasikan tingkatan retinopati diabetes nonproliferatif berdasarkan jumlah mikroaneurisma pada masing-masing kuadran retina dapat membantu dokter ahli mata dalam menentukan terapi yang tepat untuk pasien. Sistem ini dikembangkan dengan software MATLAB dan berfungsi untuk mendeteksi optik disk dan mikroaneurisma. Optik disk dideteksi dengan memanfaatkan sifatnya yang cenderung lebih terang dibandingkan bagian lain dari citra. Lokasi dari optik disk yang terdeteksi digunakan untuk membagi citra retina menjadi 4 kuadran dengan berpusat pada optik disk. Mikroaneurisma dideteksi dengan menggunakan 3 jenis matched filter 2 dimensi sebagai perbandingan. Pembuluh darah memiliki kemiripan intensitas dengan mikroaneurisma sehingga perlu disegmentasi untuk mengurangi kesalahan. Kandidat mikroaneurisma akan diperiksa ukuran dan bentuknya. Informasi jumlah hasil mikroaneurisma yang terdeteksi pada masing-masing kuadran retina akan digunakan untuk mengklasifikasikan retinopati diebetes nonproliferatif. Sistem yang dikembangkan diuji menggunakan 20 citra retina. Didapatkan tingkat kesalahan (error) klasifikasi untuk matched filter mexican hat sebesar 0.375, untuk matched filter gaussian terbalik sebesar 0.425, dan untuk matched filter gaussian terbalik radial sebesar 0.775.", "Daftar File": {}, "Penulis": "ADRIAN KUSTIAWAN (NIM 13203051)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Dr. Ir. Tati Latifah R. Mengko dan Dr. Adriyan Bayu Suksmono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "oftamologi, kamera fundus, retinopati diabetes nonproliferatif, mikroaneurisma, pembuluh darah, retina, matched filter", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}