{"Nomor": 7047, "Judul": "PERANCANGAN AWAL PAPAN LUNCUR LAYANG", "Abstrak": "Latar belakang dari Tugas Akhir ini adalah pencarian solusi dari masalah yang sudah ditimbulkan oleh bahan bakar fosil, yaitu ketergantungan pada bahan bakar fosil itu sendiri, polusi udara, dan kemacetan yang ikut memperparah kondisi tersebut. Masalah ini merupakan masalah yang serius karena sudah mengancam eksistensi kehidupan manusia di bumi. Sehingga harus dilakukan suatu usaha untuk mengatasinya, melalui perancangan alat transportasi baru. Untuk memberikan solusi pada masalah-masalah tersebut, diusulkan alat transportasi individual yang berbentuk papan luncur layang yang dinamakan the Hoverboard. Perancangan ini didasarkan pada teknologi bantalan udara seperti halnya pada hovercraft. Dari Tugas Akhir ini, dihasilkan 2 buah model Hoverboard yang dibuat dan diuji coba. Model pertama berdimensi 500 x 1000 mm dan model kedua berdimensi 300 x 800 mm. Kedua model menggunakan fan dari vacuum cleaner berdaya 1500 W. Masalah yang paling utama adalah masalah kestabilan. Gejala ketidakstabilan ini kemudian dapat dikurangi dengan mengaplikasikan plenum chamber yang terpisah. Kemudian hasil pengamatan yang dilakukan saat pengujian akan dituangkan dalam bentuk rancangan awal the Hoverboard. Apabila digunakan material dan cara pembuatan yang lebih baik, maka model yang dihasilkan dari rancangan ini akan lebih stabil dibanding kedua model sebelumnya.", "Daftar File": {"2008 TA PP ADRIE SETYARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14336", "2008 TA PP ADRIE SETYARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14337", "2008 TA PP ADRIE SETYARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14338", "2008 TA PP ADRIE SETYARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14339", "2008 TA PP ADRIE SETYARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14340", "2008 TA PP ADRIE SETYARDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14341", "2008 TA PP ADRIE SETYARDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/14342", "2008 TA PP ADRIE SETYARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14343"}, "Penulis": "ADRIE SETYARDI (NIM 13103091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Abdurrachim Halim, dan Dr. Ir. Leonardo Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hoverboard, design, transportation tool", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}