{"Nomor": 7049, "Judul": "PERILAKU TEKANAN PORI DAN PENURUNAN LEMPUNG LEMBEK INDONESIA DAN MALAYSIA DIBAWAH BEBAN TIMBUNAN", "Abstrak": "ABSTRAK: \n \n\nPengujian telah dilakukan untuk mengetahui karakteristik disipasi tekanan air pori dan penurunan konsolidasi lempung pantai lembek dari Indonesia dan Malaysia. Hasil pengamatan di lapangan telah dibandingkan dengan hasil analisis menggunakan KON-2D-JR. KON-2D-JR adalah suatu program untuk menganalisis perilaku disipasi tekanan air pori dan semua aspek penurunan dari lapisan- \n \n\nlapisan tanah lembek kompresibel menggunakan teori konsolidasi klasik secara dua-dimensi. Program ,ini telah dibahas pada studi-studi terdahulu. Perbandingan juga dilakukan terhadap perilaku lempung Bandung yang pernah dianalisis sebelumnya secara detail. \n \n\nDapat ditunjukkan disini bahwa kedua lempung Indonesia tersebut menunjukkan tingkat kecepatan drainase yang sangat tinggi, beberapa kali lebih besar dari yang ditunjukkan oleh penyelidikan lapangan konvensional serta \n \n\npengujian di laboratorium. Setelah dilakukan koreksi terhadap parameter-parameter konsolidasi yang digunakan, hasil analisis-balik menunjukkan karakteristik disipasi \n \n\ndan penurunan sesuai dengan perilaku di lapangan. Disamping itu diperoleh kesesuaian nilai-nilai koeffisien konsolidasi yang cukup memenuhi syarat. \n \n\nPenyelidikan lapangan dan pengujian laboratorium terhadap tanah deposit Malaysia telah dilakukan dengan sangat teliti dan hati-hati. Parameter-parameter yang diperolehpun dapat menghasilkan karakteristik disipasi \n \n\ntekanan pori yang baik pada analisis komputer, dibandingkan dengan pengamatan lapangan. Perbedaanperbedaan yang cukup besar hanya ditemui pada lokasi yang jauh dari garis-sumbu beban timbunan. Untuk mencocokkan perilaku hasil analisis dengan perilaku penurunan di lapangan diperlukan nilai-nilai koefisien konsolidasi yang lebih besar. Ini menunjukkan adanya gejala yang disebut destrukturisasi tanah. \n \n\nHasil-hasil studi sebelumnya menganggap bahwa nilai parameter A dari Skemptons untuk tanah-tanah lembek dapat diambil sama dengan satu dan ini terbukti sesuai untuk lempung-lempung Indonesia. Untuk lempung Malaysia diperlukan nilai-nilai yang lebih kecil, khususnya untuk phase pembebanan. Parameter ini berkaitan dengan perilaku tegangan yang pernah terjadi, memerlukan penelitian lebih lanjut dan berada diluar lingkup studi ini.", "Daftar File": {}, "Penulis": "Adyawati Padmantazil (NIM S2888819)", "Kontributor / Dosen Pembimbing": ["Pembimbing: J. S. Younger, B.Sc., MS., Ph.D., C.Eng., FICE., FHKIE, FIHT., FGS. \n \n\nPembimbing: Krishna S. Pribadi, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perilaku tekanan pori, lempung lembek, beban timbunan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}