{"Nomor": 7052, "Judul": "DEFEK PADA OKSIDA AURIVILLIUS DAN PENGARUHNYA TERHADAP SIFAT FEROELEKTRIK", "Abstrak": "Kelompok oksida Aurivillius dengan rumus umum [Bi2O2][An-1BnO3n+1] terdiri atas lembar [Bi2O2]2+ dan lapisan seperti perovskit [An-1BnO3n+1]2-. Potensi aplikasi oksida ini untuk ferroelectric random access memories (FRAM) telah mendorong penelitian yang intensif. Kajian tentang struktur detail material ini pada temperatur kamar dan transisinya pada temperatur tinggi telah dilakukan oleh peneliti sebelumnya. Substitusi kation telah pula dilakukan pada Bi baik di lapis [Bi2O2]2+ maupun di lapis perovskit. Substitusi ini menimbulkan defek pada oksida Aurivillius dan dapat mengakibatkan perubahan sifat fisikokimia. Penelitian ini untuk mempelajari defek kimia pada oksida Aurivillius lapis 2-5. Penelitian ini bertujuan mendapatkan: kestabilan defek pada oksida Aurivillius, baik pada lapis perosvkit maupun pada lapis [Bi2O2]2+ dengan dopan isovalen maupun aliovalen (kation dengan valensi sama maupun berbeda), oksida-oksida Aurivillius baru yang mengandung defek dan mempunyai sifat feroelektrik serta kecenderungan umum tentang pengaruh defek terhadap sifat feroelektrik. Tujuan tersebut dicapai, pertama melalui metode simulasi atomik dengan minimasi energi menggunakan perangkat General Utility Lattice Program (GULP) pada oksida Aurivillius representatif lapis 2-5. Beberapa komposisi yang stabil disintesis dengan menggunakan metode reaksi kimia padat pada tekanan atmosfer. Terhadap oksida-oksida Aurivillius yang dihasilkan, dilakukan karakterisasi struktur dengan menggunakan metode difraksi sinar-X serbuk beresolusi tinggi. Pengaruh defek pada sifat fisik, terutama sifat feroelektriknya, ditentukan dengan RT 66A Ferroelectric System-Radiant Technology. Hasil simulasi oksida yang telah ditentukan strukturnya, menunjukkan bahwa simulasi atomik dapat mereproduksi dengan akurat hasil yang diperoleh dari percobaan difraksi dan dengan demikian valid sebagai model awal dalam pelaksanaan tahap berikutnya, yakni perhitungan defek. Pada simulasi, perhitungan energi defek akibat kekosongan terisolasi (energies of isolated vacancy defects) dilakukan pada posisi atom-atom Bi3TiNbO9, Bi4Ti3O12, BaBi4Ti4O15 dan Ba2Bi4Ti5O18. Hasil yang diperoleh, menunjukkan adanya kekosongan oksigen pada ion bismut, yang terjadi secara 'over-bonded' dan adanya kekosongan oksigen dapat mengurangi tekanan kisi pada lapis bismut dan lapis perovskit. Keadaan ini dipercaya dapat mengurangi bebas aus (fatigue-free) pada material feroelektrik. Hasil perhitungan energi defek pada Bi3TiNbO9, Bi4Ti3O12, BaBi4Ti4O15 dan Ba2Bi4Ti5O18 akibat dopan Pb2+, Al3+, Ga3+, In3+ dan Ta5+ menunjukkan adanya kecenderungan baik dopan yang isovalen maupun aliovalen tergabung pada sisi Bi dan Ti. Substitusi akibat dopan Al3+, Ga3+, In3+ dan Pb2+ lebih stabil pada Bi3+. Kesamaan muatan M3+ inilah yang memungkinkan terjadinya substitusi ini. Adapun untuk Pb2+, ini terjadi akibat konfigurasi elektron Pb2+ yang isoelektronik dengan Bi3+ [Xe] 4f14 5d10 6s2 dan adanya pasangan elektron bebas 6s2 inilah yang memungkinkan Pb2+ lebih mudah mensubstitusi Bi3+. Sedangkan kemudahan dopan Ta5+ mensubstitusi pada posisi perovskit Ti(1) disebabkan kemiripan jari-jari ion yang dimiliki, yaitu 0,64 Armstrong untuk Ta5+ dan 0,605 Armstrong untuk Ti4+. Pada penelitian ini oksida Aurivillius lapis 2: Bi2,95A0,05TiNbO9 dan Bi3Ti0,95Ta0,05NbO9, Aurivillius lapis 3: Bi3,95A0,05Ti3O12 dan Bi4Ti2,95Ta0,05O12, Aurivillius lapis 4: BaBi3,95A0,05Ti4O15 dan BaBi4Ti3,95Ta0,05O15, Aurivillius lapis 5: Ba2Bi3,95A0,05Ti5O18 dan Ba2Bi4Ti4,95Ta0,05O18 dengan A = Pb, Al, Ga, In; telah berhasil disintesis dengan teknik reaksi kimia padat. Difraktogram yang dihasilkan menunjukkan tidak ditemukan adanya fasa pengotor. Untuk mengetahui adanya perubahan parameter sel satuan akibat adanya substitusi Pb2+, Al3+, Ga3+, In3+ dan Ta5+ pada oksida Aurivillius yang disintesis, maka dilakukan penghalusan struktur menggunakan metode Rietveld dengan program Rietica. Semua oksida defek yang didapatkan secara umum masih dekat dengan struktur Aurivillius induknya. Penentuan sifat feroelektrik dilakukan dengan teknik keramik. Histerisis hasil pengukuran feroelektrik pada senyawa oksida Aurivillius lapis 2-5 menunjukkan bahwa semua oksida yang didapatkan memiliki sifat feroelektrik. Nilai polarisasi spontan yang terukur meningkat dengan meningkatnya valensi dopan. Harga polarisasi yang dihitung dari nilai pergeseran posisi atom-atom berat pada senyawa defek oksida menunjukkan bahwa senyawa defek mempunyai polarisasi yang lebih besar dari senyawa induk tanpa dopan, sesuai dengan hasil pengamatan.", "Daftar File": {}, "Penulis": "AFIFAH ROSYIDAH (NIM 30504010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Djulia Onggo, Dr. Ismunandar, dan Dr. Eng. Khairurrijal"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fasa Aurivillius, Simulasi atomik, Reaksi kimia padat, Sifat feroelektrik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}