{"Nomor": 7054, "Judul": "PEMBANGUNAN APLIKASI ANALISIS PERGERAKAN HARGA SAHAM DENGAN METODE WILLIAMS PERCENT RANGE", "Abstrak": "Saham  merupakan metode investasi yang paling populer saat ini dan menjanjikan keuntungan yang sangat besar. Keuntungan tersebut diperoleh dari selisih harga saham pada saat pembelian dan pada saat penjualan. Walaupun demikian resiko yang mungkin dihadapi juga cukup besar. Oleh karena itu investasi dengan saham harus dilakukan dengan bantuan analisis yang tepat sehingga dapat memaksimalkan keuntungan dan menghindari kerugian.  Dalam perdagangan saham terdapat banyak pendekatan dalam melakukan analisis atas harga saham. Salah satu pendekatan yang banyak digunakan adalah analisis teknikal. Analisis teknikal adalah pendekatan berbasis perilaku harga saham tersebut di masa yang lalu. Salah satu metode analisis teknikal yang populer digunakan adalah Williams Percent Range. Metode ini dikembangkan oleh Larry William. Konsep utamanya adalah membandingkan harga penutupan saham terbaru dengan rentang harganya pada suatu periode untuk membantu pengambilan keputusan penjualan dan pembelian saham. Pada Tugas Akhir ini dilakukan pembahasan mengenai prosedur analisis teknikal menggunakan metode Williams Percent Range, kemudian dilakukan pengembangan perangkat lunak yang mengimplementasikan metode tersebut. Pada tahap awal pelaksanaan Tugas Akhir dilakukan studi literatur terhadap teori-teori yang berkaitan dengan perdagangan saham dan analisis teknikal. Setelah itu dilakukan proses analisis yang meliputi cara kerja metode Williams Percent Range dan analisis kebutuhan fungsional perangkat lunak yang akan dikembangkan. Berdasarkan hasil analisis yang dilakukan, kemudian dilakukan proses perancangan yang meliputi perancangan kelas, data, dan antarmuka perangkat lunak.  Langkah selanjutnya adalah mengimplementasikan hasil analisis dan perancangan menjadi perangkat lunak PRStock. PRStock dibangun dalam lingkungan sistem operasi Windows XP, lingkungan pengembangan Microsoft Visual Studio .NET 2008 Express Edition, dan library tambahan ZedGraph. Setelah perangkat lunak selesai dikembangkan, dilakukan proses pengujian terhadap perangkat lunak tersebut dan metode Williams Percent Range. Pengujian perangkat lunak dilakukan untuk menguji kebenaran perangkat lunak dalam menampilkan keluaran sesuai dengan yang diharapkan. Pengujian keakuratan PRStock dilakukan untuk menguji keakuratan sinyal yang dihasilkan perangkat lunak ini dalam mendeteksi sinyal-sinyal perdagangan. Selanjutnya Tugas Akhir ini ditutup oleh kesimpulan dan saran pengembangan di masa yang akan datang.", "Daftar File": {"2008 TA PP AGAM SYAUQI LAMAIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14393", "2008 TA PP AGAM SYAUQI LAMAIDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14394", "2008 TA PP AGAM SYAUQI LAMAIDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14395", "2008 TA PP AGAM SYAUQI LAMAIDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14396", "2008 TA PP AGAM SYAUQI LAMAIDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14397", "2008 TA PP AGAM SYAUQI LAMAIDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14398", "2008 TA PP AGAM SYAUQI LAMAIDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/14399", "2008 TA PP AGAM SYAUQI LAMAIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14400"}, "Penulis": "AGAM SYAUQI LAMAIDA (NIM 13503056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "saham, analisis teknikal, indikator teknikal, Larry William, Williams Percent Range, oversold, overbought", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}