{"Nomor": 7055, "Judul": "KARANG SETRA HEALTH AND LEISURE CENTER", "Abstrak": "Abstrak:   \n \n \n \n\nKecantikan dan kebugaran kian menjadi perhatian masyarakat Indonesia. Hal ini dapat dilihat dari menjamurnya pusat-pusat kebugaran dan salon di berbagai daerah. Mengingat situasi kehidupan di jaman ini sudah tidak kondusif. Apalagi bagi mereka yang hidup di kota besar. Ritme hidup yang begitu cepat serta banyaknya aktivitas yang dijalankan, menambah pentingnya pemeliharaan kesehatan bagi masyarakat.   \n \n \n \n\nPada laporan ini, karya arsitektur yang dirancang adalah sebuah fasilitas Health and Leisure Center. Fasilitas ini dimaksudkan untuk mewadahi kebutuhan rekreasi bagi masyarakat perkotaan, yang didalamnya terdapat fasilitas-fasilitas kebugaran, kecantikan, dan relaksasi. Karya arsitektur yang dihasilkan diharapkan dapat menciptakan sebuah suasana rileks bagi para pengunjungnya, yakni masyarakat urban, yang dapat membuat mereka melupakan sejenak kesibukan dan rutinitas mereka.   \n \n \n \n\nBangunan yang akan dirancang ini berlokasi di Karang Setra, sebuah ruang terbuka hijau yang pada jaman kolonial Belanda merupakan sebuah tempat rekreasi yang bergengsi bagi kalangan terpandang. Akan tetapi kini lahan tersebut sudah kehilangan identitasnya sebagai daerah rekreasi yang berkualitas. Oleh karena itu keberadaan Health and Leisure Center di lokasi ini diharapkan dapat mengembalikan atau setidaknya memperbaiki kualitas ruang daerah ini. Adapun kondisi lahan perancangan memiliki karakter yang masih alami dengan banyak vegetasi di sekitarnya, dan bentuk topografi lahan berupa lembah.   \n \n \n \n\nPendekatan perancangan dilakukan pertama-tama berdasarkan lokasi perancangannya yang masih alami. Hal ini dilakukan dengan seminimal mungkin mengganggu keseimbangan dalam lahan, dan seoptimal mungkin memanfaatkan potensi lahan untuk diterapkan dalam perancangan. Diantaranya dengan tidak menebang pepohonan eksisting yang ada di sekitar lahan, memanfaatkan eksisting  seperti kolam pemancingan, jalan masuk ke dalam lahan, dan eksisting lainnya yang ada di dalam lahan dalam perancangan. Keseluruhan pendekatan perancangan berdasarkan kondisi tapak dan potensi lahan ini kemudian diselaraskan lagi  dengan fungsi bangunannya, yakni sebuah fasilitas relaksasi, kebugaran dan kecantikan, di mana suasana rileks, dan privasi yang cukup tinggi menjadi kebutuhan penting yang tidak dapat dipisahkan dari fungsi bangunan.   \n \n \n \n\nBerdasarkan pendekatan perancangan tersebut maka terciptalah sebuah desain fasilitas relaksasi, kecantikan, dan kebugaran yang selaras dengan alam dengan membuat bangunan yang transparan, namun tetap menjaga privasi pengguna bangunan sesuai dengan tuntutan aktivitas yang diwadahi.", "Daftar File": {}, "Penulis": "Agatha Mariesta (NIM 152 03 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Indra Budiman Syamwil,Ir, MSc., PhD   \n \n \n \n\nPembimbing 2: Widiyani, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Health and Leisure Center, Kecantikan dan kebugaran", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}