{"Nomor": 7062, "Judul": "PENGKODEAN KUANTISASI VEKTOR CITRA MEDIS BERWARNA MENGGUNAKAN K-MEANS & FUZZY C-MEANS: CITRA RETINA dan KATARAK", "Abstrak": "Citra retina dan katarak adalah salah satu bentuk data yang digunakan oleh dokter untuk melakukan dianosis. Untuk melakukan pengiriman citra ini diperlukan waktu cukup lama karena ukuran citranya besar dan jaringan telekomunikasi di Indonesia masih belum memadai untuk melakukan pengiriman citra. Disamping itu, penyimpanan citra akan memerlukan ruang yang lebih besar. Oleh karena itu, citra retina dan citra katarak perlu dikodekan/dikompresi. Metoda pengkodean yang digunakan pada penelitian ini adalah kuantisasi vektor. Pengkodean kuantisasi vektor ini menggunakan k-means dan fuzzy c-means. Model warna yang digunakan adalah RGB, YUV 4:4:4, YUV 4:2:0, HSV, dan YIQ. Masing-masing kanal citra berwarna ini dipisah, kemudian dikodekan kuantisasi vektor, sehingga diperoleh kanal citra terkode. Untuk memperoleh citra terkode berwarna, kanal citra terkode ini digabung lagi. Sebelum dilakukan pengkodean kuantisasi vektor, terlebih dahulu dilakukan pembuatan buku kode. Untuk mendapatkan citra latih dengan corak/warna yang beragam, citra latih retina diperoleh dari empat buah potongan citra retina yang digabung menjadi satu citra utuh. Sedangkan citra latih katarak diperoleh dari dua buah potongan citra katarak yang digabung menjadi satu citra utuh. Pembuatan citra latih ini dilakukan karena pembuatan buku kode memerlukan sumber daya komputasi yang besar. Pembuatan buku kode dengan fuzzy c-means juga memerlukan sumber daya komputasi yang lebih besar daripada k-means. Oleh karena itu, citra latih pembuatan buku kode dengan fuzzy c-means perlu dimodifikasi. Modifikasi yang dilakukan adalah membagi citra menjadi 16 bagian sehingga diperoleh subcitra sebanyak 16. Vektor-vektor latih dari 16 subcitra ini dikelompokkan menggunakan FCM dan akan dihasilkan sub buku kode berjumlah 16. Sub buku kode ini disatukan sebagai satu buah vektor latih baru dan dikelompokkan lagi menggunakan FCM untuk mendapatkan buku kode yang lengkap. Model warna RGB kombinasi 444 (kanal merah, hijau, dan biru dikodekan 4 ÃƒÂƒÃ‚Â— 4) menghasilkan kualitas citra retina dan katarak terkode yang paling baik, secara obyektif maupun subyektif. Untuk aplikasi teleoftalmologi dan electronic medical records, model warna yang paling optimal untuk citra retina adalah YUV 4:2:0 dan RGB kombinasi 848, sedangkan untuk citra katarak adalah YUV 4:2:0. Kinerja metoda k-means untuk pengkodean kuantisasi vektor citra medik berwarna, citra retina dan katarak, lebih baik dibandingkan dengan FCM.", "Daftar File": {}, "Penulis": "AGUNG WAHYU SETIAWAN (NIM 23206023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Tati L.R. Mengko dan Andriyan Bayu Suksmono, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Vector quantization, k-means, fuzzy c-means, color medical image, retinal image, cataract image, RGB, YUV, HSV, YIQ", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}