{"Nomor": 7069, "Judul": "MODEL COMMAND SYSTEM DENGAN MENGGUNAKAN TEKNOLOGI INFORMASI DAN KOMUNIKASI PADA PEMERINTAHAN", "Abstrak": "Di dalam dunia kemiliteran dikenal Command, Control, Communication, Computer, and Inteligence (C4I) yang merupakan sistem pendukung keputusan yang handal. Model kerja C4I dimulai dari pengumpulan data-data keadaan nyata  di lapangan melalui media komunikasi yang real time untuk selanjutnya diolah dengan bantuan komputer yang memiliki kecerdasan buatan. Hasil akhirnya adalah sinyal-sinyal command yang harus dilakukan dengan segera.  Sistem C4I terbukti berhasil pada perang modern. Dengan C4I respon keputusan yang diambil sangat singkat dengan tetap berdasarkan fakta-fakta yang lengkap, akurat, dan up to date. Keunggulan sistem C4I diharapkan dapat dibawa kedalam sistem pemerintahan sipil. Melalui Tekonologi Informasi dan Komunikasi sistem, sitem C4I dapat ditransformasikan melalui perpaduan dari berbagai teknologi diantaranya data mining, document management, knowledge management, sistem pakar, dan game theory. Model ini mengikuti siklus Observasi, Orientasi, Keputusan, dan Tindakan (OOKT) yang merupakan transormasi dasar C4I pada pemerintahan sipil. Hasil perpaduan berbagai teknologi ini, terbentuklah model command system yang dapat digunakan untuk mengambil berbagai keputusan strategis khususnya pada pemerintahan sipil. Model yang terbentuk diuji dengan mengambil studi kasus penurunan tarif internet di Departemen Komunikasi dan Informatika Republik Indonesia. Hasilnya berupa rekomendasi penurunan tarif internet dan beberapa catatan agar penurunan tersebut dapat dirasakan para pelanggan internet.", "Daftar File": {"2008 TS PP AGUS PRATONDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14499", "2008 TS PP AGUS PRATONDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14500", "2008 TS PP AGUS PRATONDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14501", "2008 TS PP AGUS PRATONDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14502", "2008 TS PP AGUS PRATONDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14503", "2008 TS PP AGUS PRATONDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14504", "2008 TS PP AGUS PRATONDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14505"}, "Penulis": "AGUS PRATONDO (NIM 23206060)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Suhono Harso Supangkat"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "C4I, model, command system, civil system, OODA, internet cost", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}