{"Nomor": 7070, "Judul": "KAJIAN TINGKAT PELAYANAN JASA ANGKUTAN PEMADU MODA TRAYEK BANDUNG SUPER MALL - BANDARA SOEKARNO HATTA DITINJAU DARI PERSEPSI PENUMPANG", "Abstrak": "Abstrak \n \n\nKeterbatasan kapasitas Bandara Hussein Sastranegara, mengakibatkan kebutuhan perjalanan udara masyarakat Bandung dan sekitarnya, sebagian besar dilakukan melalui Bandara Soekarno Hatta. Sehingga keberadaan pelayanan angkutan pemadu moda Bandung Super Mall - Bandara Soekarno Hatta, menjadi penting sebagai feeder perjalanan udara masyarakat Bandung. \n \n\nTujuan dari penelitian ini adalah untuk mendapatkan kriteria-kriteria yang mendasari alur pikir pengambil keputusan dalam meningkatkan pelayanan jasa angkutan pemadu moda Bandung Super Mall - Bandara Soekarno Hatta, melalui analisis persepsi pengguna jasa dengan 41 variabel pengamatan yang berkaitan dengan atribut kenyamanan dan kesenangan, keamanan dan keselamatan, pelayanan, waktu, biaya perjalanan dan aksesibilitas. \n \n\nDari empat jenis data populasi responden yang dianalisis, diperoleh sejumlah faktor untuk masing-masing jenis populasi yang merupakan hasil reduksi dari 41 variabel tingkat pelayanan. \n \n\na.\tHasil analisis faktor terhadap keseluruhan responden pengguna jasa angkutan pemadu moda, faktor utama yang paling berpengaruh adalah faktor pelayanan dengan variansi sebesar 24,363 %. \n \n\nb.\tHasil analisa faktor terhadap pengguna jasa angkutan pemadu moda yang juga seringkali menggunakan kendaraan pribadi, faktor utama yang paling berpengaruh adalah faktor keselamatan dan keamanan dengan variansi sebesar 25,920 %. \n \n\nc.\tHasil analisa faktor terhadap pengguna jasa angkutan pemadu moda yang juga seringkali menggunakan travel, faktor utama yang paling berpengaruh adalah faktor pelayanan dengan variansi sebesar 22,890 %. \n \n\nd.\tHasil analisa faktor terhadap pengguna jasa angkutan pemadu moda yang juga seringkali menggunakan kereta api, faktor utama yang paling berpengaruh adalah faktor keandalan waktu dengan variansi sebesar 26,195 %.", "Daftar File": {}, "Penulis": "Agus Pribadi (242 04 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ibnu Syabri, Dr. M.Sc.  \n \n\nPembimbing 2 : Pradono, Dr.Eng.  \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transportation service, feeder, intermoda.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}