{"Nomor": 7082, "Judul": "PERBAIKAN PROSES PEMBUATAN POLA VOLUTE CASING POMPA SENTRIFUGAL", "Abstrak": "Pompa sentrifugal merupakan alat yang banyak digunakan  dalam dunia industri. Volute casing adalah  salah satu komponen dari pompa sentrifugal yang dibuat menggunakan proses cor. Pada proses pengecoran logam, pola merupakan bagian yang tak terpisahkan dalam membentuk coran. Pola adalah alat untuk menghasilkan bentuk coran pada cetakan pasir. Besi yang sudah dicairkan, kemudian dituangkan ke dalam rongga cetakan sehingga diperoleh coran sesuai dengan bentuk pola. Pola volute casing, termasuk dalam kategori pola dengan tingkat kesulitan tinggi. Bentuknya yang unik seperti rumah keong, menyebabkan proses pembuatannya memerlukan kecermatan dan keahlian yang baik.  Permasalahan yang sering timbul adalah tebal dinding hasil coran tidak sesuai dengan gambar rancangan. Hal ini bisa disebabkan oleh kesalahan dimensi pola saja, kotak inti saja atau keduanya. Kesalahan dimensi pola atau kotak inti dapat disebabkan oleh  human error, kesalahan proses atau keduanya.Pada tugas akhir ini penulis berupaya untuk melakukan perbaikan proses pembuatan  pola volute casing dengan cara mengubah proses yang biasa digunakan, yaitu proses paralel menjadi proses seri. Pada proses paralel, pembuatan pola dan kotak inti dilakukan secara bersamaan. Pada proses seri, kotak inti dibuat terlebih dahulu menggunakan inti awal sebagai acuan bentuk, selanjutnya anti awal digunakan sebagai dasar konstruksi untuk membuat pola. Perbaikan  proses pembuatan pola volute casing meliputi: Perancangan pola volute casing, perencanaan proses pembuatan pola volute casing, pembuatan pola dan kotak inti volute casing dan uji coba pembuatan coran dengan menggunakan pola dan kotak inti yang telah dihasilkan. Hasil pengukuran ketebalan dinding coran yang dibuat menggunakan pola yang telah diperbaiki prosesnya (proses seri), menunjukkan ukuran yang seragam. Dengan demikian, dapat disimpulkan bahwa pola yang dibuat menggunakan metode proses seri dapat menghasilkan kualitas dimensi coran yang lebih baik.", "Daftar File": {"2008 TA PP AGUS SUSILO BUDI SANTOSO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/14580", "2008 TA PP AGUS SUSILO BUDI SANTOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14581", "2008 TA PP AGUS SUSILO BUDI SANTOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14582", "2008 TA PP AGUS SUSILO BUDI SANTOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14583", "2008 TA PP AGUS SUSILO BUDI SANTOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14584", "2008 TA PP AGUS SUSILO BUDI SANTOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14585", "2008 TA PP AGUS SUSILO BUDI SANTOSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14586"}, "Penulis": "AGUS SUSILO BUDI SANTOSO (NIM 13103148)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sigit Yoewono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "centrifugal pump, volute casing, metal casting process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}