{"Nomor": 7087, "Judul": "DAMPAK PENURUNAN MUKA AIR TANAH TERHADAP KELAYAKAN INVESTASI DAN KEBERLANJUTAN OPERASI SISTEM PENYEDIAAN AIR BERSIH", "Abstrak": "Abstrak:    \n \n \n \n \n\nPerkembangan penduduk dan aktifitas kegiatan memerlukan air, baik sebagai end good maupun intermediate good. Kebutuhan yang cukup besar tanpa adanya regulasi terhadap air tanah berdampak salah satunya pada eksploitasi yang berlebihan terhadap sumberdaya air tanah. Eksploitasi yang berlebihan ini pada akhirnya menyebabkan penurunan permukaan air tanah yang cukup drastis.    \n \n \n \n \n\nKota Bandung yang termasuk ke dalam Cekungan Bandung memiliki ketersediaan air tanah yang terbatas, sedangkan eksploitasinya cenderung makin meningkat, hal ini dikarenakan pesatnya perkembangan kegiatan, terutama industri. Beberapa bagian wilayah telah mengalami eksploitasi air tanah berlebih sehingga timbul dampak negatif yaitu penurunan muka air tanah. Penurunan muka air tanah ini dapat mempengaruhi biaya pengambilan air tanah, baik dalam biaya investasi maupun operasional. Pengaruh yang berdampak terhadap biaya ini pada akhirnya menyebabkan penyediaan infrastruktur air bersih tidak mungkin dilakukan secara komunal, dengan  kata lain harus melibatkan skala yang lebih besar, namun demikian penggunaan sumur artesis dalam skala besar memiliki hambatan, yaitu kapasitas sumur artesis yang  terbatas.    \n \n \n \n \n\nTujuan dari studi ini adalah untuk mengetahui dampak penurunan muka air tanah terhadap kelayakan investasi dan keberlanjutan operasi sistem penyediaan air bersih pada Perumahan Griya Caraka Kelurahan Cisaranten Kulon Kecamatan Arcamanik Kota Bandung. Untuk mencapai tujuan tersebut ke dalam sesuatu yang terukur, maka ditetapkan sasaran berikut: Identifikasi kebutuhan air di Perumahan Griya Caraka, identifikasi biaya investasi penyediaan air besih pada sumur artesis, identifikasi biaya operasional penyediaan air besih pada sumur artesis, identifikasi jumlah pelanggan yang dapat dilayani dan tingkat willingness to pay (WTP) dari pelanggan, sehingga dapat diketahui total pemasukan, Identifikasi kelayakan biaya investasi dan operasional dengan skenario kedalaman terhadap penurunan muka air tanah sebesar 5 m/tahun, juga membandingkan dengan biaya investasi dan operasional tanpa terjadi penurunan air tanah.    \n \n \n \n \n\nDampak penurunan muka air tanah dapat dilihat dengan membandingkan selisih perhitungan dari biaya investasi dan operasional prasarana air bersih yang mengalami penurunan muka air tanah sebesar 5 m/tahun dengan biaya investasi dan operasional prasarana air bersih yang tidak mengalami penurunan muka air tanah. Semakin besar laju penurunan muka air tanah akan menyebabkan semakin besar perubahan biaya investasi dan operasional penyediaan air bersih.    \n \n \n \n \n\nPenyediaan  air bersih skala lokal seperti pada Perumahan Griya Caraka di Kelurahan Cisaranten Kulon melalui pemanfaatan air tanah dapat dijadikan alternatif pilihan dalam pemenuhan kebutuhan air bersih, namun biaya yang di keluarkan untuk biaya investasi dan operasional cukup besar dan hanya bertahan dalam jangka waktu pendek mengingat besarnya laju penurunan permukaan air tanah  yang terjadi.", "Daftar File": {}, "Penulis": "Ahmad Fadhil Hidayah (NIM 154 02 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sri Maryati, ST, MIP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perkembangan, penduduk, WTP", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}