{"Nomor": 7091, "Judul": "UJI EFEK EKSTRAK KENTAL BUAH PHASEOLUS VULGARIS LINN. TERHADAP KADAR GLUKOSA DARAH TIKUS", "Abstrak": "Telah diuji aktivitas antihiperglisemi dari ekstrak kental buah Phaseolus vulgaris Linn. pada tikus putih jantan diabetes yang disebabkan aloksan, demikian pula respon yang sama dari ekstrak yang diberikan pada tikus hiperglisemi yang disebabkan glukosa. Untuk pembanding digunakan klorpropamid sebagai standar antidiabetik oral. Pada tikus diabetes aloksan, ekstrak diberikan secara oral dengan dosis 1g/kg dan 1,5 g/kg bobot badan selama tujuh hari, menyebabkan penurunan kadar glukosa darah yang berarti. Penurunan kadar glukosa darah dimulai dari hari ketiga sampai dengan hari ketujuh setelah pemberian ekstrak yang mana efeknya kurang kuat bila dibandingkan dengan klorpropamid ( 22,5 mg/kg bobot badan ). Ekstrak buah Phaseolus vulgaris Linn. ketika diberikan secara oral kepada tikus hiperglisemi yang disebabkan glukosa, dengan dosis yang sama pada tikus diabetes aloksan, didapatkan sama-sama efektif terhadap penurunan kadar glukosa darah bila dibandingkan terhadap kelompok kontrol. Kenaikan maksimum kadar glukosa darah ditunjukkan pada jam pertama setelah pemberian secara oral, dan kemudian turun dibawah kadar awal pada jam ketiga. Dari penelitian ini disimpulkan bahwa buah Phaseolus vulgaris Linn. berkhasiat sebagai antidiabetik.", "Daftar File": {"1987 TS PP AHMAD MUHTADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14647", "1987 TS PP AHMAD MUHTADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14649", "1987 TS PP AHMAD MUHTADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14650", "1987 TS PP AHMAD MUHTADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14652", "1987 TS PP AHMAD MUHTADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14651", "1987 TS PP AHMAD MUHTADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14648", "1987 TS PP AHMAD MUHTADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/14653", "1987 TS PP AHMAD MUHTADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14654"}, "Penulis": "AHMAD MUHTADI", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ny. N.C. Soegiarso"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Phaseolus vulgaris Linn., antihyperglycaemic activity, Alloxan, Rats", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}