{"Nomor": 7103, "Judul": "KARAKTERISTIK KOMPOSIT SANDWICH SERAT ALAMI SEBAGAI ABSORBER SUARA", "Abstrak": "Kebisingan merupakan salah satu polusi lingkungan yang cukup mendapat perhatian dari waktu ke waktu seiring dengan meningkatnya produk engineering. Oleh karena itu perlu dikembangkan material absorber untuk mengurangi masalah kebisingan tersebut. Sampai saat ini bahan yang digunakan untuk membuat absorber masih menggunakan bahan-bahan sintetis sehingga menimbulkan masalah pencemaran lagi, karena bahan sintetis sulit terurai secara alami.        \n \n \n \n \n \n \n \n\nUntuk mengatasi beberapa masalah tersebut pada tugas akhir kali ini dilakukan pengembangan absorber dengan menggunakan serat alami yang berasal dari tumbuh-tumbuhan. Serat alami ini memiliki sifat yang baik sebagai absorber, selain itu memiliki sifat biodegradable sehingga dapat terurai secara alami. Pada tugas Akhir kali ini serat alami ini dibuat sebagai material komposit sandwich yang kemudian dikonfigurasikan sesuai dengan teori absorber untuk mendapatkan kemampuan absorbsi suara yang lebih baik. Untuk mengetahui kemampuan absorbsi suara dari material tersebut digunakan tabung impedansi untuk mengukur koefisien absorbsi suara dari material tersebut. Dengan menggunakan tabung impedansi dapat diukur koefisien absorbsi suara normal. Pengujian dilakukan dengan berbagai konfigurasi absorber untuk mendapatkan hasil yang optimum sebagai absorber suara.", "Daftar File": {"2007 TA PP AHMAD WIRAJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14738", "2007 TA PP AHMAD WIRAJAYA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/14739", "2007 TA PP AHMAD WIRAJAYA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/14740", "2007 TA PP AHMAD WIRAJAYA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/14741", "2007 TA PP AHMAD WIRAJAYA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/14742", "2007 TA PP AHMAD WIRAJAYA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/14743", "2007 TA PP AHMAD WIRAJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14744"}, "Penulis": "AHMAD WIRAJAYA (NIM 13603005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Muhammad Kusni, M.T., Dr. Ir. Bambang Kismono Hadi, dan Dr. Ir. Djarot Widagdo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karakteristik komposit sandwich serat alami, Absorber suara", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}