{"Nomor": 7104, "Judul": "ON DEVELOPMENT OF DISPLACEMENT FIELD MEASUREMENT TECHNIQUE BASED ON DIGITAL IMAGE CORRELATION", "Abstrak": "Nowadays, optical technique becomes popular among the researchers due to the measurement is non-contact and it provides a full-field displacement. More recently of optical technique, a completely automated approach for displacement measurement, is digital image correlation (DIC). This technique becomes extremely popular and widely used in experimental mechanics because it has the availability of low-cost, higher in accuracy, simple experiment setting-up and faster in image acquisition, recording and processing. It is also highly practical, since basically, it can be performed either in the laboratory or insitu. This research mainly presents a measurement of displacement field. The software has been developed based on digital image correlation in order to quantify displacement field. Moreover, This technique is used to quantify displacement field around crack tip to estimate stress intensity factor from an edge crack specimen. In order to produce random speckle pattern, a typical specimen is made by spraying black and white spray paint on the surface of specimen. The three point bending experiment is conducted, in this experiment the specimen is then loaded with different static load level and the image is captured at each load state. Obtained displacement field from DIC technique is processed by utilizing non-linear least square technique to estimate the stress intensity factor. The result shows that obtained stress intensity factor gives error less then 2%. In addition, this research presents also observation of natural speckle pattern. Speckle pattern could appear naturally due to rough exist on the surface of specimen. Natural speckle pattern can be identified by the software so that it can be used for quantifying displacement field.", "Daftar File": {"2007 TS PP AHMAD YANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14745", "2007 TS PP AHMAD YANI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/14746", "2007 TS PP AHMAD YANI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/14747", "2007 TS PP AHMAD YANI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/14748", "2007 TS PP AHMAD YANI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/14749", "2007 TS PP AHMAD YANI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/14750", "2007 TS PP AHMAD YANI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/14751", "2007 TS PP AHMAD YANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14752"}, "Penulis": "AHMAD YANI (NIM 23604005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ichsan Setya Putra, Dr. Ir. Tatacipta Dirgantara, Dr. Lavi R. Zuhal, Prof. Masanori Kikuchi, Dr. Satoru Yoneyama"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Optical technique, Digital image correlation, Speckle pattern, Stress intensity factor", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}