{"Nomor": 7107, "Judul": "INVERSI WAKTU RAMBAT JEJAK GELOMBANG DENGAN PENDEKATAN TOMOGRAFI SINAR BANYAK", "Abstrak": "Abstrak:     \n \n \n \n \n \n\nPerkembangan teknologi geofisika telah mengalami kemajuan yang sangat pesat. Salah satu bidang yang berkembang adalah geotomografi. Geotomografi menjadi suatu teknik yang penting dalam penyelidikan keadaan bawah permukaan bumi. Salah satu metode inversi tomografi waktu rambat, yaitu metode inversi waktu rambat eikonal jejak gelombang, telah berhasil merekonstruksi struktur kecepatan dua dimensi dengan baik. Untuk dapat menggambarkan sebaran kecepatan rambat gelombang secara vertikal dan lateral, metode inversi tersebut dikembangkan pada media tiga dimensi.      \n \n \n \n \n \n\nPemodelan ke depan dilakukan dengan melakukan penghitungan persamaan eikonal dengan menggunakan metode beda hingga untuk menghitung nilai selisih waktu rambat pada setiap titik grid. Selain itu, dilakukan juga penghitungan beda waktu rambat yang akan digunakan untuk proses perbaikan model kelambatan. Nilai beda waktu rambat diproyeksi balikkan sepanjang jejak gelombang yang didefinisikan berdasarkan wavelet sumber. Selanjutnya, metode Simultaneous Iterative Reconstruction Technique (SIRT) digunakan untuk memperbaiki model kelambatan hingga dicapai nilai kesalahan terkecil.      \n \n \n \n \n \n\nMetode inversi ini diaplikasikan pada model sintetik tiga dimensi yang memiliki ukuran 70 m x 70 m x 70 m. Model ini dibagi menjadi 8 x 8 x 8 titik grid dengan interval grid sebesar 10 m. Model sintetik yang dikaji meliputi model gradasi, model Low Velocity Layer, dan model High Velocity Layer.      \n \n \n \n \n \n\nDari ketiga model data sintetik yang dikaji, metode ini paling baik merekonstruksi model Low Velocity Layer. Rekonstruksi model menggunakan metode inversi ini menghasilkan rekonstruksi yang baik walaupun hanya menggunakan model awal homogen.", "Daftar File": {}, "Penulis": "Ahmad Zakiyuddin R (NIM 123 03 001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : T.A.Sanny, Dr. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geophysical technology, Geotomography", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}