{"Nomor": 7117, "Judul": "PENGEMBANGAN ALAT STIMULASI DAN SINYAL TERAPI ELEKTRIK ARUS MIKRO SISTEM TERBUKA SEBAGAI INSTRUMEN PENELITIAN MEDIS", "Abstrak": "Terapi elektrik arus mikro adalah suatu metode pengobatan yang menggunakan stimulasi arus listrik mikroampere tegangan rendah. Untuk penerapan di Indonesia, metode ini masih membutuhkan dukungan kebijakan, fasilitas, dan penelitian lebih lanjut. Penelitian ini bertujuan untuk mengembangkan perangkat stimulasi elektrik arus mikro yang memadai untuk aplikasi penelitian medis bagi para dokter di Indonesia. Penelitian ini mengembangkan alat stimulasi elektrik arus mikro yang dinamakan OpenMCS dan program sinyal stimulasi yang dinamakan uStimS secara sistem terbuka. OpenMCS dikembangkan menggunakan sistem berbasis mikrokontroler PIC 16F877A sedangkan uStimS diprogram menggunakan software MicroCode Studio-PICBASIC PRO versi 2.46. OpenMCS tersusun dari modul rangkaian pemroses data sinyal terapi, DAC 16 bit dengan keluaran 2 fase, konverter tegangan ke arus listrik, dan rangkaian sistem proteksi. Sedangkan uStimS tersusun dari program utama dan pembangkit sinyal terapi. Ujicoba meliputi ujicoba kinerja OpenMCS, ujicoba sistem proteksi, dan ujicoba pre klinis sebagai pendukung. Hasil yang didapat dari parameter sinyal yang dikeluarkan mempunyai kesalahan rata-rata 0,28%, 0,83%, dan 0% untuk parameter amplitudo, frekuensi, dan lebar pulsa. Sedangkan uji sistem proteksi menunjukkan hasil dengan kesalahan rata-rata 0,59%, 0,70%, dan 0,66% untuk parameter arus listrik berlebih, muatan listrik berlebih, dan arus listrik rata-rata berlebih. Ujicoba pre klinis dilakukan dengan membandingkan sinyal EEG dari pasien uji antara sebelum dan setelah stimulasi arus mikro pada saraf kranial di titik P4. Hasilnya menunjukkan adanya peningkatan aktivitas gelombang alfa setelah pemberian stimulasi. Selesainya penelitian ini menghasilkan perangkat stimulasi elektrik arus mikro yang memadai untuk digunakan dalam penelitian medis, lebih unggul secara fitur, dan lebih ekonomis daripada produk serupa yang ada di pasaran. Pengembangan lebih lanjut dapat diarahkan pada penelitian tentang manfaat arus listrik mikro bagi kesehatan, sinyal arus listrik mikro untuk pengobatan penyakit degeneratif, produk stimulator arus listrik mikro untuk tujuan klinis, perawatan kecantikan, dan untuk pengobatan binatang.", "Daftar File": {"2008 TS PP AKHMAD JUNAIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14845", "2008 TS PP AKHMAD JUNAIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14846", "2008 TS PP AKHMAD JUNAIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14847", "2008 TS PP AKHMAD JUNAIDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14848", "2008 TS PP AKHMAD JUNAIDI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/14849", "2008 TS PP AKHMAD JUNAIDI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/14850", "2008 TS PP AKHMAD JUNAIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14851", "2008 TS PP AKHMAD JUNAIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14852"}, "Penulis": "AKHMAD JUNAIDI (NIM 23206045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Tati L. R. Mengko"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "microcurrent stimulation, microcurrent electrical therapy, transconductance amplifier, electric current on human body, cranial electrical stimulation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}