{"Nomor": 7121, "Judul": "IDENTIFIKASI DAN ANALISIS BIAYA KECELAKAAN KERJA KONSTRUKSI DI INDONESIA", "Abstrak": "Abstrak:   \n \n \n \n\nProyek konstruksi merupakan salah pekerjaan yang mempunyai resiko kecelakaan kerja tinggi. Suatu studi dilakukan untuk memperoleh gambaran tentang fenomena kecelakaan kerja pada proyek konstruksi dan biaya kerugian akibat kecelakaan tersebut. Analisisnya meliputi jenis kecelakaan, sumber cedera, bagian tubuh yang cedera, kondisi dan tindakan tidak aman penyebab kecelakaan serta biaya langsung kecelakaannya dengan data yang berasal dari sekitar 1000 kasus kecelakaan kerja. Hasil penelitian ini menunjukkan jenis kecelakaan yang dominan adalah terbentur dan terpukul, bagian tubuh yang paling sering cedera adalah kepala dan badan, sumber cedera terbanyak adalah perkakas kerja tangan dan pesawat angkut. Kondisi tidak aman yang banyak menyebabkan kecelakaan adalah pengamanan yang tidak sempurna, ketidak sempurnaan lokasi dan benda kerja, serta prosedur yang tidak aman. Sedangkan tindakan tidak aman pekerja yang banyak menyebabkan kecelakaan adalah bekerja ceroboh pada obyek yang berbahaya, menggunakan peralatan yang tidak aman, dan tanpa menggunakan alat pengaman.   \n \n \n \n\nHasil analisis biaya kecelakaan kerja menunjukkan biaya tidak langsung lebih kecil dari biaya langsung. Rasio biaya tidak langsung dan biaya langsung per kecelakaan kerja per pekerja tersebut adalah 0.665 untuk akibat meninggal dan 0.918 untuk akibat cacat tetap yang cukup kecil bila dibandingkan dengan basil penelitian di negara lain. Kesimpulan yang mendasar adalah bahwa pengetahuan mengenai kecelakaan kerja proyek konstruksi dapat dijadikan masukan bagi langkah-langkah pencegahan dan bahwa kecelakaan kerja akan selalu menyebabkan kerugian baik pada pekerja maupun kontraktor.", "Daftar File": {}, "Penulis": "Akhmad Suraji (NIM : 250 92 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Krisna S. Pribadi, Ir., Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-02-21."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Construction project ; risk of injuries ; comprises ; accidents pertinent.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}