{"Nomor": 7129, "Judul": "PERANCANGAN DAN IMPLEMENTASI FILTER FIR 32 TAP MENGGUNAKAN MODUL DSP TMS320C54x", "Abstrak": "Tesis ini membahas tentang perancangan dan implementasi sebuah filter FIR (Finite Impulse Response) yang mempunyai 32 koefisien pengali atau tap, dengan data masukan 16 bit dan koefisien filter 16 bit. Filter FIR yang mempunyai karakteristik fasa linear sangat cocok digunakan untuk aplikasi sistem DSP (Digital Signal Processing).Dengan mengatur nilai-nilai koefisien pengali yang didapat dari fungsi jendela Kaiser, maka filter ini dapat berfungsi sebagai filter lolos bawah (LPF), filter lolos atas (HPF), filter lolos tengah (BPF) atau filter tak lolos tengah (BSF). Digunakan fungsi jendela Kaiser karena fungsi transfer filter dapat diperoleh dengan mudah, walaupun Pita transisi yang diperoleh kecil. Disamping itu, diperoleh atenuasi yang bagus serta dapat mengontrol tingkat sidelobe dengan memperhatikan mainlobe.Perancangan pada modul DSP tipe TMS32OC54x (fixed point) diiakukan dengan menggunakan bahasa Turbo C dan Assembly. Filter FIR yang dirancang bekerja secara paralel penuh, agar diperoleh kecepatan kerja yang tinggi. Pengujian unjuk kerja filter dilakukan menggunakan citra bergerak ukuran 100 x 100 piksel dengan 16 bit warns. Dari hasil pengujian, diperoleh kecepatan proses penapisan sekitar 14 frame per detik.Waktu terlama dalam proses ini terjadi pada komunikasi antara komputer dengan modul DSP.", "Daftar File": {"1999 TS PP ALBERT GUNADHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/14915", "1999 TS PP ALBERT GUNADHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/14916", "1999 TS PP ALBERT GUNADHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/14917", "1999 TS PP ALBERT GUNADHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/14918", "1999 TS PP ALBERT GUNADHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/14919", "1999 TS PP ALBERT GUNADHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/14920", "1999 TS PP ALBERT GUNADHI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/14921", "1999 TS PP ALBERT GUNADHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/14922"}, "Penulis": "ALBERT GUNADHI (NIM 23297501)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Eniman Yunus Syamsuddin, Dr.Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "FIR filter that has linear phase is very suitable for DSP (Digital Signal Processing) system applications", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}