{"Nomor": 7138, "Judul": "KAJI TEORITIS DAN EKSPERIMENTAL EFEK GIROSKOPIK PADA ROTOR MENJULUR", "Abstrak": "Abstrak : \n \n\nEfek giroskopik atau Coriolis pada sistem rotor menjulur atau overhang rotor adalah bagian yang penting untuk diperhitungkan pada kecepatan putar kritis. Penelitian ini adalah bertujuan untuk mengetahui efek giroskopik pada rotor menjulur terhadap frekuensi pribadi fn, kecepatan putar kritis nc dan tanggapan getaran. Dalam pelaksanaannya penelitian ini dibagi dalam dua bagian, pertama adalah dengan perhitungan secara teoritis memakai metode elemen hingga, dan kedua adalah dengan eksperimental. Penelitian ini menggunakan poros diameter 8,0 mm, piringan diameter 121,0 mm dan tebal 16,0 mm, dan dengan menggunakan tiga model juluran yakni 31,0 mm, 53,0 mm dan 87,0 mm. \n \n\nDari penelitian ini diperoleh frekuensi pribadi statis hasil teoritis ternyata tidak berbeda jauh dengan frekuensi pribadi statis hasil pengukuran fungsi tanggapan frekuensi. Selisih hasil teoritis dan pengukuran, untuk juluran 31,0 mm adalah 8,5 Hz atau 9,4 % dan juluran 53,0 mm adalah 1,75 Hz atau 3,18 %. \n \n\nPengukuran putaran kritis dilakukan dengan membuat peta spektrum dengan rentang putaran yang mencakup putaran kritis. Hasil pengukuran menunjukkan kecenderungan yang tidak sesuai dengan pertambahan panjang juluran karena defleksi yang terlalu besar ketika putaran mendekati putaran kritis, sehingga hasilnya tidak dapat dipertanggung jawabkan.", "Daftar File": {"2006 TS PP ALEXANDER TOMPODUNG 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/14969", "2006 TS PP ALEXANDER TOMPODUNG 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/14968", "2006 TS PP ALEXANDER TOMPODUNG 1-bab2.pdf": "https://digilib.itb.ac.id/gdl/download/14967", "2006 TS PP ALEXANDER TOMPODUNG 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/14966", "2006 TS PP ALEXANDER TOMPODUNG 1-bab4.pdf": "https://digilib.itb.ac.id/gdl/download/14965", "2006 TS PP ALEXANDER TOMPODUNG 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/14964", "2006 TS PP ALEXANDER TOMPODUNG 1-bab6.pdf": "https://digilib.itb.ac.id/gdl/download/14963", "2006 TS PP ALEXANDER TOMPODUNG 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/14970"}, "Penulis": "Alexander Tompodung (NIM 231 03 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : H. Indra Nurhadi, Prof. Dr. Ir. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gyroscopic effect, overhung rotor, critical speed, spectral map.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}