{"Nomor": 7144, "Judul": "PEMBUATAN RENCANA PRODUKSI PT. XYZ MENGGUNAKAN METODE LINEAR PROGRAMMING", "Abstrak": "Sebagai sebuah perusahaan besar yang bergerak di bidang manufaktur gitar, XYZ belum dapat membuat suatu rencana produksi yang bagus dan akurat. Selama ini, XYZ selalu memakai cara manual atau trial & error untuk membuat rencana produksi. Kesulitan XYZ dalam membuat suatu rencana produksi yang bagus disebabkan oleh: 1. banyaknya model yang harus diproduksi, 2. Adanya jadwal pengiriman untuk tiap model dengan tujuan tertentu yang harus dipenuhi, 3. Keterbatasan kapasitas produksi dan waktu bekerja. \n \n\nPenjabaran produksi perhari dari YMMI didefinisikan sebagai berikut: jumlah permintaan pada bulan yang berjalan dibagi jumlah hari kerja sehingga terdapat pembagian merata. Pembuatan rencana produksi dengan cara pembagian merata tersebut menimbulkan beberapa masalah di bagian produksi. Masalah-masalah tersebut diantaranya adalah: 1. Tidak adanya urutan atau prioritas pembuatan model gitar, 2. Pembuatan rencana produksi tidak diikuti dengan jadwal pengiriman sehingga ada kemungkinan keterlambatan pengiriman barang, 3. Masalah komunikasi antara atasan dan bawahan serta antar bagian proses produksi, 4. Membutuhkan pengawasan yang ketat agar produksi dapat sesuai dengan demand. \n \n\nTugas akhir ini fokus pada pembuatan rencana produksi yang baru dan efektif untuk XYZ menggunakan metode pembuatan model linear programming. Model dari program akan dibuat menggunakan fitur solver pada Microsoft Excel. Linear programming termasuk salah satu tool dari Advanced Planning and Scheduling (APS). APS mengacu pada pemakaian optimal dari raw material dan production capacity untuk memenuhi demand. APS juga telah banyak digunakan dalam kondisi-kondisi berikut: 1. Produksi secara Make-To-Order, 2. kapasitas maksimum produksi yang terbatas, 3. Banyaknya kombinasi produk yang harus diproduksi, 4. Produk yang membutuhkan banyak komponen atau banyak langkah-langkah pembuatan, 5. Produksi yang membutuhkan banyak perubahan jadwal dan tidak bisa diprediksi sebelumnya. \n \n\nUntuk pelaksanaan produksi, penulis menyarankan untuk menggunakan sistem kanban. Kanban yang akan digunakan adalah sistem kanban dua kartu. Kartu pertama akan dipakai sebagai sinyal untuk mengisi kembali Work In Process suatu bagian proses produksi, dan kartu yang kedua akan digunakan untuk menentukan jumlah unit yang akan diproduksi. \n \n\nModel yang telah dibuat, diharapkan dapat menjawab masalah-masalah yang ada pada XYZ sekarang ini seperti: 1. Dapat menentukan urutan atau prioritas dalam pembuatan model gitar, 2. Pembuatan rencana produksi diikuti dengan jadwal pengiriman sehingga dapat mengurangi adanya kemungkinan keterlambatan pengiriman, 3. Product mix yang optimal, 4. Dapat menjadi media komunikasi antara atasan dan bawahan serta antar bagian proses produksi yang lebih baik.", "Daftar File": {"2008 TS PP ALFI RACHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15008", "2008 TS PP ALFI RACHMAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15009", "2008 TS PP ALFI RACHMAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15010", "2008 TS PP ALFI RACHMAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15011", "2008 TS PP ALFI RACHMAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15012", "2008 TS PP ALFI RACHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15013"}, "Penulis": "ALFI RACHMAN (NIM 29106308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rencana produksi, Linear programming, Advanced planning and scheduling, Kanban", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}