{"Nomor": 7158, "Judul": "RANCANGAN SISTEM DAN PROSEDUR UNTUK PROSES OPERATIONS AND MAINTENANCE PADA BISNIS PENYEWAAN TOWER DAN SHELTER UNTUK OPERATOR TELEKOMUNIKASI DI INDONESIA", "Abstrak": "Bisnis Penyewaan infrastuktur Tower dan Shelter bagi operator Telekomunikasi merupakan bisnis baru yang masih terus berkembang di dunia telekomunikasi di Indonesia. Bisnis ini merupakan tahapan awal bagi PT Sarana Inti Persada (PT SIP), sebagai anak perusahaan PT Hariff Daya Tunggal Engineering (PT Hariff DTE) , untuk mengembangkan bisnisnya dalam bisnis manage service infrastruktur dan perangkat telekomunikasi.        \n \n \n \n\nPT SIP dalam pengembangan dan implementasi bisnis penyewaan ini mendapatkan kendala - kendala antara lain belum adanya proses bisnis dan prosedur yang baku untuk pelaksanaan operations and maintenance dan belum cukupnya SDM yang memadai dalam pelaksanaannya untuk memenuhi Service Level Guarantee (SLG) kepada konsumen. Untuk menghadapi kendala ini perlu dibuat sistem dan prosedur khususnya untuk proses Operations and Maintenance dalam menjalankan bisnis penyewaan infrastruktur tower dan shelter ini.        \n \n \n \n\nAnalisis yang digunakan dalam perancangan sistem dan prosedur untuk proses Operations and Maintenance ini adalah interview terhadap staf ahli dalam Hariff Group dan mengaplikasikan beberapa prosedur yang sudah ada di induk perusahaan, PT Hariff Daya Tunggal Engineering.        \n \n \n \n\nPelaksanaan dari perancangan sistem dan prosedur pada proses Operations and Maintenance ini diturunkan menjadi program-program kerja dari masing-masing tahapan dan bagian di dalam struktur organisasi Operations and Maintenance.        \n \n \n \n\nProgram-program pada masing-masing tahapan ini, akan diimplementasikan dalam menjalankan roda bisnis di PT Sarana Inti Persada dan akan dilakukan improvement yang terus menerus agar didapatkan pola dan program yang lebih optimal. Proses improvement ini juga dilakukan di semua lini yang mendukung dalam bisnis penyewaan infrastuktur tower dan shelter ini.", "Daftar File": {}, "Penulis": "ALWI HASAN (NIM 29104320)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Performance Obectives Parameter, Efficiency, Quality, fast delivery and low cost", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}