{"Nomor": 7161, "Judul": "PENGEMBANGAN SISTEM PENGUKURAN KETINGGIAN PERMUKAAN AIR UNTUK PERINGATAN DINI TSUNAMI", "Abstrak": "Tsunami merupakan gelombang laut yang terjadi akibat gempa yang terjadi di dasar laut. Penyebab tsunami adalah terjadinya rekahan di dasar laut akibat gempa. Dibandingkan dengan gempa, tsunami memiliki potensi merusak yang jauh lebih besar. Oleh karena itu, dibutuhkan suatu cara untuk mendeteksi terjadinya tsunami sebelum mencapai daratan. Sistem Peringatan Dini terhadap Tsunami (Tsunami Early Warning System) berfungsi untuk mendeteksi adanya tsunami yang terjadi di tengah laut dan memberikan peringatan masyarakat. Prinsip dasar dari sistem tersebut adalah untuk mengetahui perubahan ketinggian air laut yang terjadi secara mendadak. Sistem Peringatan Dini yang dibangun terdiri atas tiga bagian yaitu sensor, ADC, dan PC. Sensor digunakan untuk mengukur perubahan ketinggian air. Data yang diperoleh kemudian diterima oleh ADC dan diteruskan ke PC. Pada PC, data realtime diolah dan di-plot-kan. Data diterima dibandingkan dengan data referensi untuk menentukan apakah terjadi tsunami atau tidak. Apabila tsunami terdeteksi maka program tersebut akan memberikan peringatan dalam bentuk audio dan visual.", "Daftar File": {"2008 TA PP AMALIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15141", "2008 TA PP AMALIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15142", "2008 TA PP AMALIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15143", "2008 TA PP AMALIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15144", "2008 TA PP AMALIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15145", "2008 TA PP AMALIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/15146", "2008 TA PP AMALIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15147"}, "Penulis": "AMALIA (NIM 10203037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Zaki Su'", "ud"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pendeteksi dini, Sensor, Tsunami", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}