{"Nomor": 7162, "Judul": "PENENTUAN ARUS PERMUKAAN MENGGUNAKAN DATA CITRA SATELIT NOAA DAN METODE MAXIMUM CROSS CORRELATION", "Abstrak": "Maximum Cross Correlation (MCC) merupakan suatu metode yang dapat diaplikasikan untuk penentuan arus permukaan di suatu perairan. Pada studi ini, MCC diterapkan pada data citra tampakan suhu permukaan laut (SPL) dari satelit NOAA di perairan selatan Jawa. Data citra yang digunakan yaitu selama tahun 2006 kecuali untuk bulan Maret, Agustus, dan Desember dan sebagai verifikasi digunakan data arus dari TOPEX. Hasil penentuan arus dengan menggunakan metode ini telah memperlihatkan hasil yang relatif cukup baik bila dibandingkan dengan data arus TOPEX. Rata-rata error untuk arah dan kecepatan arus permukaan dengan MCC terhadap data arus TOPEX pada studi ini masing-masing sebesar 17,644 % dan 21,264 % dengan rentang error arah dan kecepatan masing-masing 10,379%-35,658% dan 3,455%-33,376%. Resolusi yang dihasilkan dengan metode ini lebih detail dibandingkan dengan TOPEX dengan perbandingan 1,1 : 27,75 km, sehingga dapat memperlihatkan pola arus yang bersifat lokal dan regional seperti South Java Current pada hasil pengolahan bulan Juni. Hasil pola arus permukaan yang teramati diperkirakan merupakan arus yang didominasi oleh pengaruh pola angin permukaan lokal.", "Daftar File": {"2008 TA PP AMANDA PUTRI RUDIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15148", "2008 TA PP AMANDA PUTRI RUDIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15149", "2008 TA PP AMANDA PUTRI RUDIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15150", "2008 TA PP AMANDA PUTRI RUDIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15151", "2008 TA PP AMANDA PUTRI RUDIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15152", "2008 TA PP AMANDA PUTRI RUDIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15153", "2008 TA PP AMANDA PUTRI RUDIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15154"}, "Penulis": "AMANDA PUTRI RUDIAWAN (NIM 12903007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Nining Sari Ningsih dan Maryani Hartuti S.Si., Msc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Maximum Cross Correlation (MCC), NOAA, sea surface temperature (SST)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}