{"Nomor": 7163, "Judul": "PENERAPAN MATERIAL HASIL EKSPLORASI LIMBAH KULIT IKAN KAKAP SEBAGAI PRODUK AKSESORIS BAGI WANITA KARIR", "Abstrak": "Kulit ikan kakap merupakan material potensial yang keberadaannya sangat melimpah di sepanjang Pantai utara jawa (Pantura), khususnya di kota Tegal, karena merupakan salah satu limbah buangan industri filet ikan berskala besar. Kulit ikan tersebut belum dimanfaatkan secara optimal dan malah menjadi limbah yang mencemari lingkungan sekitar dan sangat merugikan masyarakat di sekitar kota Tegal. Sementara itu, Balai Besar Kulit, Karet dan Plastik (BBKKP) Yogyakarta telah melakukan eksperimen awal dengan memperlakukan kulit ikan kakap seperti kulit ternak pada umumnya yaitu dengan cara disamak. Eksperimen tersebut menghasilkan material kulit ikan kakap tersamak yang tahan lama dan tidak lagi berbau amis, namun karena berpatokan pada pakem penyamakan kulit ternak pada umumnya, material kulit ikan kakap tersebut belum terdesain dan tereksplorasi secara maksimal. Berlandas pada kenyataan ini dan dengan seijin lembaga yang bersangkutan, penulis melanjutkan proses eksperimen dengan pendekatan berbeda dan eksplorasi desain dan material yang lebih detail mendalam, khususnya difokuskan pada struktur dan keunikan material sehingga tidak disamakan dengan material kulit lainnya.   \n \n \n \n\n(Bab 3 softcopy tidak terdeteksi oleh komputer)", "Daftar File": {"2008 TA PP AMELIA RACHIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15155", "2008 TA PP AMELIA RACHIM 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15156", "2008 TA PP AMELIA RACHIM 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15157", "2008 TA PP AMELIA RACHIM 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15158", "2008 TA PP AMELIA RACHIM 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/15159", "2008 TA PP AMELIA RACHIM 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/15160", "2008 TA PP AMELIA RACHIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15161"}, "Penulis": "AMELIA RACHIM (NIM 17503010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Nedina Sari, M.Sn., Dr. Achmad Syarief, MSD., Drs. Imam Damar Djati, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Limbah, Kulit ikan kakap, Eksperimentasi, Estetis", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "01 Agu 2008"}