{"Nomor": 7164, "Judul": "IDENTIFIKASI KETERKAITAN PUSAT PERTUMBUHAN DI KABUPATEN GARUT BAGIAN SELATAN SEBAGAI WILAYAH TERTINGGAL", "Abstrak": "Abstrak:    \n \n \n \n \n\nPada tahun 2004. kementerian wilayah tertinggal mengeluarkan daftar sejumlah wilayah yang digolongkan sebagai wilayah tertinggal. Pada wilayah tertinggal, pusat kegiatan atau kota - kota menengah dan kecil merupakan titik pusat terselenggarakan transaksi barang/jasa masyarakat. Salah satu cara untuk mengatasi ketertinggalan wilayah ini adalah melalui pembangunan pada bidang-bidang yang menggerakkan pertumbuhan unit ekonomi masyarakat, yang dimulai dari pusat-pusat pertumbuhan lokal. Kabupaten Garut bagian selatan merupakan satu di antara dua wilayah tertinggal yang terletak di propinsi Jawa Barat. Untuk lingkup Jawa Barat terdapat pula isu ketimpangan wilayah utara-selatan. Terkait isu ini, Kabupaten Garut pun terbagi menjadi dua karakteristik utara-selatan, dengan wilayah utara merupakan wilayah yang lebih maju daripada wilayah selatannya.      \n \n \n \n \n\nWilayah perdesaan dan perkotaan pada dasarnya merupakan lanskap wilayah yang saling berhubungan melalui keterkaitan kekuatan ekonomi, sosial, politik dan lingkungan yang sangat kompleks. Untuk itu perlu diketahui bagaimana sebenarnya keterkaitan pusat-pusat pertumbuhan di wilayah tertinggal dalam menggerakkan perkembangan pada wilayah tersebut. Dengan mengetahui keterkaitan yang ada ini diharapkan dapat dilakukan identifikasi awal dari peran pusat pertumbuhan yang seharusnya dapat mendorong perkembangan wilayahnya. Penelitian ini dilakukan dengan metode kualitatif melalui penjabaran secara deskriptif atas peran dan fungsi pusat pertumbuhan/kota kecil di wilayah selatan Jawa Barat melalui desk study, wawancara, dan observasi. Identifikasi keterkaitan disini dilakukan melalui keterkaitan fisik, ekonomi, penyediaan pelayanan, mobilitas penduduk, interaksi sosial, serta politik, administratif dan fungsional.     \n \n \n \n \n\nDari keterkaitan yang terjadi antara pusat pertumbuhan dan wilayah produksi/pelayanan dapat dilihat bahwa masih banyak aktivitas masyarakat yang dilakukan langsung keluar wilayah ini. Ketiga pusat pertumbuhan memliki keterkaitan dengan wilayah sekitarnya dalam bidang penyediaan pelayanan dan aktivitas ekonomi, namun tidak sedikit juga aktivitas yang langsung dilakukan keluar wilayah antara lain ke kota-kota besar seperti Bandung dan jakarta.", "Daftar File": {}, "Penulis": "Amilda Ristania (NIM 154 02 052)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kabupaten Garut, ketertinggalan wilayah", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}