{"Nomor": 7167, "Judul": "POLA OPERASI ANGKUTAN UMUM PERKOTAAN DITINJAU DARI PERSPEKTIF PERILAKU PENGEMUDI (STUDI KASUS TRAYEK ANGKOT CICAHEUM-CIROYOM KOTA BANDUNG)", "Abstrak": "Kecenderungan pertumbuhan kepemilikan kendaraan pribadi telah mengurangi peran angkutan umum dalam penyediaan jasa angkutan. Selain faktor perkembangan wilayah dan alasan psikologis, beralihnya pejalan ke moda kendaraan pribadi pada negara-negara berkembang juga dipengaruhi oleh kualitas layanan yang cenderung menurun. Namun perkembangan di Kota Bandung menunjukkan bahwa jumlah angkot tidak mengalami pengurangan.       \n \n \n \n \n \n\nPenelitian yang dilakukan dengan descriptive survey menunjukkan bahwa efisiensi biaya dalam operasional sehari-hari merupakan alasan masih bertahannya layanan angkot di Kota Bandung meski berdampak terhadap kualitas layanan. Pengemudi angkot selalu berusaha menjaga sehingga pendapatan tetap lebih tinggi dibanding biaya operasional sehari-harinya. Rasio pendapatan-biaya yang terendah adalah 1,2 sementara yang tertinggi 2,5. Penelitian juga menunjukkan bahwa perilaku pengemudi lebih ditentukan oleh potensi jumlah penumpang sementara terhadap kondisi kemacetan pengemudi cenderung tidak peduli.        \n \n \n \n \n \n\nPenyesuaian waktu pergerakan dan jarak tempuh yang dilakukan pengemudi tidak selalu sama dengan ketentuan menurut trayek dan disesuaikan dengan potensi jumlah penumpang yaitu hanya melintas pada ruas jalan/daerah dengan jumlah penumpang yang tinggi. Dengan kondisi ini maka tidak seluruh angkot meneruskan sampai Terminal Ciroyom karena potensi penumpangnya di sekitar daerah tersebut rata-rata hanya 2,3 org/km (Senin), 1,5 org/km (JumÃƒÂ‚Ã‚Â’at) dan 0,7 org/km (Minggu) dibanding di Terminal Cicaheum yaitu 9,2 org/km (Senin), 6,3 org/km (JumÃƒÂ‚Ã‚Â’at) dan 5,8 org/km (Minggu).      \n \n \n \n \n \n\nPengemudi angkot menunjukkan kecenderungan menolak usulan pengaturan titik-titik perhentian secara ketat namun terhadap usulan pergantian spesifikasi dan jumlah kendaraan pengemudi angkot menunjukkan kecenderungaan bersedia.       \n \n \n \n \n \n\nGambaran demand layanan angkutan umum pada trayek Cicaheum-Ciroyom yang bervariasi menurut ruang dan waktu dan potensi resistensi pengemudi angkot dapat menjadi informasi awal bagi rencana penggantian armada angkot berkapasitas kecil yang dewasa ini beroperasi ke kendaraan dengan ukuran yang lebih besar dalam upaya meningkatkan efisiensi pemanfaatan ruang jalan di perkotaan.", "Daftar File": {"2008 TS PP AMINUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15182", "2008 TS PP AMINUDDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15183", "2008 TS PP AMINUDDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15184", "2008 TS PP AMINUDDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15185", "2008 TS PP AMINUDDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15186", "2008 TS PP AMINUDDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15187", "2008 TS PP AMINUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15188"}, "Penulis": "AMINUDDIN (NIM 25406033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "driver's financial performance, operational pattern, number of passengers, traffic congestion", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}