{"Nomor": 7170, "Judul": "STADION SEPAKBOLA LEBAKBULUS", "Abstrak": "Abstrak:   \n \n \n \n\nTugas Akhir ini mengambil proyek Stadion Sepak bola yang berlokasi di Lebak Bulus, Jakarta Selatan. Alasan pemilihan kasus proyek ini adalah minimnya fasilitas dan kualitas dari stadion Lebak Bulus yang lama dan perlunya sebuah stadion baru yang mempunyai standar internasional guna mendampingi stadion utama Gelora Bung Karno yang berlokasi di Jakarta. Lokasi lahan yang terletak di daerah permukiman dan pertokoan memiliki masalah perancangan tersendiri yang harus dibenahi dan masih sangat potensial sebuah stadion dapat menjadi ruang publik baru untuk lingkungan sekitarnya. Letak lokasi yang dekat dengan jalan tol memberi kemudahan dalam hal akses ke lahan. Namun hal ini juga menjadi permasalahan ketika terjadi arus sirkulasi yang besar yang sangat berpotensi kemacetan. Sehingga untuk mengurangi potensi kemacetan dibuat alternatif pemecahan seperti pengalihan debit kedatangan orang melalui transportasi publik lain seperti monorail dan angkutan bis kota. Selain itu dibuatnya jalan lingkar di sekitar lahan, pemecahan arah kedatangan dan penyebaran area parkir.   \n \n \n \n\nProyek ini merupakan proyek rancang ulang Stadion Lebak Bulus yang sudah ada sekarang. Dengan maksud meningkatkan standar stadion dari stadion tingkat nasional menjadi tingkat internasional dimana stadion dapat dijadikan tempat penyelenggaraan pertandingan internasional. Kegiatan-kegiatan di dalam stadion ini meliputi kegiatan kejuaraan sepak bola nasional, latihan, kualifikasi, pameran, kegiatan pers, rekreasi dan komersial, edukasi dan kegiatan administrasi.   \n \n \n \n\nKonsep perancangan yang diterapkan pada kasus adalah bagaimana mengubah citra bangunan stadion pada umumnya yang dianggap tertutup, gigantis dan rawan akan jarangnya pemakaian fasilitas pertandingan menjadi sebuah citra baru yang lebih positif. Sebuah bangunan Urban Stadium , dimana stadion dapat berubah menjadi sebuah tempat yang dapat diakses publik setiap harinya, lengkap dengan fasilitas komersial dan beberapa fasilitas rekreasional yang dapat dijadikan fasilitas publik. Tempat dimana semua penggemar olahraga dan komunitas sepakbola pada khususnya dapat mempunyai tempat untuk bersosialisasi dan berkumpul, bersantai dan tentunya untuk menonton pertandingan dengan kualitas stadion yang lebih nyaman dan bersahabat. Konsep tersebut diejawantahkan lebih lanjut ke dalam perancangan tapak, perancangan bangunan dan perancangan struktur. Untuk gubahan massa dan sistem struktur digunakan konsep analogi dari sebuah ikon dari klub persija jakarta yaitu analogi macan kemayoran. Bagaimana sebuah stadion dapat menjadi bangunan iconic di skala urban. Sebagai konsekuensi fasilitas yang menampung orang dalam skala besar, tapak menggunakan konsep plaza sebagai sarana sirkulasi.", "Daftar File": {}, "Penulis": "Amirullah Zulkifli Hartono (NIM 152 03 023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Basauli Umar Lubis,Ir, MSA, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Urban Stadium, Stadion Sepak bola, Lebak Bulus, masterplan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}