{"Nomor": 7171, "Judul": "ISOLASI SERTA PENENTUAN BEBERAPA SIFAT KIMIA DAN BIOKIMIA SUATU KOMPONEN DAUN JOHAR (CASSIA SIAMEA, LANK. ) YANG BERKHASIAT HIPOGLIKEMIK", "Abstrak": "Abstrak :\nDaun johar (Cassia siamea, Lamk.) belum dikenal secara luas oleh masyarakat sebagai obat diabetes, tetapi dari percobaan pendahuluan yang telah dilakukan terdapat tanda-tanda adanya khasiat hipoglikemik. Rebusan daun johar, akan terlihat khasiatnya pada kelinci pada kadar.\n40% ( b/v ) dengan takaran 5 ml/kg bobot badan, sedangkan di bawah kadar 40% rebusan tersebut tidak berkhasiat hipoglikemik. Ini menandakan bahwa kemungkinan komponen aktif daun johar kurang larut dalam air.\nDenan pelarut kloroform, telah berhasil diisolasi senyawa berupa kristal kuning yang tidak stabil di udara, dengan titik leleh 150 C(terurai). Hasil analisis kromatografi lapis tipis ( KLT ) dan kromatografi cair bertekanan tinggi ( HPLC ) menunjukkan bahwa kristal tersebut murni.\nHasil analisis unsur isolat ini menunjukkan tidak adanya unsur nitrogen. Spektrum inframerah menunjukkan adanya gugus OH ( 3400 cm-1), karbonil ( 1665 cml) dan inti aromatis ( 1625, 1580, 1505; dan 1460 cm-l). Spektrum ultraviolet menunjukkan karakteristik ,\tet-OH = IN maks.\n209, 241, 249, dan 380 nm. Pergeseran puncak spektrum ultraviolet ke panjang gelombang yang lebih besar setelah penambahan NaOH menunjukkan adanya gugus OH fenolik. Dari spektrogram masa diketahui berat molekulnya adalah 240. Kemungkinan rumus molekulnya ialah CH10, H12 O6.\nReaksi brominasi isolat daun johar menghasilkan kristal kuning yang stabil, dengan titik leleh 185 C (terurai). Pada reaksi ini terjadi monosubstitusi brom tanpa terjadi perubahan letak gugus-gugus kromofor senyawa asalnya.\nPada percobaan dengan hewan yang dipuasakan dan dengan cara uji toleransi glukosa, isolat daun johar yang diberikan secara oral menunjukkan khasiat hipoglikemik yang nyata. Pada kelinci yang dipuasakan,isolat daun johar bertakaran 20 mg/kg bobot badan mempunyai daya hipoglikemik 60% dari daya tolbutamid bertakaran 250 mg/kg bobot badan. Untuk uji toleransi glukosa secara oral ternyata isolat daun johar dengan takaran 20 mg/kg bobot badan mempunyai daya hipoglikemik 22% dari daya tolbutamid bertakaran 250 mg/kg bobot badan. Besar khasiat isolat meningkat dengan ditingkatkannya takaran.\nTerhadap hewan yang menderita diabetes aloksan yang berat, ternyata isolat daun johar dan tolbutamid tidak berkhasiat. Jadi,isolat ini hanya berkhasiat pada hewan yang masih mempunyai sel beta pankreas yang sehat seperti halnya pada tolbutamid.\nPercobaan penyerapan glukosa oleh diafragma tikus normal dan tikus yang menderita diabetes aloksan dilakukan menurut cara Krahl dan Cori. Isolat daun johar ternyata menghambat penyerapan glukosa tersebut, sedangkan insulin memacu penyerapan. Hal ini menunjukkan bahwa mekanisme kerja isolat daun johar dalam menurunkan kadar glukosa darah tidak sama dengan mekanisme kerja insulin yang sifatnya memudahkan masuknya glukosa ke dalam sel sehingga glukosa dapat mengalami glikolisis atau disimpan sebagai glikogen.\nPercobaan selanjutnya menunjukkan bahwa isolat daun johar tidak mempunyai khasiat antibiotika terhadap Aspergillus niger dan Escherichia cola.\nGejala keracunan atau kematian tidak tampak pada mencit yang telah disuntik isolat daun johar sampai takaran 240 mg/kg bobot badan. Akan tetapi, isolat daun bertakaran 1 mg/ml dapat menghambat penyerapan glukosa di usus halus tikus secara in situ. Adapun isolat bertakaran 0,4 mg/ml belum menimbulkan gangguan penyerapan.\nFragmen rambut daun bersel tunggal dengan bentuk taji serta fragmen kristal Ca-oksalat poligonal dapat digunakan sebagai tanda spesifik untuk pengenalan daun johar di bawah mikroskop. Ditemukannya rambut daun pada permukaan daun bagian atas merupakan suatu hal yang belum pernah dikemukakan sebelumnya dalam kepustakaan.", "Daftar File": {"1981 TS PP HARSONO PRINGGOPRAWIRO 1- cover.pdf": "https://digilib.itb.ac.id/gdl/download/15212", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- bab1.pdf": "https://digilib.itb.ac.id/gdl/download/15213", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- bab2.pdf": "https://digilib.itb.ac.id/gdl/download/15214", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- bab3.pdf": "https://digilib.itb.ac.id/gdl/download/15215", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- bab4.pdf": "https://digilib.itb.ac.id/gdl/download/15216", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- bab5.pdf": "https://digilib.itb.ac.id/gdl/download/15217", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- bab6.pdf": "https://digilib.itb.ac.id/gdl/download/15218", "1981 TS PP HARSONO PRINGGOPRAWIRO 1- pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/15219"}, "Penulis": "Ami Soewandi J.S.", "Kontributor / Dosen Pembimbing": ["Promotor\t: P. Soedigdo, Prof. Dr.  \nKopromotor : Soekeni Soedigdo, Prof. Dr.\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "leaf, Cassia siamea Lamk., antidiabetic drug, hypoglycaemic activity", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "23 Jan 2008"}