{"Nomor": 7177, "Judul": "KARAKTERISTIK FILTER KAIN SEBAGAI ALAT PENYARING DEBU", "Abstrak": "Banyak terdapat partikel partikel kecil yang mengambang di udara. Partikel-partikel tersebut tidak hanya mempengaruhi daya pandang dan cuaca di permukaan bumi, tetapi juga terhadap kesehatan dan kualitas hidup manusia. Partikel-partikel kecil padat yang mengambang di udara tersebut lebih dikenal dengan istilah aerosol. Pengukuran dan pengontrolan terhadap partikel tersebut membutuhkan penerapan teknologi aerosol.  \n \n\nPenelitian ini bertujuan untuk menjelaskan penerapan teknologi aerosol dalam mengontrol polusi udara. Salah satu penerapan dari teknologi yang dimaksud adalah melalui penggunaan filter kain. Penelitian ini dibagi dalam dua tahap yaitu pengujian dan metode numerik.  \n \n\nPengujian dilakukan terhadap 6 jenis kain yang berbeda porositas, diameter serat, serta karakteristiknya. Dari hasil pengujian diperoleh efisiensi filtrasi tertinggi (>70%) untuk kain cotton, akan tetapi mempunyai koefisien rugi tekanan yang lebih tinggi [>14 mm H20/(cP/s)] dibanding jenis kain lain.  \n \n\nEfisiensi dan rugi tekanan diantaranya dipengaruhi oleh laju aliran udara, konsentrasi debu, waktu penyaringan serta karakteristik dari filter kain dan debu. Laju aliran udara memberikan pengaruh yang paling besar terhadap rugi tekanan dibanding pengaruh dari konsentrasi debu dan waktu filtrasi.  \n \n\nBerikutnya membahas tentang metode numerik dengan melakukan optimasi terhadap nilai masukan face permeability. Proses optimasi menggunakan paket program Fluents/Release 4.21. Nilai face permeability yang optimum diperoleh ketika hasil nilai rugi tekanan dari simulasi numerik mendekati nilai hasil rugi tekanan percobaan. Nilai optimum dari face permeabilty pada aliran berdebu adalah 5-10% dari nilai face permeabilty semula (aliran tanpa debu). Dari hasil simulasi numerik ini dapat dilihat distribusi tekanan dan kecepatan aliran.", "Daftar File": {"2000 TS PP AMRIZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15253", "2000 TS PP AMRIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15254", "2000 TS PP AMRIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15255", "2000 TS PP AMRIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15256", "2000 TS PP AMRIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15257", "2000 TS PP AMRIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15258", "2000 TS PP AMRIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15259"}, "Penulis": "AMRIZAL (NIM 23197036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Pribadi Setyo Darmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kain, filter, penyaring debu, polusi udara, aerosol", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}