{"Nomor": 7178, "Judul": "DAMPAK ERROR ESTIMASI SIR TERHADAP KINERJA CLOSED-LOOP POWER CONTROL PADA SISTEM CDMA", "Abstrak": "Abstrak:   \n \n \n \n\nPower control pada sistem code division multiple access (CDMA) adalah mekanisme yang dimaksudkan untuk mengatur daya pancar mobile station (MS) maupun base station (BS). Di kanal uplink, closed-loop power control dikhususkan untuk mengatasi dampak fluktuasi sinyal akibat perlakuan kanal multipath fading, serta meminimalkan interferensi antar user.    \n \n \n \n\nPada closed-loop power control berbasis signal to interference ratio (SIR), akurasi estimasi nilai SIR sangat diperlukan karena akan digunakan sebagai informasi oleh BS untuk menentukan besar perubahan daya pancar MS. Tugas akhir ini akan mengevaluasi dampak kesalahan pada estimasi nilai SIR (estimation error) yang dapat terjadi karena kurang akuratnya estimator SIR. Penelitian dilakukan dengan simulasi komputer menggunakan program MATLAB.     \n \n \n \n\nDampak estimation error yang akan diamati adalah penyimpangan SIR yang dicapai dari SIR targetnya atau power control error (PCE), serta kinerja sistem yang dinilai dengan menggunakan parameter Bit Error Rate (BER) sebagai fungsi dari SIR. Hasil penelitian menunjukkan error pada estimasi SIR dapat meningkatkan PCE, dengan peningkatan lebih drastis pada algoritma variable-step dibandingkan fixed-step. Estimation error juga menyebabkan terjadinya perintah power control yang keliru serta penurunan kinerja BER sistem. Algoritma variable-step lebih rentan terhadap estimation error dibandingkan algoritma fixed-step.", "Daftar File": {"Pages from 2007 TA PP AMRY C SITOMPUL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15260", "Pages from 2007 TA PP AMRY C SITOMPUL 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15261", "Pages from 2007 TA PP AMRY C SITOMPUL 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15262", "Pages from 2007 TA PP AMRY C SITOMPUL 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15263", "Pages from 2007 TA PP AMRY C SITOMPUL 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15264", "Pages from 2007 TA PP AMRY C SITOMPUL 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/15265", "2007 TA PP AMRY C SITOMPUL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15266"}, "Penulis": "Amry C. Sitompul  (NIM 132 03 64)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Adit Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "multipath fading, closed-loop power control, signal to interference ratio (SIR), estimation error, power control error, bit error rate (BER)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}