{"Nomor": 7188, "Judul": "STRATEGI PENGEMBANGAN DESAIN MEBEL MELALUI PENDEKATAN HAK ATAS KEKAYAAN INTELEKTUAL (Studi Kasus : Industri Mebel dan Kerajinan Rotan Tegalwangi, Cirebon)", "Abstrak": "Abstrak:   \n \n \n \n\nTegalawangi merupakan sebuah wilayah di sebelah selatan Cirebon yang terkenal sebagai daerah industri kerajinan dan mebel ratan nasional. Meski hanva memasok 40 person dari total produksi kerajinan nasional dengan nilai ekspor 13,5 juta dollar per bulan, Tegalwangi telah memberi kontribusi devisa yang cukup besar bagi negara. Dampak sosial dan ekonomi akibat intervensi pemerintah dalam berbagai program bantuan dapat dirasakan langsung oleh masyarakat setempat. Kondisi kemakmuran dan kesejahteraan usaha rotan di Tegalivangi merupakan daya tarik tersendiri bagi pendatang dari filar daerah sehingga terbentuk bisnis usaha yang sangat khas yaitu Astern sub kontrak komponen. Sistem ini menjadi pola kerja yang cukup efisien karena sifatnya yang tanggap dalam pengelolaan limpahan order dari perusahaan besar.   \n \n \n \n\nLemahnya etika bisnis antar pengusaha berakibat persaingan yang kurang sehat sehingga menjadikan kendala tidak stabilnya plan coda ekonomi. Kurang berfungsinya organisasi pengusaha mebel nasional (Asmindo) secara optimal turut berperan sebagai pemicu dominasi pasar di antara para pengusaha dengan cara meniru desain. Rendahnya pemahaman tentang pentingnya desain menjadikan desain dipandang sebagai komoditi yang tidak memiliki anti dan nilai strategis. Dampak ekonomi akibat penjiplakan desain berakibat goyahnya stabilitas harga. Mebel rotan tidak lagi memiliki nilai tawar yang tinggi. Friksi sosial berupa penjiplakan desain merupakan pelanggaran Hak Atas Kekayaan Intelektual (HAKI) yang sangat dirasakan dampaknya balk nasional maupun internasional. Organisasi perdagangan dunia (WTO) telah melakukan teguran dan bahkan UST R (United State Trade Representative) menempatkan Indonesia ke dalam First Priority Watch List dan hares menegakkan sistem HAKI dengan seksama jika tidak ingin menerima sanksi embargo.   \n \n \n \n\nDalam mengantisipasi tekanan internasional diperlukan sebuah pendekatan penyadaran dari kalangan industri besar dan sub kontraktor secara komprehensif - inisiatif . Industri tidak bisa menunggu intervensi pemerintah dalam menyusun aturan hukum dalam bidang HAKI serta melakukan upaya penegakan hukum (law enfbrcement) melainkan harus ada upaya internal dari industri bersangkutan dalam rangka menyiasati lingkungan hukum yang ada dan eksternal dengan membangun jaringan kerja dengan perguruan tinggi. Strategi yang perlu dibangun adalah menggairahkan kinerja lingkungan riset dan pengembangan produk baru yang berbasis HAKI secara optimal dengan cara menelusuri terlebih dahulu desain-desain dalam bank data dan menemukan unsur-unsur kekayaan tradisi sebagai nilai tambah desain. Dalam formulasi strategi, diperlukan serangkaian analisis terhadap faktor - faktor yang terkait hingga pada akhirnya lahir desain baru yang layak dafar (registeredable) dan layak lindung (protectable) yang pada akhirnya pengelolaan HAKI suatu industri dapat menjamin kesinambungan desain.", "Daftar File": {"2001 TS PP ANDAR BAGUS SRIWARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15334", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15333", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15332", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15331", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15330", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15329", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/15328", "2001 TS PP ANDAR BAGUS SRIWARNO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/15335", "2001 TS PP ANDAR BAGUS SRIWARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15336"}, "Penulis": "Andar Bagus Sriwarno (NIM: 271 98 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Imam Buchori Zainuddin.", "Pembimbing II: Drs. Prabu Wardono, M.Des.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-07."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "IPR, subcontractors, design strategies, indigenous knowledge, IP management , furniture.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}