{"Nomor": 7194, "Judul": "PENGARUH PENGUDARAAN TIDAK MENERUS PADA KINERJA REAKTOR SUBMERGED AERATED BIOFILTER UNTUK LIMBAH BERKARAKTERISTIK GREYWATER", "Abstrak": "Air limbah greywater memberikan kontribusi 50-80% dari total air limbah yang bersumber dari domestik. Dibandingkan dengan blackwater, greywater memiliki konsentrasi organik lebih rendah. Karakteristik inilah yang menyebabkan greywater berpotensi untuk penggunaan kembali setelah diolah. Salah satu metode pengolahan yang dapat diaplikasikan adalah penggunaan reaktor terendam biofilter aerobik (SAB). Reaktor SAB menunjukkan kinerja yang lebih baik untuk bahan organik dengan konsentrasi rendah dibandingkan dengan reaktor lumpur aktif. Permasalahan didalam penggunaan reaktor SAB adalah pengudaraan menerus menimbulkan beban biaya pada operasional. Permasalahan biaya ini dapat diatasi dengan menggunakan pengudaraan tidak menerus menggantikan pengudaraan menerus (Schulz, 2001).Tetapi Schulz (2001) tidak menyebutkan dampak pengudaraan tidak menerus pada kinerja reaktor. Penelitian ini mengambil bagian pada hal ini yaitu dengan melakukan observasi secara empiris untuk membandingkan kinerja reaktor SAB dengan menggunakan aerasi menerus dan tidak menerus. Percobaan dilakukan dengan menggunakan tiga buah reaktor yang dijalankan secara bersamaan. Sebagai pengganti air limbah greywater asli digunakan limbah buatan sukrosa dengan konsentrasi SCOD 300 mg/l. Media yang digunakan adalah media bioball. Percobaan dilakukan secara batch dan kontinyu. Untuk percobaan kontinyu dilakukan menggunakan aliran naik dengan debit 0,048 m3/hari dan debit pengudaraan 3,5 l/menit, dengan mode pengudaraan untuk Reaktor 1(R1) 2 jam hidup-2 jam mati (2-2), R2 4-4, dan R3 dengan pengudaraan menerus. Hasil dari percobaan kontinyu menunjukkan efisiensi penyisihan R1 sebesar 83%, R2 sebesar 81% dan R3 sebesar 87%. tetapi ketiga reaktor tidak menunjukkan perbedaan pada laju penyisihan SCOD, walaupun menunjukkan sedikit perbedaan pada peningkatan DO dan penyisihan amonium. Dapat disimpulkan bahwa pengudaraan tidak menerus dapat dilakukan untuk mengganti aerasi secara menerus, dengan hanya memberikan sedikit perbedaan pada kinerja reaktor SAB.", "Daftar File": {"2008 TS PP ANDIK YULIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15366", "2008 TS PP ANDIK YULIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15367", "2008 TS PP ANDIK YULIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15368", "2008 TS PP ANDIK YULIANTO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/15369", "2008 TS PP ANDIK YULIANTO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/15370", "2008 TS PP ANDIK YULIANTO 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/15371", "2008 TS PP ANDIK YULIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15372", "2008 TS PP ANDIK YULIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15373"}, "Penulis": "ANDIK YULIANTO (NIM 25305002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing. Ir. Prayatni Soewondo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "greywater, intermittent aeration, submerged aerated biofilter", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}