{"Nomor": 7198, "Judul": "PEMODELAN SISTEM PRODUKSI UNTUK KEPERLUAN SIMULASI STUDI KASUS : SISTEM TRANSPORTASI MATERIAL MENGGUNAKAN AGV", "Abstrak": "Abstrak: \n \n\nPengambilan keputusan dalam lingkungan kerja yang dinamis tidak hanya bertujuan untuk memilih solusi dari beberapa alternatif, tetapi juga harus dilihat sebagai suatu usaha pengendalian aktif dari sistem. Simulasi sistem produksi menangani sistem yang kompleks dengan keterkaitan antar elemen sistem yang remit dan tingkat keadaan yang sering berubah, baik secara otonom maupun akibat aksi-aksi pengambilan keputusan elemen otonom lainnya. Karena itu keputusan yang diambil adalah serangkaian keputusan yang saling bergantungan, diambil secara real time, dan dapat memberikan umpan balik bagi pengambil keputusan. \n \n\nPemodelan sistem produksi secara cepat dan berkualitas selalu menjadi keinginan dalam kegiatan simulasi. Dalam tulisan ini dirancang kerangka kerja pemodelan secara efektif, efisien dan terintegrasi untuk mendukung simulasi sistem transportasi material. Untuk itu dibangun arsitektur model, dipilih metodologi dan alat bantu pemodelan yang sesuai. Studi kasus yang dilakukan adalah pemodelan untuk sistem transportasi material menggunakan Automated Guided Vehicle (AGV) dalam produksi massal dan repetitif. \n \n\nPemodelan dilakukan dengan pendekatan berorientasi pada obyek. Agar operasi transportasi yang dilakukan oleh sistem AGV sesuai dengan kondisi aktual di floor, model sistem AGV diintegrasikan dengan sistem informasi dan logistik. Tingkat model obyek, secara virtual, juga dimanfaatkan dalam komunikasi dan pengambilan keputusan komponen sistem AGV. Pada akhirnya unjuk kerja dari strategi operasi transportasi yang dipilih, dapat dinilai berdasarkan kriteria optimasi yang dirancang sebelumnya.", "Daftar File": {}, "Penulis": "Andi Wahadana (NIM 231 96 028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: YATNA YUWANA M, Dr, Ir \n \n\nScanner: Delviana Fransiska", "06-02-2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sistem transportasi, sistem AGV, simulasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}