{"Nomor": 7204, "Judul": "RENCANA PEMASARAN SUZUKI SPLASH", "Abstrak": "Suzuki adalah perusahaan otomotif yang merupakan bagian dari Indomobil Group. Indomobil sendiri merupakan pemegang beberapa merek kendaraan bermotor. Suzuki sendiri memiliki market share ke dua setelah Toyota di Indonesia. Suzuki dikenal masyarakat sebagai produsen mobil niaga dan mobil penumpang dengan ukuran kecil hingga menengah. Suzuki dikenal melalui produknya seperti Jimny dan Karimun yang dikenal tangguh ekonomis dan hemat bahan bakar. Saat ini Suzuki mulai dikenal masyarakat melalui product line Swift, SX4 dan juga Suzuki APV yang meraih beberapa penghargaan dan merupakan penyumbang penjualan Suzuki. \n \n \n \n\nKota identik dengan kemacetan dan buruknya layanan transportasi umum, serta meningkatnya harga bahan bakar mendorong pasar city car yang dipelopori Suzuki Karimun mulai berkembang. Meningkatnya daya beli konsumen dan meningkatnya mobilitas pun menjadi pemicu pesatnya pertumbuhan segmen ini. City car adalah mobil berukuran kompak dengan kapasitas mesin di bawah 1200cc, seperti namanya mobil ini dirancang untuk beroperasi di dalam kota yang memiliki lalu lintas yang padat. Bentuknya yang kompak membuat mobil ini digemari untuk kalangan ibu dan mahasiswi. Namun hal ini tidak membuat kaum pria antipati menggunakan kendaraan jenis ini. Konsumsi bahan bakar dan kemudahan dalam melakukan manuver menjadi daya tarik bagi eksekutif muda yang umumnya masih mengutamakan efisiensi. \n \n \n \n\nPada pertengahan tahun 2007 Suzuki memasarkan Suzuki Karimun Estillo yang merupakan generasi penerus Karimun. Mobil ini ditargetkan untuk kalangan remaja dan mahasiswa. Namun berdasarkan hasil riset kualitatif yang dilakukan, segmen yang dituju Suzuki Karimun Estillo kurang tepat. Mayoritas responden cenderung tidak memilih Suzuki Karimun Estillo. Namun pada tahun 2008 Suzuki International memperkenalkan produk barunya yang bernama Suzuki Splash. Suzuki Indonesia berencana untuk memasarkan mobil tersebut pada pertengahan tahun 2008. Untuk itu diperlukan rencana pemasaran yang tepat agar Splash dapat menghadapi produk kompetitor yang mulai memasuki segmen ini serta menjadikan Splash mobil pilihan utama di segmen tersebut.", "Daftar File": {"2008 TS PP ANDRE HALASSON TAMBUNAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15435", "2008 TS PP ANDRE HALASSON TAMBUNAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15436", "2008 TS PP ANDRE HALASSON TAMBUNAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15437", "2008 TS PP ANDRE HALASSON TAMBUNAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15438", "2008 TS PP ANDRE HALASSON TAMBUNAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15439", "2008 TS PP ANDRE HALASSON TAMBUNAN 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/15440", "2008 TS PP ANDRE HALASSON TAMBUNAN 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/15441"}, "Penulis": "ANDRE HALASSON TAMBUNAN (NIM 29106393)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Target pasar, Positioning", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}