{"Nomor": 7205, "Judul": "INTERPRETASI STRUKTUR LAPANGAN", "Abstrak": "Keadaan struktur geologi bawah permukaan berdasarkan interpretasi anomali gayaberat tidak memberikan informasi secara langsung mengenai lokasi struktur geologi yang ditandai dengan batas kontak kontras densitas. Untuk mendapatkan informasi tersebut diaplikasikan teknik gradient. \n \n \n \n \n \n\nTelah dilakukan simulasi respon karakteristik gradient horizontal dan vertikal gayaberat untuk membantu interpretasi anomali gayaberat. Simulasi dilakukan dengan membuat model benda berbentuk struktur sesar naik dan sesar turun. Pada batas kontak kontras densitas, karakteristik gradient horizontal orde satu bernilai maksimum atau minimum, sedangkan gradient horizontal orde dua bernilai nol, sehingga sangat baik untuk membantu menentukan lokasi bidang sesar. Gradient vertikal dapat digunakan untuk menentukan jenis struktur sesar. \n \n \n \n \n \n\nSelanjutnya karakteristik gradient horizontal dan vertikal diaplikasikan pada data anomali gayaberat lapangan ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”SÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”. Hasil analisis gradient horizontal dan vertikal digunakan untuk pemodelan kedepan dan interpretasi struktur geologi bawah permukaan. Pemodelan kedepan dan interpretasi memberikan hasil berupa struktur antiklin dengan beberapa sesar turun.", "Daftar File": {}, "Penulis": "ANDRE (NIM 12302031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Darharta Dahrin dan Dr. Muh. Sarkowi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur Lapangan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}