{"Nomor": 7224, "Judul": "PANDUAN NAVIGASI INFORMASI KAMPUS ITB DENGAN MENGGUNAKAN TEKNOLOGI J2ME", "Abstrak": "Abstrak:   \n \n \n \n\nSaat ini telepon bergerak mulai menjadi salah satu kebutuhan yang penting bagi setiap orang. Hal ini tidak lain disebabkan telepon bergerak merupakan perangkat wireless yang penting untuk dapat mengakses informasi yang dibutuhkan oleh pengguna telepon bergerak. Ketepatan dan kecepatan dalam ketelitian untuk memperoleh informasi merupakan hal yang sangat diperlukan dalam proses pelayanan telekomunikasi terutama di wilayah ITB. Untuk mendapat informasi mengenai lokasi yang baik dan tepat maka biasanya seseorang harus melihat pada lembaran-lembaran berupa peta yang terpisah yang terdapat di kampus ITB.     \n \n \n \n\nHal tersebut menginspirasi penulis untuk memberikan kemudahan dalam pemberian informasi bagi pengguna telepon bergerak. Pada Tugas Akhir ini dibuat sebuah perangkat lunak untuk telepon bergerak yang bernama ItbInHand (ITB dalam genggaman). Aplikasi ini menerapkan konsep Location Based Services (LBS) sehingga para pengguna telepon bergerak yang ingin mendapatkan informasi berdasarkan posisinya, cukup dengan membrowse menu dan mengakses jenis informasi apa saja yang mereka inginkan. Pengguna yang menggunakan aplikasi ini tidak perlu repot-repot lagi untuk mencari informasi harus kepada siapa dan dimana. Hal ini dikarenakan aplikasi telah memberikan struktur jenis informasi yang dinamis dan isi informasi yang up-to date serta dapat dipasang pada telepon bergerak manapun yang sudah mendukung Java.    \n \n \n \n\nAplikasi ini dibangun dengan sistem wireless (client-server) berbasis Java menggunakan teknologi J2ME (Java 2 Micro Edition) dan koneksi WLAN (Wireless Local Area Network) pada telepon bergerak yang sudah mendukung Java. Aplikasi ini mengirimkan data dengan mekanisme HTTP. Diharapkan aplikasi ini akan memberikan kemudahan bagi penggunanya memperoleh informasi di lingkungan ITB", "Daftar File": {"Pages from 2007 TA PP ANGGANDANU DWI PRAMESTYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15555", "Pages from 2007 TA PP ANGGANDANU DWI PRAMESTYO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15556", "Pages from 2007 TA PP ANGGANDANU DWI PRAMESTYO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15557", "Pages from 2007 TA PP ANGGANDANU DWI PRAMESTYO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15558", "Pages from 2007 TA PP ANGGANDANU DWI PRAMESTYO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15559", "Pages from 2007 TA PP ANGGANDANU DWI PRAMESTYO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/15560", "2007 TA PP ANGGANDANU DWI PRAMESTYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15561"}, "Penulis": "Anggandanu Dwi Pramestyo  (NIM 132 03 091)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Nana Rachmana S,Ir, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Location Based Service, J2ME, Bluetooth, GPS, http, Basis data Server", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}