{"Nomor": 7225, "Judul": "PENGEMBANGAN API UNTUK PENANGANAN RELASI BITEMPORAL PADA DBMS RELASIONAL", "Abstrak": "Relasi bitemporal adalah relasi yang mengandung dimensi valid time dan transaction time. Pada saat ini, karena DBMS yang ada umumnya belum dapat menangani aspek temporal, penanganan untuk aspek temporal ini biasanya dilakukan oleh aplikasi. Padahal, pembangunan aplikasi akan lebih sederhana jika terdapat dukungan dari lingkungan DBMS untuk aspek temporal yang dapat digunakan dalam pembangunan aplikasi. Pada tugas akhir ini dikembangkan sebuah API yang dapat memberikan dukungan bagi penanganan relasi bitemporal pada DBMS relasional.   \n \n \n\nPada tahap awal tugas akhir ini, dilakukan analisis mengenai aspek-aspek yang ditangani oleh API untuk dapat menerapkan konsep basis data temporal pada DBMS relasional. Berdasarkan analisis, didapatkan model query konversi yang mencakup konversi model data, nilai waktu, operator perbandingan temporal, dan penanganan integritas data. Penanganan bagi primary key dan foreign key temporal dilakukan dengan cara menciptakan trigger dan fungsi yang spesifik terhadap masing-masing relasi yang ditangani. Query non-temporal yang digunakan pada API spesifik untuk DBMS PostgreSQL. Setelah analisis, dilakukan pembangunan API yang meliputi perancangan dan implementasi. Hasil implementasi API adalah file library Java yang dapat digunakan untuk membuat aplikasi Java yang menerapkan konsep relasi bitemporal.   \n \n \n\nPada tugas akhir ini juga dibangun sebuah aplikasi pengujian yang menggunakan API untuk membangun suatu antarmuka bagi DBMS bitemporal. Aplikasi ini digunakan untuk menguji hal-hal yang ditangani oleh API, seperti koneksi ke basis data, konversi query, dan result set yang dihasilkan. Bila terjadi kesalahan, seperti kegagalan koneksi, kesalahan sintaks query, atau pelanggaran integritas data, aplikasi akan menangkap exception yang dihasilkan oleh API dan menampilkan pesan kesalahannya. Berdasarkan hasil pengujian, API yang dikembangkan pada tugas akhir ini cukup powerful dalam menganani operasi relasi bitemporal sederhana.", "Daftar File": {}, "Penulis": "ANGGIA FERDINA MEILIANA (NIM 13503043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Tricya E. Widagdo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "basis data temporal, bitemporal, API", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}