{"Nomor": 7229, "Judul": "EVALUASI PELAYANAN PUSAT PRIMER ALUN-ALUN KOTA BANDUNG", "Abstrak": "Kota Bandung mengalami pertumbuhan penduduk serta perkembangan kota yang pesat. Salah satu implikasinya adalah bertambah luasnya wilayah administratif Kota Bandung. Akibatnya Alun-alun yang merupakan pusat kota lama harus melayani penduduk dan juga wilayah yang lebih luas. Selain itu, ketergantungan penduduk kota terhadap Alun-alun sangat tinggi. Oleh karena itu dalam RTRW Kota Bandung 2004-2013 ditetapkan dua pusat primer yaitu pusat primer Alun-alun dan pusat primer Gedebage untuk membantu kinerja pusat primer Alun-alun. Pusat primer Gedebage saat ini belum mulai dikembangkan dan pusat primer Alun-alun yang juga merupakan pusat kota diharapkan sudah dapat berfungsi sepenuhnya sebagai pusat primer. Saat ini, Alun-alun Kota Bandung mengalami beberapa gejala penurunan pelayanan dan sampai saat ini evaluasi untuk menilai pelayanan Alun-alun dalam perannya sebagai pusat primer belum pernah dilakukan. Untuk itu perlu dilakukan evaluasi semu untuk mengetahui sejauh mana Alun-alun dapat memenuhi fungsi pelayanannya sebagai pusat primer.   \n \n \n\nEvaluasi dilakukan dengan menentukan kriteria dan indikator evaluasi pelayanan pusat primer Alun-alun Kota Bandung. Kriteria dan indikator ini ditentukan dengan mempertimbangkan fungsi Alun-alun yang juga merupakan pusat kota dan juga dengan mempertimbangkan kondisi Alun-alun saat ini. Kriteria dan indikator inilah yang dijadikan dasar untuk melakukan survey (observasi, kuesioner dan data sekunder). Hasil dari survey dan analisis ini kemudian digunakan untuk menilai ketercapaian indikator-indikator tersebut. Dari penilaian ketercapaian indikator tersebut akan diketahui apakah tingkat pelayanan pusat primer alun-alun tergolong tinggi, rendah atau sedang. Berdasarkan hasil survey dan analisis diketahui bahwa tingkat pelayanan Alun-alun Kota Bandung saat ini tergolong sedang. Pelayanan pusat primer Alun-alun yang sudah dikatakan baik adalah dari segi kelengkapan aktivitas dan fasilitas, jenis aktivitas jasa yang sebagian besar merupakan higher order services, serta akses angkutan umum yang memadai. Walaupun demikian pusat primer Alun-alun memiliki kekurangan dalam hal tingkat pelayanan jalan dan kapasitas parkir. Untuk itu perbaikan pelayanan jalan dan parkir inilah yang perlu menjadi perhatian untuk meningkatkan pelayanan Alun-alun.", "Daftar File": {"COVER": "https://digilib.itb.ac.id/gdl/download/15594", "2008 TA PP ANIARANI ANDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15595", "2008 TA PP ANIARANI ANDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15596", "2008 TA PP ANIARANI ANDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15597", "2008 TA PP ANIARANI ANDITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15598", "2008 TA PP ANIARANI ANDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15599", "2008 TA PP ANIARANI ANDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15600"}, "Penulis": "ANIARANI ANDITA (NIM 15403045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nia K. Pontoh, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelayanan pusat primer, alun-alun kota, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}