{"Nomor": 7237, "Judul": "STUDI EKSPERIMENTAL MODEL ELASTO-PLASTIK TANAH PASIR DAN INTERAKSI TANAH PONDASI AKIBAT BEBAN AKSIAL STATIK", "Abstrak": "Abstrak:   \n \n \n \n\nUntuk mempelajari interaksi tanah pondasi akibat beban aksial statik dilakukan uji pembebanan dengan menggunakan model pondasi skala kecil di laboratorium. Test skala kecil model pondasi dangkal dan pondasi tiang telah dilakukan dalam penelitian ini untuk mendapatkan hubungan bebanperpindahan pondasi. Hasil test ini dibandlingkan dengan perhitungan daya dukung tanah-pondasi menggunakan metoda konvensional. Hasil pengujian ini juga dapat dipakai untuk verifikasi dengan model konstitutif tanah yang diimplementasikan dalam program metoda elemen hingga untuk mendapatkan performance hash pemodelan tanah.   \n \n \n \n\nStudi mengenai model konstitutf Hierarchical Single Surface (HiSS) telah dikembangkan oleh Desai and Co-works (Desai, 1986) untuk pemodelan tanah pasir dengan memperhitungkan sifat non-associative material dimana vektor pertambahan regangan tidak tegak lurus terhadap fungsi leleh. Pada penelitian ini verifikasi secara numerik dan experimental telah dilakukan untuk mendapatkan respon beban-deformasi dari tanah pasir. Program komputer Pascal BPHiSS telah dikembangkan untuk prediksi balik model HiSS dalam mendapatkan respons tegangan-regangan. Prediksi balik dilakukan untuk mendapatkan kesesuaian model terhadap perilaku tanah basil test triaksial laboratorium.   \n \n \n \n\nTanah yang dipakai sebagai bahan penelitian adalah tanah pasir Cilacap. Test index properties, test triaksial Conventional Triaxial Compression (CTC) - Consolidated Drained dilakukan untuk mendapatkan parameter-parameter tanah dengan due variasi kepadatan relatif 50% dan 70%. Dari test-test ini, telah diperoleh hubungan tegangan-regangan, regangan aksialregangan volume dari test triaksiaL Selanjutnya, parameter tanah model HiSS dievaluasi dan dihitung. Penurunan matriks konstitutif eiasto-plastik model tanah HiSS telah dilakukan pada penelitian ini. Berdasarkan matriks konstitutif yang telah diturunkan, maka dibuat program BPHiSS dikembangkan untuk prediksi balik hasil test laboratorium berdasarkan parameter tanah yang telah didapatkan. Verifikasi model tanah HiSS untuk respons hubungan teganganregangan menunjukkan hasil yang balk dan memuaskan. Dari hasil verifikasi secara numerik dan ekspetimental ini nantinya dapat disusun prosedur numerik untuk implementasi model tanah kedalam metoda elemen hingga dan diperlukan stud lebih lanjut.   \n \n \n \n\nPelaksanaan eksperimen di laboratorium dilakukan dengan menggunakan peralatan test triaksial statissiklis PAU-ITB yang dilengkapi dengan komponen-komponen load cell, LVDT yang dikontrol secara elektronik menggunakan data acquisition system.", "Daftar File": {}, "Penulis": "Anissa Maria Hidayati (NIM: 25092055)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing :  I Wayan Sengara,Ir.,MSCE, Ph.D.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-21."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "HiSS ; Soil ; Soil foundation interaction.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}