{"Nomor": 7238, "Judul": "PENYISIHAN BESI DAN ZAT ORGANIK DARI AIR TANAH MENGGUNAKAN OZON (AOP)", "Abstrak": "Penelitian ini mengaplikasikan proses oksidasi menggunakan ozon serta kombinasinya dengan sinar UV sebagai teknologi Advanced Oxidation Process, (AOP) untuk menyisihkan kandungan besi dan zat organik yang terdapat pada air tanah dangkal. Penelitian dilakukan menggunakan reaktor batch bervolume 2 liter, dengan sumber ozon dari generator tipe corona discharge, pada tiga variasi debit pemompaan udara 0.5, 1 dan 2 lpm. Kekuatan oksidasi ozon diharapkan dapat mengoksidasi besi menjadi bentuk terlarutnya sehingga dapat disisihkan dengan filtrasi sederhana. Oksidasi senyawa organik yang sukar teroksidasi dengan oksidator biasa diharapkan dapat terjadi melalui AOP dengan melibatkan pembentukan hidroksil radikal. Konsentrasi besi di dalam air tanah yang diteliti berkisar antara 3-4 mg/l dan konsentrasi zat organik sebagai TOC sekitar 9 mg/l. Hasil yang diperoleh setelah diozonasi selama 20 menit dan filtrasi sederhana terjadi penyisihan besi hingga 90-98%, dan penyisihan zat organik hingga 33,3%. Penyisihan zat organik meningkat hingga 100% dengan kombinasi ozon dan sinar UV. \n \n \n \n\nPenyisihan besi dengan ozon serta ozon/UV mengikuti persamaan reaksi orde satu semu dengan nilai konstanta laju reaksi antara 0,020 ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â– 0,115 menit pangkat -1.", "Daftar File": {"2008 TS PP ANITA KRISMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15663", "2008 TS PP ANITA KRISMA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15664", "2008 TS PP ANITA KRISMA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15665", "2008 TS PP ANITA KRISMA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15666", "2008 TS PP ANITA KRISMA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15667", "2008 TS PP ANITA KRISMA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/15668", "2008 TS PP ANITA KRISMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15669"}, "Penulis": "ANITA KRISMA (NIM 25305020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Ozone, UV, AOP, Besi, Zat organik, Iron, Organic Matter", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}