{"Nomor": 7242, "Judul": "PERSOALAN OPTIMASI FAKTOR KEAMANAN MINIMUM DALAM ANALISIS KESTABILAN LERENG DAN PENYELESAIANNYA MENGGUNAKAN MATLAB", "Abstrak": "Analisis kestabilan lereng dapat dilakukan dengan metode kesetimbangan batas yang sudah biasa dan sering digunakan. Analisis kestabilan lereng dengan menggunakan metode kesetimbangan batas dapat dilakukan dengan dua langkah: pertama, perhitungan faktor keamanan terhadap percobaan beberapa permukaan bidang runtuh tertentu kemudian faktor keamanan diambil yang paling minimum; dan kedua, pencarian langsung faktor keamanan minimum dari sebuah permukaan bidang runtuh kritis yang dihasilkan. Selama ini, perhitungan faktor keamanan minimum banyak dilakukan dengan percobaan beberapa permukaan bidang runtuh dan tidak melihat perhitungan dalam meminimumkan nilai faktor keamanan sebagai sebuah persoalan optimasi, yang seharusnya dapat dilakukan dengan metode optimasi. Disamping itu, ada beberapa faktor yang mempengaruhi perhitungan faktor keamanan yang menjadi bagian penelitian ini, seperti jumlah irisan lereng, sudut dasar dan tegangan normal efektif yang terjadi pada tiap-tiap irisan. Beberapa hal inilah yang menjadi latar belakang penelitian ini. Optimasi faktor keamanan minimum dalam penelitian ini yang berdasarkan metode Bishop Sederhana, dilakukan dengan menggunakan dua metode optimasi, yaitu Algoritma Genetika dan Quasi-Newton. Proses diawali dengan pemodelan numerik persamaan fungsi faktor keamanan, perancangan fungsi-fungsi rutin program simulasi dan simulasi pemodelan. Program simulasi yang diberi nama DINI ini, dirancang menggunakan MATLAB. Proses simulasi menggunakan dua jenis model data yaitu Model I, kondisi lereng kering dan Model II, kondisi lereng dengan permukaan phreatik air tanah. Hasil simulasi program DINI kemudian divalidasi dengan beberapa hasil program kestabilan lereng yaitu GALENA dan SSS (Saifuddin Arief, 1998). Hasil simulasi program DINI, memberikan hasil yang lebih minimum jika dibandingkan dengan hasil program GALENA dan SSS, hal ini disebabkan solusi yang diperoleh dengan metode optimasi merupakan global optimum dari beberapa lokal minimum yang ditemukan. Untuk Model I diperoleh nilai faktor keamanan sebesar 1.479 (DINI) dan 1.480 (GALENA), sedangkan untuk Model II diperoleh nilai faktor keamanan sebesar 0.980 (DINI) dan 1.010 (GALENA).", "Daftar File": {"2008 TA PP ANOKO KUSUMA ARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15692", "2008 TA PP ANOKO KUSUMA ARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15693", "2008 TA PP ANOKO KUSUMA ARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15694", "2008 TA PP ANOKO KUSUMA ARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15695", "2008 TA PP ANOKO KUSUMA ARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15696", "2008 TA PP ANOKO KUSUMA ARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15697"}, "Penulis": "ANOKO KUSUMA ARI (NIM 12101024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Irwandy Arif, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "optimisasi, kestabilan lereng, Matlab", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}