{"Nomor": 7244, "Judul": "ANALISIS PERILAKU PENGGUNA JASA TERHADAP PELAYANAN MODA ANGKUTAN PENUMPANG RUTE BANDUNG-JAKARTA", "Abstrak": "ABSTRAK: \n \n\nPasar jasa angkutan penumpang Bandung-Jakarta diperebutkan oleh berbagai jenis penyedia jasa moda angkutan jalan raya, jalan baja dan angkutan udara untuk kelas nonekonomi, yaitu : Bus Patas, Taksi Antar Kota, Kereta Api Bisnis, Kereta Api Eksekutif dan Pesawat Terbang. \n \n\nBila dalam suatu pasar terdapat beberapa produk jasa yang memberikan manfaatmanfaat yang hampir sama, maka posisi suatu produk jasa sangat bergantung dari pesaingpesaing yang ada. Posisi ini ditentukan oleh besarnya manfaat-manfaat yang dirasakan atau yang bisa diharapkan oleh pengguna jasa berdasarkan kesannya terhadap produk jasa yang bersangkutan. Posisi tersebut diperoleh dari karakteristik moda angkutan sebagai variabel yang menjembatani antara pengguna jasa dengan moda angkutan. Hal ini didapat dari penilaian pengguna jasa pasa sejumlah variabel telaah yang diturunkan dari konsep perilaku pembelian konsumen yang berkaitan dengan atribut pelayanan transportasi. \n \n\nIdentifikasi faktor-faktor yang berpengaruh dominan pada perilaku pengguna jasa angkutan penumpang dalam melakukan perjalanan Bandung-Jakarta terhadap 20 variabel telaah, menghasilkan enam faktor. Secara berurutan, keenam faktor tersebut adalah faktor Kenyamanan, faktor Waktu, faktor Ongkos, faktor Keselamatan, faktor Aksesibilitas dan faktor Kesenangan. Pengidentifikasian faktor-faktor tersebut dilakukan dengan ini menggunakan metoda Analisis Faktor. \n \n\nBerdasarkan penilaian pengguna jasa terhadap posisi kelima jenis jasa angkutan kelas non-ekonomi yang melayani rute Bandung-Jakarta pada keenam faktor berpengaruh dominan, dihasilkan keunggulan relatif produk jasa antar moda angkutan pada faktor yang bersangkutan. Dengan demikian diperoleh bahwa : \n \n\n1. Bus Patas; merupakan moda angkutan yang murah dan cukup nyaman, tetapi aksesibilitasnya rendah, total waktu perjalanannya lama dan kurang menyenangkan. \n \n\n2. Taksi; merupakan moda angkutan yang memiliki aksesibitas tinggi, tetapi sangat kurang nyaman. \n \n\n3. KA Bisnis; merupakan moda angkutan yang cepat, tetapi kurang nyaman. \n \n\n4. KA Eksekutif; merupakan moda angkutan yang nyaman dan menyenangkan, tetapi cukup mahal. \n \n\n5. Pesawat Terbang; merupakan moda angkutan yang sangat menyenangkan dan sangat nyaman, tetapi mahal dan total waktu perjalanannya lama. \n \n\nPengelompokan moda angkutan dengan menggunakan metoda Analisis Klaster yang didasarkan pada kemiripan posisi produk jasanya, menghasilkan pengelompokan sebagai berikut: \n \n\n1. KA Eksekutif dan Pesawat Terbang membentuk satu klaster, karena memiliki kesamaan paling tinggi. Hal ini berarti keduanya memiliki kesamaan manfaat paling tinggi, yang menimbulkan persaingan pasar yang ketat. \n \n\n2. Bus Patas dan KA Bisnis membentuk satu sub-klaster, tetapi memiliki kesamaan yang lebih rendah daripada kemiripan KA Eksekutif dan Pesawat Terbang. \n \n\n3. Taksi merupakan moda angkutan yang paling berbeda dibanding moda lainnya, sehingga membentuk sub-klaster tersendiri. \n \n\nDengan mengetahui urutan faktor-faktor yang mempengaruhi perilaku pengguna jasa serta penilaiannya terhadap pelayanan suatu moda angkutan, maka pihak penyedia jasa (operator) dapat lebih memperhatikan prioritas perbaikan dan peningkatan pelayanan yang akan diberikan kepada para penumpang. Sehingga nantinya bentuk pelayanan tersebut dapat mencerminkan keinginan dan harapan para pengguna jasa.", "Daftar File": {}, "Penulis": "Anthony Siahaan (NIM 28093031)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama: Trisno Soegondo, Prof., Ir., MSCE. \n \n\nKo-Pembimbing: R.M. Sutarno, Ir., SH., M.Sc. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-02-06)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pelayanan moda angkutan penumpang, pasar jasa", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}