{"Nomor": 7245, "Judul": "ANALISIS PENGEMBANGAN DERMAGA KHUSUS KAPAL PENUMPANG DALAM MENGANTISIPASI KENAIKAN PERMINTAAN DI PELABUHAN BENOA - BALI", "Abstrak": "Arus kedatangan kapal penumpang di Pelabuhan Benoa - Bali meningkat dengan pesatnya dari tahun ke tahun. Namur, kondisi ini tidak dibarengi dengan penyediaan fasilitas pelabahan yang memadai, sehingga tingkat pelayanan kepada kapal barang maupun kapal penumpang dirasakan sangat rendah. Hal ini terlihat dari pola pelayanan campuran antara kapal pemunpang dan kapal barang di dermaga Multipurpose dengan panjang 290 meter karena tidak tersedianya dermaga khusus kapal penumpang.  \n \n \n\nBeberapa alternatif pemecahan masalah adalah sebagai berikut:  \n \n\n1. Pembangunan dermaga bare.  \n \n\n2. Pengembangan dermaga lama dengan penambahan panjang dermaga khusus kapal penumpang.  \n \n\n3. Mengefisiensikan sistem bongkar must.  \n \n \n\nAlternatif pertama tidak dapat dilaksanakan secepatnya mengingat kendala-kendala yang ada ( biaya, waktu dn.) Dengan menggunakan model analisis antrian yang diterapkan kedalam simulasi komputer akan dianalisis alternatif ke dua dan ke tiga.  \n \n \n\nEstimasi jumlah kunjungan kapal penumpang dan kapal barang akan diramalkan dari tahun 1999 sampai dengan tahun 2010 berdasarkan metode peramalan dengan analisa regresi linier maupun non linier sebagai input dalam model analisis antrian dengan menggunakan simulasi komputer.  \n \n \n\nHasil analisa antrian dengan simulasi komputer diperoleh bahwa skenario yang diterapkan scat ini (pola campuran/skenario 1) mulai tahun 1998 tidak cocok lagi untuk diterapkan, karena BOR dan WTR di tambatan Multipurpose telah melebihi ketentuan UNCTAD. Dengan demikian mulai tahun 1998 sampai dengan 2001 skenario yang cocok diterapkan adalah skenario ke 2 ( poly pelayanan khusus dengan rata-rata BT diturunkan 20 %). Sedangkan untuk tahun 2002 sampai dengan tahun 2010 sebaiknya digunakan skenario ke 3 (pola pelayanan khusus dengan rata-rata BT diturunkan 20 % dan penambahan panjang dermaga khusus kapal penumpang sepanjang 200 meter).", "Daftar File": {"1999 TS PP ANTON BUDIARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15714", "1999 TS PP ANTON BUDIARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/15715", "1999 TS PP ANTON BUDIARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/15716", "1999 TS PP ANTON BUDIARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/15717", "1999 TS PP ANTON BUDIARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/15718", "1999 TS PP ANTON BUDIARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/15719", "1999 TS PP ANTON BUDIARTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/15720", "1999 TS PP ANTON BUDIARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15721"}, "Penulis": "ANTON BUDIARTO (NIM 28097017)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr.Ir. Ade Sjafruddin, MSc.,  \n \n\nPembimbing II: Dr.Ir. Bambang Ismanto S., MSc.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "dermaga, kapal penumpang, pelabuhan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}