{"Nomor": 7248, "Judul": "PENYUSUNAN BASIS DATA VARIASI NUKLEOTIDA DNA MITOKONDRIA MANUSIA", "Abstrak": "Tingginya tingkat variasi nukleotida (mutasi) pada DNA mitokondria (mtDNA) manusia menjadi dasar diperlukannya sebuah basis data standar yang baik sebagai referensi untuk studi variasi nukleotida yang bersifat normal maupun yang menyebabkan penyakit pada manusia. Penelitian sebelumnya pada tahun 1991 menggunakan 13 buah sampel telah berhasil menemukan 128 variasi nukleotida pada urutan daerah pengkode mtDNA dibandingkan terhadap urutan standar mtDNA, Cambridge Reference Sequence (CRS). Sampai dengan bulan Juni 2007 telah tersedia sebanyak 2803 data urutan lengkap mtDNA manusia yang disimpan di basis data GenBank situs NCBI. Oleh karena itu, tujuan dari penelitian ini adalah menyusun kembali basis data variasi mutasi mtDNA menggunakan data yang lebih banyak dibandingkan penelitian sebelumnya. \n \n\nTahap pertama yang dilakukan adalah mengumpulkan seluruh data urutan lengkap mtDNA manusia dari GenBank. Seluruh data mtDNA manusia tersebut kemudian disimpan dan selanjutnya dipisahkan menjadi data mtDNA untuk masing-masing individu dengan menggunakan program EditSeq DNASTAR. Setelah data terpisah menjadi data mtDNA dalam format sequence, kemudian dilakukan penamaan ulang pada masing-masing data tersebut sesuai dengan kode akses nya pada basis data GenBank. Tahap selanjutnya adalah melakukan penentuan variasi nukleotida seluruh data mtDNA manusia tersebut terhadap urutan standar mtDNA manusia (CRS) menggunakan program Human mtDNA Analyzer (H-Man) versi 1.2. Data hasil analisa H-Man selanjutnya disimpan dalam format comma delimited (.csv) dan dibuktikan kebenarannya dengan menggunakan program SeqMan DNASTAR. Seluruh informasi variasi nukleotida tiap sampel kemudian digabungkan menjadi basis data variasi nukleotida mtDNA manusia terhadap CRS. Proses pemindahan data mutasi dari format .csv tiap sampel satu persatu ke dalam basis data dilakukan menggunakan program spreadsheet macro programs pada Microsoft Excel 2003. Setelah itu dilakukan penyusunan matriks untuk mengumpulkan posisi-posisi mutasi yang ditemukan pada masing-masing sampel mtDNA manusia. Setelah semua posisi variasi nukleotida dari seluruh sampel mtDNA manusia diketahui, selanjutnya seluruh sampel mtDNA manusia tersebut dijajarkan terhadap CRS dan dikumpulkan sesuai panjang pasang basanya. Terakhir dilakukan analisa jumlah mutasi pada tiap sampel, distribusi posisi mutasi, mutasi pada fragmen mtDNA berdasarkan fungsi genetiknya, serta analisa mutasi yang berhubungan dengan penyakit. \n \n\nPada penelitian ini digunakan 2339 sampel dari total 2803 data mtDNA manusia yang dikumpulkan dari GenBank, oleh karena terdapat sejumlah data yang bukan merupakan data complete genome mtDNA manusia. Berdasarkan basis data yang telah disusun ternyata pada 2339 data mtDNA manusia tersebut terdapat 3998 variasi nukleotida, dengan jumlah variasi nukleotida pada tiap sampel mtDNA yaitu sekitar satu persen dari total 16,5 kb pasang basa. Profil posisi mutasi menunjukkan bahwa proses mutasi pada mtDNA manusia umumnya terdistribusi secara acak. Selain itu, ditemukan 13 posisi variasi nukleotida terhadap CRS yang ditemukan hampir di seluruh sampel mtDNA manusia. Daerah pada mtDNA yang paling banyak ditemukan variasi nukleotidanya adalah daerah yang tidak mengkode, D-Loop, dengan jumlah variasi nukleotida sekitar 50 persen dari total panjang fragmen tersebut. Hampir seluruh sampel mtDNA mengalami mutasi pada daerah tersebut. Daerah yang paling sedikit mengalami variasi nukleotida adalah fragmen-fragmen pengkode tRNA. Hasil analisa variasi nukleotida yang berhubungan dengan penyakit pada manusia menunjukkan sejumlah individu didiagnosa menderita penyakit genetik tertentu. \n \n\nTelah berhasil disusun urutan konsensus mtDNA manusia dengan perbedaan 13 nukleotida terhadap CRS, dan 5 nukleotida diantaranya merupakan informasi baru urutan konsensus mtDNA manusia. Urutan konsensus adalah urutan nukleotida yang paling umum ditemukan pada genom mitokondria manusia. Data ini memperkuat analisa urutan konsensus mtDNA manusia yang dibuat berdasarkan penelitian sebelumnya pada tahun 1991. Tersedianya basis data variasi nukleotida mtDNA manusia juga bermanfaat sebagai standar referensi untuk mendeteksi kemungkinan dideritanya suatu penyakit genetik. Basis data yang telah berhasil disusun pada penelitian ini diharapkan dapat memberikan informasi lebih banyak tentang variasi mutasi mtDNA manusia dan memfasilitasi penelitian di masa datang mengenai penyakit yang berkaitan dengan mutasi pada mtDNA manusia.", "Daftar File": {"2007 TS PP ANTON RESTU PRIHADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15743", "2007 TS PP ANTON RESTU PRIHADI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15744", "2007 TS PP ANTON RESTU PRIHADI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15745", "2007 TS PP ANTON RESTU PRIHADI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15746", "2007 TS PP ANTON RESTU PRIHADI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15747", "2007 TS PP ANTON RESTU PRIHADI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/15748", "2007 TS PP ANTON RESTU PRIHADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15749"}, "Penulis": "ANTON RESTU PRIHADI (NIM 20505016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Saifuddin Noer, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "mtDNA Manusia, Basis Data, Mutasi, Konsensus", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}