{"Nomor": 7252, "Judul": "ANALISIS STRATEGI PEMASARAN PRODUK PASAMA DI PT. AP", "Abstrak": "Persaingan di industri jamu tradisional sudah sangat ketat, mengingat omzet penjualan jamu saat ini yang sangat besar yaitu sekitar Rp 3 trilliun pada tahun 2007 dan diperkirakan meningkat sampai Rp 10 trilliun pada tahun 2008. Untuk bisa terus bersaing, PT. AP harus terus melakukan pengembangan baik dalam  hal produk maupun strategi pemasaran. Saat ini strategi pemasaran yang dilakukan oleh PT. AP, hasilnya dirasakan kurang optimal. Sehingga perlu dilakukan perencanaan untuk strategi yang baru sehingga PT. AP bisa terus bersaing di industri jamu. Selain itu diharapkan PT. AP bisa menjadi pesaing baru bagi perusahaan jamu yang sudah mapan di Indonesia khususnya di daerah pulau Jawa.    \n \n \n \n\nProduk yang saat ini menjadi andalan PT. AP adalah Pasama, produk ini merupakan satu-satunya produk yang masih mengalami perkembangan penjualan yang sangat baik jika dibandingkan dengan produk-produk lainnya. Oleh karena itu diperlukan analisis mengenai strategi pemasaran yang telah diterapkan oleh PT. AP terhadap produk-produknya khususnya produk Pasama. Jika ada atribut yang kurang baik dari unsur strategi pemasaran itu, maka hal tersebut perlu ditinjau dan diperbaiki untuk meningkatkan penjualan dan value dari produk PT. AP. Jika brand value dari PT. AP dapat ditingkatkan maka hal itu akan mempermudah PT. AP untuk memasarkan produk-produk lainnya selain Pasama karena masyarakat sudah percaya akan produk yang dipasarkan oleh PT. AP.    \n \n \n \n\nDari hasil analisis dan survai terhadap konsumen Pasama diperoleh hasil bahwa konsumen Pasama merasa puas dengan produk Pasama, hal ini dapat dilihat dari nilai kepuasan untuk aspek produk dan harga yang diberikan oleh konsumen untuk produk Pasama lebih tinggi jika dibandingkan dengan para pesaingnya seperti Kuku Bima, Pil Kita, Benkwat dan Irex.    \n \n \n \n\nTetapi untuk atribut distribusi (place) produk Pasama, konsumen memberikan nilai kepuasan yang lebih rendah dari para pesaingnya. Atribut ini antara lain ketersediaan produk di pasar dan kemudahan untuk memperoleh produk Pasama di toko jamu. Selain itu, konsumen juga lebih banyak memberikan saran kepada PT. AP mengenai ketersediaan, dan distribusi yang lebih baik selain dari peningkatan khasiat dan kualitas dari produk Pasama.    \n \n \n \n\nUntuk mengatasi masalah yang timbul tersebut terdapat beberapa alternatif kegiatan yang perlu dilakukan oleh PT. AP untuk menyelesaikan permasalahan yang dialami oleh PT. AP. Dari masing-masing alternatif kegiatan tersebut dapat diambil kesimpulan bahwa kegiatan yang harus didahulukan adalah menjaga ketersediaan produk di pasar, meningkatkan sistem distribusi, menjaga dan meningkatkan kualitas dan khasiat dari produk Pasama. Kegiatan-kegiatan tersebut secara tidak langsung akan menunjang dari alternatif kegiatan lainnya seperti meningkatkan kepercayaan konsumen terhadap produk Pasama, melakukan kegiatan R&D serta mempertahankan hubungan baik dengan konsumen.    \n \n \n \n\nImplementasi kegiatan-kegiatan tersebut dimulai dari kerjasama dengan bagian produksi untuk mengatasi masalah kurangnya ketersediaan produk di pasar, menjaga dan meningkatkan kualitas dan khasiat dari produk Pasama, mengembangkan bagian R&D untuk produk baru. Selain itu bagian pemasaran bertanggung jawab terhadap perluasan daerah pemasaran sehingga produk Pasama dapat menjadi merek yang dikenal di Indonesia.", "Daftar File": {}, "Penulis": "ANTONY HARYANTO", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n \n \n \n\nIr. Benny S. Gunawan, MBA.", "Aditya", "Irawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing strategy, distribution, availability of the product", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}