{"Nomor": 7255, "Judul": "RANCANGAN PENILAIAN MANAJEMEN KINERJA BERDASARKAN KRITERIA MALCOLM BALDRIGE UNTUK KINERJA TERBAIK (STUDI DI PT. XYZ)", "Abstrak": "Perjalanan menuju kinerja kelas dunia selalu memiliki hambatan dan tantangan, oleh karena itu perlu diciptakan kerjasama dari semua tingkat manajemen, dan stakeholder. Model manajemen kualitas Malcolm Baldrige Criteria for Performance Excellence (MBCfPE) mempunyai konsep dan prosedur yang menetapkan petunjuk dan kriteria yang membantu perusahaan dalam mengevaluasi usaha-usaha perbaikan kualitas. Melalui pengukuran kinerja dengan model MBCfPE ini, PT. XYZ akan bisa melihat tingkat pencapaian perusahaan di dalam proses menuju perusahaan kelas dunia. \n \n \n \n\nPengembangan sebuah model pre-assessment kriteria Baldrige bagi perusahaan BUMN, diharapkan dapat membantu membuat sebuah potret sejauh mana kesiapan perusahaan tersebut dalam mengikuti Indonesian Quality Award for BUMN. \n \n \n \n\nModel pre-assessment ini dibuat berdasarkan konsep MBNQA, dengan responden adalah manajemen PT. XYZ. Dari hasil pengukuran kinerja berdasarkan MBCfPE kinerja PT. XYZ mendapatkan nilai yang cukup baik, yaitu 549,06. Angka ini menunjukkan bahwa perusahaan tersebut telah memiliki kualitas sistem kerja kuat, sistemastis, dan efektif, tidak ada celah masalah dalam perjalanan kegiatan organisasinya (Good Performance). Namun demikian, untuk mencapai atau untuk menjadi perusahaan kelas dunia, PT. Indonesia Power masih perlu melakukan perbaikan-perbaikan secara komprehensif dan berkelanjutan (continuous improvement). \n \n \n \n\nDari hasil analisis pre-assessment yang telah dibuat, diharapkan perusahaan yang menerapkan model ini dapat membuat target-target untuk meningkatkan kinerja dari kategori Baldrige yang terlihat masih kurang nilainya. Selain itu diharapkan model pre-assessment ini dapat digunakan di berbagai perusahaan baik industri bisnis, kesehatan, dan pendidikan.", "Daftar File": {"2008 TS PP ANWAR YANUAR ISHAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/15797", "2008 TS PP ANWAR YANUAR ISHAK 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/15798", "2008 TS PP ANWAR YANUAR ISHAK 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/15799", "2008 TS PP ANWAR YANUAR ISHAK 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/15800", "2008 TS PP ANWAR YANUAR ISHAK 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/15801", "2008 TS PP ANWAR YANUAR ISHAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/15802"}, "Penulis": "ANWAR YANUAR ISHAK (NIM 29106312)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja, Kriteria Baldrige", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}