{"Nomor": 7273, "Judul": "ANALISIS TARIF INTERKONEKSI JARINGAN TELEKOMUNIKASI ANTAR OPERATOR JARINGAN DI INDONESIA", "Abstrak": "Abstrak:   \n \n \n \n\nTarif Interkoneksi jarang dibahas walaupun mempunyai peranan yang cukup penting yaitu agar menjamin terselenggaranya hubungan dari pelanggan ke pelanggan (any to any) dan terciptanya keadilan bagi operator jaringan telekomunikasi.Tugas akhir yang dilakukan memiliki tujuan mempelajari bagaimana cara perhitungan tarif interkoneksi, melihat pengaruh tarif interkoneksi itu terhadap tarif telekomunikasi dan pendapatan operator, dan bagaimana operator telekomunikasi menyiasati tarif interkoneksi ini untuk mendapatkan pendapatan yang lebih besar.   \n \n \n \n\nPenelitian diawali dengan studi literatur dan data interkoneksi operator-operator di Indonesia lalu dianalisa masalahnya untuk kemudian dikaitkan terhadap kondisi yang terjadi saat ini.   \n \n \n \n\nHasil dari analisis dan studi kasus ini diperoleh kesimpulan bahwa tarif interkoneksi merupakan salah satu komponen yang cukup berpengaruh dalam tarif komunikasi,bahkan untuk beberapa kasus nilainya mencapai lebih dari 33persen dari tarif retail dari operator kepada pelanggan. Dengan sistem tarif interkoneksi yang berbeda, pendapatan operator biasanya akan berubah dalam jumlah yang tidak sedikit, maka akan sangat penting untuk sebuah operator memperhitungkan tarif interkoneksi dalam menentukan strategi pemasarannya berdasarkan jumlah pelanggan dan karakteristik trafik dari pelanggannya. Saat ini banyak operator yang mencoba memperoleh banyak pelanggan dengan mempermurah tarif berbicara antar sesama pelanggan mereka, sebab penambahan jumlah pelanggan selama belum membebani jaringan berarti peningkatan pendapatan walaupun pelanggan baru hanya menerima trafik dari pelanggan lain.", "Daftar File": {}, "Penulis": "Arief Rahman Hakim (NIM 132 02 099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sigit Haryadi, Ir, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Interconnection fare, telecommunication network, traffic characterisic", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}