{"Nomor": 7274, "Judul": "ARAHAN PENGEMBANGAN KAWASAN STRATEGIS SUBOSUKO", "Abstrak": "Abstrak:  \n \n \n\nDalam upaya mengantisipasi dan mengatasi permasalahan tata ruang antar wilayah di Jawa Tengah telah disusun kebijaksanaan penentuan Kawasan-kawasan Strategis. Pada kebijaksanaan itu Jawa Tengah terbagi atas 8 Kawasan Strategis (KS); satu diantaranya adalah KS SUBOSUKO. KS ini dinyatakan sebagai KS Prioritas yang cukup mendesak untuk segera dibenahi, sejalan dengan upaya meminimalkan konflik antar sector dan antar wilayah yang terjadi di kawasan ini (RSTRP-KS, 1989). Untuk itu perlu studi arahan pengembangan KS SUBOSUKO. Yang menjadi pertanyaan penelitian adalah bagaimana pengembangan KS SUBOSUKO yang sinergis dan optimal?  \n \n \n\nTujuan studi ini adalah mengenali potensi ekonomi dan identifikasi sektor-sektor strategis di KS SUBOSUKO, mengenali indikasi dan peluang sinergi antar sector dan antar wilayah, serta memberikan arahan pengembangan sektor-sektor strategis di KS SUBOSUKO sebagai upaya mengoptimalkan sinergi antar sector dan antar wilayah.  \n \n \n\nHasil penelitian mengungkapkan bahwa di KS SUBOSUKO sector-sektor strategis yang potensial untuk dikembangkan adalah Sektor Pertanian, Industri, Perdagangan, Jasa-jasa dan Pariwisata. Meskipun telah terdapat indikasi adanya sinergi antar sector-sektor strategis antar wilayah di KS SUBOSUKO, namun belum maksimal. Belum optimalnya sinergi antar sektor antar wilayah ini terjadi karena adanya kendala kesesuaian lahan, modal dan sumberdaya manusia.  \n \n \n\nDalam upaya mengoptimalkan sinergi antar sector antar wilayah di KS SUBOSUKO, studi ini mengarahkan melalui strategi keterkaitan agregat dan keterkaitan komplementer. Keterkaitan agregat diciptakan melalui optimalisasi koordinasi menajemen dalam pengembangan dan pemasaran komoditas yang sama antar daerah, seperti komoditas tembakau, tebu atau industri kerajinan kayu dan rotan. Untuk keterkaitan komplementer diciptakan melalui koordinasi pengembangan pemasaran komoditas yang berbeda namun saling melengkapi, misalnya dalam berlangsungnya input-output komoditas susu sapi, industri jamu atau batik. Dengan terjadinya keterkaitan dan ketergantungan inpu-output komoditas perekonomian antar daerah tersebut diharapkan akan mampu mengoptimalkan sinergi antar sektor antar wilayah di KS SUBOSUKO.", "Daftar File": {}, "Penulis": "Arief Tri Hardjoko (NIM 254 95 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Arief Rosyidie, Dr, MSP, M.Arch  \n \n \n\nPembimbing 2: Mangisi Irine. Ir, M.P, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Planning; Urban renewal, Commercial areas, Industrial areas", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "15 file", "Tanggal Input": "09 Okt 2017"}