{"Nomor": 7277, "Judul": "PEMBANGUNAN APLIKASI WIRELESS NETWORK MONITOR PADA IEEE 802.11", "Abstrak": "Abstrak:    \n \n \n \n \n\nPada Tugas Akhir ini dibangun aplikasi network monitor pada jaringan wireless IEEE     \n \n \n \n \n\n802.11. Aplikasi yang dibangun ini dikhususkan untuk melakukan pengawasan pada jaringan wireless. Untuk melengkapi kebutuhan pengawasan, aplikasi ini juga dilengkapi dengan kemampuan pendeteksian intrusi.     \n \n \n \n \n\nPengawasan jaringan diperlukan untuk mendeteksi terjadinya permasalahan pada jaringan terkait dengan kualitas dan keamanan. Sementara itu, pengawasan perlu dilakukan secara berbeda untuk jaringan wireless karena terdapat perbedaan pada karakteristik medium dan protokol komunikasi yang digunakan bila dibandingkan dengan jaringan kabel umumnya. Faktor lain adalah terdapat beberapa permasalahan keamanan yang hanya terjadi pada jaringan wireless. Oleh karena itu diperlukan aplikasi network monitor yang spesifik untuk jaringan wireless.     \n \n \n \n \n\nPada implementasinya, pengawasan jaringan wireless dilakukan dengan mendeteksi dan mengawasi keberadaan jaringan yang terdapat pada suatu area serta melakukan pengawasan terhadap kemungkinan terjadinya intrusi. Proses pengawasan dilakukan secara pasif dengan melakukan analisis terhadap paket data yang ditangkap dari medium transmisi. Lebih spesifik, analisis yang dilakukan adalah analisis paket data pada lapisan data link. Sementara itu, metode-metode yang digunakan untuk pendeteksian intrusi yaitu analisis alamat MAC, analisis sequence number, dan pencocokan fingerprint.     \n \n \n \n \n\nHasil dari pengerjaan Tugas Akhir ini adalah aplikasi wireless network monitor yang berjalan di atas sistem operasi Linux. Aplikasi ini mampu mendeteksi dan mengawasi keberadaan access point dan client-nya pada suatu area. Aplikasi ini juga mampu membangkitkan peringatan untuk aktivitas yang dianggap mencurigakan berdasarkan pada kriteria tertentu.", "Daftar File": {}, "Penulis": "Arie Minandar Anggiat (NIM 135 03 074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Riza Satria Perdana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IEEE 802.11, wireless network monitor, WLAN intrusion detection system, analisis paket data lapisan data link", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}