{"Nomor": 7287, "Judul": "KOREKSI GEOMETRI DATA CITRA RASTER MENGGUNAKAN JARINGAN SYARAF TIRUAN", "Abstrak": "ABSTRAK:   \n \n \n \n\nPada penelitian ini telah dirancang suatu struktur jaringan syaraf tiruan (JST) untuk koreksi geometri data citra raster yang diperoleh dari foto udara. Arsitektur JST memiliki pola belajar terawasi yaitu perseptron lapis banyak dengan jaringan umpan maju dan menggunakan kaidah belajar propagasi balik. Jaringan terdiri dari 3 lapis yaitu lapis masukan, lapis tersembunyi dan lapis keluaran.   \n \n \n \n\nKoreksi geometri dengan JST diujikan terhadap 40 data titik kontrol pads citra dan peta. Dengan menggunakan 20 titik kontrol sebagai data pembelajaran, maka proses JST menghasilkan galat rata-rata 1,064 pixel, sedangkan jika menggunakan 30 titik kontrol maka galat rata-rata adalah 0,2045 pixel. Sebagai pembanding adalah digunakan metode transformasi affine dan metode polinomial orde 5 dengan 30 data titik kontrol. Transformasi affine menghasilkan galat rata-rata 5,8881 pixel, sedangkan dengan metode polinomial orde 5 menghasilkan galat rata-rata 3,81 pixel. Dari hasil transformasi koordinat dengan menggunakan metode affine dan polinomial orde 5 belum memenuhi syarat toleransi galat rata-rata yaitu maksimal 2 pixel.   \n \n \n \n\nProses koreksi geometri menggunakan JST sangat baik bila dibandingkan dengan cara konvensional. JST dalam mengoptimalkan model transformasi koordinat menyesuaikan dengan jumlah titik kontrol yang digunakan. Sedangkan dengan transformasi affine dan polinomial, model transformasi ditentukan lebih awal dengan penetapan orde yang digunakan tanpa menyesuaikan jumlah titik kontrol yang tersedia. Sehingga dengan menggunakan titik kontrol lebih dari jumlah minimum, maka proses tidak mengoptimalkan model transformasi tetapi hanya meminimumkan kesalahan dari model yang digunakan.", "Daftar File": {}, "Penulis": "Arifin (NIM 23396003)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Bamabang S.P.A., Dr., Ir.   \n \n \n \n\nPembimbing 2: T. Lukman Azis, Dr., Ir., M.Sc.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-01-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Artificial neural network, back-propagation, geometric correction", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}