{"Nomor": 7289, "Judul": "CETAK BIRU MANAJEMEN PROYEK RISET PADA PUSAT PENELITIAN WIRACARITA - LIPI", "Abstrak": "Persaingan untuk memperebutkan pasar proyek-proyek berbasis teknologi informasi, terutama untuk daerah Bandung dan sekitarnya sudah sedemikian sengit. Dalam situasi seperti ini, respon dan layanan yang cepat menjadi harga mati bagi para penyedia layanan di bidang teknologi informasi, tentunya dengan tetap memperhatikan kualitas layanan yang ditawarkan. Persaingan tersebut juga berdampak pada Puslit WIRACARITA-LIPI, sebuah lembaga riset pemerintah yang bergerak di bidang informatika, yang mana ditandai dengan penurunan secara drastis Anggaran Kerjasama (DIKS) yang bersumber dari hasil kerjasama Business to Business (B2B) Puslit WIRACARITA dengan pihak swasta/industri maupun instansi/organisasi lainnya selama kurun waktu 2004-2006. Tingkat penyelesaian proyek sebesar 36% dari seluruh proyek yang dilaksanakan pada tahun 2006 menunjukkan belum optimalnya implementasi manajemen proyek riset dalam mendukung kegiatan kerekayasaan Puslit. Bertolak dari isu tersebut tersebut, dilakukan analisis proses kerja mulai dari perencanaan, pelaksanaan dan pengawasan kegiatan kerekayasaan Puslit WIRACARITA. Dari analisis tersebut didapatkan beberapa akar masalah yang berkontribusi negatif terhadap optimalisasi pelaksanaan manajemen proyek riset yaitu belum diberlakukan penggunaan resource usage plan, kolaborasi dengan pemasok belum berjalan dengan baik, honorarium bagi pengelola keuangan dan panitia pengadaan barang/jasa belum terakomodasi dengan baik serta belum lancarnya aliran informasi dan komunikasi antara semua pihak yang terlibat dalam pelaksanaan dan pengawasan proyek riset. Berbekal konsep Value Chain dari Porter (1985) dilakukan optimalisasi proses bisnis sedemikian hingga didapatkan cetak biru proses kerja manajemen proyek riset dalam mendukung kegiatan kerekayasaan Puslit WIRACARITA secara optimal, yang selanjutnya akan diimplementasikan dalam suatu aplikasi teknologi informasi berbasis sumber terbuka. Bertolak dari cetak biru tersebut, didapatkan pula suatu konsep usaha baru bertajuk Research Project Organizer sebagai salah satu bentuk kolaborasi strategis antara lembaga riset, usaha kecil menengah dan koperasi, yang mana berpotensi memberi pendapatan sekitar Rp 100 M/tahun.", "Daftar File": {}, "Penulis": "ARIF LUKMAN (NIM 29105339)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Togar M. Simatupang, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "business process analysis, research project management, strategic collaboration", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}