{"Nomor": 7295, "Judul": "KARAKTERISTIK KEKUATAN GESER LEMPUNG BANDUNG DARI PERCOBAAN TRIAKSIAL CD DAN PERCOBAAN GESER LANGSUNGMETODA LAMBAT", "Abstrak": "Abstrak: \n \n\nTesis ini menyajikan hasil-hasil penyelidikan kuat geser Lempung Bandung yang terkonsolidasi isotropik, sifat-sifat tegangan-regangan dari lempung tersebut ditentukan dengan pengujian kompressi konsolidasi berdrainase kondisi berdrainase. Contoh keadaan asli diambil dari kedalaman 0.50-1.00 meter dari permukaan tanah, pada tiga lokasi dengan jenis tanah yang berbeda jenis lempungnya; lempung lunak (soft) berlokasi di Bale endah, lempung sedang (medium) berlokasi di Babakan siliwangi, lempung keras (stiff) berlokasi di Pasir honje. Pengujian dilakukan dengan dua macam alat pengujian dengan alat Triaksial dan pengujian dengan alat Geser langsung. Hasil-hasil pengujian dari kedua alat tersebut mem perlihatkan suatu keunikan terhadap ketiga jenis lempung Bandung, dimana harga parameter kuat geser kohesi memperiihatkan nilai yang sating bertolak belakang, sedangkan harga sudut gesernya memperiihatkan perilaku yang sama. Akan timbul perselisihan kecil terutama disebab dari dua metoda pengujian yang berbeda. Karakteristik digambarkan tegangan-regangan, lingkaran Mohr dan lintasan tegangan, yang mina memperlihatkan/menginformasikan bahwa jenis tanah yang diuji masih dalam normal konsolidasi. Untuk pengujian lempung ini memperiihatkan perilaku kuat geser yang mirip dengan material pasir lepas dalam kondisi jenuh, dimana parameter kuat geser kohesi mendekati not dan sudut geser dalamnya meningkat.", "Daftar File": {}, "Penulis": "arifuddin Karim (NIM S2818811)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Syarifuddin Nasution, Ir. M.Eng. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kuat geser Lempung, terkonsolidasi isotropik, jenis tanah, jenis lempung.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}