{"Nomor": 7297, "Judul": "EKSPLORASI PENGGABUNGAN KAIN BATIK PEKALONGAN DENGAN KAIN TULLE UNTUK FASHION", "Abstrak": "Batik merupakan karya seni budaya bangsa Indonesia yang dikagumi dunia. Dan batik Pekalongan yang merupakan salah satu batik yang termahsyur di Indonesia, karena keindahan ragam hias dan juga warnanya yang sangat menawan. Dikarenakan para pembatik Pekalongan selalu dinamis mengikuti perkembangan zaman, menerima berbagai pengaruh kebudayaan bangsa lain yang datang ke kota di pesisir utara Pulau Jawa ini. Sehingga menghasilkan karya batik yang sangat kaya akan perpaduan ragam hias dan warna. Sementara itu kain tulle, atau biasa disebut tile merupakan salah satu kain yang populer digunakan sebagai bahan baku ataupun bahan pelengkap untuk berbagai produk fashion. Dikarenakan sifatnya yang sangat unik dan menarik dan memiliki potensi yang sangat besar untuk semakin indah jika diolah lebih optimal. Maka dilakukanlah penggabungan dua jenis kain yang sangat berbeda karakteristik ini. Penelitian ini bertujuan untuk lebih memasyarakatkan batik Pekalongan juga kain tile dan menggali potensinya. Sehingga dengan melakukan eksplorasi terhadap kain batik Pekalongan dan penggabungannya dengan kain tulle maka diharapkan dapat memaksimalkan potensi dan meningkatkan kualitas juga nilai estetika baik dari masing-masing kain dan juga penggabungan keduanya sehingga dapat memperkaya jenis bahan tekstil untuk produk fashion yang berkelas dan berkualitas.", "Daftar File": {"2008 TA PP ARINI ARUMSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/16082", "2008 TA PP ARINI ARUMSARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/16083", "2008 TA PP ARINI ARUMSARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/16084", "2008 TA PP ARINI ARUMSARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/16085", "2008 TA PP ARINI ARUMSARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/16086", "2008 TA PP ARINI ARUMSARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/16087", "2008 TA PP ARINI ARUMSARI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/16088", "2008 TA PP ARINI ARUMSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/16089"}, "Penulis": "ARINI ARUMSARI (NIM 17203007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Ratna Panggabean, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kain tulle, Fashion, Kain batik Pekalongan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Jun 2008"}