{"Nomor": 7299, "Judul": "KAJIAN PENGARUH KARAKTERISTIK PEMBEBANAN PADA SISTEM DISTRIBUSI 20KV MENGGUNAKAN ANALISIS REGRESI LINIER MULTIVARIATE", "Abstrak": "Sistem distribusi sangat terpengaruh oleh faktor sosio-demografi daerah yang dilayani, pengaruh langsung faktor sosio-demografi terhadap sistem distribusi dapat dilihat pada perubahan nilai beban sistem setiap waktu. Perubahan nilai beban sistem ini menjadi salah satu dasar segmentasi harga listrik yang sering dibedakan menjadi dua yaitu harga pada WBP (Waktu Beban Puncak) dan pada LWBP (Luar Waktu Beban Puncak). Selain karena faktor kualitas sistem distribusi, adanya perbedaan harga menyebabkan perlu dikajinya pengaruh faktor sosiodemografi terhadap sistem distribusi dilihat dari rugi-rugi saluran dan tegangan jatuh yang terjadi. Pada tugas akhir ini dilakukan studi kasus penyulang sistem distribusi PT.PLN (Persero) Cabang Medan. Pola perubahan beban setiap sampel penyulang digambarkan pada kurva beban harian dan dicari nilai load factor, coincidence faktor. Studi aliran daya dilakukan untuk mendapatkan parameter listrik berupa tegangan jatuh dan rugi-rugi saluran.  \n \n\nSelanjutnya, pendekatan statistik digunakan untuk mengetahui korelasi antara parameter yang sudah ditentukan dan mengetahui model regesi linier yang mampu menjelaskan hubungan antara parameter listrik terhadap parameter sosio-demografi. Hasil analisis statistik menghasilkan model regresi linier yang mampu menjelaskan korelasi parameter listrik terhadap faktor sosio-demografi yang direpresentasikan dengan load factor dan coincidence faktor.", "Daftar File": {}, "Penulis": "ARIO PANGGI PRAMONO JATI (NIM 13603109)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr.Ir. Bambang Anggoro dan Drs. SUmanto W.H., M.Com."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem distribusi, kurva beban harian, load factor, coincidecence factor, aliran daya, regeresi linier multivariate", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}