{"Nomor": 7306, "Judul": "SPATIAL ENVIRONMENTAL QUALITY IN RESTORATION OF MINERAL EXTRACTION AREAS I INDONESIA (LESSONS LEARNED FROM THE NETHERLANDS)", "Abstrak": "ABSTRACT:    \n \n \n \n \n\nThe content of this research mainly talks about the restoration in mineral extraction areas. This research uses the literatures review as its methodology. It describes the conditions of Mineral extraction Areas both in Indonesia and the Netherlands. Talking about the way restoration of mineral extraction areas are working. The objectives are to understand spatial quality approaches in environmental context regarding restoration concept of mineral excavation areas and to learn of experiences from other country in this case, The Netherlands. This study mainly discusses about environmental quality, spatial plans, and restoration. The integration of environmental quality and spatial aspects to conduct restoration is an important notion in this research. It illustrates to what extent Indonesia and the Netherlands have done restoration in the mineral planning, the general condition, the practices, and the regulation. Based on these criteria and indicators of those aspects an alternative concept for restoration is proposed. Indonesia and the Netherlands have conducted several efforts for this matter; there are problems and challenges to make this program run in a proper way.", "Daftar File": {}, "Penulis": "Ari Sulindra (NIM 25405022-RuG: S1623281)", "Kontributor / Dosen Pembimbing": ["Supervisor I: Paul Ike, Dr,. Ir. (RuG Supervisor)    \n \n \n \n \n\nSupervisor II: Widiarto, Ir., MCRP., Ph.D.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "restoration, mineral areas, spatial, environmental quality, criteria and indicators, Indonesia, the Netherlands", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}