{"Nomor": 7307, "Judul": "PEMANFAATAN GASIFIKASI BATUBARA UNTUK UNIT PENGERINGAN DAUN TEH", "Abstrak": "Abstrak : \n \n\nKenaikan harga bahan bakar minyak untuk industri pada awal 2006 telah mendorong berbagai pemikiran dan upaya pemanfaatan bahan bakar alternatif. Sebuah unit gasifikasi telah dipasang di pabrik teh sebagai penyedia bahan bakar alternatif. Unit gasifikasi tersebut terdiri dari gasifier, pendingin, pembersih gas dan blower. Unit gasifikasi ini ditargetkan untuk dapat menggantikan konsumsi minyak bakar 70 L/jam. Gasifier dirancang untuk kapasitas 120 kg/jam batubara, dan memiliki spesifikasi sebagai berikut: downdraft gasifier, diameter tenggorokan 40 cm, diameter zona reduksi 80 cm. Bunker di bagian atas gasifier memiliki kapasitas sekitar 1000 kg batubara agar gasifier dapat dioperasikan selama 8 jam tanpa pengisian-ulang. Bahan baku gasifikasi yang telah diuji-coba adalah batubara kalori rendah (4500 kcal/kg) dan limbah kayu (4000 kcal/kg). \n \n\nGas produser (hasil gasifikasi) dibakar pads burner untuk memanaskan udara pengering teh sampai temperatur target 102 C. Pembakaran gas produser ternyata menghasilkan api biru pucat yang mungkin disebabkan oleh rendahnya kalor bakar gas dan tingginya udara-lebih. Temperatur udara pengering hasil pemanasan dengan api gas produser hanya mencapai 96 C. Dan untuk mencapai temperatur udara pengering 102 C, burner gas produser harus dibantu dengan burner minyak 15 L/jam. Jadi operasi dual fuel ini dapat memberi penghematan minyak bakar 78%. \n \n\nSeiring dengan uji-coba pemanfaatan teknologi gasifikasi tersebut di atas, percobaan pembakaran gas produser telah dilakukan di laboratorium. Uji-pembakaran tersebut dilaksanakan dengan gas model yang tersusun dari (fraksi mol): 23,53% CO, 18,35% H2, 2,17% CH4, 10,77% C02, dan 45,18% N2. Atas dasar perhitungan konvensional, gas model ini memiliki flame speed 2,25m/s. Dan ternyata uji pembakaran menunjukkan bahwa api pembakarannya dapat dijaga stabil pads kecepatan liner campuran udara-gas 1,5-2,4 m/s. Kestabilan api pembakaran dapat dijaga pada rentang air to fuel ratio 0,71-6,90 mol/mol (stoichiometric air to fuel ratio 0,93 mol/mol). \n \n\nKapasitas spesifik burner pada gas produser berkisar 12000000 kJ/jam. Atas dasar nilai heat load hasil percobaan ini, burner gas produser untuk pembakaran menggantikan burner minyak bakar seharusnya dibuat dengan diameter 19 cm, sedangkan burner yang ada memiliki diameter 12 cm. Jadi tidak tercapainya temperatur udara pengering 102 C mungkin disebabkan oleh rendahnya kapasitas burner.", "Daftar File": {}, "Penulis": "Ari Susandy Sanjaya (NIM 230 04 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Herri Susanto, Prof. Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "producer gas, flame speed, burner heat load, flame stability", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}