{"Nomor": 7314, "Judul": "PERENCANAAN GEDUNG TERMINAL PENUMPANG BANDARA INTERNASIONAL JAWA BARAT", "Abstrak": "Bandara Internasional Jawa Barat merupakan sebuah bandara yang direncanakan dijadikan sebagai alternatif dari Bandara Internasional Soekarno-Hatta Jakarta dan Bandara Husein Sastranegara Bandung. Salah satu bagian bandara terpenting dalam kinerja operasionalnya adalah gedung terminal penumpang. Semua sistem operasional dan pemrosesan penumpang serta pusat pengendalian bandara terletak pada terminal penumpang ini sehingga dengan desain terminal penumpang yang baik dapat memberikan kinerja yang baik pula. Penyediaan ruang yang cukup untuk pergerakan penumpang dan aksesibilitas yang baik untuk penumpang dari saat turun dari kendaraan sampai naik pesawat menjadi permasalahan yang sangat penting untuk diperhatikan.  \n \n\nTujuan dari tugas akhir ini adalah melakukan review terhadap demand penumpang, merencanakan fasilitas terminal, merencanakan desain struktur dan pondasi, membuat gambar desain serta melakukan estimasi biaya.  \n \n\nMetodologi dalam perencanaan ini dimulai dari indentifikasi masalah akan kebutuhan bandara yang baru dilanjutkan dengan pengumpulan data sekunder yang dalam hal ini didapat dari Master Plan yang dikeluarkan oleh Dinas Perhubungan Jawa Barat. Data sekunder yang didapat kemudian dilakukan review untuk mendapatkan proyeksi jumlah penumpang sampai dengan tahun 2035. Jumlah penumpang yang didapat digunakan untuk mendesain fasilitas-fasilitas untuk penumpang dan untuk penentuan tingkat pelayanan (level of service) dari tiap fasilitas tersebut. Fasilitas-fasilitas tersebut terbagi menjadi dua bagian, yaitu fasilitas untuk terminal penumpang domestik dan internasional. Fasilitas yang tersedia contohnya kerb dan hall kedatangan dan keberangkatan, ruang check-in, baggage claim, gate hold room, dan lain sebagainya. Bentuk dan layout dari fasilitas-fasilitas tersebut kemudian dijadikan acuan untuk perencanaan struktur dan pondasi. Gambar detail dari desain struktur dan pondasi tersebut dijadikan acuan untuk menghitung estimasi biaya.  \n \n\nDalam desain terminal penumpang ini demand yang dipakai untuk terminal penumpang internasional sebanyak 10,843,000 orang dan untuk terminal penumpang domestik sebanyak 1,474,705 orang. Luas untuk seluruh fasilitas terminal penumpang mencapai 52,920 m2/lantai dan luas aktualnya mencapai 149,900 m2/2 lantai. Untuk desain struktur dipakai 1 jenis kolom berukuran 500 x 500 mm dan 2 jenis balok, yaitu balok induk berukuran 400 x 500 mm dan balok anak berukuran 300 x 400 mm. Untuk desain pondasi memakai grup tiang yang terdiri dari 2 buah tiang berukuran 250 x 250 mm dengan kedalaman 24 m. Dimensi tie beam yang dipakai berukuran 650 x 500 mm dan penurunan konsolidasi hanya terjadi 2.3 mm. Total biaya konstruksi terminal ini mencapai Rp. 171,754,708,000,-.", "Daftar File": {"2008 TA PP ARI YAN SUTRIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/16195", "2008 TA PP ARI YAN SUTRIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/16196", "2008 TA PP ARI YAN SUTRIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/16197", "2008 TA PP ARI YAN SUTRIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/16198", "2008 TA PP ARI YAN SUTRIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/16199", "2008 TA PP ARI YAN SUTRIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/16200", "2008 TA PP ARI YAN SUTRIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/16201", "2008 TA PP ARI YAN SUTRIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/16202"}, "Penulis": "ARI YAN SUTRIANA (NIM 15003084)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Titi Liliani Soedirdjo, M.Sc. dan Dr.Ir. Herlien Dwiarti Setio"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bandara Internasional Jawa Barat, terminal penumpang, demand, layout, tingkat pelayanan, struktur, pondasi tiang pancang, gambar detail, estimasi biaya", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}