{"Nomor": 7323, "Judul": "PENGARUH BIAYA PERPINDAHAN DAN KEPUASAN KONSUMEN TERHADAP LOYALITAS KONSUMEN", "Abstrak": "ABSTRAK: \n \n\nPada industri jasa operator telepon seluler GSM prabayar, loyalitas konsumen memegang peran utama dalam usaha mempertahankan konsumen. Pengukuran tingkat kepuasan konsumen dan pengidentifikasian biaya perpindahan (switching costs) perlu dilakukan untuk mencapai tujuan tersebut. Usaha untuk menarik konsumen operator pesaing membutuhkan biaya yang lebih besar daripada mempertahankan konsumen yang ada. Oleh karena itu, penelitian ini bertujuan untuk mengukur pengaruh langsung kepuasan konsumen dan biaya perpindahan (switching costs) terhadap loyalitas konsumen operator telepon seluler GSM prabayar serta mengukur pengaruh moderasi biaya perpindahan (switching costs) terhadap hubungan antara kepuasan konsumen dengan Ioyalitas konsumen operator telepon seluler GSM prabayar. \n \n\nPenelitian ini diawali dengan melakukan penelaahan terhadap konsep-konsep teoritik dan hasil penelitian-penelitian terdahulu untuk membentuk model penelitian dan mengidentifikasikan variabel-variabel penelitian. Pengumpulan data dilakukan dengan menggunakan kuesioner. Data penelitian diperoleh dari 111 kuesioner yang dikembalikan, yang telah didistribusikan kepada konsumen operator telepon seluler GSM prabayar di Surakarta. Kemudian data tersebut divalidasi dengan menggunakan analisis faktor dan diuji kehandalannya dengan menggunakan metode Alpha Cronbach serta dianalisis dengan menggunakan analisis regresi ganda. \n \n\nDari tiga hipotesis yang diuji, terdapat satu hipotesis yang dinyatakan tidak signifikan. Secara individual, kepuasan konsumen dan variabel moderator biaya perpindahan (switching costs) berpengaruh positif dan signifikan terhadap loyalitas konsumen operator telepon seluler GSM prabayar. Namun, pads uji variabel independen biaya perpindahan (switching costs), secara individual, tidak terbukti memiliki pengaruh yang positif dan signifikan terhadap loyalitas konsumen operator telepon seluler GSM prabayar. Akhirnya, secara keseluruhan, dapat disimpulkan bahwa kepuasan konsumen merupakan faktor yang paling berpengaruh terhadap loyalitas konsumen operator telepon seluler GSM prabayar. Oleh karena itu, bagi operator telepon seluler GSM prabayar yang ingin mempertahankan konsumennya harus mampu menjaga, mempertahankan, dan bahkan meningkatkan kepuasan konsumennya, secara menyeluruh, terhadap layanan yang diberikan oleh operator tersebut kepada konsumennya, baik yang berupa layanan utama (luas jangkauan, kualitas sinyal, kualitas suara, tingkat keberhasilan melakukan panggilan/success call ratio), maupun yang berupa layanan komplementer/aplikasi (nada dering, nada sambung, variansi layanan/features).", "Daftar File": {}, "Penulis": "Arsanto Adi Nugroho (NIM 23403042)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Indryati Sunaryo, Dr., M.Sc. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "service management, customer behaviour, customer satisfaction, switching costs, customer loyalty, prepaid GSM mobile phone service", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}