{"Nomor": 7325, "Judul": "GREEN OPEN SPACE MANAGEMENT: MALANG CASE (LESSON LEARNED FROM EDINBURGH-SCOTLAND)", "Abstrak": "ABSTRACT:    \n \n \n \n \n\nThe current issue in Indonesia related to the use of space in cities is the limitation of green open spaces. Many cities are predicted to have a decrease in number of green open spaces, especially big cities like Jakarta, Surabaya, and Bandung. The number of urbanized-areas in every city has increased, this condition encourages their physical development planners to make their city become attractive and sophisticated, which sometimes put the environmental behind the economic considerations. The problem of limitation of green open space is faced not only by big cities, but also by small cities such as Malang. The problem of green open space in Malang is centred on the failure of green open space management by the local government. The regulation of spatial planning including green open space planning is not consistently followed by its implementations.    \n \n \n \n \n\nThis research analyses green open space management, particularly in Malang, to find the gap between open spaces policy and its implementation, with also elaborating on green open space management in Edinburgh. By this research, we can comprehend the factors causing failure of Malangs green open space management. Therefore, this study taken the lesson from the Edinburgh experiences will be specifically interested in green open space management, necessary to promote green open space. In practice, this studies also expected to provide a lesson on how should green open space policy be developed in order to be more well implemented in Malang.", "Daftar File": {}, "Penulis": "Arum Pawestri (NIM 25405046-RuG: S1623206)", "Kontributor / Dosen Pembimbing": ["Supervisor I: G.J.J. Linden, Prof., Dr., Ir. (RuG Supervisor)    \n \n \n \n \n\nSupervisor II: Roos Akbar, Ir., MSc., Ph.d.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "green open space, green space management, factors influencing, Malang, Edinburgh", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}