{"Nomor": 7327, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM FUSI INFORMASI MULTIAGEN UNTUK MENDUKUNG PENGAMBILAN KEPUTUSAN DALAM PERENCANAAN OPERASI UDARA", "Abstrak": "Pada suatu penggelaran Operasi Udara (OU) yang dinamis, kualitas informasi yang dikirimkan kepada pengambil keputusan memberikan dampak signifikan pada perencanaan strategi perang yang diambil untuk kemenangan dan meminimalkan kerugian dampak peperangan.  Pengambilan keputusan yang cepat dan tepat sangat tergantung kepada kecepatan pengolahan dan akurasi informasi yang diperoleh dari aktivitas sensor-sensor yang didistribusikan di berbagai lokasi strategis.  Di dalam OU, data-data yang diperoleh dari hasil kegiatan intelijen baik pengamatan maupun pengintaian dan disimpan di dalam suatu basis data intelijen, akan diolah dan dianalisa dari perspektif intelijen, operasi, personil, logistik dan komunikasi dan elektronika untuk kemudian disimpulkan dan disajikan kepada pengambil keputusan.    \n \n \n\nInformasi yang mengalir secara berkesinambungan memberikan permasalahan ledakan informasi.  Permasalahan lain adalah analisa data dan penyajian informasi hasil analisa data yang dilakukan masih bersifat konvensional sehingga menjadi tidak realistis jika dihadapkan pada dinamika OU di era informasi saat ini.  Permasalahan-permasalahan tersebut memberi dampak pada penurunan kecepatan siklus keputusan Observe, Orient, Decide and Act (OODA). Untuk mengatasi permasalahan-permasalahan tersebut, dirancang dan diimplementasikan suatu sistem yang mampu mengombinasikan data dari sensor-sensor dan informasi hasil analisa-analisa data tersebut guna memperoleh sebuah informasi yang lebih lengkap dan akurat dengan cepat yang disebut dengan Sistem Fusi Informasi Multi Agen (SFIMA).     \n \n \n\nProses fusi informasi menggunakan kombinasi model proses Dasarathy pada tataran Data In-Data Out (DAI-DAO), Feature In-Decision Out (FEI-DEO) dan Decision In-Decision Out (DEI-DEO) dan model proses Joint DirectorÃƒÂ‚Ã‚Â’s Laboratory (JDL) tataran 0, 1, 2 dan 3.   Untuk implementasi ke SFIMA dilakukan generalisasi pada model proses Dasarathy dengan memodifikasi tataran-tataran FEI-DEO dan DEI-DEO menjadi tataran-tataran FEI-Inference Out (IEO) dan Inference In-Inference Out (IEI-IEO).  Generalisasi juga dilakukan pada model JDL dengan mendefinisikan tataran 0 untuk penilaian subfitur, tataran 1 untuk penilaian fitur, tataran 2 untuk penilaian situasi dan tataran 3 untuk penilaian situasi penuh.    \n \n \n\nMekanisme fusi informasi diaplikasikan menggunakan metoda Maximum Score of the Total Sum of Joint Probabilities (MSJP) sebagai metoda utama yang merupakan generalisasi dari metoda penyimpulan Bayes, metoda voting, Boolean OR dan klasifikasi dan dilakukan oleh setiap Agen Fusi Informasi (AFI) sesuai dengan bentuk masukan yang diolah dan keluaran yang diinginkan.  Mekanisme fusi informasi ini membentuk suatu arsitektur SFIMA bertingkat yang terdiri dari tataran 0, 1, 2 dan 3 berdasarkan pada macam fusi informasi yang dihasilkan.  Sebuah agen utama didefinisikan untuk melakukan fusi hasil-hasil fusi informasi dari agen-agen lokal guna memperoleh satu informasi lengkap yang mencakup keseluruhan hasil fusi informasi.  Fusi informasi dan pengolahan informasi di dalam SFIMA diimplementasikan menggunakan bahasa pemrograman C++ untuk kepentingan validasi dengan studi kasus pada data yang diambilkan dari basis data intelijen latihan Olah Yudha OU yang telah disamarkan.    \n \n \n\nDari hasil validasi dapat diperlihatkan bahwa SFIMA mampu mengungguli sistem konvensional ditinjau dari segi kecepatan pengolahan data dari awal hingga penyajian informasi ke pengambil keputusan.  Keunggulan tersebut secara langsung berdampak pada pengurangan siklus keputusan OODA sehingga keputusan dapat ditetapkan dengan cepat.  Keunggulan utama SFIMA adalah produk fusi informasi yang ditampilkan dalam bentuk grafik-grafik situasi wilayah-wilayah operasi.  Dari informasi yang telah disajikan tersebut dapat diekstraksi satu pengetahuan dan memberikan keyakinan dan kepastian bagi komandan untuk menetapkan strategi OU paling tepat untuk dilaksanakan dengan kerugian seminimal mungkin dengan cepat.", "Daftar File": {}, "Penulis": "ARWIN DATUMAYA WAHYUDI SUMARI (NIM 23206008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Adang Suwandi Ahmad"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "air operation, decision making, MAIFS, JDL and Dasarathy models generalization, maximum score of the total sum of joint probabilities method", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}