{"Nomor": 7336, "Judul": "ANALISIS KERJA INVERTER MODULASI LEBAR PULSA SATU FASA DALAM PEMILIHAN PENAPIS UNTUK PENEKANAN HARMONISA", "Abstrak": "ABSTRAK: \n \n\nInverter modulasi lebar pulsa merupakan inverter yang banyak digunakan dalam industri mengingat dengan inverter ini memungkinkan untuk mengatur frekuensi dan amplitudo keluaran. Hasil analisa pulsa pengendali menunjukkan bahwa pemilihan perbandingan antara gelombang pembawa dan gelombang referensi hanya menggeser orde harmonisa, namun tidak dapat menurunkan Total Harmonic Distortion (THD).  \n \n\nUntuk penekanan Total Harmonic Distortion masih diperlukan pemilihan penapis yang sesuai agar diperoleh kwalitas keluaran yang diharapkan dengan THD lebih kecil dari 5%, serta pembebanan arus dan tegangan yang berlebihan pada saklar statis dapat hindari. Tahapan yang dilakukan dalam analisa adalah analisa terhadap pulsa pengendali, sehingga pulsa masukan pada rangkaian daya dapat diasumsikan sebagai suatu spektrum yang merupakan superposisi dari gelombang sinus atau kosinus,melalui analisa jaringan kawasan frekuensi dan dengan menggunakan teorema yang berlaku dapat dilakukan manipulasi rangkaian, pemodelan dan pembuatan matrik rangkaian, untuk kemudian dianalisa secara numeris pada masing-masing harmonisa dan ditentukan besarnya THD.  \n \n\nMelalui sintesa Fourier keluaran inverter dikembalikan ke fungsi waktu untuk pengamatan bentuk gelombang yang dihasilkan dengan beberapa konfigurasi penapis sebagai uji coba.", "Daftar File": {"1992 TS PP ARYULIUS JASUAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/16353", "1992 TS PP ARYULIUS JASUAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/16354", "1992 TS PP ARYULIUS JASUAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/16355", "1992 TS PP ARYULIUS JASUAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/16356", "1992 TS PP ARYULIUS JASUAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/16357", "1992 TS PP ARYULIUS JASUAN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/16358", "1992 TS PP ARYULIUS JASUAN 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/16359", "1992 TS PP ARYULIUS JASUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/16360", "1992 TS PP ARYULIUS JASUAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/16361"}, "Penulis": "Aryulius Jasuan (NIM 23290002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yanuarsyah Haroen, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-02-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Modulasi inverter, Pulse width, Harmonic orde, Pulse control, Static switch, Total Harmonic Distortion (THD)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}