{"Nomor": 7344, "Judul": "METODA ANALISIS VARIANSI MULTIVARIAT", "Abstrak": "Bila suatu perlakuan diperkirakan mempengaruhi subyek dalam beberapa karakteristik, maka penelitian tentang dampak perlakuan itu perlu ditentukan berdasarkan pengukuran dari karakteristik-karakteristik itu. Bila dari setiap subyek peneliti an diukur beberapa peubah, besar kemungkinan bahwa antara peubah-peubah itu ada kaitan yang cukup kuat. Kaitan antara peubah-peubah itu perlu diperhitungkan Gila kita ingin memperlakukan kelompok peubah itu sebagai suatu sistem yang terdiri dari beberapa subsistem. Jika data multivariat dianalisis peubahnya satu demi satu, yaitu dengan anilisis univariat, maka besar kemungkinan peneliti akan kehilangan informasi yang penting, yang terkandung dalam kaitan antara peubah kriteria itu, sehingga akan menimbulkan penarikan kesimpulan yang sesat. Demikian pula halnya bila tiap individu peubah itu hanya diperhitungkan rereratanya saja, ada kemungkinan peneliti akan memperoleh kesimpulan yang menyesatkan. Metoda Analilis Multivariat dapat menganalisis masalah masalah mengenai penggambaran struktur kelompok karakteri stik yang mungkin berkaitan, atau tentang penentuan peringkat beberapa peubah.", "Daftar File": {"1992 TS PP ASEP SYARIF HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/16407", "1992 TS PP ASEP SYARIF HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/16408", "1992 TS PP ASEP SYARIF HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/16409", "1992 TS PP ASEP SYARIF HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/16410", "1992 TS PP ASEP SYARIF HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/16411", "1992 TS PP ASEP SYARIF HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/16412"}, "Penulis": "ASEP SYARIF HIDAYAT (NIM 20188013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.DR. Sunardi Wirjosudirdjo"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Metoda , Analilis, variansi Multivariat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}