{"Nomor": 7345, "Judul": "PROSES PEMBELAJARAN PADA PROSES IMPLEMENTASI PERBAIKAN BERKESINAMBUNGAN PT. TELKOM KANDATEL TASIKMALAYA", "Abstrak": "ABSTRAK: \n \n\nKualitas merupakan faktor penting dalam persaingan saat ini dan menjadi kebutuhan bagi setiap perusahaan atau organisasi. Konsep kualitas mulai berubah setelah Jepang berhasil mengimplementasikan manajemen kualitas dengan prinsip perbaikan kualitas berkesinambungan (continuous improvement). Implementasi perbaikan berkesinambungan pada setiap perusahaan akan berbeda, sehingga perbaikan berkesinambungan sangat kontekstual. Perusahaan yang mengimplementasikan perbaikan berkesinambungan akan memberikan dampak positif terhadap proses pembelajaran dan sebaliknya. Namun diperlukan kontribusi organisasi untuk mengaktualisasikannya. \n \n\nPenelitian ini bertujuan mempelajari proses pembelajaran pada proses implementasi perbaikan berkesinambungan di Kandatel Tasikmalaya. Proses perbaikan berkesinambungan diamati melalui aspek kepemimpinan, perencanaan strategis, fokus pasar dan pelanggan, kinerja, informasi dan manajemen pengetahuan, sumber daya manusia, manajemen proses dan hasil-hasil bisnis. Kemudian setiap komponen yang diamati diidentifikasi proses pembelajaranya. Analisis dilakukan pada proses perbaikan berkesinambungan, proses pembelajaran, dan kemudian keterkaitan proses pembelajaran pada proses implementasi perbaikan berkesinambungan. Kajian terhadap proses pembelajaran diamati melalui proses transformasi pengetahuan. \n \n\nSetelah dianalisis dapat disimpulkan, ada 11 kegiatan dimana proses pembelajaran mempengaruhi proses implementasi perbaikan berkesinambungan. Ada 5 kegiatan dimana proses pembelajaran tidak mempengaruhi proses implementasi perbaikan berkesinambungan Proses pembelajaran didominasi oleh proses sosialisasi, dan sedikit proses internalisasi. Hal ini juga mengidikasikan, bahwa implementasi perbaikan berkesinambungan di Kandatel Tasikmalaya belum berjalan baik dan proses pembelajaran belum memberikan banyak kontribusi kepada pembelajaran perusahaan.", "Daftar File": {}, "Penulis": "Asep Yunta Darma (NIM 23403009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dradjad Irianto, Dr., Ir., M.Eng. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "learning process, continuous improvement implementation process", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}