{"Nomor": 7352, "Judul": "MEMPELAJARI PERFORMANSI METODA ROC DAN CI EXTENDED DARI KONSEP TEKNOLOGI KELOMPOK PADA PROSES PENGERJAAN SEKUMPULAN KOMPONEN YANG HARUS DIKERJAKAN DI DUA MESIN CELL EMCO FMS INDUSTRIAL TYPE", "Abstrak": "ABSTRAK: \n \n\nBerdasarkan telaahan terhadap berbagai hasil tulisan dari para peneliti, menunjukkan bahwa masalah pengelompokkan komponen dan mesin telah mulai banyak dilakukan. Hal ini seiring dengan perkembangan mesin-mesin industri dewasa ini, demikian pula dalam proses pemotongan logam seat ini di Indonesia sudah mulai diperkenalkan Flexible Manufacturing Systems (FMS) walaupun baru hanya ada dua atau tiga buah mesin cell yang terpasang. \n \n\nNamun penelitian terhadap dua mesin cell ini, ternyata tidaklah banyak. Dengan mengambil manfaat dari apa yang diteliti aleh pare peneliti terdahulu, maka dicoba dipelajari performansi dari cara pengerjaan sejumlah n komponen tanpa dikelompokkan dan sejumlah n komponen yang dikelompokkan dengan metoda ROC den Cl Extended dari konsep Teknologi Kelompok (CT) pada dua mesin cell. \n \n\nAlgoritma Sorting based, yang dipilih pada penelitian ini, adalah metoda pengelompokkan atas dasar penyortiran baris dan kolom dari matriks insiden. King (1980) membuat ROC, dimana pengelompokkannya didasarkan pada peringkat. CI Ext. merupakan pengembangan dari CI (cluster identification) yang diterapkan Kusiak dan Chow (1987), dimana pengelompokkan didasarkan pada pengecekan terhadap keberadaan kelompok komponen yang terpisah secara tersendiri dalam suatu matrik insiden mesin dan komponen. Dalam penelitian ini, pengelompokkannya didasarkan pada proses pengerjaan dari komponen uji. yang dipakai, yang mane diperoleh dua kelompok komponen dengan ROC dan tiga kelompok komponen dengan CI Ext.", "Daftar File": {}, "Penulis": "Atang Sudrajat Sofyan (NIM 23491036)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama: Sepator Nur Bahagia, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "performansi metoda ROC dan CI extended, konsep teknologi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}