{"Nomor": 7354, "Judul": "RELAUNCHING KARTU NEW XYZ CLUB CARD UNTUK MENINGKATKAN AKUISISI KARTU NEW XYZ CLUB CARD STUDI KASUS: PT. XYZ", "Abstrak": "PT. XYZ merupakan retail pertama di Indonesia yang memfokuskan untuk melayani masyarakat menengah ke atas. Pada tahun 2000, XYZ mengeluarkan kartu keanggotaan yang disebut dengan XYZ Club Card. Dikarenakan perubahan struktur perusahaan yang menyebabkan XYZ Club Card yang awalnya berada di bawah naungan XYZ Department Store dan kini berada sejajar dengan XYZ Department Store dan XYZ Supermarket, XYZ Club Card pun dipaksa mengubah model bisnisnya yang awalnya hanya sebagai unit bisnis untuk mengelola pelanggan XYZ grup namun kini menjadi sebuah profit center business unit. Maka pada tahun 2004 dikeluarkan produk baru dari XYZ Club Card dengan sebutan New XYZ Club Card dan produk lama dari XYZ Club Card disebut sekarang dengan Reguler XYZ Club Card. \n \n\nPada tahun 2007, akuisisi dari New MCC mengalami penurunan sebesar 46,87 %, sedangkan kinerja dari XYZ Department Store sendiri sedang dalam peningkatan ke arah positif. Dari hasil interview kepada beberapa pihak didalam tubuh XYZ Club Card, maka didapatkan beberapa kendala yang menyebakan menurunya akuisisi kartu New XYZ Club Card tersebut, di antaranya: (1) Kurangnya innovation terhadap benefit produk New XYZ Club Card sehingga produk tidak menarik bagi pelanggan, (2) Sifat ekslusifitas dengan menjadi anggota new XYZ Club Card tidak terbentuk bagi pelanggan yang berbelanja di XYZ Group, (2)Kurangnya in-store communication pada gerai XYZ Department Store sehingga Awareness customer akan informasi mengenai produk dan benefit new XYZ Club Card tidak sampai kepada pelanggan, (3) Kelebihan yang diberikan oleh new XYZ Club Card di dalam gerai XYZ grup dinilai tidak bersifat ekslusif, sehingga tidak ada nilai lebih untuk anggota new XYZ Club Card di dalam Gerai XYZ grup, (4)Keuntungan yang diberikan oleh new XYZ Club Card di luar gerai XYZ grup dinilai tidak menarik dan telah dimiliki juga oleh produk kompetitor atau produk pengganti sehingga pelanggan kurang tertarik untuk bergabung menjadi member new XYZ Club Card, (5) Tidak efektifnya Sales forces di toko. Sales Forces yang ditempatkan di toko bukanlah khusus sales promotion untuk XYZ Club Card melainkan staff customer service untuk XYZ Departement Store yang merangkap sebagai sales promotion XYZ Club Card. Sales promotion yang ada sekarang dinilai tidak difokuskan untuk melakukan penjualan kartu new XYZ Club Card, sehingga berpengaruh pada aktifitas promosi penjualan kartu di toko, (6)Bekurangnya jumlah akuisisi yang dilakukan oleh telemarketing dikarenakan pemutusan kerjasama dengan outsourcing telemarketer.  \n \n\nSolusi yang tepat untuk menyelesaikan masalah ini yaitu dengan ditambahkannya value proposition yang sudah ada dengan benefit yang baru bagi pemegang kartu New XYZ Club Card. Setelah itu dilakukan Promosi dengan bentuk aktivitas Bellow The Line (BTL) dan Above The Line (ATL) sehingga memberikan experience akan benefit dari New XYZ Club Card dan juga timbulnya rasa eksklusifitas bagi pemegang Kartu New XYZ Club Card di dalam toko XYZ Department Store.", "Daftar File": {"2008 TS PP AUGIE AVIANTO IRAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/16498", "2008 TS PP AUGIE AVIANTO IRAWAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/16499", "2008 TS PP AUGIE AVIANTO IRAWAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/16500", "2008 TS PP AUGIE AVIANTO IRAWAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/16501", "2008 TS PP AUGIE AVIANTO IRAWAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/16502", "2008 TS PP AUGIE AVIANTO IRAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/16503"}, "Penulis": "AUGIE AVIANTO IRAWAN (NIM 29106076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benny S. Gunawan, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Value Proposition, benefit, Promosi, Eksklusifitas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}