{"Nomor": 7359, "Judul": "ANALISIS BUDAYA ENTREPRENEURIAL DI PT. XYZ BANDUNG", "Abstrak": "Abstrak :  \n \n \n\nPT. XYZ merupakan salah satu perusahaan milik pemerintah yang bergerak di bidang perbankan. Untuk memenangkan persaingan, perusahaan harus senantiasa melihat dan mengembangkan peluang‐peluang bisnis yang ada. Karena itu, PT. XYZ dituntut untuk dapat lebih berperilaku secara entrepreneurial. \n \n \n\nPenelitian ini dilakukan untuk melihat budaya corporate entrepreneurship yang terdapat di PT. XYZ saat ini. Untuk mencapai tujuan tersebut, penelitian ini menggunakan dua alat ukur, yaitu: Entrepreneurial Orientation Survey (EOS) untuk mengukur budaya corporate entrepreneurship pada perusahaan secara keseluruhan dan Entrepreneurial Leadership Questionnaire (ELQ) untuk mengukur praktek entrepreneurial leadership yang diharapkan dan kondisi aktual pelaksanaannya. Penelitian ini dilakukan pada 73 orang karyawan. \n \n \n\nHasil EOS menunjukkan bahwa secara umum budaya perusahaan PT. XYZ didominasi oleh budaya Intelijen Pasar dan Kecepatan yang mendapat nilai tertinggi, sedangkan Pengambilan Risiko dan Orientasi Individu mendapat nilai terendah. Hasil ELQ menunjukkan adanya kesenjangan antara kepentingan tiap dimensi dan kenyataan di PT. XYZ untuk sifat‐sifat General Entrepreneurial Leadership (GEL), Explorer, Miner, Accelerator, dan Integrator. Analisis lebih lanjut terhadap hasil survei ELQ menunjukkan bahwa PT. XYZ mempunyai pemimpin yang utamanya bercirikan tipe Miner. \n \n \n\nPT. XYZ disarankan untuk meningkatkan budaya entrepreneurial utamanya pada dimensi Orientasi Individu dan Pengambilan Risiko. Perusahaan juga hendaknya membangun karakter entrepreneurial leadership khususnya untuk tipe Integrator sehingga dapat menciptakan dan mendukung lingkungan yang lebih baik untuk corporate entrepreneurship.", "Daftar File": {"2008 TS PP AULIA NURUL HUDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/16530", "2008 TS PP AULIA NURUL HUDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/16531", "2008 TS PP AULIA NURUL HUDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/16532", "2008 TS PP AULIA NURUL HUDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/16533", "2008 TS PP AULIA NURUL HUDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/16534", "2008 TS PP AULIA NURUL HUDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/16535"}, "Penulis": "AULIA NURUL HUDA (NIM 29105340)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Entrepreneur, Intrapreneur, Perbankan, Budaya perusahaan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}