{"Nomor": 7360, "Judul": "PENERAPAN HIDDEN MARKOV MODEL DALAM PROTEIN MULTIPLE SEQUENCE ALIGNMENT", "Abstrak": "Abstrak:    \n \n \n \n \n\nMudah dan murahnya proses pengumpulan data biologi molekuler saat ini menyebabkan ukuran basis data genetika meningkat dengan pesat. Hal ini meningkatkan kebutuhan akan alat bantu komputasi untuk menganalisa data tersebut. Salah satu task dasar dalam menganalisa data biologi molekuler adalah Multiple Sequence Alignment. Salah satu metode yang saat ini banyak dikaji untuk menghasilkan Multiple Sequence Alignment adalah Hidden Markov Model. Hidden Markov Model cocok digunakan dalam Multiple Sequence Alignment karena Multiple Sequence Alignment dapat dipandang sebagai masalah pattern recognition yang merupakan permasalahan yang telah terbukti dapat diselesaikan menggunakan Hidden Markov Model. Tugas Akhir ini bertujuan mengembangkan prototipe perangkat lunak yang menerapkan Hidden Markov dalam Protein Multiple Sequence Alignment. Prototipe perangkat lunak yang dikembangkan diberi nama ProSAT (Protein Sequence Alignment Tool). ProSAT mampu melakukan Multiple Sequence Alignment dari sequence Protein yang belum ter-align. ProSAT menggunakan algoritma pembelajaran Baum-Welch untuk mengestimasi parameter-parameter dalam HMM. Untuk melakukan alignment dari unaligned sequence, digunakan algoritma Viterbi. ProSAT juga mengimplementasikan teknik model surgery dan pembangunan model menggunakan prior knowledge. ProSAT dibangun memanfaatkan library Biojava versi 4. Pada tugas akhir ini dilakukan perbandingan performa antara ProSAT dengan program yang sudah ada yaitu Clustal dan Lobster. Perbandingan dilakukan dengan melakukan alignment terhadap dataset BAliBASE 3.0. Hasilnya, performa ProSAT lebih rendah dibandingkan dengan Clustal yaitu rata-rata sebesar 89.43%. Performa ProSAT lebih tinggi dibandingkan dengan Lobster yaitu rata-rata sebesar 187.89%.", "Daftar File": {}, "Penulis": "Aulia Rahma Amin - NIM 13503009", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dwi Hendratmo Widyantoro,Ir.,M.Sc.,Ph.D.", "Pembimbing 2 : Adi Pancoro,Dr.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "hidden markov model, multiple sequence alignment, protein, forward-backward, viterbi, baum-welch, scoring matrix.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}