{"Nomor": 7364, "Judul": "PENGEMBANGAN MODEL FAKTOR KAPASITAS BIAYA UNTUK ESTIMASI BIAYA KONSEPTUAL KONSTRUKSI BANGUNAN GEDUNG", "Abstrak": "Abstrak : \n \n\nPengunaan faktor kapasitas biaya sebagai salah satu metoda estimasi biaya konseptual pada negara maju telah banyak dikenal dan dipergunakan dengan baik dalam industri konstruksi untuk pembuatan fasilitas pabrik proses kimia, peralatan kontrol untuk polusi udara serta bandara. Namun demikian, penggunaan faktor kapasitas biaya ini belum banyak dikembangkan pada konstruksi bangunan gedung, yang banyak dipergunakan di Indonesia dalam estimasi biaya konseptual adalah estimasi parameter menurut fungsi bangunan tersebut. Metoda faktor kapasitas biaya melihat kapasitas yang dimiliki oleh sebuah fasilitas dalam memperhitungkan biaya konstruksi yang sangat terkait dengan perencanaan awal konstruksi. Standar minimal yang digunakan dalam perencanaan awal memberikan gambaran kapasitas yang harus dipenuhi oleh sebuah fungsi bangunan gedung. \n \n\nData penelitian yang telah terkumpul kemudian dikelompokkan sesuai fungsi bangunannya. Data bangunan pada penelitian ini adalah bangunan perkantoran pemerintah, bangunan SD, dan Pendidikan Tinggi serta merupakan data historis di wilayah Jawa Barat Pada setiap fungsi bangunan, data diklasifikasikan menurut aturan tertentu untuk melihat karakteristik faktor kapasitasnya. Tinjauan kapasitas pada bangunan gedung dalam penelitian ini adalah kapasitas fisik dan kapasitas fungsional sesuai fungsi bangunannya. Berdasarkan klasifikasi yang dilakukan kemudian diplot ke dalam algoritma antara kapasitas dan biaya. Analisis yang digunakan adalah analisis regresi sederhana. Nilai faktor kapasitas biaya merupakan gradien dari hubungan kapasitas dan biayanya yang memiliki rentang tertentu. \n \n\nHasil penelitian menunjukkan kapasitas fisik lebih berpengaruh pada bangunan perkantoran dan pendidikan tinggi sedangkan jumlah murid sebagai kapasitas fungsional berpengaruh pada bangunan SD. Secara umum faktor kapasitas pada bangunan gedung bernilai lebih dari satu menunjukkan peningkatan biaya lebih besar dibandingkan peningkatan kapasitasnya.", "Daftar File": {"2006 TS PP AYAR FA-ATI AMELIA 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/16565", "2006 TS PP AYAR FA-ATI AMELIA 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/16566", "2006 TS PP AYAR FA-ATI AMELIA 1-bab2.pdf": "https://digilib.itb.ac.id/gdl/download/16567", "2006 TS PP AYAR FA-ATI AMELIA 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/16568", "2006 TS PP AYAR FA-ATI AMELIA 1-bab4.pdf": "https://digilib.itb.ac.id/gdl/download/16569", "2006 TS PP AYAR FA-ATI AMELIA 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/16570", "2006 TS PP AYAR FA-ATI AMELIA 1-bab6.pdf": "https://digilib.itb.ac.id/gdl/download/16571", "2006 TS PP AYAR FA-ATI AMELIA 1-pustaka-A.pdf": "https://digilib.itb.ac.id/gdl/download/16572", "2006 TS PP AYAR FA-ATI AMELIA 1-pustaka-B.pdf": "https://digilib.itb.ac.id/gdl/download/16573"}, "Penulis": "Ayar Fa-Ati Amelia (NIM 250 04 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhamad Abduh, Ir. M.T., Ph.D \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Conceptual cost estimate, capacity factor, building", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}