{"Nomor": 7369, "Judul": "GELANGGANG OLAHRAGA SAMPOERNA BANDUNG", "Abstrak": "Abstrak :  \n \n \n\nTugas Akhir ini mengambil kasus proyek perancangan ulang Gelanggang Olahraga Sampoerna yang terletak di Jalan Padasaluyu Setiabudhi Bandung. Luasan lahan total yang diolah adalah seluas 1,3 Ha dengan luas bangunan seluas 6745 m2. Gelanggang olahraga ini merupakan bangunan dengan fungsi utama olahraga yang ditunjang dengan fungsi pendukung berupa fungsi hiburan. Fungsi olahraga yang diwadahi merupakan kegiatan latihan olahraga, aktivitas olahraga harian dan pertandingan olahraga berskala kecil, bukan merupakan kegiatan pertandingan olahraga berskala besar. Fungsi hiburan yang diwadahi merupakan kegiatan menonton bersama pertandingan olahraga melalui layar lebar dan pertunjukkan musik. Tema perancangan yang digunakan dalam kasus ini yaitu folding architecture yang sangat mempengaruhi metode serta pendekatan perancangan. Isu perancangan yang diangkat adalah life style, dimana kebiasaan olahraga dan hiburan masyarakat Bandung menjadi pegangannya.  \n \n \n\nKonsep perancangan dari proyek Gelanggang Olahraga Sampoerna ini merupakan penurunan dari tiga aspek yang ada di dalam perancangan, yaitu konsep penurunan dari kasus perancangan, tema perancangan, dan isu perancangan. Konsep yang merupakan turunan dari kasus perancangan adalah konsep fungsi bangunan yaitu kolaborasi antara fungsi olahraga dan fungsi hiburan, yang aplikasinya terletak pada pemilihan fungsi, kegiatan, dan fasilitas yang diwadahi. Konsep yang merupakan turunan dari tema perancangan adalah dynamic movement, yang pada aplikasinya sangat mempengaruhi bentuk bangunan yang diciptakan. Sementara untuk konsep yang merupakan turunan dari isu perancangan adalah ruang luar sebagai ruang publik, yang aplikasinya terletak pada perancangan ruang luar dan plaza.  \n \n \n\nSebagai sarana publik yang mewadahi kegiatan olahraga dan hiburan sekaligus, bangunan ini menghadirkan fasilitas-fasilitas yang memberikan suasana yang berbeda dalam berolahraga, dimana olahraga bukan menjadi kegiatan yang bersifat terlalu serius, melainkan menjadi kegiatan yang lebih menyenangkan dengan didukung dengan kegiatan hiburan.", "Daftar File": {}, "Penulis": "Azria Erlangga (NIM 152 03 027)", "Kontributor / Dosen Pembimbing": ["Koordinator Kelompok Pembimbing :   Rini Raksadjaya, Dr. Ir. MSA.                     \n \n \n\nPembimbing : M.Ridwan Kamil, ST., MUD.  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelora Samporna, folding architecture, life style, dynamic movement.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}