{"Nomor": 7371, "Judul": "PREDIKSI DAYA LISTRIK MENGGUNAKAN JARINGAN SARAF TIRUAN", "Abstrak": "Abstrak:   \n \n \n \n\nNeural network adalah model komputasi dengan kemampuan untuk belajar, generalisasi atau mengatur data dalam proses parallel.Diantara beberapa jaringan, yang paling banyak digunakan adalah jaringan multi-layer feed forward, dimana jaringan ini mampu menampilkan pemetaan fungsi non linier antara input dan output dan disebut sebagai Universal Aproximators. Jaringan ini dapat dilatih dengan metoda komputasi yang kuat yang disebut back-propagation.   \n \n \n \n\nDalam thesis ini, sebuah jaringan multi layer feed-forward dan reccurent digunakan sebagai model prediksi daya listrik . Seperti diketahui bahwa daya listrik bergantung dalam banyak faktor seperti, informasi cuaca, kalender dan ekonomi. Model ini akan mengambil efek tersebut, menggambarkannya dalam sistem dan menyediakan data prediksi kedepan. Model ini dapat dibuat untuk menyelesaikan masalah yang lain selama ada hubungan yang benar antara input dan output. Jaringan terdiri atas satu input layer, satu ouput layer dan satu hidden layer. Jelasnya hanya terdapat satu unit output yaitu Daya listrik. Jumlah input unit tetap, tergantung berapa banyak faktor yang dimasukan dalam model dan berapa faktor yang di kodekan. Jumlah dari hidden unit hams ditentukan oleh pelatihan dengan beberapa set test.   \n \n \n \n\nDalam thesis ini kita dapat menentukan konfigurasi jaringan untuk menemukan jumlah yang optimal dari hidden unit. Ini adalah proses trail dan error. Kita dapat memulai dengan epoch yang besar dan jumlah hidden unit yang sedikit dan juga dapat menggunakan konfigurasi ini untuk mempelajari pengaruh dari learning rate dan momentum   \n \n \n \n\nHasil dari training dengan menggunakan algoritma backpropagation memberikan basil prediksi yang lebih baik dibandingkan dengan metoda statistik , dan hasil prediksi lebih mendekati dengan mereduksi MAPE per jam dengan 24 jam ke depan. Reduksi MAPE yang sama untuk dua,tiga dan 4 jam kedepan. Reduksi MAPE harian dari prediksi daya listrik menggunakan satu jam kedepan lebih penting dibandingkan dengan prediksi satu hari kedepan.", "Daftar File": {}, "Penulis": "Baginda Oloan Siregar NIM : 23200540", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :   Bambang Riyanto, Dr. Ir.", "Pembimbing 2 :   Kuspriyanto,Dr. Ir.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-15."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Neural networks ; computational ; parallel processing ; Universal Approximators ; a multi-layer feed-forward ; reccurent neural network.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}