{"Nomor": 7373, "Judul": "PENGEMBANGAN PENGUJIAN PENGUAPAN PENGEMBUNAN BERULANG UNTUK MENILAI DURABILITAS CAMPURAN BERASPAL", "Abstrak": "ABSTRAK: \n \n\nPengertian durabilitas merujuk pada ketahanan suatu campuran beraspal terhadap kerusakan akibat beban lalu lintas dan pengaruh cuaca. Termasuk dalam faktor pengaruh cuaca adalah pengaruh air, dalam semua bentuk, yang bersama-sama dengan suhu dan waktu dapat mengurangi durabilitas. Sejauh ini, studi-studi yang berkaitan dengan penilaian durabilitas umumnya dilakukan untuk mendapatkan informasi mengenai ketahanan campuran terhadap pengaruh air, terutama dalam bentuk cair. Pada studi ini, suatu metode penilaian durabilitas yang berbeda telah dikembangkan untuk meneliti pengaruh uap air terhadap durabilitas. \n \n\nMetode baru ini berupa penguapan dan pengembunan \n \n\ncampuran beraspal pada suhu 60 derajat C selama 10, 20, 30 dan 60 siklus. Tiap siklus terdiri dari 12 jam penguapan diteruskan dengan 12 jam pengembunan. Jumlah siklusnya sesuai dengan jumlah periode pada pengujian perendaman Marshall yang dimodifikasi, yaitu jenis pengujian lain yang digunakan pada studi ini sebagai pembanding, meskipun lamanya pengujiannya tidak sama, yaitu perendaman selama 1, 4, 7 dan 14 hari pada suhu 60 derajat C. Pengembangan metode ini adalah juga termasuk pembuatan alat pengujinya. Evaluasi dari metode baru ini berdasarkan pada Indeks Kekuatan Sisa Marshall dan Indeks Durabilitas. Studi ini memfokuskan pada dua jenis campuran beraspal, yaitu Hot Rolled Asphalt (HRA) \n \n\ntipe F dengan semen sebagai filler dan Asphaltic Concrete (AC) dengan abu bate sebagai filler-nya. \n \n\nHasil pengujian menunjukkan bahwa Indeks Kekuatan Sisa setelah pengujian penguapan-pengembunan mengikuti suatu pola durabilitas yang mirip dengan hasil dari pengujian perendaman Marshall yang dimodifikasi. Namun demikian, perbedaan antara nilai maksimum dan minimum dari indeks kekuatan lebih signifikan sisa pada pengujian penguapan-pengembunan dibandingkan dengan pengujian perendaman Marshall yang dimodifikasi. Hal ini merupakan indikasi bahwa prosedur tersebut cukup merusak dan alat pengujian penguapan-pengembunan dapat digunakan untuk pengujian durabilitas campuran beraspal.", "Daftar File": {}, "Penulis": "Bagus Hario Setiadji (NIM 26997031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Bambang Ismanto Siswosoebroto, Ir., MSc., PhD. \n \n\nPembimbing: Rudy Hermawan Karsaman, Ir., M.Sc., Ph.D. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "durability assssment, cyclic water vapour test, bituminous mixture", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}