{"Nomor": 7382, "Judul": "URBAN POVERTY ANALYSIS AND MAPPING OF JAKARTA CITY - INDONESIA", "Abstrak": "Abstract :     \n \n \n \n \n \n\nThe objective of the study is to identify the factors which are influencing the characteristics of Urban Poverty, especially in the metropolitan city Jakarta-Indonesia and this study will give the visualization of the poverty distribution characteristics for the micro level analysis. The data used in this study are based on several Census and Surveys, which were conducted by The Indonesian Bureau of Statistic (BPS).     \n \n \n \n \n \n\nThe poverty analysis and mapping is conducted based on the characteristics of social-economic conditions of the population and the availability the urban facilities, especially for education, health and economic facilities which are provided either by public or private sector. The characteristics of urban poverty are presented by twelve indicators, such as household size, most activities in the secondary sector, average income per-capita, housing circumstance, the housing wall type, the housing roof type, the housing floor type, toilet, proportion of housing in the river basin, clean water, school participation and illiterate conditions.     \n \n \n \n \n \n\nBased on the data processing there is a relationship between urban poverty characteristics and availability urban facilities. The relationship can be seen on the result of contingency table analysis and chi-square statistics test, even though the degree of relation relatively low. This low degree can identify the low level of accessibility poor people to those facilities. It happens in some areas in which have the lowest conditions of poverty but highest condition of social-economic facilities.     \n \n \n \n \n \n\nMeanwhile the anti poverty programs policy will be useful when those programs policy based on the poverty characteristics when one area is different from the others. Learning from other developing countries which face the similar problem of poverty and anti poverty program will enrich the decision making process in Indonesia. The anti-poverty program should consider improving the capacity of human resources, by enhancing the accessibility to basic social-economic facilities, such as education, health, clean water and jobs opportunities for poor people. In addition, the involvement of government, private sector and community will guarantee the anti-poverty programs carried out effectively.", "Daftar File": {}, "Penulis": "Bajoe Loedi Hargono (NIM 254 03 029)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Justin Beaumont, Dr.     \n \n \n \n \n \n\nPembimbing 2 : Haryo Winarso, Ir. M.Eng., Ph.D     \n \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Urban Poverty Analysis, Geographical Mapping. Anti poverty programs", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}