{"Nomor": 7383, "Judul": "PENGARUH IODOACETAMIDA TERHADAP VIABILITAS DAN PEMBELAHAN SEL DARI KULTUR PROTOPLAS KACANG HIJAU (Vigna radiata (L.) Wilczek)", "Abstrak": "Abstrak : \n \n\nTelah dilakukan penelitian tentang pengaruh iodoacetamida (IOA) terhadap viabilitas dan pembelahan sel dari protoplas kacang hijau (Vigna radiata (L.) Wilczek) varitas Walet. IOA merupakan inhibitor metabolik yang dapat menyebabkan sitoplasma sel menjadi tidak aktif dan dapat menghambat pembelahan sel. Penelitian ini bertujuan untuk mengetahui pengaruh IOA terhadap viabilitas dan konsentrasi IOA yang dapat menghambat pembelahan sel pada protoplas kacang hijau. Konsentrasi IOA yang digunakan adalah 2,5; 5,0; 7,5; 10,0; dan 12,5 mM. Protoplas diisolasi secara enzimatis dari daun pertama kacang hijau yang berumur 7 hari dan dari hipokotil kacang hijau yang berumur 5 hari, menggunakan larutan enzim dengan komposisi Cellulase RS 1,5%, Macerozym R-10 1%, Manitol 0,4 M, dan CaC12.2H2O 2,5 mM. Protoplas diimobilisasi dalam butir-butir alginat dan dikultur dalam medium KM-8p dengan kepadatan protoplas daun 5.105/ml dan protoplas hipokotil 105/ml. Pengamatan dilakukan terhadap viabilitas protoplas, pembentukan kembali dinding sel, kemampuan pembelahan sel, dan pembentukan koloni. Viabilitas protoplas diamati dengan menggunakan mikroskop fluoresen setelah dilakukan pewarnaan dengan FDA. Pembentukan kembali dinding sel juga diamati dengan mikroskop fluoresen setelah dilakukan pewarnaan dengan Calcofluor White. Kemampuan pembelahan sel dan pembentukan koloni diamati dengan mikroskop inversi. Hasil penelitian memperlihatkan bahwa konsentrasi IOA 12,5 mM menurunkan viabilitas protoplas yang diisolasi dari daun. Seluruh konsentrasi IOA yang digunakan menghambat pembentukan dinding sel sehingga waktu yang dibutuhkan untuk membentuk kembali dinding sel menjadi semakin panjang. Pembelahan sel juga dihambat oleh IOA, pada konsentrasi 7,5 mM (baik pada protoplas dari daun maupun dari hipokotil) memperlihatkan tidak adanya pembelahan sel. Pembentukan koloni menjadi terhambat. Pada kultur protoplas dari hipokotil, konsentrasi 2,5 mM mampu menghambat pembentukan koloni, sedangkan pada kultur protoplas dari daun adalah pada konsentrasi 5 mM. Dari penelitian ini dapat disimpulkan bahwa iodoacetamida menghambat pembelahan sel dari protoplas kacang hijau varitas Walet, baik yang diisolasi dari daun maupun hipokotil.", "Daftar File": {}, "Penulis": "Balqis (NIM 206 97 502)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Iriawati, Dr. \n \n\nPembimbing 2 : Tatang S. Suradinata, Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Iodoacetamid, cultured protoplasts, Vigna radiata (L.) Wilczek.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}