{"Nomor": 7393, "Judul": "PENGUKURAN PERUBAHAN TITIK DI MUKA BUMI AKIBAT PERUBAHAN TEKTONIK Studi Kasus : Penggunaan Teknologi GPS Di P. Nias Dan Pantai Barat Sumatera", "Abstrak": "Abstrak :\nSalah satu pendekatan untuk mempelajari kondisi tektonik suatu daerah adalah dengan menentukan nilai parameter-parameter deformasinya, yaitu pergeseran, rotasi dan perubahan bentuk geometri. Pendekatan secara geodesi disebut jugs pendekatan secara geometrik, dilakukan dengan mengukur perubahan nilai-nilai koordinat sejumlah titik tertentu selama selang waktu tertentu dan menguraikannya menjadi parameter-parameter deformasi menggunakan inversi matematika. Teknologi GPS, dengan berbagai kelebihannya dibandigkan metoda geodesi klasik, telah digunakan dalam pengukuran geodesi untuk mempelajari gerakan lempeng. Salah satu diantaranya adalah yang dilakukan oleh Bakosurtanal sejak 1989 di sepanjang Sistem Sesar Sumatera (Sumateran Fault System:SFS), bekerja lama dengan sejumlah perguruan tinggi Amerika Serikat, Jepang dan Indonesia. Tujuan pengukuran ini adalah untuk mempelajari sistem sesar itu sendiri dan sistem subduksi menyudut lempeng Indo-Australia terhadap lempeng Eurasia. Tesis ini membahas sebagian kecil daerah pengukuran, yaitu sekitar pulau Nias dan pantai barat Sumatera dengan luas daerah sekitar 200 km x 200 km. Model deformasi yang digunakan sebagai pendekatan dalam hitungan inversi adalah model pergeseran benda kaku dan model strain. Strategi-strategi hitungan yang dilakukan adalah dengan membagi daerah menjadi jaring-jaring segitiga, menghitung secara keseluruhan semua daerah, membagi menjadi dua blok secara terpisah, tetapi dengan pengikatan pada blok yang lainnya.", "Daftar File": {}, "Penulis": "Bambang Setyadji (NIM 223 91 002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Lilik Hendrajaya, Dr. Ir. Msc.\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Geofisaka Terapan", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tectonic, Geodetical approach, mathematical inversion", "Sumber": "", "Staf Input/Edit": "", "File": "7 file", "Tanggal Input": "28 Jan 2008"}