{"Nomor": 7395, "Judul": "PENAKSIRAN DEBIT DAERAH PENGALIRAN GABUNGAN SUNGAI PERMUKAAN DAN BAWAH PERMUKAAN BRIBIN - BARON ABUPATEN GUNUNG KIDUL ROPINSI DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "Abstrak :\nPenelitian hidrologi karst terhadap Daerah Pengaliran Gabungan (DP Gabungan) Sungai Permukaan dan Sungai Bawah Permukaan Bribin - Baron, Kabupaten Gunung Kidul, Propinsi Daerah Istimewa Yogjakarta, bertujuan untuk menaksir debit keluarannya agar volume ketersediaan air bisa diketahui untuk digunakan dalam pengelolaan sumber daya air. DP Gabungan terdiri dari Sub Daerah Pengaliran Sungai (Sub DPS) Permukaan (nonkarst) dan Sub DPS Bawah Permukaan (karst). Debit DP Gabungan sebagai fungsi menerus menurut waktu masih belum diketahui. Data yang tersedia sangat terbatas dan bersifat sesaat (event), namun diketahui bahwa keluaran air bersifat perenial. DP Gabungan belum merupakan a well defined system, mengingat sebagian batas dan luasnya tidak bisa dipastikan sebagai akibat kondisi daerah karst yang kompleks. Akuifer Sub DPS Permukaan merupakan batugamping yang mempunyai retakan dan rekahan, yang tidak seintensif seperti yang dimiliki Sub DPS Bawah Permukaan, dan bukan batuan berbutir. Di dalam Sub DPS Bawah Permukaan tidak dijumpai pola sungai permukaan, melainkan alur permukaan minor yang terbentuk di lembah antar bukit selama hujan berlangsung dan air menghilang melalui retakan, rekahan, gua, luweng, yang merupakan karakteristik daerah karst.\nDengan demikian, pembentukan data debit harian historis DP Gabungan diperlukan untuk dapat menentukan :\n(1)\tvolume ketersediaan air DP Gabungan dan kontribusi kedua Sub DPS,\n(2)\tluas DP Gabungan (Sub DPS Bawah Permukaan),\ndelineasi batas DP Gabungan (Sub DPS Bawah Permukaan). Pembentukan data debit dilakukan dengan menggunakan model hubungan antara curah hujan dengan debit dan dukungan hasil penelitian dalam bidang ilmu lain. Selama ini penerapan model daerah pengaliran nonkarst yang diberlakukan terhadap daerah pengaliran karst dilaksanakan melalui cara pendekatan berikut :\n(1)\tluas daerah pengaliran karst ditetapkan secara eksplisit berdasarkan perkiraan (delineasi batas daerah pengaliran ditetapkan terlebih dahulu) atau luas sama sekali tidak ditetapkan,\n(2)\tpenggunaan data debit pengamatan yang menerus dan berperiode panjang (deret waktu).\nDua model stokastik ARMA (Auto Regressive and Moving Average) dengan pendekatan ini, telah diterapkan di S. Trebisnjica, daerah karst Dinaric, Kroasia. Penetapan luas dengan cara ini berarti delineasi batas yang dilakukan bersifat subyektif, padahal kondisi fisik yang kompleks menyebabkan luas dan batas daerah pengaliran karst sulit ditentukan.\nDalam penelitian ini, penggunaan model untuk menaksir debit daerah pengaliran karst memakai cara pendekatan lain, yaitu :\n(1)\tluas daerah pengaliran karst ditetapkan secara implisit di dalam model\nmelalui proses kalibrasi dan luas dianggap sebagai salah satu parameter,\n(2)\tketersediaan data debit tidak perlu menerus dan berperiode panjang,\nmengingat persyaratan demikian untuk daerah karst jarang terpenuhi. Dengan kompleksitas kondisi fisik nonkarst dan karst serta ketersediaan data debit yang terputus-putus dalam rentang waktu yang panjang, maka dengan mengamati pola debit serta memakai data curah hujan harian dan evapotranspirasi potensial, sebagai dasar pemecahan masalah penaksiran debit DP Gabungan, diambil hipotesis berikut :\nEfek tampungan tinggi di dalam DP Gabungan, yang merupakan fungsi ukuran retakan dan rekahan, ketebalan dan luas cakupan media retakan dan rekahan tersebut, menyebabkan debit keluaran air :\n(1)\tmempunyai lengkung penyusutan yang berperiode panjang dengan koefisien lengkung penyusutan yang rendah,\n(2)\tmempunyai variasi bulanan jangka panjang dari suatu bulan ke bulan berikutnya yang juga rendah,\ndidominasi oleh aliran dasar internal yang terjadi terutama di dalam Sub DPS Bawah Permukaan.\nSesuai dengan fenomena tampungan di dalam hipotesis, dipilih model tampungan berbasis waktu harian, dengan menganggap luas DP Gabungan sebagai parameter model. Model tampungan tersebut adalah Model Modifikasi Sugawara - Thornthwaite (MMST), yang merupakan gabungan antara model tangki Sugawara dengan perhitungan surplus dari model neraca hidrologi metode Thornthwaite. Model Gabungan Autoregressive dan fungsi transfer dengan Waktu Tunda (MGAWT) diterapkan khusus untuk mengetahui waktu tunda rata-rata curah hujan menjadi debit keluaran. MMST diterapkan dengan menggunakan dasar pemikiran berikut :\n(1)\thidrograf aliran sungai bisa dinyatakan sebagai penjumlahan fungsi-fungsi eksponensial,\n(2)\tkeluaran samping dan bawah dari model tangki merupakan fungsi-fungsi eksponensial, yang banyaknya keluaran dan parameter bisa diatur sedemikian rupa, sehingga mampu menirukan hidrograf keluaran DP Gabungan,\n(3)\tmodel tangki Sugawara secara terpisah sangat luwes, karena bisa menirukan sistem linear maupun nonlinear dengan mudah.\nVolume ketersediaan air dan luas DP Gabungan bisa diperkirakan melalui penerapan MMST asalkan dipenuhi persyaratan berikut :\n(1)\thasil penelitian yang bersifat multi dan antar disiplin ilmu tentang daerah tersebut berada dalam tingkat yang memadai,\n(2)\tketidaklengkapan data bisa diatasi dengan perolehan data baru dan pendukung lain selama penelitian berlangsung,\n(3)\tperhitungan surplus dan evapotranspirasi nyata diperoleh dari neraca hidrologi tahunan jangka panjang, sehingga diperoleh perubahan simpanan sama dengan nol.\nModifikasi yang dihasilkan untuk keperluan pemodelan, antara lain :\n(1)\tbagan alir proses hidrologi karst dan gambaran fisiknya,\n(2)\tanalogi antara model tangki dengan proses hidrologi yang terjadi di dalam daerah pengaliran sungai bawah permukaan,\n(3)\tsusunan tangki untuk MMST yang terdiri dari tiga varian Model Pukul Rata (MPR) dan empat varian Model Semi Distribusi (MSD),\n(4)\tpenurunan bagan aliran DP Gabungan yang merupakan hasil modifikasi.\nDengan menggunakan data pengamatan debit terputus-putus dalam rentang waktu 1982 - 1998, peniruan terbaik diperoleh dari MSD varian III dengan pasangan data lembab lahan maksimum dari Sub DPS Permukaan 90 mm dan dari Sub DPS Bawah Permukaan 40 mm serta curah hujan pewakil periode 1982 - 1998 sebesar 1781 mm. Debit harian rata-rata tahunan jangka panjang yang dihasilkan dari DP Gabungan adalah 5,864 m3/s, Sub DPS Permukaan 1,778 m3/s dan Sub DPS Bawah Permukaan 3,906 m3/s. Hasil penelitian yang mendukung hipotetis tersebut di atas antara lain :\n(1)\tlengkung penyusutan debit yang dihasilkan model mempunyai periode penyusutan t rata-rata yang panjang, yaitu sebesar 213,7 hari dengan kisaran koefisien lengkung penyusutan resultan k untuk batugamping\nkarst yang rendah, yaitu antara 0,0005 - 0,0030,\n(2)\tvariasi bulanan debit jangka panjang dari suatu bulan ke bulan berikutnya rata-rata 6,13 %,\n(3)\tvolume ketersediaan air tahunan jangka panjang DP Gabungan adalah 179,2 x 106 m3, yang mana 69% berasal dari Sub DPS Bawah Permukaan dengan luas 178,92 km2 dan 31% dari Sub DPS Permukaan dengan luas 117,67 km2.\nHasil lain yang diperoleh untuk DP Gabungan, yaitu :\n(1)\twaktu tunda 275 hari yang dihasilkan dari MGAWT,\n(2)\tluasnya 296,59 km2, sehingga delineasi batas imaginer DP Gabungan pada peta dapat diperkirakan secara tentatif dan bersifat hipotesis,\n(3)\tkisaran nilai k menempatkan batu gamping karst sebagai media lulus air, dan diusulkan untuk ditambahkan pada tabel k berbagai jenis batuan yang sudah ada.\nDengan kondisi yang hampir serupa, hasil penelitian di DP Gabungan tidak jauh berbeda dengan di DP Gabungan Cetina Hulu, Bosnia Hercegovina, dan aliran air di Sumber Baron mempunyai karakter yang hampir serupa dengan mata air pantai di daerah karst Dinaric.", "Daftar File": {"2002 DIS PP BAMBANG SOENARTO 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/16790", "2002 DIS PP BAMBANG SOENARTO 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/16791", "2002 DIS PP BAMBANG SOENARTO 1-bab2.pdf": "https://digilib.itb.ac.id/gdl/download/16792", "2002 DIS PP BAMBANG SOENARTO 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/16793", "2002 DIS PP BAMBANG SOENARTO 1-bab4.pdf": "https://digilib.itb.ac.id/gdl/download/16794", "2002 DIS PP BAMBANG SOENARTO 1-bab5A.pdf": "https://digilib.itb.ac.id/gdl/download/16795", "2002 DIS PP BAMBANG SOENARTO 1-bab5B.pdf": "https://digilib.itb.ac.id/gdl/download/16796", "2002 DIS PP BAMBANG SOENARTO 1-bab5C.pdf": "https://digilib.itb.ac.id/gdl/download/16797", "2002 DIS PP BAMBANG SOENARTO 1-bab6.pdf": "https://digilib.itb.ac.id/gdl/download/16798", "2002 DIS PP BAMBANG SOENARTO 1-bab7.pdf": "https://digilib.itb.ac.id/gdl/download/16799", "2002 DIS PP BAMBANG SOENARTO 1-pustaka-A.pdf": "https://digilib.itb.ac.id/gdl/download/16800", "2002 DIS PP BAMBANG SOENARTO 1-pustaka-B.pdf": "https://digilib.itb.ac.id/gdl/download/16801"}, "Penulis": "Bambang Soenarto (NIM 322 94 011)", "Kontributor / Dosen Pembimbing": ["Promotor :\nKetua : Abdul Aziz Djajaputra, Dr.Ir. M.S.C.E.\nAnggota : Hang Tuah, Prof.Dr.Ir. M.OcE.\nAnggota : Lambok M. Hutasoit, Dr.Ir.\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Watershed, Subsurface, karstic, CATFLTM.", "Sumber": "", "Staf Input/Edit": "", "File": "12 file", "Tanggal Input": "08 Jan 2008"}