{"Nomor": 7428, "Judul": "STUDI HIDROGEOLOGI DAN POTENSI RESAPAN AIR TANAH DAERAH PUNCRUT DAN SEKITARNYA, BANDUNG", "Abstrak": "Abstrak:   \n \n \n \n\nDaerah penelitian yang termasuk kawasan Bandung Utara, akhir-akhir ini menjadi isu yang hangat di kalangan masyarakat akan pentingnya daerah tersebut seharusnya menjadi kawasan resapan air, khususnya daerah Dago, Puncrut, dan sekitarnya. Untuk itu dilakukan penelitian untuk mengetahui kondisi hidrogeologi dan potensi resapan air tanah di daerah penelitian.  Daerah penelitian merupakan bagian daerah tangkapan sungai Cikapundung. Batas Utara berada di sekitar sesar lembang dan batas Selatan berada pada stasiun pengukur sungai Cikapundung di daerah Gandok. Dimana daerah penelitian berada diantara koordinat 787500-794500 E, 9238000-9244000 N. Dengan luas daerah penelitian sebesar 16,29 juta m2. Kondisi Hidrogeologi di daerah penelitian menunjukkan sistem air tanah di daerah penelitian merupakan sitem air tanah bebas dan sebagian kecil sistem air tanah setengah tertekan. Litologi penyusun akuifer pada daerah penelitian berupa breksi vulkanik dan batu pasir tufaan. Akuifer yang terdapat pada daerah penelitian diduga bukan merupakan aquifer yang potensial.  Berdasarkan hasil penelitian maka daerah resapan alamiah ditinjau dari kondisi tanah, kemiringan lereng, litologi, dan daerah luahan memiliki luas 6 juta m, atau 36persen dari total luas daerah penelitian. Jumlah air yang menjadi cadangan air tanah berdasarkan perhitungan neraca air adalah sebesar 4,3 juta m/tahun atau 12persen dari total curah hujan yang masuk, dan sebesar 6,2 juta m/tahun jika di asumsikan daerah penelitan berada pada kondisi alamiahnya. Hal ini menunjukkan luas daerah resapan air tanah yang ada sekarang sudah mengalami perubahan. Jumlah air yang meresap dan menjadi cadangan air tanah pada daerah penelitian hanya memberikan kontribusi sebesar 2persen dari total kebutuhan cadangan air tanah di cekungan Bandung.", "Daftar File": {"2007 TA PP BERRY CASSANOVA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17017", "2007 TA PP BERRY CASSANOVA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/17018", "2007 TA PP BERRY CASSANOVA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/17019", "2007 TA PP BERRY CASSANOVA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/17020", "2007 TA PP BERRY CASSANOVA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/17021", "2007 TA PP BERRY CASSANOVA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/17022", "2007 TA PP BERRY CASSANOVA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17023"}, "Penulis": "Berry Casanova (NIM 121 02 012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sudarto Notososwoyo, Prof, Dr, Ir, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "groundwater, hidrogeology, Cikapundung", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}