{"Nomor": 7435, "Judul": "INTERACTIVE ONLINE GAME PLATFORM MENGGUNAKAN YAHOO MESSENGER PROTOCOL", "Abstrak": "Abstrak:    \n \n \n \n \n\nYahoo Messenger adalah protokol dan jaringan komunikasi yang banyak digunakan oleh pengguna Internet. Games platform adalah perangkat lunak yang dapat mengeksekusi permainan.     \n \n \n \n \n\nPada Tugas Akhir ini, dilakukan pengembangan Artlyvene Game Platform (Artificial Yahoo Interactive Online Game Platform) yang dapat mengeksekusi turn-based game dengan protokol komunikasi Yahoo Messenger. Pengembangan perangkat lunak dalam Tugas Akhir ini dilakukan dengan multi disiplin, yaitu Software Engineering dan Games Engineering (games programming).     \n \n \n \n \n\nPengembangan Artlyvene Game Platform diawali dengan deskripsi sistem (global dan detail) dan metode terstruktur untuk analisis dan perancangannya. Deskripsi sistem berisi penjelasan cara eksekusi permainan (menggunakan API), komunikasi platform dalam jaringan Yahoo Messenger, interaksi platform - pemain, dan timeout pemain. Metode terstruktur yang digunakan adalah analisis dan perancangan terhadap berbagai event yang harus direspon oleh platform.     \n \n \n \n \n\nImplementasi Artlyvene Game Platform dilakukan dari hasil rancangan. Sebuah sub-modul platform yang berfungsi untuk menangani komunikasi dalam jaringan Yahoo Messenger berasal dari library libyahoo2.     \n \n \n \n \n\nArtlyvene Game Platform diuji dengan dua pengujian, yaitu pengujian modul dan pengujian sistem. Pengujian modul dilakukan untuk menguji fungsionalitas platform. Pengujian sistem dilakukan untuk menguji instalasi dan eksekusi permainan di atas platform. Beberapa permainan turn-based yang telah diuji di atas Artlyvene Game Platform adalah Hearts, Gaple, dan Empat-Satu. Permainan-permainan tersebut dibangun menggunakan guidance pembangunan dan instalasi permainan di atas Artlyvene Game Platform.", "Daftar File": {}, "Penulis": "Billy Putra Taufik (NIM : 13502033)", "Kontributor / Dosen Pembimbing": ["Supervisor : Riza Satria Perdana, S.T., M.T.    \n \n \n \n \n\nScanner:  Alice Diniarti", "2008-01-14."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": ":Yahoo Messenger, Game Platform, libyahoo2", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}