{"Nomor": 7439, "Judul": "KAJIAN STRATEGI INVESTASI BUDGET INN DAN SERVICE APARTMENT PT. XYZ DI DAERAH SESETAN, BALI", "Abstrak": "Kebutuhan tingkat hunian sementara di Bali semakin meningkat setiap tahun. Untuk menjawab peluang di atas PT. XYZ berencana untuk membangun sebuah hunian yang bersifat sementara yang dapat memenuhi semua kebutuhan konsumen yang terdapat di pulau Bali tersebut.       \n \n \n \n \n \n\nSalah satu bentuk dari hunian yang dapat memenuhi kebutuhan itu adalah budget inn dan service apartment yang dilengkapi dengan penyediaan layanan tambahan yang akan dibiayai sepenuhnya oleh hutang (full debt). Sebelum PT. XYZ melaksanakan pembangunan budget inn dan service apartement tersebut, terlebih dahulu dilakukan kajian kelayakan (feasibility study) untuk menentukan layak tidaknya bisnis yang akan dijalankan dan digunakan untuk menentukan strategi pembangunan yang akan dijalankan.      \n \n \n \n \n \n\nAspek-aspek yang berpengaruh adalah aspek pemasaran, aspek teknis dan aspek keuangan, serta dibutuhkan analisa SWOT untuk mengetahui kondisi eksternal dan internal perusahaan. Feasibility study tersebut menjadi dasar penentuan rencana strategi pembangunan yang akan dilakukan. Rencana strategi yang akan dilaksanakan adalah pembangunan sekaligus dan bertahap dengan pinjaman ke pada pihak bank selama 5 tahun dan 10 tahun. Selanjutnya dilakukan analisa sensitivitas untuk mengetahui nilai IRR terendah pada berbagai tingkat occupancy rate. Hasil dari feasibility study tersebut menunjukkan bahwa strategi pembangunan sekaligus dengan pinjaman ke bank selama 5 tahun memiliki nilai performa investasi terbaik.       \n \n \n \n \n \n\nHasil perhitungan feasibility study tersebut dituangkan ke dalam bentuk proposal pinjaman kepada pihak bank serta perumusan strategi pembangunan dan strategi marketing budget inn dan service apartement yang akan diimplementasikan.", "Daftar File": {}, "Penulis": "BIMO SUKOWIJONO (NIM 29106006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "study feasibility, development strategy, investment rate of return", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}