{"Nomor": 7444, "Judul": "APLIKASI SEISMIK", "Abstrak": "Model geologi seperti titik difraktor, lapisan kecepatan tinggi, dan lapisan miring, dapat menimbulkan fenomena gelombang berupa pola ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”bow tieÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”, dan difraksi. Hal tersebut bisa mengakibatkan kesalahan interpretasi pada penampang seismik. Migrasi merupakan salah satu cara untuk meminumkan kesalahan tersebut. Dalam tugas akhir ini digunakan metoda Reverse Time Migration untuk menghasilkan penampang Poststack Time Migration. \n \n \n \n \n \n\nData sintetik seismogram terdiri dari rekaman komponen vertikal dan komponen horisontal, dihasilkan dari pemodelan kedepan dengan menggunakkan skema finite difference. Pengolahan data komponen vertikal dengan cara melakukan pengolahan standar data seismik. Data komponen horisontal diolah dengan prosedur Asymptotic Conversion Point (ACP) Binning, dan kontruksi kecepatan data P-S, menggunakan nilai perbandingan Vp/Vs dan hasil analisa kecepatan pada data komponen vertikal. \n \n \n \n \n \n\nEkstrapolasi time reverse dari perekaman komponen vertikal dan horisontal, dilakukan secara berulang dengan perubahan fase yang konstan dari lama waktu perekaman (t=tmax) hingga waktu awal (t=0). Migrasi pada sintetik seismogram model marmousi menghasilkan gambaran yang baik untuk data komponen vertikal. Pengolahan data komponen horizontal, menggunakan nilai perbandingan Vp/Vs yang bervariasi untuk menampilkan struktur horisontal dan vertikal pada model tersebut.", "Daftar File": {}, "Penulis": "BOBBY MAZMUR SIHOLE (NIM 12303016)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismik, Reverse Time Migration, Geologi Kompleks, Model Marmousi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}