{"Nomor": 7474, "Judul": "EVALUASI KELAYAKAN SISTEM INFORMASI MENGGUNAKAN LOGIKA FUZZY", "Abstrak": "Proses pengambilan keputusan evaluasi kelayakan sistem informasi ditentukan berdasarkan kriteria-kriteria, intuisi dan peraturan yang selama ini digunakan. Tetapi dikarenakan proses penentuan dilakukan secara manual maka membutuhkan waktu yang relatif lama, tingkat subyektifitas tinggi sehingga akan berpengaruh terhadap tingkat kepuasan pelanggan yang nantinya berpengaruh terhadap pendapatan yang akan diterima.Logika fuzzy dapat digunakan untuk proses pengambilan keputusan yang bersifat kualitatif yaitu yang mempunyai karakteristik sama dengan linguistik (intuisi, kriteria, dan kebiasaan) yang digunakan oleh manusia untuk mengambil suatu keputusan. Dalam kasus ini logika fuzzy diterapkan untuk menentukan kelayakan sistem informasi yang telah dibangun Divlat Telkom.Dengan penerapan logika fuzzy dalam proses evaluasi penentuan kelayakan sistem informasi maka diperoleh basil yang lebih cepat, standard (sesuai dengan peraturan, kriteria, dan intuisi yang berlaku), obyektif (sesuai dengan variabel-variabel yang menjadi pertimbangan pengambilan keputusan), tidak perlu usaha dan pengawasan intensif dari manajer.Performansi sistem bergantung kepada kompleksitas (kriteriakriteria dari variabel-variabel input dan output yang digunakan untuk mendefinisikan membership function dari variabel-varibel tersebut), jumlah variabel input dan output, jumlah aturan yang digunakan, metode inferencing dan defuzzifikasi serta hardware yang digunakan.", "Daftar File": {"2001 TS PP BUDI WIDODO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17357", "2001 TS PP BUDI WIDODO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17358", "2001 TS PP BUDI WIDODO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17359", "2001 TS PP BUDI WIDODO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17360", "2001 TS PP BUDI WIDODO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17361", "2001 TS PP BUDI WIDODO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17362", "2001 TS PP BUDI WIDODO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17363"}, "Penulis": "BUDI WIDODO [73299701]", "Kontributor / Dosen Pembimbing": ["Kudrat Soemintapoera. Prof.Ir.,Ph.D.,", "Suhardi, Dr. Ing."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Evaluation, fuzzy logic", "Sumber": "Program Studi Teknik Elektro", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}