{"Nomor": 7475, "Judul": "STUDI ALTERASI DAN MINERALISASI SULFIDA DAERAII GUNUNG GOONG DAN SEKITARNYA, GUNUNG PONGKOR, KABUPATEN BOGOR, JAWA BARAT (Berdasarkan Inti Bor)", "Abstrak": "Abstrak:   \n \n \n \n\nDaerah Gunung Goong merupakan salah satu daerah prospek di daerah penambangan Gunung Pongkor, Kabupaten Bogor, Jawa Barat. Batuan penyusun daerah tersebut terdiri dari lava andesit dengan sisipan batuan piroldastik  yang teralterasi dan termineralisasi, dan dapat disebandingkan dengan Formasi Ci m pag yang berumur Miosen Awal. Alterasi daerah Gunung Goong dapat dikelompokkan menjadi 3 himpunan mineral, yaitu himpunan kuarsa-klorit-caolillit / momnorikmit karbon aeserisit kurang lebih epidot, himpunan kuarsa-klorit-kaolinit / monmorilonit  kurang lebih  serisit clan himpunan kuarsa-klorit-kaolinit/momnorilonit/illiterisit kurang lebih  felcispar/edmontit Ketiga himpunan mineral tersebut menandakan adanya proses overprint dari beberapa alterasi, yaitu propilitik, filik, argilik, dan silisifikasi. Sedangkan mineralisasi di daerah Gunung Goong didominasi oleh pirit yang berasosiasi dengan sfalerit, galena, hematit dan oksida mangan. Berdasarkan data unsur sekunder dan dating K/Ar Coda adularia yang dijumpai pads daerah Pongkor, dinyatakan bahwa mineralisasi di daerah Pongkor berumur 8-9 juta tahun yang lalu clan 2.050.05 juta tahun yang Ialu.   \n \n \n \n\nDaerah Gunung Pongkor merupakan suatu kaldera vollcano-lektonik Batuan penyusunnya telah teralterasi dan terpotong oleh urat kuarsa dan karbonat yang termineralisasi. Urat-urat yang memotong batuan di daerah tersebut terbentuk akibat rekahan yang terjadi pada saat pembentukan kaldera maupun diakibatkan oleh sesar-sesar berarah NW-SE hingga NNE-SSW yang memotong daerah Gunung Pongkor. Berdasarkan data sekunder, kaldera tersebut terbentuk akibat rekahan yang terjadi pada saat pembendukan kaldera tersebut  diikuti oleh proses magmatisme, yang akhirnya berakibat tedadinya alterasi dan mineralisasi di daerah tersebut. Dari studi inklusi fluida didapatkan bahwa fluida hidroternial yang berperan claim sistem alerasi di daerah Gunung Goon, mempunyai rentang temperatur 176 derajat  - 177 derajat C, dengan  kurang lebih mode kurang lebih  215.3  derajat C dan rata-rata  218,4 derajat  C, serta mempunyai salinitas antara 0,554601-2356341%wt. NaCl eq.  Berdasarkan temperatur dan kondisi fluida tersebut, tipe alerasi di gimung Goon tan sekitarnya termasuk tipe epitermal stdfidasi rendah (low suiphidation epithermal system).", "Daftar File": {}, "Penulis": "Budi Wijaya NIM 22096001", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Rubim Soeria-Atmadja,Dr.,Prof.", "Pembimbing 2 :  Totok Daryanto,Ir.,Dr.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-13.APLIKASI METODE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "mountain ; caldera ; quartz-chlorite-kaolinite/momnorikmite-catbonate ericitac, quartz-chlorite-craolinite/mommorilonite , quartz-chlorite-kaolinite/montmorilonite/illitelsericite  feldspar.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}