{"Nomor": 7476, "Judul": "ANALISIS TATA KELOLA TEKNOLOGI INFORMASI MENGGUNAKAN FRAMEWORK COBIT DALAM MENDUKUNG LAYANAN TEKNOLOGI INFORMASI STUDI KASUS : PT PLN (PERSERO) DISTRIBUSI JAWA BARAT DAN BANTEN", "Abstrak": "Abstrak:   \n \n \n \n\nDalam menjalankan proses bisnisnya, PT PLN (Persero) Distribusi Jawa Barat dan Banten, tidak lepas dari penggunaan teknologi informasi. Hal ini terlihat dari penggunaan teknologi informasi, terutama dalam mendukung aktivitas pelayanan kepada pelanggan. Upaya peningkatan dukungan teknologi informasi, senantiasa dilakukan dan hal ini ditandai dengan adanya pengembangan aplikasi dan adanya perubahan dalam penggunaan sumberdaya TI lainnya. Upaya ini dimaksudkan untuk dapat lebih mendukung dalam meningkatkan pelayanan kepada pelanggan.    \n \n \n \n\nBerkaitan dengan penerapan atau dukungan layanan TI yang ada saat ini terhadap proses bisnis perusahaan, dilakukan penelitian yang berhubungan dengan tata kelola TI. Penelitian yang dikerjakan ini melakukan analisis terhadap tata kelola TI dan mengembangkan usulan solusi berkaitan dengan tata kelola TI, dengan menggunakan standar COBIT, dengan penekanan pada domain deliver and support (DS), yang merupakan penyampaian sesungguhnya layanan yang diperlukan.    \n \n \n \n\nPenelitian ini dalam melakukan pengumpulan data, dengan melalui penggunaan kuesioner. Kuesioner yang pertama dimaksudkan untuk mengetahui tingkat kepentingan proses dalam domain DS. Berdasarkan hasil kuesioner tersebut, kemudian dilakukan analisis untuk mengetahui tingkat kebutuhan pada semua proses dalam domain DS dan dilanjutkan untuk mengetahui prioritas proses TI. Tahap berikutnya adalah melakukan penilaian tingkat maturity proses TI. Penilaian ini berdasarkan dukungan data yang diperoleh melalui penggunaan kuesioner kedua untuk maksud tersebut. Tingkat maturity yang dinilai tersebut adalah kondisi saat ini dan kondisi yang diharapkan dari proses TI yang dianggap paling penting. Kedua kondisi yang diperoleh ini diperlukan untuk mengetahui gap yang terjadi dan untuk keperluan penentuan sasaran perbaikan. Tahap terakhir adalah mengembangkan suatu solusi yang akan mengidentifikasi tindakan atau langkah yang perlu dilakukan untuk pencapaian sasaran perbaikan.    \n \n \n \n\nBerdasarkan hasil kuesioner, dapat diketahui bahwa pada dasarnya semua proses TI (13 proses TI) pada domain DS dibutuhkan untuk dapat diterapkan, hal ini ditandai dengan hasil penilaian yang tinggi pada pilihan 4 (penting), dan 5 (sangat penting) pada masing-masing proses TI. Hasil lebih lanjut menunjukkan bahwa proses DS11, merupakan proses TI yang dipandang paling penting, hal ini karena proses ini mempunyai penilaian tertinggi.    \n \n \n \n\nHasil pengukuran tingkat maturity proses DS11 tersebut, menunjukkan tingkat maturity proses tersebut, untuk kondisi saat ini adalah 2 (repeatable but intuitive), sedangkan tingkat maturity proses DS11 untuk kondisi yang diharapkan adalah 4  (managed and measurable). Hasil ini menunjukkan adanya gap yang terjadi. Dengan adanya gap tersebut, maka perlu dilakukan penentuan sasaran perbaikan. Sasaran pertama adalah pencapaian tingkat maturity proses pada tingkat 3 (defined process). Sedangkan sasaran kedua adalah pencapaian tingkat maturity proses pada tingkat 4 (managed and measurable).     \n \n \n \n\nBerdasarkan penentuan sasaran perbaikan tersebut, dikembangkan suatu solusi yang perlu dilakukan, yang mengusulkan tindakan yang diperlukan untuk pencapaian sasaran, target pencapaian kinerja proses serta tata kelola TI pada DS11.     \n \n \n \n\nTindakan yang perlu dilakukan untuk menutupi gap tersebut sudah diuraikan dalam penelitian ini. Tindakan yang diusulkan tersebut dilakukan terhadap setiap atribut maturity dan hal ini dilakukan secara bertahap. Tahap pertama adalah pencapaian tingkat maturity dari tingkat 2 menuju ke tingkat 3, sedangkan tahap kedua adalah pencapaian tingkat maturity dari tingkat 3 ke tingkat 4. Pengukuran terhadap indikator, baik KPI maupun KGI, perlu dilakukan untuk mengetahui perkembangan peningkatan proses yang terjadi serta untuk melakukan evaluasi pada proses tersebut.", "Daftar File": {"2007 TS PP BUDIYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17375", "2007 TS PP BUDIYONO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/17376", "2007 TS PP BUDIYONO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/17377", "2007 TS PP BUDIYONO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/17378", "2007 TS PP BUDIYONO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/17379", "2007 TS PP BUDIYONO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/17380", "2007 TS PP BUDIYONO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/17381", "2007 TS PP BUDIYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17382"}, "Penulis": "Budiyono (NIM 235 05 031)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Kridanto Surendro, Ir, M.Sc., Ph.D   \n \n \n \n\nPembimbing 2: Nur Ulfa Maulidevi, S.T., M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IT Governance, COBIT, IT Process, Maturity", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}