{"Nomor": 7480, "Judul": "IMPLEMENTASI KARAKTERISTIK CURAH HUJAN DAN EVAPORASI DI DAERAH BERIKLIM KERING UNTUK PERTANIAN (STUDI KASUS JAWA TIMUR)", "Abstrak": "Curah hujan di suatu daerah memiliki karakteristik yang berbeda dengan daerah lainnya, hal itu terjadi karena fenomena global seperti monsun, maupun fenomena lokal berupa faktor topografi. Pola curah hujan yang berbentuk huruf V sepanjang tahun dan pola evaporasi yang cenderung meningkat di akhir tahun sangat menarik untuk diamati. Terutama di bidang pertanian untuk tanaman padi yang membutuhkan pengairan intensif, baik itu menggunakan sistem tadah hujan maupun irigasi. Fenomena monsun sebagai pengaruh utama karakteristik curah hujan di Jawa timur diaplikasikan pada stasiun yang berada dalam variabilitas kelompok cluster pertama. Sedangkan karakteristik evaporasi berada di bagian tengah Jawa timur pada variabilitas kelompok cluster pertama, pada kelompok kluster evaporasi ini, faktor topografi lebih bervariasi terutama pada bentukan pegunungan. Metode oldeman sebagai penentu karakteristik iklim di Jawa timur pada tugas akhir ini menghasilkan pengelompokan daerah kering yang termasuk kedalam zona D3 dan E di bagian timur laut Jawa timur. Berdasarkan metode oldeman pertanian di daerah kering dengan zona seperti itu akan membutuhkan sistem irigasi. Ketiga metode tersebut, yaitu metode oldeman, cluster, dan ketersediaan air, diaplikasikan di bidang pertanian untuk memperoleh daerah potensial pertanian beserta masa tanamnya dan menghasilkan wilayah cluster 1 sebagai daerah potensial pertama dengan setiap stasiun yang mengalami kekeringan sebanyak 8 bulan berurutan apabila dibandingkan dengan wilayah cluster lainnya termasuk lebih sedikit mengalami kekeringan. Wilayah cluster 1 ini mendapatkan dua kali periode persiapan lahan, sama dengan cluster 4, Namun cluster 4 memiliki urutan kekeringan yang lebih banyak. Periode persiapan lahan untuk Cluster 2, hanya satu kali, dan tidak ada persiapan lahan pada cluster 3.", "Daftar File": {"2008 TA PP CANDRASA SURYA DHARMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17412", "2008 TA PP CANDRASA SURYA DHARMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17413", "2008 TA PP CANDRASA SURYA DHARMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17414", "2008 TA PP CANDRASA SURYA DHARMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17415", "2008 TA PP CANDRASA SURYA DHARMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17416", "2008 TA PP CANDRASA SURYA DHARMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17417", "2008 TA PP CANDRASA SURYA DHARMA 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/17418", "2008 TA PP CANDRASA SURYA DHARMA 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/17419"}, "Penulis": "CANDRASA SURYA DHARMA (NIM 12802012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Atika Lubis, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "curah hujan, evaporasi Cluster, Oldeman, Ketersediaan Air", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}