{"Nomor": 7486, "Judul": "PERKEMBANGAN PASAR DAN PROSPEK AGRIBISNIS KARET", "Abstrak": "Perkembangan pasar karet alam dalam kurun waktu tiga tahun terakhir relatif kondusif bagi produsen, yang ditunjukan oleh tingkat harga yang relatif tinggi. Hal \n\ntersebut dikarenakan permintaan yang terus meningkat, terutama dari China, India, Brazil dan negara negara yang mempunyai pertumbuhan ekonomi yang tinggi di Asia  \n\nPasifik. Menurut IRSG, dalam studi Rubber Eco Project (2005), diperkirakan akan terjadi kekurangan pasokan karet alam dalam dua dekade ke depan. Karena itu pada \n\nkurun waktu 2006 2025, diperkirakan harga karet alam akan stabil sekitar US $ 2.00/kg. Dalam jangka pendek, pertumbuhan ekonomi global tahun 2006 dan 2007 \n\ndiperkirakan masih cukup baik, hal tersebut dapat terjadi jika kenaikan harga minyak bumi, inflasi dan kenaikan suku bunga tidak meperlambat pertumbuhan ekonomi \n\nAmerika Serikat yang masih tetap merupakan lokomotif ekonomi dunia. Perkembangan ekonomi global tentunya akan mempengaruhi permintaan karet alam dan selanjutnya \n\nakan mempengaruhi harga. Konsumsi karet alam pada tahun 2005 sebesar 8.74 juta ton (pertumbuhan 5.1%), sementara itu produksi hanya sebesar 8.68 juta ton (pertumbuhan \n\n0.4%). Harga karet alam masih tetap mempunyai tendensi menaik pada periode semester ke dua tahun 2006, hal tersebut dikarenakan permintaan masih lebih besar \n\ndari penawaran dan pertumbuhan ekonomi global, terutama China, Amerika Serikat dan Jepang masih firm and modest. Jika investment fund dan spekulator melakukan aksi \n\nprofit taking pada pasar berjangka karet alam (TOCOM), maka akan terjadi lonjakan naik turun harga karet alam yang relatif cukup besar. Harga karet alam yang relatif tinggi saat ini harus dijadikan momentum bagi Indonesia, untuk mendorong percepatan peremajaan karet yang kurang produktif dengan menggunakan klon klon unggul dan perbaikan teknologi budidaya lainnya. Pengambangan agribisnis karet di Indonesia perlu dilakukan dengan cermat dengan melalui perencanaan dan persiapan yang matang, antara lain dengan penyedian kredit \n\nperemajaan yang layak untuk karet rakyat, penyedian bahan tanam karet klon unggul dengan persiapan 1 1,5 tahun sebelumnya, pola kemitraan peremajaan, aspek produksi, \n\npengolahan dan pemasaran dengan perkebunan besar negara/swasta. Pada tingkat kebijakan nasional perlu adanya lembaga (dewan komoditas/karet) yang membantu \n\npengembangan industri karet di Indonesia dalam semua aspek, mulai dari produksi, pengolahan bahan baku, industri produk karet, serta pemasaran karet dan produk karet. Pada tingkat implementasi perlu organisasi pelaksana yang kompeten dan aturan main yang jelas, dalam hal ini tentunya juga terkait dengan adanya otonomi daerah dan perlunya partsipasi/komitmen yang kuat dari petani/pekebun karet.", "Daftar File": {"Perkembangan Pasar Dan Prospek Agribisnis Karet Di Indonesia.pdf": "https://digilib.itb.ac.id/gdl/download/17469"}, "Penulis": "Chairil Anwar", "Kontributor / Dosen Pembimbing": ["mahmudin@lib.itb.ac.id"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "agroforest karet", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Okt 2008"}