{"Nomor": 7490, "Judul": "PENGEMBANGAN MODEL CUSTOMER RELATIONSHIP MANAGEMENT DALAM MENDUKUNG LAYANAN FILATELI DI INDONESIA (STUDI KASUS : UNIT FILATELI PT POS INDONESIA)", "Abstrak": "Unit Filateli merupakan bagian dari PT Pos Indonesia yang bertanggung jawab dalam penerbitan dan pengedaran prangko di Indonesia. Prangko selain sebagai bukti pelunasan pengiriman juga dijadikan barang koleksi yang dikenal dengan hobi filateli. Saat ini unit filateli menghadapi tantangan berat dalam mempertahankan penggemar filateli terkait dengan perkembangan teknologi informasi dan berkembangnya berbagai hobi baru. Dalam tesis ini akan dilakukan penelaahaan bagaimana meningkatkan dan mempertahankan minat filateli dengan melakukan pembinaan hubungan dengan penggemar filateli melalui penggunaan konsep Customer Relationship Management(CRM).  \n \n \n\nUntuk mencapai tujuan tersebut tesis ini menganalisa karakteristik unik penggemar filateli Indonesia dan untuk merancang Model Personalisasi Filateli yang diintegrasikan ke dalam Model CRM Filateli. Kemudian dilakukan pengembangan sistem informasi Filateli dengan menggunakan metode pengembangan arsitektur sistem informasi dari OÃƒÂ‚Ã‚Â’Brien dan Marakas. Metode ini terdiri dari tahapan penentuan arah perusahaan sebagai tahap awal di mana dilakukan penetapan visi dan misi situs filateli. Dalam tahap ini dilakukan analisis SWOT disertai pembobotan melalui Internal Strategic Factor Analysis Summary (IFAS) dan External Strategic Factor Analysis Summary (EFAS) yang dianalisis kembali dengan matriks General Electric. Tahap berikutnya dilakukan penetapan strategi dan penetapan model bisnis menggunakan Model CRM Filateli dilanjutkan dengan identifikasi fungsi bisnis utama dan proses bisnis. Kemudian dilakukan perancangan arsitektur bisnis/teknologi informasi yang terdiri dari arsitektur data, arsitektur aplikasi, kerangka teknologi dan perancangan user interface. Lalu dilakukan evaluasi untuk melihat apakah fitur yang disediakan sesuai kebutuhan dan situs filateli online mudah untuk digunakan.   \n \n \n\nMetode pengembangan arsitektur sistem informasi OÃƒÂ‚Ã‚Â’Brien dan Marakas dapat memberikan panduan dalam pengembangan sistem filateli. Dalam penerapannya diperlukan personalisasi agar dapat memenuhi kebutuhan dari penggemar filateli secara lebih personal. Berdasarkan tinjauan dari penggemar filateli, pengembangan sistem ini akan mendorong mereka untuk lebih bersemangat dan aktif dalam menekuni hobinya sehingga dapat mendukung tercapainya tujuan dari pengembangan sistem ini.", "Daftar File": {}, "Penulis": "CHANDRA BUDI (NIM 23505018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Dwi Hendratmo Widyantoro, M.Sc.,PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "stamps, stamps collector, personalization, Customer Relationship Management (CRM), Philately Information System", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}