{"Nomor": 7495, "Judul": "STASIUN MANGGARAI JAKARTA", "Abstrak": "Sarana transportasi merupakan sarana yang dibutuhkan oleh manusia untuk berpindah tempat. Untuk kesibukan manusia yang sekarang ini membutuhkan sarana transportasi yang cepat, mudah, dan murah. Salah satu sarana transportasi yang cepat adalah kereta api. Kereta api merupakan sarana transportasi yang bebas dari macet dan memiliki kecepatan yang konstan. Di Jakarta, sarana ini dapat digunakan sebagai alternatif utama untuk beraktifitas karena kemacetan menjadi permasalahan utama pada kota ini. Penggunaan kereta api pada kota Jakarta dapat mencapai pusat bisnis dengan cepat. Stasiun merupakan salah satu fasilitas pendukung utama sarana kereta api ini karena stasiun adalah sebuah tempat untuk naik dan turun dari kereta api. Stasiun Manggarai merupakan salah satu stasiun di kota Jakarta. Stasiun ini digunakan bagi penumpang yang bekerja di Jakarta dan mempunyai rumah diluar kota Jakarta. Selain itu kawasan Manggarai akan digunakan untuk kawasan sentra bisnis baru sehingga stasiun ini akan digunakan sebagai alternatif utama untuk mencapai kawasan ini. Pada laporan ini, perancang menjelaskan stasiun yang dapat mendukung sarana kereta api dan menjelaskan proses merancang stasiun Manggarai baru. Selain itu terdapat gambar stasiun Manggarai untuk lebih menjelaskan rancangan stasiun Manggarai yang baru.", "Daftar File": {"2008 TA PP CHRISTIAN ADITYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17534", "2008 TA PP CHRISTIAN ADITYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17535", "2008 TA PP CHRISTIAN ADITYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17536", "2008 TA PP CHRISTIAN ADITYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17537", "2008 TA PP CHRISTIAN ADITYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17538", "2008 TA PP CHRISTIAN ADITYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17539", "2008 TA PP CHRISTIAN ADITYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17540"}, "Penulis": "CHRISTIAN ADITYA (NIM 15203052)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Heru Wibowo Poerbo M.Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transportasi umum, stasiu kereta api, penghubung aktifitas, Manggarai", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}