{"Nomor": 7496, "Judul": "PEMBUATAN TATA KELOLA TEKNOLOGI INFORMASI UNTUK SERA SMS SERVICE (DENGAN IT SERVICE MANAGEMENT SESUAI ITIL)", "Abstrak": "Abstrak :    \n \n \n \n \n\nTugas akhir ini berisi studi mengenai IT governance dan pembuatan tata kelola dalam pengoperasian Sera SMS Service (dengan IT Service Management sesuai ITIL). IT Governance diartikan sebagai struktur dari hubungan dan proses yang mengarahkan dan mengatur organisasi dalam rangka mencapai tujuannya dengan memberikan nilai tambah dari pemanfaatan teknologi informasi sambil menyeimbangkan risiko. ITIL sendiri merupakan kerangka kerja IT governance yang dikeluarkan oleh pemerintah Inggris berisi best practice dari perencanaan dan pengorganisasian TI, pembangunan dan pengimplementasian, delivery dan support, serta memantau kinerja TI untuk memastikan kalau informasi perusahaan dan teknologi yang berhubungan mendukung tujuan bisnis perusahaan. Lingkup dibatasi hanya pada modul service delivery dari ITIL.    \n \n \n \n \n\nMetodologi yang digunakan adalah  eksplorasi dari berbagai sumber dan studi literatur diikuti dengan analisis permasalahan sesuai dengan modul Service Delivery ITIL. Setelah permasalahan diketahui, ditentukan solusi berupa pembuatan SOP yang mengacu pada standar COBIT (dilakukan mapping dari ITIL ke COBIT).    \n \n \n \n \n\nHasil akhir dari pengerjaan Tugas Akhir ini adalah analisis Sera SMS Service dan panduan berupa SOP yang terdiri dari enam buah policy, sebelas guidelines, dua rules, dan sembilan prosedur.", "Daftar File": {"2007 TA PP CHRISTOPHER LAURENCE 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17541", "2007 TA PP CHRISTOPHER LAURENCE 1 - BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/17542", "2007 TA PP CHRISTOPHER LAURENCE 1 - BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/17543", "2007 TA PP CHRISTOPHER LAURENCE 1 - BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/17544", "2007 TA PP CHRISTOPHER LAURENCE 1 - BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/17545", "2007 TA PP CHRISTOPHER LAURENCE 1 - BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/17546", "2007 TA PP CHRISTOPHER LAURENCE 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17547"}, "Penulis": "Christopher Laurence (NIM 135 03 067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Kridanto Surendro, Ir. MSc. Ph.D    \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IT Governance, ITIL, COBIT, Service Delivery, policy, guidelines, rules, prosedur", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}