{"Nomor": 7497, "Judul": "STUDI DAN IMPLEMENTASI PENGUKURAN FLUKTUASI NILAI SAHAM DENGAN METODE FORCE INDEX", "Abstrak": "Pengukuran Fluktuasi Nilai Saham pada dasarnya merupakan proses untuk menentukan langkah lebih lanjut dalam suatu usaha investasi atau jual beli saham. Suatu pengukuran fluktuasi nilai saham dikatakan ideal jika pengukuran tersebut dapat memberikan sinyal rekomendasi yang tepat, yaitu suatu sinyal yang dapat memberikan keuntungan maksimum. Kondisi pasar saham sangat beragam, sehingga akan sangat sulit untuk mengidentifikasi kecenderungan pasar dengan menggunakan pengukuran manual. Kondisi-kondisi pasar keuangan masa depan dipengaruhi oleh kondisi pasar keuangan masa lampau, sehingga akan sangat strategis jika dilakukan suatu pengukuran dengan memakai data historis dari masa yang sudah lampau. Selain itu, suatu kecenderungan pasar sangat dipengaruhi oleh volume transaksi yang terjadi. Karena alasan tersebut, metode Force Index dikembangkan dengan tujuan mengkombinasikan antara data historis saham dengan volume transaksi yang terjadi untuk menentukan sinyal rekomendasi. Force Index adalah salah satu indikator terbaik dalam mengkombinasikan kedua aspek tersebut. Terdapat metode lainnya yang dipakai yaitu Moving Average yaitu suatu teknik untuk menghaluskan data yang sudah ada, dengan tujuan menggabungkan beberapa data menjadi suatu nilai yang lebih mudah untuk dibaca. Suatu analis saham harus memahami kecenderungan pasar yang akan terjadi. Hal ini mendasari pemikiran akan pentingnya pengukuran fluktuasi nilai saham. Pada tugas akhir ini, dilakukan studi dan implementasi mengenai suatu metode pengukuran fluktuasi nilai saham yaitu metode Force Index, serta analisis pasar saham untuk memutuskan sinyal rekomendasi.", "Daftar File": {"2008 TA PP CHRISTOPHER KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17548", "2008 TA PP CHRISTOPHER KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17549", "2008 TA PP CHRISTOPHER KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17550", "2008 TA PP CHRISTOPHER KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17551", "2008 TA PP CHRISTOPHER KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17552", "2008 TA PP CHRISTOPHER KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17553", "2008 TA PP CHRISTOPHER KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17554"}, "Penulis": "CHRISTOPHER KURNIAWAN (NIM 13504117)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengukuran fluktuasi nilai saham, Force Index, Moving Average", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}