{"Nomor": 7510, "Judul": "KAJIAN KINERJA SUPPLY CHAIN PADA PROYEK KONSTRUKSI BANGUNAN GEDUNG", "Abstrak": "Industri konstruksi memiliki karakteristik yang unik dan berbeda dengan industri lainnya, khususnya proyek konstruksi bangunan gedung. Kompleksitas pekerjaan menyebabkan banyak pihak dengan berbagai keahlian yang terlibat pada pelaksanaan proses produksinya dan akan membentuk supply chain yang kompleks. Kompleksitas supply chain ini memerlukan suatu manajemen pengelolaan hubungan antar mata rantai yang terlibat. Hal ini dirasa perlu karena pengelolaan supply chain dipercaya sebagai salah satu usaha yang strategis untuk meningkatkan daya saing suatu perusahaan konstruksi di tengah semakin ketatnya persaingan lokal, regional maupun global, sebagaimana layaknya industri lainnya. Suatu supply chain yang efisien dianggap dapat memberikan daya saing yang tinggi kepada perusahaan yang menjadi bagiannya selain itu desain supply chain yang buruk ditenggarai memiliki potensi meningkatkan biaya proyek hingga 10%.  \n \n\nSupply chain konstruksi akan memberikan konstribusi terhadap efisiensi suatu pelaksanaan proyek, sehingga suatu supply chain konstruksi memiliki potensi untuk menjadi salah satu ruang yang memungkinkan untuk dilakukannya peningkatan dalam industri konstruksi. Sebagai tahap awal dilakukan pemetaan pola supply chain  konstruksi yang terdapat dalam praktek konstruksi di Indonesia, khususnya dalam proyek konstruksi bangunan gedung, dan telah teridentifikasi empat bentuk pola supply chain  yang biasa ditemui dalam proyek-proyek konstruksi khususnya bangunan gedung. Langkah selanjutnya yang diperlukan adalah melakukan pengukuran  terhadap kinerja dari masing-masing pola supply chain yang telah terbentuk. Pengukuran dilakukan untuk mendapatkan gambaran kinerja dari masing-masing pola supply chain  proyek konstruksi bangunan gedung, terutama terhadap  pengelolaan hubungan para pihak yang terlibat dalam proses produksi proyek konstruksi bangunan gedung.   \n \n\nPengukuran dilakukan terhadap kinerja supply chain dari 4 (empat) proyek studi kasus terbatas untuk lingkup pekerjaan finishing arsitektur dengan lingkup waktu kajian hanya untuk kurun waktu 7 (tujuh) bulan dari waktu pelaksanaan pekerjaan di lapangan dengan menggunakan 10 (sepuluh) indikator penilaian kinerja supply chain. Berdasarkan hasil kajian terlihat bahwa terkait dengan implementasi konsep lean construction, diperoleh temuan kinerja supply chain dari masing-masing proyek dapat dikatakan baik terhadap pemahaman dan penerapan yang telah dilakukan di lapangan terhadap aspek-aspek dari konsep conversion pada tahap pelaksanaan. Terlihat telah adanya pemahaman dan penerapan konsep produksi sebagai proses conversion oleh kontraktor dalam pengelolaan proses bisnisnya. Selain itu juga terlihat telah ada usaha-usaha yang dilakukan oleh kontraktor dalam menerapkan konsep aliran (flow) dalam produksi pada  pelaksanaan pekerjaan di lapangan.   \n \n\nNamun jika dilihat kinerja yang terkait dengan konsep nilai (value) yang harus disampaikan sesuai keinginan konsumen (membe0rikan kepuasan terhadap konsumen), belum sepenuhnya sesuai dengan konsep value yang sebenarnya harus disampaikan ke owner. Pemahaman kontraktor terhadap nilai yang harus disampaikan masih berupa kesesuaian antara desain dengan hasil pekerjaan yang dilaksanakan dengan kata lain hanya menyangkut mutu dari pekerjaan. Seiring dengan upaya meningkatkan efisiensi di industri konstruksi, maka dari ke 10 (sepuluh) indikator penilaian kinerja supply chain yang ada terlihat bahwa kontraktor memang telah memahami konsep conversion dan telah merupakan bagian dari kegiatan produksinya secara khusus, secara umum merupakan bagian dari proses bisnis yang dilakukannya. Disisi lain indikator yang menyangkut dengan implementasi konsep flow dan value masih memerlukan perhatian untuk dilakukan perbaikan dan peningkatan di masa yang akan datang agar dapat dicapai efektifitas dan efisiensi supply chain proyek konstruksi bangunan gedung.", "Daftar File": {"2008 TS PP CUT ZUKHRINA OKTAVIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17634", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17635", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17636", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17637", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17638", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17639", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/17640", "2008 TS PP CUT ZUKHRINA OKTAVIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17641"}, "Penulis": "CUT ZUKHRINA OKTAVIANI (NIM 25005021)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Ir. Reini D. Wirahadikusumah, MSCE., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "supply chain, performance, lean construction, conversion, flow, value", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}