{"Nomor": 7515, "Judul": "HUBUNGAN INFILTRASI DAN SIFAT FISIK TANAH PADA ENDAPAN HASIL GUNUNG API KUARTER DAERAH BANDUNG UTARA.", "Abstrak": "Abstrak:   \n \n \n \n\nKondisi tanah permukaan pada zona tak jenuh (unsaturated zone) sangat berpengaruh pada pergerakan air dalam profil tanah. Tinggi-rendahnya pergerakan air yang melalui profil tanah ini (laju infiltrasi akhir) adalah bergantung pada sifat fisik tanah yang dimilikinya.   \n \n \n \n\nUntuk melihat seberapa jauh pengaruh endapan hasil gunungapi Kuarter pada laju infiltrasi didaerah Bandung Utara, telah dilakukan uji infiltrasi, uji daya hisap tanah dan pengambilan contoh tanah tak terganggu sedalam 20 cm di 27 lokasi secara acak (random) yang mencakup tiga satuan batuan, yaitu : Satuan Tuf Pasir (Formasi Cikidang), Satuan Tuf Berbatuapung (Formasi Cibeureum) dan Satuan Breksi Gunungapi (Formasi Cikapundung).Berdasarkan dominasi dan kemiripan ciri litologi, maka dibagi atas 2 kelompok data, yaitu : 1). Kelompok Tuf Pasir untuk Formasi Cikidang - Formasi Cibeureum, dan 2) Kelompok Breksi Gunungapi untuk Formasi Cikapundung. Contoh-contoh tanah tak terganggu diuji di laboratorium.   \n \n \n \n\nData laju infiltrasi akhir (lc) merupakan variabel terpengaruh (dependent variable), dan data hasil uji sifat fisik tanah yang terdiri atas 8 variabel sebagai variabel pengaruh (independent variable), selanjutnya dianalisis melalui regresi linear berganda.   \n \n \n \n\nHasil analisa regresi linear berganda menunjukkan korelasi kuat dan significant, dengan nilai koefisien determinasi yang sesuai (R2Adjusted) adalah 0.9603 pada Kelompok Tuf Pasir, dan R2Adjusted = 0.9707 pada Kelompok Breksi Gunungapi.   \n \n \n \n\nDan delapan variabel pengaruh yang berkontribusi, terdapat tiga variabel yang menunjukan hubungan paling kuat yaitu : kadar air (moisture content), porositas dan permeabilitas pada Kelompok Tuf Pasir; dan lanau, lempung dan permeabilitas pada Kelompok Breksi Gunungapi.   \n \n \n \n\nBerdasarkan pada nilai rata-rata laju infiltrasi akhir, masing-masing kelompok cenderung menunjukkan perbedaan, yaitu : 0.22 cm/menit pada Kelompok Tuf Pasir dan, 0.199 cm/menit pada Kelompok Breksi Gunungapi.   \n \n \n \n\nDaerah-daerah resapan sedang - relatif tinggi diindikasikan dengan nilai laju infiltrasi akhir lebih besar dan 4.32 m/hari yaitu meliputi sekitar Cisitulama, Cigadung, Coblong, Bojongkoneng, Dago Pakar di bagian selatan dan sekitar Cisarua di bagian utara; dan yang relatip rendah (< 2.88 m/hari) menempati daerah lebih luas.", "Daftar File": {}, "Penulis": "Dadang Zainal Abidin (NIM :220 94 006)", "Kontributor / Dosen Pembimbing": ["Dosen pembimbing I :  Sampurno.,Prof., Dott.", "Dosen pembimbing II:  R.P. Koesoemadinata,DR.,Prof.     \n \n \n \n\nScanner: Alice Diniarti", "2008-01 -29."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "soil ; soil surface ; unsaturated zone ; mountain ; lithologic units ; sandy tuff ; cikidang formation ; pumiceous tuff ; cibeureum formation ; volcanic breccia ; cikapundung formation.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}