{"Nomor": 7520, "Judul": "TINGKAT KEPENTINGAN VARIABEL PELAYANAN MODA BUSLANE SESUAI DENGAN PREFERENSI MARKET DEMAND DI KORIDOR JALAN SOEKARNO HATTA", "Abstrak": "Abstrak:    \n \n \n \n \n\nSalah satu moda moda transportasi massal yang akan beroperasi di Kota Bandung adalah bus dengan jalur khusus (buslane) yakni Trans Metro Bandung. Sistem Angkutan Umum Massal (SAUM) berbasis bus ini diharapkan menjadi salah satu solusi masalah transportasi di Kota Bandung saat ini. Tujuan pengadaan angkutan umum massal yang dimaksud adalah mengubah moda transportasi berkapasitas rendah (angkutan pribadi maupun angkutan umum kota/angkot) menjadi angkutan umum massal agar pergerakan jumlah kendaraan dapat dikurangi.     \n \n \n \n \n\nPengoperasian moda buslane ini harus disertai dengan pelayanan yang baik sehingga tujuan pengadaannya dapat tercapai dengan hasil yang optimal dan mampu menjadi moda transportasi yang handal. Untuk itu, dibutuhkan suatu studi melihat tingkat kepentingan masing-masing variabel pelayanan sehingga dapat diketahui variabel pelayanan yang mana yang harus diprioritaskan  berdasarkan preferensi market-nya. Adapun variabel-variabel pelayanan yang dibahas dalam studi ini adalah: kenyamanan, harga tarif yang terjangkau, keamanan dan keselamatan, keakuratan dan ketepatan waktu serta kemudahan memperoleh informasi.      \n \n \n \n \n\nDari hasil analisis, diperoleh kesimpulan bahwa variabel keamanan dan keselamatan penumpang merupakan prioritas utama yang diharapkan oleh calon pengguna. Selain itu, berdasarkan tanggapan masyarakat bahwa pengoperasian buslane merupakan solusi dalam masalah transportasi di Kota Bandung, namun bukan menjadi kebijakan prioritas utama. Kebijakan yang menjadi prioritas utama  adalah pembenahan angkutan umum, penambahan jaringan jalan dan pembatasan mobil pribadi. Pada studi ini juga dibahas mengenai permintaan calon pengguna terhadap fasilitas yang sebaiknya diprioritaskan pengadaannya agar kenyamanan moda ini terjaga yaitu: tempat duduk yang nyaman, AC dan pegangan untuk berdiri. Hal ini akan berperan besar pada kualitas pelayanan moda yang akan diberikan sehingga masyarakat menghandalkan moda tersebut dalam pergerakannya.", "Daftar File": {}, "Penulis": "Dameria Simanjuntak (NIM 154 03 051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Binsar Parasian Naipos-pos.,Ir, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "market, moda buslane, transportasi massal", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}