{"Nomor": 7523, "Judul": "EKSPLORASI DESAIN AKADEMI SENI TARI (Kinesthetik dan Peristiwa sebagai Pendekatan Desain)", "Abstrak": "Gagasan 'pembuahan silang' antara tari dan arsitektur sudah dilakukan sejak lama. Tari memang merupakan sumber inspirasi yang tak habis untuk digali. Sama halnya dengan arsitektur, tari pun menggeluti ihwal penciptaan ruang dan waktu, seperti yang terlihat secara gamblang pada patung Shiwa Nataraja.  \n \n \n\nUntuk dapat menggali kekayaan dunia seni tari maka penjelajahan desain ini diawali dengan melakukan kunjungan lapangan, wawancara langsung dengan narasumber dan terlibat dalam latihan tari yang diadakan. Hal tersebut ditempuh guna memberikan pengalaman dan wawasan yang diperlukan dalam melakukan penjelajahan desain.  \n \n \n\nSebuah tarian yang tercipta lewat kepekaan akan vibrasi yang dirasakan oleh penarinya yang akhirnya membangkitkan impuls kreatifitas seperti yang tersirat dari tariannya. Demikian halnya dengan sebuah karya arsitektur, lewat kepekaan untuk mencerap kekayaan pengalaman kinesthetis tubuh didapat kebangkitan daya hidup bagi beragam interpretasi aktifitas yang akan diwadahinya. Suatu karya arsitektur yang menjadikan tubuh sebagai acuan desain sekaligus menjadikan peristiwa sebagai sebuah perayaan lahirnya 'kehidupan'.  \n \n \n\nDengan inspirasi kekayaan pengalaman kinesthetis dan dinamika peristiwa lahir dalam tari, dilakukan sejumlah penjelajahan desain sebuah akademi seni tari dikembangkan melalui berbagai eksplorasi maket tiga dimensi.", "Daftar File": {"2001 TS PP DANIEL DRAJAT SUGANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17706", "2001 TS PP DANIEL DRAJAT SUGANDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17707", "2001 TS PP DANIEL DRAJAT SUGANDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17708", "2001 TS PP DANIEL DRAJAT SUGANDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17709", "2001 TS PP DANIEL DRAJAT SUGANDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17710", "2001 TS PP DANIEL DRAJAT SUGANDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17711", "2001 TS PP DANIEL DRAJAT SUGANDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/17712", "2001 TS PP DANIEL DRAJAT SUGANDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17713"}, "Penulis": "DANIEL DRAJAT SUGANDA (NIM 2529912)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Eko Purwono, M.S.Arch.S. dan Dr.Ir. Baskoro Tedjo, MSEB."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "seni tari, arsitektur, desain", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}