{"Nomor": 7530, "Judul": "APLIKASI X-RAY VOXEL MONTE CARLO (XVMC) UNTUK MENYELIDIKI KARAKTERISASI DOSIS DENGAN BANYAK BERKAS FOTON", "Abstrak": "Metode Monte Carlo adalah metode komputasi yang bergantung pada pengulangan bilangan acak untuk menemukan solusi matematis. Metode ini mempunyai ruang lingkup pemakaian yang luas, salah satunya dapat digunakan dalam radioterapi. Untuk memecahkan masalah lamanya waktu proses perhitungan dosis, beberapa algoritma Monte Carlo yang baru dikembangkan untuk mempercepat proses perhitungan dosis, salah satunya adalah Voxel Monte Carlo (VMC), yang kemudian dikembangkan menjadi XRay Voxel Monte Carlo (XVMC). Baik instalasi maupun penggunaan aplikasi XVMC cukup mudah karena pengguna tidak perlu memahami kode pemrograman pada aplikasi. Untuk mengetahui karakterisasi dosis dengan menggunakan aplikasi XVMC, dilakukan lima simulasi, mulai dari satu buah berkas sampai lima buah berkas dengan posisi berkas yang berbeda. Selain itu, lima simulasi dilakukan dengan posisi sudut berkas yang sama. Setelah itu, penulis membandingkan baik dari segi persentase dosis yang diterima tumor, dosis yang diterima jaringan sehat lainnya, dan durasi waktu simulasi, serta kemudahan yang didapat dari aplikasi XVMC. Kemudian didapat kesimpulan bahwa aplikasi XVMC sangatlah cepat dalam mensimulasikan perhitungan dosis dan mudah karena juga memberikan suatu tool yang mempermudah visualisasi tumor dan kurva isodosis, yaitu xvmc_show.", "Daftar File": {"2008 TA PP DANIO DELANO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17777", "2008 TA PP DANIO DELANO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/17778", "2008 TA PP DANIO DELANO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/17779", "2008 TA PP DANIO DELANO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/17780", "2008 TA PP DANIO DELANO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/17781", "2008 TA PP DANIO DELANO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/17782", "2008 TA PP DANIO DELANO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17783"}, "Penulis": "DANIO DELANO (NIM 10203003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Freddy Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Monte Carlo, X-Ray Monte Carlo, Treatment Planning", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}