{"Nomor": 7535, "Judul": "PENENTUAN STRATEGI MARKETING DIAMOND SUPERMARKET MELALUI PENELITIAN TERHADAP PERSEPSI DAN PERILAKU KONSUMEN", "Abstrak": "Tesis ini meneliti persepsi dan perilaku konsumen terhadap pusat perbelanjaan dengan tujuan untuk menentukan strategi pemasaran yang tepat bagi Diamond Supermarket. Persepsi yang diteliti meliputi awareness, persepsi terhadap tingkat kepentingan atribut dan persepsi terhadap kinerja Diamond Supermarket dan kompetitor dalam tiap atribut. Perilaku yang diteliti meliputi, pendapatan, pengeluaran untuk belanja bulanan, pusat belanja yang paling senang dikunjungi, alasan memilih tempat belanja, faktor-faktor penentu memilih tempat belanja, kategori produk yang dibeli di pusat belanja, uji top of mind, Brand awareness terhadap Diamond Supermarket dan D'BEST Fatmawati, dan faktor yang paling menentukan dalam memilih tempat belanja berdasarkan skala kepentingan dan kepuasan. Hasil penelitian dianalisis dengan faktor analysis, analisis atribut, brand awareness, dan STP. Untuk mendukung analisis tersebut, penulis melakukan studi literatur yang meliputi customer satisfaction dalam berbelanja, pemasaran ritel, perilaku konsumen dalam berbelanja, strategi STP, behavior konsumen kaum ibu, strategi bisnis ritel, dan profil Diamond Supermarket. Dengan mengetahui persepsi dan perilaku konsumen dalam memilih pusat belanja, tesis ini memberikan beberapa rekomendasi strategi pemasaran bagi Diamond Supermarket yang diteliti pada khususnya. Dari segi persepsi konsumen terhadap ritel swalayan secara umum, penulis merekomendasikan Diamond Supermarket untuk fokus terhadap Segmentation, Targeting, dan Positioning, dan peningkatan terhadap brand awareness terhadap konsumen dengan memaksimalkan marketing mix.", "Daftar File": {"2008 TS PP DANNY SATRIO WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17820", "2008 TS PP DANNY SATRIO WIBOWO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/17821", "2008 TS PP DANNY SATRIO WIBOWO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/17822", "2008 TS PP DANNY SATRIO WIBOWO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/17823", "2008 TS PP DANNY SATRIO WIBOWO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/17824", "2008 TS PP DANNY SATRIO WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17825"}, "Penulis": "DANNY SATRIO WIBOWO (NIM 29106420)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Harimurti Wandebori, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "STP, Marketing mix, Consumer behavior", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}