{"Nomor": 7539, "Judul": "DESAIN BALOK LENTUR DENGAN GRAPHICAL USER INTERFACE (GUI) DALAM PERANGKAT PENGEMBANG PEMROGRAMAN", "Abstrak": "Seiring dengan perkembangan Teknologi Informatika di dunia saat ini, aplikasi Teknologi Informatika telah merambah ke berbagai bidang ilmu pengetahuan dengan dikembangkannya berbagai macam perangkat lunak (software). Salah satu perangkat lunak yang dikembangkan adalah untuk keperluan analisis dan desain struktur. Dengan memanfaatkan teknologi informatika ini, penulis mencoba membuat sebuah perangkat lunak untuk keperluan analisis struktur terutama analisis balok dan desain balok beton bertulang. Pada perangkat lunak ini dipergunakan unsure GUI dan OOP dalam pembuatannya, sehingga ketika perangkat lunak ini dipergunakan dapat memberikan tampilan visual dan user friendly. Program ini akan meliputi analisis gaya dalam, desain balok beton tulangan tunggal dan ganda, desain balok beton terhadap geser, dan cek kapasitas penampang beton tulangan tunggal dan ganda. Input dari program ini adalah beban-beban yang bekerja pada balok, panjang bentang balok, kuat tekan beton, kuat leleh baja tulangan, dimensi penampang balok beton. Output dari program ini adalah besar reaksi perletakan, luas tulangan perlu, luas tulangan minimum, luas tulangan kondisi seimbang, luas tulangan maksimum, jarak antara tulangan geser, dan kapasitas penampang terhadap momen lentur yang terjadi. Untuk mengetahui kebenaran dalam perhitungan program, diambil beberapa contoh studi kasus yang dapat memberikan perbandingan antara perhitungan manual dan perhitungan dengan program. Hasil yang diperoleh dari kedua perhitungan tersebut adalah mendekati sama, sehingga dapat dikatakan bahwa perhitungan menggunakan program ini adalah benar.", "Daftar File": {"2008 TA PP DARIUS ISKANDAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17844", "2008 TA PP DARIUS ISKANDAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17845", "2008 TA PP DARIUS ISKANDAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17846", "2008 TA PP DARIUS ISKANDAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17847", "2008 TA PP DARIUS ISKANDAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17848", "2008 TA PP DARIUS ISKANDAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17849", "2008 TA PP DARIUS ISKANDAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17850"}, "Penulis": "DARIUS ISKANDAR (NIM 15003082)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Amrinsyah Nasution, MSCE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GUI, Program, Analisis Balok, Gaya Dalam, Desain Balok Tulangan Tunggal, Desain Balok Tulangan Ganda, DesainTulangan Geser", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}