{"Nomor": 7540, "Judul": "PERUBAHAN FAAL IKAN SEBAGAI INDIKATOR KEHADIRAN INSEKTISIDA DAN DETERJEN DALAM AIR", "Abstrak": "Abstrak : \n \n\nJasad hidup perairan dapat terganggu berbagai senyawa dalam air permukaan sebelum menyebabkan kematian. Sebagai akibatnya, jasad hidup melakukan reaksi terhadap senyawa pengganggu atau jasad hidup tersebut mengalami perubahan faal. Perubahan faal pada jasad hidup dapat dijadikan indikator tentang adanya senyawa pengganggu yang menyebabkan perubahan kualitas air. \n \n\nJasad hidup yang digunakan dalam penelitian ini adalah ikan air tawar. Bila terjadi perubahan faal atau terjadi perubahan aktivitas pada ikan, tentu terdapat senyawa pencemar dalam air. Gejala kelainan faal pada ikan dapat dipakai sebagai suatu sistem peringatan yang dini akan kehadiran senyawa pencemar. Tujuan penelitian ini, ialah pengujian beberapa cara pengukuran perubahan faal ikan yang dapat digunakan untuk mendeteksi kehadiran senyawa pencemar dalam air dalam kadar yang belum mematikan (subletal). \n \n\nIkan uji yang dipakai dalam penelitian ini ialah ikan mas, Cyprinus carpio L. dan ikan mujair, Tilapia mossambica P.. \n \n\nSenyawa yang digunakan dalam penelitian ini ialah triklorfon dan alkilbensensulfonat (ABS). Triklorfon merupakan insektisida organofosfat yang banyak dipakai di lingkungan perairan. ABS merupakan deterjen sintetis, yang umum digunakan bleb masyarakat. Dalam penelitian ini digunakan dua jenis ABS, yaitu yang memiliki rantai alkil linier dan rantai alkil bercabang.", "Daftar File": {"1988 DIS DARMADI GOENARSO 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/17851", "1988 DIS DARMADI GOENARSO 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/17852", "1988 DIS DARMADI GOENARSO 1-bab2.pdf": "https://digilib.itb.ac.id/gdl/download/17853", "1988 DIS DARMADI GOENARSO 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/17854", "1988 DIS DARMADI GOENARSO 1-bab4.pdf": "https://digilib.itb.ac.id/gdl/download/17855", "1988 DIS DARMADI GOENARSO 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/17856", "1988 DIS DARMADI GOENARSO 1-pustaka-A.pdf": "https://digilib.itb.ac.id/gdl/download/17857", "1988 DIS DARMADI GOENARSO 1-pustaka-B.pdf": "https://digilib.itb.ac.id/gdl/download/17858"}, "Penulis": "Darmadi Goenarso", "Kontributor / Dosen Pembimbing": ["Promotor\t: Oei Ban Liang, Prof. Dr.   \n \n\nKo.Promotor : S. Sastrodihardjo, Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "physiological changes, water pollutants, insecticide, synthetic detergent.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}