{"Nomor": 7543, "Judul": "DOKUMEN XML UNTUK PENYIMPANAN KOMPONEN GUI  DAN APLIKASINYA", "Abstrak": "Abstrak:   \n \n \n \n\nTesis ini difokuskan kepada studi mengenai representasi komponen GUI (Graphical User Interface) dengan XML dan pengembangan XGUI, sebuah aplikasi yang menggunakan dokumen XML untuk menyimpan properti komponen dan membangkitkan kode sumber bahasa pemorgraman dari dokumen XML. Setiap bahasa pemrograman yang mendukung penggunaan komponen GUI mempunyai cara tersendiri untuk melakukan penyimpanan obyek komponen GUI. Akibatnya sebuah properti komponen GUI bisa berbeda pada setiap bahasa. Untuk menemukan properti komponen GUI yang umum, dilakukan studi dan eksplorasi terhadap tiga bahasa: Visual Basic, Delphi, dan GTK+.   \n \n \n \n\nTahap pertama studi yang dilakukan adalah menyusun DTD dan XML Schema yang merepresentasikan komponen GUI. Berdasar skema tersebut dibuatlah dokumen XMLnya. Properti komponen yang disimpan dalam dengan XML bisa diterapkan pada beberapa bahasa pemrograman. Ada sembilan komponen yang disimpan yaitu Label, TextBox, CommandButton, RadioButton, CheckBox, ListBox, ComboBox, Image, and Form. Tahap berikutnya adalah menerjemahkan dokumen XML menjadi kode sumber. Sebagai studi kasus, dokumen diterjemahkan menjadi dua kategori bahasa. Kategori pertama adalah bahasa dengan lingkungan pemrograman yang menyimpan properti komponen GUI sebagai data, misalnya Delphi dan Visual Basic. Kategori kedua adalah program yang berdasarkan sintaks, yang menyimpan properti komponen GUI sebagai sintaks bahasa pemrograman, misalnya Java dan C++; Tahapan tersebut direalisasikan oleh XGUI yang mempunyai dua fungsi:   \n \n \n \n\n1. Editor: untuk merancang tata letak komponen GUI pada  antar muka aplikasi. Hasil perancangan disimpan dalam dokumen XML.   \n \n \n \n\n2.Pembangkit Kode: untuk membangkitkan kode sumber dari   \n \n \n \n\ndokumen XML keluaran editor. Dua lingkungan pemrograman   \n \n \n \n\n(Visual Basic dan Java) dipilih sebagai contoh setiap kategori. XGUI dirancang dengan menggunakan UML dan dibangun dengan bahasa pemrograman Java, serta dapat digunakan pada lingkungan sistem operasi Windows dan Linux", "Daftar File": {"2002 TS PP DARMAWAN SATYANANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17875", "2002 TS PP DARMAWAN SATYANANDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17876", "2002 TS PP DARMAWAN SATYANANDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17877", "2002 TS PP DARMAWAN SATYANANDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17878", "2002 TS PP DARMAWAN SATYANANDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17879", "2002 TS PP DARMAWAN SATYANANDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17880", "2002 TS PP DARMAWAN SATYANANDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17881"}, "Penulis": "Darmawan Satyananda (NIM : 235 00 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :  Inggriani Liem, Ir.,Dr.", "Pembimbing II :  Yani Widyani, ST, MT.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-08."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GUI, GUI component, XML.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}