{"Nomor": 7547, "Judul": "PENGARUH WARNA PADA INTERIOR KANTOR TERHADAP KINERJA KARYAWAN", "Abstrak": "Penggunaan warna untuk penataan ruang dalam sebuah bangunan tidak terlepas dari fungsi bangunan serta fungsi ruangan di dalamnya. Tujuan pewarnaan interior tidak hanya terbatas hanya sekedar menyenangkan mata saja, tetapi mempunyai tujuan lain, misalnya untuk peningkatan efisiensi kerja, penyembuhan, dan mengundang selera. Penataan harus dirancang dengan baik, sehingga baik dari segi keindahan maupun dari segi fungsi keduanya tercapai. Di dalam fungsi artistik praktis-nya pada objek kantor, masalah yang mungkin dapat dipecahkan dengan menggunakan warna adalah masalah yang berhubungan dengan sifat manusianya. Misalnya kelelahan bekerja, kebosanan sehari-hari, kebosanan para tamu menunggu, perasaan yang tertekan atau terhimpit, dan dengan warna masalah-masalah tersebut mungkin dapat diatasi sehingga akhirnya merasa senang serta bekerja dengan baik. Karena badan, mata maupun emosi tidak merasa tertekan oleh keadaan.  \n \n\nMelalui metode penulisan deskriktif analitis, Penulis mencoba mengungkapkan dalam pemaparan, warna seperti apa yang dapat mendukung aktivitas orang dalam bekerja. Dengan mengambil satu sampel objek kantor, di dalam perangkat pendekatan lapangan, Penulis mengumpulkan data sekunder sekaligus data primer untuk menunjang hasil studi kepustakaan berbagai literatur keilmuan. Hasil penelitian pada akhirnya merujuk bahwa warna-warna yang lembut akan cocok dengan suasana kerja. Warna-warna tersebut antara lain: abu-abu cerah, kream, warna gading (broken white), dan warna lembut lainnya yang memiliki tingkat pantul cahaya yang dianjurkan.", "Daftar File": {"2008 TA PP DARUL AMIN JEMMY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17906", "2008 TA PP DARUL AMIN JEMMY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/17907", "2008 TA PP DARUL AMIN JEMMY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/17908", "2008 TA PP DARUL AMIN JEMMY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/17909", "2008 TA PP DARUL AMIN JEMMY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/17910", "2008 TA PP DARUL AMIN JEMMY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/17911", "2008 TA PP DARUL AMIN JEMMY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17912"}, "Penulis": "DARUL AMIN JEMMY (NIM 17303019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Deny Willy, S.Sn, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "warna, interior kantor, kinerja karyawan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Jun 2008"}