{"Nomor": 7551, "Judul": "IDENTIFIKASI DAN ANALISIS PENINGKATAN TINGKAT ENGAGEMENT PEGAWAI PT. BANK X", "Abstrak": "Globalisasi dan perkembangan lingkungan bisnis membawa banyak pengaruh pada sebuah perusahaan. Tekanan kompetisi yang begitu kompleks mempengaruhi cara sebuah organisasi dalam menjalankan bisnisnya. Merger & konsolidasi bank pada tahun 1998‐1999 merupakan salah satu respon dari hal tersebut.Transformasi Bank X mengagendakan pada tahun 2006‐2010 menuju Regional Champion Bank. Semua faktor itu membuat Bank X meningkatkan perhatian dalam persoalan yang berhubungan dengan sumber daya manusia termasuk peningkatan ekspektasi terhadap organisasi berbasis kompetensi SDM. Transformasi organisasi Human Capital dengan menjalankan peran sebagai strategic business partner diharapkan dapat memberikan nilai tambah bagi perusahaan. \n \n \n\nProgram transformasi tersebut menyebabkan kebutuhan membangun organisasi dan budaya berbasis kinerja, merestrukturisasi organisasi, mengimplementasikan corporate culture baru. Dalam implementasinya untuk meningkatkan budaya kerja perlu dibentuk learning center sebagai wadah sosialisasi dan pembelajaran. Solusi engagement berdasarkan atas hasil survey engagement yang telah dilakukan oleh Bank X. Visi, strategi, sasaran dan fokus aktifitas organisasi dipetakan ke dalam masing‐masing peran yaitu change leader, change management team dan change champion, change agent dan change target. Kesemua people tool pembentuk nilai budaya baru selanjutnya dikembangkan melalui pengembangan karyawan menjadi sebuah budaya. \n \n \n\nFokus implementasi dari employee engagement untuk mengembangkan budaya berbasis kinerja, dilakukan dalam serangkaian tahapan. Implementasi engagement ditujukan kepada seluruh karyawan untuk membentuk dan mengembangkan, komitment, fokus kerja serta peningkatan kinerja untuk mencapai kesuksesan organisasi. Pengembangan employee engagement tersebut salah satunya bisa dilakukan melalui program sertifikasi yang merupakan gabungan pelatihan dan action learning. Sertifikasi ini bisa dijadikan sebuah standar atau kriteria persyaratan untuk menjalankan fungsi organisasi pada setiap level jabatan.", "Daftar File": {"2008 TS PP DARYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/17936", "2008 TS PP DARYONO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/17937", "2008 TS PP DARYONO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/17938", "2008 TS PP DARYONO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/17939", "2008 TS PP DARYONO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/17940", "2008 TS PP DARYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/17941"}, "Penulis": "DARYONO (NIM 29106314)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Budaya, Motivasi, Kepemimpinan, Pengembangan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}