{"Nomor": 7557, "Judul": "SINTESIS SENYAWA TURUNAN IMIDAZOL DAN PENENTUAN AKTIVITAS INHIBISI KOROSINYA PADA PERMUKAAN BAJA KARBON", "Abstrak": "Korosi merupakan salah satu masalah pelik di pertambangan minyak dan gas bumi di seluruh dunia, yang secara ekonomi maupun dampak lingkungannya merugikan. Kajian mengenai penanggulangan korosi telah dilakukan sejak tahun 1940-an, dimana senyawa turunan imidazol memegang peranan penting sebagai inhibitor korosi. Jenis dan posisi substituen pada kerangka imidazol yang telah dipelajari dan digunakan sebagai inhibitor korosi masih relatif terbatas, sehingga studi dan sintesis senyawa turunan imidazol masih perlu dikembangkan, terutama untuk mempelajari mekanisme inhibisi korosinya pada logam baja karbon. Berdasarkan berbagai studi, senyawa organik yang berpotensi sebagai inhibitor korosi adalah senyawa heterosiklik yang bersifat hidrofob dengan substituen alifatik maupun aromatik. Tujuan penelitian ini adalah untuk mensintesis beberapa senyawa turunan imidazol dengan substituen alifatik maupun aromatik yang bersifat hidrofob yang berpotensi sebagai inhibitor korosi, serta menentukan aktivitas inhibisi korosinya pada baja karbon. Data hasil penentuan aktivitas inhibisi korosi senyawa imidazol hasil sintesis kemudian dianalisis untuk memperoleh beberapa parameter termodinamika, sehingga dapat dipelajari mekanisme inhibisi korosi senyawa turunan imidazol tersebut. Hal baru dalam penelitian ini adalah pengembangan dan modifikasi variasi fasa pendukung dalam sintesis dengan metode MAOS (Microwave Assisted Organic Synthesis). Kajian unggulan dalam penelitian ini adalah pembahasan hubungan antara struktur senyawa turunan 4,5-difenilimidazol dan 1-benzil-2-fenilbenzimidazol dengan aktivitas dan mekanisme inhibisi korosinya pada baja karbon, karena sejauh ini belum ada pembahasan serupa untuk kelompok senyawa tersebut. Senyawa turunan 4,5-difenilimidazol dipilih sebagai model, karena berbagai studi menunjukkan bahwa adanya gugus fenil tersubstitusi pada cincin imidazol meningkatkan daya inhibisi korosinya. Senyawa turunan azosin heptadesil/heptadekenil tersubstitusi disintesis sebagai senyawa pembanding, karena strukturnya mirip dengan imidazolin oleat, inhibitor korosi komersial di berbagai industri minyak dan gas bumi. Dalam penelitian ini, telah disintesis 19 (sembilan belas) senyawa, yaitu imidazol taktersubstitusi, turunan 4,5-difenilimidazol (12 senyawa), benzimidazol (3 senyawa) dan azosin (3 senyawa), menggunakan metode konvensional (refluks) dan metode MAOS. Metode MAOS memiliki keunggulan daripada metode konvensional dalam hal waktu reaksi yang lebih singkat (50ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–100 kali) dan rendemen produk yang lebih baik (1,5ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–10%lebih banyak). Penentuan struktur senyawa hasil sintesis menggunakan spektrofotometri massa, infra merah dan resonansi magnet inti. Senyawa turunan imidazol yang disintesis adalah: 1H-imidazol, 4,5-difenil-1H-imidazol, 2-etil-4,5-difenil-1H-imidazol, 2-heksil-4,5-difenil-1H-imidazol, 2,4,5-trifenil-1H-imidazol, 2-(4-metoksifenil)-4,5-difenil-1H-imidazol, 1-(2-metil-4,5-difenil-1H-imidazol-1-il)etanol, (E)-2-etil-4,5-difenil-1-(prop-1-enil)-1H-imidazol, (E)-1-(hept-1-enil)-2-heksil-4,5-difenil-1H-imidazol, 2-heksil-4,5-difenil-1-vinil-1H-imidazol, 2,4,5-trifenil-1-vinil-1H-imidazol, 2-(4-metoksifenil)-4,5-difenil-1-vinil-1H-imidazol, (E)-N-etiliden-1-(2-heksil-4,5-difenil-1H-imidazol-1-il)propan-2-amina, benzimidazol, 1-benzil-2-fenil-1H-1,3-benzimidazol, 2-fenil-1H-1,3-benzimidazol, (Z)-2-((Z)-heptadek-8'-enil)-1,4,5,6,7,8-heksahidro-1,3,6-triazosin,    (Z)-2-((Z)-heptadek-8'-enil)-5,6,7,8-tetrahidro-4H-1,3,6-oksadiazosin dan (Z)-2-heptadesil-1,4,5,6,7,8-heksahidro-1,3,6-triazosin. Semua senyawa produk sintesis ditentukan daya inhibisi korosinya menggunakan metode Tafel dalam larutan elektrolit NaCl 1% (w/v). Sebagai pembanding, dilakukan pula pengukuran daya inhibisi korosi beberapa senyawa turunan imidazol menggunakan metode EIS (Electrochemical Impedance Spectroscopy). Hasil pengukuran daya inhibisi korosi menggunakan metode EIS maupun Tafel menunjukkan nilai yang saling bersesuaian. Analisis hubungan antara struktur dan daya inhibisi korosi senyawa turunan imidazol hasil sintesis menunjukkan bahwa faktor yang meningkatkan daya inhibisi korosi adalah adanya kerapatan elektron yang tinggi, gugus pendorong elektron, tambahan perpanjangan resonansi elektron phi (π) dengan sistem aromatik imidazol, gugus imina (-C=N-) dan keplanaran molekul. Kerapatan elektron yang tinggi dalam struktur senyawa turunan imidazol diperlukan untuk peningkatan daya adsorpsinya pada baja karbon. Adanya gugus penarik elektron dan faktor halangan sterik oleh substituen yang meruah dalam struktur senyawa turunan imidazol merupakan faktor yang menurunkan daya inhibisi korosi. Kenaikan konsentrasi senyawa turunan imidazol dalam larutan NaCl 1% (w/v) meningkatkan daya inhibisi korosi pada baja karbon sampai batas optimum tertentu. Penentuan energi bebas Gibbs adsorpsi (ΔG0 ads), melalui analisis isoterm adsorpsi Langmuir dan Temkin, maupun penentuan energi pengaktifan, Ea, proses korosi dan energi bebas Gibbs teraktifkan, ΔG*, sama-sama menguatkan hipotesis mengenai potensi senyawa turunan imidazol hasil sintesis sebagai inhibitor korosi pada baja karbon dalam larutan NaCl 1% (w/v) melalui mekanisme adsorpsi pada permukaan baja karbon. Semua nilai ΔG0 ads untuk setiap senyawa imidazol hasil sintesis yang dianalisis memiliki nilai negatif, sedangkan nilai Ea dan ΔG* bernilai positif, yang mengindikasikan kespontanan proses adsorpsi senyawa pada permukaan baja karbon. Hal ini menunjukkan bahwa senyawa turunan imidazol hasil sintesis berpotensi untuk menginhibisi korosi baja karbon melalui pembentukan lapisan tunggal secara semifisiosorpsi maupun semikemisorpsi pada permukaan logam. Dengan demikian, semua senyawa turunan imidazol hasil sintesis dalam penelitian ini berpotensi sebagai inhibitor korosi pada logam baja karbon.", "Daftar File": {"2008_DIS_PP_DEANA_WAHYUNINGRUM_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165290", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165291", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165292", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165293", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165294", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/165295", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165296", "2008_DIS_PP_DEANA_WAHYUNINGRUM_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165297"}, "Penulis": "DEANA WAHYUNINGRUM (NIM 30504013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sadijah Achmad, DEA"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sintesis, Senyawa turunan imidazol, Inhibisi, Korosi, Baja karbon, Refluks", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}