{"Nomor": 7572, "Judul": "EVALUASI SUMBER DAYA BATUBARA BANKO TENGAH, BLOK NIRU, KABUPATEN MUARA ENIM, PROPINSI SUMATRA SELATAN", "Abstrak": "Lokasi penelitian berada di daerah eksplorasi batubara PT. Bukit Asam, Banko Tengah Blok Niru, Tanjung Enim. Daerah endapan batubara Banko  terletak sekitar 27 km dari Tanjung Enim. Secara adminitrasi termasuk pada wilayah Desa Darmo, Kecamatan Lawang Kidul dan Desa Tanjung Agung, Kecamatan Tanjung Agung, Kabupaten Muara Enim, Propinsi Sumatera Selatan. Luas wilayah penelitian 6x8 km2. Lapisan batubara yang tersebar wilayah Banko Tengah Blok Niru  memiliki  3 group lapisan batubara utama yaitu : lapisan batubara A, lapisan batubara B dan lapisan Batubara C. Lapisan batubara A terdiri dari lapisan batubara A1U, A1L, A2U, dan A2L. Lapisan batubara B terdiri dari lapisan B1, B2U, dan B2L. Perhitungan sumberdaya batubara menggunakan metode Circular USGS-83. Perhitungan sumberdaya batubara pada daerah penelitian juga dibatasi batasan penggunaaan lahan yang berupa lahan sungai (S.Niru dan S. Lengi) dan juga lahan kelapa sawit (PT. Sawindo). Basis cadangan batubara tanpa memperhitungkan aspekÃƒÂ‚Ã‚Â­aspek lainnya terdapat sebanyak 541.510,4015  Ton. Basis cadangan dengan memperhitungkan aspek daerah aliran sungai terdapat sebanyak 479.925,0791 Ton. Basis cadangan dengan memperhitungakan aspek daerah aliran sungai dan kuasa hutan PT. Sawindo terdapat sebanyak 368.924,96447 Ton. Kualitas batubara pada daerah penelitian pada umumnya memiliki nilai kalori antara 17-23 Mj/Kg (ad), kadar abu berkisar antara 10-26% (daf), kadar volatile matter yang sebagian besar berkisar antara 25-30 % (dmmf), dan kadar sulfur yang bekisar di angka 0,4% (dmmf). Kriteria batubara pada daerah penelitian menunjukkan kriteria batubara yang dapat digunakan untuk keperluan pembangkit listrik dan industri semen.", "Daftar File": {"2008 TA PP DENDY SURYA FAJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18088", "2008 TA PP DENDY SURYA FAJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/18089", "2008 TA PP DENDY SURYA FAJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/18090", "2008 TA PP DENDY SURYA FAJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/18091", "2008 TA PP DENDY SURYA FAJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/18092", "2008 TA PP DENDY SURYA FAJAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/18093", "2008 TA PP DENDY SURYA FAJAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/18094", "2008 TA PP DENDY SURYA FAJAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18095"}, "Penulis": "DENDY SURYA FAJAR (NIM 12003003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Theopilus Matasak"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batubara, metode circular", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}