{"Nomor": 7573, "Judul": "REDUKSI EMISI KARBONDIOKSIDA (CO2) MELALUI KARBONATASI MINERAL DENGAN PEMANFAATAN LIMBAH LAS KARBID", "Abstrak": "Saat ini reduksi emisi CO2 menjadi perhatian utama dalam permasalah lingkungan. Telah dikenal beberapa upaya dalam pengelolaan emisi CO2 ini, salah satu diantaranya adalah karbonatasi mineral. Dalam proses karbonatasi mineral ini, gas CO2 direaksikan dengan jenis mineral tertentu yang kemudian akan membentuk padatan karbonat.Beberapa penelitian mengenai karbonatasi meneral yang sedah pernah dilakukan kebanyakan memfokuskan pada pemanfaatan mineral tambang sebagai bahan baku. Namun demikian limbah industri dapat menjadi alternatif sumber bahan baku limbah alkali. Penelitian ini bertujuan untuk melihat potensi dari pemanfaatan limbah las karbid dalam proses karbonatasi mineral. Dari hasil penelitian menunjukan bahwa tingkat penyisihan gas CO2 akan meningkat seiring dengan peningkatan penambahan massa limbah las karbid dalam larutan penyerap serta peningkatan debit aliran gas, sedangkan keberadaan fraksi tidak larut dari limbah las karbid dapat menghambat proses karbonatasi mineral yang terjadi. Dari hasil perhitungan koefisien transfer massa volumetrik keseluruhan fasa liquid (Kla), diperoleh hasil bahwa nilai Kla akan meningkat seiring dengan peningkatan penambahan massa limbah las karbid serta peningkatan debit aliran gas. Sedangkan keberadaan solid tidak larut di dalam larutan penyerap dapat menghambat proses transfer massa sehingga menurunkan nilai Kla.", "Daftar File": {"2008 TA PP DENIA AULIA SYAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18096", "2008 TA PP DENIA AULIA SYAM 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18097", "2008 TA PP DENIA AULIA SYAM 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18098", "2008 TA PP DENIA AULIA SYAM 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18099", "2008 TA PP DENIA AULIA SYAM 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18100", "2008 TA PP DENIA AULIA SYAM 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18101", "2008 TA PP DENIA AULIA SYAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18102"}, "Penulis": "DENIA AULIA SYAM (NIM 15303023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mont. Kania Dewi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CO2, Karbonatasi mineral, Limbah las karbid, Koefisien transfer massa keseluruhan fasa liquid", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}