{"Nomor": 7576, "Judul": "MODEL ANALISIS KINERJA KLASTER INDUSTRI KECIL (KLASTER SUPPLY CHAIN), Studi Kasus : Industri Kecil Tekstil dan Produk Tekstil di Bandung", "Abstrak": "Kondisi sektor industri di Indonesia dalam persaingan global tidak dapat dilepaskan dari pilihan strategi yang diterapkan. Departemen Perindustrian dalam Kebijakan Pembangunan Industri Nasional menerapkan kebijakan penguatan struktur industri melalui konsep klaster industri. Tujuan pendekatan klaster industri adalah untuk membangun suatu wilayah secara utuh dan juga untuk memperkuat daya saing berkelanjutan dari kegiatan ekonomi wilayah. Penelitian ini bertujuan untuk mengembangkan model analisis kinerja klaster industri kecil, yang memfokuskan pada proses dan keterkaitan yang terintegrasi. Model ini diterapkan pada industri kecil tekstil dan produk tekstil. Tahap pertama dalam penelitian ini adalah melakukan analisis kinerja klaster industri supply chain yang terdiri dari industri inti, supplier, subkontrak, dan pemasar. Pengelompokkan industri inti berdasarkan kinerjanya menggunakan teknik multivariat analisis kluster, kemudian dilanjutkan dengan analisis kriteria-kriteria industri inti dalam memilih supplier, subkontrak, dan pemasar. Tahap yang kedua adalah menganalisis faktor-faktor yang berpengaruh terhadap keberhasilan klaster industri dengan menggunakan teknik multivariat analisis diskriminan. Tahap ketiga membuat rekomendasi kebijakan bagi pengembangan klaster industri. Hasil dari penelitian ini menunjukkan berdasarkan analisis kinerja yang telah dicapainya, industri inti dapat dikelompokkan menjadi tiga kelompok yaitu industri kinerja tinggi, industri kinerja sedang, dan industri kinerja rendah. Perbedaan kinerja tersebut dipengaruhi oleh tingkat kerjasama antar faktor-faktor analisis kinerja klaster yaitu industri inti, supplier, subkontrak, dan pemasar. Sedangkan faktor-faktor dominan yang berpengaruh terhadap keberhasilan klaster industri adalah pemasaran, teknologi, dan bahan baku. Untuk pengembangan klaster industri kecil yang tangguh, maka harus dilakukan kerjasama yang baik antar faktor-faktor analisis kinerja klaster. Serta memperhatikan faktor-faktor dominan yang berpengaruh terhadap keberhasilan klaster industri.", "Daftar File": {"2008 TS PP DENI SUKENDAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18121", "2008 TS PP DENI SUKENDAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/18122", "2008 TS PP DENI SUKENDAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/18126", "2008 TS PP DENI SUKENDAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/18124", "2008 TS PP DENI SUKENDAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/18128", "2008 TS PP DENI SUKENDAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/18127", "2008 TS PP DENI SUKENDAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/18125", "2008 TS PP DENI SUKENDAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18123"}, "Penulis": "DENI SUKENDAR (NIM 23406037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Isa Setiasyah Toha, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "industrial cluster, supply chain, small industry, textile and textile product", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}