{"Nomor": 7577, "Judul": "APLIKASI MULTIBEAM ECHOSOUNDER SYSTEM (MBES)  UNTUK KEPERLUAN BATIMETRIK", "Abstrak": "Standar ketelitian survei hidrografi untuk orde spesial (2008) mensyaratkan penggunaan teknologi multibeam. Di Indonesia penggunaan teknologi multibeam masih terkendala terhadap jumlah dan penguasaan alat (sumber daya manusia). Pemahaman serta penguasaan teknologi multibeam ini merupakan hal yang sangat penting, oleh karena itu di masa mendatang dalam tuntutan kebutuhan survei hidrografi (orde spesial) di Indonesia akan semakin meningkat. Dalam skripsi ini akan dikaji tentang aplikasi Multibeam Sonar Echosounder System (MBES) tipe SIMRAD EM 3002 berdasarkan buku-buku petunjuk (manual), studi literature serta para nara sumber, melakukan uji coba lapangan (sea trial) serta pengolahan sampel data didalam menghasilkan data yang bebas dari kesalahan sistematik maupun blunder. Tujuan penulisan dimaksudkan untuk memperkenalkan teknologi Multibeam Sonar Echosounder (MBES) untuk berbagai keperluan sesuai prosedur survei batimetrik dan kalibrasi yang tepat.", "Daftar File": {"2008 TA PP DENNY KURNIA SASMITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18135", "2008 TA PP DENNY KURNIA SASMITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/18136", "2008 TA PP DENNY KURNIA SASMITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/18137", "2008 TA PP DENNY KURNIA SASMITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/18138", "2008 TA PP DENNY KURNIA SASMITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/18139", "2008 TA PP DENNY KURNIA SASMITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/18140", "2008 TA PP DENNY KURNIA SASMITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18141"}, "Penulis": "DENNY KURNIA SASMITA (NIM 15104062)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eka Djunarsjah, MT., dan Ir. Nanang Henky Suharto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multibeam Echosounder System (MBES), bathymetric, hydrography survey", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}