{"Nomor": 7578, "Judul": "PERFORMANSI MODIFIKASI LZW UNTUK KOMPRESI SMS", "Abstrak": "Abstrak:   \n \n \n \n\nShort Message Service atau SMS merupakan salah satu layanan yang disediakan untuk mengirimkan pesan text singkat antar peralatan telekomunikasi tanpa kabel. Pesan text yang dikirimkan merupakan kombinasi alphanumerik. Text alphanumerik yang digunakan dalam SMS menggunakan sistem pengkodean text dengan panjang tetap yaitu 7 bit per karakter atau 8 bit per karakter atau 16 bit per karakter sesuai dengan jenis alphanumerik yang digunakan. Sistem pengkodean 7 bit per karakter adalah sistem pengkodean ASCII yang dipakai secara luas. SMS yang menggunakan sistem pengkodean ini hanya mampu menampung 160 karakter untuk setiap satu paket SMS. Oleh karena itu, untuk meningkatkan jumlah karakter yang dapat ditampung dengan menggunakan satu paket SMS diperlukan sistem pengkodean yang membutuhkan bit yang lebih sedikit.    \n \n \n \n\nPada laporan tugas akhir ini akan dicoba bagaimana performansi modifikasi LZW untuk kompresi data dengan menggunakan emulator. Modifikasi ini dirasa perlu   \n \n \n \n\ndilakukan untuk menutupi kelemahan dari dictionary techniques yang secara umum kurang baik digunakan untuk kompresi data yang sedikit dan memerlukan protokol pengiriman seperti SMS. Laporan ini juga berisi bagaimana perencanaan pembuatan program dengan menggunakan UML, hasil simulasi beserta grafiknya, serta analisa kekurangan dan kelebihan dari modifikasi LZW ini.", "Daftar File": {"Pages from 2007 TA PP DENY APRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18142", "Pages from 2007 TA PP DENY APRIANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18143", "Pages from 2007 TA PP DENY APRIANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18144", "Pages from 2007 TA PP DENY APRIANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18145", "Pages from 2007 TA PP DENY APRIANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18146", "Pages from 2007 TA PP DENY APRIANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18147", "2007 TA PP DENY APRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18148"}, "Penulis": "Deny Aprianto (NIM 132 03 092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Hendrawan, Dr.Ir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SMS, LZW, J2ME, SendSMS, TerimaSMS", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}