{"Nomor": 7581, "Judul": "LAPORAN PENGEMBANGAN SEKTOR INDUSTRI TAHUN 2006", "Abstrak": "Fokus penanganan pengembangan sektor industri pada tahun pertama dan tahun kedua masa bakti Kabinet Indonesia Bersatu diarahkan kepada upaya mempercepat pemulihan kinerja dan daya saing beberapa sektor industri yang masih menurun akibat krisis ekonomi yang berkepanjangan.    \n \n\nPrioritas pemulihan sektor industri ditujukan pada industri yang menyerap banyak tenaga kerja (padat karya) dan industri industri yang kinerja ekspornya menurun.   \n \n\nSedangkan, dalam upaya memperkokoh struktur industri dan mengurangi ketergantungan pada bahan baku impor, pengembangan sektor industri diarahkan pada pengembangan industri prioritas yang dilaksanakan melalui pendekatan klaster sebagai mana yang tertera pada RPJM 2005-2009 serta RENSTRA Departemen Perindustrian 2005-2009.   \n \n\nBuku Laporan Kemajuan Pengembangan Sektor Industri ini merupakan pertanggung jawaban terhadap mandat yang diberikan kepada Departemen Perindustrian dalam membangun sektor industri sampai Desember 2006, masa bakti   \n\nKabinet Indonesia Bersatu.   \n \n\nHal hal yang tergambarkan dalam laporan ini bukan semata-mata upaya Departemen Perindustrian, namun buah kerjasama tersinergi dengan berbagai pihak yang terkait, baik secara lintas sektor maupun lintas wilayah. Untuk itu, Departemen Perindustrian menyampaikan penghargaan setinggi tingginya kepada seluruh lembaga pemerintah terkait, baik pusat dan daerah, dunia usaha, serta masyarakat yang telah bersama dengan Departemen    \n \n\nPerindustrian berkontribusi membangun dan mengembangkan sektor industri. Laporan ini diharapkan mampu menggambarkan capaian capaian yang telah diperoleh dari kerjasama itu, serta merekam berbagai hal yang masih perlu dikerjakan bersama dalam rangka mengembangkan sektor industri, yang saat ini kinerjanya  masih belum kembali seperti pada era sebelum krisis ekonomi", "Daftar File": {"2006.pdf": "https://digilib.itb.ac.id/gdl/download/18151"}, "Penulis": "DEPARTEMEN PERINDUSTRIAN", "Kontributor / Dosen Pembimbing": ["mahmudin@lib.itb.ac.id"], "Jenis Koleksi": "Literatur Kelabu", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Industri - Indonesia", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Okt 2008"}