{"Nomor": 7583, "Judul": "ANALISIS KASUS UPHEAVAL BUCKLING PADA ONSHORE PIPELINE", "Abstrak": "Abstrak:   \n \n \n \n\nPipeline yang beroperasi di onshore biasanya dipendam di dalam tanah agar tidak terganggu oleh aktivitas daratan sehingga operasi pipa dapat berjalan lancar. Namun untuk keperluan inspeksi terkadang pipa harus dibuka hingga dapat menyebabkan peningkatan temperatur akibat terekspos oleh panas matahari. Dalam kasus ini pipa pada akhirnya mengalami upheaval buckling dimana sebuah segmen pipa sepanjang 20 m mengalami defleksi vertikal sebesar 50 cm. Untuk mengetahui penyebab buckling pada studi kasus ini maka dilakukan perhitungan parameter - parameter yang mempengaruhi buckling seperti beban kritis buckling, tegangan kritis, gaya aksial pipa, dan gaya friksi tanah.    \n \n \n \n \n\nUntuk mengetahui beban kritis buckling maka pipa dimodelkan sebagai kolom yang dikenai beban aksial kompresif dengan kondisi ujung - ujung pasak. Melalui pemodelan ini diperoleh beban dan tegangan kritis terjadi buckling dengan perbandingan slenderness tertentu sesuai dengan teori Euler. Selain itu dilakukan perhitungan tegangan, gaya aksial pipa, dan gaya friksi tanah yang menahan terjadinya buckling.    \n \n \n \n \n\nDengan perbandingan slenderness (L/r) 289 maka pipa akan mengalami buckling pada beban aksial kritis 118.66 kN atau tegangan kritis 24 MPa. Sehingga pipa tidak mengalami gagal dalam bentuk deformasi plastis pada tegangan luluh 241 MPa karena terlebih dahulu telah gagal elastis pada tegangan 24 MPa. Salah satu pencegahan buckling yang efektif adalah dengan mengakomodasi defleksi sebesar 50 cm melalui pemasangan sistem loop sepanjang 11.4 m", "Daftar File": {"Pages from 2007 TA PP DEPITA HARAHAP 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18153", "Pages from 2007 TA PP DEPITA HARAHAP 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18154", "Pages from 2007 TA PP DEPITA HARAHAP 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18155", "Pages from 2007 TA PP DEPITA HARAHAP 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18156", "Pages from 2007 TA PP DEPITA HARAHAP 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18157", "Pages from 2007 TA PP DEPITA HARAHAP 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18158", "2007 TA PP DEPITA HARAHAP 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18159"}, "Penulis": "Depita Harahap (NIM 121 02 033)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pipeline, upheaval buckling", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}