{"Nomor": 7595, "Judul": "PENGEMBANGAN SISTEM PENCITRAAN CONE BEAM SIMULATED CT (SISTEM REKONSTRUKSI CITRA)", "Abstrak": "Tomography merujuk pada pencitraan irisan melintang suatu obyek dari data transmisi ataupun data pantulan yang dikumpulkan dengan mengiluminasi obyek dari berbagai arah. Dengan teknik ini dokter dapat memeriksa organ tubuh pasien tanpa harus membelah tubuh pasien. Saat ini sistem Computed Tomography  (CT) sederhana tengah dikembangkan di Teknik Biomedika ITB bekerja sama dengan teknik Penerbangan. Sistem ini dinamakan Cone Beam Simulated CT (Sim CT) Sistem ini memanfaatkan berkas sinar-X yang berbentuk kerucut sebagai media akuisisi data. Sistem Sim CT ini Terdiri atas perangkat keras akuisisi data berupa sumber sinar-X, meja putar  obyek dan film sinar-X sebagai detektor serta perangkat lunak rekonstruksi citra. Fokus Penelitian tesis ini adalah pembangunan perangkat lunak rekonstruksi citra dan investigasi kinerja perangkat lunak tersebut. Algoritma yang dipilih dalam penelitian ini adalah algoritma Feldkamp-Davis-Kress (FDK). Masukan sistem rekonstruksi FDK ini adalah citra proyeksi cone beam obyek dalam bentuk citra sinar-X dan keluaran sistem berupa tomogram tiga dimensi obyek.  Algoritma FDK memiliki tiga langkah sederhana yaitu: pembobotan citra proyeksi , penapisan citra proyeksi terbobot, proyeksi balik citra proyeksi terbobot dan terfilter. Hasil percobaan menujukkan bahwa algoritma FDK mampu merekonstruksi tomogram dari citra proyeksi sinar-X dengan kualitas yang lebih baik dibandingkan dengan algoritma rekonstruksi invers fan beam dan algoritma rekonstruksi invers Radon. Algoritma FDK dipengaruhi oleh resolusi angular. Semakin kecil resolusi angular, semakin baik tomogram yang dihasilkan. Di samping itu juga algoritma FDK dipengaruhi oleh jarak bidang rekonstruksi terhadap bidang tengah. Semakin dekat jarak bidang rekonstruksi terhadap bidang tengah semakin bagus tomogram yang dihasilkan.", "Daftar File": {"2008 TS PP DETRIANA MARGITA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18244", "2008 TS PP DETRIANA MARGITA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/18245", "2008 TS PP DETRIANA MARGITA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/18246", "2008 TS PP DETRIANA MARGITA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/18247", "2008 TS PP DETRIANA MARGITA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/18248", "2008 TS PP DETRIANA MARGITA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/18249", "2008 TS PP DETRIANA MARGITA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18250"}, "Penulis": "DETRIANA MARGITA SARI (NIM 23206065)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Tati Latifah Mengko, dan Andriyan B. Suksmono, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tomography, cone beam , three dimension, Feldkamp-Davis-Kress, reconstruction, X-ray images", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}