{"Nomor": 7596, "Judul": "ANALISIS KETIDAKPASTIAN DALAM PERHITUNGAN VOLUME MINYAK AWAL MENGGUNAKAN METODA GEOSTATISTIK DAN PEMODELAN RESERVOIR TIGA DIMENSI", "Abstrak": "Abstrak:   \n \n \n \n\nKetidakpastian disebabkan oleh kurangnya pemahaman dan pengetahuan tentang reservoir. Ketidakpastian terdapat pada pengukuran data mentah, interpretasi data, konseptual model geologi, model struktur geologi, model petrofisis, dan sebagainya. Ketidakpastian terdapat pada setiap kondisi dan pada setiap aspek baik pada tahap eksplorasi, penilaian maupun pada tahap pengembangan produksi. Dalam sejarah kehidupan suatu lapangan minyak dan gas, seringkali hanya tersedia hard data dalam jumlah yang terbatas yang dapat digunakan untuk karakterisasi kondisi bawah permukaan yang sangat kompleks. Bahkan kalaupun data bawah permukaan merupakan data yang sempurna, seringkali data tersebut berupa pengukuran tidak langsung dari variable of interest. Dari uraian-uraian tersebut diatas, selalu terdapat ketidakpastian yang kita temui dalam data bawah permukaan. Sehingga perlunya sebuah model ketidakpastian untuk menghubungkan data-data ini dengan apa yang sedang dipelajari, misalnya volume minyak awal.    \n \n \n \n\nPenelitian ini membahas pemodelan reservoir 3D dengan metoda geostatistik dan aplikasi pemodelan tersebut terhadap analisis ketidakpastian dalam perhitungan volume minyak awal (OOIP) di lapangan Duri Area 7. Pemodelan properti reservoir dilakukan dalam dua langkah yaitu melakukan simulasi rocktypes terlebih dahulu untuk mengontrol dan sebagai kerangka untuk simulasi properti petrofisis berikutnya. Model ketidakpastian terdiri dari beberapa elemen ketidakpastian sebagai berikut: model volume serpih (Vsh), model porositas (Phie), model permeabilitas (Perm), model net-to-gross (NTG), model saturasi air (Sw) dan kedalaman kontak fluida. Stratigraphic grid (Sgrid) dibuat dengan ukuran sel 25 m x 25 m x 2 ft. Bagian atas, bawah dan proportional layering dalam sgrid dikontrol oleh marker lithostratigrafi. Variogram untuk Vsh dan Phie dibuat terpisah pada masing-masing rocktypes dan lapisan. Variogram untuk Sw dan Perm diasumsikan mempunyai variogram yang sama dengan Vsh. Vsh dan Perm disimulasikan terpisah dengan menggunakan  algoritma Sequential Gaussian Simulation (SGS) dengan data sumur sebagai conditioning data. Untuk mempertimbangkan korelasi silang antara properti petrofisis seperti porositas dengan permeabilitas, dilakukan pendekatan pemodelan sikuensial untuk Perm dan Sw. Hasil simulasi Phie akan dijadikan input untuk simulasi Perm berikutnya. Perm disimulasikan dengan menggunakan algoritma Sequential Gaussian Simulation with Collocated Cokriging (SGSCC) dengan model Phie sebagai soft data. Sw disimulasikan dengan menggunakan algoritma SGSCC dengan model Perm sebagai soft data. Koefisien korelasi untuk SGSCC diperoleh dari plot silang antara hard and soft data untuk setiap rocktypes dan shale/shale regions.    \n \n \n \n\nGocad/Jacta software memungkinkan untuk melakukan nested simulation, dimana suatu uncertain variabel disimulasikan tergantung kepada simulasi uncertain variables lainnya. Untuk setiap simulasi Vsh, dilakukan empat simulasi Phie, untuk setiap simulasi Phie, dilakukan empat simulasi Perm, dan seterusnya. Realisasi yang memberikan low case, best case dan high case OOIP kemudian dipilih. Variasi pada model porositas dan permeabilitas dapat diamati.    \n \n \n \n\nDari hasil analisis ketidapastian bisa diketahui rentang distribusi volume minyak awal dan bisa diidentifikasi parameter-parameter kunci yang memberikan pengaruh besar terhadap perhitungan volume minyak awal.", "Daftar File": {}, "Penulis": "Devi Muldi (NIM 220 05 021)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dardji Noeradi, DR. Ir    \n \n \n \n\nPembimbing 2: Lambok M. Hutasoit,Ir, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geostatistical, reservoir modeling, uncertainty analysis, geostatistics, original oil in-place.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}