{"Nomor": 7598, "Judul": "PENERAPAN BUSINESS PROCESS EXECUTION LANGUAGE (BPEL) DAN ATOMICITY, CONSISTENCY, ISOLATION, DAN DURABILITY (ACID) PADA e-COMMERCE APPLICATION", "Abstrak": "Pada tugas akhir ini dilakukan kajian terhadap penerapan Business Process Execution Language (BPEL) dalam aplikasi e-commerce, sehingga proses bisnis dapat berjalan sempurna dengan tetap menjaga semantik Atomicity, Consistency, Isolation, and Durability (ACID) jika terjadi kegagalan pada saat eksekusi. Selanjutnya, dilakukan pembuatan model generik proses bisnis pada e-commerce, implementasi model tersebut dengan menggunakan bahasa BPEL dalam sebuah studi kasus, dan pengujian hasil implementasi studi kasus tersebut.   \n \n \n\nDalam melakukan penerapan BPEL untuk aplikasi e-commerce, dilakukan kajian terhadap konsep BPEL dalam pendefinisian proses bisnis dalam e-commerce. Hasil yang diperoleh adalah sebuah model aplikasi e-commerce yang didefinisikan dengan menggunakan BPEL yang di dalamnya terdapat mekanisme penanganan error pada saat eksekusi agar semantik ACID dalam proses bisnis tetap terjaga. Model e-commerce yang dihasilkan merupakan model generik yang menggambarkan bagaimana interaksi antar aplikasi yang terlibat serta hubungannya dengan sentral koordinasi yang mengatur interaksinya. Sebagai studi kasus untuk menerapkan model tersebut, dipilih kasus e-book store, sebuah sistem yang memfasilitasi pembelian buku melalui internet. Dalam implementasi studi kasus proses bisnis yang diterapkan hanyalah transaksi pembelian buku, sehingga pemodelan aplikasi e-commerce yang diterapkan hanya sebagian subsistem yang berkaitan dengan proses bisnis tersebut. Business Process Management System (BPMS) digunakan untuk menunjang perancangan, eksekusi, dan pengawasan proses bisnis yang akan berjalan. Dari BPMS tersebut akan dihasilkan kode BPEL yang menggambarkan proses bisnis transaksi pembelian buku.   \n \n \n\nSetelah studi kasus berhasil diimplementasi, dilakukan pengujian eksekusi proses bisnis pembelian buku. Data yang dimasukkan disesuaikan dengan beberapa kasus termasuk kasus untuk transaksi yang sukses, transaksi yang gagal karena ketidakvalidan data, dan kasus gagal karena faktor teknis web service. Fokus dari pengujian adalah terbuktinya bahwa eksekusi BPEL berjalan sesuai dengan proses bisnis yang digambarkan dan ACID dapat tetap terjaga dalam kasus kegagalan yang dijalankan.   \n \n \n\nHasil pengujian menunjukkan bahwa penerapan BPEL pada e-commerce dengan model yang dihasilkan dari analisis memiliki nilai tambah dalam penanganan proses bisnis secara keseluruhan. Penerapan BPEL memberikan kesederhanaan dalam penggambaran proses bisnis sesuai dengan model e-commerce yang dihasilkan. Penanganan failure agar konsep ACID terjaga juga dapat diterapkan sehingga proses bisnis dapat berjalan secara utuh dan benar. Penerapan BPEL pada e-commerce akan menghasilkan sebuah sistem yang utuh dalam eksekusi proses bisnis. Model ini juga memungkinkan implementasi lintas platform sehingga memudahkan integrasi.", "Daftar File": {}, "Penulis": "DEWANGGA RESPATI (NIM 13503120)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yani Widyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BPM, BPMS, proses bisnis, web service, BPEL", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}