{"Nomor": 7606, "Judul": "PENGARUH pH PADA PRODUKSI ASAM ORGANIK VOLATIL DARI STILLAGE BIOETANOL UBI KAYU SECARA ANAEROBIK", "Abstrak": "Di tahun 2025 pemerintah Indonesia mencanangkan penggunaan 5% bioetanol sebagai pengganti bahan bakar bensin. Dengan sendirinya industri bioetanol akan menghasilkan stillage yang merupakan limbah cairnya dalam jumlah yang sangat besar. Pengolahan stillage secara anaerobik menghasilkan asam organik volatil yang merupakan produk antaranya. Asam organik volatil adalah asam organik dengan atom C1 hingga C4, yaitu asam format, asam asetat, asam propionat, dan asam butirat. Asam asetat merupakan precursor utama terbentuknya metana. Dengan demikian perlu diperhatikan kondisi pengolahan anaerobik yang dapat menghambat terbentuknya metana tetapi tidak mengganggu terbentuknya asam organik volatil. Pada penelitian ini dipelajari pengaruh pH terhadap produksi asam organik volatil. \n \n \n \n\nSebelum dipakai sebagai media pengolahan anaerobik, terlebih dahulu stillage dianalisa untuk mengetahui karakteristiknya. Selanjutnya disaring serta diencerkan hingga memiliki kandungan COD ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â± 20 g/L. Bibit yang berupa kotoran sapi dan sudah diaklimatisasi ditanamkan ke dalam stillage. Pengolahan anaerobik berlangsung dalam dua buah bioreaktor. Yaitu erlenmeyer yang sudah dimodifikasi bervolume kerja 1,5 L serta bioreaktor skala laboratorium (Biostat) bervolume kerja 7,5 L. Dalam erlenmeyer stillage ubi kayu diproses selama 72 jam dengan variasi derajat keasaman 5, 6, dan 7. Sedangkan dalam Biostat dipakai pH 6,5 selama 72 jam. Pengambilan contoh pada setiap tempuhan dilakukan sebanyak delapan kali. Kedua kondisi penelitian berlangsung pada suhu tetap, 35ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â°C. \n \n \n \n\nHasil yang didapat adalah proses dalam erlenmeyer pada pH 7 menghasilkan perolehan asam organik volatil terbanyak. Pada akhir proses didapatkan asam asetat ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â± 50% dan asam propionat ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â± 40 %. Pada erlenmeyer proses anaerobik lebih cepat (24 jam) menghasilkan asam organik volatil dibanding dalam Biostat (33 jam). Masih tingginya asam propionat menunjukkan tekanan parsial H2 masih relatif tinggi.", "Daftar File": {"2008 TS PP DIAH MEILANY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18326", "2008 TS PP DIAH MEILANY 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18327", "2008 TS PP DIAH MEILANY 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18328", "2008 TS PP DIAH MEILANY 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18329", "2008 TS PP DIAH MEILANY 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18330", "2008 TS PP DIAH MEILANY 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18331", "2008 TS PP DIAH MEILANY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18332"}, "Penulis": "DIAH MEILANY (NIM 23006004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Tjandra Setiadi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Anaerobik, pH, Asam organik volatil, Stillage Bioetanol, Ubi kayu", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}