{"Nomor": 761, "Judul": "FARMASI RUMAH SAKIT: Teori dan Penerapan", "Abstrak": "Buku ini diperuntukkan bagi staf pengajar, mahasiswa farmasi strata satu, dan pascasarjana sebagai pegangan dan/atau pedoman dalam perkuliahan farmasi rumah sakit. Secara khusus buku ini dimaksudkan terutama bagi apoteker praktisi rumah sakit, pimpinan, dan dokter rumah sakit yang pada umumnya perlu mendalami pengetahuan tentang teori dan penerapan kefarmasian di rumah sakit. Selain itu, buku ini juga dimaksudkan bagi apoteker praktisi dalam berbagai bidang farmasi, guna memperluas pengetahuan dan wawasan mereka tentang kefarmasian di rumah sakit karena keterkaitan kepentingan antara berbagai bidang tersebut sangat erat, misalnya kepentingan bidang industri farmasi, rumah sakit, dan farmasi komunitas (apotek) sangat saling berkaitan satu sama lain. Buku ini juga sangat relevan digunakan oleh apoteker farmasi komunitas ( apotek) karena pelaksanaan pelayanan kefarmasian dalam beberapa aspek di kedua lembaga tersebut adalah identik. Isi buku ini difokuskan pada berbagai aspek teori dan penerapan pengelolaan yang seharusnya dari suatu farmasi rumah sakit, sedangkan fokus pada praktik farmasi klinik dapat dipelajari dalam buku berjudul: \"Farmasi KlinikÂ—Teori dan Penerapan\". Diharapkan buku ini dapat menyajikan informasi praktis bagi mahasiswa yang sedikit atau belum berpengalaman dalam farmasi rumah sakit dan dapat berlaku sebagai suatu acuan yang siap tersedia bagi profesional pelayan kesehatan di rumah sakit yang mencari jawaban untuk masalah dalam praktik. Adapun maksud buku ini adalah untuk memastikan bahwa orientasi praktik secara memadai dipahami melalui teori yang relevan agar pembaca dapat menjelajahi subjek kedalaman yang ia inginkan. Acuan pustaka yang digunakan untuk menyusun buku ini, ada yang sudah berumur lebih dari lima tahun, namun isinya masih sangat relevan dengan pengembangan farmasi rumah sakit di negeri ini bahkan kita baru saja mulai berkehendak melaksanakan pengembangan itu. Ucapan terima kasih dan penghargaan disampaikan kepada semua kawan; sejawat apoteker rumah sakit melalui Forum Ilmiah Farmasi Rumah Sakit se- Indonesia (FIFARSI) dan mahasiswa farmasi atas saran dan dorongan mereka yang menimbulkan motivasi bagi diri penulis untuk menyelesaikan buku ini. Penulisan suatu buku tidak ada yang sempurna, di sana-sini selalu ada saja kekurangan dan kesalahan. Oleh karena itu, penulis menerima kritik dan saran dengan tangan dan hati terbuka untuk penyempurnaan isi buku ini, yang dapat berguna untuk merangsang perkembangan profesi farmasi rumah sakit dan pada akhirnya meningkatkan mutu pelayanan apoteker rumah sakit. Apoteker telah mempunyai batang tubuh pengetahuan sebagai seorang apoteker, yang tidak dimiliki oleh anggota tim pelayanan kesehatan lainnya. Pengetahuan itu, apabila digabung dengan keterampilan praktis dan percaya diri, itulah yang apoteker butuhkan untuk memulai mengembangkan farmasi rumah sakit seperti yang diuraikan dalam buku ini. Bacalah, pelajarilah, dan hayatilah, Saudara dapat melakukan itu.", "Daftar File": {"2004_BOOKS_PP_SIREGAR_1.pdf": "https://digilib.itb.ac.id/gdl/download/1025"}, "Penulis": "Charles J.P. Siregar", "Kontributor / Dosen Pembimbing": ["2nd author: Lia Amalia"], "Jenis Koleksi": "Buku", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pharmacy, services", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "04 Nov 2004"}