{"Nomor": 7612, "Judul": "PEMBANGUNAN PERANGKAT LUNAK PERAMALAN PENJUALAN DAN PERENCANAAN PEMESANAN UNTUK MEMBANTU MANAJEMEN PERSEDIAAN PADA PERUSAHAAN DAGANG", "Abstrak": "Manajemen persediaan pada perusahaan dagang awalnya diterapkan semata-mata untuk menjamin persediaan tersedia dan siap untuk dijual kepada konsumen. Namun sekarang, manajemen persediaan telah menjadi hal kritis pada perusahaan dagang. Seiring dengan persaingan usaha perdagangan yang semakin ketat, tujuan penerapan manajemen persediaan bergeser menjadi untuk merencanakan, melaksanakan, dan mengendalikan kebutuhan persediaan pada perusahaan sedemikian rupa sehingga di satu pihak kebutuhan operasi perusahaan dapat dipenuhi pada waktunya dan di lain pihak biaya yang dikeluarkan perusahaan pada persediaan dapat ditekan.   \n \n \n\nUntuk menerapkan manajemen persediaan yang baik, diperlukan perencanaan yang baik pula. Perencanaan persediaan merupakan langkah awal dari manajemen persediaan di perusahaan dagang yang akan menentukan pelaksanaan pembelian dan penjualan persediaan. Perencanaan ini juga yang akan menjadi dasar pengendalian kebutuhan persediaan.   \n \n \n\nPeramalan penjualan perlu dilakukan untuk memperkirakan kebutuhan persediaan di masa mendatang. Hasil peramalan penjualan tersebut diharapkan dapat membantu agar perencanaan pemesanan persediaan oleh perusahaan mencapai keadaan optimal. Keadaan optimal tersebut akan tercapai jika total biaya pemesanan, biaya penyimpanan, dan biaya kehabisan barang nilainya minimal. Banyaknya data yang harus diolah dalam peramalan penjualan dan perencanaan persediaan telah membuat penggunaan teknologi informasi sebagai alat bantu menjadi kebutuhan bagi perusahaan. Pembangunan perangkat lunak peramalan penjualan pada perusahaan dagang ini diharapkan dapat membantu perusahaan dagang dalam merencanakan persediaan dengan lebih baik.   \n \n \n\nSalah satu metode peramalan yang umum digunakan adalah metode deret waktu. Pada perangkat lunak yang dibangun dalam tugas akhir ini, persamaan metode deret waktu yang dipilih adalah tren linier. Dengan menggunakan data penjualan riil dari Toko Zaenal yang berlokasi di kabupaten Lembang, dilakukan pengujian terhadap perangkat lunak. Pengujian juga ditujukan untuk mengetahui kebenaran dari hasil peramalan dengan persamaan yang   \n \n \n\ndipilih.", "Daftar File": {}, "Penulis": "DIANA ROSIDA (NIM 13502050)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "peramalan, perencanaan, optimasi, biaya", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}