{"Nomor": 7614, "Judul": "MODEL IN-SITU PENGENALAN MOLEKULAR PERISTIWA BIOMINERALISASI NANOFILM KALSIUM KARBONAT PADA LAPIS TUNGGAL ASEMBLING DIRI (SAM) NATRIUM LAURIL SULFAT (SDS) SECARA SPEKTROSKOPI IMPEDANSI ELEKTROKIMIA (EIS)", "Abstrak": "ABSTRAK: \n \n\nBiomineralisasi-yaitu suatu proses pembentukan komposit padatan organikanorganik dalam sistem makhluk hidup-menjadi perhatian serius para ilmuwan pada beberapa tahun belakangan ini. Salah satu cara yang dilakukan untuk mempelajarinya adalah dengan meniru proses biomineralisasi di alam atau dikenal dengan istilah sintesis biomimetik secara in-vitro. Sintesis biomimetik ini dapat juga menjadi ide pembentukan material komposit bare. Pz da penelitian. ini proses biomineralisasi in-vitro dimodelkan secara in-situ dengan mengendapkan kalsium karbonat (CaCO3) pada lapis tunggal asembling diri (SAM) surfaktan natrium lauril sulfat (SDS) pada permukaan logam platina (Pt). Penelitian ini bertujuan untuk mempelajari proses biomineralisasi dari sistem hibrida organik-anorganik menggunakan senyawa model kalsium karbonat (CaCO3) dan SDS sebagai senyawa organik pembentuk jel, memastikan adanya proses pengenalan molekular dalam sistem yang dipelajani dengan menggunakan spektroskopi tertransformasi Fourier (FTIR), mengevaluasi teknik spektroskopi impedansi elektrokimia (EIS) dalam mengkaralcterisasi proses biomineralisasi secara in-situ dan melihat pengaruh konsentrasi surfaktan dan temperatur sistem terhadap pembentukan selaput nanokomposit kalsium karbonat-SDS. Hasil pengukuran tahanan polarisasi dari teknik EIS memperlihatkan bahwa pembentukan nanofilm kalsium karbonat optimum terjadi di rentang konsentrasi SDS (0,75-1) CMC pada temperatur 50 dan 70 derajat C, tetapi tidak pada temperatur kamar. Hasil ini didukung oleh hasil pengukuran FTIR yang menunjukkan munculnya puncak gugus karbonat dan gugus sulfat pada bilangan gelombang 1418 dan 1104 cm-1 untuk konsentrasi SDS 0,75.CMC, dan pada bilangan gelombang 1418 dan 1103 cm-1 untuk konsentrasi SDS 1.CMC pada temperatur 70 derajat C.", "Daftar File": {}, "Penulis": "Diana Vanda Wellia (NIM 2053022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Bambang Ariwahjoedi, M.SC.Tech., Ph.D. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "biomineralization, calcium carbonate, sodium dodecyl sulphate (SDS), biomimetic synthesis, molecular recognation, electrochemical impadance spectroscopy (EIS)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}