{"Nomor": 7617, "Judul": "KARAKTERISASI DAN ANALISIS PROTEIN DISULFIDA ISOMERASE DARI MUTAN RAGI Saccharomyces cereviviae YANG MEMPUNYAI AKTIVITAS REDUKSI INSULIN LEBIH TINGGI", "Abstrak": "ABSTRAK: \n \n\nProtein disulfida isomerase (PDI; E.C.5.4.3.1) merupakan katalis folding protein yang mengandung ikatan disulfida. Gen pengkode enzim PDI ragi Saccharomyces cerevisiae adalah PDII. Untuk mengetahui fungsi dari domain dan/atau residu asam amino PDI dalam mendukung fungsi biologis PDI, telah dilakukan mutasi acak in vitro menggunakan hidroksilamin. Pada penelitian ini, ragi mutan yITB254 dan yITB264 dikarakterisasi berdasarkan sifat sensitif mutan terhadap dithiothreitol (DTT), kemampuan mutan dalam mensekresi killer toxin, aktivitas enzim dalam mereduksi insulin, dan sensitifitas PDI terhadap proteinase-K. Ragi mutan y1TB254 dan ragi wild type mempunyai sifat sensitifitas yang sama terhadap DTT. Kedua ragi juga mempunyai kemampuan mensekresi killer toxin yang sama. Ekstrak enzim kasar dari mutan yITB254 mempunyai aktivitas reduksi insulin lebih tinggi 172% terhadap PDl wild type, sedangkan ekstrak enzim kasar dari mutan yITB264 mempunyai aktivitas reduksi insulin Iebih tinggi 123% terhadap PDI wild type. PDI dari ragi mutan yITB254 dan ragi wild type menunjukkan perbedaan pola degradasi oleh proteinase-K pada konsentrasi proteinase-K 100, 200, dan 300 p.g/mL. Perbedaan pola degradasi tersebut menyarankan adanya perbedaan konformasi dari kedua PDI. Penentuan urutan nukleotida gen PDII y1TB254 dan y1TB264 dilakukan untuk mengetahui mutasi yang mungkin terjadi sehingga menyebabkan perubahan fenotip. Penentuan urutan nukleotida gen PD11 dari mutan yITB254 menunjukkan adanya silent mutation pada Ser41 (TCT-TCC) dan GIu44 (GAA-GAG), serta mutasi pada Asp43G (GAC)-Asn (AAC). Mutasi ini diduga tidak merubah aktivitas isomerase PDI, tetapi PDI menjadi lebih mudah berikatan dengan substrat/peptida. Mutasi di atas diduga juga mengakibatkan berubahnya konformasi PDI. Penentuan urutan nukleotida gen PDII dari mutan yITB264 tidak menunjukkan adanya perubahan basa. Perubahan fenotipik yang ditunjukkan oleh yITB264 bukan disebabkan oleh adanya mutasi pada gen PDII, tetapi dapat disebabkan oleh mutasi pada gen lain yang berhubungan dengan sistem oksidasi-reduksi.", "Daftar File": {}, "Penulis": "Dian Herasari (NIM 20598012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Muliawati Sindumarta, Dr. \n \n\nPembimbing: Dessy Natalia, Ph.D. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "protein disulfida isomerase, mutan ragi, insulin, aktivitas reduksi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}