{"Nomor": 7619, "Judul": "PERANCANGAN DAN IMPLEMENTASI MODIFIKASI ALGORITMA VEA (VIDEO ENCRYPTION ALGORITHM) UNTUK VIDEO STREAMING", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nPada era modern saat ini, teknologi video streaming berkembang sangat pesat, namun keamanan dari teknologi tersebut belum banyak diimplementasikan. Oleh karena itu pada tugas akhir ini telah direalisasikan model enkripsi video streaming. Model ini dibangun dengan tujuan mengamankan data video yang akan dikirim melalui jaringan komputer dengan metode streaming. Enkripsi data akan dilakukan di sisi transmitter, yaitu sisi pengirim video, dan kemudian data tersebut dikirim ke sisi receiver sebagai penerima video. Sebelum dapat dijalankan, data video yang dikirim harus didekripsi terlebih dahulu oleh sisi receiver. Kunci yang digunakan pada sisi transmitter dan receiver harus sama. Jika kunci yang digunakan tidak sama, maka receiver tidak dapat mendekripsi data tersebut dimana pada akhirnya video tidak dapat ditampilkan. Tugas akhir ini memilih algoritma enkripsi video VEA (Video Encryption Algorithm) untuk diimplementasikan pada video streaming. Algoritma VEA umum digunakan untuk keperluan enkripsi video karena kemudahannya dalam implementasi, terutama karena algoritma ini mengenkripsi video bit per bit. Algoritma VEA selanjutnya dimodifikasi sedemikian rupa agar cocok diimplementasikan terhadap model enkripsi video streaming. Modifikasi dilakukan dengan menambahkan algoritma kriptografi kunci rahasia DES dan fungsi hash MD5. Selain itu juga, operasi yang akan dilakukan oleh modifikasi algoritma VEA bukan lagi bit per bit namun per paket-paket data yang akan dikirim transmitter. Paket- paket data ini akan dienkripsi menggunakan DES, dimana masukan kunci untuk DES di-hash terlebih dahulu menggunakan MD5. Hasil dari tugas akhir ini adalah model enkripsi video streaming dengan menerapkan modifikasi dari algoritma VEA pada model tersebut. Model enkripsi video streaming ini kemudian diimplementasikan pada kakas yang mendukung video streaming, yaitu JMF (Java Media Framework). Pengujian terhadap kakas ini hanya menggunakan    \n \n \n \n \n\nformat video MPEG-1, salah satu format video yang dapat didukung oleh JMF. Hasil pengujian menunjukkan bahwa model yang dibangun berhasil direalisasikan.", "Daftar File": {}, "Penulis": "Dian Intania Savitri Handjojo (NIM 13503081)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rinaldi Munir, Ir., M.T.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-02-14)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "video streaming, enkripsi, JMF, DES, MD5, MPEG-1.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}