{"Nomor": 7624, "Judul": "ANALISA T4 SECARA RADIOIMUNOASSAY DENGAN MENGGUNAKAN ANTIBODI AMOBIL", "Abstrak": "Abstrak : \n \n\nRadioimunoassay (RIA) merupakan suatu teknik analisa yang balk untuk diagnoses fungsi tiroid. Teknik RIA yang telah digunakan secara rutin adalah RIA yang menggunakan metoda pemisahan fasa cair, misalnya pengendapan dengan polietilen glikol. Dewasa ini perhatian telah diarahkan pada teknik RIA fasa padat. \n \n\nPada penelitian ini dilakukan teknik RIA fasa padat dengan mengikatkan antibodi secara kimia pada dinding tabung plastik sebelah dalam yang sebelumnya telah dilapisi glutaraldehid. Antibodi yang akan ditempelkan terlebih dahulu dimurnikan secara kromatografi afinitas yang menggunakan protein A sepharosa sebagai kolom. Selanjutnya ditentukan kadar antibodi yang akan ditempelkan dengan melakukan titer antibodi secara fasa padat. \n \n\nDilakukan kontrol untuk setiap parameter parcobaan untuk mendapatkan hasil analisa yang optimal. Disain assay (penentuan) dilakukan terhadap volume larutan baku, waktu dan temperatur inkubasi untuk mengetahui kepekaan dan untuk mendapatkan daerah kerja yang diinginkan. \n \n\nDari data yang diperoleh ternyata dengan menambahkan 20 ul larutan baku T4/cuplikan, 300 ul T4 bertanda 1251 pada tabung yang telah dilapisi dengan antibodi dan diinkubasi selama 24 jam pada suhu 25 C memberikan hasil yang cukup balk pada daerah kerja 14 - 780 nmol/l. Penentuan besaran karakteristik yang dilakukan adalah : besar ikatan non spesif1k (N5B), besar ikatan maksimum (% Bo/T), konsentrasi pada 50 % B/Bo, harga cuplikan kontrol, koefisien variansi antar penentuan cuplikan kontrol dan uji kestabilan.", "Daftar File": {}, "Penulis": "Dian Pertiwi", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Buchari, Dr. \n \n\nPembimbing 2 : Daniel Santoso, Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Radioimunoassay, thyroid function, solid phase, polyethylene glycol.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}