{"Nomor": 763, "Judul": "DOKUMENTASI VISUAL  STRUKTUR GEOLOGI, BATUAN BEKU  DAN BATUAN METAMORFOSA  KOMPLEKS BANCUH KARANGSAMBUNG  JAWA TENGAH", "Abstrak": "ABSTRAK  \nDesa Karangsambung yang dikenal sebagai daerah Luk Ulo merupakan salah satu  \ndaerah penting dalam bidang geologi. Singkapan di daerah ini merupakan yang terlengkap di  \nPulau Jawa, berupa singkapan batuan 1beku, sedimen dan metamorfosa berumur Pra  \nTersier, serta pola struktur khas yang merupakan komponen hasil tumbukan. Di daerah ini  \nkemudian dibangun Kampus Lapangan yang dikelola oleh Pusat Penelitian dan  \nPengembangan Geoteknologi LIPI.  \nBatuan tertua berumur Pra-Tersier, terkelompok dalam Kompleks Bancuh Luk Ulo  \nyang terdiri dari fragmen-fragmen batuan-batuan metamorf, beku basa-ultrabasa dan  \nsedimen laut dalam, dengan massa-dasar batu-lempung terekristalisasi. Kontak batuan  \nberupa struktur gerusan merupakan salah satu ciri kompleks ini. Kompleks ini ditutupi oleh  \nbatuan sedimen Formasi Karangsambung dan Formasi Totogan yang berumur Eosen Akhir  \ndan Oligo-Miosen. Formasi Karangsambung terdiri dari batulempung gampingan hingga  \nnapal, berwarna abu-abu gelap dan mengkilat. Setempat dijumpai sisipan batulanau dan  \nbatupasir gampingan yang memperlihatkan struktur lengseran (slump), blok batugamping  \nforaminifera (Nummulites dan Discocyclina) yang terimbrikasi, juga konglomerat polimik di  \nsekitar batugamping. Formasi Totogan sering kali disebut sebagai Satuan Breksi-Lempung.  \nFragmen dalam lempung bersisik berukuran sampai bongkah, terdiri dari batulempung,  \nbatupasir, batugamping, konglomerat dan batuan beku basaltik. Kedua formasi ini mewakili  \nendapan bancuh sedimenter atau endapan olistostrom.  \nSelaras di atas Formasi Totogan dijumpai Formasi Waturanda yang terdiri dari breksi  \nvolkanik berselingan dengan batupasir tufan, berumur Miosen Bawah. Secara berangsur  \nlitologi yang ada berubah menjadi batupasir gampingan dan napal tufan yang dikenal sebagai  \nFormasi Penosogan.  \nBatuan beku di daerah ini terbentuk dalam tiga periode magmatik, diwakili oleh  \ndiabas, andesit basaltis dan riolit. Periode magmatik pertama pada zaman Pra-Tersier  \nberafinitas toleit punggung tengah samudera, produk magmatiknya merupakan bagian dari  \nBancuh Luk-Ulo. Periode kedua (Eosen Akhir) dan ketiga (Oligosen) merupakan batuan  \nterobosan berafinitas kalk-alkalin berasosiasi dengan proses subduksi.  \nPenelitian ini dimaksudkan untuk membuat dokumentasi visual terhadap data geologi  \nyang belum pernah dilakukan sebelumnya.  \ni", "Daftar File": {"Noer Aziz Magetsari": "https://digilib.itb.ac.id/gdl/download/1027"}, "Penulis": "Noer Aziz Magetsari", "Kontributor / Dosen Pembimbing": ["Andri Slamet Subandrio Mubandi  Bambang Priadi"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rocks,Karangsambung,geological research", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2004"}