{"Nomor": 7635, "Judul": "APLIKASI METODE ELEMEN HINGGA DALAM PENGHITUNGAN HARGA OPSI ASIA PADA TRADED ACCOUNT", "Abstrak": "Opsi Asia merupakan opsi dengan payoff tergantung pada harga rata-rata dari aset pokok atas suatu interval waktu tertentu. Ketika opsi Asia didasarkan pada rata-rata aritmatika, dengan harga saham mengikuti gerak Brown geometrik, sampai saat ini tidak ada rumus eksplisit untuk harga opsi Asia. Tujuan dari tesis ini adalah menyelidiki penggunaan metode elemen hingga (MEH) untuk masalah penghitungan harga opsi Asia bertipe Eropa yang mempunyai rata-rata aritmatika dan tidak ada pembayaran dividend. \n \n\nDalam tesis ini diperhatikan opsi Asia aritmatika sebagai kasus khusus dari opsi pada traded account. Dengan penggunaan teori harga risk neutral diturunkan suatu persamaan diferensial parsial (PDP) untuk opsi Asia. PDP yang dihasilkan adalah dua dimensi space. Untuk kemudahan penyelesaian, PDP direduksi ke satu dimensi space dengan mengaplikasikan teknik numeraire. \n \n\nSecara khusus, dalam tesis ini dibuktikan bahwa harga maksimum dari floating strike Asian call option terjadi di t = 0, sedangkan harga maksimum dari floating strike Asian put option terjadi di t E (0, T), dengan T adalah expiry date dari opsi, untuk sembarang harga saham pada saat t = 0. \n \n\nMEH diaplikasikan untuk menyelesaikan rumusan variasional dari PDP satu dimensi, dimana space dihampiri oleh elemen hingga dan time diproses dengan tiga skema beda hingga: eksplisit, implicit, dan Crank-Nicolson. Untuk implementasi dari MEH, dipilih jenis elemen-elemen hingga: fungsi hat. Diaplikasikan metode iteratif SOR (successive overrelaxation) dengan toleransi keakuratan e = 10-s dan faktor relaksasi w = 1.15, ditunjukkan secara numeris bahwa MEH dengan skema beda hingga eksplisit adalah stabil bersyarat. Dengan penggunaan MEH, suatu jawaban akurat harga opsi bisa dihitung di suatu koordinat grid (j, n) tanpa harus melakukan interpolasi. Ditunjukkan bahwa MEH dengan skema Crank-Nicolson merupakan tool yang mampu untuk menghitung harga opsi Asia.", "Daftar File": {"2008 TS PP DIDIT BUDI NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18567", "2008 TS PP DIDIT BUDI NUGROHO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18568", "2008 TS PP DIDIT BUDI NUGROHO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18569", "2008 TS PP DIDIT BUDI NUGROHO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18570", "2008 TS PP DIDIT BUDI NUGROHO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18571", "2008 TS PP DIDIT BUDI NUGROHO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18572", "2008 TS PP DIDIT BUDI NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18573"}, "Penulis": "DIDIT BUDI NUGROHO (NIM 20106002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Metode elemen hingga, Harga opsi Asia, Traded account", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}