{"Nomor": 764, "Judul": "IDENTIFIKASI PREFERENSI WISATAWAN NUSANTARA   TERHADAP OBJEK WISATA AGRO PERKEBUNAN TEH   (STUDI KASUS : PERKEBUNAN TEH MALABAR DAN RANCABALI, KABUPATEN BANDUNG)", "Abstrak": "Penelitian ini hertujuan untuk meningkatkan kinerja pariwisata Jawa Barat, khususnva  \nobjek wisata agro kehun teh sehagai salah satu bentuk diversifzkasi produk wisata di   \nJawa Barat. Untuk mencapai tujuan tersebut, maka sasaran penelitian yang akan dicapai adalah (1) mengidentifikasikan karakteristik dan preferensi wisatawan   nusantara di objek wisata agro perkebunan teh; (2) mengidentifikasikan karakteristik perjalanan wisatawan nusantara di ohjek wisata agro; (3) mengidentifikasikan perilaku   wisatawan nusantara di objek wisata agro; dan (4) mendapatkan gamharan dari pihak   \npengelola ohjek wisata agro perkehunan teh dalam merancang dan memasarkan produk wisatanya. Dalam penelitian ini diambil studi kasus di objek wisata agro Perkebunan Teh Malabar dan Rancabali di Kabupaten Daerah I ingkat'H Bandung.   \nHasil survey dan penyeharan kuesioner di lokasi penelitian memperlihatkan karakteristik responden di ohjek wisata agro perkebunan teh memiliki perhandingan   pria dan wanita yang relatif sama, kelompok usia dominan adalah 15-2S tahun, berasal   dari Kotamadya dan Kahupaten Bandung serta umumnya adalah lajar/inahasiswa.   \nSedangkan tujuan utana perjalanan mereka adalah untuk herekreasi yang berhuhungan dengan alam, perjalanan tidak menginap, dengan waktu kunjungan pagi dan slang   hari. Adapun preferensi dan keinginan responden mengenai objek wisata agro   perkebunan teh ini masih dipengaruhi oleh kondisi objek tersebut sehagai tempat   rekreasi alam, Jan helum seluruhnya memanfaatkan kegiatan agronya itu sendiri. Hal   \nini disehabkan banyak diantara mereka yang belum atau tidak mendapat informasi mengenai kegiatan agro, khususnya mengenai kegiatan yang dapat mereka lakukan   selain .sekedar berjalan jalan di kebun teh dan menikmati pemandangan.   \nPengelola objek wisata agro saat ini masih menganggap kegiatan tersebut sehagai   \nkegiatan sampingan. Promosi yang terbatas dan peraualan paket wisata ke Biro Perjalanan Wisata menyebabkan seolah-olah ohjek wisata agro ini lebih diminati oleh   wisatawan maneanegara, dan wisatawan nusantara hanya sekedar \"herekreasi \" saja.   Sesungguhnya wisatawan nusantara memiliki keingintahuan yang cukup besar untuk   \nterlibat dan mengetahui lebih , jauh tentang kegiatan agro di perkebunan teh ini, sehingga selain berekreasi mereka pun dapat menambah pengetahuan tentang   perkebunan teh.   \nKeterbukaan dan informasi dari pengelola objek wisata agro perkebunan teh sangat diharapkan untuk dapat mendorong wisatawan nusantara tidak hanya sekedar   herekreasi tetapi,juga berekreasi yang menambah pengetahuan mereka. Dengan tetap   memelihara lingkungan dan mencegah terjadinya dampak yang tidak diinginkan,   kegiatan wisata agro di perkebunan teh dapat menambah dan meningkatkan   \npendapatan karyawan maupun penduduk di sekitarnya. Lebih lanjut pengembangan   \nkegiatan wisata agro juga dapat menunjang pembangunan kepariwisataan di Kabupaten Bandung maupun Propinsi Jawa Barat dan nasional.", "Daftar File": {"Ina Herliana K": "https://digilib.itb.ac.id/gdl/download/1028"}, "Penulis": "Ina Herliana K", "Kontributor / Dosen Pembimbing": ["Andira", "Neneng Roslita", "Yustiani Rahmawita"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "development of tea plantation as one of agro tourism", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2004"}