{"Nomor": 7643, "Judul": "ESTIMASI FAKTOR RICEAN DAN PREDIKSI KINERJA LAYANAN WIMAX OFDM PADA KANAL HIGH ALTITUDE PLATFORM STATION (HAPS)", "Abstrak": "Dalam tugas akhir ini, wacana penggunaan HAPS sebagai infrastruktur telekomunikasi masa depan yang mampu berperan sebagai transmitter sistem telekomunikasi akan disimulasikan, berdasarkan percobaan penelitian HAPS di Hokkaido pada [2]. Parameter yang dianalisa pertama adalah faktor Ricean. Pada tugas akhir ini metoda estimator berbasis momen orde rendah (1 dan 2) digunakan, mengacu kepada keuntungannya yaitu bersifat akurat pada kanal tak terkorelasi dan bebas noise serta frekuensi kecil (1.2 GHz dan 2.4 GHz) dan cukup praktis untuk dilakukan real-time [8] . Dua metoda estimator berbasis momen (momen amplitude sinyal dan momen gain) akan dibandingkan. Untuk melakukan uji performansi, sistem Worldwide Interoperability for Microwave Access ÃƒÂ‚Ã‚Â– Orthogonal Frequency Divison Multiplexing (WiMAX OFDM) menurut standard IEEE 802.16-e akan digunakan melihat kondisi kanal yang dibentuk dalam keadaan ideal (flat fading). Simulasi yang dilakukan dengan menganggap bahwa respon impuls kanal lebih pendek dari pada cyclic prefix (CP) sehingga tidak menimbulkan ISI. Kemudian, efek Doppler akan diterapkan pada masing-masing elevasi dan akan ditininjau pengaruhnya terhadap BER. Penerapan ekualiser linear dengan metoda Least Mean Square juga akan dilakukan untuk menghilangkan interdependensi BER terhadap factor K pada setiap elevasi.", "Daftar File": {}, "Penulis": "DIMAS RINARSO PUTRO (NIM 13203136)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr.Ir. Iskandar dan Joko Suryana, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "HAPS, Distribusi Ricean,WiMAX OFDM,faktor K, BER, SNR, Ekualiser linier LMS", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}