{"Nomor": 7645, "Judul": "KAJIAN KONSERVASI LAHAN UNTUK MEMPERTAHANKAN DAN MENINGKATKAN KEMAMPUAN PERESAPAN AIR DI CEKUNGAN SUBANG, JAWA BARAT (Studi Kasus: Wilayah Subang Tengah)", "Abstrak": "Mempertahankan dan meningkatkan kemampuan lahan dalam meresapkan air merupakan salah satu kunci dalam menjaga kelestarian lingkungan, khususnya dalam mewujudkan sistem tata air yang berkesinambungan. Dalam sistem tata air, Wilayah Studi memiliki peran penting sebagai daerah pengisian air (recharge area) bagi wilayah Cekungan Subang. Di lain sisi, perkembangan wilayah yang cukup pesat yaitu berupa perubahan penggunaan lahan serta rencana pengembangan infrastruktur di Wilayah Studi dapat mengganggu upaya pelestarian sumber daya lahan. Permasalahannya adalah belum adanya upaya konservasi yang serius terhadap kelestarian lingkungan terutama arahan untuk melindungi kelestarian lahan dalam mendukung proses peresapan air.      \n \n \n \n \n \n \n\nTujuan dari penelitian ini adalah merumuskan alternatif upaya konservasi lahan untuk mempertahankan dan meningkatkan kemampuan  peresapan air di wilayah studi. Sasaran yang dicapai meliputi (1) Teridentifikasinya karakteristik perubahan guna lahan di wilayah studi, serta faktor-faktor yang mempengaruhi perubahan guna lahan, (2) Teridentifikasinya implikasi perubahan guna lahan terhadap kemampuan peresapan air, serta (3) Tersusunnya rekomendasi upaya-upaya konservasi lahan di wilayah studi. Proses identfikasi kemampuan peresapan air ditempuh dengan mengkaji 2 faktor penentu, yaitu kondisi fisik alamiah (topografi/kemiringan lahan, jenis tanah dan jenis/sifat batuan penyusun) dan  kondisi penggunaan lahan.      \n \n \n \n \n \n \n\nTemuan dalam penelitian ini adalah adanya trend perubahan penggunaan lahan di wilayah studi dari tahun 1997 ke tahun 2003 berupa hilangnya 100% kawasan hutan yang berfungsi lindung, berkurangnya kawasan sawah sebesar 17,1% serta meningkatnya kawasan terbangun sebesar 49,07%, perkebunan sebesar 18,91% dan tegalan sebesar 34,68%. Faktor yang mempengaruhi perubahan penggunaan lahan adalah arah kebijakan pengembangan wilayah Kabupaten Subang. Dampak dari adanya perubahan penggunaan lahan adalah perubahan kemampuan peresapan air di wilayah studi, dimana secara agregat, volume air hujan yang mampu diresapkan di wilayah studi pada tahun 2003 telah mengalami penurunan 29.169.033,85 m3/tahun atau 3,68% dari volume tahun 1997. Berdasarkan karakteristik kemampuan peresapan air, wilayah studi dikelompokkan menjadi 13 wilayah.      \n \n \n \n \n \n \n\nKonservasi lahan ditempuh melalui 2 skenario, yaitu: (1) Memperbaiki kondisi permukaan tanah untuk mendukung terjadinya peresapan air yang lebih baik, serta mengurangi limpasan permukaan, serta (2) Pengendalian pembangunan, yaitu mengendalikan kemungkinan pengembangan lahan ke arah negatif, yaitu guna lahan yang kurang mendukung terjadinya peresapan yang optimal dengan mempertimbangkan kebijakan mengenai rencana pengembangan penggunaan lahan.", "Daftar File": {"2007 TS PP DIMAS WISNU ADRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18630", "2007 TS PP DIMAS WISNU ADRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/18631", "2007 TS PP DIMAS WISNU ADRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/18632", "2007 TS PP DIMAS WISNU ADRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/18633", "2007 TS PP DIMAS WISNU ADRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/18634", "2007 TS PP DIMAS WISNU ADRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/18635", "2007 TS PP DIMAS WISNU ADRIANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/18636", "2007 TS PP DIMAS WISNU ADRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18637"}, "Penulis": "DIMAS WISNU ADRIANTO (NIM 25406038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Arief Rosyidie, MSP, M.Arch. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Land Use, Water Infiltration Capability, Land Conservation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}