{"Nomor": 7649, "Judul": "PENGEMBANGAN SISTEM AKUISISI PENGETAHUAN KLASIFIKASI MAJEMUK INDUCT/MCRDR", "Abstrak": "Abstrak:    \n \n \n \n \n\nProses akuisisi pengetahuan yaitu proses ekstraksi pengetahuan pakar atas solusi terhadap permasalahan yang ada. Akuisisi pengetahuan dilakukan secara tidak langsung oleh pakar yaitu dengan menggunakan bantuan perekayasa pengetahuan. Proses ini tidak hanya mahal tapi juga    \n \n \n \n \n\ndapat menyebabkan kesalahan interpretasi pengetahuan, termasuk dalam menstrukturkan pengetahuan pakar.    \n \n \n \n \n\nRipple-Down Rules (RDR) dikembangkan untuk mengatasi permasalahan tersebut. RDR memungkinkan pakar untuk membangun pengetahuannya tanpa bantuan dari perekayasa    \n \n \n \n \n\npengetahuan. Dan untuk memenuhi kebutuhan jenis akuisisi dan klasifikasi, telah dikembangkan beberapa varian dari RDR yaitu MCRDR dan Induct/RDR. MCRDR dikembangkan untuk    \n \n \n \n \n\nmengatasai ranah permasalahan yang membutuhkan klasifikasi majemuk, sedangkan Induct/RDR dikembangkan untuk memenuhi kebutuhan akuisisi otomatis pada klasifikasi tunggal.    \n \n \n \n \n\nTugas Akhir ini sendiri bertujuan untuk mengembangkan varian RDR lainnya yaitu Induct/MCRDR. Induct/MCRDR diharapkan mampu memenuhi kebutuhan akuisisi otomatis    \n \n \n \n \n\npada klasifikasi majemuk yang belum difasilitasi oleh varian-varian RDR lainnya. Untuk dapat mengetahui akurasi yang dihasilkan, maka dikembangkan pula sistem akuisisi pengetahuan yang menggunakan algoritma Induct/MCRDR dalam pembangunan pengetahuannya. Pengujian dilakukan terhadap dataset klasifikasi majemuk maupun tunggal pada sistem Induct/MCRDR. Dari hasil pengujian disimpulkan bahwa metode Induct/MCRDR mampu digunakan untuk memenuhi kebutuhan akuisisi otomatis pada dataset klasifikasi majemuk penyakit-perut-bawah maupun dataset klasifikasi tunggal contact-lens dan tic-tac-toe. Salah satu kekurangan pada metode ini yaitu jumlah ukuran pengetahuan yang tidak ringkas. Namun kekurangan ini dapat    \n \n \n \n \n\ndiabaikan karena waktu pembangunan yang sangat cepat dan tidak dibutuhkannya perawatan dari pengetahuan yang telah terbentuk.", "Daftar File": {}, "Penulis": "Dini Armyta (NIM: 13503025)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Masayu Leylia Khodra, S.T., M.T.", "Pembimbing 2 :  Windy Gambetta.,Ir.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Akuisisi pengetahuan, klasifikasi majemuk, RDR, MCRDR, Induct/RDR.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}