{"Nomor": 7653, "Judul": "PERANCANGAN ARSITEKTUR DATA DAN INFORMASI UNTUK MENDUKUNG PENGEMBANGAN SISTEM INFORMASI DI INSTITUSI PENDIDIKAN TINGGI", "Abstrak": "Abstrak:   \n \n \n \n\nSetiap institusi pendidikan tinggi pada dasarnya memerlukan dukungan teknologi untuk dapat bersaing dengan institusi lain. Teknologi dapat mendukung dari segi kualitas layanan maupun kualitas lulusan. Dukungan teknologi tersebut diantaranya adalah penggunaan Sistem Informasi yang dapat bermanfaat untuk kelancaran aktivitas kampus, layanan mahasiswa, maupun kegiatan operasional dan administrasi. Permasalahan yang sering muncul yaitu bahwa suatu institusi membutuhkan sistem yang dapat berjalan dengan baik tetapi sistemnya seringkali tidak mendukung hal ini. Pengembangan sistem yang tidak terintegrasi menyebabkan banyaknya proses manual yang harus dilakukan oleh pengguna sistem. Saat kebutuhan institusi berkembang, sistem pun harus fleksibel terhadap perubahan tersebut. Penggunaan sistem informasi menjadi tidak optimal karena hanya mampu memenuhi kebutuhan jangka pendek, untuk kemudian digantikan oleh sistem baru yang mampu memenuhi kebutuhan yang terus berkembang tadi. Untuk mengatasi hal ini, diperlukan kajian sistem informasi menuju tahap implementasi yang terintegrasi dengan melakukan identifikasi dan analisis terhadap setiap komponen-komponen dasar dari sistem informasi. Hasil dari kajian ini berupa rancangan arsitektur data dan informasi yang diharapkan dapat menjadi masukan untuk mendukung proses pengembangan sistem informasi yang lebih baik untuk institusi pendidikan tinggi.    \n \n \n \n\nTahap perancangan arsitektur data dan informasi diawali dengan studi pendahuluan untuk mendefinisikan sasaran bisnis dan pemilihan metodologi perancangan. Selanjutnya dilakukan pendefinisian proses-proses bisnis dan kelas-kelas data menggunakan metodologi Business System Planning (BSP) yang dibuat oleh IBM. Proses bisnis diidentifikasi dengan membagi seluruh proses yang ada ke dalam tiga kelompok, yaitu Proses Perencanaan dan Pengendalian, Proses Produk atau Jasa, dan Proses Sumber Daya Pendukung. Proses Perencanaan dan Pengendalian berkaitan dengan perencanaan jangka panjang (rencana strategis) dan perencanaan jangka pendek (pengendalian manajemen). Kemudian untuk menentukan keberhasilan dari program biasanya diidentifikasi indikator-indikator yang juga digunakan untuk pengambilan keputusan. Proses Produk atau Jasa dan Proses Sumber Daya Pendukung diidentifikasi dengan membuat diagram siklus hidup dari masing-masing produk atau jasa, dan juga sumber daya pendukung. Proses sumber daya pendukung dibagi ke dalam tiga entitas utama yaitu mahasiswa, staf akademik, dan staf non akademik. Proses bisnis dalam bentuk tingkatan-tingkatan proses diidentifikasi dari siklus hidup masing-masing entitas tadi.   \n \n \n \n\nKelas data diidentifikasi berdasarkan seluruh proses bisnis serta indikator-indikator pendukung proses pengambilan keputusan yang telah terdefinisi sebelumnya. Setelah diperoleh daftar proses bisnis dan kelas data, dibuat matriks keterkaitan antar proses dan data. Matriks ini dibuat untuk mengidentifikasi kelas data mana yang diubah atau digunakan pada saat suatu proses terjadi. Selanjutnya adalah melakukan pemetaan setiap proses bisnis dan kelas data ke dalam suatu subsistem, mengelompokkannya, dan menggambarkan interaksi antar subsistem berdasarkan identifikasi keterkaitan proses bisnis dan kelas data. Matriks inilah yang membentuk suatu arsitektur informasi dari sebuah sistem informasi. Dengan matriks ini dapat dibuat identifikasi pemberian notifikasi terhadap suatu subsistem saat terjadi proses yang mengakibatkan perubahan pada suatu kelas data.   \n \n \n \n\nArsitektur data dibuat dengan mendetailkan setiap kelas data, kemudian diidentifikasi keterkaitannya berdasarkan indikator pengambilan keputusan dan arsitektur informasi yang telah dibuat. Setiap kelas data kemudian dipetakan ke dalam subsistem-subsistem yang telah diidentifikasi sebelumnya. Dari masing-masing subsistem, kelas-kelas data dipilah berdasarkan tingkat kepentingannya untuk mendukung pengembangan sistem secara bertahap menuju implementasi yang terintegrasi.", "Daftar File": {}, "Penulis": "Dini Sofiani Permatasari (NIM 235 04 013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Iping Supriana, Dr., Ir.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-02-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "arsitektur informasi, arsitektur data, institusi pendidikan, integrasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}