{"Nomor": 7663, "Judul": "PEMISAHAN SENYAWA FENOL DAN TURUNANNYA DARI TAR KAYU DAN LIMBAH INDUSTRI PULP KERTAS DENGAN DISTILASI VAKUM DAN PEMANFAATANNYA BAGI PEMBUATAN PEREKAT FENOLIK", "Abstrak": "ABSTRAK: \n \n\nDalam penelitian ini telah dipelajari kondisi pemisahan senyawa fenol dari limbah tar kayu campuran dan industri pulp kertas proses sulfat (lindi hitam), secara distilasi vakum isotermal. \n \n\nKondisi optimum distilasi tar kayu diperoleh pada suhu 90derajat C, pada pH 2 dan waktu proses selama 4,5 jam. pH larutan diatur dengan larutan asam sulfat. Distilat yang diperoleh memiliki rendemen 84,8 X, dengan pH sebesar 5,59 dan kandungan senyawa fenol sebesar 0,89 7b/v. Kondisi optimum distilasi larutan lindi hitam proses sulfat ditemukan pada suhu 105 derajat C, pH 2 dan waktu selama 4,5 jam. Distilat yang diperoleh dari sampel ini menghasilkan rendemen 89,40 7., dengan pH sebesar 6,82 dan kandungan total senyawa fenol sebesar 0.76 Xb/v. Distilat yang dihasilkan dari kedua jenis sampel itu dimanfaatkan bagi pembuatan perekat fenol formaldehida. Distilat dari tar kayu campuran menghasilkan perekat yang kental berwarna merah dengan pH sebesar 8,6. Karakter kayu lapis yang menggunakan perekat dari distilat tar kayu campuran ini memiliki kadar air antara 7,25-9,83 X, kerapatan berkisar antara 4,993 - 11,829 Kg/cm2. \n \n\nSelanjutnya, perekat yang berasal dari distilat lindi hitam proses sulfat berwarna merah muda dengan rata-rata sebesar pH 9,3, sedangkan kayu lapis yang dihasilkan dengan perekat ini memiliki kadar air antara 8,2 hingga 12,87 X, kerapatan antara 0,5492-0,6205 g/cm3 serta keteguhan rekat antara 3,066-9,632 Kg/Cm2.", "Daftar File": {}, "Penulis": "Djeni Hendra", "Kontributor / Dosen Pembimbing": ["Pembimbing: Buchari, Dr. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "senyawa fenol, tar kayu, limbah, pulp, perekat fenolik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}