{"Nomor": 767, "Judul": "BIOREAKTOR MEMBRAN ANAEROB UNTUK PENGOLAHAN  LIMBAH CAIR INDUSTRI MINYAK SAWIT", "Abstrak": "Penelitian ini dimaksudkan untuk meningkatkan kinerja proses anaerob dalam  \nmengolah limbah cair industri minyak savvit dengan mengembangkan teknik  \npengendalian wash-out biomassa anaerob dalam rangka memperpanjang waktu tinggal  \nbiomassa dalam bioreaktor. Teknik yang digunakan adalah teknik pemisahan padatan  \nbiomassa dan cairan yang dilewatkan melalui suatu membran mikrofiltrasi. Padatan yang  \ntertahan dikembalikan ke dalam bioreaktor anaerob sedangkan cairan yang lolos keluar  \nmelalui saluran pembuangan.  \nTeknologi tersebut merupakan salah satu teknologi terbaru yang sangat baik  \ndibandingkan dengan teknik lainnya dalam proses pengolahan limbah cair industri  \nminyak sawit. Penelitian ini diarahkan untuk penyempurnaan kinerja proses anaerob  \ndengan mengoptimalkan kondisi-kondisi proses yang meliputi laju pembebanan dan  \npeningkatan kinerja membran yang mencakup frekuensi/intensitas backflushing sehingga  \ndiharapkan efisiensi pengolahan menjadi bersaing dengan sistem bioreaktor lainnya.  \nPenelitian ini menggunakan limbah cair sintetik yang komposisinya menyerupai  \nlimbah cair industri minyak kelapa sawit. Mikroorganisme yang dipergunakan berasal  \ndari lumpur biomassa instalasi pengolahan limbah cair industri minyak kelapa sawit skala  \nlaboratorium. Proses membran yang digunakan adalah mikrofiltrasi crossflow dengan  \nmodul hollow fiber terbuat dari polipropilen, ukuran pori 0,2 Am dan luas permukaan  \nmembran 0,025 MZ . Proses pengolahan berlangsung pada waktu tinggal cairan (WTC) 20,  \n14 dan 12 hari untuk waktu tinggal padatan (WTP) 30 hari dan WTP 30, 50, 80 dan 100  \nhari untuk WTC 12 hari.  \nHasil penelitian tahun 1 (2001) menunjukkan bahwa kombinasi proses bioreaktor  \nmembran anaerob dapat digunakan untuk mengolah air limbah sintetis minyak sawit yang  \nmempunyai COD awai 30.000 mg/L. Stabilitas fluks dapat dipertahankan dengan  \npengaturan kondisi optimum proses membran dan teknik backflushing. Kondisi optimum  \nproses membran diperoleh pada tekanan 0,6 bar. Kondisi optimum backflushing  \ndiperoleh pada selang waktu 1,5 menit, lama backflushing 1 detik, dan tekanan 1,6 bar.  \nKondisi optimum yang diperoleh mampu mempertahankan fluks sebesar 0,75 L/(m'-.jam)  \npada berbagai WTP.  \nPada keadaan tunak, didapatkan MLSS semakin meningkat seining dengan  \nmeningkatnya WTC dan WTP. Konsentrasi COD keluaran semakin kecil, dengan  \npeningkatan WTC dan WTP. Efisiensi penyisihan COD juga semakin meningkat dengan  \nsemakin besarnya WTC dan WTP. Efisiensi penyisihan COD yang dapat dicapai 90,57 -  \n94,89 %. Akibat pemakaian membran, ukuran flok bakten anaerob mengecil 60-76  \ndan jarak antar flok berkurang 44-75 %. Hasil isolasi dan identifikasi bakteri anaerob  \ndalam bioreaktor didominasi Methanobacterium ruminantium dan Flavobacterium  \nodoratum.", "Daftar File": {"Adrianto Ahmad": "https://digilib.itb.ac.id/gdl/download/1031"}, "Penulis": "Adrianto Ahmad, SSi, MT", "Kontributor / Dosen Pembimbing": ["Ir. Edwan Kardena, Ph.D, Adrianto Ahmad, MT, Prof. Dr. Ir.  adi Suwono"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "minyak sawit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Mar 2004"}