{"Nomor": 7674, "Judul": "PENGARUH PENYEDIAAN TEMPAT PEMBERHENTIAN UNTUK ANGKUTAN KOTA", "Abstrak": "abstract : \n \n\nAngkutan kota (Angkot) merupakan angkutan umum utama yang melayani kota Bandung. Karakteristiknya yaitu dapat menaik-turunkan penumpang di sembarang tempat sesuai dengan permintaan penumpang. Karena angkot menggunakan jalan yang sama dengan pengguna jalan lain, hal ini seringkali menyebabkan hambatan dan bahaya terhadap pengguna jalan lain. \n \n\nTujuan utama dari thesis ini adalah mengembangkan model matematik yang memperlihatkan pengaruh penyediaan tempat pemberhentian untuk angkot terhadap angkot dan penumpangnya. Kemudian, menggunakan model tersebut untuk menentukan jarak tempat pemberhentian yang paling optimum didasarkan pada waktu tempuh penumpang angkot. Untuk penelitian ini sebagian jalan Surapati dengan panjang sekitar 865 meter telah dipilih sebagai lokasi penelitian. \n \n\nWaktu tempuh angkot dan penumpang digunakan untuk mengkuantifikasi pengaruh penyediaan tempat pemberhentian untuk angkot terhadap angkot dan penumpangnya. \n \n\nKomponen dari waktu tempuh angkot terdiri dari waktu berjalan angkot, waktu untuk menaik-turunkan penumpang, dan waktu untuk perlambatan dan percepatan. Sedangkan komponen dari waktu tempuh penumpang adalah waktu berjalan penumpang, waktu untuk menunggu, dan waktu selama berada di angkot. Model juga memperhitungkan probabilitas suatu angkot untuk berhenti di tiap tempat pemberhentian. Harga probabilitas ini didapatkan dari data obsevasi lapangan. Untuk mengkalibrasi model yang dikembangkan, 16 kondisi yang berbeda dengan empat rute, kondisi lalu-lintas puncak dan tidak puncak, serta dua arah yang berbeda telah diteliti. \n \n\nDari hasil analisa ditemukan bahwa waktu tempuh angkot akan menurun jika jarak tempat pemberhentian semakin besar, sedangkan hubungan antara waktu tempuh penumpang dan jarak tempat pemberhentian menunjukkan bentuk kurva lengkung. Pada saat waktu tempuh penumpang minimal merupakan harga jarak tempat pemberhentian paling optimal. Berdasarkan analisa, jarak tempat pemberhentian optimum untuk 16 model bervariasi antara 133 - 159 meter. Untuk keperluan praktis lapangan batas jarak tempat pemberhentian antara 118 - 178 meter adalah yang paling optimal yang berlaku untuk semua kondisi dan rute di jalan Surapati.", "Daftar File": {"1995 TS PP DODIK MARSENO CATUR UTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18838", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18839", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18840", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18841", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18842", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18843", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/18844", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/18845", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-PUSTAKA-A.pdf": "https://digilib.itb.ac.id/gdl/download/18846", "1995 TS PP DODIK MARSENO CATUR UTOMO 1-PUSTAKA-B.pdf": "https://digilib.itb.ac.id/gdl/download/18847"}, "Penulis": "Dodik Marseno Catur Utomo (NIM 269 93 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Idwan Santoso, Dr.  \n \n\nPembimbing 2 : Ade Sjafruddin, Dr.  \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Providing, designated stopping for angkot", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}