{"Nomor": 7676, "Judul": "USULAN METODE PEMODELAN KOLABORASI KNOWLEDGE PADA KLASTER INDUSTRI KECIL", "Abstrak": "ABSTRAK: \n \n\nMetode pemodelan dalam enterprise engineering telah banyak diterapkan untuk membantu perusahaan dalam mengintegrasikan sistem-sistem yang ada (Venugopalan, 2003). Integrasi tersebut meliputi antar perusahaan dan multiperusahaan, bertujuan untuk meningkatkan kinerja perusahaan dan meningkatkan daya saingnya. Chalmeta et al. (2001), memandang bahwa metode pemodelan pads beberapa kerangka dan metodologi yang ada fokus pads perusahaan manufaktur single enterprise. Jika digunakan pads multi-enterprise diperlukan penyesuaian dan tidak dapat langsung diadopsi khususnya untuk kasus spesifik seperti klaster industri. Penyesuaian dilakukan dengan mempertimbangkan bahwa: 1) keberadaan sebuah klaster industri, dapat dipandang sebagai sebuah perusahaan (enterprise), 2) pertumbuhan klaster ditunjang oleh adanya aktivitas-aktivitas pertukaran knowledge, 3) dalam kaitannya dengan inovasi, terbentuknya kolaborasi knowledge menjadi sebuah kunci. \n \n\nPada penelitian akan dikembangkan suatu usulan metode pemodelan untuk kolaborasi knowledge dengan menggunakan kerangka pemodelan Presley (1997), dikenal dengan Holonic Entreprise Modeling Ontology (HEMO) dan knowledge work/stance (Hadrich, T dan Maier, R., 2005). Pengembangan metode ini didasari oleh keberadaan konsep Holon dipandang sebagai konsep yang mampu mendekati konsep klaster industri (Ulieru et al, 2002), dengan karakteristik utama kerjasama dan otonomi. \n \n\nMetode pemodelan yang dihasilkan berupa tahapan, metode dan tools, yang digunakan dalam memodelkan sebuah kolaborasi knowledge pada klaster industri. Tahapan yang terdiri dari identifikasi aktivitas-aktivitas, menyaring aktivitas, pengelompokan aktivitas, identifikasi relasi kelompok aktivitas, dan mengorganisasikan knowledge. Selanjutnya metode pemodelan tersebut di uji coba pada klaster industri (spesifik pads klaster indusri logam). \n \n\nHasil uji coba tersebut, mampu menggambarkan kolaborasi knowledge dengan baik. Hal ini ditunjukkan oleh knowledge yang dapat di-capture dan dicreate melalui pemodelan aktivitas-aktivitas pada klaster, serta Knowledge tersebut dapat diorganisasikan melalui knowledge stance/world yang terdiri dari.fungsi, context, occasion, mode, dan action.", "Daftar File": {}, "Penulis": "Dodi Permadi (NIM 23403002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: T. M. A. ari Samadhi, Dr., Ir., M.Eng. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HEMO, Modeling Framework, Knowledge Collaboration, Holon, Industrial Cluster, Knowledge Work/Stance", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}