{"Nomor": 7677, "Judul": "EVALUASI METODE-METODE ANALISA TRANSIEN TEKANAN PADA SUMUR INJEKSI", "Abstrak": "Injeksi air (waterflooding) saat ini menjadi tahapan pemerolehan sekunder (secondary recovery) yang sedang dilakukan oleh sebagian besar lapangan minyak sebagai lanjutan pemerolehan primer (primary recovery). Kajian reservoir untuk meningkatkan efisiensi pelaksanaan injeksi air dapat dilakukan dengan melakukan uji sumur. \n \n\nSebagian peneliti dalam analisa uji sumur injeksi menganggap mobility ratio (M) adalah satu. Dengan anggapan ini, analisa uji sumur injeksi dapat didekati dengan analisa uji sumur produksi1. Di mana, untuk uji sumur injectivity dapat didekati dengan analisa uji sumur drawdown. Analisa uji sumur buildup dapat dipakai untuk memberikan analisa pada uji falloff. \n \n\nPada thesis ini telah dilakukan evaluasi sebagian metode analitik analisa sumur injeksi yang tidak menganggap , diantaranya adalah Hazebroek-Rainbow-Matthews2 yang menggunakan prosedur cobaÃƒÂ‚Ã‚Â–coba (trial and error) dalam menentukan nilai Pe di dalam plot log (PwsÃƒÂ‚Ã‚Â–Pe) dengan waktu tutup sumur (Δt); Merill-Kazemi-Gogarty3 yang memperhitungkan gradasi saturasi akibat perbedaan sifat dan karakteristik fluida yang diinjeksikan dan fluida reservoir; LP Bown4 yang juga memperhitungkan gradasi saturasi seperti metode MKG dengan koreksi bahwa storage ratio tidak mempengaruhi kemiringan garis lurus kedua pada plot semilog tekanan dengan waktu. \n \n\nDengan bantuan simulator komersial, metodeÃƒÂ‚Ã‚Â–metode analitik ini dievaluasi dengan menggunakan simulasi yang sudah divalidasi dengan data dari suatu lapangan. Evaluasi meliputi sensitivitas terhadap waktu injeksi, viskositas minyak, kompresibilitas minyak dan permeabilitas formasi. Hasil yang diperoleh antara lain metode MKG dan Brown yang menggunakan kemiringan garis lurus pada plot semilog memberikan hasil permeabilitas yang cukup sama dengan input. Sedangkan metode HRM yang menggunakan prosedur cobaÃƒÂ‚Ã‚Â–coba dalam menentukan tekanan ekuivalen memberikan nilai permeabilitas yang lebih pesimistis. \n \n\nPada penentuan nilai faktor skin, nilai yang didapatkan oleh metode MKG dan Brown cukup sama meskipun dari pendekatan yang berbeda. Metode MKG berdasar dari karakteristik fluida pada zona 1 saja, sedangkan metode Brown berdasar pada kedua zona dengan titik berat pada zona 2. Akan tetapi kedua metode memberikan hasil yang cukup jauh apabila dibandingkan dengan input. Tidak demikian dengan metode HRM yang memberikan harga yang lebih mendekati input. Jarak batas zona 1 dan zona 2 yang diberikan oleh metode MKG yaitu persamaan intersection time dan metode HRM yaitu persamaan material balance memberikan hasil yang cukup sama. Pada metode Brown, hasilnya cukup berbeda. Hal ini karena pada metode ini memasukkan unsur perbandingan specific storage yang mempengaruhi jarak batas zona 1 dan zona 2.", "Daftar File": {"2008 TS PP DODI SETIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18865", "2008 TS PP DODI SETIAWAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/18866", "2008 TS PP DODI SETIAWAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/18867", "2008 TS PP DODI SETIAWAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/18868", "2008 TS PP DODI SETIAWAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/18869", "2008 TS PP DODI SETIAWAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/18870", "2008 TS PP DODI SETIAWAN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/18871", "2008 TS PP DODI SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18872"}, "Penulis": "DODI SETIAWAN (NIM 22205001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji MSc. PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Analisa Transien Tekanan, Sumur Injeksi, Injeksi Air", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}