{"Nomor": 7683, "Judul": "TINJAUAN DESKRIPTIF ANALITIS HUBUNGAN ANTARA KELAS KONSUMEN DENGAN TATANAN INTERIOR PADA PUSAT PERBELANJAAN (KASUS: KOMPLEKS PERTOKOAN KAWASAN BLOK M JAKARTA)", "Abstrak": "Penelitian ini mencoba memahami hubungan antara kelas konsumen dengan tatanan interior pada pusat perbelanjaan, melalui langkah-Iangkah sebagai berikut:  \n \nÃƒÂ‚Ã‚Â• Identifikasi karakteristik ekonomi, sosial, budaya serta perilaku dari setiap kelompok kelas konsumen.  \n \nÃƒÂ‚Ã‚Â• Deskripsi desain interior pusat perbelanjaan berdasarkan kriteria kelas sosial yang berbeda.  \n \nÃƒÂ‚Ã‚Â• Analisis hubungan antara kelas konsumen dengan penataan interior pusat perbelanjaan.  \n \n\nPenelitian yang bersifat deskriptif analitis ini dilaksanakan dengan metoda observasi lapangan serta wawancara dengan pihak pengelola dan pengunjung di tiga pusat perbelanjaan untuk kelas sosial yang berbeda, yang berlokasi di kawasan Blok M Jakarta. Hasil analisis menunjukkan bahwa:  \n \nÃƒÂ‚Ã‚Â• Semakin tinggi kelas konsumen, semakin besar tingkat kebutuhan terhadap luasan ruang yang harus dipenuhi pada pusat perbelanjaan, hal tersebut terjadi karena peningkatan kriteria pemuasan kebutuhan konsumen. Semakin tinggi kelas konsumen, semakin besar penyesuaian skala perbandingan ruang yang dapat diterapkan dalam tatanan interiornya, hal tersebut dimungkinkan karena terjadi pengalihan biaya terhadap ruang tenant yang dilimpahkan kepada konsumen. Dapat disimpulkan bahwa terdapat hubungan antara stratifikasi konsumen dengan tatanan interior. Semakin luas alokasi ruang yang disediakan untuk konsumen, semakin tinggi biaya yang harus ditanggung oleh konsumen melebihi nilai produk yang seharusnya dibayar atau dikonsumsi.  \n \n\nSemakin tinggi kelas konsumen, semakin besar tuntutan terhadap tingkat keamanan dan kenyamanan, semakin besar pula tuntutan terhadap pelayanan serta kemudahan-kemudahan dalam melakukan aktivitas pada pusat perbelanjaan.", "Daftar File": {"1999 TS PP DONA SAPHIRANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/18889", "1999 TS PP DONA SAPHIRANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/18890", "1999 TS PP DONA SAPHIRANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/18891", "1999 TS PP DONA SAPHIRANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/18892", "1999 TS PP DONA SAPHIRANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/18893", "1999 TS PP DONA SAPHIRANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/18894", "1999 TS PP DONA SAPHIRANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/18895"}, "Penulis": "DONA SAPHIRANTI (NIM 25296006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Iwan Sudradjat, Dr., Ir., MSA."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "tatanan interior, Arsitektur", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}