{"Nomor": 7699, "Judul": "THE IDENTIFICATION OF FISHING GROUND AREA WITH MODIS SATELLITE IMAGE (CASE STUDY: SOUTH COAST OF WEST JAVA)", "Abstrak": "Abstract. According to UNCLOS, Indonesian marine territorial covers an area equal to around 2.8 million square kilometers inner archipelagic seas. Though the Indonesian water region is very wide, the resource within it is not yet been exploited optimally. Indonesia still has problems that have to be copped with, including identification of marine fishing ground areas. This report proposes a technology to make the fish-catching be more efficient and effective with the help of MODIS satellite image in term of Surface Temperature and chlorophyll a computation. Data conversion from digital number to Water Brightness Temperature are performed. The determination of potential fishing ground area were conducted based on temperature and chlorophyll a parameters which serve as an indicator of upwelling and observations were carried out on parameters which show this phenomenon. Based on the result, during May 2004 the upwelling process were not happened yet, and it seems to occur in June 2004. It showes by the decreasing of water temperature in South Coast of West Java particularly between the border of West Java and Central of Java. This phenomenon acts as an indicator for the raising of primer productivity and will takes about one month after upwelling to the bloom of phytoplankton.", "Daftar File": {"Proceedings ITB Science and Technology  Vol 38 B No 2 2006  p 147-158.pdf": "https://digilib.itb.ac.id/gdl/download/18958"}, "Penulis": "Dudung Muhally Hakim, Ketut Wikantika,  Nengah Widiadnyana, Asmi M. Napitu  & Soni Darmawan", "Kontributor / Dosen Pembimbing": ["mahmdudin@li.itb.ac.id"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "chlorophyll-a; fishery; MODIS; SST; upwelling.", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Okt 2008"}