{"Nomor": 7713, "Judul": "EARTHQUAKE RISK PERCEPTION IN INDONESIA: GOVERNMENT OFFICERS AND BUILDERS VIEW", "Abstrak": "The Hyogo Framework for Action adopted in the 2005 World Conference on Disaster Reduction stipulates the needs to identify, assess and monitor disaster risks as one of the priorities for action for building the resilience of nations and communities to disasters. In order that institutions and communities supposed to be involved in earthquake disaster risk reduction, both at the national and local level, can benefit from the knowledge and understanding of disaster risk, it is also important to assess risk perception of the actors within those institutions and communities, as it plays a very important role in their decision-making process. A perception survey on earthquake risk and on safer housing construction from government officers at both central and local level as well as from house builders/head masons has been conducted recently in Bandung City (for local level relevant government officials and builders/head masons) and in Jakarta (for national level relevant government officials). The study was conducted as part of a wider study implemented in Turkey, Pakistan, India, Nepal, Indonesia, Philippines and Fiji, by a collaborative effort between the Graduate Research Institute of Policy Studies of Tokyo Japan and various organizations/institutions in the respective countries. In Indonesia, the survey was conducted by the Center for Disaster Mitigation, Bandung Institute of Technology. Among the most interesting results is the indication that government officials, both at national as well as local level, consider that earthquake risk, although ranked number three after flood and landslide risk, is an important issue and need major actions to mitigate it. On the other side, national government officials considers that local governments have not done enough to mitigate earthquake risk and their capacities are also inadequate to be able to properly act to reduce earthquake risk in their jurisdictions. Also interesting to note is that Bandung City spends less than 1% of its income for implementing building control, while building permit process contribute between 1 to 5% to the total income of the city, indicating that building permit system is more considered as a means to raise city funding rather than as an effective building control process.", "Daftar File": {"2008 GL PP DYAH KUSUMASTUTI 1.pdf": "https://digilib.itb.ac.id/gdl/download/19039"}, "Penulis": "DYAH KUSUMASTUTI", "Kontributor / Dosen Pembimbing": ["Krishna S. Pribadi and Anin Utami"], "Jenis Koleksi": "Literatur Kelabu", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hyogo framework for Action, earthquake risk perception, officers, builders", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "27 Mei 2008"}