{"Nomor": 7726, "Judul": "ANALISIS SERVQUAL SPBU 34-17129 UNDERPASS BEKASI", "Abstrak": "Pertumbuhan penggunaan kendaraan bermotor di kota Bekasi sangat tinggi setiap tahunnya, dan mempengaruhi frekuensi penggunaan BBM. Effendi Group melihat pertumbuhan tersebut dan melakukan ekspansi dengan menambah jumlah SPBU yang dimilikinya dengan brand XYZ. Salah satu SPBU yang dimiliki Effendi Group adalah SPBU 34-17129 atau SPBU Underpass yang terletak di Kecamatan Bekasi Timur. SPBU tersebut berada di daerah permukiman penduduk. \n \n \n\nPenjualan terus menurun dari tahun 2005 dan munculnya SPBU-SPBU baru semakin mengurangi marketshare SPBU Underpass. Setelah melakukan observasi dan studi literatur, penulis menemukan bahwa faktor yang sangat mempengaruhi penurunan penjualan adalah service quality. \n \n \n\nDengan menggunakan kriteria umum service quality, penulis menyusun suatu kuesioner untuk mengetahui persepsi dan harapan konsumen. Berdasarkan hasil kuesioner, kesenjangan yang paling tinggi terdapat pada dimensi empati. Dimensi yang juga patut diperhatikan adalah reliability dan tangible. \n \n \n\nUntuk mengatasi masalah tersebut, penulis menawarkan tiga solusi, perbaikan visual, peningkatan pelayanan, dan promosi. Perbaikan visual dilakukan untuk meningkatkan penampilan fisik SPBU. Peningkatan pelayanan merupakan bagian terpenting dari keseluruhan solusi. Promosi menjadi faktor pendukung untuk menarik perhatian konsumen.", "Daftar File": {"2008 TS PP EDDY WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19121", "2008 TS PP EDDY WIJAYA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19122", "2008 TS PP EDDY WIJAYA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19123", "2008 TS PP EDDY WIJAYA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19124", "2008 TS PP EDDY WIJAYA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19125", "2008 TS PP EDDY WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19126"}, "Penulis": "EDDY WIJAYA (NIM 29106023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SPBU, Service quality", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}