{"Nomor": 7747, "Judul": "GERUSAN YANG TERJADI DI SEKITAR ABUTMENT BERSAYAP PADA JEMBATAN (KAJIAN LABORATORIUM)", "Abstrak": "Suatu wilayah yang terpisah akibat keberadaan sungai biasanya di hubungkan dengan menggunakan jembatan. Di mana peran jembatan menghubungkan dua jalan yang terhalang sungai. Sehingga kegiatan pemerintahan dan perekonomian antara kedua wilayah dapat berlangsung dengan baik. Struktur bawah dari jembatan biasanya menggunakan abutment sebagai tumpuan utama untuk menyalurkan beban. Akan tetapi, dengan adanya abutment ini akan mempengaruhi perubahan morfologi sungai. Apabila terjadi debit aliran dengan kecepatan aliran yang besar pada sungai yang kemudian memicu terjadinya gerusan disekitar abutment pada jembatan. Penelitian ini menggunakan kajian laboratorium dengan eksperimen menggunakan suatu model saluran terbuka menikung. Pemasangan abutment pada empat titik, yaitu pada saluran lurus, saluran dengan tikungan 180o, saluran lurus di antara tikungan, dan saluran dengan tikungan 90o. Model saluran ini akan di aliri empat debit rencana, dengan debit rencana terkecil dari 4 lt/dtk dan debit rencana terbesar 7 lt/dtk. Pada laporan ini di lakukan perbandingan kedalaman gerusan pada abutment dari hasil pengamatan fisik pada percobaan dengan perhitungan yang menggunakan beberapa metode, seperti Froehlich(1989), Laursen (1960) dan Mellvile (1993). Selain itu di lakukan percobaan abutment kaca untuk menghitung kedalaman gerusan terhadap waktu dengan menggunakan periskop dan perhitungan kecepatan aliran pada keadaan initial condition, yaitu kondisi di mana dasar saluran tanpa ada gerusan.", "Daftar File": {"2008 TA PP EKA RISMA ZAIDUN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19303", "2008 TA PP EKA RISMA ZAIDUN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19304", "2008 TA PP EKA RISMA ZAIDUN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19305", "2008 TA PP EKA RISMA ZAIDUN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19306", "2008 TA PP EKA RISMA ZAIDUN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19307", "2008 TA PP EKA RISMA ZAIDUN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19308", "2008 TA PP EKA RISMA ZAIDUN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/19309", "2008 TA PP EKA RISMA ZAIDUN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19310"}, "Penulis": "EKA RISMA ZAIDUN (NIM 150 04 103)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. AGUNG WIYONO H.S.,M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sungai, saluran, abutment, sedimentasi, gerusan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}