{"Nomor": 7748, "Judul": "DAMPAK PROGRAM-PROGRAM PERBAIKAN LINGKUNGAN PERMUKIMAN KUMUH DI KOTA BANDUNG TERHADAP PEMBANGUNAN ASET-ASET PRODUKTIF KOMUNITAS (STUDI KASUS: BUDP 1 DI LINGKUNGAN PADASUKA, PLPKP2 DI KAWASAN INDUSTRI DALAM, DAN P2KP DI KELURAHAN SITUSAEUR)", "Abstrak": "Abstrak:    \n \n \n \n \n\nPertumbuhan yang pesat dan meningkatnya jumlah penduduk akibat urbanisasi menyebabkan munculnya permukiman kumuh di Kota Bandung. Keterbatasan pemerintah dalam menyediakan perumahan yang layak dan terjangkau oleh masyarakat miskin turut memperburuk kondisi tersebut. Oleh karena itu, pemerintah Kota Bandung berupaya untuk memperbaiki kondisi permukiman kumuh melalui program-program perbaikan lingkungan antara lain BUDP, PLPKP2, dan P2KP.      \n \n \n \n \n\nProgram-program tersebut dapat memperbaiki kondisi lingkungan permukiman kumuh secara menyeluruh dan berkelanjutan jika mampu melakukan pembangunan terhadap aset-aset produktif komunitas masyarakat yang tinggal di permukiman kumuh tersebut. Hanya saja, saat ini belum diketahui dampak program-program perbaikan lingkungan permukiman kumuh yang pernah dilakukan di Kota Bandung terhadap pembangunan aset-aset komunitas yakni aset fisik, alam, modal manusia, modal sosial, dan ekonomi. Oleh karena itu, studi ini bertujuan untuk mengetahui dampak program-program perbaikan lingkungan permukiman kumuh yang pernah dilakukan di Kota Bandung, yakni BUDP 1, PLPKP2, dan P2KP, terhadap pembangunan kelima aset produktif komunitas di masing-masing daerah penerima bantuan yaitu lingkungan Padasuka, kawasan Industri Dalam, dan Kelurahan Situsaeur. Dalam mengidentifikasi dampak pembangunan ketiga program tersebut terhadap kelima aset produktif komunitas, studi ini menggunakan metode kualitatif deskriptif eksploratif dan content analysis (kajian isi).     \n \n \n \n \n\nHasil studi menunjukkan bahwa BUDP 1, PLPKP2, dan P2KP memiliki dampak yang cukup besar terhadap pembangunan aset fisik, sedangkan pembangunan keempat aset lainnya umumnya merupakan dampak ikutan dari pelaksanaan program. Pada studi ini juga dapat diketahui bahwa perbaikan lingkungan permukiman kumuh melalui model transformasi fisik yang digunakan dalam pelaksanaan PLPKP2 dapat memberikan dampak yang cukup signifikan terhadap pembangunan kelima aset produktif komunitas.     \n \n \n \n \n\nBerdasarkan hasil studi, dapat direkomendasikan bahwa program-program perbaikan lingkungan permukiman kumuh perlu memasukkan pembangunan kelima aset produktif komunitas ke dalam konsep pelaksanaannya karena pembangunan kelima aset tersebut saat ini belum berimbang. Upaya perbaikan lingkungan permukiman kumuh juga tidak hanya dapat dilakukan melalui perbaikan kondisi internal permukiman kumuh namun juga dengan meningkatkan aktivitas di sekitarnya agar motivasi masyarakat untuk melanjutkan pembangunan aset-aset produktifnya dapat meningkat seperti yang terjadi pada masyarakat di lingkungan Padasuka", "Daftar File": {}, "Penulis": "Eka Septi Widiyani (NIM 154 03 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Haryo Winarso M.Eng., Ir. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "urbanisasi, PLPKP2", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}