{"Nomor": 7749, "Judul": "PENGUJIAN DAN KARAKTERISASI FILM POLIVINILYDENE FLUORIDE SEBAGAI SENSOR PIEZOELEKTRIK", "Abstrak": "Polyvinilydene fluoride (PVDF) sebagai bahan sensor memiliki beberapa keunggulan, terutama sifat piezoelektriknya. Sifat piezoelektrik PVDF sangat spesifik dalam hal frekuensi kerjanya. Polyvinilydene fluoride, dibuat dalam bentuk film dengan metode calendring. Metode ini sangat cocok untuk menghasilkan film yang disesuaikan dengan kebutuhan yang sangat variatif. Ketebalan film diukur dengan menggunakan mikrometer digital, pembuatan elektroda dengan menggunakan metode evaporasi. Pengkutuban (Poling) film PVDF dimaksudkan untuk mentransformasi PVDF agar memiliki struktur fase beta. Poling sangat berkaitan erat dengan frekuensi kerja, yang diuji dan diamati menggunakan osiloskop. Dalam eksperimen ini ketebalan yang dibuat melalui teknik calendring dan teknik Hot press bervariasi antara 19,33 μmÃƒÂ‚Ã‚Â–91,33 μm. Daerah frekuensi kerja sampel film PVDF yang teramati melalui osiloskop berada pada daerah frekuensi di atas 1 KHz.", "Daftar File": {"2008 TA PP EKA SETIYA NOVA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19318", "2008 TA PP EKA SETIYA NOVA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19319", "2008 TA PP EKA SETIYA NOVA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19320", "2008 TA PP EKA SETIYA NOVA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19321", "2008 TA PP EKA SETIYA NOVA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19322", "2008 TA PP EKA SETIYA NOVA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19323"}, "Penulis": "EKA SETIYA NOVA (NIM 10203044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Suparno Satira"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PVDF, Sensor piezoelektrik, Poling", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}