{"Nomor": 7753, "Judul": "PENGARUH PENAMBAHAN SENYAWA alpha-KETOGLUTARAT, ASAM PIRUVAT DAN ASAM AMINO BEBAS TERHADAP KANDUNGAN NUTRISI DAN CITA RASA KEJU TAHU", "Abstrak": "Abstrak:   \n \n \n \n\nPembuatan keju tahu merupakan salah satu cara pengawetan tahu. Pada penelitian ini keju tabu dibuat melalui fermentasi tabu menggunakan kapang Rhizopus oligosporus dengan suhu inkubasi 25 derajat C selama 4 hari dan suhu pemeraman 12 derajat C selama 5 bulan. Dibuat empat perlakuan berbeda pada keju tabu yaitu keju tahu dengan penambahan alpha- ketoglutarat 0,1%(b/b), asam piruvat 0,1% (b/b), asam amino bebas (Val/Ileu/Leu 0,159% (b/b) 58/35/66) dan keju tahu standar tanpa penambahan senyawa tambahan ke dalam komposisi keju tahu. Keju tahu secara berkala dianalisis selama proses pembuatannya meliputi kadar air, pH, kadar protein dan kadar lemak. Cita rasa keju tahu ditentukan dengan cara uji organoleptik pada keju tahu berumur 2 bulan dan 5 bulan kemudian keju tabu dengan skor tertinggi dianalisis menggunakan gas chromatography (GC) dibandingkan dengan kromatogram keju komersial yang disertakan dalam uji organoleptik (keju putih, brie, gouda). Kadar protein keju tahu berkisar antara 8,28%19,07% dengan kenaikan kadar protein tertinggi selama pemeraman adalah keju tabu dengan penambahan asam amino bebas yaitu 42,10%. Sedangkan kadar lemak keju tabu berkisar 2,31%- 6,97% dengan kenaikan kadar lemak tertinggi selama pemeraman adalah keju tahu dengan penambahan asam piruvat yaitu 135%. Kadar protein keju tahu lebih tinggi dibandingkan dengan keju komersial sedangkan kadar lemak lebih rendah. Dan basil organoleptik aroma dan rasa keju tabu berumur 2 bulan lebih disukai dibanding keju tahu berumur 5 bulan. Keju tabu dengan penambahan asam piruvat (Keju AP) berumur 2 bulan memperoleh skor tertinggi diantara keju tabu lainnya. Keju AP (skor 3,23,97) memiliki nilai mutu rasa yang mirip dengan keju komersial gouda (skor3,114,29). Ternyata didapatkan lima senyawa dengan waktu retensi yang sama pada kromatogram keju tabu AP berumur 2 bulan dengan keju komersial gouda, yaitu pada 28,2857; 32,8571; 37,4286; 40,7141; dan 41,1421 menit. Dari kromatogram GC keju tabu AP berumur 2 bulan didapatkan adanya senyawa 2-propanol yang memberikan rasa tajam (pungent) dan etil asetat yang memberikan rasa fruity.", "Daftar File": {"2007 TS PP EKA WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19340", "2007 TS PP EKA WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19341", "2007 TS PP EKA WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19342", "2007 TS PP EKA WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19343", "2007 TS PP EKA WULANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19344", "2007 TS PP EKA WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19345", "2007 TS PP EKA WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19346"}, "Penulis": "Eka Wulandari NIM : 20504012", "Kontributor / Dosen Pembimbing": ["Pembimbing   :  Fida Madayanti W, Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-01-23."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Soya ; Soya cheese ; tofu ; Rhizopus oligosporus ; fermentation ; alpha-.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}