{"Nomor": 7761, "Judul": "TATA CARA DAN ATURAN PENENTUAN BATAS WILAYAH ADAT BERDASARKAN HUKUM ADAT", "Abstrak": "Batas wilayah merupakan suatu hal yang sangat penting dalam menentukan wilayah administrasi suatu daerah. Dengan jelasnya batas wilayah suatu daerah, maka dapat dijadikan acuan dalam menentukan pemanfaatan dari wilayah tersebut.  Konflik seringkali muncul akibat ketidak-jelasan batas wilayah administrasi suatu daerah.  Hal yang sama berlaku pada wilayah adat.  Hukum adat masih diterapkan dalam kehidupan sehari-hari sebagian masyarakat Indonesia.  Masyarakat adat memiliki aturan baku dalam menerapkan aturan hukumnya. Dengan demikian, perlu dilakukan identifikasi konsep penentuan batas wilayah adat berdasarkan hukum adat yang berlaku di wilayah tersebut.    \n \n \n \n\nCiptagelar merupakan suatu daerah yang kaya akan budaya dan menggunakan hukum adat dalam mengatur kehidupan sehari-hari penduduknya. Sebagai daerah yang berpedoman kepada hukum adat, tentunya daerah ini memiliki aturan-aturan khusus dalam menentukan batas wilayah adatnya. Salah satu pengimplementasian dari aturan adat tersebut di Ciptagelar adalah pola hidup yang semi nomaden.  Aturan adat tersebut memiliki nilai sosial, budaya dan hukum yang sangat mengutamakan nilai kearifan lingkungan.      \n \n \n \n\nDalam rangka mengidentifikasi konsep penentuan batas wilayah adat Kasepuhan Ciptagelar, diperlukan proses identifikasi dari hukum adat tersebut, terutama mengenai tata cara dan aturan penentuan batas wilayah adat di Kasepuhan Ciptagelar. Proses identifikasi tersebut dilakukan melalui pengumpulan data yang mendukung terhadap proses identifikasi tersebut. Data tersebut selanjutnya dibandingkan dengan tata cara dan aturan penentuan batas wilayah yang berlaku di Indonesia.     \n \n \n \n\nDari hasil penelitian ini didapatkan beberapa faktor yang berpengaruh pada tata cara dan aturan penentuan batas wilayah adat Kasepuhan Ciptagelar, seperti pola perpindahan pusat pemerintahan Kasepuhan Ciptagelar serta pola penyebaran lokasi kampung-kampung yang termasuk dalam Kasepuhan Ciptagelar.  Pemanfaatan tata cara dan aturan penentuan batas wilayah adat di Kasepuhan Ciptagelar ternyata sangat berwawasan lingkungan.  Namun, di lain sisi, status hukum wilayah adat Kasepuhan Ciptagelar belum jelas akibat terjadinya tumpang tindih peraturan perundangan-undangan serta belum ada pengakuan atas batas wilayah adat Kasepuhan Ciptagelar secara nasional.", "Daftar File": {"2008 TA PP EKO WAHYU WISUDAWANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19393", "2008 TA PP EKO WAHYU WISUDAWANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19394", "2008 TA PP EKO WAHYU WISUDAWANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19395", "2008 TA PP EKO WAHYU WISUDAWANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19396", "2008 TA PP EKO WAHYU WISUDAWANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19397", "2008 TA PP EKO WAHYU WISUDAWANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19398", "2008 TA PP EKO WAHYU WISUDAWANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19399"}, "Penulis": "EKO WAHYU WISUDAWANTO (NIM 15103023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Kurdinanto Sarah, MSP. dan Rizqi Abdulharis, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "land boundaries, culture, customary law", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}