{"Nomor": 7762, "Judul": "ANALISIS KOROSI TEMPERATUR TINGGI AKIBAT GARAM CAIR PADA PIPA SUPERHEATER BOILER", "Abstrak": "Salah satu pemakaian boiler di industri adalah dalam industri Pembangkit Listrik Tenaga Uap. Lingkungan kerja boiler tersebut menjadi relatif berat apabila PLTU tersebut berada di dekat pantai serta penggunaan bahan bakar batu bara yang dapat mengakibatkan korosi pada komponen-komponen boiler tersebut.Penelitian ini bertujuan untuk mengetahui korosi yang terjadi pada salah satu komponen boiler yaitu material pipa superheater (SA 213 T-11). Modus korosi yang diamati dalam penelitian ini adalah korosi temperatur tinggi akibat garam cair. Garam cair tesebut berasal dari sisa pembakaran batu bara (Na2SO4). Pengaruh korosi akibat lingkungan pantai (ion Cl-) diamati dengan pemakaian NaCl. Korosi temperatur tinggi akibat garam cair ini disimulasikan dengan menggunakan pre-coated synthetic deposit, yaitu Na2SO4 dan NaCl, yang didepositkan pada permukaan spesimen pipa superheater. Tebal deposit adalah sekitar 2,0 mm. Spesimen dipanaskan pada temperatur 9500C yaitu mendekati temperatur lidah api pada dinding luar pipa superheater. Waktu pemanasan yang digunakan adalah 6, 12, dan 18 jam. Dari penelitian ini diperoleh data penambahan berat spesimen setelah mengalami korosi, dan kedalaman serangan korosi yang dihasilkan.Hasil percobaan menunjukkan bahwa terdapat peningkatan laju korosi akibat adanya deposit yang menempel di permukaan luar pipa superheater. Keberadaan unsur sulfur dalam Na2SO4 dapat memperparah korosi walaupun tidak separah unsur Cl dalam NaCl. Serangan korosi yang paling parah terjadi pada konsentrasi deposit yang terdiri atas 40% Na2SO4 dan 60% NaCl, dengan waktu pemanasan 18 jam. Pertambahan berat yang dihasilkan adalah 23,099 mg/cm2 dan kedalaman serangan korosi sekitar 853 um.Dalam penelitian ini juga diperoleh data mekanisme korosi temperatur tinggi yang terjadi. Dari pengamatan materialografi pada antarmuka metal/oksida ditemukan perbedaan mekanisme korosi akibat Na2SO4 dan akibat NaCl. Mekanisme korosi akibat unsur S pada Na2SO4 diawali dengan sulfidasi pada batas butir, kemudian difusi karbon ke batas butir (karburasi), dan dilanjutkan dengan oksidasi. Keberadaan Na2SO4 dalam fasa cair (molten phase) dapat melarutkan lapisan oksida pelindung pada permukaan spesimen. Mekanisme korosi temperatur tinggi akibat NaCl diawali dengan difusi karbon ke batas butir dan dilanjutkan dengan oksidasi. Ion-ion Cl- akan menjadi katalis reaksi korosi tersebut.", "Daftar File": {"2008 TA PP EKO WASKITO HADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19400", "2008 TA PP EKO WASKITO HADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19401", "2008 TA PP EKO WASKITO HADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19402", "2008 TA PP EKO WASKITO HADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19403", "2008 TA PP EKO WASKITO HADI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/19404", "2008 TA PP EKO WASKITO HADI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/19405", "2008 TA PP EKO WASKITO HADI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/19406", "2008 TA PP EKO WASKITO HADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19407", "2008 TA PP EKO WASKITO HADI 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/19408", "2008 TA PP EKO WASKITO HADI 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/19409"}, "Penulis": "EKO WASKITO HADI (NIM 13703014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Husaini Ardy"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "boiler superheater tube, deposit, high temperature corrosion, oxidation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}