{"Nomor": 7763, "Judul": "PENENTUAN KONFIGURASI STRUKTUR BATUAN DASAR DAN JENIS CEKUNGAN DENGAN DATA GAYABERAT SERTA IMPLIKASINYA PADA TARGET EKSPLORASI MINYAK DAN GAS BUMI DI PULAU JAWA", "Abstrak": "Pemetaan struktur dan cekungan sedimentasi di Pulau Jawa dilakukan dengan menggunakan data gayaberat Bouguer. Pemetaan ini bertujuan untuk menemukan dan menambah cadangan serta kapasitas produksi minyak dan gas bumi dari cekungan yang ada. Ini diperlukan karena untuk menemukan lapangan baru berdasarkan play yang sudah terbukti semakin sulit, terutama di cekungan Jawa Barat dan Jawa Timur bagian utara. Selain itu, pemetaan ini juga bertujuan untuk mempelajari beberapa cekungan yang diperkirakan merupakan rift basin yang potensial sebagai penghasil minyak dan gas bumi. \n \n \n\nDalam disertasi ini, pengolahan data gayaberat yang dilakukan meliputi analisis spektrum, penapisan (filtering), menentukan landaian landaian horizontal (horizontal gradient), dan proses dekonvolusi. Pengolahan dan analisis data gayaberat Bouguer menghasilkan adanya dua bidang ketidakselarasan (discontinuity) rapat massa Pulau Jawa, masing-masing pada kedalaman 2.35 km, dan 14 km. Ketidakselarasan dangkal diduga sebagai kedalaman rata-rata batuan dasar sedimen Tersier. Hasil lainnya adalah bahwa perkembangan rift basin di Jawa Barat mengikuti pola struktur Sumatra, yakni baratlautÃƒÂ‚Ã‚Â–tenggara (NWÃƒÂ‚Ã‚Â–SE), cekungan di Jawa Tengah berpola struktur baratÃƒÂ‚Ã‚Â–timur (WÃƒÂ‚Ã‚Â–E). Untuk cekungan di Jawa Timur bagian utara berpola struktur timurlautÃƒÂ‚Ã‚Â–baratdaya (NEÃƒÂ‚Ã‚Â–SW), sementara di bagian tengah berpola struktur baratÃƒÂ‚Ã‚Â–timur (WÃƒÂ‚Ã‚Â–E). \n \n \n\nPenelitian ini juga menemukan adanya kontras rapat massa negatif pada kedalaman 17.5 km yang memanjang dengan arah baratÃƒÂ‚Ã‚Â–timur. Kontras rapat massa ini ditafsirkan berhubungan dengan tubuh terobosan astenosfer (asthenospheric intrusive body) yang bersuhu tinggi pada kerak bumi. Di beberapa tempat, terobosan astenosfer ini dapat mencapai lapisan kerak bumi dangkal di kedalaman 2.5 km yang dicirikan oleh kontras rapat massa positif. \n \n \n\nStudi kematangan batuan induk di pusat cekungan, ekivalen Formasi Talangakar dan Ngimbang, membuktikan bahwa batuan induk tersebut sudah memasuki tahap pembentukan gas. Tetapi di bagian cekungan yang lebih dangkal, tahap pembentukan minyak masih berlangsung. \n \n \n\nDisertasi ini telah memberi kontribusi kepada ilmu pengetahuan berupa penemuan metoda baru dalam evaluasi data gayaberat untuk pemetaan cekungan sedimentasi hidrokarbon, yang berkaitan perkembangan rift basin. Metoda dimaksud adalah gabungan kombinasi metoda penapisan moving average dan second vertical derivative serta dekonvolusi gayaberat. Dengan menggunakan metoda tersebut, fasa perkembangan intrusi astenosfer dapat diikuti baik secara lateral maupun vertikal, dengan demikian status tahap perkembangan rift basin dapat ditentukan. \n \n \n\nSecara umum penelitian ini menghasilkan kesimpulan bahwa sedikitnya terdapat 20 cekungan sedimentasi di Pulau Jawa yang memiliki potensi hidrokarbon terawetkan dalam perangkap sebesar 41 BBOE (low estimate), 187 BBOE (high estimate) dan 113 BBOE (best estimate).", "Daftar File": {}, "Penulis": "EKO WIDIANTO (NIM 32304001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Djoko Santoso, M.Sc. dan Dr. Wawan Gunawan A. Kadir"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konfigurasi Struktur Batuan Dasar, Jenis Cekungan, Data Gaya Berat, Target Eksplorasi Minyak dan Gas Bumi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "9 file", "Tanggal Input": "16 Apr 2008"}