{"Nomor": 7766, "Judul": "METODE DETEKSI KEKADALUARSAAN MAKANAN", "Abstrak": "Telah dilakukan penentuan indikator kekadaluarsaan makanan dengan metode kromatografi dan metode konvensional. Kedua metode tersebut berbeda di dalam batas kepekaannya. Faktor-faktor lainnya yang berpengaruh pada penentuan adalah pada proses ekstraksi cuplikan yang dianalisis, kolom yang dipergunakan pada kromatografi, kondisi operasi dan detektor yang dipakai. Konsentrasi minimum yang dapat dideteksi dengan metode konvensional adalah 2 mg/ml dan dengan metode kromatografi 20 ng/ml. Metode kromatografi lapis tipis dapat dipakai untuk mendeteksi adanya senyawa asam indol asetat, astaldehida dan senyawa amin. Dengan metode kromatografi gas cair dapat dideteksi adanya senyawa asetaldehida, senyawa amina, alkohol, asam asetat, asam butirat dan asam laktat pada suhu operasi antara 60oC sampai 120oC. Pada kondisi isotermal seluruh indikator kadaluarsa tidak dapat dideteksi sekaligus. Metode kromatografi cair kinerja tinggi, telah digunakan untuk pemisahan dan penentuan asam organik dan alkohol didalam sediaan saus dan susu. Kolom yang dipakai u Bondapak C18, dengan fase terbalik dan fase mobil adalah campuran metanol dan air dengan detektor indek refraksi. Pemakaian alat HPLC memberikan hasil yang lebih akurat, pengerjaan cepat dan alat serba otomatis sehingga hasilnya baik.", "Daftar File": {"1988 TS PP ELA TURMALA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19440", "1988 TS PP ELA TURMALA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19441", "1988 TS PP ELA TURMALA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19442", "1988 TS PP ELA TURMALA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19443", "1988 TS PP ELA TURMALA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19444", "1988 TS PP ELA TURMALA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/19445", "1988 TS PP ELA TURMALA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/19446", "1988 TS PP ELA TURMALA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19447"}, "Penulis": "ELA TURMALA", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr. Kosasih Satiadarma, M.Sc., dan Dr. Sardjono Kisman"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Chemical indicators, Detectable indol acetic acid, Chromatography method", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}