{"Nomor": 7773, "Judul": "MODEL MANAJEMEN KINERJA SERTIFIKASI TENAGA KERJA KONSTRUKSI DAN IDENTIFIKASI INDIKATOR KINERJA PEDOMAN AKREDITASI", "Abstrak": "Pasar konstruksi nasional dan pasar konstruksi global membutuhkan Tenaga Kerja Konstruksi dengan berbagai tingkat kompetensi dalam jumlah yang tertentu. Untuk meningkatkan daya saing Industri Jasa Konstruksi khususnya Tenaga Kerja Konstruksi melalui UU Jasa Konstruksi No. 18 Tahun 1999, Pemerintah mengamanatkan kewajiban kepemilikan sertifikat bagi Tenaga Ahli dan Tenaga Terampil Jasa Konstruksi. Dalam pelaksanaan sertifikasi tersebut, ditemui berbagai permasalahan-permasalahan dalam sistem sertifikasi yang mengakibatkan proses sertifikasi tidak dapat berjalan dengan sesuai amanat UU Jasa Konstruksi tersebut. Berdasarkan data LPJK (2008), terdapat permasalahan kinerja Sertifikasi Tenaga Kerja Konstruksi meliputi antara lain jumlah dan struktur pasokan/supply Tenaga Kerja Konstruksi; kesenjangan kinerja antar Badan Sertifikasi Asosiasi (BSA) dan/atau Badan Sertifikasi Keterampilan (BSK) dalam menghasilkan Tenaga Kerja Konstruksi bersertifikat. Secara umum, pengguna jasa konstruksi meragukan kebenaran terhadap tingkat kompetensi yang dicantumkan dalam sertifikat. Permasalahan tersebut diakibatkan kurangnya pemantauan yang baik oleh LPJKN dan LPJKD terhadap pelaksanaan kegiatan sertifikasi yang dilakukan oleh BSA dan/atau BSK; adanya Pedoman Akreditasi, Sertifikasi, dan Registrasi yang ditetapkan 7 (tujuh) tahun yang lalu; pengaturan yang tidak tegas mengenai Bakuan Kompetensi yang digunakan; dan pengaturan yang tidak tegas mengenai persyaratan Asesor. Pada akhirnya, adanya permasalahan-permasalahan dalam sertifikasi di atas telah mengakibatkan Sertifikasi Tenaga Kerja Konstruksi tidak mampu mencapai kinerja yang diharapkan dalam pencapaian tujuan yang ditetapkan (diharapkan). Melalui penelitian ini dikembangkan Model Konseptual Manajemen Kinerja yang dianggap mampu memperbaiki/mendongkrak kinerja Sertifikasi Tenaga Kerja Konstruksi. Model Konseptual Manajemen Kinerja adalah suatu sistem konseptual pengaturan kinerja proses sertifikasi tenaga kerja konstruksi oleh Lembaga Pengembangan Jasa Konstruksi (LPJK), yang terdiri atas berbagai subsistem proses sertifikasi, subsistem organisasi, dan subsistem pedoman/acuan yang terintegrasi secara terpadu untuk mencapai tujuan sertifikasi tenaga kerja konstruksi yang diharapkan pada tahun 2015. Pada dasarnya, Model Manajemen Kinerja ini menggunakan konsep perbaikan kinerja pada seluruh komponen kegiatan yang dilakukan secara bertahap dan berkelanjutan. Untuk menyediakan informasi kinerja yang telah dicapai perlu dilakukan Pengukuran Kinerja sebagai elemen dasar Manajemen Kinerja. Model Konseptual Pengukuran Kinerja yang dikembangkan, khusus untuk mengukur kinerja Akreditasi Tenaga Kerja Konstruksi yang bertujuan untuk menghasilkan BSA dan/atau BSK yang benar-benar kompeten dan bertanggungjawab dalam menyelenggarakan Sertifikasi Tenaga Kerja Konstruksi.  Dari Model Pengukuran Kinerja yang dikembangkan ditetapkan 5 (lima) komponen yang harus diukur kinerjanya dalam menjamin pencapaian tujuan, meliputi antara lain: Asosiasi Profesi dan/atau Institusi Diklat; Pedoman Akreditasi; Komite Akreditasi; Proses Akreditasi; dan BSA dan/atau BSK. Sebagai alat untuk mengukur kinerja perlu dikembangkan indikator-indikator kinerja pada tiap komponen yang akan diukur kinerjanya. Untuk itu, lebih lanjut dilakukan identifikasi Indikator Kinerja khusus untuk Pedoman Akreditasi. Dalam identifikasi Indikator Kinerja Pedoman Akreditasi teridentifikasi 13 (tiga belas) indikator kinerja yang dapat digunakan untuk mengukur kinerja Pedoman Akreditasi sebagai alat atau sarana untuk mengukur tingkat pencapaian pengaturan (pedoman) dalam menjamin standar kelayakan Asosiasi Profesi dan/atau Institusi Diklat sebagai badan-lembaga (BSA/BSK) yang menyelenggarakan sertifikasi tenaga kerja konstruksi.", "Daftar File": {"2008 TS PP ELIZA ROSMAYA PURI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19482", "2008 TS PP ELIZA ROSMAYA PURI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19483", "2008 TS PP ELIZA ROSMAYA PURI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19484", "2008 TS PP ELIZA ROSMAYA PURI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19485", "2008 TS PP ELIZA ROSMAYA PURI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19486", "2008 TS PP ELIZA ROSMAYA PURI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19487", "2008 TS PP ELIZA ROSMAYA PURI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19488"}, "Penulis": "ELIZA ROSMAYA PURI (NIM 250 06 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Purnomo Soekirno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Construction Worker Certification, Conseptual Performance Management Model, Conseptual Performance Measurement Model, Performance Indicator", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}