{"Nomor": 7778, "Judul": "PENGAMBILAN MINYAK ATSIRI DAN OLEORESIN DARI KULIT KAYU MANIS", "Abstrak": "Kulit kayu manis adalah jenis rempah-rempah yang banyak digunakan sebagai bahan pemberi aroma dan citarasa dalam makanan dan minuman, dan bahan aditif pada pembuatan parfum serta obat-obatan.Kulit kayu manis mengandung minyak atsiri dan oleoresin. Penelitian ini mempelajari proses pengambilan minyak atsiri dan oleoresin dari kulit kayu manis dengan proses distilasi uap dan ekstraksi. Kulit kayu manis yang digunakan adalah kulit kayu manis jenis Cinnamomum burmannii asal Sumatera Barat.Sebelum didistilasi kulit kayu manis terlebih dahulu di haluskan. Kulit kayu manis yang telah dihaluskan kemudian diletakkan diatas pelat berlubang dalam ketel distilasi. Proses distilasi dimulai dengan mengalirkan uap ke dalam ketel distilasi. Proses ini berlangsung pada tekanan atmosfir. Minyak yang diperoleh dipisahkan secara dekantasi dan sentrifugasi. Residu hasil distilasi yaitu padatan kulit kayu manis selanjutnya diekstraksi dengan pelarut untuk diambil oleoresinnya. Pemisahan pelarut dan oleoresin dilakukan cara penguapan secara vakum.Pengaruh perolehan dan mutu minyak atsiri dipelajari dengan menvariasikan ukuran kulit kayu manis (1 cm, 8-10 mesh, 14-18 mesh, 18-20 mesh) dan waktu penyulingan (1-4 jam), sedangkan pengaruh perolehan oleoresin dipelajari dengan menvariasikan ukuran kulit kayu manis (14-18 mesh dan 50-60 mesh), waktu pengontakan (1 dan 4 jam), temperatur (40 dan 70 oC), dan jenis pelarut (n-heksan, etanol dan isopropanol).Hasil penelitian menunjukkan perolehan minyak tertinggi dicapai pada ukuran kulit kayu manis 14-18 mesh dan waktu yang efektif untuk proses distilasi adalah 3 jam. Mutu minyak atsiri yang dihasilkan dengan proses distilasi dapat memenuhi standar SNI. Perolehan oleoresin dipengaruhi oleh jenis pelarut dan temperatur.Perolehan oleoresin meningkat dengan meningkatnya temperatur dan perolehan oleoresin tertinggi dicapai dengan pelarut etanol.", "Daftar File": {"2002 TS PP ELMI SUNDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19517", "2002 TS PP ELMI SUNDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19516", "2002 TS PP ELMI SUNDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19518", "2002 TS PP ELMI SUNDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19519", "2002 TS PP ELMI SUNDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19520", "2002 TS PP ELMI SUNDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19521", "2002 TS PP ELMI SUNDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19522"}, "Penulis": "ELMI SUNDARI (NIM 23099010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Danu Ariono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cinamon; essential oil; oleoresin; Cinnamomum burmanni.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}