{"Nomor": 7782, "Judul": "ANALISIS PERILAKU KONSUMEN TERHADAP STORE ATMOSPHERE PADA TOSERBA X", "Abstrak": "Abstrak:   \n \n \n\nMunculnya sejumlah pusat pertokoan baru di Bandung semakin memberikan banyak pilihan bagi konsumen untuk memilih tempat berbelanja, sehingga semakin meningkatkan persaingan diantara pengelola pusat pertokoan. Store atmosphere yang merupakan bagian dari store environment merupakan salah satu hal yang penting dalam menarik minat konsumen untuk berbelanja dan meningkatkan kepuasan konsumen.   \n \n \n\nToserba X yang memiliki salah satu cabang di BIP telah melakukan beberapa kali perubahan pada penataan fisik toko dalam upaya untuk semakin meningkatkan kualitas store atmosphere. Perubahan ini tentu akan mempengaruhi store atmosphere yang dirasakan konsumen. Salah satu upaya untuk mengetahui bagaimana bail( atau tidaknya store atmosphere yang ada sekarang arialah dengan mengetahui secara langsung respons konsumen terhadap store atmosphere yang ada scat ini dan faktor-faktor pembentuknya. Pengumpulan data dilakukan dnegan menggunakan kuesioner untuk mengetahui sikap konsumen terhadap store atmosphere dan faktor pembentuknya serta pengaruh store atmosphere tersebut pads kepuasan dan pembelian konsumen. Atribut disusun berdasarkan dimensi environmental dan yang dirasakan konusmen akibat dimensi   \n \n \n\nPengolahan data dilakuan dengan Microsoft Excel dan SPSS versi 10. Hasil analisis menunjukkan bahwa konsumen bersikap cukup positif terhadap seluruh faktor store atmosphere yang dirasakan dan faktor pembentuknya, akan tetapi masih terdapat penilaian negarif pads beberapa segmen seperti bagi pengunjung pria, usia yang lebih tua serta karyawan dan ibu rumah tangga. Dari basil analisis juga dapat diketahui bahwa hal yang paling mempengaruhi konsumen adalah faktor kemudahan dalam menemukan produk.", "Daftar File": {}, "Penulis": "Elvina Natalya Sembiring NIM : 28100238", "Kontributor / Dosen Pembimbing": ["Pembimbing  :  Ali Basyah Siregar,Ir.,Dr.   \n \n \n\nScanner: Alice Diniarti", "2008-01-16."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Consumer ; shopping ; store places ; behave of costumer ;  store athmospere.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}