{"Nomor": 7783, "Judul": "ANALISA PRODUKTIVITAS DENGAN MENGGUNAKAI KONSEP SIKLUS PRODUKTIVITAS MODEL PENGUKURAN PRODUKTIVITAS TOTAL DAVID J. SUMANTH DAN MODEL PENGUKURAN PARSIAL POSPAC PADA PT XYZ MILK INDUSTRY & TRADING COMPANY", "Abstrak": "Untuk meningkatkan performansi perusahaan agar dapat mencapai tingkat daya saing yang tinggi dan tahan lama di tingkat global, PT. XYZ Milk Industry & Trading Company Tbk. yang merupakan sebuah perusahaan penghasil makanan dan minuman aseptic (long life product) dengan sistem UHT (Ultra High Temperature), perlu untuk meningkatkan produktivitasnya di segala bidang. Upaya ini dilakukan dengan jalan mengukur produktivitas total dan produktivitas parsial yang meliputi produktivitas produksi, produktivitas organisasi, produktivitas penjualan, produktivitas produk, produktivitas tenaga kerja, dan produktivitas modal.Pengukuran produktivitas total dilakukan dengan menggunakan model pengukuran produktivitas David J. Summanth dengan konsep sildus produktivitas, yang meliputi aspek-aspek pengukuran, evaluasi, perencanaan, dan perbaikan produktivitas. Pengukuran produktivitas parsial dilakukan dengan menggunakan model pengukuran produktivitas parsial Habberstad (POSPAC) yang sesuai dengan data keuangan di PT. XYZ Milk Industry & Trading Company Tbk. Kedua model tersebut hanya mengukur elemen input dan output yang bersifat tangible dalam satuan mata uang rupiah.Dan hasil pengukuran produktivitas selama kurun waktu 1994-1998, laju produktivitas yang mengalami peningkatan adalah produktivitas produksi, produktivitas penjualan, dan produktivitas modal, sedangkan laju produktivitas yang mengalami penurunan adalah produktivitas total, produktivitas organisasi, produktivitas produk, dan produktivitas tenaga kerja.Terdapat hubungan antara masing-masing produktivitas parsial ini dengan profitabilitas, sehingga bila masing-masing nilai produktivitas tersebut dapat ditingkatkan maka akan diperoleh pula profitabilitas yang lebih besar. Dengan adanya pengukuran dan analisa produktivitas ini perusahaan dapat merancang target yang spesifik untuk dicapai pada masa yang akan datang.", "Daftar File": {"2000 TS PP ELVIRA ANINDA SATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19545", "2000 TS PP ELVIRA ANINDA SATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19546", "2000 TS PP ELVIRA ANINDA SATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19547", "2000 TS PP ELVIRA ANINDA SATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19548", "2000 TS PP ELVIRA ANINDA SATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19549", "2000 TS PP ELVIRA ANINDA SATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19550", "2000 TS PP ELVIRA ANINDA SATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/19551", "2000 TS PP ELVIRA ANINDA SATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19552"}, "Penulis": "ELVIRA ANINDA SATI (NIM 28198049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Agus Salim Ridwan, Prof.,Dr.Ir.,M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Covers measurement, evaluation, planning, and improvement aspects", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "27 Jun 2008"}