{"Nomor": 7784, "Judul": "KAJIAN POLA PERGERAKAN BELANJA PENDUDUK BANDUNG TIMUR", "Abstrak": "Kesenjangan perkembangan wilayah Bandung Timur tidak terlepas dari distribusi penduduk dan kegiatan yang tidak merata pada Kota Bandung. Dengan luas wilayah 41.07 % dari luas Kota Bandung dan jumlah penduduk 24.24% dari total penduduk Kota Bandung tercatat hanya 22.44 % (35 buah) ritel modern yang berada di wilayah Bandung Timur. Porsi ritel dalam jumlah yang dominan (77.56%) terpusat di bagian Barat Kota Bandung. Hal ini menimbulkan berbagai masalah perkotaan diantaranya kemacetan, polusi sehingga perlu pemerataan aktivitas perbelanjaan ke wilayah Bandung Timur. Pertanyaannya apakah pertumbuhan ritel modern di Bandung Timur mengubah perilaku belanja penduduk disekitarnya?      \n \n \n \n \n \n\nKajian dalam penelitian ini menitikberatkan pada pola pergerakan belanja penduduk dalam membentuk ruang kota. Identifikasi dilakukan dalam tiga tahap: pertama, identifikasi terhadap karakteristik sosial ekonomi penduduk. Hasilnya penduduk rata-rata berpendapatan menengah ke bawah didominasi wanita dengan status ibu rumah tangga. Kedua, identifikasi perilaku pergerakan berbelanja. Hasilnya penduduk menempuh jarak dekat dengan lama perjalanan antara 5 ÃƒÂ‚Ã‚Â– 10 menit menggunakan kendaraan sepeda bermotor dan angkutan umum secara seimbang sedangkan untuk jarak jauh penduduk lebih memilih menggunakan moda angkutan umum dengan lama perjalanan rata-rata 20-30 menit. Adapun yang menjadi alasan penduduk berbelanja ke wilayah Bandung Barat adalah karena kualitas dan kuantitas barang yang tidak memadai di samping selera pribadi penduduk. Berbelanja pada wilayah Bandung Timur lebih dilakukan penduduk karena hanya fasilitas ritel modern tersebut yang paling dekat. Ketiga, hubungan karakteristik sosial ekonomi dan perilaku pergerakan berbelanja. Hasilnya menunjukkan bahwa kelompok pelajar/mahasiswa sebagai pelaku pergerakan berbelanja dominan ke wilayah Bandung Barat sedangkan pada wilayah Bandung Timur lebih didominasi oleh ibu rumah tangga dengan tingkat pendapatan yang rendah dan berpendidikan cukup baik.      \n \n \n \n \n \n\nDari kajian ini dapat disimpulkan bahwa supermarket di wilayah Bandung Timur merupakan tujuan belanja penduduk dalam memenuhi kebutuhan sehari-hari sedangkan untuk jenis barang tertentu yang tidak tersedia di supermarket (seperti barang fashion dan barang-barang rumah tangga) dipenuhi dari shopping center di wilayah Bandung Barat. Oleh karena itu dalam penyediaan pusat ritel modern skala perkotaan memperhatikan jarak maksimal yang dapat ditempuh dengan berjalan kaki (6.5 km) dan kualitas dan kuantitas barang yang ditawarkan.", "Daftar File": {"2007 TS PP ELVIRA VICTORIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19553", "2007 TS PP ELVIRA VICTORIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19554", "2007 TS PP ELVIRA VICTORIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19555", "2007 TS PP ELVIRA VICTORIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19556", "2007 TS PP ELVIRA VICTORIA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/19557", "2007 TS PP ELVIRA VICTORIA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/19558", "2007 TS PP ELVIRA VICTORIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19559", "2007 TS PP ELVIRA VICTORIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19560"}, "Penulis": "ELVIRA VICTORIA (NIM 25406013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Benedictus Kombaitan, M.Sc., Ir. Iwan P. Kusumantoro, M.T., dan Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "modern retail, shopping pattern, shopping behaviour", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}