{"Nomor": 7789, "Judul": "STRATEGI PENYELESAIAN KONFLIK PENGEMBANGAN PELABUHAN PT. PELINDO PADA KAWASAN SITUS LEGENDA PUTRI TUJUH DUMAI", "Abstrak": "Abstrak:   \n \n \n \n\nMuara Sungai Dumai berada dalam kawasan PT. Pelindo I Cabang Dumai. Daerah sekitar Muara Sungai Dumai merupakan daerah rawa yang ditumbuhi hutan mangrove termasuk pulau kecil yang berada di depannya yang bernama Pulau Ancak. Pada tahun 2005 Pelindo melakukan penebangan pohon bakau di Pulau Ancak untuk kegiatan pembangunan dermaga dalarn rangka Proyek Pengembangan Pelabuhan Dumai Jangka Pendek Tahap 1. Penebangan ini menimbulkan reaksi dari tokoh masyarakat dan tokoh adat dan para pemuda. Mereka melakukan demonstrasi dan menuntut Pelindo bertanggung jawab.Sampai saat ini konflik masih berlangsung. Masyarakat melalui LSM PAB, KEPAH dan KOPLING menjaga kawasan hutan mangrove di sebelah Barat Muara Sungai Dumai sehingga rencana pengembangan pelabuhan Pelindo pada kawasan tersebut jika dilaksanakan dapat menimbulkan konflik fisik. Penelitian ini bertujuan untuk mengidentifikasi penyebab konflik dan merumuskan langkah-langkah penyelesaiannya. Penelitian dilakukan melalui teknik pengumpulan data dengan metode observasi, studi dokumentasi, wawancara dan triangulasi (gabungan). Teknik analisa data dilakukan dengan metode Miles and Huberman yaitu mereduksi data (data reduction), penyajian data (data display) dan kesimpulan.Pengumpulan data dilakukan terhadap hal-hal yang menjadi perhatian yang digunakan sebagai bahan evaluasi untuk merumuskan langkah-langkah penyelesaian konflik yaitu: kisah tentang Putri Tujuh, makna Legenda Putri Tujuh bagi Kota Dumai, identifikasi hutan mangrove Muara Sungai Dumai dari aspek hukum dan lingkungan hidup, dampak rencana, pengembangan pelabuhan Pelindo terhadap hutan mangrove Muara Sungai Dumai, dan dampak positif-negatif keberadaan Pelindo dan pengembangannya. Selanjutnya bahan evaluasi lainnya adalah melakukan analisis stakeholder terhadap pihak masyarakat dan Pernerintah Kota Dumai.Dari penelitian dapat disimpulkan bahwa konflik terjadi dalam kawasan Pelindo yang terdapat hutan mangrove dan Muara Sungai Dumai yang merupakan situs Legenda Putri Tujuh dan mempunyai nilai ekologis penting, karena masyarakat ingin mempertahankan hutan tersebut dari dampak pengembangan pelabuhan Pelindo, suatu perusahaan yang juga mempunyai kontribusi terhadap pembangunan Kota Dumai, yang mana dari aspek hokum dan perjanjian Pelindo dapat dipertahankan seluas 2,6 hektar. Penyelesaian konflik dapat dilakukan dengan cara melaksanakan pembangunan monumen situs Legenda Putri Tujuh sesuai Nota Kesepakatan antara Pelindo dengan Pemko, Dumai dan masyarakat secara konsisten, menetapkan Kawasan Lindung seluas 2,6 hektar oleh Pemko Dumai serta mengembangkannya menjadi obyek wisata dan Pelindo dapat mengembangkan pelabuhan disekitarnya dalam batasan yang jelas.", "Daftar File": {}, "Penulis": "Emi Yuzar (NIM 240 04 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Teti A. Argo, Dr   \n \n \n \n\nPembimbing 2: Tang Anthoni, Dr"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Archaeological site of Putri Tujuh legend, Society conflict toward Pelindo, resolution.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}