{"Nomor": 7797, "Judul": "DETEKSI POTENSI GERAK VERTIKAL ATMOSFER DI ATAS WILAYAH BANDUNG DAN SEKITARNYA", "Abstrak": "Pada penelitian ini deteksi potensi gerak vertikal atmosfer di atas wilayah Bandung dan sekitarnya telah dicoba dilakukan. Upaya untuk mendeteksi potensi keberadaannya dilakukan dengan memanfaatkan terdapatnya konvergensi atau pengaruh kondisi orografi yang menjadi salah satu sebab dari timbulnya gerak vertikal tersebut. Melalui upaya interpolasi data angin pada arah horisontal (2D) di beberapa ketinggian yang berbeda untuk 9 waktu pengamatan pada bulan Oktober 2003, dilakukan analisis hodograf untuk menentukan indikasi kemampuan olahan data angin dalam mendeteksi potensi gerak vertikal, analisis divergensi untuk mengetahui terdapatnya konvergensi serta analisis vortisitas relatif untuk mengetahui terdapatnya pengaruh kondisi orografi. Setelah melalui analisis hodograph, hasil dari analisis divergensi dan vortisitas relatif selanjutnya dibandingkan dengan kondisi awan yang terjadi yang ditunjukkan oleh data MT-SAT kanal inframerah sebagai representasi akibat adanya gerak vertikal. Berdasarkan perbandingan kedua analisis tersebut menunjukkan bahwa analisis vortisitas relatif dapat mendeteksi adanya potensi gerak vertikal di atas wilayah penelitian dengan cukup signifikan sedangkan analisis divergensi sebaliknya. Hal tersebut menunjukkan bahwa gerak vertikal yang terjadi lebih didominasi oleh pengaruh kondisi orografi. Tingkat korelasi rata-rata deteksi potensi gerak vertikal yang diperoleh melalui analisis vortisitas relatif adalah 64 % dan hal tersebut sekaligus juga menunjukkan bahwa olahan data angin yang digunakan dapat berfungsi dengan cukup baik.", "Daftar File": {}, "Penulis": "ENDARWIN (NIM 22405006)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf.Dr. Bayong Tjasyono HK.,DEA., dan Prof.Dr. Mezak A. Ratag."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "vertical motion, hodograph, divergence, relative vorticity", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}