{"Nomor": 7798, "Judul": "RANCANGAN SISTEM PENILAIAN KINERJA PEGAWAI BERBASIS KOMPETENSI UNTUK TINGKATAN STAF PADA UNIT KERJA SDM DI APJ BANDUNG PT. XYZ DISTRIBUSI JAWA BARAT DAN BANTEN", "Abstrak": "PT. XYZ Distribusi Jawa Barat dan Banten merupakan perusahaan yang bergerak dalam penyediaan listrik di Indonesia. Perusahaan memiliki visi: 'Diakui sebagai perusahaan kelas dunia dengan bertumpu pada potensi insani'. Dalam mencapai visinya, perusahaan memandang bahwa sumber daya manusia (SDM) yang berkualitas merupakan elemen yang sangat penting dan merupakan faktor kunci keberhasilan perusahaan. Salah satu upaya yang perlu dilakukan perusahaan dalam memperbaiki sistem sumber daya manusianya adalah dengan merancang sistem penilaian kinerja karyawan. \n \n \n \n\nTerkait dengan penilaian kinerja karyawan, terdapat permasalahan yang ada di perusahaan. Pertama, aspek penilaian dalam form penilaian kinerja yang digunakan saat ini belum menyesuaikan dengan yang ada di kamus kompetensi. Kedua, perusahaan belum menetapkan tingkat kepentingan (bobot) setiap kriteria penilaian. Padahal setiap kriteria penilaian tersebut memiliki tingkat kepentingan yang berbeda-beda. \n \n \n \n\nDalam proyek akhir ini dilakukan perancangan form penilaian kinerja dengan berbasis kompetensi untuk level staf SDM di Area Pelayanan Wilayah Bandung PT. XYZ Distribusi Jawa Barat dan Banten. Adapun langkah-langkah proses perancangan form penilaian kinerja dimulai dari penentuan kriteria penilaian, penentuan tingkat kepentingan tiap kriteria dengan menggunakan metode Analytical Hierarchy Process (AHP), dan penyusunan form penilaian kinerja. Penentuan kriteria penilaian dilakukan dengan menggabungkan antara kriteria penilaian yang berlaku saat ini dengan aspek kompetensi yang ada di dalam kamus kompetensi. \n \n \n \n\nForm penilaian yang diusulkan dalam proyek akhir ini memiliki beberapa karakteristik utama, yaitu materi penilaiannya yang telah ditambahkan dengan aspek kompetensi yang ada di kamus kompetensi dan skala penilaiannya berdasarkan level perilaku. Aspek-aspek kompetensi yang ditambahkan tersebut adalah sikap profesional PLN, pembelajaran berkesinambungan, dan adaptasi dan kapasitas berubah. Untuk dapat menerapkan sistem penilaian yang diusulkan, beberapa langkah perlu dilakukan terlebih dahulu yaitu pengajuan usulan sistem penilaian ke pihak manajemen puncak, internalisasi dari sistem penilaian itu sendiri, evaluasi lanjutan atas usulan sistem penilaian kinerja, dan terakhir adalah implementasi dari sistem penilaian kinerja itu sendiri. Dalam proyek akhir ini juga direkomendasikan beberapa hal yang terkait dengan penilaian kinerja di perusahaan yaitu mengenai prosedur penilaian kinerja, waktu penilaian kinerja, dan cara penilaian kinerja.", "Daftar File": {"2008 TS PP ENDE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19667", "2008 TS PP ENDE 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19668", "2008 TS PP ENDE 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19669", "2008 TS PP ENDE 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19670", "2008 TS PP ENDE 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19671", "2008 TS PP ENDE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19672"}, "Penulis": "ENDE (NIM 29106373)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Aurik Gustomo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytical Hierarchy Process, Kompetensi, Penilaian kinerja", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}