{"Nomor": 7803, "Judul": "PERANCANGAN ALAT UNTUK MEMBUAT ASAP CAIR DARI TEMPURUNG KELAPA DAN KARAKTERISASINYA", "Abstrak": "Tujuan penelitian ini adalah merancang alat sederhana dan murah untuk membuat asap cair dari tempurung kelapa. Teknik yang digunakan adalah melalui proses pirolisis yaitu pemanasan tempurung kelapa pada ruang tertutup dengan kadar oksigen yang relatif rendah. Walau tak langsung menyentuh api, tempurung kelapa dalam drum menjadi panas dan mengeluarkan asap. Karena drum tertutup rapat, asap terperangkap dalam drum, lama kelamaan asap dalam drum semakin tebal, akibatnya asap terdorong ke pipa penyalur asap. Asap terus mengalir menuju pipa spiral sebagai kondensor yang ada dalam ember yang telah diisi air, asap dalam bentuk gas berubah wujud menjadi cair. Asap cair yang diperoleh langsung dari pirolisis tempurung kelapa, masih mengandung tar yang berbahaya bagi kesehatan, sehingga perlu pemisahan tar dari asap cair dengan proses distilasi. Sebelum dilakukan distilasi, asap cair disimpan selama dua minggu untuk mengendapkan tar yang ada dalam asap cair. Berdasarkan analisa NMR proton, GC-MS dan analisa gugus fungsi (FTIR), asap cair dari tempurung kelapa mengandung senyawa fenol dan senyawa lainnya yang dapat berperan sebagai zat antioksidan dalam pengawetan makanan. Karena bersifat antibakteri dan antioksidan, asap cair dapat berfungsi sebagai pengawet. Anti bakteri penghambat kerusakan bahan pangan selama penyimpanan akibat aktivitas mikroba yang menyebabkan hilangnya kandungan gizi, nilai estetis dan terbentuknya senyawa beracun yang membahayakan. Asap cair ini telah diaplikasikan pada pengawetan daging, termasuk daging unggas dan ikan salmon, selain itu juga digunakan untuk menambah cita rasa pada saus, sup, sayuran dalam kaleng, bumbu, rempah-rempah.", "Daftar File": {"2008 TS PP ENI NURHASANAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19715", "2008 TS PP ENI NURHASANAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19716", "2008 TS PP ENI NURHASANAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19717", "2008 TS PP ENI NURHASANAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19718", "2008 TS PP ENI NURHASANAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19719", "2008 TS PP ENI NURHASANAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/19720", "2008 TS PP ENI NURHASANAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19721"}, "Penulis": "ENI NURHASANAH (NIM 20506061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I Made Arcana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Tempurung kelapa, Pirolisis", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}