{"Nomor": 7807, "Judul": "KAJIAN STRATEGI KEBIJAKSANAAN PENGELOLAAN SUMBERDAYA AIR SWS LIMBOTO BOLANGO BONE", "Abstrak": "Abstrak: \n \n\nKetersediaan air mempunyai matra waktu, ruang, jumlah dan mutu. Masalah air yang terlalu banyak, air terlalu sedikit dan air terlalu kotor adalah masalah utama yang menuntut pengembangan dan pengelolaan sumberdaya air. Kegiatan pengembangan dan pengelolaan sumberdaya air akan selalu dihadapkan pada upaya untuk menutup jurang pemisah antara kemampuan penyediaan yang semakin terbatas dan pertumbuhan kebutuhan yang akan cenderung makin meningkat dengan amat cepat sehingga untuk mencapai keseimbangan ditempuh melalui dua pendekatan manajemen yaitu dari sisi penyediaan dengan  meningkatkan kemampuan pemasokan / sumberdaya air dan dari sisi permintaan dengan mengendalikan kebutuhan. \n \n\nDalam rangka Pembangunan Jangka Panjang Tahap II (PP II) diperlukan kebijakan nasional pengelolaan sumberdaya air yang jelas untuk acuan pelaksanaan kebijaksanaan-kebijaksanaan di daerah. Tujuan kebijaksanaan tersebut adalah untuk meningkatkan koordinasi antar instansi terkait, meningkatkan pengelolaan sumberdaya air, perlindungan lingkungan hidup, dan meningkatkan peran serta masyarakat dan swasta dalam pengembangan dan pengelolaan sumberdaya air. \n \n\nPengembangan dan pengelolaan sumberdaya air tersebut akan meliputi usaha untuk mengembangkan, memanfaatkan, melestarikan dan melindungi sumberdaya air melalui pendekatan wilayah sungai yang terpadu dan menyeluruh secara berkelanjutan. Kajian pengelolaan sumberdaya air secara sistimatis dan terpadu merupakan upaya yang pelik karena menyangkut multi dimensi, multi sektor, multi disiplin dan multi aspek, karena itu dirasakan perlunya strategi holistik kebijaksanaan pengelolaan sumberdaya air. Kajian strategi kebijaksanaan pengelolaan sumberdaya air secara kualitatif dibahas dalam tesis ini dengan mengambil SWS Limboto - Bolango - Bone sebagai studi kasus. \n \n\nPermasalahan yang diinventarisir baik yang ada di SWS Limboto - Bolango - Bone maupun permasalahan umum ditingkat Nasional serta regional selanjutnya dianalisa dengan menggunakan beberapa kriteria kualitatif untuk mengukur kelayakan dari setiap alternatif pemecahannya. Kriteria yang digunakan adalah implikasi kebijaksanaan terhadap \n \n\nkonsolidasi tata pengaliran air, koordinasi, pertumbuhan ekonomi dan lapangan kerja, konservasi/kelestarian lingkungan, pemerataan, eksternalitas, kemrngkinan diterimanya kebijaksanaan secara politis, desentralisasi pemerintahan, partisipasi sektor swasta, optimasi struktur manajemen, peningkatan kemampuan kelembagaan / tenaga kerja, peran serta masyarakat, keuangan pemerintah, keuangan masyarakat, ketentuan perundang-undangan yang mendukung dan yang menghambat. Dari hasil analisa permasalahan dan pendekatan pemecahannya telah dapat dirumuskan sejumlah alternatif kebijaksanaan serta diikuti dengan usulan strategi pelaksanaan.", "Daftar File": {}, "Penulis": "Enteng Jolly Saerang (NIM 250 94 015)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: SOEBAGIYO SOEKARNEN, Dr, Ir \n \n\nPembimbing 2: ROESTAM SJARIEF,Ir, MNRM \n \n\nScanner: Delviana Fransiska", "06-02-2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bolango bone, sumberdaya air, kebijaksanaan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}