{"Nomor": 7809, "Judul": "STUDI PENETAPAN KADAR Fe, Zn DAN Mg DALAM RAMBUT MANUSIA SECARA SPEKTROFOTOMETRI SERAPAN ATOM", "Abstrak": "Abstrak:   \n \n \n \n\nTelah dilakukan penelitian penetapan kadar unsur Fe, Zn. dan Mg di dalam cuplikan rambut secara spektrofotometri serapan atom,.Cuplikan rambut yang dianalisa dibedakan atas usia, jenis kelamin dan lingkungan tempat tinggal. Keuntungan-keuntungan penggunaan rambut sebagai bahan biopsi memungkinkan didapatkannya informasi yang berharga dalam hal keracunan dan pendiagnosaan penyakit.   \n \n \n \n\nDari cara pendestruksian yang dilakukan ternyata destruksi dengan HNO3 pekat memberikan hasil yang lebih baik dibandingkan dengan HCl pekat, aquaregia dan cara destruksi kering. Kadar Fe, Zn dan Ng yang dihasilkan adalah bervariasi dan tidak menunjukkan adanya korelasi antara usia, jenis kelamin dan lingkungan tempat tinggal. Dari hasil percobaan didapatkan bahwa kandungan unsur logam di dalam rambut laki-laki adalah 3,45-10(pangkat3)12,32.10(pangkat-3)% untuk unsur Fe, 10,30.10(pangkat-3)-29,47.10(pangkat-3) % untuk unsur Zn dan untuk unsur Mg adalah 3,67.10(pangkat-3)- 14,79.10(pangkat-3)%.Kandungan unsurlogam di dalam rambut perempuan adalah 1,60.10(pangkat-3) 12,88.10(pangkat-3) untuk unsur Fe,\t14,15.10(pangkat -3)-25,49.10(pangkat-3)% untuk unsur Zn dan 5,61.10(pangkat-3) - 13,18.10 (pangkat-3)%, untuk unsur Mg. Dari uji statistik menunjukkan bahwa metoda spektrofotometri serapan atom cukup teliti untuk penentuan kandungan unsur logam dalam rambut dengan memberikan nilai % KV = 1,46 - 5,45 dan nilai k= 0,045 absorban/ppm untuk unsur Fe, 0,66 - 0,88 % dan nilai k=O,177 absorban/ppm untuk unsur Zn dan 1,10 - 2,89 dan nilai k = 2 0,525 absorban/ppm untuk unsur Mg.", "Daftar File": {}, "Penulis": "Eny Silviani", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Buchari, Dr.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-09."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Spectropotometic method, Mg, Fe, Zn, atomic absorption.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}