{"Nomor": 7811, "Judul": "PROSPEK BISNIS PENERBANGAN NASIONAL DI INDONESIA", "Abstrak": "Sejak tahun 1999 pemerintah telah mengeluarkan kebijakan untuk mengubah system perijinan usaha angkutan udara dari sistem tertutup dan selektif menjadi sistem terbuka bagi siapa saja. Kebijakan ini bertujuan untuk mendorong dan mempercepat pertumbuhan dan perkembangan industri penerbangan nasional. Hal ini diharapkan akan memberikan efek langsung maupun tidak langsung terhadap perbaikan ekonomi nasional yang sedang terpuruk akibat krisis ekonomi global. Sebelum tahun 1999 jumlah perusahaan penerbangan berjadwal dalam negeri hanya 6 maskapai penerbangan, tetapi kini pada bulan Juni 2007 jumlahnya tercatat paling sedikit ada 55 maskapai penerbangan di Indonesia. Kemudian karena jumlah perusahaan penerbangan meningkat sangat cepat dan tidak terkendali, maka timbullah berbagai persoalan yang membuat penerbangan nasional menjadi tidak sehat. Misalnya terjadi perang tarif dengan harga tidak wajar untuk berebut penumpang, menekan biaya operasi agar bisa untung dengan cara mengurangi biaya perawatan pesawat, suku cadang yang seharusnya diganti tetapi tetap digunakan, factor keselamatan dan keamanan kurang mendapat perhatian, menyewa dan mengoperasikan pesawat-pesawat tua yang umurnya lebih dari 30 tahun karena murah sewanya, kualitas pelayanan kepada penumpang menurun, dan sebagainya. Akhirnya jumlah angka kecelakaan pesawat meningkat dengan jumlah korban luka-luka dan tewas cukup banyak. Disamping itu, juga banyak perusahaan penerbangan atau paling sedikit ada 25 perusahaan penerbangan yang berhenti operasi yang disebabkan oleh karena rugi, dicabut atau dibekukan ijin penerbangannya. Dampaknya menjadi luas setelah Uni Eropa pada tanggal 6 Juli 2007 mengeluarkan larangan terbang bagi pesawat Indonesia ke 27 negara Eropa dan melarang warga negara Eropa untuk menggunakan pesawat dari Indonesia dengan alasan keselamatan dan keamanan. Dan hal ini akan menjadi potret buruk penerbangan nasional Indonesia di mata dunia internasional. Jadi ada gap antara kondisi yang diinginkan oleh pemerintah dengan mengeluarkan kebijakan baru (desired stage) dengan kondisi yang sebenarnya terjadi di lapangan (actual stage). Gap inilah yang menjadi permasalahan, dan permasalahan tersebut tidak boleh dibiarkan berlarut-larut jadi harus segera diatasi. Untuk mengatasi atau menyelesaikan permasalahan tersebut maka harus dilakukan beberapa langkah yaitu: pertama, mengumpulkan dan mengidentifikasi semua permasalahan yang dialami oleh para pemangku kepentingan (stake holder) dari industri penerbangan nasional. Ada tiga pemangku kepentingan, yaitu pemerintah sebagai regulator, pengusaha jasa penerbangan dan masyarakat pengguna jasa penerbangan. Kedua, mengumpulkan data-data penunjang yang diperlukan untuk menganalisis permasalahan yang dihimpun dari pemerintah atau Dit.Jen. Perhubungan Udara, Mandala Airline, AirAsia, Top Sky Airline, surat kabar, majalah, literatur, internet dan lainnya. Ketiga, menganalisis permasalahan yang difokuskan pada kebijakan dan regulasi di bidang penerbangan atau angkutan udara. Alasannya karena terjadinya permasalahan adalah setelah tahun 1999 yaitu setelah pemerintah mengubah sistem perijinan dari tertutup dan selektif menjadi terbuka dan bebas untuk semua warga negara. Disamping itu juga dianalisis tentang hambatan-hambatan, potensi dan prospek bisnis penerbangan nasional.   \n \n \n\nSetelah dilakukan analisis secara komprehensif dan cermat, maka dapat disimpulkan bahwa permasalahannya adalah terletak pada pelaksanaan kebijakan yang kurang optimal karena: pertama, pemerintah belum mempunyai persiapan yang matang untuk mendukung keberhasilan kebijakan, meliputi sarana dan prasarana, regulasi, kelembagaan dan sumber daya manusia. Kedua, kurangnya pengawasan terhadap pelaksanaan kebijakan di bidang angkutan udara yang meliputi pemantauan (monitoring), penilaian (evaluasi), dan audit terhadap pelaksanaan kebijakan. Ketiga, kurang konsisten dalam pelaksanaan tindakan korektif (peringatan, teguran, perbaikan, pencabutan dan sebagainya) terhadap penyimpangan terhadap pelaksanaan kebijakan angkutan udara. Sedangkan berdasarkan potensi geografis, jumlah penduduk, pariwisata, daya beli masyarakat, statistik jumlah penumpang dari tahun 1993 sampai 2007 dan perkiraan kecenderungan jumlah penumpang sampai tahun 2025 untuk dalam negeri dan luar negeri maka dapat disimpulkan bahwa bisnis penerbangan di Indonesia mempunyai prospek yang sangat baik.", "Daftar File": {}, "Penulis": "ERDI NURKITO (NIM 24005027)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf.Dr. Widjajono Partowidagdo dan Dr. Tang Anthoni."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "airline business, flight license, government policy on airline system", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}