{"Nomor": 7815, "Judul": "INTERPRETASI SEISMIK DAN ANALISA KARAKTERISTIK RESERVOAR ZONA SPM DENGAN ATRIBUT AVO PADA LAPANGAN RAMBUNS CEKUNGAN SUMATERA UTARA", "Abstrak": "Abstrak:    \n \n \n \n \n\nLapangan RAMBUN  adalah salah satu lapangan minyak dan gas yang berada di Sumatera Utara yang dikelola oleh PERTAMINA EP. Lokasi penelitian terletak di utara propinsi Sumatera Utara tepatnya di daerah Pangkalan Susu. Dengan memakai data seismik 3d dilakukan interpretasi dan analisa struktur bawah permukaan pada zona spm Lapangan rambuns, Cekungan Sumatera Utara. Berdasarkan interpretasi dari data seismik 3d, sesar - sesar pada daerah penelitian menunjukkan eksistensi struktur bunga positif (positive flower structures) dan lipatan antiklin yang dihasilkan dari pergerakan strike-slip dan harpoon structure yang dihasilkan dari tektonik inversi.      \n \n \n \n \n\nAnalisa atribut geofisika berupa atribut inversi dan AVO memberikan informasi karakteristik dari reservoar meliputi pola penyebaran, pola pemerangkapan, dan jenis litologi serta fluida(jenis hidrokarbon)dalam reservoar.     \n \n \n \n \n\nHasil analisa menunjukkan bahwa penyebaran reservoar merupakan sebuah channel pada suatu  delta dengan perangkap struktur berupa sesar dan antiklin. Dari hasil atribut inversi dan AVO diketahui bahwa reservoar merupakan lapisan batupasir dengan porositas sedang yang berisi gas yang termasuk pada kelas 3 yang merupakan batupasir dengan impedansi akustik rendah.     \n \n \n \n \n\nTujuan dari tugas akhir ini adalah untuk memahami kondisi geologi dan karakteristik reservoar target dari daerah penelitian melalui interpretasi seismik dan atribut-atribut geofisika. Tugas akhir ini juga bertujuan untuk menggabungkan data-data geologi dan atribut-atribut geofisika untuk memahami karakteristik dari suatu reservoar.", "Daftar File": {}, "Penulis": "Eric Supema (NIM 120 01 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prihadi Sumitadireja, Dr.Ir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rambuns, minyak gas, cekungan", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}