{"Nomor": 7819, "Judul": "DESIGN AND DEVELOPMENT OF HOME AUTOMATION SOFTWARE USING ASSEMBLY AND JAVA PROGRAMMING LANGUAGES FOR PC AND CELLULAR PHONE", "Abstrak": "Automation system is an outcome of research that related to modern technology. As it is a branch of modern technology that brought ease and pleasure to human being, research in this field has been advanced in a very varied way. One of these is automation field is home automation, which put automation system in household appliances and electrical devices. These devices are designed to assist the owner spend only small amount of time in taking care the house. This concept was adopted to be the research objective in this thesis, which is building an automation system that is controllable remotely using PC, cell phones and microcontroller. The data were collected from internet, literatures and experiments, which were occurred in Laboratorium Instrumentasi Fisika, Institut Teknologi Bandung. The experiment results concluded that the system design was implementable for a remote home automation control design. Still, the system cannot perform two way communications that realizes the expected system specifications.", "Daftar File": {"2008 TA PP ERIK SENTOSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19864", "2008 TA PP ERIK SENTOSA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19865", "2008 TA PP ERIK SENTOSA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19866", "2008 TA PP ERIK SENTOSA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19867", "2008 TA PP ERIK SENTOSA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19868", "2008 TA PP ERIK SENTOSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19869"}, "Penulis": "ERIK SENTOSA (NIM 10203073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Khairurijjal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Java Programming Language, J2SE, J2ME, Assembly Programming Language, Cell phone, Microcontroller", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}