{"Nomor": 7822, "Judul": "ALAT PENSTABIL KAMERA UNTUK KEGIATAN SINEMATOGRAFI YANG MEMBUTUHKAN PERGERAKAN POSISI KAMERA", "Abstrak": "Abstrak:  \n \n \n\nSebagian besar orang yang memiliki handycam dan ingin mencoba untuk menghasilkan pergerakan kamera yang mulus, tentunya akan menemui banyak kesulitan terutama sebuah hasil gambar yang bergoyang. Untuk sebagian besar kameramen amatir, ini menjadi sebuah hal yang selalu terjadi dalam penggunaan kamera yang hanya dikontrol oleh tangan. Disaat kita bergerak sambil mengambil gambar, seakan-akan kamera mendapat guncangan akibat dari pergerakan tubuh, bahkan sebesar apapun usaha kita untuk mencoba membuatnya stabil.  \n \n \n \n\nFilm profesional banyak memperlihatkan gambar yang diambil dengan pergerakan kamera yang dikontrol dengan tangan tanpa adanya guncangan sama sekali. Disaat adanya sebuah adegan yang membutuhkan kamera untuk bergerak, umumnya kru film memasangnya diatas sebuah Dolly, sebuah landasan berroda yang dijalankan disebuah lapangan atau dataran rata. Dolly sangat berguna untuk berbagai jenis pengambilan gambar, tetapi memiliki beberapa keterbatasan pula.  \n \n \n \n\nBeberapa jenis kamera memiliki mekanisme yang terpasang didalam rangkaiannya untuk meredam gambar yang berguncang. Akan tetapi sistem ini tidak mendekati sistem stabilisasi yang normal dari otak. Kamera akan tetap merekam banyaknya gambar yang bergoyang dari langkah yang diambil, bahkan walaupun disaat kameramen berdiri tegak, kamera juga tetap bisa menghasilkan gambar yang bergoyang. Bahkan gerakan yang ringan dari berbagai arah bisa menjadikannya sebuah loncatan dalam sebuah adegan.  \n \n \n \n\nPada akhirnya, kita membutuhkan sesuatu untuk menyetabilkan pergerakan kamera, bagaimana caranya untuk memperkecil guncangan oleh sebuah alat yang memiliki konstruksi yang sederhana dan berat yang ringan untuk mengoptimalisasi pengoperasian yang mudah.", "Daftar File": {}, "Penulis": "Erlangga Mahardhika (NIM 175 02 027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Syarief"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "handycam, movies", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "30 Mei 2012"}