{"Nomor": 7826, "Judul": "STATISTIK PENGUJI KESTABILAN BARISAN MATRIKS KORELASI", "Abstrak": "Kemampuan memonitor kestabilan barisan matriks korelasi merupakan hal yang amat penting baik dari segi aplikasi maupun dari segi teori. Berdasarkan literatur, sejak satu dekade terakhir, masalah kestabilan tersebut dapat dijumpai dalam spektrum bidang ilmu yang amat luas, mulai dari bisnis tanah milik, bisnis perumahan (real estate), bisnis asset, manajemen risiko, pasar ekuitas, pasar saham, pasar global hingga bisnis finansial dan ekonomi secara umum dan bahkan komputasi paralel. Sedangkan dari segi teori, dasar-dasarnya sudah dimulai sejak tujuh dekade yang lalu dan terus berkembang hingga tahun-tahun terakhir. Dari segi teori, kriteria yang digunakan umumnya adalah kriteria Likelihood Ratio Test (LRT). Statistik-statistik yang paling populer dan banyak dijumpai dalam aplikasi, yang dibangun dengan menggunakan kriteria LRT, adalah statistik Box, statistik Kullback, statistik Jennrich, statistik Fisher dan statistik Schott. Kepopulerannya terletak pada kemudahan penerapannya dan keefektifannya. Namun, pengujian berdasarkan LRT menghadapi kendala yang amat besar yakni hanya cocok untuk matriks korelasi yang berukuran kecil karena melibatkan perhitungan determinan dan invers matriks. Disertasi ini memperkenalkan suatu metode pemonitoran kestabilan barisan matriks korelasi yang bebas dari kendala tersebut di atas. Proses pemonitoran dilaksanakan dengan menggunakan pendekatan Multivariate Statistical Process Control (MSPC) di mana pengujian hipotesis kesamaan dua matriks korelasi dilakukan berulang-ulang. Statistik penguji yang diusulkan dalam disertasi ini didasarkan kepada apa yang kami sebut vektor variansi variabel-variabel standar (VVVS) sebagai ukuran dispersi multivariat di mana seluruh variabel yang terlibat berupa variabel standar. Agar VVVS dapat diimplementasikan dalam kajian inferensi, dalam disertasi ini terlebih dahulu akan diselidiki distribusi asimtotik sampel VVVS di bawah asumsi kenormalan. Selanjutnya akan diselidiki kesensitifan VVVS dengan membandingkannya terhadap statistik yang paling populer dan banyak digunakan yakni statistik Jennrich. Hasil eksperimen melalui simulasi menunjukkan bahwa statistik yang kami usulkan memiliki tingkat kesensitifan yang lebih baik. Di samping itu, ia memiliki tingkat kompleksitas komputasi yang jauh lebih rendah daripada statistik Jennrich.", "Daftar File": {"2008 DIS PP ERNA TRI HERDIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19907", "2008 DIS PP ERNA TRI HERDIANI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19908", "2008 DIS PP ERNA TRI HERDIANI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19909", "2008 DIS PP ERNA TRI HERDIANI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19910", "2008 DIS PP ERNA TRI HERDIANI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19911", "2008 DIS PP ERNA TRI HERDIANI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/19912", "2008 DIS PP ERNA TRI HERDIANI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/19913", "2008 DIS PP ERNA TRI HERDIANI 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/19914", "2008 DIS PP ERNA TRI HERDIANI 1-BAB8.pdf": "https://digilib.itb.ac.id/gdl/download/19915", "2008 DIS PP ERNA TRI HERDIANI 1-BAB9.pdf": "https://digilib.itb.ac.id/gdl/download/19916", "2008 DIS PP ERNA TRI HERDIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19917"}, "Penulis": "ERNA TRI HERDIANI (NIM 30104007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Maman A. Djauhari, Dr. Irawati"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Generalized variance, Matriks komutasi, Matriks korelasi, Matriks kovariansi, Operator vec, Variansi vektor", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}