{"Nomor": 7827, "Judul": "IDENTIFIKASI MINERAL MAGNETIK LUMPUR SIDOARJO", "Abstrak": "Telah dilakukan identifikasi mineral magnetik pada lumpur Sidoarjo (LUSI) dengan menggunakan serangkaian metoda magnetik batuan (rock magnetic methods). Sampel lumpur diambil langsung dari pusat semburan LUSI di desa Siring, Kecamatan Porong, Sidoarjo. Jenis dan konsentrasi mineral magnetik yang dihasilkan dari upaya investigasi ini diharapkan dapat memberikan kontribusi pada pemahaman mengenai sumber dan mekanisme eruspi LUSI. Identifikasi ini dilakukan melalui pengukuran suseptibilitas magnetik, ARM (anhysteritic remanent magnetization) dan IRM (isothermal remanent magnetization). Hasil pengukuran suseptibilitas magnetik menunjukkan bahwa kandungan mineral magnetik dalam LUSI tergolong kecil (< 0.01%), sementara pengukuran IRM saturasi memberi indikasi bahwa mineral magnetik yang dominan adalah magnetite. Selanjutnya dari hasil suseptibilitas magnetik frekuensi rendah dan suseptibilitas anhisteretik terlihat bahwa ukuran bulir magnetik yang dominan ada pada selang 5 hingga 20 μm. Kecilnya konsentrasi magnetite yang terdapat pada LUSI mengindikasikan bahwa mineral ini telah mengalami dissolusi serta proses diagenesis pada lingkungan yang reduktif dari kondisi oxic menuju ke anoxic, yang kaya akan kandungan H2S. Diduga sumber LUSI berasal dari formasi Kalibeng dengan warna lempung abu kebiruan", "Daftar File": {"2008 TS PP ERNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19918", "2008 TS PP ERNI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19919", "2008 TS PP ERNI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19920", "2008 TS PP ERNI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19921", "2008 TS PP ERNI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19922", "2008 TS PP ERNI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/19923", "2008 TS PP ERNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19924"}, "Penulis": "ERNI (NIM 20205004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Satria Bijaksana, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magnetik batuan, Suseptibilitas magnetik, ARM, IRM, Magnetite", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}