{"Nomor": 7832, "Judul": "ANALISIS CURAH HUJAN EFEKTIF PADA SAWAH TADAH HUJAN DI KABUPATEN ACEH BARAT PROVINSI NANGGROE ACEH DARUSSALAM", "Abstrak": "Abstrak :     \n \n \n \n \n\nTesis ini memaparkan sebuah analisis dari hujan efektif diterapkan untuk lahan pertanian sawah tadah hujan.     \n \n \n \n \n\nHujan andalan atau hujan efektif ditetapkan dengan menerapkan pendekatan statistik dan probabilitas dengan menggunakan data hujan untuk distribusi 15 hari. Pola budidaya pertanian lahan sawah tadah hujan memerlukan informasi yang akurat terhadap karakteristik curah hujan sebagai salah satu dari sumber daya air.     \n \n \n \n \n\nKebutuhan air untuk tanaman dihitung dengan menerapkan rumus neraca air yang tergantung dari beberapa faktor antara lain : penggunaan konsumtif atau evapotranspirasi potensial, kehilangan akibat perkolasi dan hujan efektif. Studi kasus dalam analisis dilaksanakan pada lahan pertanian sawah tadah hujan yang berlokasi di Kabupaten Aceh Barat, Provinsi Nanggroe Aceh Darusalam.     \n \n \n \n \n\nDari analisis diperoleh bahwa nilai rerata hujan efektif untuk durasi distribusi hujan 15 hari untuk musim tanam ke-1 dan ke-2 adalah berturut-turut sebesar 0,313 It/det/ha dan 0,553 It/det/ha. Penerapan pola tanam eksisting padipadi dan pola tanam ke-2 padi terdapat kekurangan air.     \n \n \n \n \n\nHasil dari studi disimpulkan bahwa rancangan pola tanam dapat dilaksanakan sebagai padi - padi - palawija dengan intensitas tanam 100% (pola tanam ke-1 padi) dan intensitas tanam 39,8% (pola tanam ke-2 padi) dan intensitas sebesar 60,2% (pola tanam ke-3 palawija), hanya dapat ditanami sebesar 38,8 % dari luas total lahan sawah tadah hujan. Intensitas tanam sebesar 238% dicapai dari analisis sehingga untuk keberhasilan lahan pertanian sawah tadah hujan dan untuk meningkatkan intensitas tanam diperlukan penambahan pasokan (suplay) dari irigasi atau dengan memanfaatkan sumber air lain.", "Daftar File": {"2007 TS PP ERWIN IBERDA 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/19955", "2007 TS PP ERWIN IBERDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/19956", "2007 TS PP ERWIN IBERDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/19957", "2007 TS PP ERWIN IBERDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/19958", "2007 TS PP ERWIN IBERDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/19959", "2007 TS PP ERWIN IBERDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/19960", "2007 TS PP ERWIN IBERDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19961"}, "Penulis": "ERWIN IBERDA (NIM 95005303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Mulyana W., M.Eng. dan Ir. H. Sutaryan, Dipl.HE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Hujan efektif, Sawah tadah hujan dan penggunaan konsumtif, Pola tanam, Intensitas tanam", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}