{"Nomor": 7836, "Judul": "SINTESIS DAN KARAKTERISASI KOPOLIMER MELALUI KOPOLIMERISASI ANTARA STIREN DAN POLI(3-HIDROKSIBUTIRAT)", "Abstrak": "Polimer sintetik misalnya polistiren telah banyak diproduksi, umumnya digunakan untuk material pembungkus. Tidak seperti polimer alam, polimer sintetik ini tidak dapat didekomposisi oleh mikroorganisme yang ada di lingkungan sehingga menimbulkan permasalahan bagi lingkungan. Pembuatan kopolimer dari polimer sintetik dengan polimer alam merupakan salah satu cara untuk mengatasi masalah tersebut. Pada penelitian kali ini, kopolimer blok telah dibuat melalui kopolimerisasi antara monomer stirena dan poli(3-hidroksibutirat) dengan menggunakan benzoil peroksida sebagai inisiator. Hubungan antara struktur dan sifat-sifat kopolimer hasil sintesis dianalisis menggunakan GPC (Gel Permeation Chromatography), FTIR (Fourier Transmission Infrared), DTA/TGA (Differential Thermal Analysis/Thermo Gravimetric Analysis), uji tarik dan XRD (X-ray Diffraction). Hasil analisis gugus fungsi menunjukkan adanya gugus fungsi karakteristik dari polistiren dan polihidroksibutirat pada kopolimer. Tensile strength kopolimer cenderung menurun dengan meningkatnya komposisi polihidroksibutirat dalam kopolimer, dan sebaliknya kristalinitasnya cenderung meningkat.", "Daftar File": {"2008 TA PP ERYTHRINA STAVILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/19984", "2008 TA PP ERYTHRINA STAVILA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/19985", "2008 TA PP ERYTHRINA STAVILA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/19986", "2008 TA PP ERYTHRINA STAVILA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/19987", "2008 TA PP ERYTHRINA STAVILA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/19988", "2008 TA PP ERYTHRINA STAVILA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/19989", "2008 TA PP ERYTHRINA STAVILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/19990"}, "Penulis": "ERYTHRINA STAVILA (NIM 10504075)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I Made Arcana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sintesis, Karakterisasi kopolimer, Kopolimerisasi, Stiren, Poli(3-hidroksibutirat)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}