{"Nomor": 7843, "Judul": "METODOLOGI PEMBANGUNAN DASHBOARD SEBAGAI ALAT MONITORING KINERJA ORGANISASI (STUDI KASUS: INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Organisasi perlu melakukan monitoring dan pengukuran secara terus-menerus terhadap kinerjanya untuk memastikan ketercapaian tujuan yang telah ditetapkan. Proses monitoring kinerja memerlukan data dan informasi yang diambil dari seluruh bagian organisasi. Hasil monitoring kinerja selanjutnya akan disampaikan kepada pihak-pihak yang berkepentingan, secara efisien dan efektif. Efisien berarti bahwa informasi dapat dipahami dengan mudah dan cepat oleh penerimanya. Efektif berarti bahwa makna yang terkandung di dalam informasi dapat dipersepsi dengan benar, sehingga tujuan dari penyampaian informasi tersebut dapat tercapai. Dashboard merupakan alat untuk menyajikan informasi secara sekilas, solusi bagi kebutuhan informasi organisasi. Dashboard menginformasikan Key Performance Indicators(KPI) dengan menggunakan media penyajian yang efektif. Selama ini, metodologi pembangunan dashboard yang dikembangkan oleh banyak vendor hanya fokus terhadap projek pembangunannya, agar dapat diimplementasikan secara cepat. Metodologi yang dikembangkan juga identik dengan metodologi untuk pembangunan Executive Information System(EIS), yang hanya fokus pada kebutuhan manajemen level strategis. Dashboard digunakan sebagai alat untuk monitoring kinerja, dalam mendukung kebutuhan manajemen level strategik, taktikal, maupun operasional. Informasi mengenai KPI yang disajikan pada dashboard, harus benar-benar sesuai dengan kebutuhan penggunanya. Sehingga dapat dikatakan bahwa inti dari dashboard terletak pada data/informasi yang disajikan di dalamnya, serta cara untuk menyajikan informasi tersebut agar mudah dipahami oleh penggunanya. Pembuatan metodologi pada penelitian ini, memperhatikan 3(tiga) aspek utama dashboard yaitu data/informasi, personalisasi, dan kolaborasi antar pengguna. Dashoard yang digunakan oleh manajemen level strategis, taktikal, maupun operasional harus memiliki ketiga aspek tersebut agar dapat memenuhi fungsinya secara lengkap dalam memonitor kinerja dan mengkomunikasikannya kepada pihak-pihak yang berkepentingan. Metodologi difokuskan pada upaya untuk menyajikan KPI yang relevan sesuai dengan kebutuhan pengguna, dengan tetap memperhatikan peran dashboard sebagai alat untuk mengkomunikasikan informasi mengenai kinerja. Oleh karena itu, pembuatan metodologi difokuskan pada 3(tiga) tahapan pembangunan dashboard, yaitu identifikasi kebutuhan, perencanaan, dan perancangan prototype dashboard. Tahap identifikasi kebutuhan dilakukan untuk menentukan KPI dashboard yang benar-benar sesuai dengan kebutuhan penggunanya. Tahap perencaaan dilakukan untuk menganalisis data/informasi yang berkaitan dengan KPI dashboard. Tahap perancangan prototype difokuskan pada upaya untuk menyajikan KPI melalui tampilan antar muka yang sesuai dengan kebutuhan dan selera pengguna. Pembuatan metodologi diawali dengan analisis hasil studi literatur untuk menemukan prinsip-prinsip pada pembangunan dashboard. Prinsip-prinsip tersebut dijadikan sebagai dasar dalam menyusun kerangka berpikir metodologi pembangunan dashboard. Kerangka berpikir ini merupakan kerangka umum yang bisa digunakan untuk membuat sistem dashboard, yaitu kumpulan dashboard yang diperlukan untuk memenuhi kebutuhan bisnis organisasi dalam lingkup tertentu. Metodologi pembangunan dashboard dibuat dengan berlandaskan pada kerangka berpikir tersebut. Metodologi yang diusulkan selanjutnya diterapkan pada studi kasus mengenai pembangunan dashboard untuk menunjang upaya penjaminan mutu di Institut Teknologi Bandung. Pada tahap awal pengembangan, jenis dashboard yang dibangun adalah strategic dan tactical dashboard untuk memenuhi kebutuhan rektor ITB dan Satuan Penjaminan Mutu(SPM) ITB. Hasil akhir dari penerapan metodologi pada studi kasus adalah rancangan prototype antar muka dashboard untuk rektor ITB dan SPM.   \n \n\nPenelitian pada tesis ini menunjukkan bahwa kesesuaian antara KPI dashboard dengan kebutuhan pengguna dapat dipenuhi dengan cara memetakan setiap KPI organisasi yang berada dalam lingkup pembangunan dashboard, dengan kebutuhan bisnis penggunanya. Pada pembangunan sistem dashboard, identifikasi KPI dashboard sebaiknya dimulai dari identifikasi KPI untuk jenis dashboard yang mendukung level manajemen paling atas. Selanjutnya, KPI tersebut dapat diturunkan untuk mengidentifikasi KPI dashboard pada level manajemen di bawahnya. Tahap identifikasi kebutuhan dan perencanaan mempertimbangkan segala kemungkinan pembangunan dashboard di lingkungan organisasi, dengan harapan agar dashboard yang dibangun dapat terintegrasi antara satu dengan lainnya. Metodologi yang telah dibuat pada penelitian ini dapat diterapkan dengan baik pada studi kasus mengenai pembangunan dashboard di ITB. Metodologi perlu diterapkan lebih lanjut pada pembangunan jenis dashboard yang berbeda, misalkan untuk pembangunan operational dashboard yang diperlukan oleh program studi di ITB. Selain itu, metodologi juga perlu diterapkan lebih lanjut pada lingkup organisasi yang berbeda, misalkan saja pembangunan dashboard untuk monitoring proses produksi di perusahaan manufaktur.", "Daftar File": {"2008 TS PP EVA HARIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20035", "2008 TS PP EVA HARIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20036", "2008 TS PP EVA HARIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20037", "2008 TS PP EVA HARIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20038", "2008 TS PP EVA HARIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20039", "2008 TS PP EVA HARIYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20040"}, "Penulis": "EVA HARIYANTI (NIM 23506025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Kridanto Surendro, M.Sc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "methodology, dashboard, performance monitoring, KPI, data visualization", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}