{"Nomor": 7846, "Judul": "STUDI PENGARUH MEDAN LISTRIK PADA PERTUMBUHAN KRISTAL ZnO", "Abstrak": "ZnO merupakan senyawa semikonduktor golongan II-VI dengan celah energi yang lebar (3,37 eV) pada suhu ruang dan energi ikat eksiton yang besar (60 meV) sehingga membuat ZnO sebagai kandidat menjanjikan untuk material elektronik dan fotonik generasi mendatang. Nanorods ZnO dengan berbagai ukuran dan orientasi kristal telah disintesis dengan menggunakan metoda deposisi larutan dengan berbagai konsentrasi prekursor dan waktu deposisi pada suhu 90 ÃƒÂ‚Ã‚Â°C. Dalam studi ini, pengaruh medan listrik terhadap pertumbuhan kristal ZnO dipelajari dengan memberikan medan listrik eksternal serta dengan perbedaan konfigurasi arah medan listrik (posisi elektroda positif terhadap substrat gelas ITO) selama proses deposisi. Hasil karakterisasi menggunakan XRD dan SEM menunjukkan bahwa perbedaan konsentrasi prekursor dan konfigurasi medan listrik menyebabkan perbedaan ukuran dan orientasi nanorods ZnO. Nanorods ZnO dengan distribusi ukuran dan orientasi sumbu-c yang seragam dihasilkan pada konsentrasi prekursor 100 mM di bawah pengaruh medan listrik dengan konfigurasi B (elektroda positif di atas substrat) selama 8 jam. Adapun hasil karakterisasi fotoluminesen menunjukkan adanya peningkatan ketajaman puncak emisi UV pada panjang gelombang 360 dan 381 nm dengan meningkatnya konsentrasi prekursor serta pemberian medan listrik eksternal selama proses deposisi. Peningkatan ketajaman puncak emisi UV menunjukkan bahwa kristal ZnO yang dihasilkan mempunyai kualitas kristal dan sifat optik yang baik.", "Daftar File": {"2008 TS PP EVI MARYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20063", "2008 TS PP EVI MARYANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20061", "2008 TS PP EVI MARYANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20062", "2008 TS PP EVI MARYANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20064", "2008 TS PP EVI MARYANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20065", "2008 TS PP EVI MARYANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20066", "2008 TS PP EVI MARYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20067"}, "Penulis": "EVI MARYANTI (NIM 20506014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi dan Prof. Dr. Ismunandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Nanorods ZnO, Metoda deposisi pada larutan, Medan listrik, Fotoluminesen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}