{"Nomor": 7847, "Judul": "PENENTUAN LAJU KOROSI TEMBAGA DALAM AQUA REGIA MENGGUNAKAN METODE PENGUKURAN HAMBATAN, UJI BERKURANGNYA BERAT DAN POLARISASI SEBAGAI BAHAN PEMBELAJARAN KOROSI BERBASIS E-LEARNING", "Abstrak": "Korosi pada logam merupakan kejadian sehari-hari yang tidak dapat dihindari dan sering dianggap hal biasa. Padahal, kerugian yang ditimbulkan akibat korosi tidak hanya berdampak secara material tetapi dapat mengancam keselamatan jiwa. Dengan mengetahui gejala korosi secara baik, diharapkan berguna setidaknya bagi diri sendiri untuk dapat memperlakukan benda yang terbuat dari logam secara lebih bijak. Kesadaran mengenai kerugian akibat korosi juga perlu ditanamkan pada siswa dalam pembelajaran sehingga siswa dapat diajak berperan serta mengurangi kerugian nasional akibat korosi. Penelitian ini adalah untuk menentukan laju korosi tembaga dengan menggunakan tiga metode, yaitu: uji berkurangnya berat (corrosion wheel test), pengukuran hambatan dan Tafel. Pengukuran dengan uji berkurangnya berat dan Tafel dapat menunjukkan pengaruh pH dan penambahan inhibitor dengan hasil yang baik. Sedangkan dengan metode pengukuran hambatan, pengaruh pH dan inhibitor terhadap laju korosi tidak terukur secara baik karena kemungkinan terlepasnya oksida tembaga dari permukaan logam. Secara kualitatif, metode corrosion wheel test dan Tafel dapat digunakan untuk melihat proses terjadinya korosi. Sedangkan secara kuantitatif, metode polarisasi Tafel mempunyai ketelitian paling baik dalam pengukuran laju korosi dibandingkan dua metode lainnya. Metode pengurangan berat selanjutnya akan digunakan sebagai modul praktikum pengukuran laju korosi dengan pertimbangan sederhana, mudah dan murah. Kelemahan metode ini adalah memakan waktu cukup lama. Pengembangan dari hasil penelitian ini adalah pembuatan versi elektroniknya dalam bentuk Moodle untuk mendapat masukan dari pengguna. Moodle diharapkan dapat menambah minat siswa dan meningkatkan pemahaman tentang konsep dan prinsip dalam elektrokimia. Moodle korosi ini dapat diakses di situs http://courses.fmipa.itb.ac.id.", "Daftar File": {"2008 TS PP EVI RENOVA FARMAJANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20068", "2008 TS PP EVI RENOVA FARMAJANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20069", "2008 TS PP EVI RENOVA FARMAJANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20070", "2008 TS PP EVI RENOVA FARMAJANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20071", "2008 TS PP EVI RENOVA FARMAJANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20072", "2008 TS PP EVI RENOVA FARMAJANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20073", "2008 TS PP EVI RENOVA FARMAJANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20074"}, "Penulis": "EVI RENOVA FARMAJANTI (NIM 20506056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Muhammad A. Martoprawiro dan Drs. Achmad Rochliadi, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Korosi, Corrosion wheel test, Pengukuran hambatan, Tafel, Moodle", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}