{"Nomor": 7850, "Judul": "KAJIAN PEMISAHAN GAS H2/CO2 MENGGUNAKAN MEMBRAN POLIMER", "Abstrak": "Reduksi CO2 berupa emisi gas buang yang dilepaskan ke atmosfir bumi merupakan objek permasalahan yang amat menarik karena CO2 menimbulkan dampak yang serius bagi lingkungan yaitu perubahan iklim global (global climate change) berupa efek pemanasan suhu bumi (greenhouse gases effect). Salah satu metode untuk mengurangi emisi CO2 adalah dengan mengambil kembali CO2 yang ada di udara menggunakan proses pemisahan berbasiskan membran. Dalam prakteknya CO2 yang diperoleh dapat dimanfaatkan untuk sintesis metanol (bahan bakar cair alternatif) dan sintesis asam asetat. Karbon dioksida juga memiliki peran penting dalam siklus karbon dan kaitannya terhadap recovery sumber karbon dan penghematan energi. Proses pemisahan gas dengan membran polimer terus dikembangkan untuk mendapatkan membran dengan faktor pemisahan dan permeabillitas yang tinggi. Dalam penelitian ini dikaji pengaruh sifat dan struktur membran terhadap kinerja membran pada proses pemisahan gas H2 dan CO2, juga dipelajari pengaruh interaksi molekul gas H2 dan CO2 dengan membran pada peristiwa pelarutan dan difusi gas H2 dan CO2. Secara kuantitatif pengaruh faktor-faktor tersebut dapat diketahui dengan menentukan parameter perpindahan, yaitu koefisien permeabilitas (P), koefisien difusivitas (D) dan koefisien solubilitas (S) serta selektivitas membran (a). Percobaan ini meliputi dua tahap yaitu: (1) permeasi gas murni H2 dan CO2 dan (2) permeasi campuran gas (30 % H2 - 70 % CO2 (%-v)). Membran yang digunakan adalah membran polivinil alkohol (PVA) dan poliamida (nylon-6), tekanan umpan divariasikan pada rentang 4 sampai 12 bar. Mekanisme perpindahan gas melalui membran diasumsikan mengikuti mekanisme solution-diffusion. Analisa komposisi permeat menggunakan gas chromatography (GC). Hasil penelitian untuk permeasi gas mumi menunjukkan bahwa harga koefisien solubilitas (S) CO2 pada membran PVA berada dalam rentang (0,214 - 0,246 cc(STP)/cm3.cmHg) lebih tinggi bila dibandingkan koefisien solubilitas (S) CO2 pada membran nylon-6 berada dalam rentang (0,20 - 0,28 cc(STP)/cm3.cmHg). Sedangkan untuk gas H2 memiliki kelarutan yang rendah dengan koefisien solubilitas dalam rentang (0,077 - 0,l71cc(STP)/cm3.cmHg) untuk membran PVA dan dalam rentang (0,17 - 0,22 cc(STP)/cm3.cmHg) untuk membran nylon-6. Koefisien permeabilitas yang terbesar dicapai oleh gas H2 baik pada membran PVA maupun pada membran nylon-6 karena gas H2 memiliki diameter kinetik dan berat molekul kecil sehingga lebih mudah berdifusi, dengan koefisien difusivitas gas H2 pada membran PVA berada dalam rentang (1,12x10-07 - 1,58x10-6 cm2/mnt) dan pada membran nylon-6 berada dalam rentang (1,55x10-08 - 7,56x10-8 cm2lmnt) dibandingkan koefisien difusivitas CO2 pada membran PVA dalam rentang harga (7,80x10-08 - 2,20x10-7 cm2/mnt) dan pada membran nylon-6 dalam rentang harga (8,54x10-09 - 2,23x10-8 cm2/mnt). Fluks permeasi gas H2 pada membran PVA berada dalam rentang (1,44x10-03 2,75x10-02 cc(STP)/cm2.mnt) lebih tinggi bila dibandingkan dengan membran nylon-6 yang berada dalam rentang (1,06x10-03 - 1,18x1002 cc(STP)/cm2.mnt) karena H2 memiliki koefisien permeabilitas yang tinggi. Selektivitas pemisahan H2/C02 yang lebih baik diberikan oleh membran nylon-6 untuk tekanan operasi yang sama, dalam rentang selektivitas (1,48 - 3,04), sehingga dapat disimpulkan bahwa strukur membran nylon-6 yang memiliki fasa kristalinitas tinggi akan memberikan selektivitas pemisahan yang tinggi bila dibandingkan membran PVA dalam rentang selektivitas (1,12 - 2,61). Untuk permeasi campuran gas H2-CO2, membran nylon-6 memberikan selektivitas pemisahan yang lebih tinggi bila dibandingkan dengan membran PVA. Selektivitas pemisahan pada membran nylon-6 berada dalam rentang (1,15 - 1,23) dengan konsentrasi H2 pada sisi permeat berada dalam rentang (35,32 - 54,43 %-v).", "Daftar File": {"2004 TS PP FACHRUL RAZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20088", "2004 TS PP FACHRUL RAZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20089", "2004 TS PP FACHRUL RAZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20090", "2004 TS PP FACHRUL RAZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20091", "2004 TS PP FACHRUL RAZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20092", "2004 TS PP FACHRUL RAZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20093", "2004 TS PP FACHRUL RAZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20094"}, "Penulis": "FACHRUL RAZI (NIM 23002020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: V.S. Praptowidodo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Permeability, Diffusivity, Solubility, Selectivity", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}