{"Nomor": 7853, "Judul": "IDENTIFIKASI PERSEPSI DAN PREFERENSI STAKEHOLDERS TERKAIT RENCANA PENGEMBANGAN MONUMEN KAPAL PLTD DI DESA PUNGE BLANG CUT, KOTA BANDA ACEH", "Abstrak": "Bencana tsunami pada 26 Desember 2004 telah mengakibatkan sebuah Kapal PLTD Apung milik PLN terdampar di Desa Punge Blang Cut, Banda Aceh. Rencana pengembangan kawasan monumen Kapal PLTD pun digagas untuk menjadi bagian dari pelestarian kawasan warisan tsunami dan ingin dijadikan museum oleh Pemerintah Kota Banda Aceh. Dalam perkembangannya, saat ini telah disusun desain perancangan makro oleh BRR (melalui PT.Agoralima). Selama keberjalanannya, keterlibatan stakeholders lain terutama penduduk desa, pengunjung dan PT.MACON selaku konsultan yang menangani perencanaan tata ruang desa dirasakan sangat kurang. Padahal dalam Perpres RI No.30 tahun 2005 menyatakan pentingnya partisipasi masyarakat dalam seluruh proses rekonstruksi Prov.NAD-Nias pasca tsunami. Oleh karena itu studi ini ingin mengidentifikasi persepsi dan preferensi stakeholders sebagai masukan bagi pengembangan kawasan monumen Kapal PLTD yang mengadaptasi Model LEAP (Local Effort And Preservation). Model yang dicetuskan UNESCO ini bertujuan meningkatkan partisipasi masyarakat dalam konservasi kawasan bersejarah di negara-negara berkembang.   \n \n \n\nStakeholders yang diteliti terdiri dari penduduk desa, pengunjung kapal, instansi pemerintah, konsultan, & pemerhati kawasan warisan tsunami. Seluruhnya menyatakan setuju terhadap rencana pengembangan monumen tersebut. Dengan berbagai harapan bahwa nanti jika telah dibangun, monumen Kapal PLTD itu dapat bermanfaat bagi penduduk setempat, khususnya mereka yang terkena gusur tanah dan rumahnya untuk dijadikan lahan pembangunan. Untuk mendukung analisis, studi ini juga melihat dari sisi psikologi dengan melakukan analisis konsistensi terhadap persepsi stakeholders. Analisis ini melihat kondisi lapangan yang terjadi pada saat pengumpulan data sehingga dapat diketahui apakah persepsi yang didapat cukup dipercaya atau tidak. Selain itu kajian mengenai tingkat motivasi dan penilaian tingkat partisipasi stakeholders selama ini juga penting diamati sebagai dasar pemberian rekomendasi partisipasi dalam mengembangkan monumen Kapal PLTD di masa datang. Kajian partisipasi ini mempertimbangkan model LEAP dan teori peran serta stakeholders dalam pengembangan monumen.   \n \n \n\nBerdasarkan hasil temuan studi, diketahui bahwa penekanan pemberdayaan penduduk setempat dalam manajemen pengelolaan monumen ke depannya sangat penting. Selain itu fungsi kegiatan yang harus diprioritaskan adalah pendidikan ke masyarakat luas, yang bentuknya bisa bermacam-macam seperti, ruang pameran dokumentasi, ruang museum, ruang pengetahuan mengenai bencana dan mitigasinya, dll. Pengembangan kawasan monumen ini juga sebaiknya dilakukan secara terpadu dengan situs bersejarah/tsunami lainnya di Banda Aceh sehingga dapat membentuk alur heritage trails. Kesimpulan yang didapat ialah penduduk desa mau berperan serta jika diberi kesempatan, di samping peran serta stakeholders lainnya juga perlu diakomodasi. Rekomendasi yang diajukan meliputi aktivitas kawasan dan partisipasi yang seharusnya dilakukan oleh stakeholders. Dalam rekomendasi tersebut dirumuskan sepuluh prosedur pengembangan monumen Kapal PLTD yang mempertimbangkan Model LEAP serta persepsi dan preferensi stakeholders. Pihak yang harus memulai dan menjembatani komunikasi antarstakeholders ini adalah BRR. Mengingat BRR yang bertanggungjawab terhadap semua proses rekonstruksi pasca tsunami, termasuk pemberdayaan masyarakat dan aparatur pemerintah.", "Daftar File": {"2008 TA PP FADLY HALEY TANJUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20109", "2008 TA PP FADLY HALEY TANJUNG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20110", "2008 TA PP FADLY HALEY TANJUNG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20111", "2008 TA PP FADLY HALEY TANJUNG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20112", "2008 TA PP FADLY HALEY TANJUNG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20113", "2008 TA PP FADLY HALEY TANJUNG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20114", "2008 TA PP FADLY HALEY TANJUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20115"}, "Penulis": "FADLY HALEY TANJUNG (NIM 15403002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Uton Rustan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengembangan monumen, persepsi dan preferensi, konsistensi, motivasi,partisipasi, stakeholders", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}