{"Nomor": 7855, "Judul": "STUDI DAN IMPLEMENTASI WATERMARKING CITRA DIGITAL DENGAN MENGGUNAKAN FUNGSI HASH", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nPenyisipan watermark digital dilakukan sebagai salah satu cara untuk menandai kepemilikan hak cipta atas sebuah citra digital. Salah satu cara penyisipan watermark yang dapat dilakukan adalah penyisipan pada ranah frekuensi. Citra digital ditransformasikan dengan DCT (Discrete Cosine Transform), diubah koefisienkoefisiennya dan kemudian ditransformasikan kembali dengan IDCT (Inverse Discrete Cosine Transform). Pengubahan dilakukan terhadap beberapa koefisien frekuensi menengah yang terpilih untuk mendapatkan keseimbangan antara robustness dan fidelity. Untuk menghasilkan sinyal watermark yang aman, diperlukan ketergantungan pola bit watermark terhadap citra asli. Ketergantungan ini dapat diperoleh dengan menggunakan fungsi hash. Untuk menghasilkan ketergantungan terhadap citra asli, digunakan fungsi hash MD5 yang digabungkan dengan algoritma enkripsi DES (Data Encryption Standard) untuk menghasilkan masukan untuk pembangkit bilangan acak (PRNG, Pseudo Random Number Generator). Bilangan acak yang dihasilkan kemudian digunakan dalam pengolahan data watermark. Untuk melakukan penyisipan watermark, dibuat sebuah perangkat lunak yang diberi nama SimpleMark. Perangkat lunak ini dibuat dalam bahasa pemrograman C menggunakan kakas Borland C++ Builder 6. Hasil pengujian menunjukkan bahwa teknik penyisipan watermark yang diterapkan dapat memenuhi kriteria security dan fidelity. Selain itu, watermark yang disisipkan memiliki robustness terhadap operasi-operasi manipulasi citra sampai batas tertentu.", "Daftar File": {}, "Penulis": "Fahmi (NIM 13502047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rinaldi Munir, Ir., M.T.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-02-14)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "watermark, DCT, ranah frekuensi, fungsi hash, MD5, DES, PRNG.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}