{"Nomor": 7868, "Judul": "IMPLEMENTASI MODEL PENJADWALAN JOB-SHOP DALAM MASALAH PENJADWALAN KERETA API JALUR TUNGGAL DENGAN PENDEKATAN CONSTRAINT PROGRAMMING", "Abstrak": "Masalah penjadwalan kereta api jalur tunggal dapat diselesaikan dengan pendekatan Constraint Programming. Hal ini dilakukan dengan memodelkan masalah sebagai sebuah Constraint Satisfaction Problem (CSP) kemudian menyelesaikan CSP tersebut dengan teknik-teknik pencarian solusi CSP. Dalam Tugas Akhir ini, CSP yang digunakan untuk memodelkan masalah penjadwalan kereta api jalur tunggal adalah masalah penjadwalan Job-Shop. Pemodelan dilakukan dengan menganggap perjalanan-perjalanan kereta api sebagai sekumpulan pekerjaan (jobs) yang dijadwalkan pada sekumpulan sumber daya (resources) yang berupa segmen-segmen jalur kereta api. Selanjutnya, algoritma yang digunakan dalam pencarian solusi adalah Hill-Climbing. Dalam masalah penjadwalan kereta api, solusi yang dimaksud adalah jadwal perjalanan kereta api yang memenuhi semua aturan yang diajukan. Tugas Akhir ini membahas aturan-aturan umum dalam penjadwalan kereta api jalur tunggal, pemodelannya sebagai masalah penjadwalan Job-Shop dan penyelesaiannya dengan Hill-Climbing. Selanjutnya, analisis, perancangan dan implementasi dilakukan untuk menghasilkan sebuah perangkat lunak penjadwalan kereta api jalur tunggal Kimspoor Scheduler. Perangkat lunak ini diimplementasikan dengan paradigma pemrograman berorientasi objek menggunakan bahasa pemrograman Java. Sistem operasi yang digunakan dalam pengembangan adalah Microsoft Windows XP Professional. Perangkat lunak Kimspoor Scheduler dapat digunakan untuk memasukkan data perjalanan kereta api, menampilkan data yang telah dimasukkan, melakukan penjadwalan dan menampilkan hasil penjadwalan. Pengujian penjadwalan dilakukan dengan menggunakan data perjalanan kereta api di Indonesia yang diperoleh dari PT Kereta Api (Persero). Dalam setiap pengujian yang dilakukan, perangkat lunak selalu dapat menemukan jadwal yang memenuhi semua aturan umum perjalanan kereta api yang diajukan dalam Tugas Akhir. Keluaran perangkat lunak yang berupa jadwal perjalanan kereta api tersebut ditampilkan dengan menggunakan representasi diagram ruang-waktu.", "Daftar File": {"2008 TA PP FAJAR YULIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20220", "2008 TA PP FAJAR YULIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20221", "2008 TA PP FAJAR YULIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20222", "2008 TA PP FAJAR YULIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20223", "2008 TA PP FAJAR YULIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20224", "2008 TA PP FAJAR YULIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20225", "2008 TA PP FAJAR YULIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/20226", "2008 TA PP FAJAR YULIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20227"}, "Penulis": "FAJAR YULIAWAN (NIM 13503022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "masalah penjadwalan kereta api jalur tunggal, Constraint Programming, Constraint Satisfaction Problem, masalah penjadwalan Job-Shop, Hill-Climbing", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}