{"Nomor": 7876, "Judul": "SINTESIS KATALIS Cu/ZnO/A12O3 SECARA IMPREGNASI DAN UJI AKTTVITASNYA PADA REAKSI REFORMASI KUKUS METANOL", "Abstrak": "Abstrak: \n \n\nPeranan katalis berbasis tembaga semakin menarik banyak perhatian seiring dengan meningkatnya kebutuhan hidrogen dalam aplikasi sel bahan-bakar. Penelitian ini bertujuan untuk mensintesis katalis Cu/ZnO/A12O3yang dapat menunjukkan aktivitas dan selektivitas tinggi terhadap pembentukan hidrogen dalam reaksi reformasi kukus metanol pada temperatur reaksi 160-340 derjat C dan tekanan atmosferik. Padatan A12O3 yang digunakan sebagai penyangga katalis disintesis Bari larutan garam A1(NO3)3 dengan penambahan larutan Na2CO3 untuk membentuk endapan A1(OH)3. Endapan Al(OH)3 disaring dan dicuci untuk menghilangkan ion Naplus, dikeringkan pada 100 derjatC kemudian dikalsinasi pada 360 derjatC selama 1 jam. Padatan A1203 yang diperoleh, digerus hingga berbentuk serbuk kemudian diimpregnasi dengan larutan garam Cu(NO3)2 dan Zn(NO3)3. Padatan hasil impregnasi dikeringkan pada 100 derjatC dan dikalsinasi pada 360 derjatC selama 1 jam untuk membentuk CuO/ZnOIA1203. Sebelum diuji aktivitasnya, katalis direduksi pada temperatur 300 derjatC dalam aliran hidrogen selama 2 jam. Katalis Cu/ZnO/A1203 dengan dua perbandingan molar Cu/Zn/Al yang berbeda telah disintesis, yaitu katalis dengan perbandingan molar Cu/Zn/Al 6/3/1 disebut sebagai katalis A dan katalis dengan perbandingan molar Cu/Zn/Al  2/1/3 disebut sebagai katalis B. Difraktogram sinar X menunjukkan bahwa padatan CuO/ZnO/A1203 memiliki fasa kristalin dan pengukuran isotermis adsorpsi BET menghasilkan luas permukaan spesifik sebesar 3,95 m kubik/g untuk katalis A dan 3,98 m kubik/g untuk katalis B. Pengujian aktivitas katalis dalam reaksi reformasi kukus metanol pada temperatur 300 derjatC menunjukkan bahwa katalis A, B, C dan I dapat mengkonversi metanol berturut-turut sebesar 54 persen; 44 persen; 97,5 persen dan 76,5 peersen dengan selektivitasnya terhadap hidrogen sebesar 72 persen; 71 persen; 71,5 persen dan 71,5 persen.", "Daftar File": {}, "Penulis": "Faridah Hanum (NIM 205 04 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: I Nyoman Marsih, Dr \n \n\nPembimbing 2: IGBN Makertihartha, Dr"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cu/ZnO/A12O3, impregnation, steam reforming of methanol, hydrogen, fuel cell", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}