{"Nomor": 7878, "Judul": "SISTEM PENTARIFAN NEXT GENERATION NETWORK DAN USULAN PENERAPANNYA DI INDONESIA", "Abstrak": "Abstrak:   \n \n \n \n\nKonsep Next Generation Network (NGN) merepresentasikan sintesis dari dua teknologi besar yang telah berkembang sebelumnya itu, yaitu teknologi Public Switched Telephone Network (PSTN) dan teknologi Internet. Berbagai teknologi jaringan yang telah diciptakan selama lebih dari 10 tahun ini memuat elemen-elemen penting penyusun teknologi NGN. Migrasi dan konvergensi dari teknologi-teknologi yang ada tersebut tentunya berujung pada satu teknologi baru yang diharapkan dapat menghantarkan berbagai informasi secara efisien, scalable, memungkinkan diferensiasi dalam satu sistem, serta mampu diakses secara mobile, yaitu NGN.    \n \n \n \n\nSistem Pentarifan NGN adalah masalah yang perlu menjadi perhatian khusus. Oleh karena itu, tugas akhir ini bertujuan untuk memperkenalkan model sistem pentarifan baru untuk NGN yang lebih sesuai dengan perkembangan layanannya, dalam rangka memberikan solusi dan usulan penerapannya di Indonesia serta penyusunan rencana teknisnya di Indonesia.     \n \n \n \n\nPenelitian dimulai dengan pemaparan teori tentang pentarifan dan pembahasan beberapa model sistem pentarifan yang didapat dengan penelusuran literatur secara analitik. Selanjutnya dianalisis masing model sistem pentarifan dan usulan penerapannya di Indonesia. Hambatan utama ada pada proses migrasi dari jaringan tradisionalnya. Untuk itu diperlukan sistem pentarifan yang sederhana dan tidak memerlukan banyak perubahan dari sistem lama.     \n \n \n \n\nAlokasi nomor telepon atau disebut juga Electronic Number (ENUM) adalah kunci yang dapat membuat NGN dapat terbang pesat di Indonesia dan tentunya menjadi tantangan bagi Ditjen Postel dalam pengalokasiannya. Langkah teknis awal adalah dengan mengganti satu switch Time Division Multiplexing (TDM) dengan multi TDM atau. Sistem pentarifan yang diusulkan oleh penulis adalah sistem pentarifan kapasitas yang diinginkan, karena memiliki kelebihan yang utama adalah terpenuhinya pemerataan sosial.", "Daftar File": {"Pages from 2007 TA PP FARID GHAZI SUHARJO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20289", "Pages from 2007 TA PP FARID GHAZI SUHARJO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20290", "Pages from 2007 TA PP FARID GHAZI SUHARJO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20291", "Pages from 2007 TA PP FARID GHAZI SUHARJO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20292", "Pages from 2007 TA PP FARID GHAZI SUHARJO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20293", "Pages from 2007 TA PP FARID GHAZI SUHARJO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20294", "2007 TA PP FARID GHAZI SUHARJO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20295"}, "Penulis": "Farid Ghazi Suharjo (NIM 132 03 046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Nana Rachmana S,Ir, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "NGN, Pentarifan, softswitch, ENUM", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}