{"Nomor": 7883, "Judul": "PENENTUAN BESAR BOULDER UNTUK MENCAPAI NILAI CUT-OFF GRADE PADA OPERASI PENAMBANGAN NIKEL LATERIT DI TANJUNG BULI, HALMAHERA TIMUR, MALUKU UTARA", "Abstrak": "Endapan laterit supergene telah memainkan peranan penting dalam ekonomi global sumber daya mineral selama lebih dari 50 tahun. Dengan endapan nikel laterit sebagai salah satu input bagi produksi logam secara global di seluruh dunia,nikel laterit menjadi sumber daya utama bagi Ni dan ferronikel dan menyumbang 40 % dari produksi nikel di seluruh dunia. Pada salah satu tahapan dari operasi penambangan nikel laterit, material bijih nikel dipisahkan berdasarkan ukuran diameter bouldernya menjadi ore serta boulder waste. Material ini dipisahkan berdasarkan ukuran grizzly yang sebesar 20 cm. Hal ini menyebabkan terciptanya losses pada cadangan tertambang dengan prakiraan 10 % setiap jatuhan umpan material ke grizzly. Penelitian tugas akhir ini bertujuan untuk mencermati ukuran grizzly di atas dengan melakukan analisa kualitatif mengenai hubungan antara besar diameter boulder dengan perubahan nilai kadar Ni yang dimiliki. Parameter yang digunakan selain dari 2 hal di atas adalah tebal pelapukan serta volume batuan segar yang keduanya memberi pengaruh pada keseluruhan kadar Nikel pada boulder. Besar diameter yang dicari tentu saja mengacu pada kadar Cut-off Grade yang telah ditetapkan oleh perusahaan sebesar 1.8 % Ni. Hasil dari penelitian ini membuktikan bahwa grizzly sebesar 20 cm tidak menghasilkan boulder dengan kadar Ni minimum, melainkan boulder dengan diameter sebesar 26 cm memiliki kadar minimum yang telah mencapai nilai kadar Cu-off Grade. Lebih jauh lagi, dengan tujuan memaksimalkan grizzly sehingga meminimalisasi losses, analisa kualitatif menghasilkan satu persamaan untuk mendeterminasi besar ukuran boulder pada kadar Ni yang diinginkan. Hasil ini akan memberikan hasil yang maksimal pada peningkatan jumlah tonase cadangan tertambang serta dapat mengantisipasi perbedaan kadar Ni pada operasi penambangan nikel laterit ini.", "Daftar File": {"2008 TA PP FATAH GUNAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20318", "2008 TA PP FATAH GUNAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20319", "2008 TA PP FATAH GUNAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20320", "2008 TA PP FATAH GUNAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20321", "2008 TA PP FATAH GUNAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20322", "2008 TA PP FATAH GUNAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20323", "2008 TA PP FATAH GUNAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20324"}, "Penulis": "FATAH GUNAWAN (NIM 12104002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Komang Anggayana, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "boulder, cut-off grade, lateritic nickel mining", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}