{"Nomor": 7890, "Judul": "PEMODELAN MATEMATIKA DIGESTER PULP KONTINYU", "Abstrak": "Industri pulp dan kertas mengalami peningkatan yang amat pesat pada akhir abad 20, salah satu penyebabnya adalah makin meningkatnya kebutuhan manusia akan produk pulp dan kertas. Khusus untuk industri pulp yang sekarang bukan hanya untuk bahan baku industri kertas, namun juga sudah menjadi bahan baku industri lain seperti serat selulosa, yang menjadi bahan baku untuk industri tekstil dan non-woven. Digester sebagai alat utama pada industri pulp, memiliki peranan yang penting sebagai penentu bagi kualitas pulp yang dihasilkan, sehingga diperlukan suatu kondisi optimal agar proses pada digester tersebut dapat menghasilkan produk yang diinginkan konsumen. Kondisi optimal tersebut dapat ditentukan dengan berbagai cara, salah satunya dengan pemodelan matematika digester pulp kontinyu menggunakan proses berbantukan komputer. \n \n\nLangkah awal simulasi proses berbantukan komputer ini, adalah menyusun model matematika yang mampu memberikan gambaran ataupun prediksi terhadap kelakuan proses. Pemodelan matematika ini melibatkan neraca massa seluruh komponen yang terlibat dalam digester, fenomena reaksi yang terjadi, serta dinamika solid liquid. Pemodelan matematika ini melalui beberapa tahap pendekatan, pendekatan pertama digester diasumsikan sebagai reaktor plug flow isotermal. Tahap selanjutnya sebagai reaktor tak isotermal tanpa suku difusi pada persamaan kesetimbangan termal, lalu dengan memasukkan suku difusi pada persamaan kesetimbangan termal. Verifikasi terhadap model matematika yang telah disusun dilakukan dengan membandingkan hasil yang didapatkan pada program komputer dengan data disain yang didapatkan serta hasil pada lapangan industri. Variabel-varibel yang diamati kelakuannya dalam simulasi ini adalah temperatur awal umpan masuk, bahan baku kayu yang digunakan, serta larutan pemasak yang digunakan. \n \n\nHasil simulasi menggunakan asumsi reaktor tak isotermal dengan suku difusi pada persamaan kesetimbangan termal memberikan perbedaan selisih Bilangan Kappa yang lebih kecil dari 10%, bila dibandingkan dengan data rancangan.", "Daftar File": {"2007 TS PP FAUZAN SAIFUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20371", "2007 TS PP FAUZAN SAIFUDDIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20370", "2007 TS PP FAUZAN SAIFUDDIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20369", "2007 TS PP FAUZAN SAIFUDDIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20368", "2007 TS PP FAUZAN SAIFUDDIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20367", "2007 TS PP FAUZAN SAIFUDDIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20372", "2007 TS PP FAUZAN SAIFUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20373"}, "Penulis": "FAUZAN SAIFUDDIN (NIM 23004016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Yazid Bindar dan Dr. Ir. Yogi Wibisono Budhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Digester, Simulasi, Simulation, Verifikasi, Verification, Pemodelan, Modeling", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}