{"Nomor": 7894, "Judul": "SISTEM PENGENDALIAN GERAK PADA MOBILE BASE ROBOT", "Abstrak": "Abstrak:   \n \n \n \n\nPada tugas akhir ini dibangun perangkat lunak sistem pengendalian gerak pada mobile base robot. Perancangan sistem kendali pada mobile base dilakukan dengan tujuan agar mobile base tersebut dapat dikendalikan secara langsung pergerakannya oleh user.    \n \n \n \n\nPerancangan dan implementasi pengendalian gerak mobile base ini terdiri dari dua tahap. Pertama,perancangan serta implementasi platform, dan rangkaian perangkat keras; Kedua, perancangan dan implementasi perangkat lunak yang mendukung pengendalian robot. Platform mobile base ini berbentuk segi delapan dan terdiri dari tiga tingkat. Tingkat pertama untuk aktuator dan power supply, tingkat kedua untuk rangkaian elektronika,dan tingkat ketiga untuk laptop sebagai pusat kendalinya. Mobile base didesain berbasis sistem pengendalian differential steering agar dapat bergerak maju, mundur, dan berputar pada porosnya. Sedangkan sistem kontrol pergerakan motor dilakukan dengan menggunakan metoda PWM. Perangkat keras terdiri dari dua buah subsistem utama yakni subsistem aktuator dan subsistem pengendali. Subsistem aktuator menggunakan motor DC DGM-3255. Driver motor yang digunakan untuk mengendalikan motor adalah IC L298. Untuk menjaga keseimbangan dan dapat bergerak ke berbagai arah digunakan omni-directional wheel HW-8cm-Roller. Subsistem pengendali menggunakan satu buah mikrokontroler ATMEGA 32L dan satu buah laptop. Mikrokontroler ini berfungsi untuk menerima perintah dari laptop sebagai pusat kendali pergerakan robot yang berasal dari user. Interface yang digunakan agar mikrokontroler dan laptop dapat saling berkomunikasi adalah menggunakan komunikasi serial RS232. Perangkat lunak yang ada pada laptop berfungsi sebagai pusat kendali gerakan robot yang dibuat dengan menggunakan Delphi 7. Sebagai antarmuka antara user dengan perangkat lunak dibuat tampilan menggunakan GUI (Graphic User Interface). Dengan perangkat lunak ini, memungkinkan seorang user mampu mengendalikan robot pada 4 jenis gerakan, yaitu maju, mundur, belok kanan dan belok kiri.    \n \n \n \n\nBerdasarkan hasil pengujian, perangkat keras dan perangkat lunak mobile base telah berhasil diintegrasikan. Mobile base dapat bergerak maju serta mundur dengan 5 pilihan jarak yang berbeda, belok kanan dan kiri dengan 6 pilihan sudut    \n \n \n \n\npergerakan.", "Daftar File": {}, "Penulis": "Febi Anshari (NIM 132 02 179)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Kusprasapta Mutijarsa, ST.MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mobile base, platform, actuator, controller", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}