{"Nomor": 7898, "Judul": "OPTIMASI PEMECAHAN EMULSI AIR DALAM PELUMAS BEKAS MENGGUNAKAN CAMPURAN LARUTAN NaCl-ETANOL", "Abstrak": "Pelumas adalah bahan yang diperoleh dari hasil pengolahan minyak bumi sebagai base oil dan aditif yang digunakan untuk mengurangi gesekan logam pada mesin. Pada saat ini, pelumas bekas dapat digunakan kembali melalui beberapa proses salah satunya adalah proses dewatering, yaitu proses pemisahan air yang teremulsi dalam pelumas bekas. Penelitian ini bertujuan untuk mendapatkan kondisi terbaik proses penurunan kadar air dalam pelumas bekas dengan cara memecah emulsi air dalam pelumas menggunakan pemecah emulsi larutan NaCl dalam pelarut air-etanol. Parameter proses yang dipelajari meliputi pengaruh konsentrasi elektrolit, konsentrasi alkohol dalam pelarut elektrolit, dan angka banding volume larutan elektrolit terhadap minyak pelumas bekas. Penentuan kadar air dalam setiap hasil yang diperoleh dilakukan dengan menggunakan FTIR dengan teknik horizontal ATR. Hasil yang didapat dari penelitian ini adalah puncak serapan air dengan FTIR terjadi pada 3400 cm-1 yang merupakan puncak vibrasi ulur O-H. Kondisi terbaik untuk pemecahan emulsi air dalam pelumas bekas diperoleh adalah konsentrasi NaCl 1200 ppm, % alkohol dalam pelarut air-alkohol 50% dan angka banding volume larutan NaCl terhadap pelumas bekas 3 : 10. Dengan waktu setling sekitar 24 jam, pada kondisi tersebut kadar air dapat diturunkan dari 12,5 % hingga 1,3 %. Dalam penelitian ini juga diperoleh informasi bahwa penentuan kadar air dalam pelumas bekas dapat dilakukan dengan teknik horizontal ATR dengan linieritas yang cukup baik.", "Daftar File": {"2008 TA PP FEBRINALDO EKA NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20430", "2008 TA PP FEBRINALDO EKA NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20436"}, "Penulis": "FEBRINALDO EKA NUGRAHA (NIM 10503063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Aminuddin Sulaeman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemecahan emulsi air, Pelumas bekas, Campuran larutan NaCl-Etanol", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}