{"Nomor": 7899, "Judul": "TOWARDS GREEN PROCUREMENT IN INDONESIA: LESSONS LEARNED FROM CANADA AND ITS RELEVANCE TO INDONESIAN CONTEXT", "Abstrak": "ABSTRACT:    \n \n \n \n \n\nDemands for inclusion of environmental consideration in almost all development activity is increasing. Green procurement which includes the environmental consideration in its process is needed to help in minimizing environmental impacts caused by procuring goods/services and works especially for infrastructure development. Green procurement is viewed as an important environmental policy instrument and together with other environmental policy instruments may helps in minimizing environmental impacts, and in a broader scope, it helps in achieving sustainable development goals. Many developed countries have implemented green procurement and get some benefits from its implementation. Most of developing countries including Indonesia are left behind in green procurement implementation. Regarding the needs and demands to consider environmental aspects, Indonesia which has no experiences in green procurement needs to get the lessons from experienced country (Canada) before implementing green procurement.     \n \n \n \n \n\nThis research explores the possibility of green procurement implementation in Indonesia. The objective of this research is to get clear understanding of the importance of green procurement and pre-condition factors that influence the success of its implementation. Analysis of that possibility considers the pre-condition factors which consist of  political will and regulations; institutional capacity; human resource capability; and supports from other actors outside government and also process implementation. The analysis also considers the experiences  from Canada which is regarded in many articles/reports as an advanced country in implementing green procurement. Because Indonesia has not implemented green procurement yet, there are some weaknesses in its pre-condition factors especially in political will and regulations and institutional capacity. Clear and integrated policy on green procurement followed by good institutional capacity and human resources capabiltiy in Canada can be taken as lessons for developing green procurement in Indonesia.    \n \n \n \n \n\nRegarding the Indonesia condition and lessons from Canada, there are some recommendations to develop green procurement in Indonesia which are                     (i) developing political will (policy) and related  regulations on green procurement; (ii) improving institutional capacity especially for government institution; (iii) increasing human resources capability to support  green procurement practices; (iv) increasing support from other actors both public and private; and (v) improving the current procurement process towards green procurement implementation. From those recommendations and considering the Indonesia condition, developing political will (policy) and related regulations on green procurement can be placed as the first priority to be developed towards green procurement implementation in Indonesia. This is because policy on green procurement will give broader changes to the current procurement practices in Indonesia.", "Daftar File": {}, "Penulis": "Febry Budianto (NIM 25405021-RuG: S1623303)", "Kontributor / Dosen Pembimbing": ["Supervisor I: Prof. Dr. E.J.M.M. Arts (RuG Supervisor)    \n \n \n \n \n\nSupervisor II: Widiarto, Ir., MCRP., Ph.D.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "green procurement, pre-condition aspects, environmental consideration, enviromental impacts, political will, and institutional capacity", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}