{"Nomor": 7900, "Judul": "MODEL PENJADWALAN BATCH PADA JOB SHOP DENGAN KELOMPOK MESIN HETEROGEN UNTUK MEMINIMASI TOTAL WAKTU TINGGAL AKTUAL", "Abstrak": "Penelitian ini mengembangkan model penjadwalan batch yang diproses pada job shop dengan kelompok mesin heterogen. Sejumlah mesin dinyatakan heterogen jika mesinmesin tersebut memiliki kemampuan untuk menghasilkan output yang sama tetapi paling tidak satu mesin diantaranya memiliki karakteristik operasi, waktu setup atau waktu proses, yang berbeda dari karakteristik operasi mesin-mesin yang lain.  \n \n \n\nKriteria untuk model penjadwalan yang dikembangkan adalah minimasi total waktu tinggal aktual yang mempertimbangkan due date di dalamnya. Variabel keputusan dalam penelitian ini adalah jumlah dan ukuran batch serta urutan pemrosesan batch yang dihasilkan. Untuk memperoleh solusi model, diusulkan 2 buah algoritma yaitu Algoritma Penjadwalan Batch Optimal dan Algoritma Penjadwalan Batch Sub-Optimal.  \n \n \n\nHasil pengujian memperlihatkan bahwa model mampu menyelesaikan pemasalahan penjadwalan batch dengan kelompok mesin heterogen. Berdasarkan hasil yang diperoleh terlihat bahwa batch dengan jenis part yang sama tidak harus dijadwalkan secara berurutan dan ukuran batch yang dihasilkan tidak harus sama.", "Daftar File": {"2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20445", "2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20446", "2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20447", "2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20448", "2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20449", "2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20450", "2008 TS PP FEDO RIZVIYATMAJA SARIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20451"}, "Penulis": "FEDO RIZVIYATMAJA SARIAN (NIM 23405003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Abdul Hakim Halim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penjadwalan batch, job shop, kelompok mesin heterogen, total waktu tinggal aktual", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}