{"Nomor": 7907, "Judul": "STUDI HIDROLOGI DAERAH OPERASI PENAMBANGAN NIKEL-SOROWAKO, KAITANNYA DENGAN KONSENTRASI Fe, Ni, Mn DAN Cr TERLARUT  DI SUNGAI LAMOARE", "Abstrak": "Abstrak:   \n \n \n \n\nSelain kuantitas, penggunaan air juga memiliki batasan kualitas. Salah satuya adalah kadar maksimum kontaminan terlarut di dalamnya. Studi ini berlokasi di DAS Lamoare yang merupakan bagian dari lokasi operasi penambangan nikel. Tentunya kegiatan industri pertambangan ini akan memberikan dampak pada kualitas air yang ada, khususnya Fe, Ni, Mn dan Cr terlarut.     \n \n \n \n \n\nPenelitian ini dilakukan untuk mengetahui batasan dari DAS Lamoare serta potensi beban kontaminan Fe, Ni, Mn dan Cr terlarut yang diterima tiap tahunnya, serta mengetahui pemenuhan standar baku mutu limbah cair kawasan industri yang dikeluarkan Kementerian Lingkungan Hidup pada tahun 1995.    \n \n \n \n \n\nDAS Lamoare memiliki luas sekitar 2.042,4 Ha dengan sedikitnya 8 anak sungai yang mengisi dan memberi kontribusi beban kontaminan pada outlet DAS ini. Dengan meggunakan metode rasional, dapat diprediksikan besar debit optimum yang membawa kontaminan pada DAS ini melalui perhitungan koefisine runoff masing-masing subDAS, besar intensitas curah hujan serta luas area yang terkena pengaruh. Debit optimum yang dimiliki DAS ini sebesar 2.317,7 l/det yang mampu membawa potensi beban Fe, Ni, Mn dan Cr terlarut masing-masing sebanyak 0.6427 mg/l, 0.0678 mg/l, 0.1268 mg/l dan 1.8682 mg/l tiap detiknya.    \n \n \n \n \n\nHasil perhitungan beban pencemaran sebenarnya (BPA) DAS ini lebih kecil dari pada beban pencemaran maksimum (BPM) nya untuk parameter Fe, Ni dan Mn terlarut sedangkan untuk parameter Cr terlarut, besar beban pencemaran sebenarnya masih berada di atas beban pencemaran maksimum, sehingga berdasarkan Keputusan Menteri Negara Lingkungan Hidup No: 3 Tahun 1998, DAS Lamoare telah memenuhi standar baku mutu limbah cair kawasan industri untuk parameter Fe, Ni dan Mn terlarut. Sedangkan parameter Cr terlarut masih belum memenuhi standar baku mutu limbah cair industri.", "Daftar File": {"Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20477", "Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20478", "Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20479", "Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20480", "Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20481", "Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20482", "Pages from 2007 TA PP FERDINAND LUMBAN TOBING 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/20483", "2007 TA PP FERDINAND LUMBAN TOBING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20484"}, "Penulis": "Ferdinand Lumban Tobing (NIM 121 03 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sudarto Notosiswoyo,Prof, Dr, Ir, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lamoare, Environmental Ministry, pollution", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}