{"Nomor": 7915, "Judul": "TEKNIK VIDEO DIGITAL WATERMARKING SEBAGAI PROTEKSI HAK CIPTA PADA DISTRIBUSI KONTEN MULTIMEDIA", "Abstrak": "Pesatnya perkembangan teknologi multimedia dan jaringan komputer secara langsung mempermudah pembuatan dan pendistribusian konten dijital, dalam waktu bersamaan timbul isu baru yaitu penyalahgunaan Hak Atas Kekayaan Intelektual (HAKI). Oleh karena itu watermark dijital diperkenalkan sebagai salah satu solusi dari masalah perlindungan hak cipta konten multimedia. Untuk aplikasi perlindungan hak cipta, sebuah watermark dijital harus memiliki kriteria dasar seperti transparency (ketidaknampakan), yaitu watermark yang disisipkan pada konten secara sistem penglihatan manusia (Human Visual System) tidak tampak. Serta robustness (kekokohan), yaitu watermark yang disisipkan pada konten dijital harus sulit dihilangkan kecuali terjadi perubahan drastis terhadap konten dijital yang dikenali dengan adanya perubahan secara sistem penglihatan manusia (Human Visual System). Dalam tesis ini watermark disisipkan pada domain frekuensi. Penyisipan pada domain ini bertujuan menjamin kekokohan dan transparansi dari watermark. Watermark disisipkan pada setiap koefisien DC (Direct Current) dari frame-frame video. Untuk menanamkan watermark pada koefisien DC (Direct Current), digunakan sebuah modifikasi blok yang menyisipkan watermark ke dalam koefisien DC (Direct Current) berdasarkan modifikasi biner dari Least Significant Bit (LSB) koefisien kuantisasi DC (Direct Current). Semua proses tersebut diimplementasikan menggunakan perangkat lunak MATLAB 7.0.1. Ekstrasi multi frame membuktikan bahwa sebuah dijital watermark dapat diungkap dengan tepat, dengan kondisi data video ter-watermark telah dimampatkan dengan kualitas 25%  dari video tanpa watermark. Ketangguhan watermark tersebut didukung oleh penerapan algoritma Block Truncation Coding (BTC) pada watermark dan error correction  pada proses pengungkapan watermark.", "Daftar File": {"2008 TS PP FETTY FITRIYANTI LUBIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20553", "2008 TS PP FETTY FITRIYANTI LUBIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20554", "2008 TS PP FETTY FITRIYANTI LUBIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20555", "2008 TS PP FETTY FITRIYANTI LUBIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20556", "2008 TS PP FETTY FITRIYANTI LUBIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20557", "2008 TS PP FETTY FITRIYANTI LUBIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20558", "2008 TS PP FETTY FITRIYANTI LUBIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20559"}, "Penulis": "FETTY FITRIYANTI LUBIS (NIM 23205302)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Suhono Harso Supangkat"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "perceptual watermarking, JPEG quantization, BTC", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}