{"Nomor": 7916, "Judul": "PERANCANGAN RANGKAIAN TERINTEGRASI TRANSCODER TIMESLOT ASSIGNER DENGAN METODA STANDARD CELL", "Abstrak": "Transcoder 60-kanal adalah suatu peralatan yang melakukan konversi dua stream Pulse-Code Modulation (PCM) 30/31 menjadi satu stream Adaptive Differential Pulse-Code Modulation (ADPCM) 60/62 yang masing-masing mempunyai bit rate yang sama, 2048kbit/s. Dengan menggunakan Transcoder jumlah kanal telepon yang dapat ditransmisikan pada saluran tranamisi yang sama menjadi dua kali. Beberapa komponen standar pendukung peralatan Transcoder seperti IC ADPCM Encoder/Decoder, konverter kode sinyal, dan sebagainya seat ini sudah ada. Namun sejauh pengamatan penulis, saat ini belum ada suatu rangkaian terintegrasi yang mempunyai fungsi sebagai STREAM FORMATIER, yaitu yang melakukan pengkonversian format stream dari stream ADPCM ke PCM maupun sebaliknya. Dari sini kemudian penulis marancang suatu rangkaian terintegrasi yang penulis sebut TRANSCODER TIMESLOT ASSIGNER, yang melakukan proses pemisahan sinyal stream 2048kbit/s menjadi sinyal voice dan sinyal signalling dan juga melakukan proses penyusunan sinyal voice dan signalling menjadi sinyal stream 2048kbit/s. Dengan melengkapi beberapa mode, tiga bush ranglaian terintegrasi ini bila disusun dengan konfigurasi tertentu akan membentuk fungsi STREAM FORMATIER. Rangkaian terintegrasi yang penulis rancang berdasarkan atas rekomendasi CCITT (G.761) hanya mampu menangani sinyal digital - NRZ (Non Return to Zero). Untuk merancang rangkaian terintegrasi ini, penulis menggunakan metoda perancangan semicustom, Standard Cell, dengan IBM PC AT sebagai platform, perangkat lunak NET RAN, sebagai netlist translator, dan GATESIM sebagai perangkat lunak simulator level gerbang, yang mampu melakukan simulasi kesalahan (fault test simulation) di samping simulasi fimgsional. Pustaka sel yang digunakan adalah pustaka sel HARRIS, SC3000-1,5um. Sebagai perangkat lunak schematic capture digunakan OrCAD SDT III dan SchemLib, sebagai vendor independent library cell. Perancangan yang dilakukan meliputi pembuatan diagram blok dan spesifikasi yang ditetapkan, perancangan diagram logdra, simulasi fimgsional dan simulasi kesalahan. Hasil akhir rancangan adalah diagram logika rangkaian TRANSCODER TIMESLOT ASSIGNER, berserta diskripsi ringkas, file netlist, vektor tea, file .CMP yang dimasukkan ke dalam satu disket 1.2Mbyte yang slap dikirim ke foundry. Dan Tugas Akhir ini dapat disimpulkan bahwa perancangan rangkaian terintegrasi dengan metoda Standard Cell mempermudahkan perancangan suatu rangkaian terintegrasi.", "Daftar File": {"1993 TA PP FAJAR SAPTA TARIGAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20560", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20561", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20562", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20563", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB4A.pdf": "https://digilib.itb.ac.id/gdl/download/20564", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB4B.pdf": "https://digilib.itb.ac.id/gdl/download/20565", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20566", "1993 TA PP FAJAR SAPTA TARIGAN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/20567", "1993 TA PP FAJAR SAPTA TARIGAN 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/20568", "1993 TA PP FAJAR SAPTA TARIGAN 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/20569"}, "Penulis": "F. FADJAR SAPTA TARIGAN (NIM 13287021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Soegijardjo Soegijoko"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kanal telepon, STREAM FORMATIER, pemisahan sinyal", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}