{"Nomor": 7918, "Judul": "'SEISMOS' WAHANA BERMAIN EDUKATIF", "Abstrak": "Bencana gempa dan tsunami sudah bukan bencana yang asing lagi di telinga kita, bencana yang menyisakan derita juga korban yang tak terhingga. Salah satunya adalah anak-anak. Trauma yang mereka derita dapat mengakibatkan dampak yang lebih buruk lagi apabila tidak segera ditanggulangi. Mereka butuh untuk disembuhkan dari segala rasa takut juga derita yang mereka alami. Selain itu mereka pun butuh dilatih kewaspadaannya dalam menghadapi bencana di depan nanti yang akan menimpa mereka, sehingga diharapkan dapat mengurangi dampak yang diakibatkan oleh bencana tersebut. Salah satu bentuk treatmen yang dapat diberikan bagi anak-anak korban bencana adalah bermain. Dengan bermain, secara psikologis dapat membuat anak sedikit terlupa atas trauma yang pernah mereka alami. Selain itu dari kegiatan bermain dapat melahirkan kreatifitas sekaligus melatih aspek motorik juga skill anak, yang merupakan salah satu dari proses trauma healling. Sejalan dengan pemberlakuan muatan lokal mengenai upaya penanganan bencana alam di tingkat sekolah dasar, maka dibuatlah suatu program yang mengajak anak untuk mengetahui lebih dalam mengenai bencana alam, serta usaha-usaha yang dapat dilakukan untuk mencegah dan bagaimana menghadapinya. Untuk itulah dibutuhkan suatu sarana yang dapat melatih kewaspadaan anak terhadap bencana , khususnya gempa dan tsunami. Yang sekaligus dapat memberikan treatmen bagi trauma yang dideritanya, dari kegiatan bermain yang dihadirkan pada sarana tersebut.", "Daftar File": {"2008 TA PP FIHAA INTAN KANIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20585", "2008 TA PP FIHAA INTAN KANIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20586", "2008 TA PP FIHAA INTAN KANIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20587", "2008 TA PP FIHAA INTAN KANIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20588", "2008 TA PP FIHAA INTAN KANIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20589", "2008 TA PP FIHAA INTAN KANIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20590", "2008 TA PP FIHAA INTAN KANIA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/20591", "2008 TA PP FIHAA INTAN KANIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20592"}, "Penulis": "FIIHAA INTAN KANIA (NIM 17503017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. M. Ihsan DRSAS., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Seismos, Wahana bermain edukatif, Edukatif", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "19 Jun 2008"}