{"Nomor": 7921, "Judul": "KAJIAN PENDAHULUAN PEMBUATAN PADUAN Fe-Ni-Al DARI BAHAN BAKU FERRONIKEL", "Abstrak": "Kebutuhan untuk pengembangan suatu material untuk kondisi lingkungan tertentu terus berkembang. Terutama material untuk kebutuhan pemakaian pada temperatur tinggi. Material yang mempunyai titik leleh tinggi, kekerasan yang cukup tinggi, ketahanan creep serta ketahanan terhadap korosi temperatur tinggi. salah satu paduan yang baik untuk kondisi ini adalah paduan intermetalik. Pada penelitian ini akan digunakan paduan intermetalik Fe-Ni-Al. Fe-Ni didapat dari feronikel yang berasal dari PT. Aneka Tambang, Pomala. Feronikel mempunyai komposisi 73% (berat) Fe dan 27% (berat) Ni. Sedangkan alumunium yang digunakan adalah alumunium murni yang dapat diperoleh dengan relatif mudah. Penelitian ini dilakukan untuk mempelajari kondisi struktur mikro dan nilai kekerasan mikro paduan pada beberapa komposisi (10%, 20%, dan 30% Al) setelah perlakuan panas dengan variabel temperatur dan waktu serta pendinginan oleh oli dibandingkan dengan kondisi as cast. Untuk kondisi struktur mikro, paduan hasil laku panas selama 24 jam menghasilkan persentase fasa B dan fasa a (untuk 10%Al) yang lebih sedikit daripada paduan as cast, sedangkan menghasilkan persen fasa lebih banyak pada pemanasan selama 48 jam. Sedangkan untuk nilai kekerasan mikro, nilai kekerasan meningkat seiring dengan peningkatan alumunium dan grafik nilai kekerasan menunjukan nilai yang lebih kecil dibandingkan as cast untuk pemanasan selama 24 jam dan menunjukan nilai yang lebih besar dibandingkan as cast pada pemanasan selama 48 jam.", "Daftar File": {"2008 TA PP FIKSI SASTRAKENCANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20607", "2008 TA PP FIKSI SASTRAKENCANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20608", "2008 TA PP FIKSI SASTRAKENCANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20609", "2008 TA PP FIKSI SASTRAKENCANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20610", "2008 TA PP FIKSI SASTRAKENCANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20611", "2008 TA PP FIKSI SASTRAKENCANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20612", "2008 TA PP FIKSI SASTRAKENCANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20613"}, "Penulis": "FIKSI SASTRAKENCANA (NIM 12102038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Eddy Agus Basuki, M.Sc. dan Ir. Djoko Hadiprayitno, MSME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Besi (Fe), Nikel (Ni), Alumunium (Al), Ferronikel", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}