{"Nomor": 7923, "Judul": "STUDI PERFORMANSI USER-PERCEIVED QoS PADA APLIKASI KONTEN BERBASIS WEB INTERNET MOBILE", "Abstrak": "Pertumbuhan pesat industri selular dan world wide web (WWW) telah mendorong penyedia layanan selular untuk menyediakan layanan konten berbasis web yang telah diadaptasi agar dapat memenuhi keterbatasan layar, bandwidth, memori dan konsumsi daya listrik dari peralatan selular. Layanan konten internet mobile yang reliable dan mampu memenuhi user-perceived QoS juga merupakan keharusan bagi penyedia layanan untuk dapat terus eksis dalam kancah persaingan industri selular yang makin ketat.  \n \n \n\nPersaingan industri dan kebutuhan konsumen akan layanan berkualitas merupakan tantangan besar bagi operator untuk dapat memberikan layanan jaringan yang memenuhi standar QoS. Terlebih lagi jaringan nirkabel merupakan jaringan dengan karakteristik air-interface yang rentan akan noise dan interferensi, sehingga estimasi user-perceived QoS untuk aplikasi internet mobile merupakan aspek yang penting dalam proses perencanaan suatu jaringan paket nirkabel.  \n \n \n\nPada penelitian ini jaringan paket nirkabel selular dimodelkan sebagai suatu model trafik ON/OFF, kemudian pengguna layanan konten dikelompokkan dalam beberapa grup sesuai kondisi kanal Performa akhir yang dirasakan oleh pengguna aplikasi data interaktif pada jaringan paket nirkabel selular dapat diukur dengan metoda Equivalent Circuit Rate (ECR). Metoda ini juga dapat digunakan sebagai admission control dengan menentukan jumlah pengguna maksimum yang dapat diakomodasi oleh jaringan untuk dapat memenuhi QoS.  \n \n \n\nModel yang telah diturunkan dapat digunakan untuk menghitung parameter jaringan yakni mean page delay. Untuk menguji kevalidan model maka nilai parameter tersebut dibandingkan dengan nilai yang diperoleh dari simulasi. Perbandingan dilakukan dengan melalui plot visual dan uji statistik. Dari uji statistik yang dilakukan menunjukkan hasil bahwa rata-rata nilai mean page delay yang didapat dari pemodelan serupa dengan rata-rata nilai mean page delay yang didapat dari simulasi, sehingga model dapat dianggap baik untuk menggambarkan pola mean page delay pada jaringan paket selular. Model ini dapat digunakan sebagai langkah awal dalam perencanaan suatu jaringan selular. Selanjutnya untuk dapat diterapkan pada jaringan yang sebenarnya, model dapat dikembangkan agar mencakup juga aspek-aspek fisik jaringan lainnya.", "Daftar File": {}, "Penulis": "FINNY PENSISKA (NIM 23205001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Suhono Harso Supangkat, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mobile internet, user-perceived QoS, ECR, interactive data services, web-based content, non-real time service", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}