{"Nomor": 7929, "Judul": "PROFIL PENCEMARAN LOGAM BERAT DI AIR DAN SEDIMEN SUNGAI CITARUM SEGMEN DAYEUHKOLOT SAMPAI NANJUNG", "Abstrak": "Keberadaan beberapa industri di sekitar Daerah Aliran Sungai (DAS) Citarum serta masukkan beberapa anak sungai di sepanjang Sungai Citarum memberikan pengaruh pada keberadaan logam berat di perairan Sungai Citarum. Logam berat merupakan salah satu pencemaran air permukaan. Salah satu cara untuk menjaga kualitas air sungai dari pencemaran adalah dengan diadakannya monitoring atas konsentrasi pencemar. Profil pencemaran logam berat digunakan untuk mengetahui kuantitas logam berat dari titik awal pengamatan hingga titik akhir pengamatan. Selain itu, dengan adanya profil pencemaran logam berat ini, akan diketahui hingga sejauh mana suatu industri dan masukkan beberapa anak sungai di sepanjang badan air Sungai Citarum ini berperan dalam mempengaruhi kualitas perairan Sungai Citarum. Penelitian ini dilakukan untuk mengetahui perbandingan profil pencemaran logam berat tembaga, kadmium dan kromium yang terkandung pada air dan sedimen Sungai Citarum sepanjang segmen Dayeuhkolot sampai Nanjung. Pengambilan sampel yang dilakukan dua kali, masing-masing mengambil titik pengamatan sejumlah 13 titik dengan selang waktu pengambilan satu bulan. Terdapat perbedaan cuaca antara pengambilan sampel yang pertama dengan yang kedua. Pengambilan sampel yang pertama, cuaca didominasi dengan hujan beberapa hari sebelum pengambilan sampel dan pada saat pengambilan sampel, yang mengakibatkan permukaan air Sungai Citarum mencapai 1,5 sampai 2 meter. Sedangkan untuk pengambilan sampel kedua, permukaan air Sungai Citarum hanya mencapai 0,5 sampai 0,75 meter. Urutan logam berat dengan konsentrasi yang terbesar hingga yang terkecil pada air dan sedimen untuk sebagian besar titik pengamatan adalah Cu > Cr > Cd. Hampir seluruhnya, konsentrasi logam berat di sedimen jauh lebih besar jika dibandingkan dengan konsentrasi logam berat di air. Pada penelitian ini pula, selain diketahui bahwa konsentrasi logam berat dari hulu ke hilir akan semakin tinggi, juga diperoleh bahwa kedalaman turut mempengaruhi konsentrasi logam berat seperti terlihat pada analisis air.", "Daftar File": {"2008 TA PP FITRIA KUSUMA WIJAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20658", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/20659", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/20660", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/20661", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/20662", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/20663", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/20664", "2008 TA PP FITRIA KUSUMA WIJAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20665"}, "Penulis": "FITRIA KUSUMA WIJAYANTI (15304001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Daerah aliran sungai, Logam berat, Profil, Air, Sedimen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}