{"Nomor": 7930, "Judul": "PEMETAAN ENTITAS-ENTITAS EKOSISTEM DALAM PERSPEKTIF PEMBANGUNAN WILAYAH PESISIR", "Abstrak": "Pengelolaan wilayah pesisir merupakan kegiatan yang meliputi pemanfaatan ruang, sumber daya dan atau ekosistem pada wilayah pesisir. Salah satu bentuk kegiatan yang diperlukan untuk mengoptimalkan proses pengelolaan wilayah pesisir adalah melalui pengembangan basis data ekosistem. Dengan pengembangan basis data ini, berbagai dampak positif yang diakibatkan oleh pembangunan dalam pengelolaan wilayah pesisir dapat dioptimalkan dan berbagai dampak negatif yang diakibatkan oleh pembangunan dalam pengelolaan wilayah pesisir dapat diminimalkan. Pemetaan entitas-entitas ekosistem merupakan salah satu tahap dasar dalam menghasilkan suatu basis data yang bermanfaat dalam mengetahui komponen-komponen penyusun basis data yang diperlukan. Tugas akhir ini disusun untuk mengetahui entitas-entitas ekosistem yang yang diperlukan dengan menggunakan klasifikasi pendekatan berbagai disiplin ilmu yang dapat menunjang pembangunan di wilayah pesisir yang berkelanjutan. Dikarenakan karakteristik setiap ekosistem bersifat unik, maka entitas-entitas ekosistem yang dipetakan pun berbeda. Sehingga penanganan kebijakan perencanaan pembangunan harus mempertimbangkan karakteristik wilayah pesisir dan masyarakat pesisir dengan bertitik tolak pada keterbedaan entitas ekosistem wilayah tersebut.", "Daftar File": {"2008 TA PP FITRIA MEGASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20666", "2008 TA PP FITRIA MEGASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20667", "2008 TA PP FITRIA MEGASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20668", "2008 TA PP FITRIA MEGASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20669", "2008 TA PP FITRIA MEGASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20670", "2008 TA PP FITRIA MEGASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20671", "2008 TA PP FITRIA MEGASARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/20672", "2008 TA PP FITRIA MEGASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20673"}, "Penulis": "FITRIA MEGASARI (NIM 15103022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Widyo Nugroho SULASDI dan Ir. Dwi Wisayantono, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "coastal zone, ecosystems entities, mapping, database", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}