{"Nomor": 7931, "Judul": "INSTRUMENTS OF AGRI-ENVIRONMENTAL POLICY TOWARDS SUSTAINABLE AGRICULTURE EXPERIENCE FROM THE NETHERLANDS AND FRANCE TO BE A LESSON LEARNED FOR INDONESIA", "Abstrak": "ABSTRACT:    \n \n \n \n \n\nSustainable agriculture nowadays becomes a widespread consensus in managing environment and agriculture.  In the Netherlands and France, the commitment to achieve sustainable agriculture is strong, not only because they are dictated by the EU direction but also because their government and society have high awareness to environment.  In Indonesia, sustainable agriculture is still growing implemented in many field of development.  Yet nowadays Indonesia still faces a dilemma in performing sustainable agriculture.  Its agriculture is still concerned with high production to feed its huge number of population, and the same time agriculture has to avoid environment deterioration.  Some launched initiatives still need to be improved.  Policy instruments should be carefully selected.  Learning from the Netherlands and France experience, in dealing with some similar constraints to Indonesias in achieving sustainable agriculture by implementing certain policy instruments, will be a useful lesson for Indonesia to get closer to sustainable agriculture.  This study is mainly aimed to get lessons for Indonesia from the Dutch and French experience of their agri-environmental policy instruments for sustainable agriculture.    \n \n \n \n \n\nThis study explores three kinds of existing instruments of agri-environmental policy towards sustainable agriculture in the Netherlands and France:  economic instruments, regulatory instruments, and voluntary instruments.  The same exploration is also accomplished for Indonesias case to recognize the existing instruments and by considering the Dutch and French experience.  The study searches the opportunity to impalement other types of instrument which can be applied.    \n \n \n \n \n\nThe result of this research shows that the most commonly used policy instruments for sustainable agriculture in Indonesia is regulatory instrument which is still more copying and adopting regulations from other countries.  It is important for Indonesia to take into account the pre-condition for implementing such policy instruments, adapted to Indonesian characteristics.  And furthermore, it has to be understood that the success of sustainable agriculture depends on, not just on the motivation, skill, knowledge of individuals of farmers, but on action of collective communities as a whole.  Learned from the Dutch and French experience, coordination inter-agency (both governmental and non governmental agency) and farmers participation are key successes for setting good conditions for achieving sustainable agriculture.", "Daftar File": {}, "Penulis": "Fitriani (NIM 25405047-RuG S1624598)", "Kontributor / Dosen Pembimbing": ["Supervisor I: Johan Woltjer, Dr. (RuG Supervisor)    \n \n \n \n \n\nSupervisor II: Hastu Prabatmodjo, Ir., MS., Ph.D.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sustainable agriculture, agri-environmental policy, policy instruments, the Netherlands, France, Indonesia", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}