{"Nomor": 7933, "Judul": "ANALISIS PENENTUAN NILAI PERUSAHAAN PT. ABC Tbk DALAM RANGKA PROSES AKUISISI OLEH PT XYZ Ltd", "Abstrak": "Bisnis perkebunan merupakan usaha padat modal dan memerlukan waktu yang sangat lama. Saat ini bisnis perkebunan kelapa sawit sedang berada pada keadaan yang sangat baik. Hal ini dipengaruhi oleh permintaan CPO pada negara negara yang sedang berkembang seperti China dan India serta perubahan pola pikir masyarakat tentang energi alternatif seperti biofuel.       \n \n \n \n \n \n\nUntuk memenuhi permintaan pasar tehadap produk kelapa sawit yang terus meningkat, Indoagri sebagai perusahaan agro-industri akan melakukan investasi dengan memperluas lahan dan meningkatkan produksi kelapa sawit dalam waktu yang relatif singkat. Salah satu cara yang dilakukan adalah mengakuisisi perusahaan perkebunan seperti Lonsum. Akuisisi mayoritas saham Lonsum dilakukan Indoagri dengan cara memberikan penawaran harga terhadap para pemegang saham Lonsum.      \n \n \n \n \n \n\nTugas akhir ini fokus pada penilaian perusahaan Lonsum dari aspek finansial sehingga didapat nilai wajar untuk pembelian saham secara langsung maupun dengan cara penawaran tender. Metode yang digunakan dalam perhitungan nilai perusahaan Lonsum adalah analisis Discounted Cash Flow (analisis sensitivitas dan analisis skenario) , analisis perbandingan, serta analisis perhitungan harga buku.      \n \n \n \n \n \n\nDari hasil perhitungan didapat rentang harga sebesar Rp 6.878.722.702.669 sampai Rp 9.353.883.823.533 dengan harga saham per lembarnya antara Rp 5.041 sampai Rp 6.855. Harga yang diambil adalah RP 6.600 per lembar saham untuk saham yang dimiliki pengendali perusahaan dan Rp 6.855 per lembar saham untuk penawaran tender. Harga perusahaan yang disarankan adalah sebesar Rp. 9.129.329.751.015. Nilai tersebut harus dikurangi dengan biaya akuisisi sehingga harga perusahaan yang akan diterima Lonsum sebesar Rp. 8.136.547.350.884.", "Daftar File": {}, "Penulis": "FITRINA LESTARI (NIM 29106047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "acquisition, CPO, discounted cash flow, market value and book value", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}