{"Nomor": 7934, "Judul": "PUSAT REHABILITASI MEDIK", "Abstrak": "Abstrak:   \n \n \n \n\nKeberadaan pusat rehabilitasi medik sebagai salah satu fasilitas kesehatan masih sangat jarang di Indonesia. Di beberapa rumah sakit hanya terdapat fasilitas rehabilitasi medik yang tidak lengkap bahkan ada rumah sakit yang tidak mempunyai fasilitas rehabilitasi medik padahal banyak masyarakat yang memerlukan rehabilitasi medik untuk meningkatkan kemampuan beraktivitasnya. Masyarakat yang memerlukan rehabilitasi medik merupakan masyarakat yang mempunyai gangguan, kekurangan atau cacat tubuh sehingga tidak bisa beraktivitas secara optimal. Oleh karena itu, sebuah pusat rehabilitasi medik diperlukan untuk memenuhi kebutuhan masyarakat akan fasilitas kesehatan yang dapat mengembalikan kemampuan fungsional tubuhnya dan meningkatkan kemampuan beraktivitasnya.   \n \n \n \n\nJakarta sebagai ibukota dipilih sebagai lokasi karena mempertimbangkan kemudahan akses bagi pasien dari daerah manapun. Lokasi pusat rehabilitasi medik ini didukung oleh jalur transportasi yang memadai, baik untuk masyarakat dari luar kota, maupun dalam kota. Disamping itu, dipertimbangkan pula kedekatan lokasi dari berbagai rumah sakit di Jakarta sehingga pasien dari rumah sakit rujukan dapat dengan mudah mencapai lokasi pusat rehabilitasi medik ini.    \n \n \n \n\nTujuan dari perancangan ini adalah mengakomodasi kebutuhan masyarakat akan sebuah pusat rehabilitasi medik yang dapat meningkatkan kemampuan fungsi tubuhnya. Sedangkan untuk jangka panjang diharapkan dapat meningkatkan produktivitas masyarakat. Perancangan ini juga bertujuan untuk menciptakan pusat rehabilitasi medik yang menerapkan prinsip healing architecture.    \n \n \n \n\nBangunan pusat rehabilitasi medik ini terdiri dari beberapa bangunan dengan fungsi berbeda yang mempunyai ketinggian bangunan satu hingga empat lantai. Pada daerah publik terdapat bangunan administrasi yang di dalamnya terdapat fasilitas toko, bank, departemen medis, dan bagian administrasi. Pada daerah semi publik terdapat bangunan rehabilitasi yang terdiri dari rehabilitasi fisik, terapi okupasional dan terapi sosial psikologis. Sedangkan pada daerah privat terdapat bangunan rawat inap yang terdiri dari rawat inap kelas I, VIP dan VVIP. Antar bangunan dihubungkan oleh selasar yang terpisah dari bangunan dan terdapat ruang-ruang luar berupa taman yang dapat membantu proses rehabilitasi medik. Pusat rehabilitasi medik ini di rancang dengan membuat suasana yang nyaman bagi pasien sehingga dapat mempercepat proses pemulihan pasien, yang merupakan tujuan dari healing architecture.", "Daftar File": {}, "Penulis": "Fitri (NIM 152 03 042)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Ismet Belgawan Harun,Dr.Ir.MSc     \n \n \n \n\nPembimbing 2: Agustinus Adib Abadi, Ir, MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pusat rehabilitasi medik, healing architecture", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}