{"Nomor": 7940, "Judul": "KURVA IPR SUMUR MULTI-LATERAL PADA RESERVOIR BERTENAGA DORONG GAS TERLARUT", "Abstrak": "Besarnya produktivitas sumur minyak, dinyatakan sebagai besarnya laju alir ke dalam sumur yang sebanding dengan besarnya perbedaan antara tekanan di reservoir dengan tekanan di dasar lubang sumur. Banyak metoda yang telah diusulkan di berbagai literatur untuk menentukan kurva IPR pada sumur-sumur vertikal dan horizontal pada reservoir bertenaga pendorong gas terlarut. Oleh karena penggunaan sumur horizontal maupun sumur multi-lateral makin meningkat dalam strategi eksploitasi, maka metode penentuan kurva IPR dari sumur multi-lateral sangat diperlukan. Untuk sumur vertikal, sebagian besar penurunan tekanan terjadi di sekitar lubang bor. Dalam kasus sumur horizontal, umumnya terjadi penurunan tekanan yang seragam antara reservoir dengan tekanan sepanjang lubang bor. Apabila dibandingkan dengan sumur vertikal, maka penurunan tekanan pada sumur horizontal lebih kecil. Oleh karena perbedaan fenomena aliran yang terjadi antara sumur vertikal dan sumur horizontal, maka persamaan IPR untuk sumur vertikal tidak dapat langsung digunakan untuk sumur horizontal ataupun sumur multi-lateral. Dalam penelitian ini, digunakan simulator komersial (CMG) untuk membangun model sumur multi lateral, yang selanjutnya digunakan untuk menentukan kelakuan sumur produksi yang pada akhirnya menghasilkan kurva-kurva IPR untuk sumur horizontal dan sumur multi-lateral yang berproduksi di reservoir bertenaga pendorong gas terlarut. Metode penelitian yang dilakukan berdasarkan pada asumsi bahwa reservoir yang bersifat homogen dimana efek gravitasi dan kapilaritas diabaikan. Untuk setiap set data sumur dan fluida dan batuan reservoir, dibuat kurva-kurva IPR, yang selanjutnya dapat diturunkan persamaan kurva IPR tak berdimensi untuk sumur multi-lateral yang berlaku umum, baik daei sisi jumlah lubang bor lateral, panjang lubang lateral, diamater, dan sebagainya. Meskipun demikian, kurva IPR tak berdimensi yang diusulkan dalam makalah ini masih perlu divalidasi berdasarkan data nyata lapangan, sebelum digunakan di lapangan.", "Daftar File": {"2008 TA PP FRANKY DANIEL SAMOSIR 1.pdf": "https://digilib.itb.ac.id/gdl/download/20740"}, "Penulis": "FRANKY DANIEL SAMOSIR (NIM 12204005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Pudjo Sukarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "IPR, multi-lateral wells", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}