{"Nomor": 7943, "Judul": "ANALISIS STABILITAS DAN PENURUNAN TIMBUNAN PADA TANAH LUNAK DENGAN VERTICAL DRAIN, PERKUATAN BAMBU DAN PERKUATAN GEOTEXTILE STUDI KASUS PADA DISCHARGE CHANNEL PROYEK PLTGU TAMBAK LOROK, SEMARANG", "Abstrak": "Semarang merupakan salah satu daerah dengan aktivitas perekonomian dan perindustrian yang tinggi di Indonesia. Untuk meningkatkan sumber energi di Semarang, maka dilakukan pembangunan Pembangkit Listrik Tenaga Gas dan Uap (PLTGU) Tambak Lorok. Pelaksanaan konstruksi tidak dapat langsung dilakukan di atas tanah aslinya karena kapasitas daya dukung tanahnya sangat kecil sehingga tidak mampu menahan beban konstruksi di atasnya. Untuk itu perlu dilakukan penimbunan untuk meningkatkan daya dukung tanah tersebut. Masalah yang sering muncul pada pekerjaan penimbunan di atas tanah lunak adalah masalah mengenai stabilitas dan penurunan tanah. Oleh karena itu pekerjaan penimbunan harus dilakukan secara bertahap agar tidak terjadi kegagalan konstruksi sampai pada elevasi yang diinginkan. Proses konsolidasi pada timbunan di atas tanah lunak membutuhkan waktu yang lama. Metode yang dapat digunakan untuk mempercepat proses konsolidasi tersebut adalah dengan menggunakan vertical drain. Penimbunan yang dilakukan di atas tanah lunak mengakibatkan penurunan yang cukup besar sehingga diperlukan tanah timbunan yang lebih banyak untuk mencapai elevasi akhir yang diinginkan dari timbunan tersebut. Untuk mengatasi masalah ini, perlu dilakukan perkuatan tanah dasar dengan menggunakan perkuatan bambu dan perkuatan geotextile.", "Daftar File": {"2008 TA PP FRANSISCUS TAMBUNAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20764", "2008 TA PP FRANSISCUS TAMBUNAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20765", "2008 TA PP FRANSISCUS TAMBUNAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20766", "2008 TA PP FRANSISCUS TAMBUNAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20767", "2008 TA PP FRANSISCUS TAMBUNAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20768", "2008 TA PP FRANSISCUS TAMBUNAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20769", "2008 TA PP FRANSISCUS TAMBUNAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20770"}, "Penulis": "FRANSISCUS TAMBUNAN (NIM 15002143)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Endra Susila, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "stabilitas tanah, penimbunan, tanah lunak, vertical drain, perkuatan bambu, perkuatan geotaxtile, discharge channel", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}