{"Nomor": 7946, "Judul": "STUDI KESTABILAN TRANSIEN DENGAN GANGGUAN SATU FASA -TANAH DI SALURAN TRANSMISI 500 KV JAWA-BALI", "Abstrak": "Abstrak:   \n \n \n \n\nSistem transmisi 500 KV Jawa-Bali merupakan tulang punggung penyaluran daya  dari setiap pembangkit di Jawa-Bali ke setiap GITET (Gardu Induk Tegangan Ekstra Tinggi). Dengan adanya sistem interkoneksi tersebut, suatu daerah yang kekurangan pasokan daya dapat dipenuhi dengan mentransfer daya dari daerah yang kelebihan daya.   \n \n \n \n\nGangguan yang paling sering terjadi pada saluran transmisi 500 kV Jawa-Bali adalah gangguan satu fasa ke tanah. Gangguan ini akan menyebabkan ketidakstabilan di sistem tenaga.    \n \n \n \n\nKestabilan transien adalah kemampuan sistem tenaga untuk mempertahankan generator agar tetap sinkron dengan sistem ketika diberi suatu gangguan besar. Ketika suatu generator tidak lagi sinkron dengan sistem, rotor dari generator tersebut tidak berputar sesuai dengan frekuensi sistem. Untuk mencegah rusaknya generator karena ketidaksinkronan ini, salah satu cara yang dapat diambil adalah dengan melepas generator dari sistem.   \n \n \n \n\nKestabilan transien terhadap gangguan hubung singkat satu fasa ke tanah merupakan gangguan yang terkait dengan waktu pemutusan terhadap gangguan tersebut. Generator akan kehilangan sinkronisasinya jika batas waktu pemutusan kritis gangguan lebih kecil dari seting waktu pemutus daya yang ada.    \n \n \n \n\nSuatu sistem transmisi dalam fungsinya sebagai penyalur daya, dalam disainnya harus memperhatikan batas-batas kestabilan transiennya. Gangguan yang terjadi di dalam sistem bisa dari mana saja, seperti trip saluran, hubung singkat, lepasnya suatu unit pembangkit atau beban, dan lain-lain. Sistem yang didesain harus mampu untuk menahan berbagai gangguan tersebut.   \n \n \n \n\nTugas Akhir ini merupakan suatu studi yang akan mengukur batas kestabilan transien atau kemampuan sistem tenaga terhadap gangguan hubung singkat fasa - tanah  di tengah saluran, mengetahui waktu pemutusan kritis tiap saluran di sistem tenaga 500 kV Jawa-Bali serta menganalisa kestabilan transien.", "Daftar File": {}, "Penulis": "Freddy Fransisko (NIM 132 03 170)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Nanang Hariyanto,Dr,Ir.   \n \n \n \n\nPembimbing 2: Muhammad Nurdin, Ir, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transient stability, one phase-ground fault, critical clearing time", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}