{"Nomor": 7947, "Judul": "PENGARUII RETAILING MIX DAN KUALITAS LAYANAN TERHADAP KEPUASAN PELANGGAN DAN DAMPAKNYA PADA BEHAVIORAL INTENTIONS (STUDI KASUS : HYPERMART BANDUNG INDAH PLAZA, BANDUNG)", "Abstrak": "Abstrak;   \n \n \n \n\nDengan adanya peubahan-pembahan yang terjadi dalam masyarakat, tentunya akan mempengaruhi perilaku konsumen dalam melakukan pembelian. Konsep one stop shopping lebih diinginkan oleh para konsumen, karena pada saat ini konsumen menginginkan tempat belanja yang nyaman dengan jumlah produk yang mempunyai banyak variasi sehingga mereka tidak periu untuk belanja keliling ke tempat lain untuk mencari barang yang dibutuhkan. Sesuai dengan jumlah barang dan has area yang dimiliki, maka hypermarket mampu mengaplikasikan konsep one stop shopping secara nyata. Persaingan pelakupelaku bisnis hypermarket hingga saat ini tidak dapat terbendung, sehingga diperlukan berbagai upaya untuk mempertahankan pelanggan lama atau mendapatkan pelanggan barn melalui berbagai strategi yang berfokus pada kepuasan pelanggan dan dampaknya pada niatan berperilaku (behavioral intentions) di masa yang akan datang. Selain kualitas layanan yang dapat mempengaruhi kepuasan pelanggan, hal-hal lain yang mendasar untuk membangun sukses di bisnis retail, khususnya hypermarket, adalah dengan mempelajari secara mendalam konsep retailing mix.   \n \n \n \n\nPenelitian ini bertujuan untuk mengetahui persepsi pelanggan mengenai kinerja retailing mix dan kualitas layanan yang dilaksanakan oleh salah sate pelaku bisnis hypermarket di Hypermart BIP Bandung. Selain itu, untuk mengetahui seberapa besar pengaruh retailing mix dan kualitas layanan terhadap kepuasan pelanggan dan dampaknya pada behavioral intentions pelanggan Hypennart BIP Bandung.   \n \n \n \n\nPenelitian survey yang dilakukan ini tennasuk dalam kategori penelitian untuk tujuan konfinnatori. Teknik sampling yang digunakan adalah purposive sampling dengan jumlah responder sebanyak 152 orang. Analisis yang digunakan adalah dengan metode analisis SEM dengan bantuan program LISREL 8.30.   \n \n \n \n\nHasa penelitian ini mengisyaratkan bahwa sebagian besar pelanggan menilai bahwa retailing mix secara keseluruhan dapat dikatakan telah bark- nilai kinerjanya di Hypermart BIP Bandung, seperti lokasi berada pada daerah yang strategis, memiliki berbagai jenis barang dan beragam, mempunyai standar pelayanan yang tinggi, menetapkan harga produk yang sesuai dengan kualitas, dan Man yang dibuat mempunyai manfaat bagi pelanggan. Begitu pula kinerja dari kualitas Iayanan yang diberrkan oleh pihak Hypermart BIP Bandung, sehingga kepuasan yang dirasakan oleh pelanggan dapat tercipta, serta berdampak pada niatan berperilaku di masa yang akan datang.", "Daftar File": {"2007 TS PP FREDDY SEVEN PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20794", "2007 TS PP FREDDY SEVEN PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20795", "2007 TS PP FREDDY SEVEN PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20796", "2007 TS PP FREDDY SEVEN PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20797", "2007 TS PP FREDDY SEVEN PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20798", "2007 TS PP FREDDY SEVEN PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/20799", "2007 TS PP FREDDY SEVEN PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20800"}, "Penulis": "Freddy seven Putra ( NIM : 23405033)", "Kontributor / Dosen Pembimbing": ["Pembimbing   :   Budiarto Subroto,Ir.,Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-01-23."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Hypermart ; behavioral intentions ; retailing ; retail.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}