{"Nomor": 7957, "Judul": "ANALISIS KEDUDUKAN DAN IMPLIKASI PULAU-PULAU KECIL TERLUAR DALAM PERSPEKTIF PENEGAKAN WILAYAH KEDAULATAN NKRI", "Abstrak": "Abstrak:   \n \n \n \n\nLaut di wilayah NKRI mengandung beraneka ragam kekayaan alam, baik sumberdaya yang dapat diperbarui maupun sumberdaya yang tidak dapat diperbarui serta jasa-jasa kelautan (pariwisata dan transportasi).   Karakteristik NKRI tersebut menjadi tumpuan dalam pembangunan.  Meskipun sudah diamanatkan dalam  Amandemen II UUD 1945 Pasal 25A, ironisnya, sampai saat ini Indonesia belum mempunyai undang-undang penetapan batas laut wilayah.  Yang berakibat sangat rentannya terhadap konflik batas wilayah dengan negara tetangga.    \n \n \n \n\nDalam perspektif UNCLOS 1982, penetapan batas laut wilayah Indonesia diukur dari titik pangkal terluar untuk batas Laut Teritorial, Zona Tambahan, Zona Ekonomi Eksklusif (ZEE), dan Landas Kontinen.  Pada hakikatnya titik pangkal itu adalah pulau-pulau kecil terluar yang berjumlah 92 buah, sisanya ada di tanjung-tanjung terluar dan di wilayah pantai.  Penetapannya berdasarkan PP No.38/2002 tentang Daftar Koordinat Geografis Titik-Titik Pangkal Kepulauan Indonesia.   \n \n \n \n\nSecara geologi pulau-pulau kecil di Indonesia mempunyai genetik yang berbeda-beda.   Setiap pulau kecil mempunyai karakteristik yang berbeda menyangkut daya tahannya terhadap ancaman destruktif maupun bencana naiknya permukaan laut yang mengakibatkan hilang atau tenggelamnya.  Ancaman hilang/tenggelamnya pulau kecil terluar secara logis akan berakibat mengurangi luas wilayah perairan Indonesia, dan akan berimplikasi secara signifikan terhadap keutuhan kedaulatan NKRI.    \n \n \n \n\nMaksud penelitian ini adalah menganalisis kedudukan pulau-pulau kecil terluar dan implikasinya terhadap penegakan kedaulatan wilayah NKRI terkait dengan keberadaannya sebagai tempat titik-titik dasar pengukuran.  Adapun tujuan penelitian ini adalah menganalisis secara genetik suatu pulau kecil terluar berhubungan erat dengan karakter fisik dan dayatahannya terhadap faktor-faktor destruktif bencana alam gempa bumi serta peningkatan permukaan laut.   \n \n \n \n\nUntuk mencapai tujuan penelitian dilakukan analisis spasial terhadap fenomena alam yang kompleks dari pulau-pulau kecil di Indonesia untuk diklasifikasikan berdasarkan genetiknya.  Lingkungan fisik masing-masing kelompok pulau mempunyai keunggulan dan kelemahan dalam hal potensi sumberdaya dan bencana alamnya.  Dianalisis juga terhadap status hukum yang terkait dengan keberadaan pulau-pulau kecil terluar sebagai titik dasar penetapan wilayah NKRI.    \n \n \n \n\nHasil analisis menunjukkan ancaman gempa bumi akan berpengaruh terhadap hampir 55 pulau kecil terluar Indonesia, yaitu: di ujung utara Sumatra dan bagian baratnya, jalur selatan Jawa hingga P. Lombok, di utara P. Timor hingga Kep. Aru, di utara Papua, dari Kep. Talaud hinggai utara Sulawesi, dan di sebelah timur bagian utara Kaltim.  Sedangkan yang rawan hilang tenggelam berdasarkan ketahanan jenis batuannya adalah pulau kecil terluar yang secara genetiknya adalah pulau alluvial, yaitu di sepanjang pesisir Kaltim.  Dan jika skenario IPCC (Intergovermental Panel of Climate Change) terjadi, yaitu bencana alam global naiknya permukaan laut 8cm - 29cm pada tahun 2030, maka pulau kecil terluar yang akan hilang tenggelam sekitar 81 pulau.   \n \n \n \n\nDalam perspektif hukum, dengan adanya PP No. 38/2002, maka pulau-pulau kecil terluar Indonesia telah mempunyai dasar hukum sebagai milik Indonesia dan dibenarkan secara Hukum Internasional dengan mengacu pada doktrin effective occupation.  Tetapi daftar koordinat titik-titik penetapan batas wilayah NKRI yang tercantum dalam PP tersebut belum didepositkan ke Sekjen PBB.  Oleh karena itu kedudukan atau status hukumnya lemah sebelum dapat dibuktikan secara fisik keberadaan pulau-pulau kecil terluar tersebut saat didepositkan ke Sekjen PBB.     \n \n \n \n\nImplikasi terhadap kedaulatan wilayah NKRI dari status hukum yang lemah dan ancaman hilang/tenggelamnya pulau-pulau kecil terluar tersebut akan sangat merugikan negara dan menimbulkan potensi konflik dengan negara-negara tetangga yang juga mempunyai kepentingan terhadap batas wilayah negaranya.", "Daftar File": {}, "Penulis": "FX Harkins Hendro Prabowo (NIM  240 05 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Widyo Nugroho SULASDI, Dr. Ir    \n \n \n \n\nPembimbing 2: Eka Djunarsjah, Dr. Ir. M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "small island genetic, base point measurement, law status", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "4 file", "Tanggal Input": "27 Sep 2017"}