{"Nomor": 7963, "Judul": "STUDI FLUKTUASI MUKA AIR RETARDING POND WIYUNG DALAM KAITANNYA DENGAN PENGENDALIAN BANJIR KOTA SURABAYA", "Abstrak": "Abstrak:   \n \n \n \n\nPengendalian muka air di Retarding Pond Wiyung sebagai penampung banjir sementara dibatasi oleh elevasi tanggul + 7,0 atau elevasi muka air tinggi (HWL) + 6,5 dan air rendah (LWL) + 4,7. Dengan kondisi 2 muka air tersebut Retarding Pond Wiyung mempunyai kapasitas 410.000 m3. Elevasi muka air sungai sebagai pembuang akhir debit + 7,9, sehingga pengeluaran debit dari Retarding Pond Wiyung dilakukan dengan pompa. Kapasitas pompa terpasang adalah 4 unit  2,5 m3/det atau 10 m3/det.   \n \n \n \n\nSimulasi debit masuk (inflow) berupa hidrograf banjir rencana berbagai periode ulang (1 th - 20 th), dan debit keluar dari pompa (outflow) dengan berbagai jumlah unit (4 - 6), kapasitas (2,5 - 9 m3/det). Dengan metode penelusuran banjir (routing) dalam waduk, didapat basil, bahwa kapasitas terpasang pompa (4 unit,  2,5 m3/det) hanya mampu mengendalikan muka air dalam waduk (LWL < h,waduk< HWL) untuk debit banjir masuk periode ulang l tahun (Qp = 31,03 m3/det, Tp = 1,5 jam). Untuk debit banjir rencana dengan periode ulang diatas 1 tahun (2 th - 20 th): hasil simulasi pengendalian muka air di dalam Retarding Pond Wiyung memerlukan jumlah pompa dan kapasitas jauh lebih besar dari yang terpasang (6 unit, kapasitas 4,0 - 9,0 m3ldet), dengan jam operasi pompa berkisar 17,5 - 21 jam.   \n \n \n \n\nBerdasarkan informasi laporan desain (1988) Retarding Pond Wiyung direncanakan untuk debit banjir 40 m3/det, yang dapat dikeringkan dengan 4 unit pompa  2,5 m3ldet. Hasil simulasi menunjukkan saat ini (2002), Retarding Pond Wiyung dengan kapasitas pompa terpasang hanya mampu mengeringkan debit banjir rencana 31,03 m3/det. Dengan demikian Retarding Pond Wiyung mengalami penurunan pelayanannya sebesar 25 % ((40 - 31,03)/40  100% = 22 % - 25 %) selama 20 tahun (1988 - 2002).", "Daftar File": {"2002 TS PP GANDES SAWITRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/20916", "2002 TS PP GANDES SAWITRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/20917", "2002 TS PP GANDES SAWITRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/20918", "2002 TS PP GANDES SAWITRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/20919", "2002 TS PP GANDES SAWITRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/20920", "2002 TS PP GANDES SAWITRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/20921"}, "Penulis": "Gandes Sawitri (NIM.: 950 00 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :   H. Sri Legowo,IR.,DR.", "Pembimbing II :   Indratmo Soekarno,IR.,Dr.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-08."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "plan of the flood debt, inflow, outflow, Frequent period, hydrograph Retarding Pond.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}