{"Nomor": 7969, "Judul": "BUSINESS PLAN ON JAVA BLEND CAFE", "Abstrak": "Makanan adalah salah satu kebutuhan primer manusia yang paling penting karena tanpa makan, manusia tidak akan bisa hidup. Kebutuhan akan makan atau Pangan adalah salah satu dari tiga kebutuhan primer disamping Sandang dan Papan. Dalam kebutuhan Pangan, terdapat berbagai variasi untuk memenuhi keinginan atas selera makanan dari kebutuhan pokok manusia tersebut, diantaranya adalah makanan khas Jawa.   \n \n \n\nBerdasarkan hasil interview dan observasi, penulis memilih makanan Jawa karena di Bandung belum ada cafe yang menjual makanan Jawa dan memiliki tempat nyaman yang berkonsep modern Jawa. Berdasarkan interview terhadap 20 mahasiswa UNPAD Ekstensi Fikom, 18 orang menyukai menu yang telah ditawarkan Java Blend dan dari 20 orang mahasiswa ITB yang diinterview, 17 orang menyukai menu yang ditawarkan Java Blend. Estimasi terhadap jumlah mahasiswa yang tinggal di Tubagus Ismail adalah 700 orang, berarti 90%nya adalah 630 orang yang akan suka dan memberi tanggapan positif terhadap Java Blend Cafe.   \n \n \n\nManusia selain mencari makanan yang enak, mereka juga mencari tempat yang nyaman dalam menikmati hidangan yang mereka makan. Di era sekarang ini, manusia gemar untuk mengunjungi cafe-cafe yang selain bisa untuk makan enak, juga bisa digunakan untuk tempat bersantai dan saling mengobrol dengan kerabat mereka atau biasa disebut 'nongkrong', dan banyak cafe-cafe yang bersaing untuk menarik kepercayaan dan mencari pembeli sebanyak-banyaknya.   \n \n \n\nUntuk memenuhi keinginan tersebut, Java Blend akan hadir di Jalan Raya Tubagus Ismail Raya No 2G  sebagai cafe yang menyuguhkan berbagai makanan khas Jawa dan memiliki tempat yang nyaman dan berkonsep Jawa Modern. Mayarakat yang tinggal di Bandung, terutama daerah sekitar Tubagus Ismail dan Jalan Raya Dago akan bisa menikmati suguhan-suguhan ala Jawa dari Java Blend Cafe. Makanan spesial yang dijual oleh cafe yang bernama Java Blend ini adalah Es Podeng, Es Dingin-dingin Empuk, Java Blend Sandwich, Sate Ponorogo, dan Angsle. Selain dapat menikmati suguhan hidangan, masyarakat juga akan bisa menikmati suasana dan kenyamanan tempat yang disuguhkan Java Blend. Dengan diiringi musik  dari komputer dan juga sofa yang empuk dan nyaman, masyarakat dijamin akan nyaman dan merasa puas untuk selalu datang ke Java Blend Cafe.   \n \n \n \n\nDengan modal investasi awal Rp 143,282,400.00, Java Blend memiliki Market Size sebesar Rp 1,915,100 yang berasal dari Menu Siang sebesar Rp 783,200 dan Menu Malam sebesar Rp 1,131,900. Java Blend Cafe menawarkan IRR sebesar 37.59%, payback period delapan bukan dan NPV sebesar Rp 153,989,083 pada tahun ke 2.", "Daftar File": {}, "Penulis": "GEBYAR PANDITO (19004054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Larso, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "business plan, restaurant", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "5 file", "Tanggal Input": "15 Apr 2008"}