{"Nomor": 7987, "Judul": "ANALISIS KEBIJAKAN MODAL KERJA PADA PT PERKEBUNAN NUSANTARA III, MEDAN", "Abstrak": "Abstrak:  \n \n \n\nAnalisis kebijakan modal kerja yang dilakukan pada PT Perkebunan Nusantara III, Medan ini ditujukan untuk melihat kebijakan modal kerja perusahaan saat ini dan menentukan alternatif kebijakan modal kerja untuk 4 periode mendatang . Kebijakan modal kerja ini dapat dilihat dari performansi perusahaan berdasarkan analisis rasio keuangan, pembiayaan modal kerja dengan melihat sumber dana jangka pendek dan jangka panjangnya untuk membiayai aktiva lancar serta alokasi sumber dan penggunaan dana dalam perusahaan.  \n \n \n\nKebijakan modal kerja yang sangat agresif sekarang ini menyebabkan perusahaan mengalami krisis modal kerja. Hal ini disebabkan alokasi sumber dan penggunaan dana yang tidak efektif. Perusahaan menggunakan sebagian besar dana jangka pendeknya untuk membiayai investasi jangka panjang. Selain itu, menurunnya modal kerja ini disebabkan berkurangnya laba perusahaan hingga 62%. Harga jual tiap-tiap komoditi mengalami penurunan akibat lesunya pasar komoditi perkebunan khususnya untuk pasar ekspor karena masih besarnya jumlah stock dunia (over supply) untuk komoditi karet, kelapa sawit dan kakao, berkurangnya permintaan dalam negeri untuk beberapa komoditi tertentu karena kegiatan ekonomi yang belum pulih serta menguatnya nilai rupiah terhadap US dolar. Di samping itu, biaya produksi mengalami peningkatan khususnya untuk bahan bakar minyak, pupuk dan obat-obatan.  \n \n \n\nUntuk menentukan kebijakan modal kerja 4 periode mendatang, disusun 3 buah skenario, yaitu perekonomian memburuk, konstan dan membaik. Pada dasarnya terdapat 3 strategi kebijakan modal kerja, yaitu agresif, moderat dan konservatif. Salah satu hal yang mempengaruhi kebijakan modal kerja perusahaan adalah sikap perusahaan dalam menghadapi trade off antara resiko dan profitabilitas. Dari hasil analisis untuk 4 periode mendatang, kebijakan modal kerja agresif lebih baik bila dibandingkan kebijakan modal kerja moderat dan konservatif untuk ketiga skenario yang disusun karena memberikan profit yang lebih besar.", "Daftar File": {}, "Penulis": "Guna Edy Sembiring  NIM : 28199157", "Kontributor / Dosen Pembimbing": ["Pembimbing  :  H. Arson Aliludin, SE,Ir., Drs. ,DEA.  \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-15."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "agricultural commodity ; policy ; policy of working capital.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "18 Jun 2012"}