{"Nomor": 7990, "Judul": "PENERAPAN METODA WIENER FILTER DAN MOVING AVERAGE PADA DATA GAYA BERAT MIKRO TIME-LAPSE UNTUK MONITORING AMBLESAN DI SEMARANG", "Abstrak": "Perubahan gayaberat terjadi diantaranya disebabkan oleh perubahan permukaan dan massa bawah permukaan. Survey gravity 4D berguna untuk mengamati perubahan fisik air bawah permukaan. Identifikasi dan karakterisasi sumber-sumber anomaly sangatlah penting karena beberapa sumber memberikan respons yang hampir sama seperti dalam kasus perubahan rapat massa akibat efek subsidence dan dinamika air tanah. Maka, dikembangkan teknik pemfilteran dengan menggunakan computer untuk mengurangi distorsi pada anomaly dari kontur semula. Dan transformasi Fourier merupakan salah satu alat untuk menganalisa data gravity dua dimensi yang terdistribusi secara horizontal. Domain Fourier merupakan tempat yang tepat untuk untuk menerapkan filter untuk mengeliminasi panjang gelombang yang tidak diinginkan. \n \n \n \n \n \n\nKonvolusi fungsi filter hasil transformasi dari domain frekuensi ke dalam domain ruang dengan peta anomaly dalam domain ruang akan menghasilkan peta baru subsidence berupa output wiener filter dari data anomaly time-lapse. Metoda low-pass filter moving average menjadi pembanding dari output wiener filter. Proses pemfilteran akan menyebabkan anomaly signal bertambah kuat. Interpretasi dengan menggunakan anomaly gaya beratmikro time-lapse dan anomaly subsidence digunakan sebagai identifikasi zona-zona penurunan muka air tanah, subsidence dan kombinasi keduanya. Hasil anomaly time-lapse dan filtering memperlihatkan daerah-daerah yang mengalami amblesan. Anomali amblesan mendominasi bagian utara Semarang dibanding selatan. Hasil filtering moving average berkorelasi lebih dekat dengan anomaly subsidence dibandingkan wiener filter.", "Daftar File": {}, "Penulis": "GUNTUR MULYANAGARA (NIM 12303015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Darharta Dahrin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Density Changes, 4D Gravity, Fourier Transformation, Wiener Filter", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}