{"Nomor": 7992, "Judul": "PENGARUH DASAR LAUT SINUSOIDAL DI SEKITAR PANTAI TERHADAP PERAMBATAN GELOMBANG AIR", "Abstrak": "Tugas akhir ini mempelajari pengaruh dasar sinusoidal dalam mereduksi amplitudo gelombang monokromatik yang menuju pantai. Suatu sistem persamaan diferensial untuk amplitudo gelombang yang ke kanan dan yang ke kiri diperoleh setelah menerapkan ekspansi asimtotik multiple-scale pada persamaan SWE linier kemudian persamaan tersebut didiskretisasi dengan menggunakan metode beda hingga. Studi analitik menunjukkan bahwa jika panjang gelombang datang dua kali panjang gelombang dasar sinusoidal maka resonansi Bragg terjadi. Mekanisme resonansi Bragg ini dapat mereduksi amplitudo gelombang datang secara signifikan dengan hanya menggunakan amplitudo dasar sinusoidal yang relatif kecil, simulasi numerik membuktikan hal ini. Perbandingan kualitatif antara hasil numerik dan analitik menunjukkan kesesuaian. Namun, hasil yang diperoleh menjadi berbeda jika ada pantulan gelombang dari pantai. Disini beda fase antara gelombang yang ke kanan dan gelombang yang ke kiri hasil pantulan pantai memegang peranan yang sangat penting. Kami menunjukkan bahwa ketika beda fase sama dengan nol maka gelombang yang ke kiri dan yang ke kanan berinteraksi secara konstruktif dan menghasilkan amplitudo gelombang yang jauh lebih besar dari amplitudo gelombang datang.", "Daftar File": {"2008 TA PP GUSTIAN SIREGAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21096", "2008 TA PP GUSTIAN SIREGAR 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21097", "2008 TA PP GUSTIAN SIREGAR 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21098", "2008 TA PP GUSTIAN SIREGAR 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21099", "2008 TA PP GUSTIAN SIREGAR 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21100", "2008 TA PP GUSTIAN SIREGAR 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21101", "2008 TA PP GUSTIAN SIREGAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21102"}, "Penulis": "GUSTIAN SIREGAR (NIM 10103045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Redjeki Pudjaprasetya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dasar laut sinusoidal, Pantai, Perambatan gelombang air", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}