{"Nomor": 7996, "Judul": "ISOLASI DAN IDENTIFIKASI KOMPONEN KIMIA EKSTRAK ETANOL 95% DARI APIUM GRAVEOLENS LINN. VAR SECALINUM ALEF", "Abstrak": "Abstrak : \n \n\nApium graveolens Linn. yang sehari-hari dikenal dengan nama seledri banyak dikebunkan di Indonesia, telah lama digunakan oleh penduduk sebagai penyedap masakan. Di samping itu, tanaman tersebut digunakan pula sebagai obat tradisional untuk menurunkan tekanan darah tinggi dengan cara memakan daun Apium graveolens Linn. segar atau meminum rebusan seluruh bagian tanamannya. Di Indonesia terutama di Jawa, jenis yang banyak dikebunkan adalah Apium graveolens Linn. var. secalinum Alef atau disebut seledri daun. \n \n\nKandungan kimia yang telah diisolasi dari tanaman Apium graveolens Linn. antara lain ialah, senyawa fenol, asam miristisat; senyawa golongan alkohol gula, manitol; senyawa golongan kumarin, terdiri dari senyawa umbeliferon dan psoralen serta derivatnya; senyawa golongan flavonoid, luteolin dan senyawa golongan mineral, kalium nitrat. Penelitian seledri daun, terutama yang dikebunkan di Jawa, sepanjang telaah pustaka, hanya mengenai daya menurunkan tekanan darah binatang percobaan. \n \n\nLimpinuntana et al. telah meneliti dekok seluruh bagian tanaman seledri segar, dengan kadar 250 gram per 100 ml yang diberikan secara intravena, dengan dosis setara dengan 0,250-32 gram bahan segar per kg berat badan hewan percobaan, ternyata dapat menurunkan tekanan darah normal kelinci percobaan. Selain daripada itu, ekstrak tanaman segar dalam air, dengan kadar 0,500 gram bahan per ml ekstrak, yang diberikan secara intravena dengan dosis 0,125 gram, 0,250 gram dan 0,500 gram setiap ekor binatang percobaan dapat menurunkan tekanan darah pada anjing normal. \n \n\nMemperkirakan adanya komponen kimia dalam tanaman seledri daun yang mempunyai daya menurunkan tekanan darah binatang percobaan seperti dilaporkan dalam pustaka, meskipun penelitian yang telah dilakukan hanya untuk daya menurunkan tekanan darah binatang percobaan saja, maka telah dilakukan isolasi dan identifikasi komponen kimia tanaman seledri daun umur tiga bulan dan sembilan bulan. \n \n\nKomponen kimia serbuk kering seluruh tanaman seledri daun berumur tiga bulan diisolasi dengan metode ekstraksi cair padat sinambung, berturut-turut menggunakan pelarut : eter petroleum, kloroform dan etanol 95%, memakai alat Soxhlet. \n \n\nEkstrak etanol 95% pada suhu kamar membentuk endapan, endapan disaring (KR-3). Filtrat yang diperoleh dipekatkan dengan penguap putar vakum, sehingga diperoleh ekstrak kental dan kristal (ET-3 dan RR-3). \n \n\nSelanjutnya ekstrak etanol 95% (ET-3) dikromatografi cair vakum berulang, menggunakan silika gel G 60, dan campuran pelarut non polar dan polar dalam bermacam-macam perbandingan. Dari kromatografi cair vakum ini diperoleh kristal AG-6. \n \n\nEndapan (KR-3) direkristalisasi berulang dengan pelarut metanol dan etanol 95%:air = 3:2 diperoleh kristal AG-2 dan AG-1. Rekristalisasi berulang endapan (KR-3) dengan pelarut metanol, menghasilkan kristal AG-10. \n \n\nSenyawa hasil isolasi diidentifikasi berdasarkan uji kimia, sifat fisika serta penentuan spektrum inframerah, spektrum ultraviolet, spektrum massa dan spektrum resonansi magnet inti proton. \n \n\nDari ekstrak etanol 95% tanaman seledri daun telah diisolasi empat senyawa, yaitu: \n \n\nPertama, kalium nitrat (3,14 %), yang diidentifikasi melalui pembandingan data titik leleh, hasil analisis ion kalium dengan spektroskopi emisi nyala dengan data pustaka dan hasil analisis ion nirat dengan uji difenilamin. \n \n\nPada uji farmakologi diuresis oleh Siswono et al. kalium nitrat hasil isolasi yang diberikan per oral dengan dosis 0,150 gram dan 0,300 gram per kg berat badan hewan percobaan, keduanya memberikan pengaruh natriuresis pada tikus putih jantan strain Wistar. \n \n\nKedua, manitol (0,47%) yang diidentifikasi melalui pembandingan titik leleh, spektrum inframerah, spektrum resonansi magnet inti proton dan spektrum massa, senyawa hasil asetilasi dengan titik leleh dan spektrum manitol heksaasetat otentik. \n \n \n\nManitol merupakan suatu diuretik osmotik, yang digunakan terutama sebagai bahan diagnosis fungsi ginjal. Selain itu, manitol juga digunakan untuk mengurangi tekanan intraokuler pada operasi mata karena,sakit glaukoma. \n \n\nKetiga, apigenin-7-0-glukosida (0,016 %), yang telah diidentifikasi melalui pembandingan spektrum inframerah dan spektrum ultraviolet dengan spektrum apigenin-7-0-glukosida otentik, spektrum massa aglikon dengan spektrum apigenin otentik, spektrum resonansi magnet inti proton dengan data pustaka dan pada kromatografi kertas Rf dan warna bercak glikon dengan Rf dan warna bercak glukosa otentik. \n \n\nDari telaah pustaka, ternyata bahwa pada penelitian efek farmakologi apigenin oleh Chang et al. apigenin dapat menurunkan tekanan darah normal anjing dan kelinci sebesar 50 mm Hg bila diberikan secara intravena dengan dosis sebesar 10 mg per kg berat badan. Apigenin-7-0-glukosida pada pemberian per oral, akan menurunkan tekanan darah penderita hipertensi, karena akan terhidrolisis menjadi apigenin dan glukosa dalam saluran cerna. \n \n \n\nKeempat, 7,7 -di-0-metilamentoflavon (0,014 %), yang telah diidentifikasi melalui pengamatan spektrum inframerah, spektrum ultraviolet dan pembandingan spektrum resonansi magnet inti proton dengan amentoflavon otentik.  \n \n\nSenyawa biflavonoid, terdistribusi tidak merata pada dunia tanaman. Spermatophyta, paling banyak mempunyai tanaman mengandung senyawa biflavonoid (22 suku tanaman), diikuti oleh Pteridophyta dengan dua bangsa tanaman dan terakhir, Bryophyta dengan satu bangsa tanaman. \n \n\nSepanjang telaah pustaka, belum pernah dilaporkan adanya biflavonoid dalam tumbuhan suku Apiaceae, dengan demikian ditemukannya 7,7-di-0-metilamentoflavon merupakan penemuan pertama adanya biflavonoid dalam suku Apiaceae, karena senyawa tersebut baru ditemukan dalam satu tanaman yaitu Araucaria excelsa dari suku Araucariaceae. \n \n\nPada penelitian kandungan kimia seledri daun umur sembilan bulan dengan metode yang sama seperti pada tanaman umur tiga bulan, didapatkan kalium nitrat pada akar (0,28 %). Pada batang, didapatkan juga kalium nitrat yang jumlahnya sebanyak dua setengah kali jumlah pada akar (0,70%), sedangkan pada daun, jumlahnya sama dengan jumlah pada akar. \n \n\nSelain kalium nitrat, pada akar didapatkan juga manitol (0,046%). Pada batang, didapatkan juga manitol yang jumlahnya sebanyak satu tiga perempat kali jumlah pada akar (0,080%), sedangkan pada daun, jumlahnya sama dengan jumlah pada akar. \n \n\nDi samping kedua komponen di atas, pada akar didapatkan juga apigenin-7-0-glukosida (0,031 %). Pada batang, didapatkan juga senyawa ini yang jumlahnya satu setengah kali jumlah pada akar (0,046%), sedangkan pada daun, jumlahnya sama dengan jumlah pada akar. \n \n\nBerbeda dengan tanaman seledri daun berumur tiga bulan, dimana didapatkan senyawa 7,7 -di-0-metilamentoflavon sebanyak 0,014 %, pada seledri daun berumur sembilan bulan, tidak didapatkan senyawa tersebut. \n \n\nDari senyawa yang diketemukan dalam ekstrak etanol 95% dari tanaman seledri daun, diperoleh petunjuk mengenai kemungkinan apigenin-7-0-glukosida berperan juga pada penurunan tekanan darah binatang percobaan. \n \n\nDiharapkan hasil penelitian ini memberi peluang untuk mengkaji efek farmakologi dan mekanisme kerja apigenin-7-0-glukosida lebih jauh dan dengan demikian dapat menunjang penggunaan tanaman obat tradisional secara lebih rasional.", "Daftar File": {}, "Penulis": "Hadi Siswono", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Kosasih Satiadarma, M.Sc.  \n \n\nPembimbing 2 : Dr. Kosasih Padmawinata \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apium graveolens Linn, etanol, hypertension.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}