{"Nomor": 7999, "Judul": "SINTESIS DAN KARAKTERISASI POLIURETAN DARI POLIETILEN GLIKOL (PEG) DENGAN TOLUEN DIISOSIANAT (TDI)", "Abstrak": "Pada penelitian ini telah dilakukan sintesis poliuretan dengan menggunakan monomer 2,4-toluen diisosianat (TDI) dan polieter berupa polietilen glikol (PEG) sebagai sumber poliolnya. Sifat poliuretan sangat ditentukan oleh struktur dan massa molekul monomer pembangunnya, yang ditunjukkan oleh adanya segmen keras dan segmen lunak pada polimer yang dihasilkan. Dalam penelitian ini dipelajari pengaruh konsentrasi TDI dan massa molekul PEG terhadap karakteristik poliuretan. Perbandingan mol TDI yang digunakan divariasikan antara 1,2 dan 1,6 terhadap 1 mol PEG-400, sedangkan massa molekul PEG divariasikan antara 400 dan 1500 untuk komposisi PEG/TDI sama dengan 1/1,6. Reaksi polimerisasi dilakukan pada suhu 85 derajat C dalam kondisi atmosfir nitrogen. Karakterisasi gugus fungsi dilakukan dengan metode Fourier Transform Infra Red (FTIR), sifat termalnya diukur dengan menggunakan teknik Differential Thermal Analysis (DTA) dan Thermogravimetric Analysis (TGA). Penentuan massa molekul rata-rata viskositas (Mv) dilakukan dengan teknik viskometer Ostwald, dan penentuan massa jenis (ρ) dilakukan dengan menggunakan piknometer. Ditinjau dari elastisitasnya, poliuretan yang dihasilkan dari TDI dan PEG bersifat elastomer. Hasil analisis gugus fungsi menunjukkan bahwa variasi konsentrasi TDI dan variasi massa molekul PEG tidak mempengaruhi struktur molekul poliuretan. Peningkatan konsentrasi monomer TDI maupun massa molekul PEG meningkatkan viskositas intrinsik poliuretan yang menunjukkan terjadinya peningkatan massa molekul rata-rata poliuretan, tetapi sebaliknya, menurunkan massa jenis (ρ) poliuretan. Analisis sifat termal menunjukkan bahwa meningkatnya massa molekul PEG yang digunakan menyebabkan kestabilan termal poliuretan yang lebih tinggi.", "Daftar File": {"2008 TS PP HAERUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21152", "2008 TS PP HAERUDDIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21153", "2008 TS PP HAERUDDIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21154", "2008 TS PP HAERUDDIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21155", "2008 TS PP HAERUDDIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21156", "2008 TS PP HAERUDDIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21157", "2008 TS PP HAERUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21158"}, "Penulis": "HAERUDDIN (NIM 20506048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Cynthia L. Radiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Poliuretan, 2,4-toluen diisosianat (TDI), Polietilen glikol (PEG) elastomer", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}