{"Nomor": 8000, "Judul": "STUDI DAN IMPLEMENTASI TASK MODELING (Studi Kasus: Sistem Informasi Pelanggan pada Distro)", "Abstrak": "Sistem informasi telah memberikan suatu pemahaman pentingnya pengelolaan informasi terhadap proses bisnis suatu usaha. Distribution outlet (distro) yang dalam hal ini memiliki kelebihan dalam menarik pelanggan, harus mampu mengelola pelanggan dan seluruh data yang digunakan untuk kemajuan usahanya. Akan tetapi, faktanya adalah masih banyak terjadi kegagalan pada penerapan dan implementasi perangkat lunak sistem informasi yang diakibatkan kurangnya penekanan pada aspek manusia untuk pengguna sistem. Sebagai respon dari kondisi tersebut, task modeling (pemodelan task) yang merupakan salah satu metode rekayasa interaksi, dapat digunakan untuk melakukan pengembangan perangkat lunak yang menitikberatkan kepada interaksi antara sistem dengan penggunanya. Metode ini dimulai dengan melakukan analisis terhadap persoalan dan prospek berdasarkan proses bisnis distro dan interaksi yang terjadi antara distro dengan pelanggan untk menghasilkan solusi dan future dengan dibantu work system framework. Hasil akhir dari proses analisis adalah klasifikasi user role dan model konseptual Sistem Informasi Pelanggan pada Distro. Setelah analisis, dilakukan perancangan proses bisnis Sistem Informasi Pelanggan pada Distro. Rancangan tersebut kemudian didekomposisi menjadi task dan sub-task pada proses pemodelan task. Model yang dihasilkan kemudian menjadi lebih jelas setelah dilakukan pemodelan terhadap perilaku sistem. Hasil perancangan kemudian digunakan untuk implementasi prototype perangkat lunak berbasis web yang dibangun dengan paradigma pemrograman prosedural dan menggunakan bahasa pemrograman PHP. Hasil akhir dari Tugas Akhir ini adalah konsep perancangan fungsi atau prosedur berdasarkan pemodelan task. Konsep tersebut merupakan representasi kelebihan task modeling untuk membuat interaksi sistem dengan pengguna menjadi lebih baik.", "Daftar File": {"2008 TA PP HAFIZ BADRIE LUBIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21159", "2008 TA PP HAFIZ BADRIE LUBIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/21160", "2008 TA PP HAFIZ BADRIE LUBIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/21161", "2008 TA PP HAFIZ BADRIE LUBIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/21162", "2008 TA PP HAFIZ BADRIE LUBIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/21163", "2008 TA PP HAFIZ BADRIE LUBIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/21164", "2008 TA PP HAFIZ BADRIE LUBIS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/21165", "2008 TA PP HAFIZ BADRIE LUBIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21166"}, "Penulis": "HAFIZ BADRIE LUBIS (NIM 13504110)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Husni Setiawan Sastramihardja, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "distro, pelanggan, task modeling, rekayasa interaksi, work system framework, user role, perangkat lunak, prototype", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}