{"Nomor": 8002, "Judul": "PENGARUH KONSENTRASI DIOKTIL FTALAT TERHADAP KINERJA MEMBRAN POLISULFON UNTUK PROSES ULTRAFILTRASI", "Abstrak": "Abstrak: \n \n\nPada teknologi membran, membran polimer sintetik semakin banyak digunakan diberbagai industri. Polisulfon adalah salah satu polimer yang sering digunakan sebagai bahan pembuat membran. Namun, membran polisulfon yang dibuat dengan metoda inversi fasa mempunyai kelemahan bila digunakan pada tekanan tinggi atau sebagai membran pendukung. Oleh karena itu untuk meningkatkan sifat mekanik membran dapat dilakukan dengan cara metoda pemplastisan menggunakan dioktil ftalat sebagai pemplastis. Dalam penelitian ini, komposisi membran yang dipakai yaitu PSF 18persen (bib), pelarut dimetilasetamida (DMAc) 64persen (b/b), aditif polietilenglikol (PEG) dan dioktil ftalat (DOP) yang bervariasi. Karakterisasi kinerja membran meliputi uji fluks, uji rejeksi dan uji sifat mekanik. Hasil penelitian ini menunjukkan bahwa dengan penambahan DOP meningkatkan nilai fluks pada kadar DOP 1persen (b/b) dan kemudian nilai fluks air cenderung turun. Komposisi optimum diperoleh pada kadar DOP 3persen (b/b) dengan koefesien rejeksi 85,65persen pada larutan dekstran T-500. Penambahan DOP meningkatkan kekuatan mekanik membran polisulfon dengan kekuatan mekanik maksimum pads 6,16 GPa. Analisa morfologi membran menggunakan Scanning Electron Microscopy (SEM) menunjukkan struktur asimetrik dengan permukaan membran memiliki pori-pori yang kecil dan struktur macrovoid pada lapisan bawah membran.", "Daftar File": {"2006 TS PP HALIDA SOPHIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21173", "2006 TS PP HALIDA SOPHIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21174", "2006 TS PP HALIDA SOPHIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21175", "2006 TS PP HALIDA SOPHIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21176", "2006 TS PP HALIDA SOPHIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21177", "2006 TS PP HALIDA SOPHIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21178", "2006 TS PP HALIDA SOPHIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21179"}, "Penulis": "Halida Sophia (NIM 205 04 016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Cynthia Linaya Radiman, Dr. Ing \n \n\nScanner: Delviana Fransiska", "05 Februari 2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "membrane, polysulfone, plasticizer, dioctyl phthalate, ultrafiltration", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}