{"Nomor": 8005, "Judul": "ESTIMASI TORTUOSITAS 3D UNTUK BATUAN SAMPEL DENGAN MENGGUNAKAN METODE SERIAL SECTIONING", "Abstrak": "Rekonstruksi tiga dimensi secara komputasi menjadi bagian yang sangat penting untuk mengetahui sifat aliran fluida pada medium berpori. Metode yang digunakan untuk melakukan rekonstruksi tiga dimensi ini adalah metode serial sectioning. Metode ini dilakukan dengan menggunakan irisan melintang dua dimensi dari suatu sampel. Perekonstruksian ini bertujuan untuk memberikan visualisasi tiga dimensi batuan sampel dan melakukan estimasi sifat tranpor fluida yaitu tortuositas. Estimasi batuan sampel dilakukan pada batu asli (nyata). Hasil dari estimasi tersebut memberikan gambaran jalur tortuositas dari batuan sampel. Batuan sampel yang digunakan adalah batu apung dan karbonat. Hasil yang didapat pada kedua batu tersebut sebagai berikut : batu karbonat memiliki nilai tortuositas 1.1 dengan porositas 17.6% dan batu apung memiliki nilai tortuositas 1.35 dengan porositas 29.7%. Kedua besaran fisis ini memberikan gambaran bahwa batu karbonat memiliki kemampuan menampung fluida yang lebih kecil dibanding batu apung. Namun, jalur untuk mengalirkan fluida keluar pada batu karbonat lebih pendek dibandingkan dengan batu apung. Dari kedua hubungan ini terlihat bahwa tidak selamanya porositas besar memiliki jalur mengalirkan fluida keluar lebih pendek.", "Daftar File": {"2008 TA PP HAMAMI NOMEIRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21194", "2008 TA PP HAMAMI NOMEIRA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21195", "2008 TA PP HAMAMI NOMEIRA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21196", "2008 TA PP HAMAMI NOMEIRA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21197", "2008 TA PP HAMAMI NOMEIRA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21198", "2008 TA PP HAMAMI NOMEIRA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21199", "2008 TA PP HAMAMI NOMEIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21200"}, "Penulis": "HAMAMI NOMEIRA (NIM 10204019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Serial sectioning, Tortuositas, Porositas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}