{"Nomor": 8009, "Judul": "KONSEP RANCANGAN SISTEM PROPULSI HYBRID UNTUK UAV", "Abstrak": "Sistem propulsi hybrid merupakan kombinasi sedikitnya dua tipe sistem propulsi. Salah satu contoh aplikasi dari sistem ini pada bidang otomotif adalah sistem hybrid yang terdiri dari sebuah mesin motor bakar internal serta satu atau beberapa motor elektrik bertenaga baterai. Salah satu keuntungan dari sistem ini yaitu mesin motor bakar dapat dirancang untuk selalu dapat berkerja pada efisiensi puncak dengan motor elektrik digunakan untuk menyediakan tenaga propulsi utama maupun tambahan selama periode kebutuhan suplai tenaga yang besar.  Kendaraan elektrik hybrid adalah suatu peluang untuk memenuhi kebutuhan sosial akan nilai ke-ekonomis-an bahan bakar yang lebih tinggi serta pemenuhan kebutuhan konsumen akan performa/prestasi, respon dalam pengemudian, dan kebutuhan elektrisitas di dalam kendaraan. Teknologi ini tidak membatasi variasi desain yang dapat diimplementasikan dalam mencapai target-target yang berbeda, seperti: untuk performa/prestasi, efisiensi, dan karakteristik pada berbagai tingkat biaya operasi yang diinginkan. Penggerak hybrid dapat disinergikan dengan berbagai perkembangan teknologi lain.Perkembangan teknologi yang terkait dengan riset maupun produksi dari wahana terbang nir-awak (UAV) membuat para researchers dan engineers untuk menghasilkan suatu prototipe UAV yang mampu memenuhi kebutuhan dari misi UAV yang semakin beragam dan berspesifikasi tinggi. Salah satu aspek yang menjadi fokus pemikiran adalah bagaimana mengembangkan sistem propulsi yang handal dan berteknologi maju bagi wahana UAV ini? Dengan mengadopsi sistem propulsi hybrid yang telah aplikatif pada Toyota Prius, dicoba dirancang suatu konsep rancangan sistem propulsi hybrid untuk UAV.", "Daftar File": {"2008 TA PP HANDI WIBOWO YASMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21230", "2008 TA PP HANDI WIBOWO YASMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/21231", "2008 TA PP HANDI WIBOWO YASMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/21232", "2008 TA PP HANDI WIBOWO YASMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/21233", "2008 TA PP HANDI WIBOWO YASMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/21234", "2008 TA PP HANDI WIBOWO YASMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/21235", "2008 TA PP HANDI WIBOWO YASMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21236"}, "Penulis": "HANDI WIBOWO YASMAN (NIM 13601040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Hari Muhammad"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "propulsi, hybrid, UAV", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}