{"Nomor": 8012, "Judul": "STUDI KINERJA SISTEM MISO (2X1)-OFDM, SIMO (1X2)-OFDM, DAN MIMO (2X2)-OFDM PADA STANDAR WIMAX IEEE 802.16d", "Abstrak": "Kondisi kanal multipath frequency selective fading merupakan kondisi yang sangat mengganggu komunikasi wireless. Berbagai macam teknik diciptakan untuk mengatasi kondisi ini. Diantaranya adalah sistem multi-antena dan Orthogonal Frequency Division Multiplexing (OFDM). Pada tugas akhir ini, penulis mencoba membandingkan kinerja sistem MIMO(2x2)-OFDM, MISO(2x1)-OFDM, dan SIMO(1x2)-OFDM dalam kondisi singlepath flat fading dan multipath frequency flat fading yang memakai model kanal SUI-2. Selain itu, pengaruh penggunaan teknik modulasi BPSK dan QPSK dalam kinerja ketiga sistem diatas juga dibahas oleh penulis.  \n \n\nDalam pembahasannya ini, penulis menggunakan program MATLAB R2007a untuk mensimulasikan kinerja, yang dilihat dari grafik BER vs SNR, dari sistem MIMO-OFDM, MISOOFDM, dan SIMO-OFDM. Parameter OFDM yang digunakan didasari pada standar WiMAX/IEEE 802.16d yang digunakan untuk aplikasi fixed wireless. Teknik Space-Time Block Coding (STBC) digunakan untuk sistem MIMO dan MISO, sedangkan Maximum Ratio Combining (MRC) digunakan untuk SIMO.  \n \n\nBerdasarkan hasil simulasi dapat disimpulkan bahwa kinerja MIMO-OFDM merupakan yang terbaik untuk mengatasi kondisi kanal singlepath flat fading dan multipath frequency selective fading dibandingkan dengan MISO-OFDM dan SIMO-OFDM. Dapat disimpulkan juga bahwa modulasi BPSK memberikan kinerja yang lebih baik pada MIMO-OFDM, MISO-OFDM, dan SIMO-OFDM dibandingkan QPSK untuk mengatasi multipath frequency selective fading.", "Daftar File": {}, "Penulis": "HANINDIA NARENDRATA RAHIESA (NIM 13203150)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nJoko Suryana, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OFDM, MISO, SIMO, MIMO, STBC, MRC, WiMAX", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}