{"Nomor": 8018, "Judul": "SEKOLAH INTERNASIONAL BALIKPAPAN", "Abstrak": "Abstrak :  \n \n \n\nTugas Akhir ini mengambil kasus proyek perancangan Sekolah Internasional di Balikpapan. Dengan aspek fisik yang dimiliki, saat ini kota Balikpapan berdasarkan RTRW Nasional diarahkan sebagai Pusat Pelayanan Orde I, yaitu pusat yang melayani seluruh wilayah Propinsi Kalimantan Timur dan Wilayah Nasional/ internasional yang lebih luas. Untuk dapat mencapai hal tersebut dituntut adanya keterbukaan dan kemudahan bagi masyarakat luas (nasional maupun internasional) di berbagai aspek kehidupan yang mendukung kemajuan kota Balikpapan. Karena itu diharapkan dengan perancangan sekolah internasional ini, kebutuhan tersebut dapat dipenuhi dan selanjutnya dapat mendukung  kemajuan pendidikan  kota.  \n \n \n\nPerancangan sekolah internasional ini merupakan perancangan arsitektur di ruang kota, dengan menggali karakter maupun citra kawasan untuk diwujudkan dalam disain bangunan serta ruang luar bangunan. Adapun perancangan sekolah internasional di kawasan tersebut dimaksudkan untuk memenuhi kebutuhan akan fasilitas pendidikan bertaraf internasional.   \n \n \n\nSebagai sarana pendidikan yang mewadahi kegiatan belajar, mengajar dan event-event khusus lainnya, sekolah yang berkapasitas 244 siswa ini mewadahi fasilitas-fasilitas antara lain sarana belajar-mengajar  berupa ruang-ruang kelas, laboratorium sains, laboratorium seni, perpustakaan, laboratorium multimedia, gedung dan lapangan olahraga serta sarana penunjang seperti sarana administrasi, kantor guru dan kepala sekolah, ruang-ruang rapat, ruang bersama siswa, ruang-ruang hijau, serta kafetaria.  \n \n \n\nPerancangan sekolah internasional ini menekankan kepada representasi filosofi pendidikan sekolah ini pada elemen-elemen arsitektur dan lanskap, juga bagaimana sebuah sekolah internasional dapat menyati dengan lingkungan sekitarnya. Hal ini menjadikan analisis kawasan menjadi salah satu faktor yang perlu dipertimbangkan. Konsep-konsep utama yang dipergunakan dalam perancangan sekolah internasional ini adalah perpaduan dari filososfi pendidikan yang diterapkan dengan anlisis kawasan yang dilakukan .", "Daftar File": {}, "Penulis": "Hapsak Samii Suryawan (NIM 152 03 055)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. RR Dhian Damajani, MT.  \n \n \n\nPimpinan Sidang : Ir. Achmad D. Tardiyana, MUDD.  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan sekolah, sekolah internatioanal, Balikpapan.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}