{"Nomor": 8020, "Judul": "KAJIAN POTENSI AIR SUNGAI SIAK UNTUK PENYEDIAAN AIR BAKU DI KABUPATEN SIAK PROPINSI RIAU", "Abstrak": "Abstrak : \n \n\nKabupaten Siak merupakan salah satu daerah kabupaten pemekaran di Propinsi Riau dan menjadikan daerah tersebut berkembang pesat. Hal ini akan memicu naiknya kebutuhan akan air di kabupaten yang bersangkutan, baik pada kebutuhan domestik, industri maupun air bersih/minum. Untuk mengantisipasi hal tersebut maka perlu dikaji ketersediaan air di DAS Siak yang merupakan sumber utama air baku di Kabupaten Siak. \n \n\nPenentuan ketersediaan air di DAS Siak dilakukan berdasarkan pada model NRECA yang merupakan salah satu model rainfall - runoff Penerapan model ini di DAS Siak karena lokasi titik tinjauan sebagai penentuan ketersediaan air tidak ada data debit pengamatan sehingga dibangkitkan (generate) dari data hujan. Model ini tidak semata-mata diterapkan di lokasi studi tetapi terlebih dahulu dilakukan kalibrasi model. Kalibrasi model dilakukan di dua lokasi yaitu di DAS Tampung Kiri-Pantai Cermin dan DAS Siak - Pakanbaru karena di kedua lokasi tersebut tersedia data debit sebagai bahan kalibrasi. Berdasarkan hasil kalibrasi model maka diperoleh nilai parameter model PSUB sebesar 0.6, GWF sebesar 0.25 dan nilai faktor tanaman sebesar 0.75 dengan nilai kesalahan rata-rata sekitar 28 % untuk lokasi Pantai Cermin dan 29 % untuk lokasi Pakanbaru. \n \n\nDebit yang diperoleh dari hasil model tersebut selanjutnya dihitung debit andalannya berdasarkan peluang kejadian tertentu. Debit andalan yang diperoleh dengan peluang 80 % sekitar 247.12 m3/s dan dengan peluang 95 % sekitar 185.85 m3/s. Hasil debit andalan yang diperoleh yang cukup besar tersebut masih dapat digunakan untuk masa yang akan datang sampai tahun 2030 dengan memperhitungkan kebutuhan air selama waktu tersebut.", "Daftar File": {"2006 TS PP HARIADI 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/21304", "2006 TS PP HARIADI 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/21305", "2006 TS PP HARIADI 1-bab2.pdf": "https://digilib.itb.ac.id/gdl/download/21306", "2006 TS PP HARIADI 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/21307", "2006 TS PP HARIADI 1-bab4A.pdf": "https://digilib.itb.ac.id/gdl/download/21308", "2006 TS PP HARIADI 1-bab4B.pdf": "https://digilib.itb.ac.id/gdl/download/21309", "2006 TS PP HARIADI 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/21310", "2006 TS PP HARIADI 1-pustaka-A.pdf": "https://digilib.itb.ac.id/gdl/download/21311", "2006 TS PP HARIADI 1-pustaka-B.pdf": "https://digilib.itb.ac.id/gdl/download/21312", "2006 TS PP HARIADI 1-pustaka-C.pdf": "https://digilib.itb.ac.id/gdl/download/21313"}, "Penulis": "Hariadi (NIM 950 04 015)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : M. Syahril B.K, Dr. Ir. \n \n\nPembimbing 2 : Noor Tjahyono, Ir. Dipl. HE. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "water potencial, water supply, water needs, standard water", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}