{"Nomor": 8022, "Judul": "STUDI KUAT GESER LEMPUNG DENGAN MENGGUNAKAN CKoU TRIAKSIAL", "Abstrak": "Studi dalam tesis ini adalah untuk mengetahui perilaku kuat geser dari tanah lempung lunak yang diuji dengan menggunakan alat triaksial. Tanah lempung lunak ini dibuat dengan memadatkan tanah slurry yang memiliki kadar air 1,3 kali liquid limit tanah aslinya. Kuat geser tanah ini diuji dengan menggunakan metoda CKoU agar sesuai dengan kondisi di lapangan. Cara CKoU adalah cara dimana selama konsolidasi tidak diperkenankan terjadinya deformasi kearah lateral, sedangkan pada waktu gesernya terjadi deformasi lateral tetapi tidak diperkenankan adanya drainase. Pengujian dilakukan setelah konsolidasi primer tanah yang dipadatkan selesai. Tahap pertama dilakukan langsung setelah beban diangkat dan diuji dengan cara diatas, tahap kedua setelah 12 hari, tahap ketiga 24 hari dan tahap empat setelah berumur 40 hari. Tanah lempung yang diuji ini terbagi dua yaitu terkonsolidasi berlebih dan terkonsolidasi normal. Hasil dari pengujian dengan cara CKoU terhadap waktu menunjukkan peningkatan terhadap kuat gesernya. Disamping itu tegangan deviator, kohesi, rasio tegangan total, rasio tegangan efektif menunjukkan peningkatan terhadap waktu ujinya, sedangkan yang menunjukkan penurunan adalah tekanan air pori, parameter tekanan air pori dan kadar air awal.", "Daftar File": {"1993 TS PP HARIMURTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21315", "1993 TS PP HARIMURTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21316", "1993 TS PP HARIMURTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21317", "1993 TS PP HARIMURTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21318", "1993 TS PP HARIMURTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21319", "1993 TS PP HARIMURTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21320", "1993 TS PP HARIMURTI 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/21321", "1993 TS PP HARIMURTI 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/21322"}, "Penulis": "HARIMURTI (NIM 25090003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. FX. Toha, MSCE., MSEM., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kuat Geser ,Tanah Lempung, Metoda CKoU, Deformasi, Konsolidasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}