{"Nomor": 8027, "Judul": "PENGGUNAAN MEMBRAN KOMPOSIT UNTUK PROSES OSMOSA BALIK LIMBAH ZAT WARNA DISPERSI", "Abstrak": "Membran komposit adalah membran asimetri yang terdiri dari dim lapisan, lapis pendukung yang berpori dan lapis aktif yang rapat dari material yang berbeda. Keuntungan penggunaan membran komposit ini adalah bahwa setiap lapisan dapat dioptimalkan untuk menghasilkan kinerja membran yang lebih baik Optimasi lapis aktif dilakukan untuk mendapatkan selektivitas yang tinggi, sedangkan optimasi lapis pendukung dilakukan untuk mendapatkan laju permeasi dan kekuatan mekanik membran yang tinggi . Lapis pendukung dibuat dengan teknik inversi fasa dan pelapisan dilakukan melalui teknik poiimerisasi antarmuka p-fenilen din mina (PPD) dan trimesoil klorida (TMC). Pada penelitian ini dilakukan proses osmosa balik terhadap limbah zat warna dispersi dengan tujuan memperoleh permeat yang dapat digunakan kembali untuk air proses tekstil dan pengambilan kembali zat warn serta pemekatan limbah. Untuk itu dibuat membran komposit dengan komposisi membran pendukung 16% polisulfon (PSf), 16% polietilenglikol (PEG) dan 68% dimetilasetamida (DMAC). Lapis aktif yang rapat dibuat dengan polimerisasi antar muka menggunakan 1,35% p-fenilen diamina (PPD) dan variasi konsentrasi trimesoil klorida (TMC) 0,05 ; 0,10 dan 0,15%. Hasil karakterisasi terhadap membran dan permeat menunjukkan bahwa membran komposit dengan lapis pentiarnng PSf dan lapis aktif dengan komposisi TMC 0,05% - PPD 1,35% yang digunakan pada proses osmosa batik dengan tekanan operasi 20 bar, menghasilkan permeat Yang dapat digunakan kembali untuk air proses tekstil dan rejeksi zat warna dispersi sebesar 90%.", "Daftar File": {"1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21361", "1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/21362", "1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/21363", "1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/21364", "1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/21365", "1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/21366", "1997 TS PP HARIYANTI RAHAYU SOEBARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21367"}, "Penulis": "HARIYANTI RAHAYU SOEBARDI (NIM 24895005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Cynthia L. Radiman, Dr.,Ing., dan Irwan Noezar, Dr.,Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Composite membrane,permeation rate,inversion technique,interfacial polimerization, trimesoyl chloride (TMC),polysulfone (PSf), dimethylacetamide (DMAc)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}