{"Nomor": 8028, "Judul": "FENOMENA ELEKTROKINETIK DALAM SEISMOELEKTRIK DAN PENGOLAHAN DATANYA DENGAN MENGGUNAKAN METODE PENGURANGAN BLOK", "Abstrak": "Seismoelektrik adalah gejala bawah permukaan bumi yang memanfaatkan fenomena konversi energi mekanik menjadi energi listrik atau elektromagnetik melalui mekanisme konversi tertentu (efek elektrokinetik). Dalam tugas akhir ini telah dilakukan pengukuran seismoelektrik dengan menggunakan single channel (antena dipol) dan diperoleh rekaman sinyal dalam bentuk trace-trace sinyal. Dengan menggunakan metode pengurangan blok, sinyal-sinyal yang terekam kemudian diolah untuk menekan noise yang juga ikut terekam. Dalam tugas akhir ini akan digunakan beberapa tools pengolahan sinyal seperti Microsoft Excel dan MATLAB Signal Processing Toolbox. Adapun parameter-parameter fisis yang diukur selama pengambilan data antara lain amplitudo terhadap waktu. Setelah pengolahan data akan diperoleh hubungan antar-besaran fisis yang lain yaitu porositas, permeabilitas, dan densitas material-material bawah permukaan. Sinyal-sinyal seismoelektrik ini mengandung informasi bawah permukaan yang diobservasi dan berguna untuk mengetahui kondisi bawah permukaan terutama mengenai bidang batas antarlapisan.", "Daftar File": {"2008 TA PP HARIYANTO SALLE KARURUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21368", "2008 TA PP HARIYANTO SALLE KARURUNG 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21369", "2008 TA PP HARIYANTO SALLE KARURUNG 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21370", "2008 TA PP HARIYANTO SALLE KARURUNG 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21371", "2008 TA PP HARIYANTO SALLE KARURUNG 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21372", "2008 TA PP HARIYANTO SALLE KARURUNG 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21373", "2008 TA PP HARIYANTO SALLE KARURUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21374"}, "Penulis": "HARIYANTO SALLE KARURUNG (NIM 10202068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Efek elektronik, Noise, Pengurangan blok, Porositas, Permeabilitas, Densitas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}