{"Nomor": 8045, "Judul": "STRATEGI INVESTASI PABRIK PUPUK ORGANIK DI PTPN VI (PERSERO)", "Abstrak": "Seiring dengan meningkatnya permintaan dunia terhadap produk olahan kelapa sawit, maka limbah yang dihasilkan Pabrik Kelapa Sawit (PKS) juga semakin meningkat. Dari pengolahan Tandan Buah Segar (TBS) di Pabrik Kelapa Sawit (PKS) dihasilkan limbah padat berupa Tandan Kosong Sawit (TKS) dan limbah cair (LCPKS).        \n \n \n \n \n \n\nUntuk mengatasi limbah yang dihasilkan, Pusat Penelitian Kelapa Sawit (PPKS) di Medan, Sumatera Utara, telah mengembangkan teknologi pengomposan yang mengolah limbah PKS menjadi pupuk kompos (organik) yang kaya akan unsur hara dan ramah lingkungan. Teknologi produksi sederhana ini memungkinkan tercapainya nir limbah (zero waste) pada PKS. Sehingga tidak ada lagi limbah yang mencemari lingkungan di sekitar pabrik.       \n \n \n \n \n \n\nPermintaan pupuk organik (kompos) juga semakin meningkat di pasaran karena harga pupuk anorganik yang semakin mahal. Pola hidup masyarakat dunia yang kembali ke makanan alami yang berasal dari bahan organik yang bebas dari zat kimiawi juga turut mempengaruhi. Melihat peluang di bisnis ini, PT. ABC menawarkan kerja sama pengelolaan limbah PKS di PTPN VI (Persero) dalam bentuk joint venture. Perusahaan joint venture ini berencana membangun Pabrik Pupuk Organik (PPO) dengan kapasitas 69 dan 138 ton/hari yang mengolah limbah PKS kapasitas pengolahan TBS 30 ton dan 60 ton/jam di Propinsi Jambi.       \n \n \n \n \n \n\nStrategi investasi PPO berfokus pada lima aspek bisnis, yang terdiri dari aspek produksi, manajemen, pemasaran, lingkungan dan keuangan. Penekanan aspek keuangan pada analisis keputusan investasi dan strategi pendanaan. Pada analisis aspek keuangan dibuat dua alternatif pendirian PPO yaitu alternatif A (lantai produksi dari semen menggunakan mesin turner merk Backhus) dan alternatif B (lantai produksi dari tanah yang dikeraskan menggunakan mesin turner merk Asia Green) untuk PPO kapasitas 69 ton/hari dan 138 ton/hari. Masing-masing alternatif tersebut memiliki tiga skenario pendanaan.       \n \n \n \n \n \n\nHasil analisis aspek keuangan di setiap kapasitas pabrik pada tiga skenario pendanaan menunjukkan bahwa alternatif A layak untuk dijalankan (NPV bernilai positif, Pay Back Period dibawah jangka waktu proyek, IRR diatas nilai WACC dan nilai ROI diatas suku bunga pinjaman) sedangkan alternatif B tidak layak untuk dijalankan. Prioritas struktur pendanaan adalah skenario 1 karena memiliki nilai NPV dan ROI yang tertinggi dari dua skenario lainnya.       \n \n \n \n \n \n\nHasil strategi investasi merupakan pedoman bagi PTPN VI (Persero) dan PT. ABC untuk mendirikan dan mengoperasikan Pabrik Pupuk Organik (PPO).", "Daftar File": {}, "Penulis": "HARUN AL RASYID (NIM 29106053)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Palm Oil Factory, Empty Bunch Fiber, Organic Fertilizer, Financial Analysis, Development Strategy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}