{"Nomor": 8049, "Judul": "EVALUASI FUNGSI RUANG PUBLIK TERHADAP ASPEK KEAMANAN & KESELAMATAN PENGHUNI BANGUNAN RUMAH SUSUN EMPAT LANTAI STUDI KASUS :RUMAH SUSUN  SARIJADI  BANDUNG, RUMAH SUSUN KEBON KACANG JAKARTA, RUMAH SUSUN  SOMBO  SURABAYA.", "Abstrak": "Abstrak:   \n \n \n \n\nRumah Susun empat lantai berpenghuni padat untuk masyarakat menengah kebawah memiliki masalah tidak hanya bentuk & konstruksi, tapi juga kecocokan fungsi, perilaku manusia, dan kondisi sosial-budaya. Ruang Publiknya biasa dirancang kurang mempedulikan keamanan & keselamatan.   \n \n \n \n\nPada beberapa penelitian terungkap kemungkinan ada gangguan keamanan/keselamatan untuk penghuni Rumah Susun (Rusun.) empat lantai, atas penggunaan Ruang Publiknya. Faktor/unsur apa saja dari Ruang tersebut yang mengganggu (membahayakan) ? Seberapa jauh susunan & struktur Ruang Publik (bersistem akses: Core, Single loaded Corridor, dan Double loaded Corridor) berfungsi efektif memenuhi kebutuhan dasar keamanan/keselamatan penghuni ? Evaluasi Purna Huni ke tiga tipe Rusun. tersebut penting dilakukan guna mengkaji kekurangan & kelebihan settingnya. Maksud & tujuan Thesis: meneliti pengaruh unsur/faktor nonekonomi Ruang Publik terhadap keamanan & keselamatan penghuni, dan untuk mendapatkan acuan perencanaan/perancangan-nya.   \n \n \n \n\nBerdasarkan teori/Konsep: Fungsi, Hubungan Perilaku Lingkungan, Unjuk Kerja Fungsional & Perilaku, Evaluasi Purna Huni, dan Aspek (Kriteria) Keamanan & Keselamatan, Evaluasi (Artikulasi Struktural, Fungsi Fisik, Fungsi Psikologis, Fungsi Sosial dan Fungsi Budaya) Ruang Publik di Rusun.: Sarijadi-Bandung, Kebon Kacang-Jakarta,Sombo-Surabaya, dilakukan dengan mengamati/menyelidiki: kondisi fisik, jejak fisik, persepsi & sikap penghuni, dan reaksi penghuni atas treatment eksperimen kuasi di Ruang Publik.   \n \n \n \n\nEvaluasi tingkat kepuasan & pemahaman penghuni atas Fungsi Ruang Publik, menghasilkan peringkat: Rusun. Sombo ke 1, Kebon Kacang ke 2, Sarijadi ke 3. Kepuasan penghuni lantai makin keatas cenderung makin kecil di Rusun. Kebon Kacang dan Sombo untuk unsur territory & crowding, sedang di Rusun. Sarijadi semakin besar privacynya. Fungsi Ruang Publik terhadap aspek keamanan & keselamatan merupakan fenomena umum. Artikulasi struktural dan Fungsi Fisik-nya di satu sisi serta Fungsi Psikologis-Sosial-Budaya-nya di sisi lain, nilai apresiasi-nya berbeda. Peringkat nilai kepuasan di tiap Rusun.\ttidak sama dengan yang dihasilkan evaluasi eksperimen. Penyebabnya mungkin faktor nonfisik, mis.  pendapatan penghuni, populasi, konsep Arsitek, dan   \n \n \n \n\nsebagainya. Sebagai aspek penting suatu jaringan sosial, Ruang Publik Rusun. empat lantai hendaknya lebih direncanakan & dirancang memperhatikan aspirasi (privacy, territory, dan crowding) sesuai kebutuhan keamanan/ keselamatan penghuni. Kekurangan/kelebihan Ruang Publik dari masing-masing tipe Rusun. perlu senantiasa dijadikan acuan desain yang baru.   \n \n \n \n\nHasil Thesis diharapkan bermanfaat untuk landasan teoritis perumusan konsep Fungsi Ruang Publik terhadap aspek keamanan & keselamatan penghuni Rusun. empat lantai serta peningkatan Kualitas Spatial-nya, sekaligus membuka wawasan penelitian sejenis yang lebih luas/mendalam.", "Daftar File": {}, "Penulis": "Hary Wahjono-NIM: 252 91 002", "Kontributor / Dosen Pembimbing": ["Pembimbing utama :  Zaenudin Kartadiwiria, Ir.,M. Arch.", "Pembimbng :  Baskoro Tedjo, Ir.,MSEB.", "Pembimbng :  John S. Nimpoeno,dipl.Psy.,Dr.,Prof.   \n \n \n \n\nScanner: Alice Diniarti", "2008-02-06."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Rumah Susun ; ruang publik ; keamanan ; keselamatan ; evaluasi fungsi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}