{"Nomor": 8052, "Judul": "PENGARUH PROSTAGLANDIN F2(alfa) TERHADAP KONTRAKSI EPIDIDIMIS KAUDA DAN VAS DEFERENS TIKUS (Rattus norvegicus) WISTAR SECARA In Vitro", "Abstrak": "ABSTRAK: \n \n\nTelah dilakukan penelitian tentang pengaruh PGF2a terhadap kontraksi epididimis kauda dan vas deferens tikus (Rattus norvegicus) Wistar secara in vitro. Penelitian ini menggunakan tikus dewasa seksual dengan berat badan berkisar antara 200-300 g dan PGF2a dengan konsentrasi 0,4 dan 0,6 mg/ml. Epididimis kauda atau vas deferens yang telah diisolasi dimasukkan ke dalam larutan Tyrode dengan suhu 37 derajat C. Aktivitas kontraksi kedua organ ini dicatat dengan menggunakan fisiograf dan miograf. Setelah aktivitas kontraksi kontrol berlangsung selama 2,5 menit maka PGF2a ditambahkan ke dalam larutan Tyrode. Aktivitas kontraksi yang terjadi selama perlakuan PGF2a masing-masing diamati selama 2,5 menit dengan interval waktu satu jam untuk epididimis kauda dan 30 menit untuk vas deferens. Pengamatan dihentikan setelah aktivitas kontraksi kedua organ ini kembali ke keadaan normal. Diperoleh hasil bahwa PGF2a dengan konsentrasi 0,4 dan 0,6 mg/ml meningkatkan tegangan tonus epididimis kauda dan vas deferens. Konsentrasi 0,6 mg/ml memberikan pengaruh yang lebih besar terhadap peningkatan tegangan tonus epididimis kauda dan vas deferens dibanding konsentrasi 0,4 mg/ml. Konsentrasi 0,4 dan 0,6 mg/ml masing-masing memberikan pengaruh terhadap tegangan tonus epididimis kauda selama 8 dan 10 jam dan vas deferens selama 1,5 dan 2 jam. Berdasarkan hasil yang diperoleh dalam penelitian ini disimpulkan bahwa PGF2a meningkatkan kontraksi epididimis kauda dan vas deferens, dan berpengaruh lebih lama terhadap epididimis kauda dari pada terhadap vas deferens.", "Daftar File": {"1997 TS PP HASANUDDIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21553", "1997 TS PP HASANUDDIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21554", "1997 TS PP HASANUDDIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21555", "1997 TS PP HASANUDDIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21556", "1997 TS PP HASANUDDIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21557", "1997 TS PP HASANUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21558", "1997 TS PP HASANUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21559"}, "Penulis": "Hasanuddin (NIM 20694511)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Lien A. Sutasurya, Dr. \n \n\nPembimbing 2: Suripto, Drs., M.S. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "prostaglandin, vas deferens, kontraksi epididimis", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}