{"Nomor": 8070, "Judul": "DAMPAK PROGRAMBENGKULU REGIONAL DEVELOPMENT PROJECT (BRDP)TERHADAP PENGENTASAN KEMISKINAN PERDESAAN DI PROPINSI BENGKULU(STUDI KASUS : BRDP KABUPATEN REJANG LEBONG)", "Abstrak": "Abstrak:    \n \n \n \n \n\nSejak awal, upaya untuk mengatasi masalah kemiskinan dan disparitas antar wilayah selalumenjadi bagian integral kebijakan dan strategi pembangunan nasional. Beberapa program telahdiluncurkan oleh pemerintah, namun dalam praktiknya masih belum menunjukkan hasil yangoptimal. Oleh karena itu, maka di awal tahun 1990, pemerintah melaksanakan Proyek PembangunanWilayah Bengkulu (Bengkulu Regional Development Project) yang didanai Bank Dunia dan    \n \n \n \n \n\ndikembangkan dari konsep pengembangan wilayah terpadu, dengan harapan berbagai kelemahandari progam terdahulu dapat dihilangkan. Program ini ditujukan untuk memecahkan masalahmasalah sosial, ekonomi, keterisoliran, produktivitas, dan pertumbuhan daerah melalui keterpaduan    \n \n \n \n \n\nperencanaan, pelaksanaan, dan pengendalian, dengan memberikan peranan yang lebih besar pada masyarakat dan pemerintah daerah. Sebagai suatu program pengembangan wilayah yang telah berjalan selama kurang lebih 5    \n \n \n \n \n\ntahun (1999-2005) dengan alokasi dana yang cukup besar (+ US dolar  25,7 Juta), instansi yang terlibat banyak, dan mempunyai peranan strategis dalam pembangunan ekonomi di wilayah perdesaan.Sampai saat ini belum ada upaya untuk melihat seberapa jauh manfaat program dalam pengentasan    \n \n \n \n \n\nkemiskinan. Berdasarkan hal tersebut dan pentingnya pembelajaran untuk upaya pengentasan kemiskinan lebih lanjut, maka tujuan penelitian ini adalah untukmengetahui sejauh mana dampak program BRDP terhadap pengentasan kemiskinan serta teridentifikasinya faktor-faktor penentu    \n \n \n \n \n\nkeberhasilan program. Pelaksanaan BRDP di Propinsi Bengkulu meliputi 370 desa, di 8 kabupaten, karena cakupan wilayah yang akan diamati sangat luas, maka studi ini hanya mengambil kasus pelaksanaan BRDP di Kabupaten Rejang Lebong. Sesuai dengan desain penelitian, metode yang digunakan adalah metode analisis deskriptif,    \n \n \n \n \n\nsedangkan teknik analisis statistik yang digunakan adalah dengan melakukan perbandingan berpasangan (causal comparatif) pada indikator pengamatan sebelum dan sesudah program. Terhadap faktor-faktor penentu keberhasilan dilakukan analisis Chi-Square, kemudian untuk melihat    \n \n \n \n \n\nkeeratan hubungan antara faktor penentu dengan indikator keberhasilan digunakan koefisien korelasi    \n \n \n \n \n\nkontingensi.    \n \n \n \n \n\nBerdasarkan hasil analisis dan pembahasan didapat bahwa : Program BRDP ternyata cukup berhasil meningkatkan Jenis komoditas pertanian (74%), tehnik budidaya, hasil komoditas pertanian (79%), pemasaran hasil pertanian, hanya luas lahan yang mempunyai tingkat keberhasilan kurang (3.2%). Untuk perkembangan perekonomian, BRDP cukup berhasil meningkatkan jumlah unit usaha perdagangan (73.95%), usaha Jasa (50.76%), kemudian agak berhasil meningkatkan serapan tenaga kerja (49.5%), sangat berhasil meningkatkan jumlah anggota penerima manfaat (151.5%), dan jumlah perguliran dana (167%). Namun untuk jumlah unit usaha pertanian, hanya meningkat sebesar    \n \n \n \n \n\n23,58% (kategori kurang berhasil). Untuk indikator pengentasan kemiskinan, program berhasil meningkatkan pendapatan masyarakat (84%), agak berhasil meningkatkan tingkat pemenuhan kebutuhan pokok (34.4%). Namun kurang berhasil mengurangi jumlah KK miskin (KK miskin desa    \n \n \n \n \n\nhanya turun sebesar 20%). Hasil analisis terhadap hubungan faktor-faktor tersebut dengan indikator    \n \n \n \n \n\nkeberhasilan menunjukkan bahwa : Pembinaan dan Pengawasan oleh fasilitator berhubungan sangat erat dengan perkembangan jumlah dana bergulir (C=koefisien kontingensi:0.98). Koordinasi Kabupaten berhubungan erat dengan peningkatan jenis usaha perdagangan (C:0.55), dan KK Miskin Desa (C:0,74). Koordinasi desa berhubungan sangat erat dengan peningkatan jenis komoditas (C:0.86), Jenis usaha pertanian (C:0.88), Jumlah usaha dagang (C:0.87), Jasa (C:0.82), dan jumlah nasabah (C:0.94) dan berhubungan erat dengan jumlah dana bergulir (C:0.55). Tingkat Pendidikan berhubungan sangat erat dengan peningkatan jenis komoditas pertanian (C:0.96), jenis usaha pertanian (C:0.88), jenis usaha perdagangan (C: 0.79), jasa (C:0.80) dan jumlah nasabah dana bergulir (C:0.84). Jumlah aktivitas sosial berhubungan sangat erat dengan jenis komoditas pertanian (C:0.83) dan Jenis usaha perdagangan (C:0.77), berhubungan erat dengan jenis usaha perdagangan (C:0.56), jasa (C:0.70), jumlah nasabah (C:0.71), jumlah dana bergulir (C:0.67). Sarana dan    \n \n \n \n \n\nprasarana pendukung berhubungan erat dengan jenis komoditas pertanian (C:0.60), jenis usaha pertanian (C:0.55) dan jumlah nasabah (C:0.60).    \n \n \n \n \n\nBerdasarkan hasil temuan studi, dapat ditarik kesimpulan bahwa program berdampak positif terhadap perkembangan pertanian, dan perkembangan ekonomi lokal, namun kurang mampu untuk mengurangi jumlah KK miskin diperdesaan. Sedangkan untuk faktor yang berhubungan sangat erat    \n \n \n \n \n\ndengan indikator keberhasilan program adalah : sosialisasi program, peranan fasilitator dalam    \n \n \n \n \n\npembinaan dan pengawasan, koordinasi kabupaten, koordinasi desa, tingkat pendidikan, jumlah aktivitas sosial dan ketersediaan sarana dan prasarana pendukung (nilai C lebih besar dari 0.50).    \n \n \n \n \n\nKesimpulan di atas menjelaskan bahwa keberadaan program BRDP ternyata belum mampu mengurangi jumlah KK miskin di perdesaan secara signifikan. Oleh sebab itu, untuk keberlanjutan program, maka upaya yang perlu dilakukan adalah : penentuan kriteria KK miskin harus jelas,    \n \n \n \n \n\nkemudian pinjaman dana bergulir perlu diperbesar dan jaminan pinjaman harus pula dihilangkan. Unit usaha ekonomi yang telah tumbuh di perdesaan (pertanian, perdagangan, industri, dan jasa) perlu dikembangkan lebih lanjut sehingga mampu menyerap tenaga kerja yang lebih besar. Pengembangan ini perlu diselaraskan bersama-sama dengan program pengembangan cluster industri perdesaan, dan agropolitan untuk pengembangan pertanian. Peranan manajemen proyek, terutama pada tingkat kabupaten (koordinasi kabupaten) dan pendidikan masyarakat, perlu lebih ditingkatkan, baik melalui pelatihan-pelatihan keterampilan, kursus-kursus lapangan, maupun penyuluhan penyuluhan yang intensif.", "Daftar File": {}, "Penulis": "Helmi Yuliandri NIM : 25406005", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Hj. Dewi Sawitri, Dr. ,Ir. ,MT.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-17"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "vilage poorness ; local economic ; area development.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}