{"Nomor": 8079, "Judul": "ANALISIS SEBARAN LOGAM BERAT DI PERAIRAN PANTAI SEMARANG", "Abstrak": "ABSTRAK:\nDalam rangka penelitian URGE Batch III dengan topik Study on Transport Distribution of Contamined Sediment in Semarang Coastal Water, dilakukan studi pola penyebaran konsentrasi polutan logam berat di perairan pantai Semarang dengan menggunakan studi lapangan dan pemodelan matematika.\nHasil analisis kualitas air di 19 stasiun sampling menunjukkan adanya empat unsur logam berat yaitu Cadmium (Cd), Timbal (Pb), Sang (Zn), dan Perak (Ag). Pola konsentrasi masing-masing logam tidak memperlihatkan adanya pola sebaran yang jelas, dengan konsentrasi yang cenderung tinggi di bagian timur taut daerah kajian, pada jarak 3000 m dart sumber. Dimana konsentrasi logam berat pada saat monsun timur (musim kemarau) berturut-turut berkisar 0,072-0,136 ppm, 0,155-0,490 ppm, 0,062-0,095 ppm, 0,071-0,105 ppm dan pads saat monsun barat (musim penghujan) berturut-turut berkisar 0,014-0,015 ppm, 0,031-0,041 ppm, 0,110-0,238 ppm, 0,008 - 0,009 ppm.\nPola sebaran logam berat yang dihasilkan dart simulasi model matematika pada monsun barat, bertepatan dengan musim penghujan (24 Februari s/d 11Maret 1998), secara kualitatif telah menggambarkan pola penyebaran Zn yang terukur di lapangan. Hasil simulasi penyebaran Zn setelah 10 hari menunjukkan bahwa semakin jauh dart sumber, pada jarak 600 m dui sumber ke arah laut, konsentrasi semakin kecil, berkisar antara 0,033-0,064 ppm, kemudian konsentrasi membesar kembali di bagian timur laut daerah kajian, pada jarak 3000 m dari sumber, berkisar antara 0,105-0,117 ppm.", "Daftar File": {}, "Penulis": "Hendrawan Setiadi (NIM 20496010)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dadang K. Miharja, Dr.rer.nat.\nPembimbing 2: Mindriany Syafila, Dr.\nScan: Arnaz Driyastika M.\n(2008-01-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "analisis logam berat, panta Semarang, URGE Batch III", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "14 Jan 2008"}