{"Nomor": 8094, "Judul": "BIODIVERSITAS MIKROBA TERMOFILIK PADA SAMPEL KAWAH HUJAN, KAMOJANG-JAWA BARAT", "Abstrak": "Mikroba termofilik telah diketahui bersifat unik berkaitan dengan kemampuannya tumbuh optimum pada suhu tinggi. Penelitian mengenai mikroba termofilik dapat memberikan keuntungan baik bagi pengembangan ilmu dasar maupun kemungkinan aplikasinya dalam proses industri. Indonesia banyak memiliki sumber air panas di sekitar gunung berapi yang merupakan habitat potensial bagi mikroba termofilik. Banyaknya sumber air panas dengan kondisi fisik dan kimiawi yang berbeda diharapkan dapat menjadi sumber biodiversitas yang tinggi bagi mikroba termofilik. Pada saat ini, penelitian mengenai biodiversitas mikroba termofilik di Indonesia masih sangat jarang. Penelitian yang dilakukan dimaksudkan untuk memperoleh informasi mengenai biodiverditas mikroba termofilik dari sumber air panas. Kawah Hujan A dan Kawah Hujan B, Kamojang, Jawa Barat. Di samping itu juga diharapkan untuk mendapatkan kultur mikroba yang potensial untuk dikembangkan dalam aplikasi praktis. Dalam menganalisis biodiversitas mikroba digunakan dua pendekatan, yaitu pendekatan yang bergantung dan tidak bergantung pada kultivasi. Metode analisis yang digunakan didasarkan pada perbedaan urutan fragmen gen 16S rRNA. Fragmen gen 16S rRNA diperoleh dengan cara amplifikasi PCR dari DNA kromosom mikroba sampel yang dilanjutkan dengan analisis DGGE. Masing-masing pita DNA hasil analisis DGGE direamplifikasi untuk ditentukan urutan nukleotidanya. Masing-masing urutan nukleotida dianalisis tingkat kekerabatannya dengan menggunakan analisis filogenetik. Dalam melakukan analisis biodiversitas mikroba, proses isolasi DNA kromosom merupakan tahapan yang penting. Pada penelitian ini digunakan dua metode lisis sel, yaitu yang berbasis enzimatis dan perusakan fisik (bead beating). Hasil penelitian menunjukkan bahwa metode enzimatis memiliki keterbatasan dalam memecah sel yang terperangkap dalam lumpur atau yang membentuk spora dan biofilm. Sedangkan metode perusakan fisik memiliki kemungkinan untuk melepas mikroba yang tersembunyi atau memecah spora dan biofilm, hanya saja sering mendapatkan kualitas DNA kromosom yang kurang baik. Analisis biodiversitas menggunakan pendekatan yang tidak bergantung pada kultivasi dimaksudkan untuk melihat diversitas mikroba yang dominan di alam, sedangkan pendekatan yang bergantung pada kultivasi dimaksudkan untuk mendeteksi mikroba yang tidak dominan di alam. Hasil penelitian menunjukkan bahwa diversitas mikroba yang terdeteksi dominan di alam pada umumnya berbeda dengan mikroba yang terdeteksi di kultur. Biodiversitas mikroba yang dominan di kultur sangat bergantung pada komposisi media yang digunakan. Pada sumber Kawah Hujan A yang merupakan kawah dengan pH netral, mikroba yang dominan merupakan kelompok bakteri yang memiliki kedekatan tertinggi dengan kelas gamma Proteobakteria. Sedangkan mikroba yang terdeteksi dalam kultur sebagian besar termasuk dalam filum Firmicutes, yang memiliki kedekatan tertinggi dengan genus Geobacillus dan Anoxybacillus, dan mikroba dari filum Deinococcus yang memiliki kedekatan dengan genus Thermus. Berdasarkan hasil analisis penjajaran urutan fragmen gen 16S rRNA dengan data GenBank mengindikasikan bahwa mikroba dari kelompok gamma Proteobakteria kemungkinan berbeda dengan mikroba yang sudah ditemukan saat ini. Kawah Hujan B yang bersifat sangat asam dengan kandungan sulfat sangat tinggi didominasi oleh mikroba yang memiliki kedekatan tertinggi dengan filum Crenorchaeota dari kelompok archaea dan kelas gamma Proteobakteria dari bakteri. Sedangkan hasil analisis mikroba dari kultur Kawah Hujan B pada umumnya didominasi oleh bakteri yang memiliki kedekatan tertinggi dengan genus Alicyclobacillus dari filum Firmicutes serta genus Pantoea/Enterobacter dan Pseudomonas dari kelas Gamma proteobakteria. Analisis penjajaran urutan nukleotida fragmen gen 16S rRNA dengan data GenBank menyarankan bahwa kelompok Crenorchaeota dari Kawah Hujan B juga kemungkinan berbeda dengan mikroba yang sudah ditemukan. Kultur murni yang berhasil diisolasi dari kultur Kawah Hujan A sebagian besar merupakan genus Geobacillus berdasarkan hasil identifikasi menggunakan urutan gen 16S rRNA utuh. Selain Geobacillus, beberapa koloni memiliki kedekatan dengan genus Pantoea/Enterobacter. Sedangkan kultur murni dari Kawah Hujan B belum diperoleh. Informasi mengenai biodiversitas mikroba pada sumber Kawah Hujan belum pernah dilaporkan sebelumnya. Informasi ini diharapkan bisa menambah wawasan mengenai potensi sumber daya alam di Indonesia, dalam hal ini biodiversitas mikroba termofilik, dan menyediakan bahan (kultur mikroba) bagi pengembangan ilmu pengetahuan dan penggunaannya dalam proses industri.", "Daftar File": {"2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21860", "2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21861", "2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21862", "2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21863", "2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21864", "2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21865", "2008 DIS PP HENI YOHANDINI KUSUMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21866"}, "Penulis": "HENI YOHANDINI KUSUMAWATI (NIM 30503007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Akhmaloka, Ph.D., Dr. Pingkan Aditiawati, Dr. Fida Madayanti"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biodiversitas, Mikroba termofilik, Kawah hujan, Gen 26S rRNA, PCR, Analisis DGGE", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}