{"Nomor": 8095, "Judul": "STUDI PENGARUH CAMPURAN LIMBAH ELECTROPLATING DAN FLY ASH TERHADAP KUAT TEXAN BEBAS PADA LEMPUNG BANDUNG", "Abstrak": "Perkembangan permintaan enerji listrik pada awal tahtm 1980 di Indonesia mengantar PIN untuk membangun Pembangkit Listrik Tenaga Uap berbahan bakar batu bara, hal ini menimbulkan masalah tentang pembuangan dan pemanfaatannya, pada seat ini permasalahan tersebut, semakin mendorong usaha pemanfaatan fly ash sebagai material yang mempunyai nilai ekonomis karena pengelolaan pembuangannya membutuhkan biaya mahal dan lokasi untuk penimbunannya mungkin dapat digunakan untuk kepentingan lain serta tidak menigikan lingkungan. Fly ash merupakan limbah basil pembakaran bubuk batu bar', bersifat non plastis, tidak bekohesi dan berbutir halos mempunyai ukuran seperti lanau Industri peralatan yang terbuat dart besi memerlukan teknologi pelapisan logam untuk melindungi basil produknya dart serangan karat terutama pada daerah beriklim lembab seperti Indonesia Limbah padat yang merupakan hasil sampingan dart proses pelapisan logam adalah limbah electroplating yang berwarna hijau kebiru-biruan, mempunyai kandungan senyawa logam yang mungkin dapat dimanfaatkan secara produktif misalnya untuk bahan stabilisasi. Dalam upaya pemanfaatan kedua limbah tersebut serangkaian pengujian di laboratorium telah dilakukan untuk mempelajari pengaruh fly ash dan limbah electroplating terhadap kuat tekan bebas lempung. Seperti diketahui fly ash dan limbah electroplating mengandung berbagai senyawa logam yang dapat menyediakan sejumlah divalen dan trivalen kation, berbagai reaksi kimia memegang peranan penting dan pada proses fisis dalam perbaikan sifat-sifat tanah. Dalam analisa ini lempung yang dipakai berasal dan Gede Bage dan Cilampeuni yang merupakan formasi lempung dataran tinggi Bandung. Sedangkan fly ash langsung diambil setelah proses pembakaran dart PLTU Suralaya dan limbah electroplating berasal dart PT.PINDAD. Beberapa kombinasi campuran antara fly ash, limbah electroplating dan lempung Bandung dicampur pada kadar air optimum telah diuji untuk mengetahui efektivitas kedua limbah tersebut sebagai bahan   \n \n \n \n\nstabilisasi terhadap lempung Bandung. Pengujian yang dilakukan terdiri atas indeks properties, pemadatan, uji tekan bebas, analisa kimia dan difraksi sinar-X untuk memperoleh sifat-sifat tanah yang diperlukan. Pada persentase campuran tertentu antara fly ash, limbah electroplating dan lempung Bandung yang kemudian diperam pada usia tertentu diperoleh kenaikan kuat tekan bebas yang berarti. Kenaikan kuat tekan bebas yang sangat mengesankan diperoleh apabila limbah electroplating dicampur lempung Bandung pada kondisi diatas kadar air optimum.", "Daftar File": {}, "Penulis": "Henky Heru Basudewo N IM. 25094044", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Krisna S. Pribadi, Ir., Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-02-21."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "electric energy ; PLN ; coal ; fly ash ; Bandung clay.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}