{"Nomor": 8098, "Judul": "UJI EKSPERIMENTAL BEBAN TEKUK KRITIS KOLOM SANDWICH KOMPOSIT SERAT ALAM", "Abstrak": "Serat kelapa, rami, dan serbuk kelapa merupakan bahan-bahan alam yang melimpah di Indonesia. Namun, hingga saat ini pemanfaatan dari bahan-bahan tersebut belum cukup optimal. Padahal dengan sifatnya yang dapat diperbaharui, bahan serat alam ini memiliki keunggulan dibandingkan dengan serat sintetis lainnya, seperti serat gelas yang tidak dapat diperbaharui lagi. Dengan dasar tersebut, maka mulailah dipikirkan untuk membuat komposit dalam bentuk struktur sandwich dengan bahan dasar serat alam sebagai bahan alternatif yang ramah lingkungan. Namun, sandwich yang berbahan dasar serat alam tersebut masih memiliki cukup banyak masalah, mulai dari proses produksi hingga material properti dari struktur sandwich tersebut belum diketahui secara spesifik. Salah satu masalah pada struktur sandwich pada umumnya adalah saat menerima pembebanan tekan yang dapat mengakibatkan terjadinya overall buckling. Tugas akhir ini disusun untuk mengetahui ketahanan struktur sandwich berbahan dasar serat alam terhadap pembebanan tekan yang ditunjukkan dengan nilai beban tekuk kritis (Pcr). Besaran ini dapat diketahui dengan melakukan pengujian pada beberapa spesimen dan dianalisis dengan menggunakan metode southwell dan ekstrapolasi. Pengujian diawali dengan uji tarik untuk material face yang berbahan dasar serat kelapa/epoxy diperoleh modulus elastisitas sebesar 0,5388 GPa dan untuk serat rami/epoxy diperoleh E sebesar 5,0844 GPa serta uji tekan untuk material core yang berbahan dasar serbuk kelapa/lateks dimana diperoleh E sebesar 0,017418 GPa. Dari hasil tersebut, maka digunakan material serat rami/epoxy sebagai face dan serbuk kelapa/lateks sebagai core untuk membangun struktur sandwich. Dari hasil pengujian diperoleh nilai beban tekuk kritis yang cukup bervariasi dari ketiga spesimen yang diuji. Beban tekuk kritis rata-rata yang diperoleh adalah 35,03 N/mm untuk metode southwell dan 32,45 N/mm dengan menggunakan metode ekstrapolasi. Hal ini apabila dibandingkan dengan hasil numerik dengan variasi persen delaminasi, maka berada pada kisaran delaminasi 40%.", "Daftar File": {"2007 TA PP HENRY PRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21890", "2007 TA PP HENRY PRASETYO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21891", "2007 TA PP HENRY PRASETYO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21892", "2007 TA PP HENRY PRASETYO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21893", "2007 TA PP HENRY PRASETYO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21894", "2007 TA PP HENRY PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21895"}, "Penulis": "HENRY PRASETYO (NIM 13605602)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Kismono Hadi, Ir. Muhammad Kusni, M.T., dan Dr. Ir. Djarot Widagdo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Beban tekuk kritis kolom sandwich komposit serat alam, Uji eksperimental", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}