{"Nomor": 8104, "Judul": "ANALISIS KESANGGUPAN MEMBAYAR MASYARAKAT UNTUK PENINGKATAN KUALITAS AIR SUNGAI BERDASARKAN CONTINGENT VALUATION METHOD (CVM)", "Abstrak": "Air Sungai Kaligarang Semarang saat ini berada dalam kondisi tercemar. Beberapa parameter yang menunjukkan penurunan kualitas air sungai Kaligarang adalah kandungan DO, Cr, Cd, Pb dan fenol yang berada di atas ambang batas. Sehingga diperlukan upaya pengendalian pencemaran air Sungai Kaligarang, mengingat kualitas air yang semakin buruk dan kerugian ekonomi yang ditimbulkan. Untuk mengikutsertakan masyarakat dalam usaha pengendalian pencemaran air Sungai Kaligarang, harus diketahui seberapa besar masyarakat menilai kualitas air Sungai Kaligarang sebagai suatu kebutuhan yang harus dipenuhi. Penelitian ini bertujuan untuk melakukan pengkajian terhadap besarnya manfaat yang dapat dikelola dari sumber dana masyarakat dengan mengetahui tingkat kesanggupan masyarakat untuk membayar (Willingness To Pay) dengan metode langsung Contingent Valuation Method (CVM) yang biasa juga disebut dengan metode survei. Penelitian ini dilakukan dengan cara menanyakan secara langsung (survei) kepada 100 rumah tangga yang ada di Kelurahan Barusari dengan metode simple random sampling. Analisis kesanggupan membayar masyarakat (Willingness To Pay, WTP) bagi peningkatan kualitas air Sungai Kaligarang dengan metode langsung (Contingent Valuation Method, CVM) menunjukkan bahwa tingkat kesediaan membayar masyarakat berkisar antara Rp. 500,- sampai dengan Rp. 5000,-. Dengan WTPmaks sebesar Rp. 3000/bulan. Besarnya WTP dari masyarakat ini dipengaruhi oleh tingkat pendidikan, penghasilan dan pengeluaran. Besaran nilai manfaat untuk peningkatan kualitas air Sungai Kaligarang adalah sebesar Rp. 5.172.000,- / bulan. Survei WTP yang telah dilakukan menunjukkan adanya indikasi permintaan yang tinggi terhadap upaya peningkatan kualitas air Sungai Kaligarang. Hal ini merupakan suatu pertanda yang sangat baik untuk mengikutsertakan masyarakat dalam usaha pengendalian pencemaran air Sungai Kaligarang.", "Daftar File": {"2008 TS PP HERDIANA KUSUMANINGRUM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21927", "2008 TS PP HERDIANA KUSUMANINGRUM 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/21928", "2008 TS PP HERDIANA KUSUMANINGRUM 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/21929", "2008 TS PP HERDIANA KUSUMANINGRUM 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/21930", "2008 TS PP HERDIANA KUSUMANINGRUM 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/21931", "2008 TS PP HERDIANA KUSUMANINGRUM 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/21932", "2008 TS PP HERDIANA KUSUMANINGRUM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21933"}, "Penulis": "HERDIANA KUSUMANINGRUM (NIM 25306006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Harun Sukarmadijaja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Contingent Valuation Method (CVM), Kualitas air sungai, River water quality, Willingness to pay (WTP),", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}