{"Nomor": 8106, "Judul": "PERENCANAAN STRUKTUR RANGKA BAJA BRESING KONSENTRIK BIASA DAN STRUKTUR RANGKA BAJA BRESING KONSENTRIK KHUSUS TIPE-X", "Abstrak": "Kebutuhan akan struktur bangunan yang mampu menahan beban gempa semakin meningkat mengingat kejadian gempa yang cukup dahsyat melanda sebagian wilayah Indonesia akhir-akhir ini. Seiring dengan perkembangan kebutuhan fasilitas perkantoran berupa gedung-gedung tinggi yang rawan terhadap beban gempa, dibutuhkan perencanaan khusus dalam mengantisipasi keruntuhan bangunan dengan menggunakan struktur baja yang diberikan pengaku lateral berupa ikatan bresing pada bagian tertentu sehingga terjadi peningkatan kekakuan struktur dalam menahan beban gempa. Tugas akhir ini bertujuan untuk memodelkan dan merencanakan serta menganalisis kinerja dua jenis struktur rangka bresing konsentrik yaitu Struktur Rangka Bresing Konsentrik Biasa (SRBKB) dan Struktur Rangka Bresing Konsentrik Khusus (SRBKK). Setelah itu, dilakukan perbandingan antara kedua struktur tersebut terhadap simpangan elastis dan inelastis, kekakuan struktur, distribusi beban lateral pada bresing, serta berat strukturnya. Model struktur berupa bangunan kantor 10 lantai yang dibebani oleh beban-beban vertikal dan beban horizontal melalui analisis statik ekivalen yang selanjutnya dilakukan optimasi elemen struktur melalui perencanaan secara manual dengan mengklasifikasi beberapa bagian elemen struktur yang berperilaku dan memiliki kuat tahanan yang sama. Setelah mendapatkan hasil profil penampang yang sesuai syarat baja tahan gempa kemudian dilakukan analisis perbandingan berdasarkan hasil analisis desain yang telah diperoleh. Terdapat beberapa kesimpulan yang diperoleh dari hasil analisis di atas, yakni bresing mampu secara efektif menyerap distribusi beban gempa yang masuk ke dalam struktur. Tingkat distribusi beban lateral pada bresing cenderung lebih besar pada SRBKK. Simpangan pada SRBKK lebih besar karena kekakuan strukturnya lebih kecil daripada SRBKB. Namun, daktilitas struktur SRBKK lebih baik dibandingkan SRBKB. Oleh karena itu, jenis struktur SRBKK lebih cocok untuk diterapkan pada wilayah gempa kuat. Perbedaan simpangan inelastis yang terjadi antara SRBKK dan SRBKB disebabkan perbedaan kekakuan yang merupakan fungsi dari penampang hasil desain dan tentunya berpengaruh terhadap berat struktur kedua jenis struktur tersebut.", "Daftar File": {"2008 TA PP HERI AHMADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/21940", "2008 TA PP HERI AHMADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/21941", "2008 TA PP HERI AHMADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/21942", "2008 TA PP HERI AHMADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/21943", "2008 TA PP HERI AHMADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/21944", "2008 TA PP HERI AHMADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/21945", "2008 TA PP HERI AHMADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/21946"}, "Penulis": "HERI AHMADI (NIM 15004095)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Muslinang Moestopo, MSEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gempa, bresing, statik ekivalen, kekakuan, daktilitas, simpangan, sambungan, pelat buhul", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}