{"Nomor": 8111, "Judul": "STUDI KIMIA KUANTUM TAHAP LANJUTAN PIROLISIS TNTA MENGGUNAKAN 2-NITROFENIL AZIDA SEBAGAI MODEL", "Abstrak": "Abstrak:   \n \n \n \n\nSenyawa TNTA (1,3,5-triazido-2,4,6-trinitrobenzena) merupakan senyawa yang sangat eksplosif. Senyawa benzofuroksan telah digunakan sebagai model dalam mempelajari mekanisme reaksi pirolisis TNTA. Benzofuroksan merupakan senyawa hasil pirolisis 2-nitrofenil azida yang telah diteliti oleh Rauhut (1999). Penelitian ini menggunakan metode perhitungan MP2/6-3 1 G(d)//HF/6-31 G(d) dan B3LYP/6-31G(d) dalam meramalkan tiga jenis jalur reaksi yang diajukan. Juga untuk menghitung energetika spesi-spesi yang terlibat dalam reaksi, yang akan digunakan untuk membuat diagram potensial energi permukaan. Dari ketiga jalur yang diajukan pada pembukaan cincin benzena, jalur-1 mempunyai energi pengaktifan paling rendah diantara ketiga jalur. Energi pengaktifan jalur-1 adalah 28,7021 kkal/mol dengan menggunakan metode MP2/6-31G(d)//HF/6-31G(d) dan 13,9318 kkal/mol dengan metode B3LYP/6-31G(d). Tetapan laju (k) adalah kl(pangkat)-2 = 4,828 x 10 dan k1(pangkat)-2 = 7,048 x 102 pada kedua metode tersebut. Jika dibandingkan dengan jalur-2 yang memiliki energi pengaktifan 67,0805 kkal/mol untuk metode pertama dan 29,2975 kkal/mol untuk metode kedua. Sedangkan jalur-3 memiliki energi pengaktifan 85,2554 kkal/mol dan 55,0451 kkal/mol dengan kedua metode tersebut. Tetapan laju pada jalur-2 masing-masing adalah k1(pangkat)-4 = 9,067 x 10-9 dan kl(pangkat)-2 = 2,103 x 10(pangkat)-8 sedangkan jalur-3 memiliki harga tetapan laju sebesar 4,137 x 10 (pangkat)-48 dan 1,055 x 10 (pangkat) -12.", "Daftar File": {}, "Penulis": "Heriswandi - NIM: 20504014", "Kontributor / Dosen Pembimbing": ["Pembimbing :Muhamad A. Martoprawiro, Ph.D.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-25."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "TNTA, benzofuroxan, pyrolysis, ab initio, transition state.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}