{"Nomor": 8119, "Judul": "PENERAPAN HIDDEN MARKOV MODEL DALAM PREDIKSI GEN ORGANISME PROKARIOTIK", "Abstrak": "Abstrak:    \n \n \n \n \n\nDengan adanya akumulasi informasi yang sangat cepat mengenai urutan genome dari berbagai spesies, muncul suatu kebutuhan untuk menggunakan pendekatan komputasi dalam memprediksi struktur gen secara akurat. Proses prediksi gen mencakup pendeteksian lokasi open reading frame dan pendeskripsian struktur exon dan/atau intron. Adapun tujuan yang ingin dicapai adalah mendeskripsikan seluruh gen secara komputasional dengan tingkat akurasi yang mendekati 100persen.      \n \n \n \n \n\nPada Tugas Akhir ini dikembangkan sebuah prototipe perangkat lunak, ProGP (Prokaryotic Gene Prediction), untuk melakukan prediksi dengan pendekatan ab-initio terhadap struktur gen organisme prokariotik. ProGP mengimplementasikan metode hidden Markov model orde kedua untuk mengidentifikasi open reading frame yang potensial mengkodekan protein dan membedakannya dari intergenic region, dengan menggunakan tiga buah reading frame maju. Iterasi proses pembelajaran dilakukan oleh ProGP dengan menggunakan algoritma Baum-Welch. Sementara prediksi gen dilakukan dengan menggunakan algoritma Viterbi.     \n \n \n \n \n\nProses pengujian performansi ProGP dilakukan dengan menggunakan sepuluh buah data genome bakteri dari kategori finished genome dan draft genome. Parameter performansi yang dievaluasi adalah sensitivity dan specificity. Berdasarkan hasil pengujian, ProGP memiliki kualitas sensitivity yang cukup baik tetapi kualitas specificity-nya kurang baik.     \n \n \n \n \n\nPada Tugas Akhir ini juga dilakukan perbandingan performansi antara ProGP dengan dua buah perangkat lunak prediksi gen yang telah umum digunakan. Hasil perbandingan performansi menunjukkan bahwa performansi sensitivity dan specificity dari ProGP masih lebih rendah dibandingkan dengan dua buah perangkat lunak prediksi gen tersebut. Meskipun demikian, ProGP memiliki performansi sensitivity yang relatif tinggi dan tidak berbeda jauh dengan kedua perangkat lunak tersebut.", "Daftar File": {}, "Penulis": "Hermanto Ong (NIM 135 03 069)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Adi Pancoro, Dr    \n \n \n \n \n\nPembimbing 2: Dwi Hendratmo Widyantoro, Ir, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "hidden Markov model, gen, prokariotik, Baum-Welch, Viterbi, forward-backward, open reading frame, intergenic region, sensitivity, specificity.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}