{"Nomor": 8123, "Judul": "PERANCANGAN TRANSLATOR BAHASA ALAMI KE DALAM FORMAT SQL (STRUCTURED QUERY LANGUAGE)", "Abstrak": "Untuk melihat informasi dengan kriteria tertentu dalam suatu basis data dengan menggunakan SQL (Structured Query Language), maka pemakai harus memahami struktur SQL. Supaya pemakai tidak perlu lagi mempelajari SQL jika hanya sekedar untuk mendapatkan informasi dalam suatu basis data dengan format SQL, diperlukan suatu translator dari bahasa alami menjadi format SQL. Dengan translator ini, pemakai cukup menggunakan bahasa alami yang biasa digunakan sehari-hari untuk mendapatkan informasi dalam suatu basis data.  \n \n\nPenelitian pada tesis ini difokuskan pada pengembangan metode pentranslasian bahasa alami ke dalam format SQL sehingga input untuk sistem tidak perlu lagi berupa SQL, tapi cukup berupa teks perintah bahasa alami yang biasa digunakan sehari-hari. Bahasa alami yang menjadi input sistem dalam sistem ini merupakan teks kalimat Bahasa Indonesia yang baku, sedangkan keluarannya berupa baris perintah dalam format SQL.  \n \n\nBerdasarkan hasil pengujian terhadap 3 macam basis data, metode pendeteksian kata yang dikembangkan pada penelitian ini dapat mentranslasi dengan benar rata-rata sebesar 86% terhadap kalimat uji yang diberikan untuk setiap basis data.", "Daftar File": {"2001 TS PP HERRY SUJAINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22056", "2001 TS PP HERRY SUJAINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22057", "2001 TS PP HERRY SUJAINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22058", "2001 TS PP HERRY SUJAINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22059", "2001 TS PP HERRY SUJAINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22060", "2001 TS PP HERRY SUJAINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22061", "2001 TS PP HERRY SUJAINI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/22062", "2001 TS PP HERRY SUJAINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22063"}, "Penulis": "HERRY SUJAINI (NIM 23299043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Kuspriyanto dan Ir. Arry Akhmad Arman, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SQL, translator bahasa, basis data", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}