{"Nomor": 8130, "Judul": "PENENTUAN PRIORITAS WILAYAH INTENSIFIKASI PAJAK BUMI DAN BANGUNAN DENGAN ANALISIS MULTIKRITERIA", "Abstrak": "Dalam menentukan prioritas wilayah intensifikasi Pajak Bumi dan Bangunan (PBB), selama ini Kantor Pelayanan Pajak (KPP) Pratama Surakarta ( dahulu KP PBB Surakarta) berdasarkan pada diskusi internal seksi terkait tanpa menggunakan suatu metode tertentu sehingga pada pelaksanaannya dimungkinkan mengesampingkan faktor objektifias dan mendapatkan hasil yang kurang optimal. Hal ini disebabkan belum adanya aturan khusus maupun standar baku dalam penentuan prioritas wilayah pelaksanaan kegiatan intensifikasi PBB tersebut.  Oleh sebab itu dirasakan sangat perlu untuk dibuat panduan yang dapat digunakan sebagai acuan dalam penentuan prioritas tersebut.   \n \n \n \n\nUntuk menentukan prioritas wilayah intensifikasi PBB dapat digunakan beberapa metode, salah satunya adalah analisis multikriteria.  Dalam metode ini beberapa kriteria digunakan untuk menentukan suatu keputusan. Dalam penelitian ini, kriteria-kriteria diolah dengan metode  Analitycal Hierarchy Process (AHP) dan Metode Perbandingan Eksponensial (MPE). Dari hasil pengolahan data tersebut dibandingkan dengan prioritas berdasar metode yang biasa dilakukan di KPP Pratama Surakarta, kemudian diuji dengan estimasi kenaikan pokok ketetapan PBB   sehingga dapat ditentukan urutan prioritas wilayah intensifikasi PBB yang optimal.", "Daftar File": {}, "Penulis": "HERU WARDOYO (NIM 25106027)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n \n \n\nDr.Ir. Bambang Edi Leksono, M.Sc., dan Ir. Albertus Deliar MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analytical Hierarchy Process (AHP), Exponential Comparison Method (ECM), estimation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}