{"Nomor": 8133, "Judul": "KAJIAN KEPUTUSAN PENJUALAN GRAHA CIUMBULEUIT DAN SARAN PENGEMBANGAN BISNISNYA", "Abstrak": "Dalam rangka meningkatkan kesejahteraan anggotanya, maka pada tanggal 10 Desember 1968 Bank N mendirikan koperasi XYZ. Bisnis utama dari Koperasi adalah usaha simpan pinjam yang hanya diperuntukkan bagi anggota Koperasi, selain itu Koperasi XYZ juga memiliki bidang usaha lainnya yang terdiri atas unit-unit usaha seperti,  Outsourcing pegawai, penyertaan modal BPR, Bisnis persewaan, Graha Ciumbuleuit.      \n \n \n \n \n \n\nLuas lahan yang besar serta letaknya yang strategis menjadikan Graha Ciumbuleuit sebagai salah satu tempat kost yang baik di daerah tersebut. Akan tetapi, menurut laporan penilaian properti Koperasi XYZ  yang dilakukan oleh PT. ABC Appraisal pada bulan November tahun 2006, Graha Ciumbuleuit dengan nilai pasar sebesar Rp. 13.798.767.500,- hanya mampu menghasilkan keuntungan bersih dibawah bunga deposito bank.      \n \n \n \n \n \n\nTugas akhir ini fokus pada evaluasi penjualan Graha Ciumbuleuit sebesar 10 milyar rupiah dengan meningkatkan nilai dari Graha Ciumbuleuit dengan cara melakukan investasi kembali. Terdapat dua usulan dalam investasi yang akan dilakukan oleh Graha Ciumbuleuit yaitu menjadikan Graha Ciumbuleuit sebagai tempat kost eksklusif atau hotel. Metode yang digunakan untuk perhitungan nilai Graha Ciumbuleuit adalah analisis Discounted Cash Flow (analisis sensitivitas dan analisis skenario) , analisis perbandingan.      \n \n \n \n \n \n\nDari hasil perhitungan didapatkan bahwa investasi tempat kost eksklusif memiliki nilai yang lebih baik dibandingkan dengan investasi hotel berbintang dua ataupun dengan cara menjual Graha Ciumbuleuit.", "Daftar File": {}, "Penulis": "HERY ARDIANTO (NIM 29106031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "investing, evaluation, discounted cash flow,", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}