{"Nomor": 8139, "Judul": "SINTESIS KATALIS NiMo UNTUK HYDROTREATING COKER NAFTA", "Abstrak": "Abstrak : \n \n\nKebutuhan minyak bumi semakin meningkat, sedangkan cadangan minyak bumi yang tersisa semakin berat, dan jumlah pengotor yang ada semakin tinggi. Hal ini menyebabkan kebutuhan terhadap katalis hydrotreating semakin meningkat. Kebutuhan katalis hydrotreating di Indonesia mencapai 2000 ton/tahun. Kebutuhan ini dipenuhi dengan cara mengimpor karena belum ada industri yang menghasilkan katalis hydrotreating. \n \n\nPenelitian ini bertujuan untuk membuat katalis berbasis nikel molibdenum Ni(4%)-Mo(20%)/y-A12O3 untuk hydrotreating coker nafta, dengan menggunakan penyangga 7-alumina komersial, dan melakukan karakterisasi serta uji aktivitas katalis. \n \n\nSintesis katalis NiMo meliputi beberapa tahap, yaitu preparasi katalis, karakterisasi, serta uji aktivitas katalis. Tahap preparasi katalis meliputi penyiapan penyangga, impregnasi komponen aktif dan promotor, serta pengeringan dan kalsinasi. Penyangga yang digunakan adalah penyangga y-A12O3 komersial. Karakterisasi katalis berupa volum pori penyangga, luas permukaan spesifik, kristalinitas, dan komposisi katalis. Uji aktivitas katalis dilakukan untuk mengetahui kinerja katalis yang dihasilkan. \n \n\nKomposisi katalis NiMo15 yang didapatkan adalah 19,43%-b MoO3 dan 2,61%-b NiO. Katalis NiMo dengan komposisi 20%-b Mo dan 4%-b Ni membutuhkan luas permukaan spesifik penyangga lebih besar dari 212 m2/g untuk menghasilkan distribusi Mo yang merata. pH larutan amonium heptamolibdat (AHM) yang baik untuk digunakan dalam impregnasi adalah pH < 5. Volum larutan impregnasi yang sebanding dengan volum pori penyangga menghasilkan distribusi Mo yang lebih merata dibandingkan volum larutan impregnasi yang lebih kecil dari volum pori penyangga. Tahapan impregnasi larutan AHM dengan satu tahap menghasilkan distribusi Mo yang lebih merata dibandingkan dengan dua tahap. Katalis NiMo 15 memiliki aktivitas yang cukup baik untuk proses HDN dan HDS.", "Daftar File": {"2006 TA PP HIDAYAH DWI LESTARI 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/22177", "2006 TA PP HIDAYAH DWI LESTARI 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/22178", "2006 TA PP HIDAYAH DWI LESTARI 1-bab2A.pdf": "https://digilib.itb.ac.id/gdl/download/22179", "2006 TA PP HIDAYAH DWI LESTARI 1-bab2B.pdf": "https://digilib.itb.ac.id/gdl/download/22180", "2006 TA PP HIDAYAH DWI LESTARI 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/22181", "2006 TA PP HIDAYAH DWI LESTARI 1-bab4.pdf": "https://digilib.itb.ac.id/gdl/download/22182", "2006 TA PP HIDAYAH DWI LESTARI 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/22183", "2006 TA PP HIDAYAH DWI LESTARI 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/22184"}, "Penulis": "Hidayah Dwi Lestari (NIM 230 04 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Subagjo, Dr. \n \n\nPembimbing 2 : IGBN Makertihartha, Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hydrotreating, NiMo/y-A1203, impregnation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}