{"Nomor": 8148, "Judul": "SEISMIC HAZARD ANALYSIS AND SEISMIC INPUT TO TSUNAMI MODELING FOR MICROZONATION OF MEURAXA DISTRICT-CITY OF BANDA ACEH", "Abstrak": "Earthquake and tsunami disaster of Aceh, December 2004 has caused hundreds of thousands casualties and catastrophic damages to coastal area of city of Banda Aceh. Rehabilitation, reconstruction, and long-term development require seismic and tsunami hazard potential to be used as criteria of risk mitigation strategy from future disaster. This paper presents probabilistic seismic hazard analysis (PSHA) and input to tsunami modeling for microzonation of Meuraxa District, city of Banda Aceh. The PSHA considers both subduction and Sumatra Fault Zones (SFZ). The seismic hazard analysis considering recent geological and seismological data employing 3D sourze zones indicated that the peak baserock acceleration is 0.3g for 475 years return period. De-aggregation analysis indicated that the SFZ is the controlling earthquake under this return period. This level of acceleration is used as a basis for seismic microzonation of the district. Siteresponse analysis for hard, medium, and soft site-class has been conducted and design spectra is recommended. The PSHA was further modified to consisting of subduction seismic source zone only. This hazard analysis was conducted to provide earthquake generation input to tsunami wave propagation modeling. Earthquake generated tsunami hazard curve is developed to correlate earthquake magnitude and associated return periods. Tsunami wave propagation model was then conducted to correlate the earthquake magnitude and tsunami height. The seismic and tsunami microzonation maps are recommended as a basis for disaster mitigation effort in the currently undergoing rehabilitation and reconstruction and future development of the district.", "Daftar File": {"2008 GL PP HAMZAH LATIEF 1.pdf": "https://digilib.itb.ac.id/gdl/download/22234"}, "Penulis": "HAMZAH LATIEF", "Kontributor / Dosen Pembimbing": ["I Wayan Sengara, Hendarto, Putu Sumiartha, M.S.B. Kusuma and Munirwansjah"], "Jenis Koleksi": "Literatur Kelabu", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "seismic hazard analysis, tsunami modeling, microzonation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "27 Mei 2008"}