{"Nomor": 8150, "Judul": "PERANCANAAN SISTEM PENDUKUNG KEPUTUSAN UNTUK PERENCANAAN KEBUTUHAN ALAT-ALAT BERAT PADA PERUSAHAAN KONTRAKTOR PERTAMBANGAN (Studi Kasus : Penambangan Batubara Tambang Terbuka)", "Abstrak": "Abstrak:   \n \n \n \n\nPerencanaan dan pengelolaan alat-alat berat merupakan tahapan yang penting dalam perencanaan tambang terbuka, yang bertujuan untuk penggunaan jenis dan tipe alat yang tepat sesuai dengan pekerjaan yang diinginkan, utilitas alat yang tinggi, biaya produksi yang optimum dan kepuasan pelanggan. Hal ini tertera pada pencapaian volume pekerjaan yang telah disepakati. Perencanaan kebutuhan alat-alat berat tidak terlepas dari beberapa faktor yang mempengaruhinya, yaitu : besarnya kontrak, kapasitas alat-alat berat, cuaca, karakteristik dari pekerjaan, jumlah alat berat yang ada dan teknologi alat berat yang digunakan.   \n \n \n \n\nDikaitkan dengan tujuan pengelolaan alat-alat berat, maka proses perencanaan alat-alat berat bukanlah hal yang mudah dilaksanakan. Dalam hal ini ada kecenderungan bahwa permasalahan tersebut merupakan permasalahan yang kompleks dan tidak atau kurang terstruktur (unstructured atau semi structured problem).   \n \n \n \n\nMemperhatikan mengenai penggunaan alat-alat berat, maka keputusan hams dapat dilakukan secara tepat, cepat dan efektif. Pemanfaatan teknologi informasi merupakan salah satu altematif untuk mengantisipasi kondisi tersebut. Perkembangan komputer balk dari sisi perangkat keras maupun lunak merupakan salah satu solusi untuk menentukan secara tepat dalam upaya pengelolaan alat-alat berat.   \n \n \n \n\nPengambil keputusan dalam proses pengambilan keputusan memerlukan suatu sistem yang dapat secara langsung berhubungan (berkomunikasi). Hal ini akan mempermudah baginya dalam mengambil tindakan sesuai dengan pengalaman yang dimilikinya, maka diperlukan suatu sistem yang interaktif. Pengambil keputusan menggabungkan kemampuan intelegensia yang dipunyai, pengalaman dan intuisi bisnis serta kemampuan analitiknya. Dengan demikian sistem ini dapat mengantisipasi pengaruh output bila sebuah variabel keputusan berubah yang dikenal dalam analisa what if .   \n \n \n \n\nPenelitian yang dilakukan bertujuan untuk mengembangkan suatu sistem pendukung keputusan perencanaan kebutuhan alat-alat berat becara bertahap, yang memiliki kemampuan sesuai dengan kebutuhan dan keadaan lapangan pekerjaan tambang terbuka. Sistern ini menggunakan data, yang diolah dengan menggunakan model-model yang ada untuk mendapatkan informasi spesifik yang diperlukan. Pengguna (user) melakukan dialog dengan komputer untuk memperoleh informasi spesifik tersebut guna mendukung keputusan yang akan diambilnya berkenan dengan perencanaan alat-alat berat yang dibutuhkan.", "Daftar File": {}, "Penulis": "Hotma Antoni Hutahaean  (NIM : 234 96 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. Iman Sudirman.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-07."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Unstructured ; semi structured problem; Planing system.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}