{"Nomor": 8153, "Judul": "PENGEMBANGAN MODEL DIAGNOSIS ORGANISASIrStudi Kasus : PT. INTI (Persero) Bandung", "Abstrak": "Abstrak: \n \n\nPerubahan lingkungan usaha yang sangat dinamis, kompleks dan sulit untuk diperkirakan, sangat mempengaruhi organisasi-organisasi dewasa ini. Hal ini dikarenakan organisasi merupakan sistem terbuka yang berinteraksi dengan lingkungannya. Oleh sebab itu, kemampuan merespon cepat dan kemampuan beradaptasi menjadi hal panting bagi organisasi untuk dapat bertahan dimasa sekarang dan juga di masa yang akan datang. Perubahan organisasi merupakan pergerakan dari kondisi saat ini (present state) menuju pada kondisi masa depan yang diinginkan (desired future state) dalam rangka untuk meningkatkan efektifitas organisasi dan unit-unitnya. Untuk menilai kondisi organisasi saat ini, guna merancang intervensi perubahan yang layak dalam usaha meningkatkan efektifitas organisasi maka diperlukan diagnosis organisasi. \n \n\nPenelitian ini akan mengembangkan suatu model diagnosis organisasi; dengan menggunakan model diagnosis organisasi, modifikasi model 7-S dari McKinsey dan Pascale Adaptation. Model 7-S menekankan bahwa efektifitas suatu organisasi dapat dicapai dengan adanya kecocokan yang tinggi (high degree of fit) diantara ketujuh elemen yang membentuknya atau rhenurut Pascale, terdapat suatu polaritas dari setiap elemen organisasi yang perlu untuk direkonsiliasikan, dimana untuk suatu keadaan, organisasi dapat dipetakan pada posisi tertentu pada kontinum yang terdapat dalam polaritas dari setiap elemen organisasi tersebut. \n \n\nVariabel dalam penelitian ini terdiri dari delapan elemen interdependen, yaitu Planned Strategy, Elitist Structure, Mandatory System, Hard minds and Soft hearts Shared Value, Transformational Style, Ethical work climate, Meta-mise Skills, dan Collegiality Staff; seluruhnya merupakan variabel laten, yang akan diukur oleh variabel manifes melalui kuesioner. Pengambilan data dilakukan terhadap 157 responden yang merupakan karyawan PT.INTI (Persero) Bandung. Pengolahan data dilakukan dengan menggunakan metode Structural Equation Modelling (SEM), dan perangkat lunak LISREL 8.5, yang digunakan untuk mendapatkan konfirmasi (confirmatory factor analysis) terhadap hubungan variabelvariabel yang ada pada model. Gambaran mengenai hubungan variabel ditunjukkan oleh diagram jalur yang dihasilkan LISREL 8.5. \n \n\nDari hasil penelitiani ini, diharapkan diperoleh model diagnosis organisasi yang bisa dipakai untuk menilai sejauh mana efektivitas PT. INTI saat ini setelah melakukan perubahan mendasar ruang lingkup bisnis inti dari manufaktur menjadi penyedia jasa engineering solution, sehingga perusahaan dapat meningkatkan efektivitas perusahaan.", "Daftar File": {}, "Penulis": "Hotnida Nainggolan (NIM 234 04 028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Inrawan Wiriatmadja, Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Perubahan lingkungan, efektivitas organisasi, diagnosis organisasi, Model 7-S, SEM.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}