{"Nomor": 8157, "Judul": "PENGOLAHAN AIR LIMBAH LAUNDRY DENGAN MENGGUNAKAN ELEKTROKOAGULASI", "Abstrak": "Air limbah laundry mengandung surfaktan dan bahan organik yang cukup tinggi. Berbagai alternatif pengolahan dapat digunakan untuk mengolah air limbah laundry, salah satunya adalah elektrokoagulasi. Terdapat dua jenis konfigurasi elektroda pada reaktor elektrokoagulasi yaitu monopolar dan bipolar. Tujuan utama penelitian ini membandingkan antara kedua konfigurasi tersebut di dalam mengolah air limbah laundry dan mengetahui laju pelepasan ion aluminium pada kedua konfigurasi beserta distribusi spesies senyawa aluminium. Reaktor elektrokoagulasi dioperasikan secara batch dan kontinyu dengan menggunakan limbah dari jasa laundry. Elektroda yang digunakan adalah aluminium dengan kemurnian 99.7%. Variasi kerapatan arus yang digunakan adalah 50, 75 dan 100 A/m2. Parameter yang diukur adalah surfaktan, COD, fosfat, kekeruhan, konduktivitas, pH dan suhu. Semua percobaan dilakukan pada suhu ruangan, yaitu sekitar 25 derajat C. Metode Ferron digunakan untuk menentukan distribusi spesies senyawa aluminium pada proses elektrokoagulasi. Hasil percobaan menunjukkan bahwa untuk konfigurasi monopolar dan bipolar dengan waktu detensi 30 menit tingkat penyisihan surfaktan mencapai 70%, COD dan fosfat mencapai 80%, sedangkan kekeruhan mencapai 98%. Sehingga dapat disimpulkan bahwa konfigurasi monopolar tidak menunjukkan perbedaan dengan konfigurasi bipolar di dalam mengolah air limbah laundry.", "Daftar File": {"2008 TS PP HUDORI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22301", "2008 TS PP HUDORI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22302", "2008 TS PP HUDORI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22303", "2008 TS PP HUDORI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22304", "2008 TS PP HUDORI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22305", "2008 TS PP HUDORI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/22306", "2008 TS PP HUDORI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22307"}, "Penulis": "HUDORI (NIM 25306005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Prayatni Soewondo, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Elektrokoagulasi, Air limbah laundry, Monopolar, Bipolar, Electro coagulation, Laundry wastewater", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}