{"Nomor": 8159, "Judul": "PENGEMBANGAN ALGORITMA CB UNTUK KONSTRUKSI STRUKTUR BAYESIAN NETWORK DARI DATA TIDAK LENGKAP.", "Abstrak": "Abstrak:    \n \n \n \n \n\nData mining merupakan proses inti pada KDD (Knowledge Discovery in Databases) yang melakukan ekstraksi pengetahuan dari sejumlah data yang besar. Salah satu representasi model yang digunakan pada data mining adalah Bayesian Network (BN). BN terdiri dari struktur network yang disebut DAG (Directed Acyclic Graph) yang merepresentasikan kebebasan kondisional, dan parameter network yang merepresentasikan nilai JPD (Joint Probability Distribution).     \n \n \n \n \n\nKonstruksi struktur BN dapat dilakukan dengan dua pendekatan, yaitu search & scoring dan dependency analysis. Algoritma CB merupakan algoritma pengkonstruksi struktur BN yang mengkombinasikan pendekatan search and scoring dan dependency analysis. Salah satu kelemahan dari algoritma CB adalah tidak dapat melakukan konstruksi struktur dari data yang tidak lengkap. Hal ini terjadi karena beberapa langkah pada algoritma CB (langkah 2, 6, dan 8) mensyaratkan data pada kondisi lengkap. Oleh karena itu, pada tugas akhir ini, dilakukan analisis, implementasi, pengujian, dan analisis hasil uji dari algoritma CB yang dikembangkan untuk melakukan konstruksi struktur dari data tidak lengkap. Algoritma CB dikembangkan menjadi dua tipe algoritma, yaitu algoritma CB dengan ignore tuple dan algoritma CB (kombinasi algoritma CB, algoritma BSEM, dan metode ignore tuple).     \n \n \n \n \n\nDari hasil analisis yang dilakukan, algoritma CB lebih baik daripada algoritma CB dengan ignore tuple. Namun, performansi waktu yang dibutuhkan oleh algoritma CB lebih besar jika dibandingkan dengan algoritma CB yang menggunakan ignore tuple saja.     \n \n \n \n \n\nUntuk membuktikan hasil analisis, dilakukan perancangan dan implementasi perangkat lunak algoritma CB untuk data tidak lengkap, serta pengujian perangkat lunak dengan studi kasus Visit To Asia dan Fire. Perangkat lunak dibangun menggunakan kakas pengembangan Delphi 7 yang berjalan pada platform windows(c). Kemudian, analisis dilakukan terhadap hasil pengujian kedua tipe algoritma CB yang telah dikembangkan untuk memperoleh algoritma CB yang terbaik dalam menangani data tidak lengkap.     \n \n \n \n \n\nKesimpulan dari tugas akhir ini adalah algoritma CB lebih baik daripada algoritma CB dengan ignore tuple dalam melakukan konstruksi struktur BN dari data tidak lengkap.", "Daftar File": {}, "Penulis": "Humasak Tommy Argo Simanjuntak(NIM : 13505603)", "Kontributor / Dosen Pembimbing": ["pembimbing : G.A. Putri Saptawati, Ir. ,M.Comm.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-14."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Algorithm ; Network Structure .", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}