{"Nomor": 8162, "Judul": "STUDI KIMIA BATUBARA", "Abstrak": "Abstrak : \n \n\nTelah dilakukan penelitian tentang sifat fisika dan kimia dari batubara. Pada penelitian ini digunakan contoh yang berasal dari Sumatera Selatan (Arahan), Kalimantan Timur (Biu) dan Sulawesi Selatan (Lamuru). Batubara merupakan suatu material yang berwarna coklat sampai hitam mengkilap yang merupakan hasil dari pelapukan dan pengendapan tumbuhan yang mengandung unsur karbon (C), oksigen (0), hidrogen (H), nitrogen (N) dan belerang (S) dengan struktur heteropolimer alifatik maupun aromatik dan dikatakan sebagai bahan yang dapat terbakar. Sedangkan sisa pembakaran atau abu mengandung unsur-unsur anorganik yang tidak dapat terbakar seperti silikon (Si), aluminium (Al), besi (Fe), magnesium (Mg), kalsium (Ca), natrium (Na), kalium (K) dan titan (Ti). Manfaat utama dari batubara adalah sebagai sumber energi (kalori) yang sangat besar yang dapat memenuhi berbagai keperluan. Hasil penelitian diperoleh bahwa karbon (C) merupakan unsur yang paling dominan dalam batubara dibanding unsur lainnya yaitu ; Arahan 61,93 %, Biu 65,08 % dan Lamuru 62,73 %. Sedangkan nilai kalori contoh diperoleh masing-masing 5796,65, 6111,95 dan 6274,75 kalori/gram. Pemakaian batubara juga dapat menimbulkan polusi yang disebabkan oleh adanya unsur belerang dan abu sisa pembakaran. Hasil penelitian diperoleh bahwa contoh asal Lamuru mempunyai kadar belerang dan abu paling tinggi yaitu 2,70 % dan 6,36 %, sedangkan kadar belerang dan abu terendah terdapat pada contoh asal Biu yaitu masing-masing 0,79 % dan 0,12 %. Hasil analisa pH contoh diperoleh bahwa contoh bersifat asam dengan pH antara 4 sampai 5 yang menujukkan adanya gugus karboksilat dalam struktur kimia batuan ini. Data ini diperkuat oleh spektrum inframerah yang menunjukkan adanya puncak serapan yang lebar dari (-OH) di atas 3000 cm-idan puncak yang tajam dari C=0 antara 1600 dan 1700 cm-i Analisa kromatografi gas dari contoh hasil ekstraksi dengan beberapa pelarut menghasilkan masing-masing 5 puncak yang mempunyai waktu retensi yang hampir sama. Hasil analisa topografi dengan mikroskop elektron (SEM) dan berat jenis menujukkan tidak ada perbedaan yang nyata.", "Daftar File": {}, "Penulis": "Husain Sosidi", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Buchari, Dr. \n \n\nPembimbing 2 : H. Saepudin Suwarsa, Drs. MS. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Coal, chemical.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}