{"Nomor": 8168, "Judul": "PENGENALAN ORIENTASI KEPALA BERBASIS VISUAL UNTUK INTERAKSI NAVIGASI LINGKUNGAN VIRTUAL", "Abstrak": "Simulasi lingkungan virtual tiga dimensi merupakan salah satu pemanfaatan komputer yang membutuhkan banyak interaksi antara pengguna dengan komputer. Dari berbagai jenis interaksi antara pengguna dengan lingkungan virtual, dukungan terhadap interaksi navigasi yang baik sangat penting untuk meningkatkan produktivitas dan kenyamanan pengguna. Dalam tugas akhir ini, dikembangkan sebuah sistem pengenalan orientasi kepala dengan memanfaatkan citra wajah yang ditangkap oleh sebuah sensor visual untuk keperluan navigasi lingkungan virtual. Pengenalan dilakukan dengan menggunakan dua macam jaringan saraf tiruan yang sudah dilatih dengan 2.740 citra wajah yang terdiri atas berbagai macam orientasi. Masing-masing jaringan saraf tiruan melakukan pengenalan orientasi untuk satu sumbu saja, horisontal dan vertikal. Pemrosesan awal yang dilakukan dalam sistem ini antara lain adalah isolasi citra wajah dari citra keseluruhan dengan menggunakan algoritma pendeteksian warna kulit, serta operasi normalisasi dan pengenalan sisi citra untuk meningkatkan akurasi pengenalan orientasi kepala. Dengan menggunakan kriteria pengelompokan orientasi kepala menjadi tiga kelas diskrit seperti kiri, tengah, dan kanan, sistem pengenalan orientasi kepala dapat mencapai tingkat akurasi 91,46% untuk pengenalan orientasi horisontal dan 85,88% untuk pengenalan orientasi vertikal. Selain itu, proses isolasi wajah mencapai tingkat akurasi sebesar 98,2%. Hasil pengenalan orientasi kepala tersebut lalu digunakan sebagai data navigasi dalam lingkungan virtual. Pengujian navigasi lingkungan virtual dengan menggunakan sistem ini mencapai hasil yang relatif baik.", "Daftar File": {"2008 TA PP IBRAHIM ARIEF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22381", "2008 TA PP IBRAHIM ARIEF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22382", "2008 TA PP IBRAHIM ARIEF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22383", "2008 TA PP IBRAHIM ARIEF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22384", "2008 TA PP IBRAHIM ARIEF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22385", "2008 TA PP IBRAHIM ARIEF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22386", "2008 TA PP IBRAHIM ARIEF 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/22387", "2008 TA PP IBRAHIM ARIEF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22388"}, "Penulis": "IBRAHIM ARIEF (NIM 13503038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing.Ir. Iping Supriana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "virtual environment navigation, head pose recognition, neural network", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}