{"Nomor": 8183, "Judul": "SINTESIS SENYAWA - SENYAWA ANTARA VINILOG KURKUMINOID", "Abstrak": "Abstrak:   \n \n \n \n \n\nSintesis senyawa senyawa antara atau antara Vinilog Kurkuminoid secara relay point melalul transformasi dan degradasi gugus fungsi telah dilakukan dengan menggunakan bahan baku piperin. Piperin sebagai bahan baku berhasil diisolasi dari buah matang lada hitam (Piper nlgruun L) dengan perolehan 4, 1 % terhadap berat Kering buah matang lada hitam. Senyawa senyawa antara vinilog Kurkuminoid yang berhasil disintesis adalah: Asam piperat yang diperoleh melalui hidrolisis piperin denganmenggunaRan 10% KC alkoholis, dan basil percobaan memberikan perolehan 97,8% terhadap piperin murni. dietil piperoil malonat berbasil disintesis dengan mereaksikan piperoil klorida dengan dietil magnesium malonat pada suasana basa dengan perolehan 40,13% terhadap piperoil Kiorid. Piperoil Rlorid adalah Kiorid asam yang dibuat dari asam piperat dengan tionil Kiorid. Etil piperoil asetat diharapkan dapat diperoleh dengan melalukan hidro1isis parsial pads suasana basa atau asam terhadap diester dietil piperoil malonat. Penelaahan struktur senyawa senyawa basil sintesis dilalukan dengan spektroskopi ultra lembayung, inframerah, resonansi magnet Intl IHNMR dan 13C, spektroskopi massa dan analisis elemental. Senyawa senyawa hasil sintesis dapat dibedakan dari senyawa asalnya melalui serapan maksimum pada panjang gelombang dari senyawa senyawa tersebut, frekwensi vibrasi Karakteristik gugus Karbon pada spektrum inframerah, dan puncak ion molekul (14) dari senyawa senyawa tersebut.", "Daftar File": {}, "Penulis": "Ika-Wiani Hidajat S2318515", "Kontributor / Dosen Pembimbing": ["Pembimbing : Syamsul Arifin Achmad, Dr., Prof.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-03-01."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Vinilog Kurkuminois; piper nlgruun l; piperine.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}