{"Nomor": 8186, "Judul": "ISOLASI, PEMURNIAN DAN PENENTUAN PARAMETER KINETIKA KATALASE DARI KENTANG (Solanum tuberosum L)", "Abstrak": "Katalase (EC 1.11.1.6) merupakan enzim yang mengkatalisis reaksi penguraian hidrogen peroksida menjadi air dan oksigen ditemukan dalam sel peroksisom kentang. Tahap ekstraksi pertama adalah homogenisasi kentang dengan menggunakan blender, kemudian disentrifugasi selama 30 menit dengan kecepatan 20.000g. Aktivitas katalase dan kandungan protein dari ekstrak kasar enzim (EKE) yang dihasilkan ditentukan dengan metode Aebi dan Bradford. Hasil aktivitas total EKE adalah 47958,3 unit dengan kandungan protein 14001,39 mg sehingga aktivitas spesifik enzim katalasenya adalah 3,425 unit/mg protein. Pemurnian ekstrak kasar enzim (EKE) dimulai dengan fraksinasi ammonium sulfat. Enzim pada fraksi 20-80% memberikan aktivitas spesifik terbesar yaitu sebesar 7,17 unit/mg protein dengan hasil yang diperoleh 41,15 % dan tingkat kemurnian sekitar 2 kali lipat dibanding EKE-nya. Pemurnian lebih lanjut dilakukan dengan kromatografi kolom penukar anion DEAE-selulosa dimana elusinya menggunakan gradien konsentrasi NaCl. Enzim murni yang dihasilkan mempunyai aktivitas spesifik sebesar 57,88 unit/mg protein dengan perolehan hasil sebesar 27,92 % dan tingkat kemurnian sekitar 17 kali lipat dibanding EKEnya. Setelah dipekatkan, larutan enzim murni terlihat pada pita hasil SDS-PAGE dengan bobot molekul sebesar 59 kDa. Parameter kinetika katalase hasil pemurnian ditentukan dengan metode kecepatan awal menghasilkan harga Vmaks 4,89 Ms-1 dan KM 1,13.10-3 M. Selain itu, dimodifikasi metoda sederhana untuk menentukan parameter kinetika katalase yang digambarkan dalam preparatory problem 36 International Chemistry Olympiad (IChO) 2006. Metoda ini didemonstrasikan di depan guru yang tergabung dalam MGMP (Musyawarah Guru Mata Pelajaran) Kimia Kota Bandung dan juga di depan siswa beberapa SMU/MA di Kota Bandung. Untuk mengetahui tanggapan mereka dilakukan kuisioner. Berdasarkan data hasil kuisioner, tanggapan guru dan siswa cukup baik.", "Daftar File": {"2008 TS PP IKEU KARTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22524", "2008 TS PP IKEU KARTIKA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22525", "2008 TS PP IKEU KARTIKA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22526", "2008 TS PP IKEU KARTIKA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22527", "2008 TS PP IKEU KARTIKA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22528", "2008 TS PP IKEU KARTIKA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/22529", "2008 TS PP IKEU KARTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22530"}, "Penulis": "IKEU KARTIKA (NIM", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rukman Hertadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Katalase, Pemurnian, Parameter kinetika, Kentang", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}