{"Nomor": 8190, "Judul": "KAJI PARAMETRIK KASUS TUMBUKAN KECEPATAN RENDAH PADA TABUNG BERPENAMPANG BUJURSANGKAR DENGAN METODE ELEMEN HINGGA", "Abstrak": "Tema-tema penelitian mengenai keamanan kendaraan akhir-akhir ini semakin berkembang, seiring dengan berkembangnya teknologi otomotif dan meningkatnya arus lalulintas. Salah satu perkembangan teknologi otomotif ini adalah sistem bumper pada mobil. Pada mobil untuk melindungi bagian kompartemen penumpang karena tabrakan, dibagian depan dipasang sistem bumper. Sistem bumper ini akan menyerap energi tumbukan akibat tabrakan melalui proses deformasi (progressive buckling). Dengan proses deformasi ini, sistem bumper dapat mengurangi kerusakan pada kompartemen penumpang yang mengakibatkan penumpang terluka serta memberikan perlambatan yang berada pada tingkat aman terhadap tubuh penumpang. Tugas Akhir ini akan menjelaskan analisis struktur berdinding tipis (tabung) dengan penampang berbentuk bujursangkar, struktur yang umum digunakan sebagai longitudinal pada sistem bumper mobil, yang diberi beban tumbukan aksial        \n \n \n \n \n \n \n \n\nkecepatan rendah menggunakan metode elemen hingga. Tugas Akhir ini memberikan analisis parametrik kasus tumbukan kecepatan rendah pada tabung bujursangkar. Analisis dilakukan secara numerik menggunakan perangkat lunak metode elemen hingga nonlinier, LS-Dyna. Tujuan dari analisis parametrik ini adalah untuk mengetahui pengaruh ketebalan dan lebar dinding terhadap gaya penghancur rata-rata. Berdasarkan hasil analisis parametrik ini dapat        \n \n \n \n \n \n \n \n\ndisimpulkan ternyata ketebalan dinding tabung memberikan pengaruh yang lebih besar pada gaya penghancur rata-rata dibandingkan lebar dinding tabung.", "Daftar File": {"2007 TA PP IKRAR WIRAYUDHIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22541", "2007 TA PP IKRAR WIRAYUDHIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22542", "2007 TA PP IKRAR WIRAYUDHIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22543", "2007 TA PP IKRAR WIRAYUDHIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22544", "2007 TA PP IKRAR WIRAYUDHIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22545", "2007 TA PP IKRAR WIRAYUDHIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/22546", "2007 TA PP IKRAR WIRAYUDHIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22547"}, "Penulis": "IKRAR WIRAYUDHIA (NIM 13603018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ichsan Setya Putra dan Dr. Ir. Tatacipta Dirgantara"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem bumper, Longitudinal, Tabung bujursangkar, Gaya penghancur rata-rata, Parametrik, Tumbukan kecepatan rendah progressive buckling", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}