{"Nomor": 8194, "Judul": "SISTEM MANAJEMEN KOROSI DAN STUDI APLIKASINYA  UNTUK PIPA PENYALUR GAS LEPAS PANTAI  YANG BERESIKO TOP-OF-LINE CORROSION", "Abstrak": "Permalasalahan-permasalahan korosi dalam industri minyak dan gas banyak terjadi dari perspektif yang keliru terhadap manajemen korosi. Manajemen korosi terkadang dipandang sebagai bagian organisasi yang hanya mengelola beberapa aktifitas rutin terkait desain, inspeksi dan pemeliharaan peralatan-peralatan industri. Hal ini dapat terjadi karena tidak adanya metode aplikatif yang dapat mengintegrasikan konsep manajemen korosi, manajemen resiko dan pemeliharaan serta analisa korosi yang optimal oleh personil yang berkecimpung di bagian korosi. Padahal, sistem manajemen korosi seharusnya dipandang sebagai sebuah metode yang memberikan keuntungan dan manfaat bagi lingkungan, safety, produktifitas dan kualitas. Oleh karena itu dalam penelitian ini dikembangkan suatu konsep standar panduan sistem manajemen korosi yang terintegrasi, dengan suatu studi aplikasinya untuk pipa penyalur gas yang beresiko top-of-line corrosion dari salah satu lapangan gas Indonesia.Metode penelitian dilakukan melalui serangkaian tahapan analisa manajemen korosi berbasis keandalan, meliputi analisa manajemen korosi, manajemen resiko serta analisa korosi. Analisa data keandalan (reliability) disini menjadi salah satu bagian penting dalam optimasi analisa korosi. Data mentah berupa ketebalan dinding pipa serta laju korosi hasil inspeksi intelligent pigging kemudian diolah menggunakan metode first order second moment (FOSM) untuk mendapatkan indeks reliability, nilai reliability dan peluang kegagalan. Berdasarkan kriteria peluang kegagalan dan konsekuensi kegagalan yang diadopsi dari standar DnV, resiko korosi pipa yang ditinjau dipetakan melalui matriks resiko 5x5. Dengan memplot data keandalan dan peluang kegagalan terhadap tahun operasi, dapat ditentukan perkiraan kondisi andal atau peluang lamanya pipa beroperasi tanpa kegagalan dengan kinerja yang tetap optimal, serta perkiraan jadual inspeksi berikutnya. Hasilnya kemudian dibandingkan dengan perhitungan deterministik berdasarkan standar ASME B31G untuk mendapatkan jadual inspeksi yang paling efisien.Untuk pipa gas yang ditinjau, pipa terpetakan berada dalam area relatif low risk. Selain itu disimpulkan bahwa secara operasional perbaikan kemampuan inhibitor korosi memainkan peran utama dalam optimalisasi kinerja pipa. Proteksi terhadap korosi eksternal dioptimalkan dengan survey proteksi katodik lepas pantai. Penjadualan ulang inspeksi untuk pipa yang ditinjau adalah tahun 2012 secara reliabilitynya; dan tahun 2010 bila dihitung secara deterministik per ASME B31G. Proteksi internal coating yang tahan terhadap top-of-line corrosion merupakan tipe proteksi yang perlu dikaji lebih lanjut untuk desain pipa baru.", "Daftar File": {"2008 TS PP ILMI IKHSAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22563", "2008 TS PP ILMI IKHSAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22564", "2008 TS PP ILMI IKHSAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22565", "2008 TS PP ILMI IKHSAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22566", "2008 TS PP ILMI IKHSAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22567", "2008 TS PP ILMI IKHSAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22568", "2008 TS PP ILMI IKHSAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22569"}, "Penulis": "ILMI IKHSAN (NIM 23105004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Rochim Suratman"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "corrosion management system, integrity management, reliability, risk analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}