{"Nomor": 8198, "Judul": "STUDI BANDING EFEKTIFITAS SISTEM STRUKTUR TUBE DENGAN SISTEM STRUKTUR SHEARWALL DI BAWAH BEBAN GEMPA", "Abstrak": "Berkembangnya teknologi telah melahirkan berbagai sistem struktur bangunan tahan gempa, seperti penggunaan sistem dinding geser (dual system) dan sistem tube. Keduanya memiliki karakteristik yang berbeda dalam menahan beban lateral akibat gempa, dimana sistem shearwall memanfaatkan mekanisme lentur (shearwall) sebagai unsur utama dan geser (rangka terbuka) sebagai unsur sekunder, sedangkan sistem tube memiliki mekanisme lentur yang sangat dominan dibandingkan dengan mekanisme geser. Kinerja kedua sistem tersebut dalam menahan beban lateral dibandingkan dengan membuat model 3D struktur ETABS 9.1.4 yang memiliki grid struktur yang identik diantara keduanya untuk 10, 15, dan 20 lantai dan dilakukan static push-over analysis hingga pada model terbentuk sendi plastis dan tercapai performance point. Demand spectra yang digunakan pada analisa push-over ini adalah respons spectra pada wilayah gempa zona 4 - tanah sedang. Kedua model sistem struktur dibuat sedemikian rupa sehingga gaya geser dasar keduanya memiliki nilai yang kurang-lebih sama pada saat titik kinerja (performance point ). Kinerja kedua sistem struktur dibandingkan dengan membandingkan parameter-parameter gempa (R, f1, dan f2) pada saat titik kinerja dan perpindahan maksimum.", "Daftar File": {"2008 TA PP I MADE RANADIPTA NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22585", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22586", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22587", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22588", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22589", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22590", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/22591", "2008 TA PP I MADE RANADIPTA NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22592"}, "Penulis": "I MADE RANADIPTA NUGRAHA (NIM 15004091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Bambang Budiono, ME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "shearwall, tube, pushover, performance point, base shear, displacement", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}