{"Nomor": 8202, "Judul": "PELABUHAN PARIWISATA INTERNASIONAL", "Abstrak": "Munculnya tren perjalanan pariwisata internasional menggunakan kapal pesiar merupakan peluang yang harus dimanfaatkan sebaik-baiknya oleh pariwisata Indonesia. Bali yang merupakan tempat persinggahan pelayaran pariwisata internasional tersebut, sampai saat ini belum memiliki fasilitas pendukung yang layak. Pemerintah kemudian berniat menjadikan Pelabuhan Benoa sebagai pelabuhan pariwisata internasional (turnaround cruise port). Kebijakan PT. (Persero) Pelabuhan Indonesia III, selaku pengelola Pelabuhan Benoa, mengharuskan agar pelabuhan pariwisata internasional dapat beroperasi tanpa menghilangkan kegiatan eksisting pelabuhan, seperti pelabuhan barang, pelabuhan ikan dan penyaluran BBM. Penambahan fungsi sebagai pelabuhan pariwisata internasional, mengharuskan Pelabuhan Benoa menambah fungsi-fungsi baru seperti: hotel resor, retail, komersial, dan hiburan. Isu yang paling menonjol dari perancangan pelabuhan pariwisata internasional di Pelabuhan Benoa ini adalah mengenai sense of place. Sense of place tidak hanya mengenai material bangunan atau langgam arsitektur tapi juga menyangkut kehidupan sosial-budaya masyarakat setempat. Pada perancangannya sense of place ini meliputi semua komponen perancangan kota, mulai dari tata guna lahan, tata bangunan, sampai aktivitas pendukung yang melibatkan masyarakat setempat. Sense of place tersebut akan dicapai dengan memadukan (simbiosis) antara kaidah-kaidah tata ruang tradisional Bali dengan teori rancang kota. Simbiosis antara tradisional dan modern tersebut akan saling melengkapi sehingga menghasilkan kawasan resor urban yang terintegrasi dan efisien sekaligus memiliki sense of place Bali yang kuat. Tesis ini membuktikan bahwa tata ruang tradisional Bali dapat diaplikasikan ke dalam kawasan pelabuhan yang merupakan kawasan urban yang berfungsi sebagai pelabuhan pariwisata internasional.", "Daftar File": {"2007 TS PP I MADE SUPRANA WIBAWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22611", "2007 TS PP I MADE SUPRANA WIBAWA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22612", "2007 TS PP I MADE SUPRANA WIBAWA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22613", "2007 TS PP I MADE SUPRANA WIBAWA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22614", "2007 TS PP I MADE SUPRANA WIBAWA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22615", "2007 TS PP I MADE SUPRANA WIBAWA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22616", "2007 TS PP I MADE SUPRANA WIBAWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22617"}, "Penulis": "I MADE SUPRANA WIBAWA (NIM. 25205007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: M. Ridwan Kamil, ST. MUD.   \n\nDr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "International Tourism Port, Sense of Place, Traditional Space Arrangements of Bali, Urban Design Theory", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "7 file", "Tanggal Input": "02 Okt 2018"}