{"Nomor": 8203, "Judul": "IMPLEMENTASI WEB SERVICE PADA CONTENT MANAGEMENT SYSTEM", "Abstrak": "Abstrak:    \n \n \n \n \n\nPada Tugas Akhir ini dilakukan pengembangan suatu aplikasi CMS (Content Management System), yaitu aplikasi yang dapat mempermudah pengguna dalam melakukan pengelolaan website. Pengelolaan website yang dilakukan antara lain pengelolaan content, kategori, dan user. Selain itu, aplikasi juga dapat menampilkan content yang telah dibuat ke dalam halaman web. Aplikasi menyediakan web service untuk beberapa fitur yang dimilikinya sebagai alat untuk berinteraksi dengan aplikasi lain. Web service tersebut dapat digunakan oleh aplikasi lain untuk mendapatkan dan menambah content, mengelola dan mendapatkan kategori, serta untuk mengelola user pada aplikasi penyedia web service.    \n \n \n \n \n\nAplikasi yang dikembangkan dalam Tugas Akhir ini dibangun dengan menggunakan bahasa PHP dan DBMS (Database Management System) MySQL. Pembangunan web service pada    \n \n \n \n \n\nPHP menggunakan library SOAP Extension yang memiliki kelebihan dalam hal kecepatan jika dibandingkan dengan library yang lain. Dokumen WSDL (Web Service Definition    \n \n \n \n \n\nLanguage) digunakan untuk mendeskripsikan layanan yang disediakan oleh aplikasi. Aplikasi dapat diinstal pada komputer yang berfungsi sebagai web server. Pengguna dapat    \n \n \n \n \n\nmenggunakan web browser untuk dapat mengakses aplikasi ini. Sedangkan aplikasi lain yang akan memanfaatkan layanan aplikasi menggunakan protokol SOAP (Simple Object Access Protocol) untuk berkomunikasi dengan server.    \n \n \n \n \n\nPengujian yang dilakukan terhadap fungsionalitas aplikasi menunjukkan bahwa aplikasi yang dibangun dalam Tugas Akhir ini dapat berjalan sesuai dengan spesifikasi yang telah ditetapkan. Selain itu, pengujian kebutuhan non fungsional aplikasi memberikan hasil bahwa aplikasi tetap dapat berjalan dengan baik di lingkungan eksekusi yang berbeda-beda. Hal ini menunjukkan aplikasi yang dibangun memiliki operabilitas yang tinggi. Jika dibandingkan    \n \n \n \n \n\ndengan aplikasi CMS sejenis yang banyak ditemukan di internet, aplikasi yang dibangun memiliki beberapa kelebihan dan kekurangan. Secara umum aplikasi yang dibangun dalam Tugas Akhir ini memiliki fitur yang cukup merepresentasikan kebutuhan aplikasi CMS dan memiliki kelebihan dalam hal penyediaan web service yang memungkinkan terjadinya interaksi dengan aplikasi lain.", "Daftar File": {"2007 TA PP IMAM AHMADI1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22618", "2007 TA PP IMAM AHMADI1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22619", "2007 TA PP IMAM AHMADI1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22620", "2007 TA PP IMAM AHMADI1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22621", "2007 TA PP IMAM AHMADI1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22622", "2007 TA PP IMAM AHMADI1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22623", "2007 TA PP IMAM AHMADI1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22624"}, "Penulis": "Imam Ahmadi (NIM:13502036)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Yani Widyani, S.T., M.T.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CMS, web services, PHP, SOAP Extension, WSDL, SOAP.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}