{"Nomor": 8206, "Judul": "MEMBRAN NANOFILTRASI UNTUK PENGHILANGAN ION VALENSI TINGGI DAN SENYAWA ORGANIK DARI SUMBER AIR SALINITAS TINGGI", "Abstrak": "ABSTRAK: \n \n\nAir merupakan salah satu sumber daya alam yang sangat penting bagi kehidupan manusia, baik sebagai air minum maupun air industri. Sebagian besar kebutuhan air tersebut dipenuhi dari sumber air tawar, yaitu air sumur dan air sungai. Sumber air alternatif pengganti air tawar yang dapat digunakan sebagai sumber pembuatan air minum adalah air payau dan air laut. Kedua sumber air ini memiliki salinitas 1000-6000 mg/L untuk air payau dan 35.000 mg/L untuk air laut. Penelitian ini dilakukan untuk mempelajari pengaruh jenis pelarut dalam pembuatan membran nanofiltrasi dari polimer selulosa asetat terhadap struktur morfologi membran dalam peristiwa perpindahan massa pada proses pemisahan osmosis balik multitahap. \n \n\nTeknik pembuatan membran yang digunakan adalah tknik presipitasi imersi. Polimer membran yang digunakan adalah selulosa asetat (CA) pada konsentrasi 25 %-berat, dengan dua variasi pelarut, yaitu dimetil formamida (DMF) murni dan campuran aseton-air. Jenis non-pelarut yang digunakan pada pembuatan kedua membran adalah air. Membran nanofiltrasi komersil dari Nitto-Denko (ND) digunakan sebagai pembanding. Umpan yang digunakan adalah larutan ion valensi satu (NaCI), dengan variasi konsentrasi antara 2000 hingga 16.000 mg/L. Tekanan operasi diatur sedemikian rupa sehingga nilai tekanan operasi adalah sekitar tiga kali tekanan osmotik larutan NaCl. Percobaan juga dilakukan untuk umpan larutan ion valensi dua (CaC12), ion valensi tiga (FeCl3), dan senyawa organik (glukosa) dengan konsentrasi, berturut-turut, adalah 200 mg/L, 50 mg/L, dan 100 mg/L. Struktur morfologi membran diuji menggunakan metoda Scanning Electron Microscopy (SEM). \n \n\nPenggunaan pelarut DMF yang lebih larut baik dalam non-pelarut air akan memberikan mekanisme instantaneous demixing pada pembentukan membran CA-01. Sementara itu, penggunaan pelarut aseton yang kurang larut baik dalam non-pelarut air akan memberikan mekanisme delayed demixing pada pembentukan membran CA-02. Membran CA-O1 merupakan membran nanofiltrasi dengan lapisan aktif yang lebih tipis dan ukuran pori lapisan penyangga yang lebih besar daripada membran CA-02 yang termasuk ke dalam membran osmosis balik. Membran ND sebagai membran komersial diperkirakan memiliki struktur dan ukuran free-volume (void fraction) yang lebih seragam daripada membran CA sehingga memberikan kinerja pemisahan yang lebih baik. \n \n\nPenurunan konsentrasi umpan pada tekanan operasi yang tetap akan memberikan nilai fluks yang meningkat, namun memberikan nilai rejeksi yang menurun. Sementara itu, peningkatan tekanan operasi pada konsentrasi umpan yang tetap akan memberikan nilai fluks dan rejeksi yang meningkat. Jumlah tahap proses pemisahan ion valensi satu yang diperlukan oleh membran CA-O1 untuk mendapatkan permeat yang memenuhi persyaratan sebagai air minum adalah satu tahap lebih banyak daripada membran ND. Meskipun demikian, membran CA-O1 telah memenuhi persyaratan sebagai membran nanofiltrasi dengan rejeksi NaCl mencapai 66% pada tekanan 20 Bar. Pada tekanan yang sama, membran CA-01 memberikan nilai rejeksi untuk CaCIZ, FeC13, dan glukosa, berturut-turut, sebesar 80,45%, 82,14%, dan 83,42%.", "Daftar File": {"2006 TS PP IMAN CIPTARAHARJA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22642", "2006 TS PP IMAN CIPTARAHARJA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22643", "2006 TS PP IMAN CIPTARAHARJA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22644", "2006 TS PP IMAN CIPTARAHARJA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22645", "2006 TS PP IMAN CIPTARAHARJA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/22646", "2006 TS PP IMAN CIPTARAHARJA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/22647", "2006 TS PP IMAN CIPTARAHARJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22648", "2006 TS PP IMAN CIPTARAHARJA 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/22649", "2006 TS PP IMAN CIPTARAHARJA 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/22650"}, "Penulis": "Iman Ciptaraharja (NIM 23003004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Veronica S. Praptowidodo, Prof., Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "cellulose acetate, drinking water, membrane, multistage, nanofiltration, reverse osmosis, saline water", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}