{"Nomor": 8209, "Judul": "PENGARUH INDIVIDUAL DAN ORGANISASIONAL TERHADAP DORONGAN UNTUK MENGGUNAKAN SISTEM ERP", "Abstrak": "ABSTRAK: \n \n\nInformation Technology (IT) investment is one of the biggest organizations investment that is mainly intended to enhance organizational performance, effectivencs, efficiency and competitive advantage. One of the most popular iT investment done by companies is enterprise resource planning (ERP) system implementation. ERP systems are integrated, enterprise wide systems which automate core commute activities such as manufacturing, human resources, finance and supply chain management ERP systems cannot improve organizational performance if they are not used. \n \n\nThis research is based on Technology Acceptance Model (TAM), and adds project champions as one of the independent variable. Another factors that are used in this models involving intrinsic and situational involvement, prior usage, argument for change, shared belief, project communication dan training. These components are dimensional and one considered as latent variables, which will be measured by manifes variables through questionnaire. The data is taken from ERP system users in PT. Telkom Indonesia with the total data 123 questionnaire. The confirmatory factor analysis on the relationships between variables in the model in this research is using a Structural Equation Modelling (SEM) method, and LISREL as the data processing software. SEM is a statistical technique combination of fnntor analysis and regression analysis, and it is used in this research to gain confirmation on variables relationships in the research model. The description of relationships between variables is shown by path diagram from LISREL output. This research shows that perceived usefulness significantly influences behavioral to use ERP systems positively. Project champions, intrinsic dan situational involvement, argument for change, shared belief, project communication and training also indirectly significantly influence behavioral to use ERP systems positively.", "Daftar File": {"2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22664", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB2a.pdf": "https://digilib.itb.ac.id/gdl/download/22665", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB2b.pdf": "https://digilib.itb.ac.id/gdl/download/22666", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22667", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22668", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB5a.pdf": "https://digilib.itb.ac.id/gdl/download/22669", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB5b.pdf": "https://digilib.itb.ac.id/gdl/download/22670", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/22671", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/22672", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22673", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/22674", "2006 TS PP IMAN MAHENDRA DJAJASETIADJI 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/22675"}, "Penulis": "Iman Mahendra Djajasetiadji (NIM 23404019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rajesri Govindaraja, Dr., S.T., M.T. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ERP, Benefit of ERP, ERP User acceptance, Behavioral to Use ERP System, SEM", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}