{"Nomor": 821, "Judul": "ANATOMI PERKEMBANGAN STEVIA REBAUDIANA BERTONI (COMPOSITAE )", "Abstrak": "Telah dilakukan penelitian mengenai Anatomi perkembangan Stevia rebaudiana Bertoni ( Compositae ) untuk mengetahui aspek-aspek morfogenesis dan untuk memperoleh gambaran anatomi yang akan dapat digunakan dalam identifikasi secara mikroskopis. Bahan yang digunakan diperoleh dari biji yang disemaikan. Perkembangan tanaman di lapangan diikuti secara morfologi dan untuk pengamatan anatomi berbagai bagian tumbuhan dari umur yang berbeda di fiksasi dan di proses dengan metoda parafin. Stevia rebaudiana adalah suatu herba tahunan yang tegak, mempunyai cabang-cabang yang banyak, dapat mencapai tinggi lebih dari satu meter. Sistem perakaran seperti susunan akar serabut. Akar biasanya pentarch, beberapa diantaranya tetrarch. Ikatan pembuluh kolateral pada batang tersusun melingkar dan bagian dalam dari korteks dibatasi oleh endodermis yang disusun oleh sel-sel yang besar dengan kanal skizogen tersebar diantaranya. Tidak ada korelasi antara panjang internodus dengan ukuran trakea dan trakeid. Trakea mempunyai lobang perforasi sederhana. Daun dorsiventral dengan palisade terdiri dari 2 - 3 lapis sal. Pada kedua permukaan daun terdapat stomata tipe \\\" anomocytic \\\". Stoma dibentuk dengan pembelahan yang tidak sama dari suatu sel protoderm. Sel anak yang berukuran kecil yang berinti lebih besar dan sitoplasma lebih pekat membelah sekali lagi dengan bidang pembelahan sejajar dengan arah pembelahan sebelumnya. Zat padat berwarna kuning kecoklatan terdapat di dalam sel-sel epidermis daun dan bagian batang di bawah meristem apeks pada bahan yang di proses dengan metoda parafin. Tetesan-tetesan minyak didapati pada ujung batang di bawah meristem apeks dan pada primordia daun yang muda. Pada daun dan batang muda terdapat dua tipe rambut kelenjar dan dua tipe rambut tidak berkelenjar.", "Daftar File": {"1983 DAHLAN": "https://digilib.itb.ac.id/gdl/download/1092"}, "Penulis": "Sjahridal Dahlan [S2-418112]", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1.Estiti B.Hidayat  2. Sri H.Widodo  Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Stevia Rebaudiana Bertoni; anatomi", "Sumber": "SITH", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "15 Feb 2005"}