{"Nomor": 8211, "Judul": "STUDI SUMBER DAYA AIR DAS CIPELANG DALAM RANGKA PEMENUHAN KEBUTUHAN AIR BAKU RENCANA PEMBANGUNAN KAWASAN BANDARA INTERNASIONAL PALASAH DI KABUPATEN MAJALENGKA", "Abstrak": "ABSTRAK: \n \n\nRencana pembangunan kawasan Bandara Internasional Palasah di Kabupaten Majalengka akan menimbulkan perkembangan yang sangat pesat di berbagai sektor sehingga tuntutan kebutuhan air semakin meningkat. Oleh karena itu perlu dicari alternatif sumber daya air yang dapat dimanfaatkan untuk pemenuhan kebutuhan air baku bagi kawasan bandara tersebut sampai tahun 2043. \n \n\nDalam penulisan tesis ini sumber daya air yang ditinjau adalah air permukaan yang berasal dari DAS Cipelang seluas 155,3 ha. \n \n\nModel yang akan digunakan untuk menghitung ketersediaan air dipilih diantara dua model yaitu model FJ.Mock dan NRECA dengan cara membandingkan koefisien korelasi kedua model tersebut. Sedangkan untuk pengalokasian air digunakan simulasi model Water Resources Management Model (WRMM). \n \n\nBerdasarkan hasil kalibrasi kedua model ketersediaan air terhadap debit ukur, diperoleh harga koefisien korelasi untuk model FJ.Mock sebesar 0,9 dan untuk model NICA sebesar 0,8 sehingga untuk perhitungan selanjutnya digunakan model FJ.Mock. \n \n\nKetersediaan air di DAS Cipelang berdasarkan hasil perhitungan adalah: debit rata-rata sebesar 9,413 m3/detik, debit 80 % sebesar 2,770 m3/detik, dan debit 90 % sebesar 2,179 m3/detik. \n \n\nJenis kebutuhan air di DAS Cipelang terdiri dari air untuk kawasan bandara (domestik, bandara, industri), air untuk irigasi, dan air untuk maintenance flow. Jumlah total kebutuhan air tahun 2005 sebesar 1480, 489 juta m3. \n \n\nPeningkatan kebutuhan air mendatang didasarkan pada laju pertumbuhan penduduk sekitar bandara yang terbagi atas dua kondisi yaitu saat bandara beroperasi tahun 2013 i = 5% dan setelah bandara beroperasi/tahun 2023 dan tahun 2043 i = 3%, pertumbuhan kebutuhan air operasional bandara dengan besarnya i bervariasi tergantung jenis kebutuhan air, kebutuhan air untuk industri sebesar 10% dari kebutuhan air untuk domestik, dan kebutuhan air untuk maintenance flow sebesar 5% dari ketersediaan air.", "Daftar File": {"2006 TS PP IMAS KOMARIAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22683", "2006 TS PP IMAS KOMARIAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22684", "2006 TS PP IMAS KOMARIAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22685", "2006 TS PP IMAS KOMARIAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22686", "2006 TS PP IMAS KOMARIAH 1-BAB5a.pdf": "https://digilib.itb.ac.id/gdl/download/22687", "2006 TS PP IMAS KOMARIAH 1-BAB5b.pdf": "https://digilib.itb.ac.id/gdl/download/22688", "2006 TS PP IMAS KOMARIAH 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/22689", "2006 TS PP IMAS KOMARIAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22690", "2006 TS PP IMAS KOMARIAH 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/22691", "2006 TS PP IMAS KOMARIAH 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/22692"}, "Penulis": "Imas Komariah (NIM 95004007)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Indratmo Soekarno, Dr., Ir., M.Sc. \n \n\nPembimbing 2: Sumaji, Ir., Sp. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Availability, Requirements, FJ. Mock, NRECA, Simulation, Allocation, WRMM.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}