{"Nomor": 8218, "Judul": "SISTEM LOG PEGAWAI MENGGUNAKAN RADIO FREQUENCY IDENTIFICATION (RFID)", "Abstrak": "Abstrak:   \n \n \n \n\nIdentifikasi objek secara nirkabel dapat dilakukan dengan berbagai cara, salah satunya dengan menggunakan frekuensi radio atau yang dikenal dengan Radio Frequency Identification (RFID). Proses identifikasi seperti ini biasanya dimanfaatkan untuk mengetahui keberadaaan suatu objek.   \n \n \n \n\nPada Tugas Akhir kali ini, dibangun suatu aplikasi untuk mencatat kedatangan pengemudi truk di Tempat Pembuangan Akhir (TPA) Sampah dengan menggunakan RFID. TPA membutuhkan aplikasi ini karena kecurangan pengemudi truk sampah cukup besar.    \n \n \n \n\nTag RFID yang digunakan berfungsi sebagai kartu identitas pengemudi truk sampah yang berisi nama pengemudi dan plat nomor truk yang dikendarainya. Proses pencatatan kedatangan truk dimulai dengan pemindaian data dari kartu, pencocokan data kartu dengan basis data menggunakan MySQL, lalu pemasukan data kedatangan truk.    \n \n \n \n\nDari hasil pengujian, aplikasi yang dibangun sudah berjalan dengan baik. Aplikasi ini juga memiliki fitur untuk membaca blok dalam RFID dan menulis data dalam blok. Hasil pencatatan kedatangan truk juga dapat dicetak secara langsung, sehingga dapat memudahkan proses administrasi di TPA tersebut. Selain itu, penggunaan aplikasi ini dapat meminimalisir kecurangan pengemudi truk karena proses pencatatan yang nirkabel dan tidak diketahui orang awam.", "Daftar File": {"Pages from 2007 TA PP INA RAHMADIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22730", "Pages from 2007 TA PP INA RAHMADIANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22729", "Pages from 2007 TA PP INA RAHMADIANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22728", "Pages from 2007 TA PP INA RAHMADIANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22727", "Pages from 2007 TA PP INA RAHMADIANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22731", "Pages from 2007 TA PP INA RAHMADIANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/22732", "2007 TA PP INA RAHMADIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22733"}, "Penulis": "Ina Rahmadianti (NIM 132 03 062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tutun Juhana, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Radio Frequency Identification (RFID), Java, MySQL", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}