{"Nomor": 8219, "Judul": "PEMANFAATAN ABU TERBANG DARI PLTU UNIT II SURALAYA UNTUK PEMBUATAN FACING BRICKS", "Abstrak": "Abstrak: \n \n\nSehubungan dengan pemakaian batubara sebagai sumber energi yang terus meningkat, di mana pemakai batubara yang terbanyak adalah sebagai bahan bakar pada Pembangkit Tenaga listrik Dan pembakaran batubara pada boiler yang ada dalam Pembangkit Listrik ini akan dihasilkan panas dan sisa pembakaran berupa abu, yang terdiri atas abu dasar dan abu terbang. \n \n\nPLTU Suralaya pada salt ini menghasilkan 878,8, ton abu terbang per hari sebagai limbah dan PLTU tersebut. Untuk mengurangi limbah yang dihasilkan ini maka diupayakan agar dapat memanfaatkan, salah satu dan pemanfaatannya adalah untuk pembuatan facing bricks. \n \n\nAbu terbang ini mempunyai sifat fisik, sifat kimia dan sifat pozolanik, yaitu ukuran butir yang sangat halus sebanyak 88,4persen mempunyai ukuran butir - 200 mesh, terdiri atas oksida oksida diantaranya : Si O 2, Al 2 O 3 dan Fe 2 O 3 serta sifat pozolanik dari abu terbang. \n \n\nKetiga sifat-sifat diatas sangat membantu di dalam usaha pemanfaatan abu terbang untuk pembuatan facing bricks.Bahan-bahan baku untuk pembuatan facing bricks selain abu terbang adalah kapur tohor, gipsum dan terak. \n \n\nDengan menggunakan methode experimental design, di mana dalam percobaannya dipergunakan tiga variabel babas, yaitu ukuran butir abu terbang, perbandingan abu terbang dan kapur + gipsum Berta terak maka didapatkan hasil : \n \n\n- Untuk percobaan pendahuluan kuat tekan benda uji padaumur 28 hari antara 75 kg/cm 2 sampai dengan 128 kg/cm 2 \n \n\n- Percobaan pads kondisi optimum diperoleh hasil kuat tekan benda uji pads umur \n \n\n28 hari adalah 132,87 kg/cm 2 dengan besarnya absorpsi air setelah bends uji \n \n\ndirebus selama lima jam adalah : 1,49persen bend dan 0,46 persen volume \n \n\nHasil reaksi hydrasi dari bahan-bahan yang dipergunakan akan membentuk suatu masa yang padat dan sukar land dalam air hal ini disebabkan karena terbenluknya struktur send yang saling mengikat satu dengan yang lain sehingga akan mengakibatkan benda uji yang diperoleh mempunyai kuat tekan yang cukup tinggi. \n \n\nApabila dibandingkan dengan facing bricks yang memakai bahan baku lempung yang mempunyai standard sebagai berikut : \n \n\n- kuat tekan 77,5 - 658,75 kg/cm 2 \n \n\n- absorpsi air : 9 - 28persen beret dan pengembangan volume 19 - 42persen. \n \n\nmaka dan hasil percobaan yang dilakukan sudah dapat sebanding dengan facing bricks yang menggunakan bahan dasar lempung.", "Daftar File": {}, "Penulis": "Indah Setyowati (NIM 221 93 015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Djamhur Sule,Ir, MSc, Prof \n \n\nScanner: Delviana Fransiska", "06-02-2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Facing bricks, PLTU, pozolanik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}