{"Nomor": 8221, "Judul": "THE ROLE OF BRAND EQUITY IN BRAND PURCHASE OF TEH XYZ IN BANDUNG", "Abstrak": "This research focuses its attention to support empirically the role of brand equity in brand purchase of Teh Botol Sosro as the market leader in Ready-To-Drink (RTD) tea category in Indonesia. Consumers' perspectives of the brand equity role were collected using proportionate stratified random sampling with mall interception among adolescents in Bandung. In addition, this study is aimed to explain why consumers chose this product rather than other competitors. There are six steps in the research. Firstly, brand equity and its dimensions are defined. This lead to construction of core facets (i.e. perceived quality, perceived value for the cost, brand uniqueness, and willingness to pay a price premium) and related facets (i.e. brand awareness, brand familiarity, brand popularity, organizational association, and image consistency) of brand equity. Secondly, brand purchase as the dependent variable is conceptualized. The third step deals with construction of a research model that represents relationship between brand equity facets and brand purchase. Five hypotheses are formulated and tested using Structural Equation Modeling. The research method is designed in the fourth step. Data analysis is conducted in the fifth step that leads to two alternative models. Further analysis suggests that the second model that link core facets to brand purchase without inclusion of willingness to pay a price premium has the highest fit with the empirical data. This finding along with arguments of research contributions and suggestions for future research are presented in the final step.", "Daftar File": {}, "Penulis": "INDIRA RACHMAWATI (NIM 29006006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand equity, purchase decision process, brand purchase, Ready-To-Drink (RTD) category, Structural Equation Modeling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}