{"Nomor": 8240, "Judul": "STRATEGI PEMASARAN KARTU KREDIT BANK X", "Abstrak": "Persaingan bisnis pada industri perbankan semakin meningkat seiring dengan pertumbuhan ekonomi yang terjadi. Berbagai macam strategi dilakukan untuk meningkatkan pertumbuhan produk-produknya termasuk salah satunya produk kartu kredit. Saat ini kompetisi yang terjadi untuk produk tersebut sangat tinggi, karena kartu kredit merupakan salah satu produk yang sangat menguntungkan untuk perbankan. Hal ini didukung dengan melihat pertumbuhan jumlah kartu kredit yang terus meningkat setiap tahunnya, sehingga industri kartu kredit dinilai memiliki potensi yang sangat tinggi. \n \n \n \n \n \n\nDi tengah-tengah persaingan tersebut, X pada awal tahun 2006 mengeluarkan kartu kredit Mastercard dengan keunggulan produk yaitu bunga yang sangat rendah. X mengandalkan jumlah nasabah yang sangat tinggi X sehingga menetapkan target marketnya nasabah X sendiri. Ketika X tidak berhasil untuk mencapai target yang diinginkan, X pun mencoba untuk menargetkan kartu kreditnya baik untuk nasabah maupun non nasabah X. Tetapi dengan perubahan target market tersebut BRI tetap tidak dapat bersaing dengan kompetitor yang ada, sehingga kartu kredit BRI tetap tidak dapat berkembang sesuai dengan jumlah yang diinginkan. \n \n \n \n \n \n\nPermasalahan ini diselesaikan dengan melakukan analisa faktor internal, faktor eksternal, serta mengukur kekuatan dan kelemahan produk. Penelitian ini didukung pula oleh riset dengan menggunakan kuesioner dan wawancara. Berdasarkan hasil riset tersebut maka ekspektasi pasar terhadap kartu kredit dapat diketahui. \n \n \n \n \n \n\nBerdasarkan hasil analisa maka dapat dilihat bahwa tingkat pertumbuhan kartu kredit X yang sangat rendah disebabkan oleh strategi pemasaran yang kurang baik. Maka dari itu, disusun suatu strategi pemasaran yang baru yang disesuaikan dengan ekspektasi pasar. Strategi pemasaran tersebut disusun berdasarkan marketing mix yaitu 7's P yang terdiri dari product, price, promotion, people, physical evidence, proces, dan place. \n \n \n \n \n \n\nTugas akhir ini lebih memunculkan implementasi solusi bisnis mencapai pertumbuhan kartu kredit dalam jangka pendek yang menargetkan nasabah X, dengan disertai dengan strategi pemasaran jangka panjangnya untuk mencapai pertumbuhan kartu kredit dari seluruh pasar yang potensial. Karena dinilai untuk mencapai target dalam waktu beberapa tahun kedepan, nasabah X masih menjadi pilihan yang sangat potensial.", "Daftar File": {"2008 TS PP INGE ANGELINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22876", "2008 TS PP INGE ANGELINA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/22878", "2008 TS PP INGE ANGELINA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/22881", "2008 TS PP INGE ANGELINA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/22879", "2008 TS PP INGE ANGELINA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/22880", "2008 TS PP INGE ANGELINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22877"}, "Penulis": "INGE ANGELINA (NIM 29106072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kartu kredit, Strategi pemasaran, Bauran pemasaran", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}