{"Nomor": 8243, "Judul": "IDENTIFIKASI DAERAH BENCANA GEMPA MENGGUNAKAN KOMBINASI INFORMASI SPEKTRAL DAN TEKSTUR CITRA SPOT 4 DAN IKONOS", "Abstrak": "Pada tanggal 27 Mei 2006 terjadi gempa bumi di D.I. Yogyakarta yang merupakan gempa bumi terkuat yang mengguncang daerah tersebut. Gempa bumi ini menewaskan lebih dari 6.000 jiwa serta kerusakan bangunan yang sangat parah terutama di Kabupaten Bantul yang merupakan daerah yang paling parah terkena bencana ini. Pada penelitian ini digunakan citra penginderaan jauh pra gempa yaitu citra SPOT 4 dan pasca gempa yaitu citra IKONOS yang merupakan alat yang cukup cepat dan efisien dalam mengidentifikasi daerah mana saja yang mengalami kerusakan akibat bencana ini terutama di daerah sebagian besar Kabupaten Bantul yang merupakan cakupan dari penelitian ini dengan penggunaan kombinasi informasi spektral dan tekstur, sehingga dengan mengetahui informasi dari hasilnya tersebut dapat dilakukan pemetaan daerah bencana untuk dapat memfasilitasi manajemen respon terhadap bencana secara cepat.", "Daftar File": {"2008 TA PP INTAN SOFIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22889", "2008 TA PP INTAN SOFIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22890", "2008 TA PP INTAN SOFIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22891", "2008 TA PP INTAN SOFIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22892", "2008 TA PP INTAN SOFIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22893", "2008 TA PP INTAN SOFIYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22894", "2008 TA PP INTAN SOFIYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22895"}, "Penulis": "INTAN SOFIYANTI (NIM 15103020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Ketut Wikantika M.Eng. dan Josaphat Tetuko S.S., Ph.D., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bantul, earthquake, spectral, textural, GLCM, entropy, SPOT 4, IKONOS, classification", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}