{"Nomor": 825, "Judul": "PENELITIAN PENDAHULUAN PEMBUATAN SEL AMOBIL STREPTOMYCES SP DENGAN MENGGUNAKAN MATRIKS KOLOID TITANIUM (IV) HIDROKSIDA DALAM AGAR", "Abstrak": "Telah dilakukan penelitian pendahuluan mengenai pembuatan sel amobil Streptomyces sp S21 hasil isolasi dari bakteri tanah, menggunakan senyawa koloid titanium (IV) hidroksida sebagai pengikat bakteri, di dalam gel yang dibuat dari larutan agar 2%. Koloid titanium (IV) hidroksida dibuat dari titanium (III) klorida yang diok sidasi dengan larutan hidrogen peroksida 30%, dilanjutkan dengan penetralan dan pengendapan dengan larutan amonium hidroksida 2 N. Suspensi sel bakteri yang telah terikat pada partikel koloid titanium (IV) hidroksida kemudian dibuat matriks dalam agar, dipotong-potong sampai diperoleh ukuran 5 x 5 x 5 mm dan direndam dalam larutan kalium kiorida 0,3 M dingin. Dari hasil pemeriksaan pertumbuhan bakteri tanpa di lakukan pengikatan dengan koloid, biakan Streptomyces sp S21 dalam medium pertumbuhan (mengandung glukosa, ekstrak ragi, kalium dihidrogenfosfat, amonium sulfat, magnesium sulfat, sang sulfat dan besi (II) sulfat) pada efisiensi aerasi 3,494 x 10-6 mol oksigen per atm per jam per liter medium, menunjukkan aktifitas untuk mengkonsumsi glukosa sebesar 50% dari yang tersedia dalam medium, yaitu : dalam glukosa 1% tercapai setelah 21 jam, dalam glukosa 3% setelah 21 jam dan dalam glukosa 5% setelah 36 jam. Data tersebut diperoleh dari hasil fermentasi 20 ml inokulum bakteri \n(absorbansi pada 555 nm 0 , 7 ) hasil isolasi dari biakan dalam agar miring usia 21 jam, dengan larutan NaCl 0,9%, di dalam 200 ml medium pertumbuhan. Suhu inkubasi optimal pada 30Â°C. Sel amobil dalam matriks diaktifkan dengan medium pertumbuhan seperti tersebut di atas, pada suhu 25Â°C , 300C dan 37Â°C dengan variasi kadar glukosa 1%, 3% dan 5%. Penurunan kadar glukosa medium tercapai paling cepat pa-da hasil inkubasi 30Â°C dengan kadar glukosa 1%, yaitu konsumsi glukosa sebesar 50% tercapai.setelah masa inkubasi 48 jam. Hasil pengujian aktifitas sel amobil yang telah diaktifkan terlebih dahulu pada suhu 30Â°C selama 24 jam di dalam medium pertumbuhan yang mengandung glukosa 1%, menunjukkan bahwa sel-sel amobil masih aktif; konsumsi glu kosa 50% tercapai setelah inkubasi 10 jam. Aktifitas sel amobil terhadap larutan p-aminobenzoat dan larutan L-triP tofan dapat ditunjukkan dengan penurunan absorbansi kedua senyawa tersebut di dalam medium selama inkubasi berlangsung, dari hasil pengamatan spektrum absorpsi pada pan - jang gelombang 270 \nnm ternyata aktifitas sel.amobil terhadap p-aminobenzoat lebih kecil daripada terhadap L-trip tofan.", "Daftar File": {"1983 Tutus Gusnidar K": "https://digilib.itb.ac.id/gdl/download/1096"}, "Penulis": "Tutus Gusnidar K", "Kontributor / Dosen Pembimbing": ["Pembimbing : Purwo Arbianto"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sel amobil Streptomyces sp S21, bakteri tanah, senyawa koloid titanium.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Nov 2004"}