{"Nomor": 8254, "Judul": "STUDI KOMPUTASI INTERAKSI 6,7,4 TRIHIDROKSIISOFLAVON (FAKTOR 2) DENGAN ESTROGEN RESEPTOR Betta", "Abstrak": "Abstrak:   \n \n \n \n\nEstrogen Reseptor (ER) terdapat dalam dua bentuk (ER alpha dan ER betta) merupakan target penting dalam dunia pengobatan, dimana digunakan sebagai target hormon pengganti pada wanita menopouse atau obat kemoterapi melawan kanker. Isoflavon merupakan fitoestrogen yang dapat terikat pada kedua jenis estrogen reseptor dengan afinitas yang bervariasi. 6,7,4-Trihidroksiisoflavon (faktor 2), isoflavon yang diisolasi dari tempe dimana mempunyai sifat sebagai antioksidan yang lebih tinggi dibandingkan genistein dan daidzein. Pada penelitian ini diteliti efek estrogenik dari isoflavon, terutama faktor 2 berdasarkan interaksinya dengan ER betta. Tujuan penelitian ini adalah mempelajari tingkat interaksi antara ER betta dengan faktor 2 dibandingkan isoflavon lainnya sebagai agonis ER betta, dan gugusgugus fungsi faktor 2 yang berperan pada interaksi dengan ERR. Pada penelitian ini dilakukan pemodelan struktur reseptor-ligan dengan menggunakan simulasi dengan NAMD dan AutoDock virtual screening. Hasilnya, Faktor 2 mempunyai afinitas pengikatan terhadap ER betta jauh lebih tinggi dibandingkan isoflavon lainnya sebagai agonis ER betta, dimana afinitas faktor 2 terhadap ER betta adalah 83,61% sedangkan untuk isoflavon lain seperti kakkatin, genistein, daidzein, 6,4-dihidroksi-7-metoksiisoflavon, glisitein, dan biochanin A secara berturut-turut prensentasenya adalah sebagai berikut: 80,29%, 79,29%, 78,95%, 77,51%, 77,40%, dan 76,74%. Gugus-gugus fungsi faktor 2 yang berperan pada interaksi dengan ER(3 adalah gugus-gugus hidroksil fenolik C4, C6 dan C7 pada faktor 2 berinteraksi dengan G1y472, Phe356, Arg346 dan G1u305 pada ER betta, gugus keto pada faktor2 dengan Leu298 pada ERR, dan gugus oksigen cincin pada faktor 2 dengan Leu339 dan A1a302 pada ER betta.", "Daftar File": {"2006 TS PP IRA HANDAYANI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/22966", "2006 TS PP IRA HANDAYANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/22967", "2006 TS PP IRA HANDAYANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/22968", "2006 TS PP IRA HANDAYANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/22969", "2006 TS PP IRA HANDAYANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/22970", "2006 TS PP IRA HANDAYANI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/22971", "2006 TS PP IRA HANDAYANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/22972"}, "Penulis": "Ira Handayani ( NIM : 20504007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   Fida M. Warganegara, Ph.D.    \n \n \n \n\nScanner: Alice Diniarti", "2008-01-23."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Estrogen receptor betta ;  isoflavones, 6,7,4- trihidroxyisoflavon, virtual ligand screening, kakkatin, genistein, daidzein, 6,4 -dihydroxy-7-metoxyisoflavone, glycitein, biochanin.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}