{"Nomor": 8255, "Judul": "KAJIAN PENGEMBANGAN INDUSTRI KECIL DAN RUMAH TANGGA BERBASIS KOMODITAS UNGGULAN DI KABUPATEN SUBANG", "Abstrak": "ABSTRAK:    \n \n \n \n \n\nProduk-produk hasil pertanian, bagi banyak daerah di Indonesia masih dipandang sebagai faktor penting dalam pertumbuhan ekonomi, karena perekonomian sebagian daerah di Indonesia masih bergantung pada sektor pertanian. Banyak produk-produk pertanian, sebagai bagian dari basis perekonomian daerah, menjadi produk unggulan daerah atau komoditas unggulan. Produk atau komoditas agro unggulan tersebut umumnya masih dijual dalam bentuk bahan mentah (crude/raw material), yang berakibat rendahnya posisi tawar petani atas produk pertanian yang mereka hasilkan. Langkah yang dapat dilakukan adalah mengembangkan industri yang mengolah komoditas pertanian, yaitu industri agro yang umumnya berkembang dalam skala kecil dan kerajinan rumah tangga di pedesaan (Christian Lempelius, Gert Thoma, 1979). Industri agro skala kecil diharapkan menjadi salah satu pendorong perkembangan ekonomi dipedesaan (Bappeda Jabar, 2006).    \n \n \n \n \n\nSejauh ini diduga produk unggulan yang ada belum ditempatkan secara khusus dalam pengembangan industri kecil dan rumahtangga di Kabupaten Subang. Padahal komoditas unggulan hasil pertanian Subang merupakan potensi bahan baku yang tidak kecil pada pengembangan industri skala kecil di Kabupaten Subang. Penelitian ini bertujuan mengidentifikasi hal-hal yang menyebabkan komoditas unggulan belum ditempatkan secara khusus dalam pengembangan industri kecil dan rumahtangga, serta menemukenali hal-hal yang perlu diperhatikan dalam upaya pengembangan Industri Kecil dan Rumah Tangga dengan basis komoditas unggulan di Kabupaten Subang. Metoda yang dilakukan dalam kajian ini adalah analisis deskriptif. Pendekatan yang dilakukan adalah pendekatan studi kasus, untuk memberikan gambaran mengenai pengembangan industri kecil dan rumahtangga dengan komoditas unggulan yang ada.    \n \n \n \n \n\nLangkah yang dilakukan untuk mencapai tujuan kajian adalah (i) mengetahui konsentrasi, sebaran serta pertumbuhan produksi komoditas yang dinyatakan sebagai unggulan melalui analisis koefisien lokalisasi, koefisien spesialisasi dan trend pertumbuhan (ii) mengetahui faktor-faktor yang mempengaruhi pengembangan industri kecil dan rumahtangga berbahan baku komoditas unggulan yang ada di    \n \n \n \n \n\nKabupaten Subang dengan menganalisis kondisi internal dan eksternal serta menghubungkan kondisi komoditas unggulan dengan kebutuhan industri (iii) pemilihan industri yang menggunakan bahan baku komoditas unggulan, serta (iv) mengetahui jenis industri yang tepat, lokasi yang sesuai, faktor-faktor terkait dan kondisi aktual faktor-faktor tersebut. Dari kajian yang dilakukan diketahui ada 6 komoditas yang layak menjadi unggulan untuk Kabupaten Subang yaitu padi, nenas, kelapa, jahe, cengkeh dan    \n \n \n \n \n\n3 kacang tanah. Komoditas unggulan tersebut berpotensi menjadi bahan baku industri untuk skala kecil dan rumah tangga. Dengan menggunakan analisis terhadap koefisien    \n \n \n \n \n\nlokalisasi diketahui bahwa terdapat pemusatan pengusahaan pada komoditi nenas, kacang tanah, cengkeh dan jahe. Sementara tingkat spesialisasi yang tinggi pada    \n \n \n \n \n\npengusahaan produk nenas ditemukan di Kecamatan Jalan Cagak. Industri dengan bahan baku enam komoditas tersebut yang layak dikembangkan adalah industri-industri pembuatan keripik/kerupuk, pembuatam mie dan bihun, pembuatan oncom, pembuatan kacang garing, minyak kacang, pembuatan nata de coco, pembuatan minyak makan, gula merah dan Virgin Coconut oil, pembuatan dodol nenas, pembuatan selai, minuman instan dari bahan jahe, permen    \n \n \n \n \n\ndari bahan jahe dan minyak atsiri.", "Daftar File": {}, "Penulis": "Ira Rahmayanti (NIM 25406036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Uton Rustan, Dr., Ir., M.Sc.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "industri kecil dan rumah tangga, komoditas unggulan, Subang", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}