{"Nomor": 8258, "Judul": "STUDI PENGARUH TEMPERATUR DAN KADAR ESTER TERHADAP KARAKTERISTIK DIELEKTRIK CAMPURAN METIL ESTER DARI KELAPA SAWIT DAN MINYAK MINERAL", "Abstrak": "Isolasi cair yang sekarang ini secara luas digunakan adalah minyak transformator yang berasal dari minyak bumi. Keunggulan minyak mineral dibandingkan minyak transformator yang lain adalah kemampuannya menyerap dan mereduksi panas dalam transformator. Namun minyak mineral memiliki keterbatasan sumber daya alam dan sifat tidak ramah lingkungan, sehingga perlu dikembangkan minyak transformator yang memiliki sifat ramah lingkungan, ketersediaan melimpah, dan terbaharui. Penelitian yang sudah pernah dilakukan memberikan alternatif minyak transformator dengan bahan minyak nabati karena sifat dielektrik dan biodegradability yang cukup baik. Metil ester kelapa sawit memiliki keunggulan viskositas, konstanta dielektrik, dan kestabilan oksidasi. Dalam tugas akhir ini dilakukan studi pengaruh temperatur terhadap karakteristik dielektrik dan gas terlarut campuran metil ester kelapa sawit dan minyak mineral Shell Diala B. Karakteristik yang diuji adalah karakteristik dielektrik (tegangan tembus, permitivitas relatif, dan faktor rugi-rugi dielektrik), karakteristik fisik (densitas dan viskositas), karakteristik kimia (bilangan keasaman), dan kandungan gas terlarut. Pada eksperimen ini juga dicari kadar ester yang optimal dalam campuran untuk digunakan sebagai minyak transformator.  \n \n\nHasil eksperimen menunjukkan bahwa kenaikan temperatur menyebabkan kenaikan nilai tegangan tembus, permitivitas relatif, dan faktor rugi-rugi dielektrik, sedangkan nilai densitas dan viskositas turun. Peningkatan kadar ester menyebabkan kenaikan nilai tegangan tembus, permitivitas relatif, faktor rugi-rugi dielektrik, densitas, viskositas, dan bilangan keasaman. Peningkatan kadar ester juga menyebabkan kenaikan jumlah kandungan gas terlarut. Sampel yang optimal dalam eksperimen adalah sampel dengan kadar ester 25% karena memenuhi standar ASTM D 3487, ASTM D 1289, dan IEEE C57.104-1991.", "Daftar File": {}, "Penulis": "IRAWAN SURYA DARMA (NIM 13202125)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr.Ir. Suwarno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "minyak mineral, metil ester, temperatur, kadar ester, karakteristik dielektrik, analisis gas terlarut", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}