{"Nomor": 8263, "Judul": "PENGGUNAAN METODA SIMULASI ANNEALING UNTUK DESKRIPSI RESERVOIR LAPANGAN TANJUNG TIGA TIMUR", "Abstrak": "Berbagai usaha yang dilakukan untuk meningkatkan pengambilan minyak pada tahap pertama maupun tahap lanjut harus ditunjang oleh pengetahuan mengenai karakterisasi reservoir. Pada umumnya reservoir yang ada di alam bersifat heterogen nonuniform. Sifat keheterogenan ini sangat berpengaruh terhadap penyebaran hidro karbon dan sifat aliran fluida di dalam formasi. Untuk mendapatkan hasil analisa yang lebih teliti dan mendekati kondisi reservoir yang sebenarnya, metoda analisa keheterogenan reservoir berkembang dengan pesat dan terutama menggunakan model simulasi reservoir. Selama lebih kurang lima tahun terakhir ini banyak dikembangkan metoda fractal-geostatistic untuk karakterisasi keheterogenan reservoir. Berdasarkan proses geologi pembentukan reservoir, terdapat korelasi ruang diantara keheterogenan parameter-parameter reservoir yang dinyatakan oleh model semi-variogram. Dari hasil penelitian yang telah dipublikasikan menunjukkan bahwa hasil perhitungan dengan metoda ini lebih mencerminkan karak teristik keheterogenan reservoir dan mendekati kondisi reservoir sebenarnya. Metoda fractal-geostatistic yang sedang berkembang akhir-akhir ini adalah metoda simulasi annealing. Metoda ini berdasarkan pada metoda simulasi kondisional stokhastik, statistika mekanik dan proses annealing (proses penguatan struktur seperti logam atau gelas secara pemanasan dan pendinginan). Pada penelitian ini, metoda simulasi annealing digunakan untuk menghitung harga distribusi porositas dan ketebalan lapisan dari 9 lapisan yang terdapat pada struktur Tanjung Tiga Timur di Lapangan Prabumulih. Model semi-variogram dan fungsi distribusi kumulatif dihitung menggunakan data porositas dan ketebalan lapisan dari sumur-sumur yang telah dibor. Kemudian dihitung harga distribusi kedua parameter reservoir tersebut menggunakan metoda simulasi annealing. Dari hasil penelitian ini juga dapat dilihat pengaruh keterlibatan patahan (fault) sebagai batas reservoir di dalam grid-grid simulasi.", "Daftar File": {"1993 TS PP IRDAM SYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23034", "1993 TS PP IRDAM SYAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23035", "1993 TS PP IRDAM SYAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23036", "1993 TS PP IRDAM SYAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23037", "1993 TS PP IRDAM SYAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23038", "1993 TS PP IRDAM SYAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/23039", "1993 TS PP IRDAM SYAH 1-BAB6a.pdf": "https://digilib.itb.ac.id/gdl/download/23040", "1993 TS PP IRDAM SYAH 1-BAB6b.pdf": "https://digilib.itb.ac.id/gdl/download/23041", "1993 TS PP IRDAM SYAH 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/23042", "1993 TS PP IRDAM SYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23043"}, "Penulis": "IRDAM SYAH (NIM 22290001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Leksono Mucharam dan Dr.Ir. Doddy Abdassah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "the stochastic conditional simulation method, statistical mechanics and annealing process, semivariogram models, oil recovery, reservoir characterization", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}