{"Nomor": 8266, "Judul": "PENINGKATAN KUALITAS DATA SPASIAL PBB MENGGUNAKAN TRANSFORMASI KOORDINAT DENGAN PENDEKATAN ITERATIVE CLOSEST POINT (ICP) ALGORITHM TERHADAP SEGMENTASI OBJEK DI CITRA QUICKBIRD", "Abstrak": "ABSTRAK:   \n \n \n \n\nAkibat perbedaan dalam metode pengumpulan data dan ketidaksinkronan perioda pemutakhiran data, informasi yang terkandung pada peta dapat berbeda dalam geometri, akurasi dan aktualitas. Integrasi gcometrik antara peta bidang PBB dengan citra Quickbird melalui proses overlay mernberikan gambaran peta bidang yang tidak bersesuaian. Dengan poly sebaran ketidaksesuaian dan distribusi pergeseran yang tidak homogen, transformasi tidak dapat hanya diselesaikan secara global.   \n \n \n \n\nSuatu pendekatan metode yang dilakukan adalah melalui best fitting dengan Iterative Closest Point (ICP) Algorithm, dimana titik-titik sekutu pada transformasi koordinat ditentukan berdasarkan pada jarak terdekat antara objek yang bersesuaian.   \n \n \n \n\nHasil perhitungan transformasi dengan ICP Algorithm menunjukkan adanya peningkatan kualitas peta bidang PBB berdasarkan Root Mean Square (RMS) dari residu terhadap segmentasi objek referensi yang dihasilkan dari semula rata-rata 2,34 m menjadi 1,14 m. Dengan interpolasi Thin Plate Spline pada proses penghalusan bentuk geometrik (smoothing) dihasilkan RMS rata-rata 0,42 m. Sedangkan RMS dari pergeseran titik tak sekutu pada titik cek (checkpoint) berupa bidang ,sampel untuk transformasi dengan ICP Algorithm adalah rata-rata 2,68 m, selanjutnya melalui interpolasi Thin Plate Spline dihasilkan RMS rata-rata 2,47 m. Penyimpangan luas dari toleransi 10% terhadap luas bidang sampel yang dianggap benar pada penggunaan metode ICP algorithm dengan interpolasi Thin Plate Spline adalah sebesar 32,6% sedangkan pada transformasi pendekatan awal dan penggunaan metode ICP algorithm masing-masing sebesar 43%. Kelemahan dari penentuan titik-titik yang berkoresponden berdasarkan jarak terpendek adalah bahwa posisi awal kedua objek harus sedekat mungkin.", "Daftar File": {}, "Penulis": "Irfan Budiman (NIM 25105020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Agoes Soewandito Soedomo, Ir., M.S.   \n \n \n \n\nPembimbing: Andri Hernandi, Ir., MSP.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-02-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Iterative Closest Point, Thin Plate Spline, Coordinate Transformation, Spatial Data Quality", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}