{"Nomor": 8268, "Judul": "PERPUSTAKAAN UMUM PROVINSI  KALIMANTAN SELATAN  DI BANJARMASIN", "Abstrak": "Abstrak:   \n \n \n \n\nKota Banjarmasin sebagai ibu kota provinsi Kalimantan Selatan, mempunyai tingkat pendidikan penduduk yang masih rendah. Hal ini dapat dilihat dari jumlah penduduk usia 7-12 tahun yang belum bersekolah (BPS 2005). Tingkat pendidikan yang rendah ini dapat menurunkan daya saing kualitas sumber daya manusia di Kalimantan Selatan khususnya di Kota  Banjarmasin, terhadap daerah lain.   \n \n \n \n\nUntuk membenahi dan mempercepat kemajuan pendidikan di Kalimantan Selatan, pemerintah telah membuat kebijakan dan program yang tertuang dalam Peraturan Gubernur Nomor 032 Tahun 2005 tentang Rencana Pembangunan Jangka Menengah (RPJM) Provinsi Kalsel Tahun 2006-2010. Kebijakan pembangunan pendidikan, pemuda, dan olahraga salah satunya adalah meningkatkan minat baca bagi para siswa dan masyarakat. Dari arah kebijakan tersebut disusun program-program pembangunan pendidikan baik formal maupun nonformal, antara lain: penyediaan sarana dan prasarana pendidikan, pembinaan minat, bakat, dan kreativitas. Selain dengan penambahan jumlah sekolah untuk meningkatkan tingkat pendidikan, diperlukan juga penunjang pendidikan seperti perpustakaan.", "Daftar File": {"Pages from 2007 TA PP IRMA  FAWZIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23082", "Pages from 2007 TA PP IRMA  FAWZIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23083", "Pages from 2007 TA PP IRMA  FAWZIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23084", "Pages from 2007 TA PP IRMA  FAWZIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23085", "Pages from 2007 TA PP IRMA  FAWZIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/23086", "2007 TA PP IRMA  FAWZIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23087"}, "Penulis": "Irma Fawzia (NIM 152 03 010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Permana, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banjarmasin, perpustakaan umum", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}