{"Nomor": 8269, "Judul": "ANALISIS KANDUNGAN TEKNOLOGI TERHADAP PERFORMANSI BISNIS INDUSTRI SKALA KECIL (Studi Kasus : Industri Kecil Sektor Logam Bandung)", "Abstrak": "Teknologi sangat berperan dalam menciptakan keunggulan bersaing suatu perusahaan. Teknologi telah banyak diaplikasikan sebagai variabel yang strategis untuk mengakselerasi pertumbuhan ekonomi dan pertumbuhan produktivitas.  \n \n\nPenelitian bertujuan untuk mengukur tingkat kemampuan teknologi dengan menggiulakan teknometrik (ESCAP) dan strategi bersaing yang diukur melalui variabel-variabel strategi bersaing manufaktur dan diolah dengan menggunakan analisis faktor, sedangkan pengukuran performansi bisnis menggunakan pengukuran performansi profit margin on sales clan asset turnover.  \n \n\nTingkat kemampuan teknologi, strategi bersaing manufaktur dan performansi bisnis dari industri kecil sektor logam dihubungkan dengan metode regresi linier. Pola hubungan tersebut digunakan sebagai masukan bagi kebijakan pengembangan daya saing industri skala kecil sektor logam.  \n \n\nPenelitian ini menghasilkan kesimpulan bahwa ada hubungan yang signifikan antara teknologi, strategi bersaing manufaktur dan performansi bisnis. Meskipun titiak semua komponen teknologi berpengaruh secara signifikan terhadap variabel strategi bersaing dan tidak semua variabel strategi bersaing berpengaruh secara signifikan terhadap semua variabel pengukuran performansi bisnis.", "Daftar File": {"2000 TS PP IRMA HANY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23088", "2000 TS PP IRMA HANY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23089", "2000 TS PP IRMA HANY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23090", "2000 TS PP IRMA HANY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23091", "2000 TS PP IRMA HANY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23092", "2000 TS PP IRMA HANY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/23093", "2000 TS PP IRMA HANY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/23094", "2000 TS PP IRMA HANY 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/23095", "2000 TS PP IRMA HANY 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/23096"}, "Penulis": "IRMA HANY (NIM 23498116)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Lucia Diawati, Dr.Ir"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "The level of technology capabilities, manufactures competitive strategy and business performance of the small metal industries", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}