{"Nomor": 8276, "Judul": "ANALISIS PERILAKU KONSUMEN DAN USULAN STRATEGI PEMASARAN PRODUK SMS BANKING DI WILAYAH JADETABEK", "Abstrak": "Dewasa ini, Elektronik banking sudah menjadi alternatif channel dalam dunia perbankan yang sangat menjanjikan. Bank  X pada layanan SMS banking saat ini sudah menyediakan fitur yang cukup lengkap. Namun performansi layanan SMS banking ini dirasa masih kurang walaupun jumlah nasabah yang melakukan registrasi sudah cukup banyak. Bahkan mereka menyatakan diri sebagai Market leader untuk kategori layanan SMS Banking. Untuk meningkatkan pengguna (User) dan Frekwensi Pemakaian (Usage) dari layanan SMS Banking perlu diketahui mengapa tingkat Usage saat ini masih rendah agar dapat dirumuskan strategi untuk meningkatkan jumlah nasabah yang menggunakan SMS Banking sekaligus melakukan akuisisi nasabah baru dan ekplorasi seberapa jauh pemahaman nasabah terhadap program promosi yang telah dilakukan selama ini sehingga pihak Bank X dapat meningkatkan pendapatan berbasis komisi atau biaya (Fee Based Income) yang difokuskan pada Wilayah JADETABEK sebagai pertimbangan strategis dan batasan penelitian.      \n \n \n \n \n \n\nBerdasarkan indentifikasi permasalahan melalui FGD (Focus Group Discussion) dan penyebaran kuisioner serta dasar Conceptual Framework yang digunakan dalam penelitian.      \n \n \n \n \n \n\nDipergunakan industry analysis dan konsumen sebagai analsis utama. kemudian dianalisis berdasarkan kebutuhan penelitian. Pada analisa faktor lingkungan secara umum berupa dukungan akan tetapi komponen regulasi mendapatkan penekanan karena dirasa belum memberi keamanan bagi nasabah sedangkan Isu utama yang muncul dari produk ini adalah 'User Friendly' dan 'Tingkat Keamanan' yang diikuti oleh berbagai permasalahan strategi pemasaran yang dilakukan perusahaan sehingga tidak menstimuli konsumen untuk menggunakan produk layanan ini.       \n \n \n \n \n \n\nSolusi bisnis yang ditawarkan untuk mengatasi permasalahan diatas adalah dengan Point Reward, community based dan premium member yang dikemas menjadi strategi jangka pendek dan jangka panjang. Dengan bentuk Aktivitas Bellow The Line      \n \n \n \n \n \n\n(BTL) dan Above The Line (ATL)dengan rancangan model Promotion Event Community based merupakan alternatif solusi yang paling tepat dimana memberikan Experience yang membentuk kenyamanan atas kemudahan, mobilitas yang ditawarkan dan yang terpenting menancapkan kepercayaan nasabah bahwa SMS Banking X adalah sebuah Produk layanan Perbankan yang aman dan fungsional. Serta meningkatkan image dengan pendekatan Brand Social Responsibility.", "Daftar File": {}, "Penulis": "IRWAN FAHRUDIN (NIM 29106071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Priyantono Rudito, M.Bus (Mktg)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing communication, consumer behaviour, point reward, community based", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}