{"Nomor": 8277, "Judul": "ANALISIS STRUKTUR RANGKA RUANG ATAP VELODROME TENGGARONG-KALIMANTAN TIMUR", "Abstrak": "Tugas akhir ini merupakan disain atap dari suatu bangunan velodrome sebagai kebutuhan akan lintasan balap sepeda indoor yang digunakan sebagai salah satu infrastruktur Pekan Olahraga Nasional (PON) XVII 2008 di Kalimantan Timur. Struktur yang digunakan sebagai atap pada velodrome dengan bentang terpanjang 95 meter ini memiliki sistem space truss atau diIndustri konstruksi terbiasa disebut dengan istilah space frame. Penggunaan baja konvensional pada struktur bentang panjang menghasilkan disain yang tidak fleksibel secara artistik dan cenderung boros terutama karena masalah sambungan yang menentukan. Untuk itu perlu ditinjau mengenai penggunaan space truss yang lebih efisien untuk bentang panjang, yakni dapat menghemat hingga sekitar 30% bila dibandingkan terhadap penggunaan baja konvensional. Sistem space truss yang digunakan dalam pembuatan struktur atap ini ialah member berupa baja pipa dengan joint APORA bottle connector system atau biasa dikenal di luar Indonesia sebagai Indonesian Space Frame. Perbedaan dengan jenis space truss lainnya, yaitu terletak pada connector yang berbentuk botol (bottle connector system) dilengkapi dengan pegas dan sambungan jointnya berbentuk bola. Pada disain beban angin menjadi yang paling berpengaruh di antara beban lainnya. Hal ini disebabkan beberapa hal di antaranya karena di daerah Kalimantan Timur terdapat angin ribut yang dikenal masyarakat setempat sebagai angin Gusti. Daerah ini juga hanya termasuk daerah gempa ringan dengan perbedaan temperatur yang tidak terlalu signifikan sepanjang tahun. Mengingat beban angin yang paling menentukan, sehingga perlu dianalisis beban angin dengan lebih detail menggunakan peraturan ASCE 7-05, karena peraturan Indonesia dirasa terlalu sederhana untuk diaplikasikan. Dalam perhitungan analisis struktur dan disain kami menggunakan program SAP2000 dengan code AISC-LRFD.", "Daftar File": {"2008 TA PP IRWAN FITRI FAUZY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23149", "2008 TA PP IRWAN FITRI FAUZY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23150", "2008 TA PP IRWAN FITRI FAUZY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23151", "2008 TA PP IRWAN FITRI FAUZY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23152", "2008 TA PP IRWAN FITRI FAUZY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23153", "2008 TA PP IRWAN FITRI FAUZY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/23154", "2008 TA PP IRWAN FITRI FAUZY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/23155", "2008 TA PP IRWAN FITRI FAUZY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23156"}, "Penulis": "IRWAN FITRI FAUZY (NIM 15004108)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. ANANTA SOFWAN"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Atap, space truss(rangka ruang), efisien, baja pipa, bottle connector system, beban angin ASCE 7-05", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}