{"Nomor": 8280, "Judul": "USULAN STRATEGI BISNIS SBU ANTARIKSA DALAM USAHA DIVERSIFIKASI PT IPTN", "Abstrak": "Abstrak:  \n \n \n\nKrisis perekonomian yang dihadapi oleh Indonesia sangat berdampak kepada PT IPTN, dimana program pengembangan terpaksa ditunda, khususnya pengembangan rekayasa satelit. Berbagai cara telah dilakukan oleh management PT IPTN untuk mengurangi devisit anggaran karena krisis tersebut. Salah satu cara yang dilakukan oleh management PT IPTN adalah dengan melakukan diversifikasi usaha.  \n \n \n\nDivisi Antariksa adalah salah satu divisi di IPTN yang berubah statusnya menjadi strategic Business Unit pads tahun 1999, karena dipandang oleh korporat divisi tersebut memiliki kemampuan untuk melakukan usaha bisnis.  \n \n \n\nUsulan strategi untuk SBU Antariksa disusun sesuai dengan pentahapan dalam management strategi, yang dimulai dengan evaluasi terhadap kinerja perusahaan, yang kemudian dilanjutkan dengan analisa situasi yang mencakup analisa lingkungan eksternal, analisa lingkungan internal, visi, misi serta tujuan organisasi.  \n \n \n\nUntuk merancang strategis pengembangan usaha yang sesuai dengan situasi dan kondisi yang dihadapi, SBU tersebut perlu mengembangkan wawasan mengenai kebutuhan pelanggan atau masyarakat di masa depan dan mengidentifikasi kompetensi inti yang dimiliki. Dengan landasan kompetensi inti tersebut, SBU dapat membangun kompetensi inti baru yang sejalan dengan rancangan strategis, sehingga mampun menciptakan peluang usaha baru yang bermanfaat bagi pelanggan di masa depan.", "Daftar File": {}, "Penulis": "Irwin Abdul Wahid ( 281.98.161)", "Kontributor / Dosen Pembimbing": ["Pembimbing  :   Ali Basyah Siregar, DR Ir.   \n \n \n \n\nScanner: Alice Diniarti", "2008-01-15."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT. IPTN ; economic crisis ; satellite project development ; satellite ; business ; business strategic ; SBU", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "18 Jun 2012"}