{"Nomor": 8285, "Judul": "EVALUASI PERILAKU SAMBUNGAN KOLOM KOMPOSIT BAJA-BETON DAN BALOK BETON BERTULANG DENGAN PEMBEBANAN SIKLIK STATIS", "Abstrak": "Abstrak : \n \n\nPenelitian ini bertujuan mempelajari perilaku sambungan kolom komposit baja-beton dan balok beton bertulang dengan pembebanan sikls statik. Penelitian terdiri atas penelitian eksperimental dan analisis numerik dengan metode elemen hingga. Penelitian eksperimental dilakukan terhadap tiga buah bends uji join balok kolom eksternal dengan kuat tekan beton rencana 30 NV a. Benda uji pertama (BU-1) berupa join balok-kolom konvensional, benda uji kedua (BU-2) menggunakan kolom komposit dengan tulangan balok masuk ke dalam kolom, dan benda uji ketiga (BU-3) juga menggunakan kolom komposit tetapi tulangan balok dilas pada casing baja kolom. Benda uji pertama (BU-1) adalah sebagai pembanding terhadap benda uji yang lain. \n \n\nHasil penelitian eksperimental dengan sistem pembebanan siklik adalah pola retak, kurva histeretik hubungan antara beban dan lendutan, disipasi energi, regangan baja, degradasi kekuatan, dan degradasi kekakuan pada setiap siklus pembebanan. Setiap tahap siklus, pads siklus ulangan pembebanan tekan terjadi efek pinching. Akibat efek pinching, terjadi degradasi kekuatan, degradasi kekakuan, dan degradasi disipasi energi. Hasil yang diperoleh menunjukkan bahwa perilaku BU-1 hampir sama dengan BU-2, terutama dalam kemampuan disipasi energi, pola retak, kekuatan dan kekakuan yang dihasilkan. Sedangkan BU-3 perilakunya sangat berbeda dengan BU-1 dan kemampuannya dalam disipasi energi sangat kecil bila dibandingkan dengan BU-1. Retak yang terjadi pada daerah sendi plastis pada BU-1 dan BU-2 didominasi oleh retak lentur, sehingga keruntuhan yang terjadi adalah keruntuhan lentur yang daktail. Sedangkan pads BU-3 perilakunya didominasi oleh deformasi geser (shear deformation), sehingga terbentuk suatu mekanisme dimana terjadinya displacement yang besar (large displacement) pada beban yang rendah, dan retak yang terjadi pads balok sangat sedikit. \n \n\nUntuk mengetahui distribusi tegangan pada benda uji join balok-kolom diperlukan analisis numerik, karena basil eksperimental tidak dapat merepresentasikan sifat-sifat distribusi tegangan. Analisis numerik dalam penelitian ini menggunakan metode elemen hingga diskrit non-linier. Selanjutnya hasil analisis numerik diverifikasi terhadap hasil studi eksperimental. Hasil yang diperoleh menunjukkan bahwa disipasi energi serta kekakuan basil analisis numerik sedikit lebih besar dari hasil eksperimental. Berdasarkan kontur distribusi tegangan tekan beton bahwa pada kondisi elastis konsentrasi tegangan tekan lebih dominan pada balok, baik akibat beban tank maupun beban tekan. Selanjutnya dengan meningkatnya daktilitas, dimana beban yang berikan semakin besar, maka konsentrasi tegangan menjadi bertambah besar baik pada balok maupun kolom, hal ini ditandai dengan terbentuknya strut tegangan tekan yang semakin lebar pada kolom. Perilaku seperti ini hanya terjadi pada BU-1 dan BU-2. Adapun untuk benda uji 3 (BU-3) perilakunya sangat berbeda dengan BU-1 dan BU-2, dimana pada BU-3 perilakunya didominasi oleh deformasi geser (shear deformation). Diagonal strut yang terbentuk sangat kecil, dan juga diperlihatkan bahwa pads muka kolom terjadi slip yang cukup besar. Oleh karena itu perilaku BU-3 merupakan yang paling jelek diantara benda uji yang lain. \n \n\nPerilaku masing-masing benda uji dari hasil analisis numerik bila dibandingkan dengan hasil eksperimental pada umumnya hampir sama, terutama pada hubungan beban-lendutan, disipasi energi, serta degradasi kekuatan dan kekakuannya. Sehingga dapat disimpulkan bahwa hasil analisis numerik dapat digunakan sebagai model uji hasil eksperimental.", "Daftar File": {}, "Penulis": "Iskandar (NIM 250 04 040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bambang Budiono, Prof. Dr. Ir. ME \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beam-column joint, composite column, cyclic loading, ductility, energy dissipation, crack pattern.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}