{"Nomor": 8287, "Judul": "ALGORITMA UNTUK MENGKONSTRUKSI PEWARNAAN SISI-f PADA GRAF", "Abstrak": "Misalkan f adalah fungsi dari himpunan titik ke bilangan asli. Pewarnaan sisi-f dari suatu graf G = (V,E) adalah mewarnai setiap sisi pada graf G dengan warna sesedikit mungkin sehingga pada setiap v ∈ V , paling banyak f(v) sisi yang berkaitan, berwarna sama. Hoyler membuktikan bahwa pewarnaan sisi-f pada kasus f(v) = 1 merupakan masalah NP-complete sehingga secara umum, pewarnaan sisi-f merupakan masalah NP-complete. Akibatnya, tidak terdapat algoritma dalam waktu polinom yang dapat mengkonstruksi pewarnaan sisi-f pada graf. Dalam tugas akhir ini, dilakukan beberapa pendekatan untuk mengkonstruksi pewarnaan sisi-f pada graf, diantaranya dengan mengkonstruksi algoritma yang efisien untuk beberapa kelas pada graf. Kelas-kelas graf yang dibahas adalah graf roda, graf kipas dan graf yang memiliki degeneracy, arboricity, dan bilangan unisiklis tertentu. Untuk menyelesaikan kelas graf lainnya, digunakan algoritma heuristik. Sehingga dalam tugas akhir ini didapat algoritma yang dapat mengkonstruksi pewarnaan sisi-f pada seluruh kelas dari graf.", "Daftar File": {"2008 TA PP ISMAIL HASBULLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23215", "2008 TA PP ISMAIL HASBULLAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23216", "2008 TA PP ISMAIL HASBULLAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23217", "2008 TA PP ISMAIL HASBULLAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23218", "2008 TA PP ISMAIL HASBULLAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23219", "2008 TA PP ISMAIL HASBULLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23220"}, "Penulis": "ISMAIL HASBULLAH (NIM 10103010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Salman A. N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pewarnaan sisi-f, Graf roda, Graf kipas, Degenerasi, Arboricity, Bilangan unisiklis, Heuristik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}