{"Nomor": 8288, "Judul": "APLIKASI MATERIAL LOGAM PADA ARSITEKTUR SKULPTURAL DENGAN ANALOGI KENDARAAN LAND ROVER", "Abstrak": "Abstra:    \n \n \n \n \n\nMaterial merupakan elemen penting dalam arsitektur. Beberapa material yang kita kenal dalam dunia perancangan adalah kayu, tanah liat, batu, logam dan material lain. Dahulu logam digunakan manusia sebagai hiasan maupun peralatan perang, dengan kemajuan teknologi material logam banyak digunakan dalam bidang arsitektur dan juga bidang-bidang lainnya. Material logam merupakan material yang dapat terurai oleh alam tidak seperti material lain seperti plastik dan kaca. Skulptur merupakan cabang ilmu yang memiliki kedekatan dengan arsitektur dalam menghasilkan sebuah karya seni dalam bentuk tiga dimensi. Keduanya memiliki misi yang sama dalam menghasilkan suatu bentuk estetika visual yang baik, yang membedakan adalah proses dalam mewujudkan hasil akhir. Tesis ini akan mengangkat penggunaan material secara dominan pada sebuah bangunan, pendekatan perancangan dengan metode skulptur merupakan metode yang cocok untuk lebih mengeksplotasi penggunaan material logam. Diharapkan akan muncul sebuah bangunan dengan nuansa skulptur yang erat dengan penampilan visual dan diperkuat oleh citra logam. Fungsi bangunan merupakan sebuah showroom dan museum dari sebuah merek kendaraan, dimana kedekatan dunia otomotif dan logam akan ditelaah untuk mencapai hasil perancangan.", "Daftar File": {}, "Penulis": "Ismayadi", "Kontributor / Dosen Pembimbing": ["Pembimbing I   : Baskoro Tedjo, Ir, MSEB, Phd.", "Pembimbing II  : Suryamanto,Ir , MT.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-17."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Material , architecture , architectural design , sculpture , analogy , Land Rover cars.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}