{"Nomor": 829, "Judul": "SPEED FLOW RELATIONSHIP IN BANDUNG URBAN AREA", "Abstrak": "Pada thesis ini diusahakan untuk mendapatkan hubungan antara kecepatan dan arus kendaraan di kota Bandung berdasarkan suatu hipotesa bahwa kecepatan akan turun jika arus kendaraan meningkat.Penelitian dilakukan pada 5 ruas jalan di kota Bandung yang dilewati oleh bermacam- macam jenis kendaraan.\tDi kota Bandung banyak terdapat kendaraan paratransit\t(minicab dan bemo), oleh karena itu pengaruh dari perbedaan jenis\tkendaraan paratransit terhadap\thubungan kecepatan dan arus kendaraan juga ditinjau. Untuk memperlihatkan pengaruh lebar jalan pada hubungan kecepatan dan arus kendaraan maka lokasi penelitian dipilih pada ruas-ruas jalan yang mempunyai lebar berbeda-beda. Persamaan dari hubungan kecepatan dan arus kendaraan diperoleh dengan menggunakan metoda regresi yang perhitungannya dilakukan dengan bantuan komputer. Selang waktu pengamatan yang dilakukan untuk pengumpulan data kecepatan dan arus kendaraan adalah 10 menit dan 1 menit, dan hasil yang diperoleh dari selang waktu yang berbeda ini didiskusikan. Dengan menggunakan persamaan hubungan antara kecepatan dan arus kendaraan diusahakan juga untuk mendapatkan hubungan hubungan lain seperti hubungan antara kecepatan dan kerapatan, hubungan antara arus kendaraan dan kerapatan, dengan menggunakan teori\tarus lalu lintas\t(Q = D.V). Hubungan\tantara\tkecepatan dan at-us kendaraan\tyang diperoleh meaunjukkan bahwa kecepatan menurun j i ka arus kendaraan meningkat dalam bentuk garis.", "Daftar File": {"1984_TS_PP_NUSRIHARDONO-1.pdf": "https://digilib.itb.ac.id/gdl/download/1100"}, "Penulis": "Bambang A.A.Nusrihardono", "Kontributor / Dosen Pembimbing": ["Pembimbing: Jhon Prentice,Trisno Soegondo ,Scan:Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "FLOW RELATIONSHIP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Mar 2005"}