{"Nomor": 8305, "Judul": "ANALISIS KONSEKUENSI KEGAGALAN SECARA KUANTITATIF PADA ONSHORE PIPELINE BERDASARKAN API 581 BRD", "Abstrak": "Penyaluran fluida minyak dan gas (migas) dari satu tempat ke tempat yang lain yang berada di darat dilakukan oleh sistem onshore pipeline. Pada kondisi operasi terdapat berbagai resiko (risk) jika terjadi kegagalan pada sistem pipeline. Analisis konsekuensi kegagalan secara kuantitatif adalah metoda yang paling baik untuk menghitung konsekuensi kegagalan. Analisis tersebut dilakukan untuk mengetahui daerah yang dipengaruhi oleh efek flammable, luas daerah yang dipengaruhi oleh racun (toxic) dan pencemaran lingkungan serta kerugian finansial akibat kegagalan yang terjadi pada sistem pipeline. Pada sistem pipeline yang terdapat di daerah Porong, Sidoarjo, Jawa Timur, terdapat pergeseran tanah akibat tumpahan lumpur yang membuat sistem pipeline tersebut rentan mengalami kegagalan sehingga dilakukan analisis konsekuensi kegagalan pada sestem pipeline tersebut. Dari analisis konsekuensi kegagalan yang dilakukan pada sistem pipeline yang terdapat di daerah Porong, Sidoarjo, Jawa Timur didapat daerah kerusakan peralatan maksimum sebesar 3646,87 ft2, daerah kematian maksimum sebesar 7026,9 ft2, dan biaya kerugian akibat interupsi bisnis maksimum sebesar 4557346,63 US$ yang terdapat pada jalur pipeline Offtake Porong ÃƒÂ‚Ã‚Â– Bundaran Tol Gempol.", "Daftar File": {"2008 TA PP I WAYAN DIPTAGAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23320", "2008 TA PP I WAYAN DIPTAGAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23321", "2008 TA PP I WAYAN DIPTAGAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23322", "2008 TA PP I WAYAN DIPTAGAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23323", "2008 TA PP I WAYAN DIPTAGAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23324", "2008 TA PP I WAYAN DIPTAGAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/23325", "2008 TA PP I WAYAN DIPTAGAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/23326", "2008 TA PP I WAYAN DIPTAGAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23327"}, "Penulis": "I WAYAN DIPTAGAMA (NIM 13102083)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "onshore pipeline, failure analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}