{"Nomor": 8322, "Judul": "OPTIMASI PASOKAN GAS BUMI MENGGUNAKAN ANALISIS INPUT-OUTPUT", "Abstrak": "Kurangnya pasokan gas dan daya beli yang relative rendah menyebabkan terjadinya kompetisi pemanfaatan gas bumi oleh industri di dalam negeri. Pemerintah harus melakukan optimasi alokasi gas bumi untuk industri dalam negeri dengan memberikan kemanfaatan terbesar secara nasional. \n \n\nAnalisis input-output adalah kerangka berfikir yang dikembangkan oleh Wassily Leotief pada akhir tahun 1930. Penelitian ini mendapat Nobel Ekonomi ditahun 1973. Metode ini telah diterapkan secara luas dalam berbagai bidang. \n \n\nAnalisis input-output digunakan untuk mengetahui nilai faktor pengganda (multiplier effect) suatu masukan ke sector atau industri tertentu yang akan digunakan sebagai acuan dalam menentukan kontribusi secara nasional. \n \n\nHasil optimasi alokasi pemanfaatan gas bumi menggunakan analisa input-output selain mendapatkan faktor pengganda, juga mendapatkan harga jual gas relatif antar sektor. \n \n\nHasil perhitungan dapat menjadi salah satu pertimbangan dalam menentukan alokasi pemanfaatan gas bumi yang memberikan kemanfaatan terbesar secara nasional.", "Daftar File": {"2008 TS PP JATI ARIE WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23399", "2008 TS PP JATI ARIE WIBOWO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23400", "2008 TS PP JATI ARIE WIBOWO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23401", "2008 TS PP JATI ARIE WIBOWO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23402", "2008 TS PP JATI ARIE WIBOWO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23403", "2008 TS PP JATI ARIE WIBOWO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/23404", "2008 TS PP JATI ARIE WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23405"}, "Penulis": "JATI ARIE WIBOWO (NIM 22206006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto dan Prof. Dr. Ir. Widjajono Partowidagdo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Optimisasi, Multiplier Effect, Input Multiplier, Natural Gas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}