{"Nomor": 8324, "Judul": "PROXY FTP SERVER", "Abstrak": "File Transfer Protocol (FTP) merupakan salah satu layanan populer untuk pertukaran file. Pada suatu jaringan lokal universitas, jumlah penyedia layanan FTP (FTP server) cukup banyak dan sering berubah-ubah. Untuk itu diperlukan suatu cara untuk mengatur dan mempermudah akses terhadap layanan FTP pada FTP server yang ada di jaringan lokal universitas. Pada tugas akhir ini, dikembangkan suatu perangkat lunak proxy FTP server yang berfungsi sebagai proxy untuk layanan FTP pada sekumpulan FTP server. Hal ini dapat mempermudah akses terhadap layanan FTP pada FTP server yang ada di jaringan lokal universitas. Selain itu, pada proxy FTP server ini juga dapat dilakukan pengaturan FTP server yang akan digunakan layanannya. Pada proxy FTP server ini juga dilakukan penambahan ketersediaan entitas (file dan/atau directory) layanan FTP pada FTP server. Berdasarkan pengujian yang dilakukan, perangkat lunak proxy FTP server ini terbukti mampu untuk mempermudah akses sekumpulan FTP server dan menyediakan tambahan ketersediaan entitas layanan FTP. Perangkat lunak proxy FTP server ini terbagi menjadi dua bagian utama, yaitu perangkat lunak penyedia dan pengakses layanan FTP yang dibangun berupa perangkat lunak native, dan perangkat lunak administrasi proxy FTP server yang dibangun berupa perangkat lunak web. Teknologi yang digunakan adalah platform linux, bahasa pemrograman C++, bahasa scripting PHP, DBMS MySQL, dan webserver Apache.", "Daftar File": {}, "Penulis": "JAYA PRAMADESA (NIM 13503011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Imam Kistijantoro, S.T, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "FTP, proxy, FTP server, FTP client, proxy FTP server", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}