{"Nomor": 8325, "Judul": "KLUB KOMIK INDONESIA", "Abstrak": "Dalam Kehidupan sehari-hari manusia melakukan suatu aktifitas sampingan atau disebut dengan hobi, kegiatan hobi ini dapat dikategorikan sebagai kegiatan yang bersifat refreshing atau bahkan menjadi kegiatan utama yang dapat memberi keuntungan (profit), salah satu dari kegiatan hobi yang banyak diminati adalah komik.  \n \n\nKomik sebagai sebuah hobi termasuk sebuah aktifitas yang paling diminati oleh sebagian masyarakat tanah air, sebagai sebuah media informasi, komunikasi dan hiburan. Komik adalah sebuah karya seni dalam bentuk cerita bergambar yang memerlukan imajinasi dan kreatifitas dalam membuatnya. Banyak sekali Masyarakat yang menyalurkan hobinya dalam komik, baik dalam membacanya, mengoleksinya dan membuatnya.  \n \n\nSeiring dengan banyaknya peminat dari Komik, maka diperlukan fasilitas pendukung dan sarana untuk mengantisipasi dan menampung para peminat komik tersebut  \n \n\nKlub Komik Indonesia adalah sebuah konsep klub yang menjadikan karya dalam komik dan keunikan-keunikannya sebagai daya tarik utama. Klub Komik Indonesia merupakan sarana bagi para pencinta komik di seluruh Indonesia, yang ingin menambah wawasan mengenai komik, mempelajari pembuatannya dan keunikan lainnya.  \n \n\nKlub Komik indonesia merupakan sarana perkumpulan bersifat komersil yang terletak di daerah perkotaan bandung, sarana ini dapat membantu meningkatkan kebutuhan para pencinta Komik di Indonesia sehingga dapat diharapkan akan berkembang menjadi kemajuan Industri komik di Tanah air.", "Daftar File": {"2008 TA PP JAY RIYADY RACHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/23422", "2008 TA PP JAY RIYADY RACHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23423", "2008 TA PP JAY RIYADY RACHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23424", "2008 TA PP JAY RIYADY RACHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23425", "2008 TA PP JAY RIYADY RACHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23426", "2008 TA PP JAY RIYADY RACHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/23427", "2008 TA PP JAY RIYADY RACHMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/23428", "2008 TA PP JAY RIYADY RACHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23429"}, "Penulis": "JAY RIYADY RACHMAN (NIM 1703033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Budi Isdianto, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "komik, Indonesia, hiburan, hobi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Jun 2008"}