{"Nomor": 8327, "Judul": "PERANCANGAN MODEL INTERAKSI SISTEM PENDUKUNG KEPUTUSAN KLINIS BERBASIS PANDUAN", "Abstrak": "Dalam tugas akhir ini dirancang model interaksi CDSS (Clinical Decision Support System) berbasis panduan RSIA Hermina yang diberi nama GLIDES (Guideline-based Clinical Decision Support System) sebagai masukan bagi pihak manajemen eksekutif rumah sakit mengenai gambaran pemanfaatan sistem dalam lingkungan bisnis rumah sakit dan bagi tim pengembang SIRS (Sistem Informasi Rumah Sakit) Hermina sebagai masukan untuk pengembangan sistem aktual selanjutnya. Perancangan interaksi merupakan sebuah paradigma baru dalam perancangan sistem dengan memusatkan fokus terhadap pengguna (user-centered design) dan aspek usability. Perancangan tersebut kemudian diwujudkan dalam model skenario interaksi yang menunjukkan bagaimana sistem bekerja dan berinteraksi dengan penggunanya. Hasil  akhir dari tugas akhir ini adalah rancangan model interaksi GLIDES beserta simulasi skenario interaksi yang merepresentasikan pemanfaatan CDSS berbasis panduan dalam lingkungan RSIA Hermina. Rancangan yang dihasilkan dapat menjadi bagian dalam langkah pengembangan sistem aktual selanjutnya. Dari pelaksanaan tugas akhir ini, dapat disimpulkan bahwa metode perancangan interaksi telah berhasil mengangkat sisi interaksi pengembangan perangkat lunak (sistem) dan juga menerapkan aspek-aspek usability ke dalam perancangan melalui suatu proses rekayasa.", "Daftar File": {}, "Penulis": "JEFFREY SETIAWAN SUTANTO (NIM 13503010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Husni S. Sastramihardja, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "guideline-based CDSS, clinical guideline, interaction design, usability", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}