{"Nomor": 8328, "Judul": "PENGEMBANGAN DESAIN KURSI DENGAN MEMANFAATKAN LIMBAH KARET INDUSTRI SEPATU", "Abstrak": "Produk yang dihasilkan oleh industri pengolahan karet di tanah air, belum memaksimalkan potensi desain yang ada. Sebagian besar produk yang dihasilkan hanya berupa bagian-bagian mesin yang tidak membutuhkan aspek desain tertentu. Berangkat dari masalah ini, dimulailah pencari material karet yang akan diolah untuk dapat memaksimalkan potensi desain dalam produk dari karet. Karena pertimbangan material karet lembaran yang telah memiliki nilai tersendiri bagi industri karet, maka dicari alternatif lain untuk dapat mengolah material karet tersebut. Hasilnya ditemukan limbah karet industri sepatu yang merupakan karet mati serta belum pernah dimanfaatkan. Material tersebut hanya dibuang serta dikumpulkan ole LPM (Lembaga Pemberdayaan Masyarakat) untuk selanjutnya disalurkan ke pabrik tekstil. Di pabrik tekstil, material limbah karet tersebut dicampur dengan limbah kering lainnya untuk dibakar. Campuran limbah tadi dibakar untuk proses pemanasan mesin uap yang digunakan untuk pembuatan sol sepatu dan proses pencelupan kain. Limbah yang dibakar adalah 5 sampai 6 kg sekali masuk. Hal tersebut sudah mendapat izin dari DEPNAKER. Tetapi berdasarkan survey, asap hasil pembakaran tersebut tetaplah berakibat buruk bagi lingkungan. Hal tersebut didukung oleh lamanya pembakaran yang dilakukan, yaitu selama jam kerja sesuai dengan permintaan pihak produksi. Tujuan pemanfaatan limbah karet industri sepatu tersebut menjadi produk pakai adalah agar dapat berguna selain untuk meningkatkan nilai dari limbah tersebut. Melalui eksperimen yang dilakukan, didapatkan hasil eksperimen anyaman yang dapat menahan beban. Hal tersebut dimanfaatkan untuk pembuatan rubber furniture untukkan restoran dan cafe yang memiliki pengunjung berkelas menengah kebawah. Dengan memanfaatkan sifat material dari eksperimen anyaman, yaitu material tersebut tahan lama, tahan terhadap cuaca, mudah dibersihkan serta memiliki sifat proteksinya, material tersebut cocok digunakan sebagai kursi restoran dan cafe mengingat minimnya perawatan terhadap kursi restoran dan cafe yang ada di pasaran menyebabkan kursi tersebut mudah rusak. Adanya anyaman karet sebagai pengganti alas kursi yang rusak, diharapkan dapat membantu para pemilik restoran dan cafe dalam mengembangkan usahanya.", "Daftar File": {"2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23445", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23446", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23447", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23448", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23449", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/23450", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/23451", "2008 TA PP JEFFRY OKTAVIUS GREEDIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23452"}, "Penulis": "JEFFRY OKTAVIUS GREEDIAN (NIM 17503019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Nedina Sari, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Desain kursi, Limbah karet industri sepatu", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "19 Jun 2008"}