{"Nomor": 8333, "Judul": "APLIKASI KLASIFIKASI MASSA BATUAN DALAM ANALISIS KEMANTAPAN LERENG G-6/PB-8 SOUTH GRASBERG OPET PIT MINE MENGGUNAKAN DATA KEKAR DARI KEGIATAN CORE ORIENTING", "Abstrak": "Abstrak:   \n \n \n \n\nAdanya dugaan awal bahwa di sekitar lereng G-6/PB-8 South terdapat struktur geologi lokal berupa lipatan telah memicu penelitian yang lebih detail mengenai pengaruh keberadaan, orientasi dan karakteristik kekar-kekar yang ada terhadap kondisi kemantapan lereng tersebut. Upaya untuk mengetahui keberadaan, orientasi dan karakteristik kekar-kekar tersebut dilakukan dengan pengumpulan data-data kekar melalui kegiatan core orienting. Hasil pengamatan tersebut kemudian dianalisis dengan menggunakan analisis Slope Mass Rating (SMR) untuk mengetahui kondisi kemantapan lereng.   \n \n \n \n\nHasil penelitian menunjukkan bahwa secara umum kondisi massa batuan yang dihadapi termasuk dalam kelas massa batuan baik sampai sangat baik. Ini berarti bahwa lereng G-6/PB-8 South berada dalam keadaan stabil dengan kemungkinan longsoran terjadi hanya dibeberapa blok kecil. Rancangan lereng (sudut (dip) dan dip dir lereng) yang diterapkan sudah cukup baik sehingga tidak diperlukan lagi penyanggaan.   \n \n \n \n\nMetode klasifikasi massa batuan SMR sangat terbatas dalam menganalisis kemantapan lereng karena tidak dapat mengakomodir pengaruh geometri lereng terhadap kondisi kemantapan lereng. Metode ini tidak dapat dipakai sebagai pedoman satu-satunya dalam menganalisis dan merancang lereng. Oleh karena itu diperlukan suatu penelitian lebih lanjut menggunakan metode numerik berupa pemodelan lereng.", "Daftar File": {"2007 TA PP JIMMY GINTING MANIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23483", "2007 TA PP JIMMY GINTING MANIK 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23484", "2007 TA PP JIMMY GINTING MANIK 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23485", "2007 TA PP JIMMY GINTING MANIK 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23486", "2007 TA PP JIMMY GINTING MANIK 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23487", "2007 TA PP JIMMY GINTING MANIK 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/23488", "2007 TA PP JIMMY GINTING MANIK 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/23489", "2007 TA PP JIMMY GINTING MANIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23490"}, "Penulis": "Jimmy Ginting Manik (NIM 121 02 054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ridho Kresna Wattimena, Dr.Ir,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stability Analysis, Open Pit Mine, Core Orienting Activity", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}