{"Nomor": 8336, "Judul": "ANALISIS KEBUTUHAN PELATIHAN BERBASIS KOMPETENSI JABATAN: STUDI KASUS DI BAGIAN SUMBER DAYA MANUSIA DAN ORGANISASI PT. XYZ DISTRIBUSI JAWA BARAT DAN BANTEN-BANDUNG", "Abstrak": "PT. XYZ Distribusi Jawa barat dan Banten (DJBB) merupakan penyedia jasa distribusi tenaga listrik di wilayah Jawa Barat dan Banten. Sejalan dengan visinya yaitu menjadi perusahaan berkelas dunia dengan bertumpu pada potensi insani, PT. XYZ menyusun Strategi Implementasi Manajemen Sumber Daya Manusia Berbasis Kompetensi (MSDM-BK). \n \n \n \n\nPenelitian Proyek akhir ini bertujuan untuk melakukan analisis kebutuhan pelatihan berbasis kompetensi jabatan yang difokuskan pada bagian SDM di PT. XYZ Distribusi Jawa barat dan Banten (DJBB). Analisis ini bertujuan untuk mengetahui program pelatihan apa yang cocok untuk pemegang jabatan sesuai dengan kompetensi jabatan sehingga dapat mencapai kinerja terbaik. Kerangka kerja menggunakan pendekatan alur kerja (work flow approach), yaitu pendekatan yang ditentukan oleh bentuk dan sifat produk yang dihasilkan, sehingga memberikan petunjuk tentang urutan atau aliran pekerjaan. Tahap pertama adalah pengumpulan data, tahap kedua adalah analisis data yang berupa pengelompokan kompetensi dan penentuan materi pelatihan yang sesuai dengan kompetensi pegawai dan kompetensi jabatan mereka, tahap selanjutnya adalah validasi. Validasi sebagai tahap akhir dilakukan dengan melakukan wawancara dengan pihak manajerial dari perusahaan untuk menilai rancangan program dan materi pelatihan. \n \n \n \n\nLangkah-langkah yang ditempuh untuk mengimplementasikan program-program pelatihan yaitu: penilaian kebutuhan, kepastian kesediaan pegawai untuk mengikuti pelatihan, penciptaan lingkungan pembelajaran, kepastian dalam penggunaan ilmu di dalam pelatihan, pemilihan metode pelatihan, evaluasi program pelatihan. Peneliti juga merekomendasikan agar PT. XYZ Distribusi Jawa Barat dan Banten (DJBB) agar perusahaan mencoba untuk menerapkan penggunaan metode pelatihan dengan menggunakan metode E-learning.", "Daftar File": {"2008 TS PP JOEHERDI MUHAMMAD YUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23504", "2008 TS PP JOEHERDI MUHAMMAD YUSUF 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23505", "2008 TS PP JOEHERDI MUHAMMAD YUSUF 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23506", "2008 TS PP JOEHERDI MUHAMMAD YUSUF 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23507", "2008 TS PP JOEHERDI MUHAMMAD YUSUF 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23508", "2008 TS PP JOEHERDI MUHAMMAD YUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23509"}, "Penulis": "JOEHERDI MUHAMMAD YUSUF (NIM 29106325)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "MSDM, Analisa kebutuhan pelatihan, Profil kompetensi jabatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}