{"Nomor": 8338, "Judul": "IDENTIFIKASI KARAKTERISTIK TUNDAAN DI RUAS JALAN SUKAJADI, KOTA BANDUNG", "Abstrak": "Meningkatnya arus penduduk ulang-alik dari daerah-daerah sekitar Bandung menyebabkan peningkatan arus lalu lintas pada jalan, termasuk jalan kolektor seperti di Jalan Sukajadi dan menimbulkan masalah kemacetan. Menghadapi kenyataan di atas, ruas jalan tersebut tidak sepenuhnya berfungsi dengan baik. Hal ini dapat diketahui dengan meningkatnya persoalan lalu lintas yang terjadi setiap hari di wilayah studi, seperti kemacetan, penurunan kecepatan kendaraan maupun bertambahnya waktu perjalanan. Tundaan sebagai bagian yang penting dari waktu perjalanan karena kendaraan yang bergerak sangat berpotensi terhadap kemacetan dan kesemrawutan, maupun tundaan tetap karena kapasitas dan volume lalu lintas (kepadatan dan keramaian). Tundaan yang dimaksud pada wilayah studi adalah berkurangnya waktu perjalanan atau terjadinya pengurangan kecepatan bergerak di bawah kecepatan yang dianggap dapat diterima atau tingkat kesesuaian standar kecepatan jalan rencana.    \n \n \n\nTundaan terjadi karena meningkatnya kepadatan lalu lintas, tingginya waktu tunda serta menurunnya kapasitas jalan yang berdampak pada penurunanan tingkat pelayanan jalan. Oleh karena itu studi tundaan menjadi penting dalam mengidentifikasi kinerja ruas Jalan Sukajadi sebagai jalan kolektor primer, khususnya pada ruas jalan utama yang padat dan ramai lalu lintas.   \n \n \n\nAnalisis yang digunakan yaitu analisis arus kendaraan, tingkat pelayanan jalan, analisis tundaan serta analisis deksriptif faktor-faktor penyebab tundaan berdasarkan pengamatan lapangan. Berdasarkan analisis data empiris ditemukan hasil bahwa dalam kondisi arus kendaraan yang padat dapat mencapai 284 smp/jam, kecepatan rata-rata kendaraan berkisar rata-rata antara 11,1-22 km/jam pada jam puncak. Artinya telah terjadi penurunan dari standar kecepatan rencana untuk Jalan Kolektor sebesar 50-60 km/jam, sehingga jarak yang ditempuh relatif kecil per jam dan akan  berpengaruh pada tundaan serta tingkat pelayanan jalan. Waktu tundaan keseluruhan yang terjadi di sepanjang ruas Jalan Sukajdi ini berdasarkan perhitungan dengan menggunakan variabel jarak antara dan kecepatan gerak rata-rata berkisar antara 56,93-56,97 detik. Artinya telah terjadi tundaan lalu lintas yaitu perbedaan antara hasil perhitungan empiris berupa penurunan kecepatan nyata dan waktu antara kendaraan dengan ketentuan standar dalam penerapannya. Faktor utama yang teridentifikasi dan dianggap berpengaruh terhadap karakteristik tundaan diantaranya yang dominan adalah arus kendaraan yang padat dimana dipengaruhi oleh kendaraan yang keluar masuk guna lahan maupun jalan lingkungan sekitar yang dapat menghasilkan waktu tunda hingga mencapai 55 detik. Berdasarkan hasil tersebut, arahan dapat berupa manajemen lalu lintas dalam mengatasi fenomena tundaan diharap dapat diprioritaskan pelaksanaannya pada waktu-waktu puncak (peak hour) serta pembangunan beberapa sarana dan prasarana tambahan penunjang bagi ruas Jalan Sukajadi dengan kompleksitas tundaan yang tinggi.", "Daftar File": {"2008 TA PP JOHANNES TUMPAL PANJAITAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23518", "2008 TA PP JOHANNES TUMPAL PANJAITAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23519", "2008 TA PP JOHANNES TUMPAL PANJAITAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23520", "2008 TA PP JOHANNES TUMPAL PANJAITAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23521", "2008 TA PP JOHANNES TUMPAL PANJAITAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23522", "2008 TA PP JOHANNES TUMPAL PANJAITAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/23523", "2008 TA PP JOHANNES TUMPAL PANJAITAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23524"}, "Penulis": "JOHANNES TUMPAL PANJAITAN (NIM 15403024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Binsar PH. Naipospos, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arus lalu lintas, jalan Sukajadi, Bandung, tundaan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}