{"Nomor": 8341, "Judul": "PENGUKURAN PARAMETER SEISMIK DAN DIFRAKSI SINAR-X (XRD) PADA BATUAN KARBONAT FORMASI PARIGI", "Abstrak": "Substitusi fluida merupakan bagian dari studi seismik untuk memodelkan dan menghitung berbagai macam skenario substitusi fluida yang memberi petunjuk pada pengamatan respon AVO (Amplitude Variation with Offset) dan data seismik post stack. Substitusi fluida melibatkan persamaan Gassmann yang akan mengestimasi efek fluida terhadap parameter modulus bulk. Prediksi parameter modulus bulk ini dapat dipakai untuk mencari keberadaan hidrokarbon. Eksperimen dilakukan terhadap beberapa sampel core batuan karbonat formasi Parigi di daerah Cirebon. Batuan karbonat yang diprediksi berkategori reef dengan kandungan mineral Calcite yang dominan. Kemudian diukur di dalam laboratorium seismik batuan tekanan tinggi dengan variasi tekanan berupa overburden dan pore pressure. Pengamatan dilakukan saat fluida berupa air disubstitusikan ke dalam batuan serta mengamati efek fluida yang terjadi ketika variasi tekanan diberikan. Pengaruh dari kehadiran fluida ini akan digunakan untuk menjelaskan efek substitusi fluida pada batuan karbonat. Kenaikan atau bertambahnya kecepatan gelombang P ini berbanding lurus dengan modulus bulk dari fluida pengisi pori, sedangkan kecepatan gelombang-S cenderung menurun dengan kehadiran fluida. Hal ini menyatakan bahwa asumsi Gassmann tidak berlaku untuk batuan karbonat", "Daftar File": {"Proceedings ITB Science and Technology  Vol 39 A No 1&2 2007  p 146-165.pdf": "https://digilib.itb.ac.id/gdl/download/23540"}, "Penulis": "John Adler  & Bagus Endar Bachtiar Nur Handoko", "Kontributor / Dosen Pembimbing": ["mahmudin@lib.itb.ac.id"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang-S dalam Batuan Karbonat; Persamaan Gassmann; Reservoar Batuan Karbonat; Substitusi Fluida ;", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Sep 2008"}