{"Nomor": 8357, "Judul": "PENENTUAN JUMLAH GEROBAK PER-RANGKAIAN YANG OPTIMAL STUDI KASUS KERETA API BARANG CEPAT JAKARTA-SURABAYA", "Abstrak": "ABSTRAK: \n \n\nDalam hubungannya untuk meningkatkan pendayagunaan dan utulisasi gerobak, dibutuhkan perhatian menentukan jumlah gerobak perrangkaian yang optimal sehingga dapat memberikan biaya angkutan Kereta Api yang relatif rendah. Biaya harian gerobak mempunyai perilaku yang kontradiktif. Dimana biaya pergerakan dan biaya langsir akan cenderung mengecil dengan bertambahnya jumlah gerobak. Sebaliknya biaya bongkar-muat akan cenderung membesar dengan bertambahnya jumlah gerobak. \n \n\nOleh karena itu permasalahannya bagaimana menentukan jumlah ge robak per-rangkaian yang optimal pada kasus Kareta Api Barang Cepat Jakarta-Surabaya, sehingga dapat memberikan biaya angkutan Kereta Api yang serendah-rendahnya dengan memanfaatkan adanya kontradiksi \n \n\ndari kedua jenis biaya diatas. \n \n\nSelain aspek biaya, juga dilibatkan aspek lain, yaitu kondisi prasarana dan aspek teknis Kereta Api. Semua aspek yang terlibat didalam menentukan gerobak per-rangkaian yang optimal, dapat di golongkan karakteristik yaitu karakteristik biaya, karakteristik lintas KA, dan karakteristik teknis Kereta Api. \n \n\nUntuk memecahkan permasalahan tersebut diatas, didalam penelitian ini dikembangkan model total biaya Waktu Peredaran Gerobak(TBWPG) Model ini mencakup ketiga golongan karakteristik seperti tersebut di atas. Satuan yang digunakan adalah biaya per-gerobak/hari \n \n\n(Rp./gerobak-hari). \n \n\nModel total biaya WPG (TBWPG) dibangun denganmemproduksi terlebih dahulu model-model fungsional untuk ketiga karakteristik di atas. Setelah model total biaya Waktu Peredaran Gerobak (TBWPG) terbentuk, selanjutnya model tersebut diturunkan terhadap jumlah gerobak (g) yang kemudian disamakan dengan not. Dengan cara coba-coba (trial-error), akhirnya dapat diketahui jumlah gerobak per-rangkaian yang optimal untuk lintas Kereta Api Barang Cepat Jakarta-Surabaya. \n \n\nDengan menggunakan metoda pemecahan permasalahan seperti diatas, ternyata jumlah gerobak per-rangkaian yang dapat memberikan biaya angkutan KA yang paling rendah pada lintas Jakarta-Surabaya adalah sebesar: 30 gerobak dan memberikan biaya angkutan KA sebesar Rp. 52.160,47. \n \n\nSebaliknya pada lintas Surabaya-Jakarta adalah sebesar: 31 gerobak dan memberikan biaya angkutan KA: Rp 51.691,40. \n \n\nSelanjutnya dapat diketahui jumlah gerobak yang dibutuhkan berdasarkan jumlah gerobak per-rangkaian yang optimal dan waktu Peredaran Gerobak yang telah ada.", "Daftar File": {}, "Penulis": "Jopie Joshua (NIM S2818326)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Mathias Aroef, Prof., Dr., MSIE. \n \n\nKo-Pembimbing: Partosiswojo, Prof., Dr. \n \n\nKo-Pembimbing: Agus Salim Ridwan, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "rangkaian, kereta api barang cepat", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}