{"Nomor": 8368, "Judul": "ANALISIS BIAYA OPERASI ANGKUTAN UMUM BUS KOTA DAMRI DI BANDUNG Studi Kasus : Trayek Cibiru Kebon Kelapa", "Abstrak": "Abstrak : \n \n\nBiaya operasi kendaraan adalah biaya yang secara ekonomis terjadi dengan dioperasikannya satu kendaraan pada kondisi normal untuk suatu tujuan tertentu. Bagi perusahaan jasa angkutan, biaya merupakan pengorbanan ekonomis yang harus dikeluarkan untuk memproduksi jasa pelayanan, sehingga biaya dapat merupakan ukuran tingkat pelayanan. Untuk itu perlu perhitungan dan pembebanan biaya secara objektif dan cermat agar dapat dipergunakan sebagai dasar pengambilan keputusan. \n \n\nBiaya angkutan bus kota dapat digolongkan menjadi Biaya Operasi, Biaya Penyusutan dan Biaya Overhead. Dengan menggunakan regresi linear sederhana, masing-masing kelompok biaya tersebut dapat dipisahkan menjadi Biaya Tetap dan Biaya Variabel. Hasil pengujian hubungan linear bus Cibiru-Kebon Kelapa tahun 1998 dan 1999 (Triwulan I, II, & III) terhadap jarak tempuh menghasilkan biaya tetap Rp 648 per km, Biaya variabel Rp 850 per km sehingga jumlah biaya bus per km Rp 1499 pada tingkat produksi rata-rata per bulan sebesar 55.961 km. \n \n\nDari hasil analisa Titik Kembali Pokok (BEP) diperoleh BEP untuk bus Cibiru - Kebon Kelapa sebesar 60.580 km per bulan atau Rp 87.780.420/bulan, dikaitkan dengan rata-rata tarif tahun 1998 dan 1999 (triwulan I,11 & III) sebesar Rp 314,- per penumpang atau Rp 1449,- per km, BEP belum Tercapai. Dan perusahaan memperoleh kerugian sebesar Rp 2.798.050,- per bulan. \n \n\nDengan keuntungan yang diperoleh diharapkan perusahaan meningkatkan kualitas pelayanan. Untuk itu diperlukan kebijakan penambahan bus minimal yang Siap Operasi (Bus SO) per bulannya sebesar 13 bus. Penambahan rit per bulannya sebesar 4154 rit sehingga menghasilkan rata-rata load factor sebesar 98,13%", "Daftar File": {}, "Penulis": "Julita Nahar (NIM 280 96 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ade Sjafruddin, Dr. Ir. MSc. \n \n\nPembimbing 2 : Bambang Hermanto, Ir. MSc. MBA. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "cost, transportation operation, transportation firm.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}