{"Nomor": 8385, "Judul": "DISTRIBUSI KECEPATAN DAN KERAPATAN ION He+2, C+5, O+6, DAN Fe+10 TERKAIT PERISTIWA FLARE DAN CME BERDASARKAN SATELIT ACE (ADVANCED COMPOSITION EXPLORER)", "Abstrak": "Flare, angin matahari dan CME (Coronal Mass Ejection) adalah fenomena matahari yang kompleks. Flare (ledakan matahari) terjadi saat energi yang tersimpan dalam medan magnet dilepaskan secara tiba-tiba dalam waktu yang singkat, karena mekanisme rekoneksi atau hubungan pendek medan magnetik yang berbeda polaritasnya, CME merupakan peristiwa semburan plasma yang terdiri dari proton, elektron, dan ion diantaranya ion elemen berat seperti helium, oksigen, dan besi, sedangkan angin matahari terdiri dari partikel bermuatan. Ketiga bentuk aktivitas matahari ini mempunyai pengaruh yang berbeda terhadap Bumi. Penelitian mengenai distribusi partikel plasma berenergi tinggi dari angin matahari akan membantu memahami dan memprediksi fisis aktivitas matahari yang saling terkait satu dengan lainnya, berikut periodenya. \n \n\nSatelit Advanced Composition Explorer (ACE) adalah misi eksplorasi yang dilakukan oleh Space Science Mission and Payload Development Division dari National Aeronautics and Space Administration (NASA). Misi ilmiah utama ACE adalah untuk mengukur dan membandingkan komposisi beberapa sampel materi plasma, termasuk korona matahari, angin matahari, dan partikel antar planet, materi antar bintang (interstellar medium/ISM), dan materi galaksi. Tugas akhir ini menganalisis distribusi kecepatan dan densitas ion He+2, C+5, O+6, dan Fe+10 dalam rentang periode tahun 1998 sampai 2006 dengan resolusi 1 jam berdasarkan data instrumen SWICS/SWIMS. Hasil yang diperoleh adalah, masing-masing distribusi densitas ke-empat ion di atas berkorelasi baik, demikian pula kecepatannya. Akan tetapi kedua distribusi terkait dengan pola siklus bintik matahari. Secara umum distribusi densitas dan kecepatan ion tidak berkorelasi linier, tetapi berpola bentuk sepatu. Bentuk sepatu dapat mengindikasikan bahwa peristiwa ledakan matahari tidak selalu diikuti dengan adanya CME, dan sebaliknya. Aktivitas ledakan matahari menerangkan rendahnya densitas dan tingginya kecepatan ion. Sebaliknya aktivitas CME menjelaskan rendahnya kecepatan dan tingginya densitas ion. Waktu tiba saat puncak kecepatan dan puncak densitas berbeda hingga beberapa jam atau hari. Hal ini diprediksi karena ledakan matahari dan CME mengeluarkan partikel energi tinggi (ion, proton, dan elektron) dengan densitas dan kecepatan pada waktu yang berbeda, demikian pula energinya. Secara temporal gelombang kejut yang dihasilkan ledakan matahari atau CME terbagi atas akibat kecepatan ion tinggi dan akibat densitas ion tinggi. Dalam kasus pertama, yang disebabkan fenomena ledakan matahari, puncak kenaikan densitas ion helium terjadi sebelum puncak kecepatannya. Muka densitas tinggi mendahului muka kecepatannya. Gelombang muka densitas dapat terbagi menjadi tiga muka. Kemudian gelombang muka kecepatan berada di belakang ketiga muka densitas. Sebaliknya dalam kasus kedua, yang disebabkan dominasi CME, muka densitas tinggi berada sesudah muka kecepatannya.", "Daftar File": {}, "Penulis": "KAPRIASI NENG RAHAYU (NIM 10303015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Distribusi Kecepatan, Kerapatan Ion, Peristiwa Flare, Satelit ACE", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}