{"Nomor": 8393, "Judul": "PENGUKURAN PERMEABILITAS BATUAN SAMPEL DENGAN MENGGUNAKAN METODE FALLING HEAD DAN PERBANDINGAN DENGAN ANALISIS CITRA DIGITAL", "Abstrak": "Pada tugas akhir ini telah dilakukan pengukuran nilai permeabilitas sampel batuan dengan metode Falling Head dan analisis citra digital menggunakan perangkat lunak DIPMA (Digital Image Processsing for Micro Analysis). Pengukuran dengan Falling Head menghasilkan data permeabilitas 3D sedangkan DIPMA mengestimasi permeabilitas 2D. Perhitungan permeabilitas 2D dan 3D dibandingkan untuk memahami hubungan antara hasil tersebut. Sampel batuan yang digunakan terdiri dari empat sampel batuan berbeda yang berbentuk core untuk Falling Head dan sayatan tipis untuk analisis citra digital. Permeabilitas yang didapat dari metode Falling Head dan analisis citra digital berturut-turut yaitu 14 D dan 0.14 D untuk batu A, 0.59 mD dan 1.22 D untuk batu B, 0.29 mD dan 0.57 D untuk batu C, dan 2.42 mD dan 0.87 D untuk batu D. Dari data ini terlihat perbedaan yang sangat besar antara hasil pengukuran dengan Falling Head dan analisis citra digital. Hal ini terjadi karena adanya kompleksitas dari mikrostruktur batuan. Citra digital hanya melihat struktur 2D yang lebih sederhana daripada struktur 3D.", "Daftar File": {"2008 TA PP KATHYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23905", "2008 TA PP KATHYA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/23906", "2008 TA PP KATHYA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/23907", "2008 TA PP KATHYA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/23908", "2008 TA PP KATHYA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/23909", "2008 TA PP KATHYA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/23910", "2008 TA PP KATHYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23911"}, "Penulis": "KATHYA (NIM 10204003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Permeabilitas, Porositas, Luas permukaan spesifik, Falling Head, Citra digital", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}