{"Nomor": 8394, "Judul": "STUDI PERBANDINGAN ANALISA TITANIUM DALAM BAUKSIT SECARA SPEKTROFOTOMETRI DENGAN H202 DAN SECARA SPEKTROFOTOMETRI DENGAN DIANTIPYRILMETANA", "Abstrak": "Abstrak : \n \n\nBauksit adalah salah satu bahan tambang yang sangat berharga, karena mengandung unsur utama Aluminium, besi dan silikon serta titanium dalam jumlah yang sedikit. \n \n\nTitanium dipakai dalam paduan logam untuk memberi sifat tahan karat, tahan panas dan tahan terhadap tekanan tinggi. \n \n\nPenentuan titanium didalam bauksit secara spektrofotometri dapat dilakukan dengan netoda H202 dan metoda Diantipyrilmetana (DAPM). Pada metoda H202 reaksi didasarkan pembentukan kompleks berwarna kuning dari Ti-H202 yang penyerapan maksimum pada 400 nm, dengan 740 L mol-1 cm-1. Metoda DAPM didasarkan pada penbentukan komplek berwarna kuning dari Ti-DAPM yang penyerapan maksimum pada 390 nm dengan 15.000 L mol-1 cm-1. \n \n\nHasil penelitian menunjukkan bahwa daerah konsentrasi TiO2 dari metode H202 23 - 90 ppm dengan kepekaan analisanya 0,49 ppm. Pada metoda DAPM daerah konsentrasi adalah 1,2 - 4,9 ppm dengan kepekaan analisanya 0,027 ppm. \n \n\nDengan menggunakan analisa statistik menunjukkan bahwa simpangan baku (S) untuk metoda H2O2 = 1,81 lebih tinggi dari metoda DAPM = 0,73. Persen perolehan kembali dari TiO2 Pada metoda H2O2 = 93,40 + 1,52 lebih rendah dibandingkan dengan metoda DAPM = 97,02 + 0,62. \n \n\nJadi dapat disimpulkan bahwa penentuan Ti dalan bauksit secara spektrofotometri netoda DAPM lebih baik daripada metoda H202.", "Daftar File": {}, "Penulis": "Kawan Sihombing", "Kontributor / Dosen Pembimbing": ["Pembimbing : Isjrin Noerdin, Prof. Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Titanium, bauksit, spektrofotometri, Diantipyrilmetana (DAPM).", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}