{"Nomor": 8397, "Judul": "POWER CONTROL BERBASIS JARAK ARAH DOWNLINK SISTEM   HIGH ALTITUDE PLATFORM STATION WCDMA", "Abstrak": "Power control pada sistem seluler berbasis CDMA sangat penting untuk mempertahankan status sebagai sistem multiple access, meningkatkan kapasitas sistem, dan meminimalkan daya pancar. HAPS atau High Altitude Platform Station adalah suatu media komunikasi yang  terletak pada pada lapisan stratosfir, sedang berkembang pesat dan telah distandarkan oleh ITU-T sebagai media dalam sistem layanan berbasis 3G-UMTS. HAPS banyak dikembangkan dan dipersiapkan sebagai penerus dari generasi telekomunikasi saat ini karena memiliki kelebihan dibanding sistem teresterial atau satelit. Pada Tugas Akhir ini performansi dari dua skema power control berbasis jarak yang digunakan pada sistem HAPS WCDMA dibahas dan dibandingkan, yang pertama adalah power control skema pangkat-n dari jarak (n-th power of distance) dan yang kedua power control skema optimum. Parameter performansi yang dibandingkan antara lain peningkatan kapasitas sistem karena penerapan power control. Performansi dari kedua skema power control dibandingkan dalam kondisi dimana HAPS tidak mampu mempertahankan kestabilan posisinya di udara karena pengaruh angin dengan berbagai skenario pergerakan yang mungkin terjadi, sehingga HAPS bergerak dan akibatnya menyebabkan degradasi kinerja pada sistem. Hasil menunjukkan kapasitas sistem sangat terpengaruh dengan pergerakan HAPS ini.", "Daftar File": {"2008 TA PP KEMAS ZAKKI ARIEF 1.pdf": "https://digilib.itb.ac.id/gdl/download/23922"}, "Penulis": "KEMAS ZAKKI ARIEF (NIM 13204120)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Iskandar ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "HAPS, WCDMA, power control, outage probability", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}