{"Nomor": 8405, "Judul": "DEVELOPMENT OF A COMPUTER PROGRAM FOR ANALYSING CUMULATIVE OVERSATURATION OF A SIGNALISED INTERSECTION", "Abstrak": "Simpang tunggal dengan jumlah lalulintas tinggi umumnya mengalami kondisi jenuh. Kondisi jenuh dapat terjadi di salah satu lengan atau di semua lengan pada suatu siklus.   \n \n \n \n\nPenelitian ini menyusun sebuah program komputer untuk menentukan tundaan dan antrian per lengan dan per waktu siklus, balk untuk kondisi tidak jenuh maupun kondisi jenuh. Program yang disebut dengan KRNRA memerlukan data berupa arus lalulintas, kehilangan waktu total, lebar lengan simpang dan waktu siklus maksimum. Data di kumpulkan dari simpang Pasir Kaliki-Pasteur di Bandung. Arus lalulintas yang diukur adalah yang melewati garis henti dan digunakan dalam hal: simulasi arus lalulintas dengan menggunakan bilangan random, analisa sensitivitas yaitu dengan menambahkan arus lalulintas sebesar 5%, 10% dan menguran9inya sebesar 5% dari data lapangan. Untuk memvalidasi perkiraan arus jenuh yang diperoleh dari program KRNRA dengan hasil lapangan dilakukan dengan mengamati hasil rekaman video.   \n \n \n \n\nUntuk menentukan tundaan dan antrian digunakan batas waktu siklus maksimum berturut-turut 150 detik, 155 detik, 160 detik dan 170 detik. Tundaan minimum di simpang selama 45 siklus diperoleh 118,69 detik per smp yaitu terjadi pada waktu siklus 155 detik jika menggunakan arus Existing. Minimum tundaan 41,45 detik per smp yaitu terjadi pada waktu siklus 150 detik jika arus dikurangi 5% dan 150,11 detik per smp yaitu terjadi pada waktu siklus 160 detik jika arus dinaikan 5%. Tundaan minimum 170,28 detik per smp yaitu terjadi pada waktu siklus 155 detik jika arus dinaikkan 10%. Tundaan minimum 110,60 detik per smp yaitu terjadi pada waktu siklus\t160 detik\tjika\tarus\tlalulintas   \n \n \n \n\ndisimulasikan. Untuk memvalidasi kelebihan arus digunakan waktu siklus maksimum 170 detik sebab waktu siklus maksimum yang terjadi selama pengamatan adalah 170 detik. Validasi kelebihan arus hanya dilakukan di lengan sebelah barat, sebelah utara dan sebelah selatan, kelebihan arus dari program berturut-turut 130 smp, 137 smp dan 141 smp. Dari pengamatan adalah 169 smp di lengan sebelah barat, 194 smp di lengan sebelah utara dan 238 smp dilengan sebelah selatan. Di lengan sebelah timur tidak dapat divalidasi karena ada lengkung horizontal. Hasil dari program KRNRA adalah lebih rendah dari pengamatan. Karena program KRNRA menggunakan arus yang melewati garis henti sebagai pengganti demand arus lalulintas.", "Daftar File": {}, "Penulis": "Khalidin (NIM: 26995005)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Titi Liliani S, MSc,, Ir.   \n \n \n \n\nPembimbing :  Sri Hendarto, MSc, Ir.   \n \n \n \n\nScanner: Alice Diniarti", "2008-02-21."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "heavy traffic ; computer program ; overflow per-approach ; per-cycle ; KRNRA program.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}