{"Nomor": 8406, "Judul": "PENERAPAN PREDIKSI EROSI DENGAN UNIVERSAL SOIL LOSS EQUATION PADA LAHAN PERTANIAN KEMIRINGAN CURAM DI DESA CIBEUREUM", "Abstrak": "Penelitian erosi di lahan kemiringan curam telah dilakukan di lahan pertanian Kampung Cirawa, Desa Cibeureum, Kecamatan Kertasari, Kabupaten Bandung. Tujuan penelitian ini memprediksi erosi yang terjadi di lahan pertanian kemiringan curam dengan menggunakan persamaan USLE yang dimodifikasi untuk karakteristik daerah tersebut. Lokasi penelitian memiliki jenis tanah lempung berlanau dengan persentase kerikil, pasir, debu dan liat berturut-turut 1, 32, 62 dan 5 persen. Plot penelitian memiliki panjang 29.6 meter dan lebar 30 meter dengan kemiringan 9 hingga 25 derajat. Hasil pengukuran menunjukkan erosi yang terjadi dalam satu kejadian hujan dengan intensitas hujan 29.17 milimeter per jam dapat mencapai nilai yang sangat besar yaitu 5262.76 kilogram per hektar. Hubungan korelasi antara limpasan air permukaan terhadap erosi memiliki nilai sebesar 0.88. Demikian juga hubungan korelasi antara intensitas hujan terhadap erosi memiliki nilai sebesar 0.76. Analisis lebih jauh dilakukan melalui simulasi hujan, kemiringan dan penutup lahan. Hasil simulasi hujan lemah, normal, deras dan sangat deras berturut-turut menghasilkan erosi sebesar 2.03, 2.36, 115.18 dan 565.32 ton per hektar. Hasil simulasi kemiringan landai, agak curam, curam dan sangat curam berturut-turut menghasilkan erosi sebesar 54.84, 106.19, 230.52 dan 309.53 ton per hektar. Pada simulasi penutup lahan hutan, kebun campuran, tanaman kentang ditanam searah kontur dan tanah kosong yang diolah, erosi yang dihasilkan berturut ÃƒÂ‚Ã‚Â– turut sebesar 0.16, 31.08, 54.2 dan 155.18 ton per hektar. Hubungan ini menunjukkan bahwa erosi berbanding lurus dengan antara intensitas hujan, kemiringan dan penutup lahan. Hasil perbandingan antara data pengukuran dengan data perhitungan prediksi erosi berdasarkan Sum Square Error dan uji t-berpasangan menunjukkan USLE tidak memberikan hasil yang memuaskan dalam prediksi erosi. Dalam artian persamaan belum dapat digunakan di daerah penelitian.", "Daftar File": {"2008 TS PP KHARISTYA AMARU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23987", "2008 TS PP KHARISTYA AMARU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23988", "2008 TS PP KHARISTYA AMARU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23989", "2008 TS PP KHARISTYA AMARU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23990", "2008 TS PP KHARISTYA AMARU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23991", "2008 TS PP KHARISTYA AMARU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/23992", "2008 TS PP KHARISTYA AMARU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/23993", "2008 TS PP KHARISTYA AMARU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/23994"}, "Penulis": "KHARISTYA AMARU (NIM 25305012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr.Ir. Harun Sukarmadijaya, MSc. dan Dr.Ir. Priana Sudjono, MS., Dipl.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "erosion, steep-sloped land, overland flow, agriculture land", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}