{"Nomor": 8407, "Judul": "SISTEM PENGANALISIS DATA LAPORAN KEUANGAN DENGAN METODE RASIO PADA ORGANISASI NIRLABA (Studi Kasus: ITB BHMN)", "Abstrak": "Untuk mendukung pengambilan keputusan strategis, dibutuhkan informasi yang menggambarkan kondisi dan kinerja organisasi yang diperoleh dari laporan keuangan organisasi. Salah satu metode analisis laporan keuangan adalah metode rasio. Metode rasio menggunakan nilai dari akun-akun pada laporan keuangan dan melakukan perbandingan terhadap akun-akun tersebut. Dengan metode rasio dapat dianalisis hubungan antar akun, perbandingan dari tahun ke tahun dan perbandingan dengan instansi eksternal. Metode rasio pada umumnya digunakan untuk organisasi bisnis, untuk organisasi nirlaba perlu dilakukan beberapa penyesuaian. Analisis kebutuhan sistem dilakukan dengan mengambil ITB BHMN sebagai contoh kasus. Proses analisis sistem dilakukan dengan mengembangkan rasio-rasio yang sesuai berkaitan dengan sumber daya terhadap misi organisasi. Analisis dan perancangan perangkat lunak dikembangkan dengan berorientasi objek dengan bantuan diagram UML. Perancangan menggunakan teknologi berbasis web dikembangkan dengan rancangan diagram alur halaman (site map). Implementasi dilakukan dengan PHP 5.0 dan basis data MySQL. Web server yang digunakan Apache 1.3.23 WIN32 yang beroperasi pada system operasi Windows XP. Perangkat lunak memiliki basis pengetahuan yang dapat menentukan definisi dan formulasi rasio sesuai kebutuhan organisasi. Hasil analisis berdasarkan hasil kalkulasi data laporan keuangan dengan formulasi rasionya. Proses analisis rasio keuangan dilakukan secara rasio tunggal, time-series dan perbandingan instansi eksternal. Pengujian dilakukan pada studi kasus ITB BHMN dengan data laporan keuangan tahun 2006-2007, sebagai data laporan keuangan instansi eksternal digunakan data laporan keuangan dari beberapa organisasi nirlaba lain yang bergerak di bidang pendidikan. Untuk menguji ketepatan hasil analisis dilakukan pengujian dengan menjawab contoh kasus permasalahan yang diperoleh dari analisis kebutuhan.", "Daftar File": {"2008 TA PP KHARIZT ATTRIA GUPTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/23995", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/23996", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/23997", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/23998", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/23999", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24000", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24001", "2008 TA PP KHARIZT ATTRIA GUPTA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/24002", "2008 TA PP KHARIZT ATTRIA GUPTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24003"}, "Penulis": "KHARIZT ATTRIA GUPTA (NIM 13501036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Mary Handoko, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "organisasi nirlaba bidang pendidikan, analisis laporan keuangan, metode rasio, ITB BHMN", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}