{"Nomor": 8412, "Judul": "PEMBUATAN CETAKAN UNTUK WAX PATTERN PADA INVESTMENT CASTING SUDU RUNNER TURBIN FRANCIS", "Abstrak": "Investment casting merupakan jenis pengecoran yang mampu menghasilkan produk dengan geometri yang hampir mencapai final. Investment casting ini dapat diaplikasikan pada beragam jenis material untuk menghasilkan bentuk produk yang rumit dengan tingkat keakurasian yang tinggi. Tahapan dalam proses investment casting adalah pembuatan wax pattern, dilanjutkan dengan pembuatan ceramic mold dan terakhir adalah pengecoran logam ke dalam ceramic mold. Yang menjadi fokus penelitian dalam tugas sarjana ini adalah tahapan pembuatan cetakan untuk wax pattern. Dengan semakin meningkatnya tingkat kerumitan dan tingkat keakurasian pada produk yang ingin dihasilkan, maka penggunaan CAD/CAM untuk pembuatan cetakan ini tidak bisa dihindari lagi. Tugas sarjana ini menguraikan berbagai pertimbangan dalam pemodelan cetakan tersebut dengan menggunakan software Space-E/Modeler Version 4.2. Selanjutnya disusun rencana proses pemesinannya dengan menggunakan bantuan software Space-E/Cam Version 4.2. Pemesinan akan dilakukan dengan mesin NC milling First MCV 300 yang memiliki  post processor berjenis Fanuc Oi-MC. Oleh karena itu, rencana proses pemesinan tersebut selanjutnya diterjemahkan menjadi G-Code yang nantinya dapat dioperasikan pada mesin NC tersebut. Ketika mengambil keputusan berbagai parameter dalam pemodelan cetakan dan perencanaan proses pemesinan cetakan, penulis melakukan studi literatur dan diskusi dengan produsen pembuat cetakan ini. Hasil akhir dari tugas sarjana ini adalah terciptanya G-Code sebagai bahasa pemrograman NC yang dapat dijalankan di mesin NC milling First MCV 300 untuk memproduksi cetakan ini. Penulis sangat mengharapkan tulisan ini dapat memberikan sumbangan pemikiran, wawasan atau bahan perbandingan untuk pihak-pihak lain yang memerlukan bahan mengenai pembuatan cetakan dalam proses investment casting.", "Daftar File": {"2008 TA PP KOKO SUHERMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24041", "2008 TA PP KOKO SUHERMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24042", "2008 TA PP KOKO SUHERMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24043", "2008 TA PP KOKO SUHERMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24044", "2008 TA PP KOKO SUHERMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24045", "2008 TA PP KOKO SUHERMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24046", "2008 TA PP KOKO SUHERMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24047"}, "Penulis": "KOKO SUHERMAN (NIM 13103035)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ing.Ir. Indra Djodikusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "wax pattern, runner's blade, investment casting", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}