{"Nomor": 8418, "Judul": "PENDUGAAN IMBUHAN AIRTANAH BEBAS DI SUB DAERAH ALIRAN SUNGAI CIKAPUNDUNG, BANDUNG UTARA DENGAN MENGGUNAKAN METODA DRASTIC", "Abstrak": "Maraknya pembangunan yang dilakukan di Kawasan Bandung Utara (KBU) menimbulkan beberapa kekhawatiran bagi penduduk akan menurunnya persedian sumber air bersih bagi penduduk kota Bandung dan terjadinya banjir di musim penghujan karena wilayah yang seharusnya menjadi daerah resapan (catchment area) tidak lagi bisa untuk menahan air. Untuk itu dilakukan penelitian untuk menduga besarnya imbuhan airtanah bebas di daerah penelitian. Penelitian prediksi zonasi imbuhan airtanah bebas di daerah KBU merupakan penelitian kualitatif untuk menganalisis parameter yang menunjang potensi imbuhan airtanah bebas. Ada tujuh parameter yang digunakan dalam metoda DRASTIC untuk menganalisis potensi imbuhan airtanah bebas yaitu: jarak yang ditempuh air (Depth to groundwater), besarnya curah hujan/tahun (Recharge), pengaruh dari jenis akuifer (Aquifer media), tekstur tanah penutup (Soil media), kemiringan lahan (Topography), pengaruh zona tak jenuh air (Impact of vadose zone), dan konduktivitas hidraulik aquifer (hydraulic Conductivity of aquifer media). Metoda DRASTIC ini pertama kali dikembangkan oleh Aller pada tahun 1986 dan kemudian Lars Rossen berhasil menerapkan metoda ini di Swedia pada tahun 1994. Metoda DRASTIC dikembangkan untuk memprediksi kerawanan (vulnerability) sistem airtanah bebas terhadap pencemaran dari permukaan. Parameter pada metoda DRASTIC tersebut apabila dianalogikan dengan neraca air, maka parameter tersebut yang akan menambah imbuhan airtanah bebas. Untuk masing-masing parameter, bobot dikali nilai dan kemudian dari tiap zonasi akan dilakukan penggabungan untuk memperoleh indeks DRASTIC. Indeks DRASTIC = DwDr + RwRr + AwAr + SwSr + TwTr + IwIr + CwCr. Hasil penggabungan dari tujuh faktor tersebut menghasilkan 15 zona baru dengan indeks DRASTIC tertinggi adalah 110 dan terendah adalah 68. Berdasarkan pembagian kelas dalam metoda DRASTIC, maka dapat dibagi ke dalam dua kelas yaitu: 108-148 cukup berpotensi, 67-107 kurang berpotensi.", "Daftar File": {"2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24066", "2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24067", "2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24068", "2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24069", "2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24070", "2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24071", "2008 TA PP KORY YOHANA ADINDA NAIBORHU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24072"}, "Penulis": "KORY YOHANA ADINDA NAIBORHU (NIM 12104045)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Sudarto Notosiswoyo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "drastic method, unconfined groundwater, river", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}