{"Nomor": 8421, "Judul": "PEMANFAATAN ENTERPRISE ARCHITECTURE PLANNING UNTUK PERENCANAAN STRATEGIS SISTEM INFORMASI", "Abstrak": "Pencapaian tujuan suatu enterprise menghadapi berbagai tantangan serta perubahan yang memerlukan strategi untuk langkah-langkah efektif dan pemanfaatan sumber daya yang efisien. Salah satu strategi yang penting dan semakin banyak digunakan adalah pemanfaatan dan peningkatan dukungan sistem informasi bagi enterprise. Penerapan strategi ini mengembankan misi pada sistem informasi yang \n\npemenuhannya memerlukan keterpaduan arah dalam perencanaan, pelaksanaan dan pengendalian yang selaras dengan strategi bisnis enterprise. Pembangunan strategi untuk pemenuhan misi sistem informasi dimulai dari perencanaan yang mengidentifikasi kebutuhan informasi dan kemungkinan inovasi pemanfaatan teknologi untuk peningkatan kinerja enterprise. Perencanaan ini dapat memanfaatkan metodologi Perencanaan Arsitektur Enterprise yang menghasilkan arsitektur data, arsitektur aplikasi, arsitektur teknologi, dan arah rencana implementasinya bagi enterprise. Rencana implementasi berupa urutan pengembangan aplikasi dan migrasi akuisisi landasan teknologi dielaborasikan menurut aspek bisnis sebagai pendorong utama, aspek organisasional untuk penentuan peran bagi sumber daya pelaku implementasi, aspek \n\nlingkungan sistem informasi dan teknologi informasi untuk menjembatani kondisi sistem sistem saat ini dan \n\nyang akan diwujudkan, serta aspek pengembangan aplikasi yang mempertautkan satu tahap pengembangan \n\ndengan tahap pengembangan lainnya.", "Daftar File": {"C__Documents and Settings_client06_Local Settings_Application Data_Mozilla_Firefox_Profiles_9w8aazo3.pdf": "https://digilib.itb.ac.id/gdl/download/24088"}, "Penulis": "Kridanto Surendro", "Kontributor / Dosen Pembimbing": ["mahmudin@lib.itb.ac.id 08122000786 ITB Cyber library"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rencana strategis, sistem informasi, EAP, Zachman Framework ; strategic planning, information system, EAP, Zachman Framework.", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Sep 2008"}