{"Nomor": 8423, "Judul": "DEVELOPING A MODEL FOR IMPLEMENTING COMMUNITY BASED DISASTER RISK REDUCTION IN INDONESIA (CASE STUDY OF A UNDP PROJECT IN NANGGROE ACEH DARUSSALAM AND WEST SUMATRA PROVINCES, INDONESIA)", "Abstrak": "The current paradigm shift in disaster management brings disaster risk reduction and community participation into focus in implementing post-disaster recovery programs, including those for the 2004 Indian Ocean Tsunami in Sumatra. As there are now better stakeholders' understanding on the need to build and strengthen capacity for reducing disaster risk at the local community level, various community based initiatives were developed and implemented by many donor agencies and organizations in Indonesia. There were then perceived needs for some kinds of guideline or directives for good practices in implementing community based disaster reduction projects in Indonesia. A Community-Based Disaster Risk Reduction (CBDRR) project was initiated by UNDP in the Nanggroe Aceh Darussalam (NAD) and West Sumatra Provinces, designed and implemented by the Center for Disaster Mitigation of the Bandung Institute of Technology as its implementing agency, in order to address to this need. The project was designed to develop and test a model of a CDBRR project implementation, involving a full spectrum of participatory disaster reduction processes, such as assessing community hazard, vulnerability, and capacity, identifying risk reduction alternatives, action planning, promoting community awareness and preparedness, and implementing, monitoring, and adjustment of the developed action plan. A model framework is developed to guide the program implementers and facilitators during the exercises. The experience was able to bring up factors or issues crucial to the successful implementation and sustainability of the scheme, i.e. initiating the process with the local community, confidence building process, enthusiasm and commitment building process, involving relevant local government elements and exit strategy. It showed also that the model can be used and replicated by future community based disaster reduction practitioners in Indonesia.", "Daftar File": {"2008 GL PP KRISHNA S. PRIBADI 1.pdf": "https://digilib.itb.ac.id/gdl/download/24096"}, "Penulis": "KRISHNA SURYANTO PRIBADI", "Kontributor / Dosen Pembimbing": ["Teti A. Argo, Anin Utami and Aria Mariany"], "Jenis Koleksi": "Literatur Kelabu", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "community based disaster risk reduction, UNDP project, model implementation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "27 Mei 2008"}