{"Nomor": 8425, "Judul": "PRINSIP PERANCANGAN RUANG KOSONG PADA PERSIMPANGAN JALAN TIDAK SEBIDANG SEBAGAI RUANG PUBLIK (STUDI KASUS : DKI JAKARTA)", "Abstrak": "Abstrak:     \n \n \n \n \n \n\nPemanfaatan ruang kosong pada persimpangan jalan tidak sebidang (flyover) yang tidak terkendali telah menimbulkan berbagai persoalan yang diantaranya adalah kemacetan dan penurunan kualitas visual. Hal ini terjadi karena sampai saat ini belum terdapat aturan yang jelas tentang pemanfaatan ruang kosong di bawah jalan layang. Kebijakan pemagaran yang dikeluarkan oleh pemda DKI Jakarta juga tidak dilaksanakan secara konsisten. Untuk itu, studi ini bertujuan untuk merumuskan prinsip-prinsip perancangan dalam pemanfaatan ruang kosong pada PJTS sebagai sebuah ruang publik. Untuk itu langkah pertama yang dilakukan dalam studi ini adalah melakukan pentipologian ruang kosong yang ada berdasarkan pada fungsi jalan yang mengapitnya (Arteri, Kolektor, Lokal), guna lahan sekitarnya (Komersial/Jasa, Permukiman) dan luasan ruang kosong (9.000 m2, 9.000 - 24.000 m2, 24.000 m2). Tahap selanjutnya adalah menentukan alternatif kegiatan apa saja yang dapat ditempatkan pada masing-masing tipe ruang kosong tersebut. Alternatif fungsi kegiatan yang akan ditempatkan adalah taman, taman bermain, parkir, dan PKL. Adapun kriteria yang digunakan untuk menentukan alternatif pemanfaatan pada setiap tipe ruang kosong adalah kesesuaiannya dengan fungsi sekitar, minimum eksternalitas, dan dapat tidaknya fungsi tersebut ditampung pada ruang kosong yang ada (luasannya). Dan langkah terakhir adalah menyusun prinsip-prinsip perancangannya sesuai dengan fungsi dan tipe ruang kosongnya.     \n \n \n \n \n \n\nHasil penelitian menunjukkan bahwa semua ruang kosong dapat dimanfaatkan untuk taman, namun hanya ruang kosong yang mempunyai kondisi tertentu saja yang dapat dimanfaatkan untuk taman bermain, parkir, dan PKL. Untuk taman bermain hanya ruang kosong yang berdekatan dengan permukiman, pemanfaatan parkir hanya pada ruang yang cukup luas (lebih dari 9.000 m2) dan PKL hanya pada jalan koektor dan lokal. Dari berbagai macam alternatif fungsi pemanfaatan pada masing-masing tipe, dapat dilakukan pemilihan fungsi yang paling sesuai dengan kriteria ekonomi, sinergi dengan lingkungan sekitar, dan kelancaran lalu-lintas. Selanjutnya penyusunan prinsip perancangan, berupa panduan dan standar kinerja, dilakukan dengan mengatur setiap komponen pada masing-masing pemanfaatan sesuai tipe ruang kosongnya berdasarkan pertimbangan keselamatan, kesehatan, kenyamanan, keamanan dan indahan. Pada prinsipnya, pemanfaatan ruang kosong menjadi sebuah ruang publik harus dilakukan melalui pengaturan komponen-komponennya  sehingga tidak mengganggu kelancaran lalu-lintas dan keselamatan pengguna ruang.", "Daftar File": {"2005 TS PP KRISNO YUWONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24098", "2005 TS PP KRISNO YUWONO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24099", "2005 TS PP KRISNO YUWONO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24100", "2005 TS PP KRISNO YUWONO 1-BAB3a.pdf": "https://digilib.itb.ac.id/gdl/download/24101", "2005 TS PP KRISNO YUWONO 1-BAB3b.pdf": "https://digilib.itb.ac.id/gdl/download/24102", "2005 TS PP KRISNO YUWONO 1-BAB3c.pdf": "https://digilib.itb.ac.id/gdl/download/24103", "2005 TS PP KRISNO YUWONO 1-BAB3d.pdf": "https://digilib.itb.ac.id/gdl/download/24104", "2005 TS PP KRISNO YUWONO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24105", "2005 TS PP KRISNO YUWONO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24106", "2005 TS PP KRISNO YUWONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24107"}, "Penulis": "Krisno Yuwono (NIM 254 02 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : HARYO WINARSO,Ir, M.Eng., Ph.D     \n \n \n \n \n \n\nScanner: Delviana Fransiska", "05 Februari 2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Government,  playgrounds, parking lot", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}