{"Nomor": 8426, "Judul": "USULAN PERANCANGAN ULANG INTERFACE PRODUK TELEPON GENGGAM DENGAN MEMPERHATIKAN KARAKTERISTIK PENGGUNA USIA LANJUT", "Abstrak": "Abstrak:   \n \n \n \n\nPenggunaan telepon genggam yang semakin meluas di dunia, diiringi dengan peningkatan rancangan telepon genggam kearah miniatur dan berteknologi tinggi. Arab rancangan tersebut lebih banyak dibuat dengan prinsip product adjustment, yaitu perancangan dibuat berdasarkan kondisi individu rata-rata. Prinsip perancangan produk tersebut membuat adanya dikriminasi bagi pengguna dengan keterbatasan tertentu, salah satunya adalah lansia. Dari hasil studi yang telah dilakukan sebelumnya dan berdasarkan observasi awal, didapatkan bahwa sebagian besar lansia mengalami kesulitan saat hams menggunakan telepon genggam yang ada sekarang. Kesulitan tersebut terkait dengan interface produk, pengoperasian produk, dan juga teknologi yang hams dimengerti.   \n \n \n \n\nPenggunaan telepon genggam di kalangan lansia diperkirakan akan meningkat seiring dengan peningkatan jumlah lansia yang masih aktif bekerja dan mampu melakukan kegiatan sehari-hari secara mandiri (data WHO dan BPS). Oleh karenanya diperlukan rancangan telepon genggam yang mampu memperhatikan keterbatasan dan karakteristik lansia saat menggunakan telepon genggam. Rancangan yang dibuat dengan memperhatikan keterbatasn lansia tersebut diharapkan dapat menjadi salah satu cara untuk meningkatkan partisipasi sosial lansia dalam masyarakat.   \n \n \n \n\nDalam penelitian ini dicoba untuk dibuat suatu usulan rancangan telepon genggam dengan memperhatikan karakteristik pengguna lansia. Rancangan yang diusulkan hanya meliputi aspek interface produk dan usulan teknologi yang mungkin dikembangkan dari produk sebelumnya. Rancangan ulang dibuat berdasarkan performansi produk awal, yaitu telepon genggam Nokia 6585.", "Daftar File": {"2007 TS PP KRISTIANA ASIH DAMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24108", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24109", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24110", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24111", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24112", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24113", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24114", "2007 TS PP KRISTIANA ASIH DAMAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24115"}, "Penulis": "Kristiana Asih Damayanti NIM : 23404039", "Kontributor / Dosen Pembimbing": ["Pembimbing   :  Hardianto Iridiastadi, M.Sc,Dr.,Ir.", "Scanner: Alice Diniarti", "2008-01-23."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Handphone ; design principles ; product adjustment ;  charesterictic ; redesign taking ; elderly user ; elder.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}