{"Nomor": 8429, "Judul": "PERENCANAAN PENGEMBANGAN INSTALASI PENGOLAHAN AIR MINUM PDAM TIRTA DARMA AYU KABUPATEN INDRAMAYU JAWA BARAT", "Abstrak": "Salah satu cabang instalasi pengolahan air minum di PDAM Tirta Darma Ayu Kabupaten Indramayu adalah IPA Salam Darma yang terletak di Desa Salam Darma Kecamatan Anjatan, dengan daerah pelayanan di tiga kecamatan yaitu Sukra, Anjatan, dan Haurgeulis. Kapasitas yang dimilikinya saat ini sebesar 50 liter/detik, dan baru beroperasi pada Juli 2007. Kapasitas eksisting tersebut sangat jauh dari angka kebutuhan air minum penduduk di daerah perencanaan yang diperkirakan mencapai 640,73 liter/detik pada tahun 2029. Oleh karena itu perlu dilakukan pengembangan kapasitas pengolahan IPA berupa penambahan instalasi baru yang direncanakan dapat beroperasi selama 20 tahun mendatang. Adapun pembangunan instalasi baru yang akan dilakukan terdiri dari 2 Tahap yaitu tahap I (2009-2019) dengan debit 300 liter/detik dan tahap II (2019-2029) dengan debit 300 liter/detik. Lokasi IPA baru direncanakan dibangun di dalam lokasi IPA eksisting. Air baku untuk IPA yang direncanakan berasal dari Saluran Induk Bugis, sektor Anjatan, yang mendapat suplai air dari Sungai Cipunagara dan suplesi Tarum Timur. Karena topografi di daerah perencanaan relatif datar, maka pengaliran air dari intake menuju IPA dilakukan dengan pemompaan. Berdasarkan hasil analisis laboratorium ITB beberapa parameter yang terkandung dalam air baku seperti warna, kekeruhan, besi, mangan, dan zat organik melebihi baku mutu air minum berdasarkan Kep.Menteri Kesehatan RI Nomor 907/MENKES/SK/VII/2002 tentang syarat-syarat dan pengawasan kualitas air minum. Dengan demikian unit pengolahan yang akan digunakan adalah intake, bak penenang, bak prasedimentasi, bak koagulasi, bak flokulasi, bak sedimentasi, bak filtrasi, dan reservoir. Selain itu, IPA ini dilengkapi juga dengan bangunan pendukung berupa bangunan pembubuh bahan kimia, menara air, hidrofor, bak sirkulasi, unit pengolahan lumpur, dan bangunan kantor. Pada perencanaan pembangunan IPA ini memerlukan anggaran biaya sebesar lima belas milyar lima puluh juta rupiah.", "Daftar File": {"2008 TA PP KRISTIN INDRIYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24132", "2008 TA PP KRISTIN INDRIYANI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24131", "2008 TA PP KRISTIN INDRIYANI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24133", "2008 TA PP KRISTIN INDRIYANI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24134", "2008 TA PP KRISTIN INDRIYANI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24135", "2008 TA PP KRISTIN INDRIYANI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24136", "2008 TA PP KRISTIN INDRIYANI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/24137", "2008 TA PP KRISTIN INDRIYANI 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/24138", "2008 TA PP KRISTIN INDRIYANI 1-BAB8.pdf": "https://digilib.itb.ac.id/gdl/download/24139", "2008 TA PP KRISTIN INDRIYANI 1-BAB9.pdf": "https://digilib.itb.ac.id/gdl/download/24140", "2008 TA PP KRISTIN INDRIYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24141"}, "Penulis": "KRISTIN INDRIYANI (NIM 15303071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agus Jatnika Effendi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "IPA Salam Darma, Anjatan, Indramayu", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}