{"Nomor": 8432, "Judul": "TINJAUAN STASIUN KERETA API BANDUNG DALAM KONTEKS TRANSFORMASI BUDAYA", "Abstrak": "Stasiun Kereta Api Bandung merupakan salah satu bangunan bersejarah di Kota Bandung yang telah berdiri selama lebih dari seratus tahun. Stasiun Kereta Api Bandung pertama kali didirikan pada tanggal 17 Mei 1884 saat masa pemerintahan Belanda di Indonesia. Banyak sekali peristiwa yang telah dilalui dan dialami oleh Stasiun Kereta Api Bandung, dari masa penjajahan, masa perjuangan kemerdekaan, hingga sekarang. Bangunan stasiun seolah-olah menjadi saksi bisu dari berbagai peristiwa yang terjadi di sekitarnya.  \n \n\nWilayah sekitar Stasiun Bandung pada mulanya hanya sebuah lahan terlantar, namun sejak stasiun dibangun, perlahan terjadi perubahan. Keberadaan Stasiun Kereta Api Bandung turut membantu perkembangan wilayah Kota Bandung. Fungsi utama stasiun yaitu sebagai salah satu sarana transportasi yang membantu terjadinya sirkulasi manusia dari satu tempat ke tempat lain. Akibatnya, banyak penginapan, rumah makan dan pusat perbelanjaan yang dibangun di sekitar stasiun. Semua itu seolah-olah menjadikan Stasiun Kereta Api Bandung sebagai pusat kegiatannya.  \n \n\nPengaruh stasiun tidak hanya terjadi pada kawasannya saja, namun di dalam stasiun itu sendiri terjadi perubahan-perubahan/transformasi, baik dari segi fasilitas, fungsi maupun perilaku manusia yang berada di dalamnya. Stasiun Kereta Api Bandung terus berkembang mengikuti kebutuhan-kebutuhan manusia pengguna stasiun.  \n \n\nDari segi budaya, stasiun merupakan pintu masuk seseorang dari satu daerah menuju daerah lain, yang memiliki kebudayaan yang berbeda. Sehingga stasiun dapat diumpamakan sebagai gerbang budaya, di mana dapat kita masukkan ciri-ciri kebudayaan suatu daerah pada bangunan stasiun.", "Daftar File": {"2008 TA PP KUKUH RIZKI SATRIAJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24151", "2008 TA PP KUKUH RIZKI SATRIAJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24152", "2008 TA PP KUKUH RIZKI SATRIAJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24153", "2008 TA PP KUKUH RIZKI SATRIAJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24154", "2008 TA PP KUKUH RIZKI SATRIAJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24155", "2008 TA PP KUKUH RIZKI SATRIAJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24156", "2008 TA PP KUKUH RIZKI SATRIAJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24157"}, "Penulis": "KUKUH RIZKI SATRIAJI (NIM 17303007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Widihardjo, MSn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "stasiun kereta api, transformasi budaya, transportasi umum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Jun 2008"}