{"Nomor": 8438, "Judul": "ANALISIS PROSES PENGEMBANGAN PRODUK BARU BERDASARKAN KINERJA R&D PADA PT. XYZ", "Abstrak": "PT. XYZ merupakan perusahaan berskala nasional dan global yang bergerak dalam bisnis farmasi dimana satu-satunya produsen vaksin dan sera untuk manusia serta sediaan diagnostik di Indonesia dan salah satu yang terbesar di Asia Tenggara. PT. XYZ telah menjadi salah satu dari 21 produsen vaksin dunia yang mampu memasok kebutuhan vaksin di dalam negeri dan pasar global. Seiring dengan berkembangnya dunia usaha farmasi di Indonesia, banyak usaha farmasi baru yang muncul menawarkan berbagai produk yang aktual dan terkini bagi masyarakat umum. Selain itu, dunia usaha farmasi harus berhadapan dengan berbagai tantangan. PT. XYZ sebagai suatu perusahaan yang bergerak di bidang farmasi tidak luput dari tantangan-tantangan yang ada. Salah satu langkah yang perlu ditempuh untuk menjawab tantangan tersebut adalah dengan melakukan pengembangan produk baru agar dapat bersaing dengan para kompetitor. \n \n\nManfaat dari pengembangan produk baru adalah untuk mendapatkan keuntungan dan keunggulan competitive perusahaan tetapi terdapat resiko yang harus dihadapi yaitu kegagalan dalam mengembangkan produk baru. Penyebab kegagalan tersebut dapat berasal dari intern perusahaan maupun eksternal perusahaan. Salah satu yang dapat menyebabkan kegagalan tersebut adalah keterbatasan sumber daya dimana hal tersebut dapat menghambat kinerja R&D perusahaan dalam mengembangkan produk baru. \n \n\nSolusi yang ditawarkan untuk mengatasi permasalahan diatas adalah dengan melakukan organizational development dengan cara training & development dan collaborative. Agar implementasi dari solusi diatas dapat berjalan dengan baik maka Research and Development harus ditempatkan sebagai aksi tingkat korporasi, dimana membutuhkan sumber daya manusia yang mempunyai skill dan knowledge.", "Daftar File": {"2008 TS PP KURNIA SAFITRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24194", "2008 TS PP KURNIA SAFITRI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24195", "2008 TS PP KURNIA SAFITRI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24196", "2008 TS PP KURNIA SAFITRI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24197", "2008 TS PP KURNIA SAFITRI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24198", "2008 TS PP KURNIA SAFITRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24199"}, "Penulis": "KURNIA SAFITRI (NIM 29106055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Evo S. Hariandja, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengembangan produk, Kinerja R&D, Organizational development", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}