{"Nomor": 8443, "Judul": "PENGEMBANGAN SUFFIX TREE CLUSTERING UNTUK COMPARATIVE TEXT MINING", "Abstrak": "Abstrak:   \n \n \n \n\nKemajuan teknologi mendukung komputerisasi dalam berbagai hal, seperti: pencatatan, perhitungan, dan penggambaran. Hal ini menyebabkan tersedianya data dalam jumlah besar, yang dapat menghasilkan pengetahuan yang berguna. Analisis terhadap data tersebut merupakan sesuatu yang penting, baik dalam melakukan eksplorasi, maupun dalam pengambilan keputusan. Pentingnya analisis tersebut menyebabkan penelitian tentang data mining berkembang.   \n \n \n \n\nComparative Text Mining (CTM) merupakan bagian dari text mining yang secara khusus mempunyai fungsi; menemukan tema umum dari semua koleksi, dan menemukan tema khusus dari suatu dokumen. Penggunaan CTM salah satunya yaitu untuk summarizing reviews. Summarization adalah proses otomatis yang menghasilkan versi dokumen yang lebih pendek (50persen atau kurang) namun tetap berguna bagi pengguna. Dengan summarization, pengguna diharapkan dapat menangkap isi dokumen tanpa harus melihat keseluruhan dokumen.      \n \n \n \n\nMetode clustering adalah metode yang memiliki kemampuan untuk menganalisis serta mengelompokkan secara otomatis dokumen-dokumen. Teknik clustering pada umumnya menggunakan kata dan dokumen biasanya dianggap sebagai kumpulan kata-kata tanpa adanya urutan atau yang disebut bag of word. Suffix Tree Clustering (STC) adalah algoritma pertama yang menggunakan frasa (multi-word terms) sehingga prosesnya lebih sederhana dibandingkan dengan algoritma yang lain. STC adalah algoritma incremental, kompleksitas waktu perhitungannya linear O(n) dan memenuhi kriteria untuk document clustering Web.   \n \n \n \n\nPenerapan algoritma STC untuk CTM dilakukan untuk membuktikan dan melakukan kajian terhadap performansi dari algoritma STC tersebut. Dalam eksperimen dilakukan pengamatan pengaruh parameter terhadap optimalisasi hasil yang dicapai, yaitu dengan cara melakukan komparasi terhadap tema yang dihasilkan oleh CTM dengan tema yang dihasilkan oleh STC.", "Daftar File": {"2007 TS PP KUSMAYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/24220"}, "Penulis": "Kusmaya (NIM  235 04 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Oerip S. Santoso,Dr, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "metoda clustering, suffix tree clustering, comparative text mining, summary, dan tema", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}