{"Nomor": 8445, "Judul": "EVALUASI KEBUTUHAN ANGKUTAN PETI KEMAS DI JALAN STUDI KASUS: TRAYEK JAKARTA-BANDUNG LINTAS PURWAKARTA, JAWA BARAT P.P.", "Abstrak": "ABSTRAK: \n \n\nAngkutan barang dengan menggunakan peti kemas pads saat sekarang ini merupakan suatu sistem angkutan yang dilaksanakan hampir diseluruh penjuru dunia. Karena angkutan peti kemas ini mempunyai beberapa kelebihan-kelebihan antara lain prosedur yang standar, handlingnya lebih praktis dan cepat serta barang atau komoditas yang ada didalamnya terhindar dari cuaca ,baik hujan maupun panas matahari. \n \n\nSejalan dengan perkembangan dan pertumbuhan industri di Indonesia, khususnya di wilayah Bandung Raya, maka untuk mendukung kegiatan industri tersebut diperlukan sarana dan prasarana yang memadai untuk angkutan peti kemas baik melalui jalan (truk trailer) maupun kereta api. \n \n\nKebutuhan saran angkutan peti kemas di jalan untuk mendukung kegiatan industri di wilayah Bandung Raya ini sudah sangat mendesak, dalam pengertian bahwa sarana angkutan tersebut yang memenuhi persyaratan teknis kelaikan jalan kendaraan bermotor angkutan peti kemas, sehingga disamping tingkat pengnisakan jalan dapat ditekan, juga untuk tercapainya keselamatan bagi pengguna jalan yang lain. \n \n\nDengan melakukan pengumpulan data-data dilapangan, selanjutnya dengan menganalisis melalui pendekatan teori -teori ilmiah yang penulis pelajari serta menggunakan program komputer, maka kebutuhan angkutan peti kemas melalui jalan untuk beberapa tahun mendatang dapat di prediksi.", "Daftar File": {}, "Penulis": "Kusnendi Soehardjo (NIM 28099027)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Ofyar Z. Tamin, Dr., ir., M.Sc., MIHT. \n \n\nPembimbing 2: Jann Hidayat, Ir., MSIE. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "angkutan peti kemas, evaluasi kebutuhan,", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}