{"Nomor": 8450, "Judul": "PREDIKSI DATA TIME SERIES DENGAN MENGGUNAKAN ALGORITMA ANT SYSTEM (Studi Kasus Prediksi Harga Saham)", "Abstrak": "Prediksi data time series banyak dilakukan pada bidang finansial, biologi, astronomi, kedokteran, meteorologi dan lain-lain. Tujuan melakukan prediksi ini adalah untuk mendapatkan petunjuk lebih awal mengenai kondisi/kejadian masa depan sehingga dengan mengetahui lebih dini diharapkan dapat merespon kejadian tersebut dengan tepat. Dalam penelitian ini akan dikaji salah satu permasalahan prediksi data time series dalam bidang finansial yaitu memprediksi pergerakan harga saham. Dua pendekatan yang biasa dilakukan oleh para analisis saham dalam memprediksi harga saham adalah analisa technical yang berdasarkan data masa lampau dan analisa fundamental yang berdasarkan kondisi makroekonomi dan perusahaan. Dalam tesis ini dikembangkan model yang menggabungkan kedua pendekatan tersebut. Penelitian ini menggunakan metoda similar sequence matching (SSM) untuk mencari pola dari data masa lampau. Metoda similar sequence matching melakukan pencarian dan pencocokan pola pada data terdahulu berdasarkan sampel pola yang telah ditentukan, sedangkan parameter untuk mengukur kecocokan digunakan jarak Euclidean. Metoda max-min ant system digunakan untuk mengkombinasikan metoda SSM dengan faktor fundamental yang terlibat. Empat hal yang penting di dalam membangun metoda ant system yaitu melakukan konstruksi graph yang merepresentasikan masalah, mengembangkan model fungsi heuristic dan transition rule, mengembangkan model pheromone updating, dan metoda untuk kriteria pemberhentian. Fungsi heuristik yang diimplementasikan dalam metoda ant system merupakan representasi dari pengaruh data pergerakan harga saham masa lampau dan pengaruh kondisi saat ini yaitu faktor pengukuran kondisi perusahaan (price earning ratio, dividend yield, dan lain-lain), kondisi makroekonomi (tingkat inflasi, tingkat suku bunga, harga minyak, dan lain-lain) dan kondisi nonekonomi (berita kondisi dalam negeri, pergerakan indeks saham luar negeri, dan lain-lain). Keluaran penelitian ini adalah model dan perangkat lunak untuk memprediksi harga saham. Simulasi yang telah dilakukan memberikan hasil yang memuaskan untuk memprediksi tren pergerakan harga saham dan memberikan galat/error yang dapat ditolerir untuk memprediksi nilai return/harga saham.", "Daftar File": {"2008 TS PP LALA SEPTEM RIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24267", "2008 TS PP LALA SEPTEM RIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24268", "2008 TS PP LALA SEPTEM RIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24269", "2008 TS PP LALA SEPTEM RIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24270", "2008 TS PP LALA SEPTEM RIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24271", "2008 TS PP LALA SEPTEM RIZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24272", "2008 TS PP LALA SEPTEM RIZA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24273", "2008 TS PP LALA SEPTEM RIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24274"}, "Penulis": "LALA SEPTEM RIZA (NIM 23205301)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Bambang Riyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "time series data; data mining; similar sequence matching; max-min ant system", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}