{"Nomor": 8459, "Judul": "PENGARUH WAKTU SULFONASI TERHADAP KARAKTERISTIK POLISTIREN DAN POLYBLEND-NYA DENGAN KITOSAN", "Abstrak": "Permasalahan energi mendorong penelitian mengenai sistem sel bahan bakar yang dapat menghasilkan energi secara efisien. Proton Exchange Membrane Fuel Cell (PEMFC) merupakan sistem yang bekerja dengan prinsip pengubahan energi kimia menjadi listrik. Pada PEMFC, membran polimer elektrolit digunakan sebagai media pentransfer proton. Pada penelitian ini telah dibuat membran polyblend antara polistiren (PS), polistiren tersulfonasi (PSS) dan kitosan dengan metoda hot-pressed. Sulfonasi polistiren dilakukan menggunakan asetil sulfat dengan empat variasi waktu sulfonasi, yaitu 15, 30, 45, dan 60 menit, dengan tujuan agar polistiren memiliki gugus SO3H, sehingga dapat mentransfer H+. Membran polyblend yang dibuat adalah membran PS:Kitosan (8:2), dan empat membran PS:PSS:Kitosan (8:1:1) dengan variasi derajat sulfonasi polistiren. Karakterisasi dilakukan melalui analisis Fourier Transform Infra Red (FTIR), swelling, Ion Exchange Capacity (IEC), konduktivitas, uji tarik, dan TGA/DTA. Hasil analisis menunjukkan bahwa hasil optimum berdasarkan uji swelling dan konduktivitas didapatkan dari membran yang menggunakan PSS yang disulfonasi selama 45 menit, sedangkan berdasarkan nilai IEC diperoleh pada membran yang menggunakan PSS yang disulfonasi selama 60 menit. Kekuatan mekanik semua polyblend yang dibuat pada penelitian ini relatif sama, akan tetapi semakin banyak komponen PSS dan kitosan dalam polyblend, maka stabilitas termal polyblend semakin menurun.", "Daftar File": {"2008 TA PP LELLY DWI AMBARINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24326", "2008 TA PP LELLY DWI AMBARINI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24327", "2008 TA PP LELLY DWI AMBARINI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24328", "2008 TA PP LELLY DWI AMBARINI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24329", "2008 TA PP LELLY DWI AMBARINI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24330", "2008 TA PP LELLY DWI AMBARINI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24331", "2008 TA PP LELLY DWI AMBARINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24332"}, "Penulis": "LELLY DWI AMBARINI (NIM 10504018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I Made Arcana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Waktu sulfonasi, Kitosan, Karakteristik polistiren dan polyblend", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}