{"Nomor": 8460, "Judul": "DEHIDRASI ISO PROPIL ALKOHOL", "Abstrak": "Bahan bakar yang berkualitas baik merupakan hal yang penting dalam pengoperasian dan perawatan kendaraan bermotor agar kendaraan tersebut dapat beroperasi dengan baik. Parameter-parameter yang dapat menandakan bahwa bahan bakar tersebut memiliki kualitas baik yaitu kemampuannya untuk mencegah terjadinya ketukan dan dapat mengurangi kadar emisi gas buang kendaraan bermotor yang menggunakan bahan bakar tersebut. Kemampuan bahan bakar untuk mencegah terjadinya ketukan diukur dengan angka oktan. Makin tinggi angka oktan, makin baik kualitas bahan bakar tersebut. \n \n\nKenaikan angka oktan dapat diperoleh dengan cara menambahkan zat aditif di dalam bahan bakar tersebut. Salah satu zat aditif yang dapat digunakan adalah Iso Propil Alkohol (IPA). IPA yang dapat dijadikan zat aditif adalah IPA dengan kemurnian 99,8%-v, sedangkan IPA yang banyak dijual dipasaran adalah IPA dengan kemurnian 95%-v. Oleh karena itu, perlu dilakukan penghilangan kandungan air di dalam IPA 95%-v sehingga dihasilkan IPA 99,8%-v. \n \n\nMetode yang digunakan untuk dehidrasi isopropil alkohol dalam penelitian ini adalah metode adsorpsi. Penelitian ini bertujuan untuk (i)membuat dan menguji unjuk kerja kolom adsorpsi untuk mendehidrasi IPA 95%-v menjadi IPA 99,8%-v secara partaian (ii)mengetahui unjuk kerja IPA yang dihasilkan (iii)mengetahui jenis isoterm adsorpsi yang cocok dalam proses dehidrasi IPA serta (iv)menyelidiki pengaruh penambahan IPA anhidrat ke dalam bensin terhadap kinerja pembakaran dalam mesin. \n \n\nKolom adsorpsi yang akan digunakan yaitu berupa kolom yang terdiri dari dua kolom berbentuk silinder, dengan silinder bagian dalam berdiameter 2ÃƒÂ‚Ã‚Â¼ inci yang digunakan untuk meletakkan adsorben dan silinder bagian luar berdiameter 3 ÃƒÂ‚Ã‚Â½ inci yang digunakan untuk menjaga temperatur kolom. \n \n\nDari penelitian yang telah dilakukan, diperoleh kesimpulan bahwa kolom yang dibuat untuk penelitian ini telah teruji dapat dengan baik menjalankan proses adsorpsi, kondisi optimal proses adsorpsi IPA pada kolom yang dibuat adalah pada laju alir adsorpsi 1000 mL/jam dan waktu desorpsi 3 jam, jenis isoterm adsorpsi yang cocok dengan proses dehidrasi IPA ini adalah isoterm Freundlich, penambahan IPA pada bensin terbukti dapat meningkatkan angka oktan dan menurunan emisi pada gas buang yang dihasilkan kendaraan bermotor.", "Daftar File": {"2007 TS PP LELYANA OKTAVIANINGSIH ABADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24333", "2007 TS PP LELYANA OKTAVIANINGSIH ABADI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24334", "2007 TS PP LELYANA OKTAVIANINGSIH ABADI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24335", "2007 TS PP LELYANA OKTAVIANINGSIH ABADI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24336", "2007 TS PP LELYANA OKTAVIANINGSIH ABADI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24337", "2007 TS PP LELYANA OKTAVIANINGSIH ABADI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24338"}, "Penulis": "LELYANA OKTAVIANINGSIH ABADI (NIM 23005002)", "Kontributor / Dosen Pembimbing": ["Dr. Azis Trianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Adsorpsi, Adsorption, Angka oktan, Octane number, Iso propil alkohol, Iso propyl alcohol, Isoterm adsorpsi, Adsorption isotherm", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}