{"Nomor": 8465, "Judul": "STUDI PERBANDINGAN PERHITUNGAN TEBAL LAPIS TAMBAH METODA BINA MARGA DAN METODA AASHTO 1986", "Abstrak": "Abstrak : \n \n\nPerkerasan suatu jalan yang telah melayani lalu-lintas dalam jumlah tertentu sejak mulai dipakai tentunya akan mengalami perobahan baik pada permukaan jalan maupun pada permukaan perkerasan seluruhnya, khususnya yang menyangkut menurunnya tingkat pelayanan, kemampuan konstruksinya, maupun kenyamanan dan keamanan bagi para pemakai jalan. \n \n\nPekerjaan lapis tambah di atas perkerasan lama merupakan salah satu alternatif pemecahan dalam meningkatkan kemampuan, keamanan dan kenyamanan dari ruas jalan tersebut. \n \n\nTesis ini mencoba membandingkan perhitungan tebal lapis tambah menurut Metoda Bina Marga dan Metoda AASHTO 1986. \n \n\nMetoda Bina Marga menggunakan alat Benkelman Beam untuk mendapatkan besar lendutan balik pada perkerasan jalan yang ada dan selanjutnya dipakai untuk menghitung tebal lapis tambah yang diperlukan. Metoda AASHTO 1986 menggunakan alat Falling Weight Deflectometer untuk mendapatkan modulus elastisitas masing-masing lapis perkerasan dan seterusnya dipakai untuk menghitung tebal lapis tambah. \n \n\nDari hasil perhitungan ternyata Metoda AASHTO 1986 memberikan hasil yang lebih tebal dari Metoda Bina Marga. Hal ini disebabkan karena model perhitungan kekuatan sisa perkerasan dari Metoda AASHTO 1986 memberikan faktor keamanan yang lebih besar, dibandingkan Metoda Bina Marga. Akan tetapi aplikasi Metoda AASHTO 1986 untuk kondisi perkerasan di Indonesia, masih memerlukan penelitian lebih lanjut.", "Daftar File": {}, "Penulis": "Lexie F. Kereh (NIM 250 90 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bambang Sugeng Subagio, Dr. Ir. \n \n\nCo-pembimbing : R. M. Tunggul Brotopriyono, Ir. Msc. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Tebal lapis tambah, Metoda Bina Marga, Metoda AASHTO 1986.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}