{"Nomor": 8466, "Judul": "ANALISIS VARIABEL YANG MEMPENGARUHI NILAI SEWA UNIT-UNIT USAHA PADA BANGUNAN KOMERSIAL BERTINGKAT BERBASIS STRUKTUR DATA JARINGAN 3 DIMENSI", "Abstrak": "Nilai sewa unit-unit usaha pada bangunan komersial bertingkat dipengaruhi oleh faktor fisik dan lokasi. Identifikasi variabel faktor fisik umumnya mudah diperoleh dari data atribut tetapi identifikasi variabel faktor lokasi lebih sulit karena membutuhkan analisis spasial berdasarkan pemodelan topologi antar unit pada bangunan komersial (ruang usaha, koridor dan penghubung antar lantai). Penelitian ini bermaksud membangun struktur data jaringan 3 dimensi yang diberi bobot berdasarkan jarak tempuh dan waktu tempuh, kemudian menghitung koefisien variabel faktor lokasi dengan analisis jaringan yaitu analisis lintasan terpendek menggunakan algoritma djikstra. Hasil identifikasi variabel kemudian dimodelkan dan dianalisis menggunakan analisis regresi berganda untuk mengetahui hubungan spasial dan variabel-variabel yang mempengaruhi nilai sewa unit.   \n \n \n \n \n\nHasil penelitan menunjukan bahwa jaringan jarak tempuh adalah bobot hubungan spasial yang paling berpengaruh terhadap nilai sewa dibandingkan hubungan waktu tempuh. Variabel: tingkatan lantai berpengaruh negatif, jumlah akses berpengaruh positif, jarak ke pintu masuk berpengaruh negatif, jarak ke eskalator berpengaruh negatif dan jarak ke lift berpengaruh negatif terhadap nilai sewa unit pada tingkat kepercayaan 95%.", "Daftar File": {}, "Penulis": "Liber Iriyanto Sinaga (NIM 25105037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Bambang Edhi Leksono, Dr., Ir., M.Sc.   \n \n \n \n\nPembimbing: Andi Hernandi, Ir., MSP.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-01-30)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "jaringan 3 dimensi, analisis jaringan, analisis regresi berganda, penilaian sewa", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}