{"Nomor": 8471, "Judul": "RUSUNAWA KALANGAN MENENGAH DI TAMAN SARI, BANDUNG", "Abstrak": "Abstrak :  \n \n \n\nSemakin padatnya lahan di kota-kota besar Indonesia menyebabkan banyak masalah, antara lain tumbuhnya perumahan kumuh yang disebabkan oleh banyaknya penduduk yang ingin tinggal di kota. Masalah lain yang muncul adalah terjadinya arus komuter pada hari kerja sebagai akibat dari banyaknya penduduk yang lebih memilih tinggal di pinggiran kota.  Oleh sebab itu pembangunan rumah vertikal atau rumah susun dirasakan perlu digalakkan pada kota-kota besar Indonesia.  \n \n \n\nPemerintah Indonesia sebagai fasilitator kota mulai memperhatikan masalah ini sehingga merencanakan program pembangunan 1.000 rusun di kota-kota besar Indonesia. Di Kota Bandung, pembangunan rusun ini direncanakan di dua lokasi, yaitu di Taman Sari dan Jamika. Pada kasus ini, lokasi yang dipilih adalah Taman Sari. Taman Sari merupakan kawasan multifungsi sehingga perancangan rusun ini dimaksudkan sebagai fasilitator dan pengikat dari fasilitas lain. Rusun ini diharapkan dapat diminati oleh kalangan masyarakat menengah yang bermata-pencaharian di kawasan tersebut agar masalah yang diuraikan di atas dapat diatasi. Selain itu, rusun ini harus dapat menampung penduduk kampung yang lahannya digunakan untuk pembangunan rusun ini.  \n \n \n\nDikarenakan adanya dua sasaran pengguna yang berbeda maka perancangan rusun ini seharusnya dapat merespon isu perbedaan tingkat ekonomi dan sosial tersebut. Rusun ini dirancang agar masing-masing kelompok sasaran memiliki ruang sendiri. Terdapat dua blok hunian bagi kalangan masyarakat menengah dan satu blok hunian bagi kalangan masyarakat menengah bawah. Ketiga blok hunian ini dihubungkan oleh ruang terbuka, berupa jalan, lapangan, taman, dll. Ruang terbuka ini menjadi tempat berinteraksi, bersosialisasi antar kedua kelompok sosial-ekonomi yang berbeda sehingga terjadi kesetaraan tetapi tetap tidak mengganggu privasi satu sama lainnya.  \n \n \n\nSebagai fasilitas hunian, rusun ini memiliki kepadatan 550 orang per hektar. Fasilitas umum yang tersedia berupa ruang yang bisa disewakan, sarana kesehatan, sosial dan hiburan. Adanya fasilitas umum ini dimaksudkan untuk memfasilitasi kebutuhan, gaya hidup dan perilaku kalangan masyarakat menengah. Di samping itu, fasilitas umum ini bisa manjadi lapangan pekerjaan bagi kalangan masyarakat menengah bawah. Adanya kegiatan ekonomi yang terjadi antar kedua kalangan ini diharapkan dapat membantu mengurangi adanya kesenjangan ekonomi dan memperkuat hubungan sosial di antara mereka.", "Daftar File": {}, "Penulis": "Lina Waty (NIM 152 03 051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Suparti Amir Salim, MSP  \n \n \n\nPimpinan Sidang : Dr. Ir. Rini Raksadjaya, MSA\t  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rusunawa, Taman Sari.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}