{"Nomor": 8472, "Judul": "PEMODELAN MESIN BUBUT CERDAS", "Abstrak": "Seiring dengan kemajuan zaman, industri manufaktur menghadapi tuntutan pasar yang semakin dinamis dan persaingan yang semakin ketat. Produksi dengan banyak variasi dan jumlah produk setiap varian yang sedikit sulit dilakukan. Tuntutan yang demikian hanya dapat dipenuhi jika suatu industri menguasai teknologi dan sistem informasi produksi. Sistem Produksi Terdistribusi Mandiri (SPTM) merupakan salah satu sistem manufaktur dimana setiap bagiannya mampu bekerjasama dengan baik. Salah satu mesin perkakas yang terdapat dalam SPTM adalah mesin bubut. Mesin bubut dapat dipergunakan untuk aplikasi yang sangat luas. Untuk itu diperlukan kemampuan yang cukup tinggi untuk menguasai elemen-elemen yang terdapat dalam mesin bubut. Dengan adanya suatu model mesin bubut yang cerdas, maka perencanaaan proses di mesin bubut akan konsisten, seragam, optimum, cepat dan tepat tanpa mengesampingkan kualitas produk. Pemodelan mesin bubut cerdas ini menggunakan metode berorientasi obyek dimana metode ini berusaha untuk membuat model obyek secara natural sesuai dengan sifat sebenarnya. Model mesin bubut cerdas dirancang terdiri atas modul-modul sebagai berikut: pengelolaan data workshop, pengelolaan data mesin perkakas, pengelolaan data pemesinan, dan pengelolaan data kelengkapan perkakas potong. Dengan adanya modul-modul ini diharapkan sistem ini memiliki kecerdasan-kecerdasan sebagai berikut: memiliki fungsi pengelolaan data seperti penambahan, pengubahan, dan penghapusan data; memiliki fungsi pemilihan alternatif tool set; memiliki fungsi pemilihan parameter operasi; dan memiliki fungsi penghitungan ongkos pemesinan.", "Daftar File": {"2008 TA PP LINDUNG PARINGOTAN MANIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24446", "2008 TA PP LINDUNG PARINGOTAN MANIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24447", "2008 TA PP LINDUNG PARINGOTAN MANIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24448", "2008 TA PP LINDUNG PARINGOTAN MANIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24449", "2008 TA PP LINDUNG PARINGOTAN MANIK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24450", "2008 TA PP LINDUNG PARINGOTAN MANIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24451", "2008 TA PP LINDUNG PARINGOTAN MANIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24452"}, "Penulis": "LINDUNG PARINGOTAN MANIK (NIM 13103019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mesin bubut, manufaktur", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}