{"Nomor": 8474, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR YANG BERPENGARUH TERHADAP WAKTU PROSES PENGADAAN DENGAN PINJAMAN LUAR NEGERI DI INDONESIA", "Abstrak": "Keterbatasan dana pemerintah dalam menyelenggarakan pembangunan infrastruktur mendorong pemerintah mencari upaya-upaya sumber pendanaan termasuk dengan melakukan kebijakan pinjaman luar negeri. Pinjaman luar negeri ini dapat bersumber dari lembaga keuangan multilateral seperti Bank Dunia, ADB, IDB, dan Negara asing seperti Jepang, Perancis dan Negara asing lainnya. Pinjaman resmi pemerintah dapat berupa pinjaman finansial maupun bantuan teknis yang terdiri dari Pinjaman Program (program loan) yang digunakan untuk pembiayaan Anggaran Pendapatan dan Belanja Negara (APBN) dan Pinjaman Proyek (project loan) yang digunakan untuk membiayai kegiatan pembangunan tertentu. Untuk penggunaan pinjaman luar negeri, masing-masing lembaga/negara peminjam (donor) memberikan aturan-aturan yang berbeda dalam setiap implementasi proyeknya. Perbedaan aturan penggunaan pinjaman luar negeri dari setiap donor sering menjadi masalah bagi negara peminjam dalam pelaksanaan proyeknya termasuk di Indonesia, dimana prosedur pengadaan dengan pinjaman luar negeri harus mengikuti perjanjian pinjaman (loan agreement) dan pedoman (Guidelines) dari pemberi pinjaman, sedangkan prosedur pengadaan Keppres 80/2003 dapat digunakan selama tidak bertentangan dengan ketentuan dari pemberi pinjaman. Akibat dari perbedaan prosedur pengadaan antara Keppres 80/2003 dengan prosedur pengadaan pemberi pinjaman seperti prosedur pengadaan Bank Dunia/ADB, sering terjadi permasalahan dalam proses pengadaan antara lain kesalahan dalam proses pengadaan karena ketidakpahaman terhadap prosedur sehingga pemberi pinjaman menghentikan pinjaman dan pembatalan beberapa paket proyek karena dinyatakan misprocurement, proses pengadaan menjadi berlarut-larut, dan penyedia jasa yang terpilih tidak sesuai dengan standar pengguna jasa. Permasalahan pengadaan ini dapat mempengaruhi kinerja pengadaan, salah satunya yaitu kinerja pengadaan kontraktor karena jika terjadi keterlambatan waktu pengadaan dan penyedia jasa yang terpilih tidak berkualitas, maka pelaksanaan konstruksi akan terlambat dan tingkat penyerapan dana pinjaman menjadi rendah yang dapat berakibat pada pembayaran beban pinjaman yang besar seperti biaya commitment fee. Penelitian ini dimaksudkan untuk mengembangkan konseptual manajemen kinerja proses pengadaan, dan mengidentifikasi faktor-faktor yang berpengaruh terhadap waktu proses pengadaan. Hal ini dilakukan untuk mengetahui kinerja pengadaan dengan prosedur pengadaan Keppres dibandingkan dengan prosedur pengadaan Bank Dunia/ADB agar dapat dilakukan penyelarasan prosedur untuk peningkatan kinerja pengadaan di masa yang akan datang. Dari hasil penelitian diperoleh bahwa secara umum terdapat kesesuaian antara prosedur pengadaan Bank Dunia dan ADB, sedangkan prosedur pengadaan Keppres 80/2003 memiliki perbedaan yang sangat signifikan dengan prosedur pengadaan WB dan ADB terutama dalam hal prakualifikasi dan evaluasi penawaran. Indikator kinerja pengadaan WB/ADB yang paling berpengaruh terhadap waktu pengadaan adalah lama perolehan NOL (No Objection Letter), sedangkan indikator kinerja pengadaan Keppres 80/2003 yang paling berpengaruh terhadap waktu pengadaan adalah jumlah pengumuman prakualifikasi ulang, jumlah prakualifikasi ulang, variasi nilai penawaran dan jumlah evaluasi ulang dokumen penawaran.", "Daftar File": {"2008 TS PP LISBET LASMARIA TURNIP 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24460", "2008 TS PP LISBET LASMARIA TURNIP 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24461", "2008 TS PP LISBET LASMARIA TURNIP 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24462", "2008 TS PP LISBET LASMARIA TURNIP 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24463", "2008 TS PP LISBET LASMARIA TURNIP 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24464", "2008 TS PP LISBET LASMARIA TURNIP 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24465", "2008 TS PP LISBET LASMARIA TURNIP 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24466"}, "Penulis": "LISBET LASMARIA TURNIP (NIM 250 06 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Purnomo Soekirno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "performance indicator, contractor procurement performance, procurement", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}