{"Nomor": 8475, "Judul": "STUDI CONTENT MANAGEMENT SYSTEM DAN PEMBANGUNAN KOMPONEN E-LIBRARY SEBAGAI EKSTENSI JOOMLA", "Abstrak": "Content Management System adalah sebuah perangkat lunak yang menyediakan tools/perangkat untuk pembuatan, publikasi maupun pengelolaan website. CMS joomla memiliki kemampuan untuk menambahkan fungsionalitas dengan melalui komponen. Komponen e-library diharapkan dapat digunakan untuk melakukan pengelolaan file-ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â­file dan mempermudah pengaksesan terhadap file. Analisis terhadap komponen joomla terutama dilakukan untuk memahami dan dapat menerapkan metode pengembangan komponen di joomla untuk pembangunan komponen e-library sebagai ekstensi joomla. Analisis terhadap komponen e-library dilakukan untuk mengetahui kebutuhan fungsional dari sistem serta mengidentifikasi kelas-kelas dan data-data yang digunakan dalam pembangunan komponen e-library. Berdasarkan pada hasil perancangan yang dilakukan, dilakukan implementasi dengan menggunakan bahasa pemrograman PHP dan basis data mysql. Dalam implementasi dilakukan proses integrasi komponen e-library dengan CMS joomla. Pengujian dilakukan dengan tujuan untuk mengetahui kesesuaian antara fungsi-fungsi komponen e-library yang diimplementasikan dengan hasil analisis kebutuhan fungsional komponen e-library. Proses pengembangan komponen e-library sebagai ekstensi CMS joomla dapat dilakukan dengan lebih cepat karena bisa memanfaatkan file-file library, template, database serta fasilitas yang ada pada CMS joomla dan tidak perlu membongkar source code dari joomla.", "Daftar File": {"2008 TS PP LISTIANA TRI RAHAYU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24467", "2008 TS PP LISTIANA TRI RAHAYU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24468", "2008 TS PP LISTIANA TRI RAHAYU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24469", "2008 TS PP LISTIANA TRI RAHAYU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24470", "2008 TS PP LISTIANA TRI RAHAYU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24471", "2008 TS PP LISTIANA TRI RAHAYU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24472", "2008 TS PP LISTIANA TRI RAHAYU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24473", "2008 TS PP LISTIANA TRI RAHAYU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24474"}, "Penulis": "LISTIANA TRI RAHAYU (NIM 23505024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Hira Laksmiwati Zoro, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CMS, joomla, component, e-library, extension", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}