{"Nomor": 8479, "Judul": "STUDI KORELASI ANTARA SINYAL EL NINO SOUTHERN OSCILLATION (ENSO) DAN ARUS LINTAS INDONESIA DI SELAT LOMBOK", "Abstrak": "Dalam penelitian ini telah dilakukan kajian Arus Lintas Indonesia (Arlindo) yang melalui Selat Lombok yang akan dikorelasikan dengan sinyal ENSO. Data yang digunakan dalam penelitian ini adalah data kecepatan arus, temperatur dan salinitas yang diperoleh dari pengukuran mooring yang dipasang oleh Program International Nusantara Stratification and Transport (INSTANT) 2004-2005. Mooring dipasang di dua lokasi yaitu Selat Lombok bagian barat (115o45,487'BT, 08o43,9'LS) dekat ke Pulau Bali dan bagian timur (115o53,769'BT, 08o40,24'LS) dekat ke Pulau Lombok. Kedalaman masing-masing perairan dimana mooring dipasang adalah 921 m di  bagian barat dan 1144 m di bagian timur. Sementara Anomali Sea Surface Temperature di NiÃƒÂƒÃ‚Â±o 3.4 yang merepresentasikan perubahan sinyal ENSO diperoleh dari http://www.cpc.noaa.gov/data/indices/. Pengolahan data mooring meliputi empat tahapan yaitu penyeragaman sampling rate (commontime base), interpolasi tekanan (assign pressure), interpolasi vertikal, dan filter data kecepatan arus dengan Low Pass Filter.  \n \n \n\nHasil pengolahan data menunjukkan bahwa kecepatan arus komponen-v lebih dominan  menuju ke selatan sampai kedalaman 200 m, sedangkan di bawah kedalaman tersebut aliran terlihat memiliki pola yang tidak beraturan. Hal ini karena terdapat sebuah sill pada kedalaman 250 m yang memblok arus ke selatan Kecepatan arus maksimum terjadi pada awal Mei (Musim Peralihan I) sebesar 1,5 m/det di mooring bagian barat dan 0,75 m/det di mooring bagian timur.  \n \n \n\nVariabilitas kecepatan arus komponen-v memiliki korelasi negatif dengan sinyal ENSO. Di permukaan (0 m) terlihat bahwa kecepatan arus berkorelasi tidak signifikan dengan nilai koefisien korelasi sebesar -0,39 (R2 = 0,152). Faktor lain yang mempengaruhi kecepatan arus di permukaan adalah angin monsun. Korelasi signifikan antara kecepatan arus dan sinyal ENSO terdapat pada kedalaman 160 m dengan nilai koefisien korelasi sebesar -0,545 (R2 = 0,297).  Arus balik ke utara pada musim peralihan diindikasikan oleh adanya intrusi gelombang Kelvin downwelling dari Samudera Hindia Ekuatorial. Hal ini juga dapat dibuktikan dari variabilitas temperatur dan salinitas dimana temperatur paling hangat dan salinitasnya paling rendah terjadi pada bulan Mei.", "Daftar File": {}, "Penulis": "LIZALIDIAWATI (NIM 22405014)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf.Dr. Safwan Hadi dan Irsan S. Brodjonegoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mooring, Correlation, ITF, Lombok Strait, ENSO", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}