{"Nomor": 8483, "Judul": "KANTOR SEWA DI JALAN ASIA AFRIKA, BANDUNG", "Abstrak": "Abstrak :  \n \n \n\nKota Bandung mempunyai pertumbuhan ekonomi yang pesat, sehingga memerlukan berbagai fasilitas yang mampu mewadahinya, diantaranya kantor sewa. Salah satu sifat utama dari bangunan kantor sewa adalah efisien, tetapi mempunyai nilai jual yang tinggi. Pemilihan lokasi yang tepat dapat mendukung nilai jual tersebut.  \n \n \n\nPada studi perancangan ini, dipilih lokasi Jalan Asia Afrika karena merupakan kawasan perkantoran yang telah berkembang, sehingga perencanaan kantor sewa di lokasi tersebut berpotensi memperkuat karakter kawasan tersebut. Kawasan Asia Afrika sebagai kawasan perekonomian mempunyai tingkat penggunaan lahan yang tinggi, sehingga perancangan bangunan harus mempertimbangkan hal tersebut. Salah satu usaha untuk mengoptimalkan penggunaan lahan adalah pemilihan bentuk massa persegi yang sesuai dengan bentuk lahan garis sempadannya.   \n \n \n\nPenyediaan fasilitas-fasilitas pada kantor sewa mengikuti kebutuhan gaya hidup eksekutif muda di kota besar. Fasilitas yang disediakan meliputi nightclub, fitness center, restoran, dan cafe, sehingga fasilitas tersebut beroperasi juga di luar jam kantor. Dengan demikian, kawasan dapat dipertahankan ramai pada malam  hari.   \n \n \n\nUntuk meningkatkan nilai jual bangunan dan kinerja beberapa fasilitas pada malam hari, maka digunakan teknologi lighting pada selubung bangunan, seperti lampu laser untuk membantu masyarakat kota berorientasi terhadap bangunan dan lain-lain. Teknologi lighting tersebut juga dipergunakan untuk memperkuat karakter bangunan dengan cara memberi efek ketinggian. Sedangkan untuk mencapai karakter modern, dipergunakan material logam seperti stainless steel  dan aluminium.   \n \n \n\nSecara umum, pada prarancangan bangunan kantor sewa ini diperoleh luas bangunan sebesar 24.825m2 di atas lahan seluas 4.056m2, dengan jumlah total dua puluh empat lantai, termasuk tiga lantai basement. KDB bangunan yang dicapai adalah 48%, dengan garis sempadan depan bangunan selebar 11,8m. Ketinggian bangunan mencapai 86m hingga atap bangunan dan 109m pada titik puncak antena bangunan. Kapasitas parkir mobil yang mampu ditampung adalah sebanyak 340 mobil dan 200 motor. Pada lantai tipikalnya, bagian rentable area  mencapai 70%, sedangkan untuk sirkulasi dan servis adalah sebesar 30%. Keseluruhan fasilitas yang terdapat pada bangunan meliputi bank, kantor, ruang pertemuan, ruang rapat, restoran, cafe, nightclub, pusat kebugaran dan stasiun radio.", "Daftar File": {}, "Penulis": "Lucky Heng (NIM 152 03 057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Surjamanto W., MT  \n \n \n\nPimpinan Sidang  : Ir. Eko Purwono, MS. Arch. S\t\t  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kantor sewa, Asia Afrika Bandung.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}