{"Nomor": 8484, "Judul": "PENERAPAN MULTI IMAGE PADA DESAIN ALAS KAKI WANITA (STUDI KASUS DI MALL PARIS VAN JAVA BANDUNG)", "Abstrak": "Pada jaman modern seperti sekarang ini, kehidupan manusia semakin maju, begitupun dengan kebutuhan manusia yang kian meningkat dan beragam. Manusia di jaman modern ini tidak lagi terpatok pada pemenuhan kebutuhan semata, membeli barang/produk hanya berdasarkan fungsi semata, tetapi mulai memperhatikan penampilan dari produk tersebut. Karenanya desain menjadi penting disini, desain berperan cukup banyak dalam penampilan dari produk tersebut di mata pengamat/pengguna, sehingga dapat tampil menarik dan sesuai dengan selera pasar yang dituju. \n\nSelain aspek desain, masalah yang menjadi fokus utama disini adalah masalah kepraktisan. Hal tersebut adalah salah satu akibat dari gaya hidup di jaman modern yang semakin menuntut kemudahan di berbagai aspek hidup, salah satunya adalah penampilan yang dapat menunjang kinerja individu dalam kehidupannya sehariÃƒÂ‚Ã‚Â–hari. Penampilan sangat erat kaitannya dengan tren dan fashion, tak dapat dipungkiri bahwa manusia sebagai makhluk sosial sering menilai seseorang berdasarkan apa yang dikenakannya. Hal tersebut cukup menjadi perhatian masyarakat, sehingga pada umumnya masyarakat pun cukup fokus terhadap penampilan sehingga kehidupan sosial mereka dapat berjalan dengan lancar. Kendala yang umum terjadi adalah, penampilan yang menunjang ternyata kurang mengindahkan kenyamanan dalam kinerja dan ruang gerak individu tersebut, sehingga mereka sering dihadapkan pada pilihan, antara kenyamanan dan kepraktisan atau performa penampilan. Disini penulis mencoba untuk membantu mengatasi hal tersebut, yaitu dengan membuat sebuah sarana yang menunjang penampilan (dalam artian fungsi dan fashion) tetapi tetap mengindahkan kenyamanan dan kepraktisan bagi pengguna sehingga masalah yang telah ada dapat diatasi. Pembahasan disini berfokus pada alas kaki sebagai studi kasus, pemilihan alas kaki disini karena alas kaki sendiri merupakan aspek yang cukup penting dalam menunjang penampilan. Alas kaki yang dirancang adalah alas kaki dengan beberapa fungsi dan image sehingga pengguna dapat merasa maksimal dalam setiap situasi yang dihadapinya tanpa merasa tidak nyaman ataupun salah kostum. Alas kaki zaman modern ini banyak sekali desain dengan konsep metafora terutama furniture tetapi amat disayangkan pada produk dalam negeri (lokal) kurang mendalami hal tersebut. Umumnya hanya menjiplak dari produk impor yang sudah ada, apalagi dengan kualitas yang kurang maksimal, sehingga desain lokal kurang bermakna dan kurang dihargai di mata internasional. Dalam makalah ini penulis membahas tentang nilai semantika, khususnya metafora yang terdapat pada desain di jaman modern. Ditelaah dari segi bentuk, warna, corak, elemen/ komponen dalam pengaplikasiannya terhadap produk yang dihasilkan. Penelaahan nilai semantika pada produk dilakukan melalui studi literatur yang bersangkutan dengan teori semantika dan metafora pada produk, juga survei lapangan dalam bentuk wawancara singkat dan pertanyaan ÃƒÂ‚Ã‚Â– pertanyaan yang berkaitan dengan tema yang diambil. Dengan penjabaran dan penjelasan dalam makalah ini diharapkan pembaca dapat mengetahui keberadaan nilai metafora dan semantika pada desain produk khususnya pada era modern.", "Daftar File": {"2008 TA PP LUCY BETA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24537", "2008 TA PP LUCY BETA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24538", "2008 TA PP LUCY BETA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24539", "2008 TA PP LUCY BETA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24540", "2008 TA PP LUCY BETA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24541", "2008 TA PP LUCY BETA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24542", "2008 TA PP LUCY BETA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/24543", "2008 TA PP LUCY BETA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24544"}, "Penulis": "LUCY BETA (NIM 17502020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Yasraf Amir P., M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Multi image, Desain alas kaki wanita", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "8 file", "Tanggal Input": "19 Jun 2008"}