{"Nomor": 8486, "Judul": "PEMBANGUNAN LAYANAN PENGEDITAN DATA GEOGRAFI MULTIFORMAT DI LINGKUNGAN WEB", "Abstrak": "Format data geografi yang berbeda-beda disebabkan oleh keanekaragaman pengembang, standar di suatu komunitas dan kebutuhan spesifik terhadap format data tertentu dapat menyebabkan kesulitan dalam melakukan pertukaran data ataupun perawatan di dalam sebuah aplikasi terutama aplikasi yang berkaitan dengan pemetaan (sistem informasi geografi). Data geografi juga sifatnya tersebar, yang dimaksud tersebar adalah lokasi penyimpanan data (datastore) dapat berada di lingkungan yang berbeda-beda, sehingga tesis ini selain menangani data geografi yang sifatnya multiformat juga menangani data geografi yang sifatnya tersebar. Lingkungan web dipilih dalam tesis ini disebabkan adanya tingkat perawatan yang lebih baik  daripada aplikasi di lingkungan desktop. Perbedaan format ini hanyalah perbedaan dalam representasi fisik, tetapi secara konsep data geografi terdiri dari dua data yaitu data geometri yang menunjukan lokasi (data spasial) dan data atribut spasial. Untuk dapat menjembatani perbedaan ini dibuatlah struktur data generik/umum yang dapat digunakan untuk menangani data geometri dan data non spasial. Aplikasi pengeditan data geografi ini terdiri dari dua modul utama yaitu modul yang menangani data multiformat (disebut nodemap), dan modul yang menangani interaksi transaksi dengan pengguna/manajer tampilan (disebut mapedit), oleh karena data geografi yang sifatnya tersebar maka modul penanganan data multiformat  disebarkan menggunakan bantuan suatu web server. Modul nodemap dikembangkan menggunakan pustaka geotools (pembacaan dan penulisan) dan pustaka jts (struktur data generik). Tampilan penggambaran peta oleh pengguna layanan dengan cara memberikan parameter-parameter yang nantinya akan ditangani oleh modul nodemap. Modul mapedit melemparkan xml post yang berisi permintaan add/update/delete yang nantinya akan diproses oleh modul nodemap sesuai dengan permintaannya. Parameter-parameter yang dipergunakan sudah menggunakan standar dari OGC (Open Geospatial Consortium).", "Daftar File": {"2008 TS PP LUKFI HALIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24554", "2008 TS PP LUKFI HALIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24555", "2008 TS PP LUKFI HALIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24556", "2008 TS PP LUKFI HALIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24557", "2008 TS PP LUKFI HALIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24558", "2008 TS PP LUKFI HALIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24559", "2008 TS PP LUKFI HALIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24560", "2008 TS PP LUKFI HALIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24561"}, "Penulis": "LUKFI HALIM (NIM 23506015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Iping Supriana Suwardi"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multi format geographic data, distributed data, GIS, web application, spatial data", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}