{"Nomor": 8489, "Judul": "STUDI DAN IMPLEMENTASI MOBILE POSITIONING PADA LAYANAN BERBASIS LOKASI  STUDI KASUS MUSLIM PRAYER TIME", "Abstrak": "Abstrak :    \n \n \n \n \n\nPada Tugas Akhir ini dibangun aplikasi Muslim Prayer Time untuk memberikan layanan informasi waktu sholat dan lokasi masjid terdekat serta alarm waktu sholat. Ketiga layanan tersebut termasuk kategori layanan berbasis lokasi. Layanan berbasis lokasi adalah layanan penyediaan informasi yang dapat diakses dari perangkat mobile melalui suatu jaringan dengan memanfaatkan penggunaan informasi lokasi perangkat mobile. Implementasi layanan berbasis lokasi yang efektif membutuhkan pertimbangan pemilihan teknologi mobile positioning berdasarkan performansinya, biayanya dan implementasinya pada jaringan GSM, GPRS, dan UMTS. Pada Tugas Akhir ini akan membahas tentang evaluasi teknologi mobile positioning dan rekomendasi penerapannya pada aplikasi layanan berbasis lokasi.    \n \n \n \n \n\nBerdasarkan pada perbandingan beberapa teknologi mobile positioning, yaitu Cell ID, E-OTD, OTDOA, A-GPS dan hibrid, teknologi yang sesuai diterapkan pada aplikasi muslim prayer time adalah teknologi Cell ID dengan pertimbangan akurasi posisi teknologi ini mencapai 500m sampai 20km yang cukup untuk menentukan waktu shalat dan lokasi masjid terdekat. Cell id merupakan salah satu informasi yang terdapat pada sinyal BTS. Untuk mendapatkan Cell ID, aplikasi ini menggunakan bahasa pemrograman Python yang menyediakan library untuk mendukung perolehan Cell ID.    \n \n \n \n \n\nAplikasi yang dibangun ini diberi nama Praylook. Dalam membangun aplikasi ini, dilakukan terlebih dahulu analisis domain masalah terkait perbandingan teknologi mobile positioning, kebutuhan aplikasi berbasis lokasi dan kebutuhan teknologi mobile positioning untuk aplikasi Muslim Prayer Time. Selanjutnya, dilakukan analisis, perancangan, implementasi, dan pengujian aplikasi. Dalam melakukan pembangunan aplikasi, digunakan metodologi unified process.  Praylook mengadopsi arsitektur client server. Aplikasi ini diimplementasikan sebagai aplikasi berbasis dekstop dengan menggunakan bahasa pemrograman python pada sisi client. Sedangkan pada sisi server, diimplementasikan sebagai aplikasi berbasis web dengan menggunakan bahasa pemrograman PHP.     \n \n \n \n \n\nBerdasarkan hasil pengujian, Praylook telah memenuhi spesifikasi kebutuhan dan dapat berjalan sesuai skenario yang direncanakan. Aplikasi Praylook dikembangkan pada jaringan GSM. Untuk mendapatkan layanan masjid terdekat yang lebih cepat, aplikasi ini dapat dikembangkan lebih lanjut pada jaringan 3G.", "Daftar File": {"2007 TA PP LUKMAN HAKIM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24577", "2007 TA PP LUKMAN HAKIM 1 - BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24578", "2007 TA PP LUKMAN HAKIM 1 - BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24579", "2007 TA PP LUKMAN HAKIM 1 - BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24580", "2007 TA PP LUKMAN HAKIM 1 - BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24581", "2007 TA PP LUKMAN HAKIM 1 - BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24582", "2007 TA PP LUKMAN HAKIM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24583"}, "Penulis": "Lukman Hakim (NIM 135 03 114)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yani Widyani, S.T., M.T.    \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "layanan berbasis lokasi, Muslim Prayer Time, teknologi mobile positioning, Cell ID, python, GSM.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}