{"Nomor": 8497, "Judul": "KAJIAN KARAKTERISTIK POLA PERGERAKAN AKIBAT PENGARUH PENGGUNAAN INTERNET DI KOTA BANDUNG", "Abstrak": "Perkembangan teknologi informasi dan komunikasi telah banyak dimanfaatkan di negara-negara maju sebagai upaya untuk menunjang berbagai aktivitas perkotaan. Teknologi ini juga digunakan sebagai upaya dalam memecahkan berbagai permasalahan transportasi, diantaranya penurunan jumlah pergerakan, kemacetan lalu lintas, penurunan gas emisi kendaraan dan lain sebagainya. Dengan memanfaatkan teknologi ini diberbagai aktivitas kegiatan maka dimensi ruang dan waktu yang menjadi kendala dalam pergerakan bukan menjadi faktor utama lagi.  \n \n \n\nTujuan dari penelitian ini adalah untuk melihat sampai sejauh mana pengaruh penggunaan teknologi internet terhadap karakteristik pergerakan karakteristik responden tertentu saja. Variabel karakteristik pergerakan yang dilihat terdiri dari jarak tempuh perjalanan, waktu tempuh, biaya transportasi dan perjalanan multi tujuan. Metode yang digunakan dalam penelitian ini adalah uji hipotesis komparatif, yaitu uji proporsi rata-rata dari dua sampel yang berbeda yang berkorelasi.  \n \n \n\nDari hasil penelitian diperoleh bahwa pengaruh teknologi internet berpengaruh terhadap dua hal yaitu terhadap ruang dan personal. Pengaruh terhadap ruang dapat menjadikan ruang menjadi lebih optimal dari sebelumnya. Sedangkan pengaruh terhadap personal adalah terjadi penambahan dan pengurangan pergerakan. Hasil uji statistik (uji nilai t) terhadap variabel karakteristik pergerakan tersebut menunjukkan bahwasanya tidak terdapat perbedaan pola pergerakan akibat penggunaan internet untuk populasi dosen perguruan tinggi di KotaBbandung. Tidak adanya perbedaan ini kemungkinan besar disebabkan oleh penggunaan teknologi internet lebih berpengaruh terhadap personal yang bersifat penambahan. Jadi semakin banyak mengetahui informasi dari intenet tersebut pergerakan semakin meningkat.  \n \n \n\nMeskipun tidak terdapat perbedaan pola pergerakan akibat penggunaan internet, namun kecenderungan teknologi internet mempengaruhi pergerakan akan terjadi. Tidak adanya perbedaan tersebut disebabkan dalam penelitian ini baru terbatas pada salah satu responden saja, belum menyeluruh. Hal inilah yang menjadi kelemahan dalam penelitian ini, berbeda jika sampel yang digunakan adalah seluruh karakteristik responden.", "Daftar File": {"2007 TS PP LUTHFI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24620", "2007 TS PP LUTHFI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24621", "2007 TS PP LUTHFI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24622", "2007 TS PP LUTHFI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24623", "2007 TS PP LUTHFI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24624", "2007 TS PP LUTHFI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24625", "2007 TS PP LUTHFI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24626", "2007 TS PP LUTHFI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24627"}, "Penulis": "LUTHFI (NIM 24205005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Idwan Santoso, M Sc. dan Dr. Eng Pradono"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "information and communication technolgy, transportation problems, urban activities, movement characteristics", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}