{"Nomor": 8498, "Judul": "STUDI KINETIKA DEGRADASI AEROBIK KOMPONEN SAMPAH DOMESTIK (SKALA LABORATORIUM DAN LAPANGAN)", "Abstrak": "Abstrak: Besaran kinetika degradasi sangat dipengaruhi oleh komposisi dan karakteristik sampah. Mengingat komposisi sampah sangat heterogen dan variatif, maka besaran kinetika degradasipun bervariasi pula. Sampai saat ini telah cukup banyak penerapan pengomposan, baik secara alamiah maupun dengan berbagai perlakuan dalam rangka usaha percepatan proses. Salah satu upaya yang banyak diterapkan di lapangan adalah mencampur sampah dengan limbah pertanian, seperti dedak sebagai sumber karbon tambahan, dan penggunaan inokulum. Untuk menunjang upaya penerapan lapangan tersebut, dalam penelitian ini dilakukan kajian laju degradasi secara aerobik terhadap sampah rumah tangga dan sampah pasar dengan berbagai perlakuan, yakni penambahan dedak dan inokulum. Penelitian dilakukan dalam skala laboratorium untuk uji degradasi sampah dan skala lapangan untuk uji coba penerapan proses pengomposan. Hasil uji laboratorium akan digunakan sebagai dasar penerapan di lapangan dengan mempertimbangkan koefisien faktor koreksi. Parameter utama degradasi tersebut adalah berat volatil sampah. Hasil pengamatan secara periodik dan pengolahan data berat volatil yang membentuk pola eksponensial, digunakan sebagai pendekatan untuk memperkirakan laju degradasi dalam proses pengomposan tersebut. Parameter pendukung lainnya yang diamati adalah kadar air, berat basah, karbon, nitrogen, rasio C/N. Dari uji degradasi skala laboratorium diperoleh nilai laju degradasi (k) untuk berbagai jenis sampah dan perlakuan sebagai berikut:Ã‚Â•Sampah rumah tangga:0,0254 hari-1Ã‚Â•Sampah rumah tangga + Inokulum (0,75%):0,0307 hari-1Ã‚Â•Sampah rumah tangga + Inokulum (0,75%) + dedak (1/20):0,0328 hari-1Ã‚Â•Sampah pasar:0,0226 hari-1Ã‚Â•Sampah pasar + Inokulum (0,75%):0,0296 hari-1Ã‚Â•Sampah pasar + Inokulum (0,75%) + dedak (1/20):0,0333 hari-1. Penambahan inokulum dalam proses degradasi/pengomposan yang berfungsi sebagai starter dapat mempercepat proses 17,5 - 22,5%. Sedang penambahan dedak dalam proses degradasi/pengomposan memberikan dampak:mempercepat proses 22,5 - 27%penurunan kadar air sampah Ã‚Â± 7%peningkatan kadar karbon 41 - 55%Peningkatan rasio C/N, menjadi C/N optimal untuk pengomposan (Ã‚Â±30).", "Daftar File": {}, "Penulis": "Lya Meilany S.  NIM. 253 97 003", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Enri Damanhuri e.damanhuri@bdg.centrin.net.id Scan: Mudjiono (2005-09-29) Editor: Ena Sukmana, S.Sos.ena506@yahoo.co.id (2007-03-22)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}