{"Nomor": 8501, "Judul": "MAKNA DAN FUNGSI SENI LUKIS WAYANG KAMASAN PADA BANGUNAN SUCI DI KABUPATEN KLUNGKUNG BALI SEBUAH TINJAUAN HERMENEUTIK", "Abstrak": "Abstrak:    \n \n \n \n \n\nSeni lukis wayang Kamasan adalah salah satu bentuk karya seni klasik yang dianggap penting dalam kebudayaan Bali. Sementara karya seni ini tidak dapat dipisahkan dari nilai keagamaan, terutama nilai ritual. Banyak aspek yang berkaitan dengan keberadaan seni lukis wayang Kamasan, diantaranya adalah aspek filosofi, spiritual, teknis, ekonorni, sosial dan budaya. Diantara berbagai aspek tersebut, khususnya aspek spiritual-kultural merupakan aspek yang menonjol pada lukisan wayang Kamasan.    \n \n \n \n \n\nPenelitian ini memfokuskan diri pada aspek makna dan fungsi. Untuk memahami makna dan fungsi tersebut, dalam penelitian ini digunakan metode penelitian hermeneutik yang berdasarkan pada sebuah teks yaitu teks tulisan yang terdapat dari lontar-lontar, teks visual berupa gambargambar dan teks verbal berupa tanggapan atau pendapat dari seniman, budayawan dan agamawan.    \n \n \n \n \n\nDi Pura Klungkung Bali dipasang dua jenis lukisan wayang Kamasan yaitu Ider-ider dan Parba. Ider-ider dipasang disisi atap bawah bangunan suci dan Parba dipasang pada dinding dalam bangunan suci. Melalui dua jenis lukisan wayang tersebut, maka hasil dari penelitian ini adalah: (1) makna lukisan wayang Kamasan sebagai kegiatan ritual adalah salah satu sumber pengetahuan atau pendidikan dan sebagai pedoman hidup. Sedangkan fungsinya adalah untuk mengenang jasa-jasa para leluhur, menurunkan para dewa dan dewi, memahami ajaran-ajaran keagamaan, hiasan upacara dan sebagainya. (2) cara menggambar lukisan wayang Kamasan dimulai dari pembagian bidang gambar kemudian membuat bentuk-bentuk seperti figur/tokoh wayang, batu-batuan, pohon-pohonan, awan-awanan (aon-aon), binatang dan sebagainya. Penggambaran bentuk-bentuk di atas berdasarkan pada pemahaman teks sastra (lontar-lontar). (3) untuk cara membaca Ider-ider dimulai dari arah kiri ke kanan. Parba cara membacanya berbeda-beda seperti cerita Bhima Swarga dimulai dari bagian bawah kiri ke kanan, bagian tengah tetap dari kiri ke kanan danbagian atas juga dari kiri ke kanan. Cerita Pemutaran Mandara Giri dimulai dari tengah (pusat), ke tokoh kiri dan kanan, ke bawah, ke atas dan berakhir di tengah (pusat). Cerita Sinta Labuh Geni dimulai dari tokoh kiri ke kanan bawah, dilanjutkan ke kiri dan kanan atas dan berakhimya di tengah bawah. Cerita Garuda Mencari Air Suci Kehidupan dimulai dari tengah (pusat), ke kiri, ke bawah sesuai dengan berlawanan perputaran arah jarum jam. Pemaknaan cara membaca lukisan wayang yang dimulai dari kiri ke kanan disebut Purwadaksina. Dalam seni lukis wayang Kamasan terdapat simbol, makna dan fungsi tokoh, binatang, pohon, batu-batuan, air dan sebagainya. Setiap gerakan juga mempunyai makna Cara penempatan tokoh penting-tidak penting, baik-jahat, tua-muda, laki-perempuan, kalah-menang, datang duluan-datang belakangan, diceritakan duluan dan belakangan, flash back, kuat-tidak kuat, kesatria-raja-biasa, tamu-tuan rumah, prang luar-orang dalam, terdapat pada setiap srakenan (adegan cerita).", "Daftar File": {}, "Penulis": "Made Bambang Oka Sudira ( Nim 270 99 007)", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :  Yasraf Amir Piliang, Drs.,MA.", "Pembimbing II :  Jakob Suemardjo,Drs.", "Pembimbing III:  Primadi Tabrani,Dr.,Prof.     \n \n \n \n \n \n\n Scanner:  Alice Diniarti", "2008-01-16."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Wayang, painting, Wayang Kamasan painting , Bali.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "09 Okt 2017"}