{"Nomor": 8507, "Judul": "ANALISIS BOBOT PENILAIAN KUALIFIKASI JASA PELAKSANA KONSTRUKSI PEMERINTAH DENGAN MENGGUNAKAN METODA ANALITYCAL HIERARCHY PROCESS (AHP)", "Abstrak": "Proyek konstruksi merupakan kegiatan yang kompleks, salah satu faktor  penentu berhasilnya proyek konstruksi adalah kecakapan dan kompetensi kontraktor atau jasa pelaksana konstruksi. Proyek konstruksi yang dibiayai dari dana pemerintah mengenal proses pengadaan yang bertujuan untuk memilih penyedia jasa. Dalam pengadaan jasa konstruksi, panitia pengadaan yang ditunjuk wajib melakukan proses kualifikasi penyedia jasa yang bertujuan menyeleksi penyedia jasa sesuai dengan kemampuan dan karateristik poyek yang akan dikerjakan sehingga penyedia jasa yang terpilih dapat melaksanakan pekerjaan dengan baik. Proses kualifikasi penyedia jasa pelaksana konstruksi diatur dalam Undang-Undang no.18 tahun 1999 tentang jasa pelaksana konstruksi dan juga dalam Keputusan Presiden no.80 tahun 2003. lebih lanjut mengenai kualifikasi penyedia jasa diatur dalam Keputusan Menteri Permukiman dan Prasarana Wilayah no.339/KPTS/M/2003 atau yang sekarang berlaku berupa Peraturan Menteri Pekerjaan Umum no.43/KPTS/M/2007 mengenai cara dan penilaian dalam kualifikasi jasa pelaksana konstruksi. Peraturan tersebut memuat poin-poin yang dimiliki oleh calon penyedia jasa dan bagaimana cara menilainya. Akan tetapi peraturan tersebut tidak menjelaskan dengan lebih terperinci bagaimana bobot dari poin penilaian tersebut didapatkan. Dalam penentuan besarnya bobot poin yang dinilai dari penyedia jasa dapat digunakan metoda AHP (Analitycal Hierarchy Process). AHP adalah metoda penentuan bobot dan tingkat kepentingan dengan membandingkan dua hal yang didasarkan persepsi responden. Adapun responden adalah pakar dalam penilaian kualifiaksi penyedia jasa yang berasal dari instansi pemerintah. Hasil yang didapat akan digunakan sebagai pembanding untuk menganalisis kesesuaian bobot yang dicontohkan dalam peraturan diatas dengan kondisi sebenarnya.", "Daftar File": {"2008 TA PP MAHESA ROY STEPHANUS BARUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24691", "2008 TA PP MAHESA ROY STEPHANUS BARUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24692", "2008 TA PP MAHESA ROY STEPHANUS BARUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24693", "2008 TA PP MAHESA ROY STEPHANUS BARUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24694", "2008 TA PP MAHESA ROY STEPHANUS BARUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24695", "2008 TA PP MAHESA ROY STEPHANUS BARUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24696", "2008 TA PP MAHESA ROY STEPHANUS BARUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24697"}, "Penulis": "MAHESA ROY STEPHANUS BARUS (NIM 15001087)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Muhamad Abduh, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem pembobotan dengan AHP (Analitycal Hierarchy Process), jasa pelaksana konstruksi pemerintah, panitia pengadaan jasa pelaksana konstruksi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}