{"Nomor": 8508, "Judul": "ANALISIS PEMBEBANAN STATIK KASUS FREE SPAN PADA OFFSHORE PIPELINE", "Abstrak": "Seiring dengan perkembangan zaman, kemajuan teknologi dan meningkatnya kebutuhan akan minyak dan gas bumi, eksplorasi dan eksploitasi hasil bumi mengarah ke pengeboran di wilayah laut. Dalam hal ini offshore pipeline merupakan sarana transportasi yang sangat penting terutama untuk menyalurkan minyak dan gas bumi dari sumbernya ke tempat pengolahan. Akibat dari kondisi topografi dasar laut yang tidak teratur, suatu offshore pipeline bisa saja terbentang  bebas atau mengalami free span. \n \n \n \n \n \n \n\nStandar evaluasi analisis free span ini bermacam-macam dan hasil evaluasi bervariasi. Salah satu jenis analisis free span tersebut yaitu analisis berdasarkan pembebanan statik. Analisis pembebanan statik ini dilakukan dengan 2 metode  yaitu Metode Mousselli dan Metode Elemen Hingga. Metode Mousselli merupakan metode yang dilakukan secara analitik dengan melakukan plot dimensi. Sedangkan Metode Elemen Hingga dilakukan dengan menggunakan perangkat lunak yang berbasis analisis elemen hingga. \n \n \n \n \n \n \n\nAnalisis dengan Metode Mousselli untuk kasus low depression memperoleh panjang maksimum free span yang diijinkan 122,89 m, sedangkan dengan Metode Elemen Hingga 119,5 m. Dari hasil perhitungan tersebut maka Metode Mousselli sudah sedikit masuk ke daerah plastis. Pada kasus elevated obstruction, panjang maksimum free span yang diijinkan dengan Metode Mousselli sebesar 155,3 m. Sedangkan dengan Metode Elemen Hingga diperoleh sebesar 102,4 m. Hasil analisis dengan Metode Mousselli dan Metode Elemen Hingga menunjukkan bahwa pengaruh variasi diameter, ketebalan, tekanan internal dan tekanan eksternal umumnya mempunyai kecenderungan hasil yang sama terhadap panjang maksimum free span yang diijinkan. Selain itu, adanya tumpuan menurunkan tegangan maksimum yang terjadi.", "Daftar File": {}, "Penulis": "MAHETA DWI ANGGA (NIM 12103043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Syoni Soepriyanto, M.Sc. dan Dr. Eng. Akhmad A. Korda, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Offshore Pipeline, Free Span, Metode Elemen Hingga", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}