{"Nomor": 8521, "Judul": "EVALUASI PELAKSANAAN KONSOLIDASI LAHAN PERKOTAAN DI KOTAMADYA PALU SULAWESI TENGAH", "Abstrak": "Abstrak:    \n \n \n \n \n\nPelaksanaan konsolidasi lahan di Kotamadya Dati II Palu sebagai salah satu pendekatan penataan lingkungan permukiman mempunyai implikasi terhadap meningkatnya nilai ekonomis lahan. Dalam pelaksanaan konsolidasi lahan, maka lahan yang dikonsolidasikan akan dipilah dalam tiga fungsi yaitu : (1) LPBP, (2) lahan (persil) yang didistribusikan kepada pemilik semula dengan bentuk (site)-nya telah teratur dan (3) lahan yang disiapkan untuk kepentingan sarana dan prasarana permukiman. Aplikasi atas konsep di atas amat bervariasi, sehingga penelitian pasca pelaksanaan konsolidasi akan sangat bermanfaat bagi upaya mencari penyempurnaan pelaksanaan pada masa mendatang.    \n \n \n \n \n\nPenelitian ini bertujuan untuk\tmengetahui : (1) Kesesuaian teknis pelaksanaan konsolidasi dengan ketentuan - ketentuan yang ada, (2) Tingkat partisipasi masyarakat dan pemerintah, (3) Tingkat kelayakan pendanaan konsolidasi lahan.    \n \n \n \n \n\nDengan menggunakan metode Multi Criteria Analysis diperoleh hasil penelitian sebagai berikut : (1) secara teknis, kriteria kesesuaian lokasi dan perolehan sertifikat terpenuhi, namun ada beberapa kelemahan pada kriteria alokasi lahan yaitu kelengkapan sarana permukiman masih sangat minim (1,16 % - 4,20 %) dan perencanaan kepadatan belum optimal di lokasi Pengawu. Dalam kriteria penentuan reduksi lahan senantiasa perlu penyempurnaan, demikian pula pada lama waktu penyelesaian sertifikasi lahan. (2) Dari aspek partisipasi, baik pemerintah maupun masyarakat pemilik lahan belum berpartisipasi secara optimal. Tampak masyarakat kurang memahami substansi materi konsolidasi, namun sangat tanggap terhadap penataan prasarana dan perolehan sertifikat lahan. (3) Ditinjau dari aspek kelayakan pendanaan, semua pihak baik masyarakat maupun pemerintah memperoleh keuntungan, dengan nilai q optimum di lokasi Petobo. Walaupun pada lokasi lainnya (Birobuli dan Pengawu) tidal( dialokasikan lahan untuk LPBP, namun masyarakat dan pemerintah tetap mendapatkan keuntungan dalam bentuk kenaikan harga lahan dan tersedianya lahan sarana dan prasarana permukiman.    \n \n \n \n \n\nDengan demikian, rekomendasi yang harus diperhatikan dalam upaya peningkatan keberhasilan dan efektivitas pelaksanaan konsolidasi lahan di Kotamadya Palu diantaranya adalah penyuluhan kepada masyarakat peserta yang lebih mengarah pada kualitas materi. Untuk itu perlu dukungan tenaga pelaksana yang handal, yang dapat diupayakan melalui pelatihan tenaga perencana maupun bekerjasama dengan pihak konsultan.", "Daftar File": {"1996 TS MARHAWATI M.CHAIRIL 1-Cover.pdf": "https://digilib.itb.ac.id/gdl/download/24787", "1996 TS MARHAWATI M.CHAIRIL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24788", "1996 TS MARHAWATI M.CHAIRIL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24789", "1996 TS MARHAWATI M.CHAIRIL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24790", "1996 TS MARHAWATI M.CHAIRIL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24791", "1996 TS MARHAWATI M.CHAIRIL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24792", "1996 TS MARHAWATI M.CHAIRIL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24793"}, "Penulis": "Marhawati M. Chairil (NIM: 254 93 038)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof.Dr. Widiarto., MCRP.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-04."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Land consolidation ; Pau ; sulawesi tengah ; LPBP ; plot ;   land prepared ; conformity of the consolidation ; degree of participation from the people ; degree of fund feasibility for the land.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}