{"Nomor": 8523, "Judul": "SOCIAL NETWORK EXTRACTION DAN SOCIAL NETWORK ANALYSIS DARI WEB", "Abstrak": "Abstrak:    \n \n \n \n \n\nSocial network  merupakan pola-pola interaksi sosial yang terjadi antar individu di dalam komunitas tertentu. Untuk mengungkapkan  social network yang terjadi di dalam suatu komunitas, maka diperlukan Social Network Extraction (SNE)  dari sumber data tertentu, misalnya dokumen web. SNE dapat dilakukan dengan menggunakan pendekatan web mining dan prinsip co-occurrence nama individu pada dokumen web hasil pencarian search engine. Penentuan jenis relasi antar individu dapat diselesaikan melalui teknik Text Classification (TC). Social network tersebut kemudian dapat dianalisis strukturnya dengan menggunakan berbagai metode statistik yang disebut Social Network Analysis (SNA). Penerapan SNA terdapat dalam bidang pemasaran,  medis, dan sosiologi.  Tugas Akhir ini bertujuan untuk melakukan SNE dari dokumen web dengan bantuan search engine Google serta melakukan analisis terhadap social network yang diperoleh. Teknik SNE yang diimplementasikan menggunakan properti Google hit dan Google top, serta kombinasi keduanya. Pada Tugas Akhir ini juga dikaji teknik TC sebagai bagian dari proses SNE.  Algoritma TC  yang dikaji adalah Naive Bayes dan Support Vector Machine (SVM). Melalui Tugas Akhir ini diharapkan akan didapatkan teknik SNE dan teknik TC yang memberikan performansi maksimum. Dari hasil eksperimen yang dilakukan, disimpulkan bahwa teknik SNE yang memberikan performansi maksimum sebesar 69,59persen adalah teknik SNE yang menggunakan parameter Google top. Hal ini menunjukkan bahwa Google top lebih tepat dalam menentukan keberadaan relasi antara sepasang individu. Namun, akurasi yang didapatkan berbanding lurus dengan banyak dokumen dan relasi yang benar terdapat pada dokumen-dokumen awal hasil perankingan search engine. Selain itu, algoritma TC yang memberikan performansi maksimum sebesar 93.99persen  adalah  SVM. SVM  juga lebih tangguh daripada Naive Bayes dari segi feature selection. Walaupun demikian perbedaan performansi SVM dan Naive Bayes tidak signifikan.", "Daftar File": {"2007 TA PP MARIA HELENA IWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24802", "2007 TA PP MARIA HELENA IWO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24803", "2007 TA PP MARIA HELENA IWO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24804", "2007 TA PP MARIA HELENA IWO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24805", "2007 TA PP MARIA HELENA IWO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24806", "2007 TA PP MARIA HELENA IWO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24807", "2007 TA PP MARIA HELENA IWO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/24808", "2007 TA PP MARIA HELENA IWO 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/24809", "2007 TA PP MARIA HELENA IWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24810"}, "Penulis": "Maria Helena Iwo (NIM 135 03 088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwi Hendratmo Widyantoro, Ir, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "social network, Social Network Extraction, Social Network Analysis, web mining, prinsip co-occurrence, search engine, Google top, Google hit, text classification, Support Vector Machine, Naive Bayes, feature selection.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}