{"Nomor": 8529, "Judul": "PEMODELAN EROSI-SEDIMENTASI DI PERAIRAN SEKITAR LOKASI PLTU DAN PLTGU GRESIK", "Abstrak": "Proses erosi-sedimentasi terjadi melalui proses transpor sedimen baik sedimen dasar (bed load sediment) maupun sedimen melayang (suspended sediment). Kemudian melalui proses transpor sedimen itu dapat dimonitor perubahan morfologi/batimetri dasar perairan. Transpor sedimen merupakan hubungan aliran air dan partikel-partikel sediment. Pada umumnya transpor sedimen dikelompokkan atas tiga kelompok, yaitu : bed load, suspended load dan wash load. Bed load didefinisikan sebagai transpor sedimen yang mengalami kontak terus menerus dengan dasar selama pergerakannya (sliding, jumping dan rolling). Sedangkan Suspended load dalam gerakannya tidak mengalami kontak yang terus menerus dengan dasar dan ukuran partikelnya lebih kecil (Murphy dan Aguirre, 1985;Fredsoe dan Rolf, 1993 dalam Mubarak, 2004). Sedangkan Wash load terdiri dari partikel-partikel yang sangat halus, biasanya wash load tidak mewakili komposisi dasar. Perhitungan penyebaran sedimen dan perubahan morfologi/batimetri akan menggunakan Model Numerik yang diharapkan mencerminkan atau mendekati keadaan yang sebenarnya yang terjadi di alam. Hasil analisis menunjukkan adanya perubahan morfologi/batimetri dimana daerah yang mengalamai erosi, akan tergerus dan topografi dasarnya akan berkurang terus, sedangkan daerah yang mengalami sedimentasi, akan terjadi endapan dan topografi dasarnya akan bertambah atau kedalaman perairan bertambah dangkal.  \n \n \n \n\n(Daftar pustaka tidak tersedia)", "Daftar File": {"2008 TS PP MARIA WIDIASTUTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24846", "2008 TS PP MARIA WIDIASTUTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24847", "2008 TS PP MARIA WIDIASTUTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24848", "2008 TS PP MARIA WIDIASTUTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24849", "2008 TS PP MARIA WIDIASTUTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24850", "2008 TS PP MARIA WIDIASTUTY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24851", "2008 TS PP MARIA WIDIASTUTY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24852"}, "Penulis": "MARIA WIDIASTUTY (NIM 22404002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dadang K. Mihardja dan Dr. Susanna N."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sediment transport, Bed load, Suspended, Morphology/Batymetri", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}