{"Nomor": 8535, "Judul": "ANALISIS PERBANDINGAN PENGURANGAN RUGI-RUGI DAYA AKTIF PADA JARINGAN TRANSMISI DENGAN PEMBATASAN PEMBANGKITAN DAN PENAMBAHAN KAPASITOR PADA JARINGAN", "Abstrak": "Abstrak:   \n \n \n \n\nSistem tenaga listrik merupakan bagian yang penting dalam kehidupan manusia mengingat banyaknya peralatan yang menggunakan energi listrik. Sistem tenaga listrik memberikan pelayanan berupa pembangkitan dan penyaluran sehingga peralatan yang menggunakan energi listrik dapat dimanfaatkan dengan semestinya untuk perkembangan peradaban manusia.    \n \n \n \n\nDalam proses pembangkitan dan penyaluran pada sistem tenaga listrik, terdapat suatu fenomena yaitu rugi-rugi daya. Fenomena tersebut berarti daya yang dibangkitkan tidak seluruhnya dapat tersalurkan untuk digunakan. Rugi-rugi daya tersebut cukup merugikan dan perlu ada upaya untuk memperkecil besarnya.    \n \n \n \n\nTugas akhir ini menawarkan perbandingan dua metode untuk mengurangi rugi-rugi daya, dalam hal ini daya aktif. Yang pertama yaitu dengan cara mengubah komposisi pembangkitan dan yang kedua adalah dengan cara penambahan kapasitor. Kedua cara tersebut dilakukan dalam lingkup permasalahan pengkomposisian pembangkitan yang optimal secara biaya atau secara lebih umum disebut dengan nama Optimal Power Flow.    \n \n \n \n\nAplikasi kedua metode tersebut digunakan dalam dua kasus uji untuk perbandingan. Kasus yang pertama adalah kasus IEEE 57 bus, merupakan sistem tenaga listrik standar organisasi IEEE. Yang kedua adalah sistem tenaga listrik Jawa-Madura-Bali sistem 500 KV.", "Daftar File": {"Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24884", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24885", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24886", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24887", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24888", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24889", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/24890", "Pages from 2007 TA PP MARK SASONGKO ADIWINARSO 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/24891", "2007 TA PP MARK SASONGKO ADIWINARSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24892"}, "Penulis": "Mark Sasongko Adiwinarso (NIM 132 03 030)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Muhammad Nurdin, Dr. Ir    \n \n \n \n\nPembimbing 2: Nanang Hariyanto,Ir. MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "active power loss, cascading index, capacitors, generation, optimal power", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}