{"Nomor": 8537, "Judul": "PEMBUATAN MEMBRAN RAPAT SELULOSA ASETAT UNTUK PEMISAHAN METANOL-METIL TERSIER BUTIL ETER DENGAN PERVAPORASI", "Abstrak": "Membran rapat selulosa asetat telah dibuat dengan cara memvariasikan komposisi bahan penyusunnya dengan proses pengeringan beku pada kondisi tertentu. Membran ini diuji untuk pemisahan campuran alkohol eter yaitu metanol-metil tersier butil eter (MTBE) melalui proses pervaporasi. Dari hasil penelitian didapatkan bahwa semakin tinggi konsentrasi polimer, membran yang dihasilkan semakin rapat yang ditandai dengan turunnya nilai 4luks dan naiknya nilai selektifitas terhadap air. Penambahan formamida dimaksudkan untuk mengatur kerja pori agar menjadi fleksibel. Semakin besar konsentrasi fonnamida maka nilai fluks terhadap air semakin besar, persen penggembungan dan koefisien difusi permeat juga meningkat. Pengujian terhadap proses pengeringan beku didapatkan bahwa semakin lama waktu pengerfngan beku maka membran yang dihasilkan semakin rapat. Hasil karakterisasi struktur dengan spektroskopi inframerah menunjukkan tidal( adanya ikatan hidrogen yang terbentuk antara selulosa asetat dengan formamida di dalam membran. Uji ketahanan jebol menunjukkan adanya penurunan sifat mekanik membran yang disebabkan oleh adanya deformasi struktur membran dan pelebaran pori membran akibat proses osmosa balik. Persen penggembungan dan koefisien difiasi terhadap metanol lebih besar dari pads terhadap MTBE. Temperatur optimum untuk mendapatkan fluks dan selektifitas yang tinggi pada pervaporasi adalah 40oC untuk membran dengan komposisi 25% selulosa asetat, 25% formamida, dan waktu pengeringan beku selama 48 jam. Di atas temperatur tersebut, fluks total membran menurun. Hasil optimum yang didapatkan dari proses ini adalah fluks permeat 12,603 i.lm2/jam dan faktor pemisahan sebesar 39,886.", "Daftar File": {"1998 TS PP MARLINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24900", "1998 TS PP MARLINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24901", "1998 TS PP MARLINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24902", "1998 TS PP MARLINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24903", "1998 TS PP MARLINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24904", "1998 TS PP MARLINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24905", "1998 TS PP MARLINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24906"}, "Penulis": "MARLINA (NIM 20595038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Chynhia L.R , dan Irwan Noezar , Scan : Mudjiono,"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "alcohol-ether mixture, methanol-methyl tertier buthyl ether (MTBE), pervaporation process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}