{"Nomor": 8542, "Judul": "PREDIKSI LAJU AMBLESAN TANAH DI DATARAN ALUVIAL SEMARANG PROPINSI JAWA TENGAH", "Abstrak": "Dalam pemanfaatan potensi sumberdaya bumi, karena pengelolaan yang kurang baik, seringkali terjadi dampak yang tidak diinginkan. Salah satu dampak tersebut adalah terjadinya amblesan tanah yang disebabkan oleh pemompaan airtanah secara berlebihan, dan pengurugan tanah di dataran aluvial Semarang \n \n\nSecara geologi, dataran Semarang tersusun oleh endapan aluvial sungai, endapan fasies dataran delta dan endapan fasies pasang-surut. Endapan tersebut terdiri dari selang-seling antara lapisan pasir, pasir lanauan dan lempung lunak, dengan sisipan lensa-lensa kerikil dan pasir vulkanik. Kondisi geologi seperti tersebut di atas memungkinkan terdapatnya potensi airtanah yang cukup besar. Keberadaan lapisan lempung lunak yang cukup tebal yaitu antara 2 - 30 m di bagian atas mempercepat terjadinya proses konsolidasi. \n \n\nKebutuhan air minum untuk penduduk kota Semarang (1.974.392 jiwa), industri, dan lain-lain adalah sebesar 88.705.000 m3/ tahun (1996), yang sebagian besar diambil dari airtanah. Karena besarnya pemompaan airtanah di Semarang jauh melebihi kapasitas akuifernya, maka terjadilah penurunan muka airtanah yang mencapai 15 hingga 22 m dbpts (1996). \n \n\nPenurunan muka airtanah akan menyebabkan kenaikan tegangan efektif pada tanah, dan apabila besarnya tegangan efektif melampaui tegangan yang diterima tanah sebelumnya maka tanah akan mengalami konsolidasi dan kompaksi yang mengakibatkan amblesan tanah pada daerah konsolidasi normal. \n \n\nAmbles= tanah yang terjadi di dataran Semarang diperkirakan disebabkan oleh dua faktor, yaitu penurunan muka airtanah akibat pemompaan dan peningkatan beban karena pengurugan tanah. \n \n\nTektonik di Pulau Jawa yang cukup aktif pada Pliosen Akhir - Plistosen Tengah, menghasilkan pola struktur geologi yang kompleks di daerah sebelah selatan daerah penelitian. Struktur sesar yang aktif belum diletahui dengan jelas pengaruhnya terhadap proses amblesan tanah di dataran aluvial Semarang. Berdasarkan atas peta seismisitas mikro daerah Jawa Tengah terlihat bahwa besaran gempabumi di daerah penelitian adalah 3,0 M 5,0. \n \n\nPenimbunan tanah urug untuk reklamasi daerah pantai di daerah penelitian dimulai pada tahun 1980, yaitu meliputi kompleks PRPP, Tanah Mas, Bandarharjo, pelabuhan Tanjung Mas dan Tambaklorog yang diikuti oleh daerah - daerah lainnya secara tersebar pada tahun 1996. Ketebalan timbunan tanah tersebut berkisar antara 1 - 5 m, dan diikuti pembangunan perkantoran atau kompleks perumahan. \n \n\nPerhitungan dan prediksi besarnya amblesan tanah akibat dari penurunan muka airtanah atau peningkatan beban tanah urug, dilakukan dengan menghitung besarnya konsolidasi (d H) lapisan lempung yang menggunakan pendekatan pemindahan perubahan kelebihan tekanan air pori ke tekanan efektif (Al - Khafaji, 1988). Simulasi model konsolidasi 1-D menggunakan simulasi numerik dengan metode beds hingga (Kai Sin Wong 1988). Simulasi model tersebut dapat digunakan untuk lapisan banyak (multy layers) pada amblesan tanah. \n \n\nPembanding hasil simulasi model konsolidasi 1-D akibat penurunan muka airtanah adalah hasil simulasi model konsolidasi visko-elastik (Taylor - Merchant, 1940 yang dikembangkan Maathuis, et at, 1996), dan kondisi nyata di lapangan. Kalibrasi model dilakukan dengan cara mengubah parameter masukan sampai hasil simulasi model mendekati atau sesuai dengan kenyataan di lapangan, bare kemudian dilakukan prediksi laju amblesan. \n \n\nHasil prediksi laju amblesan tanah di dataran aluvial Semarang menggunakan simulasi model konsolidasi 1-D pada tahun 2013 adalah antara 87 cm - 190 cm dari permukaan tanah asal, dan amblesan semakin besar ke arah utara - timur laut. \n\nAmblesan tanah di dataran Semarang semakin besar ke arah pantai, sesuai dengan pola penurunan muka airtanah, penyebaran ketebalan lapisan lempung lunak, ketebalan tanah urug, dan banyaknya lapisan pasir pada endapan dataran delta. \n \n\nHasil simulasi model konsolidasi 1-D dari Terzaghi dan model visko-elastik dan Taylor - Merchant untuk tahun pertama hingga 20 tahun berikutnya menunjukkan suatu kemiripan. Sedangkan setelah 20 tahun hasil prediksi konsolidasi simulasi model visko - elastik lebih rendah dibandingkan model konsolidasi dari Terzaghi. \n \n\nBerdasarkan atas hasil simulasi model konsolidasi 1-D, terlihat bahwa pada daerah pantai amblesan tanah lebih dipengaruhi oleh beban tanah urug dan bangunan, yaitu sekitar 52 % - 59 %. Sedangkan pada daerah yang jauh dari pantai amblesan lebih dipengaruhi oleh penurunan muka air tanah, yaitu mulai dari 52 % - 64 %. \n \n\nBerdasarkan hasil simulasi model dapat disimpulkan bahwa metoda perhitungan analitik proses konsolidasi dan simulasi model konsolidasi 1-D dengan pendekatan proses perubahan tegangan efektif akibat penurunan muka airtanah atau adanya beban tanah urug, dapat digunakan untuk mengetahui besarnya pemampatan tanah dan memberikan hasil yang cukup baik. \n \n\nSimulasi model amblesan tanah tersebut diharapkan dapat memberikan sumbangan terhadap pengetahuan amblesan tanah, dan dapat diterapkan di daerah lain terutama dataran aluvial yang berumur Resen, atau daerah-daerah yang terdiri dari endapan yang belum termampatkan atau endapan konsolidasi normal. \n \n\nHasil dari penelitian yang telah dilakukan ini dapat juga dipergunakan / dimanfaatkan sebagai bahan pertimbangan dalam mengelola sumber daya air (konservasi airtanah) di daerah-daerah pantai, dan juga sebagai acuan untuk perencanaan / kebijaksanaan yang berhubungan dengan pembangunan infra struktur dan reklamasi wilayah. Selanjutnya hasil tersebut diharapkan dapat dipakai sebagai arahan untuk penataan dan pengelolaan wilayah perkotaan pantai di seluruh Indonesia.", "Daftar File": {"2001 DIS PP MARSUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24935", "2001 DIS PP MARSUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24934", "2001 DIS PP MARSUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24944", "2001 DIS PP MARSUDI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/24942", "2001 DIS PP MARSUDI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/24943", "2001 DIS PP MARSUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24941", "2001 DIS PP MARSUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24940", "2001 DIS PP MARSUDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/24939", "2001 DIS PP MARSUDI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/24938", "2001 DIS PP MARSUDI 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/24937", "2001 DIS PP MARSUDI 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/24936"}, "Penulis": "MARSUDI (NIM 32294021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Sukendar Asikin, Dr. Ir. Sudarto Notosiswoyo, M.Eng., Ir. Masyhur Irsyam, Ph.D., M.S.E."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Prediksi laju amblesan tanah, Dataran aluvial", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "11 file", "Tanggal Input": "12 Sep 2008"}