{"Nomor": 8546, "Judul": "STUDI KONSEP PENANGANAN EROSI PANTAI CEROCOK PAINAN KABUPATEN PESISIR SELATAN PROPINSI SUMATERA BARAT", "Abstrak": "ABSTRAK: \n \n\nErosi pantai adalah proses mundurnya garis pantai dari kedudukan garis pantai semula. Hal ini disebabkan daya tahan material dilampaui oleh kekuatan yang ditimbulkan oleh pengaruh anus dan gelombang, tidak adanya keseimbangan antara lain suplai sedimen yang datang ke bagian pantai yang ditinjau dan kapasitas angkutan sedimen di bagian pantai tersebut. \n \n\nLokasi Pantai Cerocok Painan berada di sebelah Barat kota Painan. Permasalahan di Pantai Cerocok Painan adalah erosi. Erosi pada pantai ini menyebabkan kemunduran garis pantai mencapai beberapa meter dari garis pantai semula, sehingga mengancam infrastruktur yang ada disepanjang garis pantai. Sampai saat ini telah dilakukan penanggulangan terhadap mundurnya garis pantai akibat erosi dengan membangun bangunan pantai berupa tembok laut di sepanjang Pantai Cerocok Painan. \n \n\nTesis ini mencoba menganalisis penyebab terjadinya erosi di Pantai Cerocok Painan dan memberikan solusi upaya pencegahannya agar pantai tidak semakin mundur. \n \n\nMelalui studi ini telah dikaji perubahan garis pantai akibat erosi dengan menggunakan software komputer Genesis dengan mensimulasikan perubahan garis pantai kondisi existing dan dengan adanya bangunan pengaman di sepanjang pantai. \n \n\nDari hasil analisis, erosi terjadi secara alamiah, dengan adanya bangunan TPI di pantai tersebut yang menyebabkan terhentinya aliran sedimen ke Pantai Cerocok Painan sebelah utara dari TPI dan aliran sedimen yang dibawa dari arah Selatan lebih besar. \n \n\nUpaya pencegahan erosi penanggulangan secara terpadu lebih efektif dan hasilnya lebih optimal dengan menggunakan krib dan revetmen. Dari bangunan tersebut diupayakan akan didapat garis pantai baru yang tidak tererosi/stabil.", "Daftar File": {"2006 TS PP MARTIUS 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/24963", "2006 TS PP MARTIUS 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/24964", "2006 TS PP MARTIUS 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/24965", "2006 TS PP MARTIUS 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/24966", "2006 TS PP MARTIUS 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/24967", "2006 TS PP MARTIUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24968", "2006 TS PP MARTIUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/24969"}, "Penulis": "Martius (NIM 95004011)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Andojo Wurjanto, Dr., Ir. \n \n\nPembimbing 2: Syamsudin, Dr., Ir., Dipl.HE. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "erosion, sediment, shoreline, krib, revetment", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}