{"Nomor": 8547, "Judul": "STUDI EDDY MINDANAO DAN EDDY HALMAHERA", "Abstrak": "Penelitian ini dilakukan untuk mempelajari karakteristik dan variabilitas Eddy Mindanao dan Eddy Halmahera dalam skala musiman dan tahunan yang mewakili kondisi normal, El Nino, dan La Nina. Metode yang digunakan dalam penelitian ini adalah pemodelan hidrodinamika baroklinik tiga dimensi yang disebut dengan A Coupled Hydrodynamical-Ecological Model for Regional and Shelf Seas (COHERENS) yang dikembangkan oleh Luyten, et al., (1999). Data yang digunakan sebagai input model adalah batimetri, temperatur air, salinitas, angin, temperatur udara, curah hujan, penguapan, kecerahan, dan tekanan udara. Berdasarkan hasil simulasi diperoleh bahwa variabilitas Eddy Mindanao dan Eddy Halmahera dipengaruhi oleh angin musim dan fenomena El Nino dan La Nina. Pada tahun normal, di musim barat pusat Eddy Halmahera terletak paling selatan di sekitar 6,3o LU dan 128,5o BT, di musim peralihan pertama bergerak ke utara di sekitar 7,7o LU dan 128,5o BT, di musim timur masih bergerak ke utara di sekitar 7,7o LU dan 128,5o BT, dan di musim peralihan kedua bergerak ke selatan di sekitar 7o LU dan 128,5o BT. Secara umum diameter dan kecepatan Eddy Mindanao dan Eddy Halmahera saat El Nino lebih kecil dan saat La Nina lebih besar daripada saat normal.", "Daftar File": {"2008 TS PP MARTONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/24970", "2008 TS PP MARTONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/24971", "2008 TS PP MARTONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/24972", "2008 TS PP MARTONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/24973", "2008 TS PP MARTONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/24974", "2008 TS PP MARTONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/24975", "2008 TS PP MARTONO 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/24976", "2008 TS PP MARTONO 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/24977"}, "Penulis": "MARTONO (NIM 22405001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Safwan Hadi, Ph.D., dan Dr. Eng. Nining Sari Ningsih"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "limited fund, annual road maintenance, simple, Fiscal Need, Fiscal Capacity.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}