{"Nomor": 8557, "Judul": "POLA PERMUKIMAN PINGGIRAN KOTA SEMARANG", "Abstrak": "Perkembangan pemukiman dan kegiatannya di kota-kota mempunyai implikasi terhadap kebutuhan ruang, yakni menyebabkan terjadinya perkembangan pemukiman di pinggiran kotanya. Pengaruh dari perkembangan kota Semarang terhadap daerah pinggirannya berbeda-beda tergantung pada keadaan dan kedudukan masing-masing daerah,sehingga terjadi perkembangan yang tidak merata. Ada yang pertumbuhannya cepat dan ada yang pertumbuhannya lambat. Agar perkembangannya optimal perlu dikenali secara menyeluruh perkembangan di pinggiran kotanya, bagaimanakah pola pengembangannya, kemudian daerah manakah yang diprioritaskan untuk dikembangkan.   \n \n \n\nUntuk maksud tersebut pertimbangan dan penilaian dari aspek fisik dasar dan aspek fisik pemukiman yang ada sangat diperlukan, sesuai dengan karakteristik daerah piriggiran Kota Semarang yang unik secara fisik. Untuk menentukan pola pengembangannya, akan dilakukan dengan pendekatan mobilitas penduduk, harga lahan, transportasi, pusat pelayanan, fisiografis dan faktor eksternal. Faktor tersebut di atas secara keseluruhan merupakan dasar pola struktur permukiman. Dengan menggunakan Analisis Proses Hirarki (APH) serta berdasarkan faktor-faktor yang berpengaruh terhadap penentuan lokasi pemukiman, diperoleh bobot prioritas untuk tiap-tiap daerah pinggiran kota Semarang. Dari hasil Analisis Prioritas Hirarki secara berurutan prioritasnya ialah Genuk, Mijen, Gunung Pati, Tugu dan Semarang Selatan sedangkan dari pendekatan terbentuk pola permukiman, terjadi pola linier di pinggiran kota Semarang, yang apabila dikaitkan dengan pusat kotanya akan berbentuk jari-jari. Berdasarkan hal tersebut di atas, maka maksud studi ini adalah untuk menentukan pola permukiman di pinggiran Kota Semarang, serta prioritas pengembangannya.", "Daftar File": {"1989 TS PP MASYKUR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25049", "1989 TS PP MASYKUR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/25050", "1989 TS PP MASYKUR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/25051", "1989 TS PP MASYKUR 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/25052", "1989 TS PP MASYKUR 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/25053", "1989 TS PP MASYKUR 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/25054", "1989 TS PP MASYKUR 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/25055", "1989 TS PP MASYKUR 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/25056", "1989 TS PP MASYKUR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/25057", "1989 TS PP MASYKUR 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/25058", "1989 TS PP MASYKUR 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/25059"}, "Penulis": "MASYKUR", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Djoko Sujarto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "land value, transportation, physiological internal factor, settlement structure pattern", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "09 Okt 2017"}