{"Nomor": 8588, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI KINERJA BATERAI BUAH DAN SAYURAN SEBAGAI DASAR PEMBUATAN MODUL PRAKTIKUM DAN PEMBELAJARAN ELEKTRONIK", "Abstrak": "Elektrokimia merupakan salah satu topik yang sulit di dalam pembelajaran kimia. Hal ini akan menurunkan minat siswa untuk mempelajari elektrokimia. Strategi pembelajaran perlu dirancang untuk dapat memotivasi siswa. Pembelajaran berbasis konteks memberikan contoh-contoh penerapan kimia dalam kehidupan sehari-hari yang sudah dikenal siswa digunakan sebagai pendekatan. Baterai merupakan salah satu terapan dari sel Volta. Pada penelitian ini dilakukan analisis faktor-faktor yang mempengaruhi kinerja baterai buah dan sayuran dan menggunakan hasilnya untuk membuat modul praktikum serta pembelajaran elektronik. Baterai buah dan sayuran yang diteliti adalah baterai jeruk nipis, kentang, dan markisa. Kinerja baterai diukur dengan dua parameter yaitu tegangan listrik dan kapasitas. Pengukuran tegangan listrik berdasarkan fungsi jarak elektroda, luas permukaan elektroda dan waktu penggunaan baterai. Tegangan listrik sebagai fungsi luas permukaan elektroda menentukan rapat arus dan tegangan listrik sebagai fungsi waktu penggunaan baterai untuk menentukan kapasitas baterai. Dari hasil percobaan diperoleh bahwa tegangan listrik baterai ini cukup besar sekitar 0,9 V, tapi kapasitasnya kecil. Kapasitas dari baterai ini berkisar antara 1,8228 mA.menit sampai 20,4867 mA.menit. Hasil penelitian ini digunakan untuk membuat modul praktikum. Siswa diberikan percobaan sederhana membuat baterai dari buah dan sayuran. Praktikum ini memberikan tantangan tersendiri bagi siswa karena menggunakan bahan yang mungkin tidak terbayangkan oleh siswa sebelumnya. Modul praktikum ini disimpan dalam LMS yaitu MOODLE (Modular Object-Oriented Dynamic Learning Environment). Moodle menyediakan banyak fasilitas diantaranya pembuatan materi pembelajaran, tugas dan kuis.", "Daftar File": {"2008 TS PP MIA ARMILAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25251", "2008 TS PP MIA ARMILAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25252", "2008 TS PP MIA ARMILAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25253", "2008 TS PP MIA ARMILAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/25254", "2008 TS PP MIA ARMILAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25255", "2008 TS PP MIA ARMILAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25256", "2008 TS PP MIA ARMILAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25257"}, "Penulis": "MIA ARMILAH (NIM 20506055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Muhammad A. Martoprawiro dan Drs. Achmad Rochliadi, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Sel volta, Baterai buah dan sayuran, Kinerja baterai, Modul praktikum, Moodle", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}