{"Nomor": 8589, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM NOTEBOX BERBASIS UNIFIED MESSAGING: SUBSYSTEM SEARCH SERVER", "Abstrak": "Unified messaging system (UMS) didefinisikan sebagai sebuah konsep yang memungkinkan penggunaan berbagai macam layanan messaging dalam sebuah sistem tunggal. Konsep UMS dapat memudahkan pengguna untuk menggunakan layanan messaging dan memudahkan penyedia layanan untuk melakukan pengelolaan layanan. Messaging sendiri merupakan suatu sistem yang memungkinkan seseorang untuk mengirim dan menerima pesan dengan menggunakan layanan komunikasi asynchronous. Aplikasi messaging yang telah digunakan secara luas diantaranya SMS, MMS, voice message, e-mail, instant messaging, dan fax. Layanan yang diberikan UMS tergantung pada tujuan implementasi dan arsitekturnya. Secara umum, dua manfaat utama yang dapat diberikan UMS adalah kemudahan dalam pertukaran pesan (antar device yang berbeda) dan kemudahan dalam pengaksesan content atau informasi (content dapat diakses melalui device apapun).  \n \n\nPada tesis ini, dilakukan kajian mengenai konsep UMS, implementasi sistem berbasis UMS, serta pengembangan subsistem UMS bernama search server sebagai representasi fungsi penyediaan content dan informasi. Implementasi sistem berbasis UMS yang dibangun pada tesis ini merupakan pengembangan dari prototipe sistem yang sudah ada yang bernama NoteBOX. Subsistem search server untuk sistem NoteBOX dikembangkan dengan dasar konsep information retrieval. Pengelolaan data dan informasi dilakukan search server terhadap sekumpulan dokumen dan data terstuktur yang tersedia. Search server dikembangkan dengan dasar konsep information retrieval. Alur proses yang dilakukan search server secara garis besar adalah proses ekstraksi data tekstual dari berbagai format dokumen, analisis hasil ekstraksi, pembangunan index hasil analisis data teks (indexing), pencarian dokumen atau informasi berdasarkan query (searching), dan pengembalian hasil pencarian terurut berdasarkan tingkat relevansi hasil terhadap query (ranking). Dalam menerima query dan memberikan hasil pencarian, search server terhubung dengan core server yang akan meneruskan pesan kepada user yang melakukan query.  \n \n\nPengujian yang dilakukan terhadap fungsionalitas aplikasi menunjukkan bahwa aplikasi yang dibangun dalam tesis ini dapat berjalan sesuai dengan spesifikasi yang telah dideskripsikan. Search server dapat memberikan hasil yang baik dengan menerapkan vector space model sebagai model IR dan menggunakan inverted index sebagai metode indexing. Namun, untuk pengembangan selanjutnya, penyediaan data untuk layanan informasi perlu diperlengkap dengan domain data yang luas (termasuk dalam segi kuantitas) serta data terstruktur yang sesuai dengan kebutuhan. Selain itu, diperlukan pula adanya kajian penanganan pesan dengan jumlah besar untuk menjaga jika terjadi system crash dan mencegah adanya message lost.", "Daftar File": {}, "Penulis": "MIA NUR INDAH (NIM 23506041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Afwarman Manaf , M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "unified messaging system, messaging, information retrieval, search server", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}