{"Nomor": 8597, "Judul": "PEMODELAN SPASIAL LAJU EKSPOR SEDIMEN DI DAERAH ALIRAN SUNGAI KRUENG ACEH", "Abstrak": "Penurunan luas vegetasi merupakan masalah serius pada ekosistem Daerah Aliran Sungai (DAS). Tutupan lahan berupa vegetasi berfungsi sebagai pertahanan DAS terhadap proses erosi. DAS yang tidak terlindung oleh vegetasi memudahkan gaya pembangkit erosi yang berasal dari curah hujan maupun limpasan aliran air menumbuk permukaan tanah. Penelitian ini akan menerapkan model proses erosi untuk mengestimasi total sedimen yang diekspor DAS Krueng Aceh. Ekspor sedimen merupakan produk dari laju erosi dan sediment delivery ratio (SDR). Laju erosi dibangun untuk menghitung besarnya partikel tanah yang terkelupas dari sumbernya yang dipengaruhi oleh panjang aliran, kemiringan, tutupan lahan, jenis tanah, dan curah hujan. SDR menyatakan efisiensi untuk mengangkut partikel tanah yang tererosi. SDR dibangun berdasarkan proses fisik angkutan sedimen yang merupakan fungsi dari waktu tinggal sedimen. Total sedimen yang diekspor DAS Krueng Aceh sekitar 2.4ÃƒÂƒÃ‚Â—106ton/tahun. Distribusi spasial ekspor sedimen digunakan untuk memeriksa kekritisan DAS terhadap erosi. Sedimen terbanyak dipasok oleh subDAS Krueng Jreue, Inong, dan Keumireu. Ketiga subDAS tersebut merupakan daerah dengan topografi curam dan tutupan lahan yang didominasi lahan terbuka. Kualitas model diuji dengan hasil model proses erosi DAS Citarum Hulu.", "Daftar File": {"2008 TA PP MIGA MAGENIKA JULIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25325", "2008 TA PP MIGA MAGENIKA JULIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/25326", "2008 TA PP MIGA MAGENIKA JULIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/25327", "2008 TA PP MIGA MAGENIKA JULIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/25328", "2008 TA PP MIGA MAGENIKA JULIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/25329", "2008 TA PP MIGA MAGENIKA JULIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25330"}, "Penulis": "MIGA MAGENIKA JULIAN (NIM 15104003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.(rer.nat) Poerbandono, ST., MT., dan Dr.Ir. Agung Budi Harto., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Krueng Aceh catchment, sediment yield, erosion rate, sediment delivery ratio", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}