{"Nomor": 860, "Judul": "STUDI MENGENAI SENYAWA HASIL OKSIDASI CARA OPPENAUER PADA PENGUSABAN KININA MENJADI KINIDINA", "Abstrak": "Tujuan penelitian ini adalah untuk mempelajari senyawa oksi yang terjadi sebagai senyawa antara pada pengubahan kinina menjadi kinidina dengan cara Woodward. Pada cara di atas kinina diubah menjadi kinidina melalui dua tahapan reaksi di mana pada tahapan reaksi pertama kinina dioksidasi menjadi senyawa oksi dengan metoda Oppenauer dan pada tahapan reaksi kedua senyawa oksi tersebut direduksi dengan cara Meerwein-Ponndorf menghasilkan campuran dari empat stereoisomer basa di mana kinina dan kinidina didapat dalam jumlah yang \"sama\" sebagai hasil utama di samping sedikit epibasanya. Usaha-usaha lebih lanjut dilakukan oleh Uskokovic dan kawankawan untuk mendapatkan hasil kinidina yang lebih tinggi pada reduksi senyawa oksi dengan menggunakan berbagai reduktor seperti diisobutilaluminium hidrida dan natrium boronhidrida. Namun sejauh ini usaha tersebut tak pernah berhasil untuk mendapatkan kinidina yang lebih tinggi. Walaupun telah banyak usaha yang dilakukan untuk mengubah senyawa oksi tersebut menjadi kinidina, namun usaha tersebut sejauh ini dilakukan tanpa mempelajari terlebih dahulu struktur senyawa oksi tersebut. Untuk dapat memperkirakan apakah ada kemungkinan pengubahan senyawa oksi tersebut menjadi kinidina dengan sempurna, kiranya perlu diketahui struktur senyawa oksi secara seksama terlebih dahulu. Namun sampai saat ini baik data fisis maupun data spektroskopi yang lengkap dari senyawa oksi tersebut belum dijumpai di literatur, demikian pula belum ada penjelasan mengapa pada reduksi senyawa oksi tersebut selalu diperoleh campuran kinina dan kinidina. Masalah di atas inilah yang merupakan tujuan penelitian ini yang kiranya dapat memberikan penjelasan mengenai struktur yang sebenarnya dari senyawa oksi tersebut. Untuk mencapai tujuan tersebut di atas maka senyawa oksi dibuat dengan mengoksidasi kinina dan kinidina dengan cara Oppenauer. Masing-masing hasil oksidasi tersebut setelah dimurnikan dengan KLT preparatif diperoleh kristal-kristal berwarna kuning pucat dengan titik lebur yang sama yaitu 88-89Â°C. Spektra inframerah dari kedua hasil oksidasi. baik dalam pil KBr maupun dalam kloroform memberikan serapan pada 1675 cm-1 yang karakteristik untuk vibrasi ulur C=0 dari suatu keton yang terkonjugasi dengan inti aromatik, namun puncak serapan yang ristik untuk vibrasi ulur 0-H dari enol tidak tampak. Spektra NMR-nya dalam CDC13 tidak menunjukkan adanya pergeseran kimia pada 15-16 ppm yang karakteristik untuk proton enol. Spektra massa dari kedua hasil oksidasi tersebut mempunyai pola fragmentasi yang sama, demikian pula berat molekulnya yaitu 322. Kedua hasil oksidasi (senyawa oksi) tersebut di atas pada reduksi dengan cara Meerwein-Ponndorf dengan menggunakan berbagai alkohol sebagai reduktor sama-sama memberikan campuran kinina dan kinidina sebagai hasil utama dengan perbandingan 35:65. Hidrogenasi katalitik dengan menggunakan katalis Raney nikel dalam etanol absolut maupun dalam kloroform memberikan campuran hidrokinina dan hidrokinidina sebagai hasil utama dengan perbandingan 35:65, yang dapat dilihat dari data HPLCnya. Berdasarkan data yang telah ada di atas maka dapat disimpulkan bahwa hasil oksidasi kinina maupun kinidina adalah sama yaitu keduanya merupakan campuran oksikinina dan oksikinidina yang pada reduksi dengan cara Meerwein-Ponndorf selalu memberikan hasil yang merupakan campuran dari kinina dan kinidina sebagai hasil utama.", "Daftar File": {"1985_TS_PP_BARUS_1.pdf": "https://digilib.itb.ac.id/gdl/download/1133"}, "Penulis": "Tonel Barus", "Kontributor / Dosen Pembimbing": ["Promotor: Soekeni Soedigdo", "Scan: Agus"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "oxy-compound, quinine, conversion, quinidine, Woodward method", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "22 Nov 2004"}