{"Nomor": 8605, "Judul": "STUDI MENGENAI INTENSI MASYARAKAT PEDESAAN TERHADAP PEMBELIAN DAN PENGGUNAAN TEKNOLOGI TELEKOMUNIKASI TELEPON", "Abstrak": "Teknologi telekomunikasi terbukti mampu meningkatkan kesejahteraan masyarakat di pedesaan. Di Indonesia, masih ribuan desa belum terjangkau saranan telekomunikasi telepon. Program pemasangan telepon pedesaan yang dilakukan pemerintah masih mengalami banyak kendala, dan salah satunya adalah karena perilaku masyarakat pedesaan terhadap teknologi telekomunikasi telepon. Tujuan utama dari penelitian ini adalah untuk mengetahui variabel-variabel apa saja yang dapat mempengaruhi attitude, subjective norm dan perceived behavioral control serta mengetahui bagaimana pengaruh masing-masing variabel tersebut terhadap intensi masyarakat pedesaan untuk memiliki dan menggunakan teknologi telekomunikasi telepon. Sebanyak 141 orang masyarakat dari enam desa di tiga kabupaten yang berbatasan dengan Kota Bandung menjadi responden penelitian. Untuk menguji hubungan antar variabel dalam penelitian, digunakan analisis regresi berganda. Namun sebelum analisis regresi berganda, dilakukan analisis faktor dan tes reliability menggunakan SPSS 15. Melalui analisis regresi dihasilkan beberapa temuan sebagai berikut: (a) variabel yang signifikan mempengaruhi intensi masyarakat pedesaan adalah variabel attitude toward behavior dan perceived behavior control, (b) dua faktor variabel subjective norm tidak berpengaruh signifikan terhadap intention, dan (c) variabel perceived behavior control tidak terbukti signifikan dapat mengubah hubungan antara attitude dan intention serta subjective norm dan intention. Beberapa temuan di atas diharapkan dapat memberikan kontribusi pada model telepon pedesaan yang coba dikembangkan oleh beberapa peneliti, pemerintah dan tidak menutup kemungkinan pihak swasta yang juga membidik konsumen di daerah pedesaan.", "Daftar File": {"2008 TS PP MIRA ROCHYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25369", "2008 TS PP MIRA ROCHYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/25370", "2008 TS PP MIRA ROCHYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/25371", "2008 TS PP MIRA ROCHYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/25372", "2008 TS PP MIRA ROCHYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/25373", "2008 TS PP MIRA ROCHYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/25374", "2008 TS PP MIRA ROCHYADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/25375", "2008 TS PP MIRA ROCHYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25376"}, "Penulis": "MIRA ROCHYADI (NIM: 23405022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Budiarto Subroto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "village phone, behavior, intension, theory of reasoned action, theory of planned behavior", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}