{"Nomor": 8606, "Judul": "PENERAPAN TEKNIK BAYESIAN NETWORK DALAM PENGEMBANGAN PROTOTIPE APLIKASI WEB CONTENT MINING", "Abstrak": "Abstrak :    \n \n \n \n \n\nPada Tugas Akhir ini dikaji berbagai tipe data pada web yang dapat ditambang dengan menggunakan teknik Bayesian Network (BN). Tipe data pada web terdiri dari content web, link antar halaman web, serta data perilaku pengunjung web. Dilain pihak, BN dapat digunakan pada permasalahan deskriptif (hubungan antara variabel) maupun prediktif (klasifikasi).      \n \n \n \n \n\nHasil analisis menunjukkan bahwa BN dapat diterapkan pada ketiga bidang kajian web mining, yaitu web content mining, web structure mining, serta web usage mining. Karena dapat digunakan pada ketiga bidang kajian tersebut, maka dipilih bidang kajian web content mining sebagai topik utama dari Tugas Akhir ini. Pengembangan prototipe difokuskan pada tujuan deskriptif.    \n \n \n \n \n\nAplikasi pembangunan BN untuk deskriptif mengimplementasikan algoritma TPDA.  Karena masukan dari aplikasi tersebut berbentuk file basis data maka data harus melalui preprocessing terlebih dahulu. Untuk menangani bagian preprocessing, dibangun AGEHA, sebuah modul yang bertugas mengolah content e-mail menjadi data dalam bentuk yang terstruktur baik dalam bentuk format file teks maupun format file database. Sedangkan untuk bagian yang bertugas membangun struktur BN, akan digunakan Program TPDA yang telah dikembangkan oleh Laboratorium Basis Data.     \n \n \n \n \n\nPengujian dilakukan terhadap fungsionalitas memperlihatkan bahwa perangkat lunak telah dapat menjalankan seluruh kebutuhan yang didefinisikan. Sedangkan hasil akurasi dari struktur BN yang dibangun adalah sebesar 88,7%.    \n \n \n \n \n\nDari Tugas Akhir ini dapat disimpulkan bahwa BN dapat digunakan sebagai salah satu teknik dalam aplikasi web mining, baik untuk tujuan prediktif maupun deskriptif. Lebih lanjut, tipe data mentah pada web yang dapat di-mining dengan menggunakan BN mencakup seluruh bentuk data. Hasil akurasi dari penerapan BN pada web content mining juga menunjukkan hasil yang cukup baik.", "Daftar File": {"2007 TA PP MIRIDHANI RIANI NINGRUM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25377", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25378", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25379", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/25380", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25381", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25382", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/25383", "2007 TA PP MIRIDHANI RIANI NINGRUM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25384"}, "Penulis": "Miridhani Riani Ningrum (NIM 135 03 023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : G. A. Putri Saptawati, Ir. M.Comm     \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data mining, web mining, Bayesian Network (BN), prediktif, deskriptif", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}