{"Nomor": 8612, "Judul": "ROAD MAP PENGEMBANGAN SISTEM INFORMASI TERINTEGRASI DI UNIVERSITAS ISLAM NEGERI SUNAN KALIJAGA YOGYAKARTA", "Abstrak": "Abstrak:   \n \n \n \n\nPerkembangan teknologi informasi (TI) yang pesat serta didukung dengan semakin murahnya harga pengadaan infrastruktur TI, membuat semua organisasi baik yang berorientasi pada laba maupun nirlaba berlomba-lomba mengimplementasikan TI untuk mendukung peningkatan kinerja organisasi. Namun pada kenyataannya, banyak diantara organisasi yang melakukan investasi pengadaan TI menemui banyak kegagalan. Jangankan mendapatkan perbaikan kinerja, bahkan banyak diantaranya yang terpaksa kembali kepada sistem manual setelah banyak mengeluarkan investasi untuk teknologi tersebut.    \n \n \n \n\nKekurangmatangan dalam perencanaan pengembangan TI dan tidak adanya perencanaan strategis pengembangan sistem informasi organisasi yang menjadi road map pengembangan sistem informasi menjadi penyebab banyaknya kegagalan ini. Orientasi perencanaan yang tidak menyeluruh dan hanya didasarkan pada kebutuhan sesaat atau fungsi tertentu saja dari organisasi, mengakibatkan terjadinya disintegrasi diantara sistem yang dikembangkan.    \n \n \n \n\nDukungan road map pengembangan sistem informasi yang memuat aturan, tindakan dan pengelolaan untuk mencapai visi dan misi organisasi dalam pengembangan sistem informasi terintegrasi diharapkan dapat mengurangi peluang kegagalan pengembangan sistem informasi. Dengan adanya road map pengembangan sistem informasi terintegrasi di UIN Sunan Kalijaga Yogyakarta diharapkan pengembangan sistem informasi di lingkungan UIN Sunan Kalijaga yogyakarta dapat berjalan secara berkelanjutan, terarah dan terintegrasi dalam upaya menciptakan keunggulan kompetitif organisasi.    \n \n \n \n\nProses penyusunan road map sistem informasi terintegrasi diawali dengan melakukan analisis terhadap lingkungan organisasi baik internal maupun eksternal. Analisis lingkungan organisasi dilakukan untuk mengetahui tantangan dan kondisi organisasi terkait pencapaian visi dan misi organisasi. Analisis lingkungan organisasi dilakukan dengan menggunakan alat bantu analisis Value Chain, analisis SWOT dan analisis Porters Five Forces.", "Daftar File": {}, "Penulis": "M Mustakim (NIM 23504041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Oerip S. Santoso, Dr., dr., M.Sc.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(208-02-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Strategic planning, information system development road map,", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}