{"Nomor": 8622, "Judul": "BALAI PAMERAN DAN PERTEMUAN GASIBU BANDUNG", "Abstrak": "Abstrak :  \n \n \n\nProyek perancangan adalah Balai Pameran dan Pertemuan yang berfungsi sebagai tempat penyelenggaraan berbagai kegiatan pameran, pertemuan maupun hiburan yang bersifat formal atau informal, berskala nasional hingga internasional. Bangunan ini berlokasi di Jalan Japati yang berada dalam kawasan Gasibu Bandung. Kawasan ini merupakan salah satu kawasan bersejarah yang memiliki dua bangunan icon kota Bandung, yaitu Gedung Sate dan Monumen Perjuangan Rakyat Jawa Barat.   \n \n \n\nBalai Pameran dan Pertemuan ini memiliki luas 12.438.34 m2 dengan fungsi utama adalah ruang serbaguna seluas 1152 m2 dengan kapasitas 2000 orang. Fungsi utama merupakan bangunan komersial yang sifat pemakaiannya insidental, artinya kegiatan yang dapat diwadahi tidak secara rutin diselenggarakan. Sebagai respon terhadap hal tersebut, fungsi ini dirancang secara multifungsi yang dapat dibagi menjadi tiga ruang dengan luas masing-masing sebesar 384 m2 yang dipisahkan oleh dinding partisi. Selain ruang serbaguna, bangunan ini memiliki grand lobby yang dapat digunakan untuk penyelenggaraan pameran temporer, 4 ruang pertemuan dengan kapasitas 20-100 orang, 4 retail jasa, cafe dan bar, serta fasilitas pengelola dan servis. Area parkir terletak pada lantai basement dengan kapasitas 245 mobil dan 178 motor.  \n \n \n\nBangunan memiliki daya tarik, baik dalam perwujudan ekspresi pada masa bangunan hingga penciptaan suasana. Hal tersebut dirancang untuk dapat menarik pengunjung sebanyak-banyaknya dan untuk menambah nilai jual kawasan Gasibu sebagai salah satu pusat kegiatan di kota Bandung. Bangunan merupakan masa tunggal yang memiliki karakter masif, megah, kokoh dan diharapkan dapat menjadi icon kota Bandung.  \n \n \n\nFleksibilitas ruang merupakan konsep dasar perancangan bangunan ini. Ruang-ruang pameran dan pertemuan dilengkapi dengan dinding partisi sehingga dapat disewakan untuk beberapa kegiatan. Bangunan memiliki dua area drop off sebagai jalur sirkulasi kendaraan dan manusia yang bertujuan untuk memudahkan jalannya aktifitas yang melibatkan masa dalam jumlah banyak. Bentuk dan fasade bangunan dirancang sebagai daya tarik. Konsep fasade bangunan mengadaptasi bentuk Monumen Perjuangan Rakyat Jawa Barat sebagai salah satu icon kawasan yang ditunjang dengan teknologi lighting. Pemasangan digital screen dan dinding panel pada fasade bangunan bertujuan sebagai media promosi dan informasi. Area plaza dirancang sebagai ruang transisi dari jalan raya menuju bangunan utama. Selain itu, plaza berfungsi sebagai ruang luar untuk penyelenggaraan berbagai kegiatan yang bersifat terbuka. Area ini dilengkapi dengan elemen-elemen arsitektural dan vegetasi yang mendukung penyelenggaraan kegiatan.", "Daftar File": {}, "Penulis": "Mochammad Yana Apriana (NIM 152 03 077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Eko Purwono, MS.Arch.S  \n \n \n\nPimpinan Sidang : Ir. Eko Purwono, MS.Arch.S   \t\t   \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Balai Pameran dan Pertemuan, Gasibu,", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}