{"Nomor": 8624, "Judul": "ANALISIS SEGMEN PASAR MODA ANGKUTAN PENUMPANG DARAT DAN UDARA PADA RUTE BANDUNG-SURABAYA DENGAN MENGGUNAKAN MODEL DISAGGREGATE", "Abstrak": "Abstrak : \n \n\nMeningkatnya kemampuan daya beli masyarakat terhadap barang dan jasa, akan cukup berpengaruh kepada pilihan konsumen khususnya dalam pemakaian moda transportasi. Seringkali konsumen berani berkorban dengan membayar sedikit lebih mahal asalkan tingkat pelayanan (level of service) cukup memuaskan selera mereka. \n \n\nDalam kehidupan sehari-hari proses pemilihan moda angkutan penumpang seringkali kita temui terutama untuk perjalanan yang cukup jauh. Misalnya saja perjalanan antar kota khususnya dari Bandung ke Surabaya ataupun sebaliknya, senantiasa penumpang dihadapkan kepada suatu keputusan dalam menentukan jenis moda yang akan dipergunakan. Sehingga penumpang. selama perjalanan dapat menikmati pelayanan (service) yang diberikan oleh masing-masing moda yang tersedia. \n \n\nUntuk lebih menggambarkan keadaan yang sebenarnya dilapangan, mencoba mengidentifikasi kecenderungan pemilihan konsumen pada rute Bandung - Surabaya atau sebaliknya, dengan moda angkutan dapat dan moda angkutan udara antara lain Pesawat, TAXI, K.A Bisnis, K.A Eksekutif, Bis Patas/AC, Bis Biasa dan Kendaraan pribadi. \n \n\nTingkat pengamatan studi ini adalah disaggregate artinya berdasarkan informasi dan kondisi individual yang terlibat langsung pada proses pemilihan moda tersebut. Dengan menganalisis \n \n\nbeberapa atribut yang dapat memberikan konstribusi dalam menentukan pemilihan moda, selanjutnya dirumuskan menjadi suatu bentuk kuantitatif. Sehingga diharapkan dapat mengukur utilitas dari moda angkutan darat dan udara. \n \n\nFungsi utilitas tersebut menjadi masukan bagi model pemilihan diskrit yang disebut model logit multinomial, ini akan mengukur probabilitas segmen pasar untuk masing-masing moda perjalanan. Fungsi utilitas sangat berkaitan erat dengan ukuran parameter dari atribut pelayanan suatu moda dan berhubungan secara linear. Adapun atribut pelayanan yang diukur melibatkan beberapa faktor diantaranya : waktu, ongkos, ketepatan, kemudahan, kenyamanan dan keamanan selama melakukan perjalanan dari tempat asal sampai ke tempat tujuan (door to door) khususnya untuk perjalanan Bandung-Surabaya atau pun sebaliknya. \n \n\nBerdasarkan taksiran fungsi maximum likelihood parameter-parameter yang berada dalam fungsi utilitas ternyata cukup berpengaruh untuk menentukan peluang terpilihnya suatu moda dalam kaitannya dengan pelaku perjalanan (traveller). \n \n\nPenjabaran model logit multinomial dalam proses perilaku memilih moda yang dilakukan oleh konsumen, dengan melibatkan beberapa faktor pelayanan (service attribut) dapat memperlihatkan secara global preferensi konsumen dalam memilih moda yang diinginkannya. Sebagai gambaran hasil analisis menunjukkan bahwa peluang terpilihnya moda oleh konsumen berdasarkan urutan ranking adalah sebagai berikut: \n \n\n1.\tModa Kereta Api Bisnis \n \n\n2.\tModa Bis Biasa \n \n\n3.\tModa Bis Patas/AC \n \n\n4.\tModa Kereta Api Eksekutif \n \n\n5.\tModa Pesawat \n \n\n6.\tModa Taxi \n \n\n7.\tModa Kendaraan Pribadi \n \n\nTernyata moda kereta api khususnya kelas Bisnis menempati posisi tertinggi, artinya untuk perjalanan Bandung-Surabaya ataupun sebaliknya konsumen cenderung lebih menyukai moda ini, bila dibandingkan dengan jenis moda lainnya. Malahan ternyata moda kendaraan pribadi merupakan pilihan terakhir yang akan dilakukan konsumen. \n \n\nSecara tidak langsung hasil akhir analisis model logit Multinomial akan menjadi bahan pertimbangan bagi instansi terkait, khususnya dalam menerapkan kebijakan-kebijakan transport yang dilakukan oleh perusahaan jasa angkutan, misalnya pihak Perumka harus segera mengantisipasi kesiapan perencanaan sarana clan prasarana perkeretaapian guna mengimbangi gejolak pilihan konsumen yang cukup besar akan moda ini. Begitu pula bagi perusahaan angkutan bis, perdu mendapat perhatian khusus, karena moda bis akan menjadi alternatif pilihan kedua setelah kereta api.", "Daftar File": {}, "Penulis": "Moch. Duddy Studyana (NIM 280 92 814)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Idwan Santoso, Dr. Ir. \n \n\nCo-pembimbing : Willy Tumewu, Ir. MSc. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Moda angkutan, model disaggregate, bandung-surabaya", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}