{"Nomor": 8625, "Judul": "DESULFURISASI BATUBARA SECARA KIMIA DENGAN NATRIUM HIPOKLORIT", "Abstrak": "Abstrak : \n \n\nProses pembakaran batubara selain menghasilkan energi, juga mengeluarkan emisi gas SOX yang meyebabkan masalah bagi lingkungan, seperti : hujan asam, timbulnya korosi pada peralatan boiler, pemanasan global dan lain-lain. Proses desulfurisasi batubara secara kimia merupakan upaya untuk menyingkirkan sulfur yang berada di dalam matriks batubara, diharapkan dengan menurunnya kadar sulfur dampak negatif akibat emisi SOX dapat diminimumkan. \n \n\nTujuan dari penelitian ini adalah mempelajari kinerja metoda desulfurisasi batubara secara kimia dan menentukan pengaruh konsentrasi NaOCI, pH dan temperatur terhadap desulfurisasi. \n \n\nPenelitian ini menggunakan batubara TBLR dan LBB. Batubara TBLR memiliki peringkat bituminus high volatile B dengan kadar sulfur pint 2,06 %, adb dan sulfur organik 4,60 %, adb. Batubara LBB memiliki peringkat lignit A dengan kadar SP 3,04 %, adb dan SO 3,42 %, adb. \n \n\nRancangan percobaan yang digunakan adalah rancangan percobaan setengah faktorial (2311-11). Desulfurisasi batubara TBLR dilakukan satu tahap selama 2 jam \n \n\npada konsentrasi natrium hipoklorit 0,2 M dan 0,6 M, pH 12 dan 13,5, temperatur 50 C dan 90 C. Desulfurisasi batubara LBB dilakukan 3 tahap proses, yaitu tahap persiapan, tahap desulfurisasi dan tahap hidrolisis. Desulfurisasi dilakukan selama 1 jam pada konsentrasi natrium hipoklorit 0,2 M dan 0,8 M, pH 12 dan 13,5, temperatur 28 C (temperatur kamar) dan 40 C. \n \n\nDesulfurisasi batubara TBLR dapat menyingkirkan sulfur total 65,19 %, sulfur pint 43,69 %, sulfur sulfat 67,21 % dan sulfur organik 78,94 %, pada konsentrasi natrium hipoklorit 0,2 M, temperatur 50 C dan pH 13,5. Desulfurisasi batubara LBB dapat menyingkirkan sulfur total 51,79 %, sulfur pint 9,35 %, sulfur sulfat 67,48 % dan sulfur organik 99,41 %, pada konsentrasi natrium hipoklorit 0,2 M, temperatur 28 C dan pH 13,5. Faktor yang paling berpengaruh pada desulfurisasi batubara TBLR dan LBB adalah pH.", "Daftar File": {}, "Penulis": "Moch. Iqbal Hasbullah (NIM 230 03 007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dwiwahju Sasongko, Dr. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "coal, desulfurization, sodium hypochlorite.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}