{"Nomor": 8626, "Judul": "ARAHAN PENYEDIAAN FASILITAS LINGKUNGAN BERDASARKAN PREFERENSI PENGHUNI DI PERUMAHAN BUMI ADIPURA KOTA BANDUNG", "Abstrak": "Abstrak:    \n \n \n \n \n\nSemakin pesatnya pertumbuhan penduduk Kota Bandung menyebabkan kebutuhan akan sarana dan prasarana perkotaan bertambah pula. Salah satu sektor yang sangat penting dalam menunjang kehidupan perkotaan adalah perumahan. Perumahan harus memberikan kenyamanan dan jaminan sejauh mana perumahan tersebut dapat membantu kelancaran aktivitas kehidupan setiap penghuninya (Spreiregen, 1985), termasuk akses terhadap ketersediaan fasilitas lingkungan perumahan. Belum adanya acuan penyediaan fasilitas lingkungan perumahan yang didasarkan pada preferensi atau kebutuhan penghuni menyebabkan kemungkinan timbulnya ketergantungan terhadap sarana dan prasarana perkotaan cukup tinggi. Hal ini disebabkan rata-rata penyediaan fasilitas lingkungan perumahan di Indonesia saat ini hanya berdasarkan standar menurut masing-masing developer tanpa mempertimbangkan aspek preferensi penghuni.     \n \n \n \n \n\nDalam penelitian ini permasalahan yang dibahas adalah pada perumahan tipe lengkap yaitu pembangunan perumahan yang disertai dengan penyediaan fasilitas lingkungannya. Adanya kemungkinan beberapa fasilitas lingkungan yang lebih diinginkan keberadaannya oleh penghuni tetapi kenyataannya tidak berada dalam perumahan tersebut. Hasil preferensi tersebut kemudian akan dijadikan sebagai bahan masukan untuk arahan dalam penyediaan fasilitas lingkungan  perumahan.    \n \n \n \n \n\nDalam KEPMEN PU NO 378/KPTS/1987 tentang Petunjuk Pembangunan Kawasan Perumahan Kota dijelaskan Pedoman Pembangunan Fasilitas di Lingkungan Perumahan Berdasarkan Jumlah Minimal Penduduk Pendukung. Selain berdasarkan jumlah penduduk, penyediaan fasilitas lingkungan perumahan juga mengacu standar ukuran fasilitas berdasarkan Standar Perencanaan Kebutuhan Sarana Kota (Soefaat: Neighborhood Planning) serta konsep Neighborhood Planning mengenai arahan jarak sehat (Barton, 2000)    \n \n \n \n \n\nUntuk memudahkan pemahaman terhadap permasalahan maka diambil contoh studi kasus pada proyek pembangunan perumahan Bumi Adipura yang terletak di Kota Bandung, dimana perumahan ini memiliki variasi tipe rumah yang lengkap.    \n \n \n \n \n\nTahap analisis yang dilakukan dalam penelitian ini adalah identifikasi pola pemanfaatan fasilitas sosial oleh penghuni untuk mengetahui spesifikasi fasilitas yang digunakan, lokasi dan alasan pemilihan fasilitas. Analisis preferensi penghuni terhadap penyediaan fasilitas lingkungan perumahan untuk mengetahui prioritas preferensi penghuni terhadap fasilitas lingkungan yang lebih diprioritaskan. Analisis tingkat kebutuhan fasilitas lingkungan perumahan menurut standar kebutuhan di wilayah studi berdasarkan jumlah penduduk, standar ukuran fasilitas serta arahan jarak sehat.    \n \n \n \n \n\nPenelitian ini pada akhirnya penting untuk mengetahui preferensi penghuni perumahan Bumi Adipura terhadap penyediaan fasilitas di lingkungan perumahan, sebagai dasar pertimbangan untuk arahan penyediaan fasilitas lingkungan di perumahan Bumi Adipura  yang sesuai dengan keinginan serta mampu memenuhi kebutuhan penghuninya.", "Daftar File": {}, "Penulis": "Moch Ramdhani P P (NIM 154 02 063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Kustiwan, Ir, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perumahan, kenyamanan dan jaminan, Bumi Adipura", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}