{"Nomor": 8633, "Judul": "PEMBENTUKAN LOW MOLECULAR WEIGHT (LMW) ORGANIC: ALDEHID, SEBAGAI HASIL SAMPING PROSES DESINFEKSI DENGAN OZON", "Abstrak": "Ozonisasi pada air dapat menghasilkan LMW, yang merupakan senyawa yang dapat dengan mudah digunakan dan dimanfaatkan untuk proses metabolisme oleh mikroorganisme. Pada penelitian ini diteliti konsentrasi sisa ozon dan pembentukan aldehid setelah proses pradesinfeksi dan desinfeksi dengan ozon, pada berbagai kondisi pH dan waktu kontak. Sample air yang digunakan pada penelitian berasal dari unit prasedimentasi dan filtrasi instalasi PDAM Dago. Ozonisasi dilakukan pada skala laboratorium dengan menggunakan kontaktor sistem batch dengan volume 7 liter. Pengukuran dilakukan pada waktu kontak 3,5 dan 10 menit, pada berbagai kondisi pH. \n \n \n \n\nKonsentrasi sisa ozon terlarut pada sampel air dipengaruhi oleh kandungan inhibitor reaksi berantai, yaitu karbonat dan alkohol primer. Pada proses ozonisasi sampel air dari unit filtrasi dalam kondisi pH asam dan netral terdapat kecenderungan % normalisasi aldehid yang terdeteksi menurun hingga menit ke-10. Pada proses ozonisasi sampel air dari unit prasedimentasi % normalisasi aldehid yang terdeteksi cenderung mengalami kenaikan hingga menit ke-10, hasil tersebut dipengaruhi oleh kuantitas kandungan NOM yang bersifat hidrophobik yang dominan pada unit prasedimentasi. \n \n \n \n\nAldehid yang terbentuk terdiri dari 8 jenis, namun yang diketahui dapat menimbulkan efek kesehatan adalah hexanal. Pada sampel air dari unit filtrasi dengan CT dibawah 0,08 mg.menit/L pada pH basa, serta pada sampel air dari unit prasedimentasi dengan CT dibawah 0,2 mg.menit/L yang terjadi pada pH basa dan asam aldehid tidak terdeteksi, sedangkan pada kondisi pH netral aldehid terdeteksi pada setiap penambahan waktu kontak. Pembentukan aldehid dipengaruhi oleh jenis dan kuantitas prekursor yang ada serta konsentrasi dan waktu kontak ozonisasi, sedangkan pengaruh pH hanya signifikan pada waktu kontak 3 menit. Pada penelitian ini juga dibuktikan terjadinya pertumbuhan kembali (regrowth) mikroorganisme berupa bakteri coli, akibat terbentuknya LMW organik.", "Daftar File": {"2008 TS PP MOHAMAD RANGGA SURURI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25556", "2008 TS PP MOHAMAD RANGGA SURURI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25557", "2008 TS PP MOHAMAD RANGGA SURURI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25558", "2008 TS PP MOHAMAD RANGGA SURURI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/25559", "2008 TS PP MOHAMAD RANGGA SURURI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25560", "2008 TS PP MOHAMAD RANGGA SURURI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25561", "2008 TS PP MOHAMAD RANGGA SURURI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25562"}, "Penulis": "MOHAMAD RANGGA SURURI (NIM 25306020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto N, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Ozone, pH, Precursor, Aldehyde, By product, Regrowth,", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}