{"Nomor": 8638, "Judul": "ANALYSIS OF THE DISTRESS OF THE SURABAYA-GEMPOL TOLL HIGHWAY", "Abstrak": "ABSTRAK: \n \n\nJalan toll Surabaya-Gempol dibuka pada bulan Juli 1986. Struktur perkerasan hampir seluruhnya terletak di atas bahan timbunan, memakai material berbutir sebagai lapis pondasi dan lapisan atas aspal beton sebagai lapis permukaan. Retak pada perkerasan ditemukan pada bulan Januari 1989, Khususnya pada jalur lambat. Penyebab kerusakan yang dicurigai adalah beban lalu lintas yang berlebihan, salah perencanaan dan KerusaKan lokal pada road base. Pada tahun 1988 pelapisan tambahan dilaKukan pada perkerasan yang telah diperbalki untuk memperpanjang umur rencana. \n \n\nPerhitungan kembali tebal rencana memaKai beberapa metoda empiric seperti AASHO (1972), ASPHALT IHSTITUT (1970) dan Road Note 29 (1970) dilakukan dengan maksud untuk mengetahui sejauh mana ketelitian perencanaan. Hasil perhitungan metoda analitis dengan memakai program DAMA dari Asphalt Institut menunjukan bahwa umur fatigue dari perkerasan mendekati beban cumulative ekivalen as standar yang terjadi pada perioda Juli 1986-April 1988. Deformasi permanen, walaupun tidak menentukan umur rencana, tetap penting. Tingginya volume pori udara dan kualitas bahan pondasi adalah faktor-factor lain yang mempercepat kerusakan dins. Tetapi tebal lapisan pondasi tidak mempengaruhi umur fatigue dari perKerasan. \n \n\nBeban lalulintas yang terjadi sejak jalan dibuka hingga bulan April 1988 hanya mencapai 10X-25X dari beban perencanaan. Nilai truck factor menunjukan angka yang tinggi,1.76-3.80, dibandingkan dengan perencanaan, 0.7. Beban as tunggal yang melebihi beban as standard 8 ton hanya 10X-20 X, tetapi menyebabkan hampir 85X-95X dari kerusakan. Pertumbuhan lalulintas kendaraan berat 30X-70X per tahun, tetapi Karena batasan kapasitas jalan, angka 8X diambil sebagai tingKat pertumbuhan untuk peramalan beban lalulintas 10 tahun yang akan datang. Peramalan beban lalulintas untuk masa i0 tahun yang akan datang menunjukan bahwa seksi Porong-Waru akan menerima beban lalulintas yang besar. \n \n\nPerkiraaan kemampuan perKerasan setelah pelapisan tambahan dalam menahan beban lalu lintas diiakukan dengan memakai program DAMA, Road Note 29 dan LR1132 (TRRL). Hasilnya menunjukan bahwa perkerasan dapat memikul beban 10-20 mSA (DANA), 10-40 mSA (Road Note 29) dan 14-45 mSA (LR1132 untuk kemungkinan 50X mencapai umur rencana). Tetapi dengan mengambil 85X Kemungkinan mencapai umur rencana, beban yang dapat dipikul adalah 3.6-12 mSA yang akan dicapai dalam 1.5-6 tahun pada pertumbuhan lalu lintas kendaraan berat 8 X. Analisa sensitivitas menunjukan bahwa beban rencana sangat dipengaruhi oleh volume port udara, khususnya pada selang 4-6X. Parameter lain yang penting adalah kualitas pondasi, modulus tanah dasar dan viskositas aspal.", "Daftar File": {}, "Penulis": "Mohammad Agus Mauladi (NIM S2888703)", "Kontributor / Dosen Pembimbing": ["Supervisor: James McElvaney, Ph.D., B.E., C.Eng., MICE. \n \n\nCo-Supervisor: Bambang Sugeng, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "toll highway, unbound granular material", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}