{"Nomor": 8639, "Judul": "PEMBUATAN DAN KARAKTERISASI MEMBRAN KERAMIK ZrSiO4-ZrO2-TiO2", "Abstrak": "Membran keramik memiliki stabilitas kimia dan termal yang baik. Zirkonium silikat (ZrSiO4) dan zirkonium(IV) oksida (ZrO2) dapat dimanfaatkan sebagai bahan dasar dalam pembuatan membran keramik. Pendukung membran ZrSiO4-ZrO2 telah berhasil dibuat dengan teknik uniaxial pressing yang dilanjutkan dengan sintering. Pendukung membran ZrSiO4-ZrO2 yang diperoleh selanjutnya dilapisi dengan TiO2 untuk membentuk lapisan atas membran. Komposisi ZrSiO4 dan ZrO2 sebagai bahan utama pendukung membran serta perbedaan temperatur sintering diamati untuk mengetahui pengaruhnya terhadap kinerja dan morfologi pendukung membran. Kinerja membran diamati dengan menentukan permeabilitas air dan rejeksi membran terhadap larutan garam Pb(II). Analisis SEM dilakukan untuk mengamati morfologi membran. Hasil pengamatan terhadap permeabilitas air dan densitas pendukung membran menunjukkan bahwa semakin tinggi komposisi ZrO2 menghasilkan pendukung membran dengan morfologi yang semakin rapat. Temperatur sintering juga berpengaruh terhadap morfologi pendukung membran. Semakin tinggi temperatur sintering dihasilkan pendukung membran dengan morfologi yang semakin rapat. Pengamatan rejeksi membran terhadap larutan garam Pb(II) menunjukkan bahwa membran ZrSiO4-ZrO2-TiO2 hasil sintering pada temperatur 1.300 oC tidak mampu merejeksi Pb(II) dengan baik. Hal ini diduga karena terjadi pengikisan lapisan selektif TiO2 selama proses permeasi.", "Daftar File": {"2008 TS PP MOHAMMAD ALAUHDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25592", "2008 TS PP MOHAMMAD ALAUHDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/25593", "2008 TS PP MOHAMMAD ALAUHDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/25594", "2008 TS PP MOHAMMAD ALAUHDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/25595", "2008 TS PP MOHAMMAD ALAUHDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/25596", "2008 TS PP MOHAMMAD ALAUHDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/25597", "2008 TS PP MOHAMMAD ALAUHDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25598"}, "Penulis": "MOHAMMAD ALAUHDIN (NIM 20506017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suryo Gandasasmita dan Dr. M. Ali Zulfikar"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Membran keramik, ZrSiO4, ZrO2, TiO2", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}