{"Nomor": 8641, "Judul": "ANALISIS PERILAKU RUNTUHAN MATERIAL PENGISI BERDASARKAN UJI MODEL FISIKDI PT ANEKA TAMBANG TBK UBPE PONGKOR", "Abstrak": "Abstrak:   \n \n \n \n\nKerjasama penelitian yang telah dilakukan oleh tiga institusi (ITB, Kyushu University, dan PT ANTAM Tbk. UBPE Pongkor) bertujuan untuk memberikan rekomendasi perkiraan tebal sill pillar yang aman. Asumsi yang digunakan sebagai dasar penelitian tersebut adalah beban material pengisi seluruhnya merupakan beban yang harus ditanggung oleh sill pillar. Akan tetapi, dengan adanya pengerasan semen, maka akan dimungkinkan terjadi penguatan pada massa material pengisi sehingga ketika sill pillar ditambang material pengisi tidak runtuh seluruhnya. Oleh karena itu, penelitian mengenai tinggi runtuh dari material pengisi diperlukan.    \n \n \n \n\nSalah satu metode penelitian untuk mengetahui perilaku runtuhan material pengisi adalah dengan melakukan pengujian model fisik yang dirancang agar dapat mewakili kondisi lombong dan material pengisi di lapangan.    \n \n \n \n\nDari pengujian model fisik tersebut diketahui bahwa pengaruh beda tinggi pada model fisik menunjukkan bahwa semakin tinggi model maka persentase runtuhan yang terjadi akan semakin kecil. Sebaliknya pengaruh beda lebar pada model fisik menunjukkan bahwa semakin lebar model maka persentase runtuhan akan semakin besar. Hubungan antara sudut kemiringan model fisik dan waktu penirisan menunjukkan bahwa pada model dengan waktu penirisan selama 3 hari terjadi runtuhan sebesar 86persen hingga 100persen pada sudut 55derajat hingga 65derajat. Sedangkan untuk model fisik dengan waktu penirisan 7 hari dan 14 hari, runtuhan yang terjadi sebesar 100persen pada semua sudut kemiringan.", "Daftar File": {}, "Penulis": "Mohammad Choldun Mubarrak Saefudin (NIM 121 02 057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Budi Sulistianto, Dr, Ir, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sill pillar, material", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}