{"Nomor": 8643, "Judul": "KAJIAN KEKUATAN DAN ANALISIS BIAYA BETON DAUR ULANG", "Abstrak": "Teknologi beton yang semakin berkembang menuntut adanya perhatian terhadap pelestarian lingkungan agar kegiatan konstruksi beton dapat berlanjut tanpa merusak lingkungan. Langkah pelestarian lingkungan ini dapat dilakukan dengan penggunaan kembali sisa limbah beton yang biasanya hanya dibuang ke landfill. Limbah beton ini dapat didaur ulang sehingga dapat digunakan sebagai bahan baku agregat kasar untuk memproduksi beton yang baru. Penelitian ini membahas mengenai penggunaan kembali limbah beton sisa benda uji yang ada di laboratorium Struktur dan Bahan Institut Teknologi Bandung. Kajian yang dilakukan adalah kajian mengenai kekuatan tekan beton daur ulang dan analisis biaya yang berkaitan dengan pembuatan beton daur ulang. Bahan baku diambil dari berbagai limbah benda uji tanpa melihat kekuatan asalnya. Pengujian kuat tekan dilakukan dalam tiga kelompok, pengujian pada usia 7, 14, dan 28 hari yang masing-masing menggunakan 11 sample benda uji. Mutu beton rencana adalah K-250 dengan kuat rencana tekan hingga 282 kg.cm2. Penentuan karakteristik agregat limbah dengan menggunakan metode ASTM. Dari hasil penelitian diperoleh bahwa beton dengan menggunakan agregat kasar daur ulang memiliki kuat tekan lebih besar dari kuat tekan rencana. Biaya produksi langsung per 1m3 beton daur ulang lebih rendah dari pembuatan beton dengan menggunakan agregat alami. Namun nilai ini belum memasukkan biaya-biaya lainnya seperti transportasi dan penghancuran bahan baku. Jika nilai biaya ini dimasukkan, akan lebih besar dari pembuatan beton dengan menggunakan agregat alami.", "Daftar File": {"2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25629", "2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/25630", "2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/25631", "2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/25632", "2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/25633", "2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/25634", "2008 TA PP MOHAMMAD FAIZ WIRAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25635"}, "Penulis": "MOHAMMAD FAIZ WIRAWAN (NIM 15004075)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. IMA FATIMA,M.Eng. dan Dr. Ir. HERLIEN DWIARTI SETIO"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "beton daur ulang, agregat kasar daur ulang, analisis biaya, kuat tekan beton daur ulang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}