{"Nomor": 8644, "Judul": "STUDI KONSERVASI DANAU LIMBOTO KABUPATEN GORONTALO", "Abstrak": "ABSTRAK: \n \n\nDanau Limboto merupakan danau yang terbesar di Propinsi Gorontalo yang merupakan danau alam yang mempunyai daerah pengaliran seluas kurang lebih 890 km (termasuk luas danau) dan tergolong unik karena berada dekat dengan pusat kota dan kabupaten Gorontalo. Danau Limboto sekarang ini dapat di kategorikan sebagai Danau yang kritis, proses sedimentasi dan tekanan penduduk terhadap penguasaan lahan sekitar danau untuk kegiatan pertanian dan permukiman menyebabkan danau mengalami penurunan liras dan kedalaman dari tahun 1934 luas danau mencapai +70 km2 dengan kedalaman 14 m dan sekarang luasnya kurang lebih 30 km2 dengan kedalaman 2,5-4m. \n \n\nMaksud dari studi ini untuk menentukan parameter yang berpengaruh terhadap kelestarian Danau Limboto baik dari segi teknik maupun non teknik. \n \n\nTujuan yang diharapkan nantinya adalah merumuskan kegiatan konservasi/pelestarian Danau Limboto bark ukuran, pengendalian banjir dan sedimentasi serta pemanfataan Danau Limboto. \n \n\nHasil perhitungan debit banjir rencana dengan periode ulang 100 tahun didapatkan 2377.94 (m3/dt), basil perhitungan dengan menggunakan metode USLE diperoleh volume sediment sebesar 1.506.155.51 m3/thn sehingga umur guna danau kurang lebih 32 tahun lagi. Dari basil penelusuran banjir dengan debit banjir rencana Q100 tahun dengan kondisi existing outlet diperoleh debit outflow sebesar 152.93 m3/dt dapat menaikan elevasi muka air di danau setinggi + 6.03 m dpl pada jam ke 37. untuk mengurangi debit puncak banjir direncanakan pelebaran Sungai Topadu dengan lebar 70 m diperoleh debit outflow sebesar 651,74 m3/dt pada jam ke 16,5 dengan elevasi muka air tertinggi di danau + 5.29 m. \n \n\nDari hasil penelusuran banjir dengan debit banjir rencana Q100 tahun untuk debit yang melalui pintu pengatur sebanyak 10 buah dengan lebar masing-masing 6 m diperoleh debit outflow sebesar 575.82 m3/dt pada jam ke 17.5 dan didapatkan elevasi muka air tertinggi didanau setinggi +5.57 m. Dengan kondisi rencana tersebut terlihat bahwa kapasitas tampung sungai setelah pelebaran mampu untuk menampung debit outflow yang melewati pintu pengatur rencana. Dari hasil simulasi operasi harian Danau yang dilakukan terlihat bahwa debit inflow yang senantiasa tercukupi untuk memenuhi volume dan lugs danau yang ingin dipertahankan pada elevai +4 m. \n \n\nUntuk mempertahankan eksistensi dan kelestarian Danau Limboto perlu dilakukan usaha-usaha konservasi diantaranya: pengaturan tinggi muka air, konservasi daerah hulu, pembersihan tumbuhan air di danau limboto,penambahan bangunan chek dam dan pengerukan danau. Serta menetapkan kawasan konservasi danau yang meliputi luas danau yang dipertahankan kurang lebih 2800 ha pada elevasi +4m dan kawasan penyangga kurang lebih 500 ha. \n \n\nDengan adanya usaha-usaha konservasi tersebut diharapkan nantinya umur guna danau bisa bertambah dan pemanfaatan serta pengembangan danau lebih optimal dimasa yang akan datang.", "Daftar File": {"2006 TS PP MOHAMMAD FIRMAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25636", "2006 TS PP MOHAMMAD FIRMAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25637", "2006 TS PP MOHAMMAD FIRMAN 1-BAB3a.pdf": "https://digilib.itb.ac.id/gdl/download/25638", "2006 TS PP MOHAMMAD FIRMAN 1-BAB3b.pdf": "https://digilib.itb.ac.id/gdl/download/25639", "2006 TS PP MOHAMMAD FIRMAN 1-BAB3c.pdf": "https://digilib.itb.ac.id/gdl/download/25640", "2006 TS PP MOHAMMAD FIRMAN 1-BAB3d.pdf": "https://digilib.itb.ac.id/gdl/download/25641", "2006 TS PP MOHAMMAD FIRMAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25642", "2006 TS PP MOHAMMAD FIRMAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25643", "2006 TS PP MOHAMMAD FIRMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25644", "2006 TS PP MOHAMMAD FIRMAN 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/25645", "2006 TS PP MOHAMMAD FIRMAN 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/25646", "2006 TS PP MOHAMMAD FIRMAN 1-PUSTAKAc.pdf": "https://digilib.itb.ac.id/gdl/download/25647"}, "Penulis": "Mohammad Firman (NIM 95004009)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Sri Legowo, Dr., Ir. \n \n\nPembibming 2: Winskayati, Ir., S.P. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lake Limboto, cosrvation, flood routing, sedimentation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}