{"Nomor": 8645, "Judul": "SIMULASI KEADAAN ELEKTRON PADA INDIVIDUAL QUANTUM DOT BERBASIS SILIKON", "Abstrak": "Simulasi keadaan elektron pada individual quantum dot berbasis material Silikon telah berhasil dilakukan dalam kerangka teori kerapatan fungsional (Density Functional Theory) dan pendekatan kerapatan lokal (Local Density Approximation) yang diformulasikan oleh Slater-Vosko-Wilk-Nusair. Model quantum dot yang disimulasikan adalah model quantum dot sirkular 2-D dengan potensial pengurungan berbentuk parabolik (parabolic confinement). Ulasan detail mengenai elektron dalam struktur kuantum diberikan yang dititikberatkan pada fungsi gelombang dan rapat keadaan energi serta sifat quantum dot yang meliputi struktur elektronik dan karakteristik transpor. Hasil simulasi distribusi potensial permukaan pada individual Silikon dot menunjukkan bahwa sebelum elektron/hole diinjesi ke dalam dot, diamati sebaran potensial permukaan yang seragam dalam dot. Setelah beberapa elektron/hole diinjeksi ke dalam dot, terjadi perubahan potensial permukaan dalam dot. Ketika lebih dari satu elektron/hole diinjeksi ke dalam dot, perubahan potensial permukaan di area pinggiran dot lebih besar dibandingkan di pusat dot sebagai akibat dari interaksi antar muatan dalam dot berupa interaksi Coulomb. Hasil simulasi distribusi potensial permukaan pada struktur paduan Si/Ge/Si quantum dot setelah injeksi elektron/hole menunjukkan perbedaan profil distribusi potensial permukaan yang sangat mencolok antara injeksi elektron dan hole. Perubahan potensial permukaan pada Germanium lebih besar dibandingkan pada Silikon setelah injeksi hole, berbeda dengan distribusi potensial permukaan setelah injeksi elektron dengan perubahan potensial permukaan lebih besar teramati pada Silikon.", "Daftar File": {"2008 TA PP MOHAMMAD HAMZAH FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25648", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25649", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25650", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/25651", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25652", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25653", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/25654", "2008 TA PP MOHAMMAD HAMZAH FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25655"}, "Penulis": "MOHAMMAD HAMZAH FAUZI (NIM 10204052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Yudi Darma dan Dr. Rizal Kurniadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Quantum dot, Silikon, Germanium, Potensial permukaan, Density functional theory", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}