{"Nomor": 8665, "Judul": "STUDI PENGEMBANGAN MODEL TURBULEN ?-? UNTUK SIRKULASI ARUS II: ALIRAN TURBULEN DUA DIMENSI PADA SALURAN EKSPANSI", "Abstrak": "Makalah ini menyajikan hasil studi pemodelan mengenai pola aliran turbulen 2 dimensi pada sebuah saluran yang mengalami ekspansi dengan memanfaatkan model depth averaged ? ?. Model numerik dikembangkan berdasarkan metoda beda hingga, dimana untuk pemecahan persamaan hidrodinamik digunakan kombinasi metoda ekplisit Mac Cormack dan metoda pemisahan operator splitting. Sebagai tracer untuk melakukan visualisasi struktur aliran digunakan model transport kualitas air. Suku konveksi, difusi, dan reaksi diselesaikan dengan skema QUICKEST, Central Scheme, dan Euler Scheme. Hasil yang dicapai model dalam mensimulasikan pola arus untuk kasus saluran lurus dan ekspansi menunjukan tingkat kesesuaian yang cukup baik dengan hasil pengukuran di Laboratorium. Dibandingkan dengan model non turbulen, hasil model menunjukkan peningkatan akurasi yang signifikan dalam hal besar kecepatan arus, pola arus dan sebaran konstituent kualitas air, terutama pada zona resirkulasi. Model dapat mensimulasikan pola sirkulasi arus dan terbentuknya vorteks pada zona sirkulasi. Namun demikian, untuk aliran dengan bilangan Reynold cukup rendah, osilasi dan ketidakstabilan numerik masih menjadi kendal", "Daftar File": {"Proceedings ITB Science and Technology  Vol 39 A No 1&2 2007  p 70-96.pdf": "https://digilib.itb.ac.id/gdl/download/25761"}, "Penulis": "M. Syahril B. Kusuma, Rani A. Rahayu, Eka Oktarianto, Hadi Kardana & M. Cahyono", "Kontributor / Dosen Pembimbing": ["mahmudin@lib.itb.ac.id 08122000786"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aliran turbulen 2 dimensi; depth averaged kappa-epsilon model; pola arus; saluran ekspansi ; depth averaged kappa-epsilon model; expansion canal; flow pattern; two D turbulent flow.", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Sep 2008"}