{"Nomor": 8667, "Judul": "STUDI ANALISIS PENGARUH BEBAN SEISMIK TERHADAP TEKANAN TANAH LATERAL PADA STRUKTUR DINDING PENAHAN TANAH KAKU DENGAN METODA ELEMEN HINGGA", "Abstrak": "Abstrak: \n \n\nPrediksi tekanan tanah lateral akibat beban seismik adalah salah satu aspek penting dalam perancangan basement dari bangunan bertingkat yang berlokasi di daerah rawan gempa. Dua cara pendekatan yang berbeda secara luas telah digunakan, yaitu analisis pseudostatik dan analisis dinamis. \n \n\nStudi ini membandingkan tekanan tanah lateral yang bekerja pada struktur basement dengan kedalaman 20 meter yang diprediksi dengan analisis pseudostatik dan analisis dinamik. Pada studi ini jugs dibandingkan struktur basement yang menjadi bagian dari struktur bangunan setinggi 36 meter. Kondisi tanah yang ditinjau dalam analisis yaitu tanah lunak dengan lokasi kedalaman batuan dasar 30 meter dan 100 meter. Mekanisme gempa yang diaplikasikan adalah subduction dan strike-slip, dengan percepatan puncak dibatuan dasar 0,1 g dan 0,3 g. Pada studi ini, analisis pseudostatik dan analisis dinamik dilakukan dengan bantuan program komputer elemen hingga PLAXIS Versi 7.2. \n \n\nParameter masukan untuk analisis adalah adalah kecepatan gelombang geser Vs dan koefisien Rayleigh a dan P. Kecepatan gelombang geser Vs ditentukan berdasarkan korelasi empiris dengan nilai Standart Penetrasi Test. Koefisien Rayleigh a dan R ditentukan berdasarkan cara trial and error dengan bantuan program komputer NERA dengan nilai damping sebesar 5persen. \n \n\nHasil penelitian menunjukkan bahwa tekanan tanah lateral basil analisis pseudostatik secara umum lebih besar daripada tekanan tanah lateral dengan analisis dinamis. Untuk struktur basement tanpa struktur atas, tekanan tanah lateral dinamis maksimum terjadi pada daerah sekitar 0,1 h s/d 0,3 h, dimana h adalah kedalaman basement. Pada struktur basement yang mempunyai struktur atas, tekanan tanah lateral dinamis maksimum terjadi pada daerah sekitar 0,35 h dari permukaan tanah.", "Daftar File": {"2006 TS PP M. TAUFIK TAIB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25770", "2006 TS PP M. TAUFIK TAIB 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25771", "2006 TS PP M. TAUFIK TAIB 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25772", "2006 TS PP M. TAUFIK TAIB 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/25773", "2006 TS PP M. TAUFIK TAIB 1-BAB4a.pdf": "https://digilib.itb.ac.id/gdl/download/25774", "2006 TS PP M. TAUFIK TAIB 1-BAB4b.pdf": "https://digilib.itb.ac.id/gdl/download/25775", "2006 TS PP M. TAUFIK TAIB 1-BAB4c.pdf": "https://digilib.itb.ac.id/gdl/download/25776", "2006 TS PP M. TAUFIK TAIB 1-BAB4d.pdf": "https://digilib.itb.ac.id/gdl/download/25777", "2006 TS PP M. TAUFIK TAIB 1-BAB4e.pdf": "https://digilib.itb.ac.id/gdl/download/25778", "2006 TS PP M. TAUFIK TAIB 1-BAB4f.pdf": "https://digilib.itb.ac.id/gdl/download/25779", "2006 TS PP M. TAUFIK TAIB 1-BAB4g.pdf": "https://digilib.itb.ac.id/gdl/download/25780", "2006 TS PP M. TAUFIK TAIB 1-BAB4h.pdf": "https://digilib.itb.ac.id/gdl/download/25781", "2006 TS PP M. TAUFIK TAIB 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25782", "2006 TS PP M. TAUFIK TAIB 1-PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/25783", "2006 TS PP M. TAUFIK TAIB 1-PUSTAKA2.pdf": "https://digilib.itb.ac.id/gdl/download/25784", "2006 TS PP M. TAUFIK TAIB 1-PUSTAKA3.pdf": "https://digilib.itb.ac.id/gdl/download/25785"}, "Penulis": "M.Taufik Taib (NIM 250 03 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bigman M Hutapea,Ir, MSCE, Ph.D \n \n\nScanner: Delviana Fransiska", "05 Februari 2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pseudo-static Analysis, Dynamic Analysis, Seismic Lateral Earth Pressure, Dynamic Soil Parameter, PLAXIS Dinamic, NERA (Nonlinear Earthquake site Response Analyses)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "16 file", "Tanggal Input": "27 Sep 2017"}