{"Nomor": 8676, "Judul": "STUDI KEGEMPAAN GUNUNG KELUD OKTOBER 2007", "Abstrak": "Aktivitas kegempaan Gunung Kelud terus meningkat pada bulan September dan mencapai puncaknya pada bulan Oktober 2007, yang diindikasikan dengan terjadinya ratusan gempa vulkanik yang terekam pada empat stasiun pengamat. Data seismogram periode 1 sampai 31 Oktober 2007 difilter dengan band-pass antara 3 sampai 15 Hz untuk mereduksi noise. Data yang sudah difilter tersebut akan mempermudah dalam picking waktu tiba gelombang P dan S yang merupakan input dalam perhitungan hiposenter dengan menggunakan program GrHypo. Selanjutnya, amplitudo maksimum dari masing-masing stasiun diambil untuk perhitungan magnitudo lokal (ML). Diantara banyak perumusan magnitudo lokal, pada studi ini digunakan perumusan magnitudo yang dipakai pada penelitian gempa G. Vesuvius di Italia (Del Pezzo dan Petrosino, 2001). Magnitudo akhir diperoleh dengan mengambil nilai rata-rata dari keempat stasiun tersebut. Hasil perhitungan memperlihatkan hiposenter tersebar pada kedalaman 0 sampai 20 km dengan magnitudo antara -3.44 sampai 1.52 skala Richter. Gempa-gempa bermagnitudo relatif besar antara 0.1 sampai 1.33 terdapat pada kedalaman 14-20 km, disebabkan oleh rekahan akibat tekanan magma yang memiliki densitas rendah pada dapur magma. GempaÃƒÂ‚Ã‚Â–gempa bermagnitudo antara -2.97 sampai 1.46 yang melintang arah barat laut-tenggara dengan kedalaman 2 sampai 10 km dan gempa-gempa bermagnitudo antara -3.41 sampai 1.17 yang melintang timur laut-barat daya dengan kedalaman 2 sampai 12 km, berkorelasi dengan sesar-sesar normal di gunung ini. Gempa-gempa ini akibat dislokasi sesar-sesar normal tersebut. Gempa-gempa bermagnitudo relatif kecil antara -3.44 sampai 1.52 yang terdapat di bawah kubah lava akibat gesekan antara magma dengan dinding diaterma saat magma menuju ke permukaan.", "Daftar File": {"2008 TA PP MUHAIMININ 1.pdf": "https://digilib.itb.ac.id/gdl/download/25834"}, "Penulis": "MUHAIMININ (NIM 12403026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Afnimar Ph.D, dan Ir. Kristianto M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "seismicity, local magnitude, crack, faults, friction", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "14 Jul 2008"}