{"Nomor": 8679, "Judul": "PARTICIPATORY IRRIGATION MANAGEMENT (PIM) AND IRRIGATION MANAGEMENT TRANSFER (IMT) POLICY: LESSONS FROM MEXICO AND THE PHILIPPINES (CASE STUDY: INDONESIA)", "Abstrak": "ABSTRACT:    \n \n \n \n \n\nParticipatory irrigation management (PIM) and irrigation management transfer (IMT) have become important elements to improve irrigation system performance in many countries. In 1950s and 1960s many irrigation systems in the world were dominated by the state control. States and their agencies were seen as the primary actors. However, farmer involvement has been felt necessary in many parts of the world since 1960s and 1970s. The trends to promote farmers participation are among others caused by the problem of financial pressures of government and the intention to improve the sustainability of irrigation systems. At the heart of PIM and IMT is water user association (WUA). PIM and IMT intend to address management problems of irrigation through devolving management responsibilities and authorities to WUA.     \n \n \n \n \n\nThis research provides a comparative study and analysis of Mexico, the Philippines, and Indonesia related to the implementation of PIM and IMT, and considers the possibility of policy transfer from Mexico and the Philippines to Indonesia. PIM and IMT in Mexico and the Philippines are regarded by many authors as good examples of IMT implementation and have good results such as the improvement in the quality of operation and maintenance, the improvement of agricultural productivity, and financial performance as well. Meanwhile, in Indonesia, based on some studies of the results of IOMP (Irrigation Operation and Maintenance Policy) 1987, the evidence shows that the impacts of IMT on irrigation management indicate no significant changes or outcomes, and lack of improvement of agricultural productivity. In addition, the IMT program in Indonesia did not lead to significant reduction in the cost of the irrigation sub-sector for the government.    \n \n \n \n \n\nIn this research, the elements to be evaluated and compared between Mexico, the Philippines, and Indonesia are: motivation for IMT policy adoption, legal and institutional arrangements, process and implementation of IMT, components that are transferred (management responsibility and authority, infrastructure, water right), and the impacts of IMT itself. By comparing the elements of IMT among those three countries and comparing their impacts, it is found out that there are some crucial aspects influencing the impacts of IMT.    \n \n \n \n \n\nThe research finds out that there are some important aspects to address in dealing with the sustainability of irrigation systems especially for Indonesia. These aspects are: institutional development of WUAs, clear water rights, ownership right to irrigation infrastructure, balance between responsibility and authority, independency of irrigation agency, and economic incentives for farmers. Those aspects become strategy recommendations for Indonesia to sustain WUA and enhance their capability in managing irrigation system. Furthermore, in order to adopt the elements of PIM and IMT policy from Mexico and the Philippines, there should be some adjustments and requirements for Indonesia such as capacity building and adjustment to other existing policies.", "Daftar File": {}, "Penulis": "Muhamad Ali Duhari (NIM 25405033-RuG: 25405033)", "Kontributor / Dosen Pembimbing": ["Supervisor I: Johan Woltjer, Dr. (RuG Supervisor)    \n \n \n \n \n\nSupervisor II: Uton Rustan Harun, Dr., Ir., M.Sc.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "participatory irrigation management, PIM, irrigation management transfer, IMT, water user association, WUA, sustainability, irrigation system", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}