{"Nomor": 8681, "Judul": "RENCANA PEMASARAN STASIUN PENGISIAN BAHAN BAKAR UMUM PT. XYZ", "Abstrak": "Diberlakukannya UU No. 22 Tahun 2001 mengenai Migas, memberikan kesempatan bagi semua perusahaan minyak dan gas baik lokal maupun global untuk ikut bersaing di pasar hilir migas. PT. XYZ salah satu perusahaan yang akan ikut memeriahkan persaingan di bisnis SPBU pada tahun 2008. XYZ memerlukan rencana pemasaran sebagai pedoman dan acuan untuk melaksanakan kegiatan pemasarannya dan dalam menghadapi persaingan dengan PT. ABC, DEF dan GHI yang sudah dahulu memasarkan produknya. \n \n \n \n \n \n\nIndustri SPBU saat ini sudah jauh berkembang, perusahaan tidak saja bersaing di harga dan jaminan ketepatan takaran tetapi sudah sampai dengan pelayanan, fasilitas, dan produk tambahan yang diberikan. Untuk saat ini produk yang dijual oleh perusahaan asing adalah BBM dengan Real Octane Number 92 dan 95 atau dikenal dengan Bahan Bakar Khusus (BBK). Pemerintah yang akan mengeluarkan kebijakan pembatasan konsumsi BBM bersubsidi merupakan peluang besar untuk peningkatan konsumsi BBK. \n \n \n \n \n \n\nKonsumen saat ini memiliki daya tawar yang lebih kuat karena mereka memiliki pilihan untuk membeli BBM dan memilih SPBU. Dalam penelitian ini dipergunakan analisis faktor untuk mengetahui komponen bauran pemasaran yang memengaruhi pengambilan keputusan konsumen. Dari hasil riset diketahui bahwa faktor yang paling berpengaruh bagi konsumen adalah faktor penampilan, SPBU harus aman, nyaman, dan bersih. Selain itu adanya mini-market dan fast-food yang memberikan layanan drive-thru merupakan pertimbangan lainnya. \n \n \n \n \n \n\nPada tahap awal XYZ menargetkan penjualan BBK sebanyak 10 ton per hari, dalam jangka menengah ditargetkan 20 ton per hari, dan untuk jangka panjang XYZ menargetkan sebanyak 200 SPBU tersebar di seluruh Indonesia. Konsumen yang ditarget adalah mereka yang memiliki kendaraan yang diproduksi di atas tahun 2000 dengan kapasitas mesin 1.500 CC. Produk tambahan yang ditawarkan untuk menarik konsumen berupa mini-market dan fast-food dengan fasilitas drive-thru. Harga yang akan ditawarkan SPBU XYZ bersaing dengan harga ABC dan selalu berubah mengikuti pergerakan harga minyak dunia.", "Daftar File": {"2008 TS PP MUHAMAD ARIEF SETIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25870", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25871", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-BAB2 A.pdf": "https://digilib.itb.ac.id/gdl/download/25872", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-BAB2 B.pdf": "https://digilib.itb.ac.id/gdl/download/25873", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-BAB3 A.pdf": "https://digilib.itb.ac.id/gdl/download/25874", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-BAB3 B.pdf": "https://digilib.itb.ac.id/gdl/download/25875", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25876", "2008 TS PP MUHAMAD ARIEF SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25877"}, "Penulis": "MUHAMAD ARIEF SETIAWAN (NIM 29106400)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harimukti Wandebori, MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rencana pemasaran, SPBU", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}