{"Nomor": 8684, "Judul": "PEMBANGUNAN APLIKASI ANALISIS SAHAM MENGGUNAKAN METODE STOCHASTIC OSCILLATOR", "Abstrak": "Saham merupakan metode investasi yang paling populer saat ini dan menjanjikan keuntungan yang sangat besar. Keuntungan tersebut diperoleh dari selisih harga saham pada saat pembelian dan pada saat penjualan. Walaupun demikian resiko yang mungkin dihadapi juga cukup besar. Hal ini mungkin terjadi jika seorang investor membeli saham dengan harga terlalu tinggi dan menjual dengan harga terlalu rendah. Oleh karena itu investasi dengan saham harus dilakukan dengan bantuan analisis yang tepat sehingga dapat memaksimalkan keuntungan dan menghindari kerugian. Dalam perdagangan saham terdapat banyak pendekatan dalam melakukan analisis atas harga saham. Salah satu pendekatan yang banyak digunakan adalah analisis teknikal. Analisis teknikal adalah pendekatan berbasis perilaku harga saham tersebut di masa yang lalu. Analisis ini tidak berusaha memprediksi angka pasti harga saham melainkan hanya memprediksi pergerakan harga saham tersebut di masa yang akan datang. Salah satu metode analisis teknikal yang populer digunakan adalah Stochastic Oscillator. Metode ini dikembangkan oleh George C. Lane pada tahun 1950. Konsep utamanya adalah membandingkan harga penutupan saham terbaru dengan rentang harganya pada suatu periode. Dengan memanfaatkan metode ini para pialang saham dapat mengetahui kondisi jenuh beli dan jenuh jual dari sebuah saham sehingga dapat membantu pengambilan keputusan penjualan dan pembelian saham. Dalam aplikasinya metode-metode analisis teknikal menerapkan rumus-rumus tertentu terhadap data historis saham. Kemudian hasil penerapan rumus tersebut digambarkan ke dalam sebuah grafik yang berdampingan dengan grafik data historis saham. Pada Tugas Akhir ini dilakukan pembahasan mengenai prosedur analisis teknikal menggunakan metode Stochastic Oscillator, kemudian dilakukan pengembangan perangkat lunak yang mengimplementasikan metode tersebut. Pada tahap awal pelaksanaan Tugas Akhir dilakukan studi literatur terhadap teori-teori yang berkaitan dengan perdagangan saham dan analisis teknikal. Setelah itu dilakukan proses analisis yang meliputi cara kerja metode Stochastic Oscillator dan analisis kebutuhan fungsional perangkat lunak yang akan dikembangkan. Berdasarkan hasil analisis yang dilakukan, kemudian dilakukan proses perancangan yang meliputi perancangan kelas, data, dan antarmuka perangkat lunak. Langkah selanjutnya adalah mengimplementasikan hasil analisis dan perancangan menjadi perangkat lunak StochStock. Dalam implementasi tersebut digunakan bahasa pemrograman Visual C# pada lingkungan pengembangan .NET 2.0. Untuk membantu proses pengembangan, digunakan kakas open source IDE Sharp Develop 2.2 dan library grafis ZedGraph 5.1. Setelah perangkat lunak selesai dikembangkan, dilakukan proses pengujian terhadap perangkat lunak tersebut dan metode Stochastic Oscillator. Pengujian perangkat lunak dilakukan untuk menguji kebenaran perangkat lunak dalam menampilkan keluaran sesuai dengan yang diharapkan. Pengujian metode Stochastic Oscillator dilakukan untuk menguji keakuratan metode ini dalam mendeteksi sinyal-sinyal perdagangan. Selanjutnya Tugas Akhir ini ditutup oleh kesimpulan dan saran pengembangan di masa yang akan datang.", "Daftar File": {}, "Penulis": "MUHAMAD IHSAN FAUZI (NIM 13503071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "saham, analisis teknikal, indikator teknikal, George C. Lane, Stochastic Oscillator, oversold, overbought", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}