{"Nomor": 8687, "Judul": "SISTEM VOTING ELEKTRONIS BERBASIS SISTEM MULTIAGEN", "Abstrak": "Abstrak:    \n \n \n \n \n\nTugas Akhir ini disusun dengan tujuan untuk membangun sebuah prototipe sistem voting elektronis berbasis sistem multiagen. Sistem ini dibangun didasari oleh kemampuan sistem multiagen yang dapat dengan baik merepresentasikan interaksi sosial dalam masyarakat. Hal tersebut juga didukung oleh karakteristik yang dimiliki oleh sistem multiagen yang mampu menerapkan sebuah sistem voting elektronis.     \n \n \n \n \n\nSistem multiagen yang dibangun terdiri atas tiga jenis agen yaitu agen pemungut suara, agen penghitung suara dan agen pengumpul suara. Agen-agen tersebut berinteraksi menggunakan sejumlah protokol interaksi.     \n \n \n \n \n\nTerdapat berbagai jenis sistem penghitungan voting, di antaranya ialah plurality vote, majority vote, Borda Count dan Condorce method. Dari keempat sistem tersebut dipilih satu yang diimplementasikan dalam sistem voting ini yaitu Borda Count.     \n \n \n \n \n\nDalam penyusunan tugas akhir ini dilakukan studi literatur mengenai teori voting dan teori sistem voting elektronis serta teori mengenai sistem multiagen. Lalu dilakukan analisis bagaimana menerapkan sebuah sistem voting pada sistem multiagen. Setelah itu dilakukan Perancangan prototipe sistem multiagen yang dibangun untuk diimplementasikan pada tahap berikutnya. Terakhir untuk menguji apakah sistem yang dibangun sesuai dengan hasil rancangan dilakukan pengujian menggunakan berbagai skenario.     \n \n \n \n \n\nDalam mengimplementasikan sistem voting ini, digunakan framework JADE(Java Agent Development Environment) yang berguna sebagai Library dan tool pengembangan. JADE dipilih karena diimplementasikan sesuai dengan standar yang ditetapkan oleh FIPA(Foundation for Intelligent Physical Agent).     \n \n \n \n \n\nDari tugas akhir ini dapat ditarik kesimpulan bahwa sistem multiagen dapat menghasilkan hasil voting yang sesuai dengan hasil penghitungan suara secara manual.", "Daftar File": {"2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25916", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/25917", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/25918", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/25919", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/25920", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/25921", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/25922", "2007 TA PP MUHAMAD PRAMANA BAHARSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25923"}, "Penulis": "Muhamad Pramana Baharsyah (NIM 135 03 052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Nur Ulfa Maulidevi, S.T. M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem multiagen, voting, Borda Count, JADE.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}