{"Nomor": 8692, "Judul": "KAJIAN PENCOCOKAN CITRA DIGITAL BERDASARKAN KORELASI KOEFISIEN-KOEFISIEN WAVELET 2-D", "Abstrak": "Transformasi wavelet adalah alternatif solusi untuk memecahkan masalah dalam beberapa bidang keilmuan. Salah satunya pada otomasi fotogrametri yang berhubungan dengan pencocokan citra secara dijital. Transformasi wavelet adalah teknik mengubah fungsi dari domain spasial (citra) ke domain frekuensi-spasial. Citra dalam domain frekuensi-spasial tersebut akan memberikan informasi spektrum citra. Informasi spektrum tersebut dapat memberikan informasi suatu citra yang tidak terlihat secara visual dalam domain spasial, sehingga akan lebih memudahkan dalam melakukan proses pengolahan, analisis, dan perbaikan suatu citra. Terdapat beberapa metode perbaikan citra dalam domain frekuensi-spasial yang diantaranya penguraian frekuensi rendah dan frekuensi tinggi. Penguraian frekuensi tersebut menggunakan transformasi wavelet dan koefisien wavelet hasil penguraian frekuensi rendah yang akan dicocokan dalam penelitian ini. Induk wavelet yang digunakan adalah Haar dan Daubechies dengan percobaan level dekomposisi sampai level ketiga dan berbagai variasi citra pencarian. Dengan data citra yang telah dilakukan penguraian dalam domain frekuensi-spasial dapat meningkatkan nilai korelasi pada pencocokan citra. Hasil percobaan menunjukan metode transformasi wavelet yang paling meningkatkan keberhasilan pencocokan citra pada daerah penelitian Sabuga, ITB, adalah dengan induk wavelet daubechies-3 pada level dekomposisi kedua.", "Daftar File": {"2008 TA PP MUHAMMAD ALDIEN SAID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/25964", "2008 TA PP MUHAMMAD ALDIEN SAID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/25965", "2008 TA PP MUHAMMAD ALDIEN SAID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/25966", "2008 TA PP MUHAMMAD ALDIEN SAID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/25967", "2008 TA PP MUHAMMAD ALDIEN SAID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/25968", "2008 TA PP MUHAMMAD ALDIEN SAID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/25969", "2008 TA PP MUHAMMAD ALDIEN SAID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/25970"}, "Penulis": "MUHAMMAD ALDIEN SAID (NIM 15103059)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Kosasih Prijatna. M.Sc., dan Andri Hernandi Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "wavelet transform, image matching, photogrammetry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}