{"Nomor": 8697, "Judul": "PERUMUSAN STRATEGI OPERASI PT. XYZ", "Abstrak": "ABSTRAK:         \n \n \n\nPada awalnya, mungkin sektor industri jasa survey dan pemetaan ini tidak mendapat perhatian dari berbagai kalangan pelaku industri jasa konstruksi bahkan masih terdengar asing di mata masyarakat awam. Namun sejalan dengan maraknya masalah persengketaan tanah dan banyaknya lahan produktif yang belum tersertifikasi dan bahkan tidak bertuan menyebabkan sektor jasa survey dan pemetaan kini kian dibutuhkan. Belum lagi dengan maraknya program-program pembangunan pemerintah yang membutuhkan analisis alokasi ataupun relokasi menyebabkan keberadaan sektor industri jasa konstruksi ini makin diakui.         \n \n \n\nOleh karena itu, maka sejak tahun 1999 melalui Badan Sertifikasi Usaha INKINDO, dikeluarkanlah suatu keputusan tentang adanya sektor jasa konstruksi di bidang survey dan pemetaan dengan penetapan UU. No. 18 tahun 1999. Walaupun baru diakui keberadaannya pada tahun 1999, PT. XYZ telah berkomitmen sejak tahun 1977 untuk fokus kepada bidang jasa survey dan pemetaan ini. Dan hingga saat ini, PT. XYZ telah menjadi salah satu leader dalam industri jasa ini.         \n \n \n\nWalaupun PT. XYZ diakui keberadaannya dalam industri jasa ini, perusahaan ini ternyata dihadapkan pada permasalahan kecilnya marjin keuntungan dari tiap proyek yang dilakukan. Walaupun omzet usaha per tahun cukup besar, namun apabila dilihat dari segi rasio ROA (Return On Assets) perusahaan yang nilainya semakin kecil sejak tahun 2000.         \n \n \n\nSalah satu strategi yang akan dilakukan PT. XYZ untuk meningkatkan marjin laba tadi yaitu dengan meningkatkan efisiensi dari segi operasi perusahaan. Oleh karena itu, konsep Strategi Operasi sangatlah tepat untuk digunakan oleh PT. XYZ untuk mencapa tujuannya dalam meningkatkan marjin laba.         \n \n \n\nStrategi Operasi yang akan dibahas dalam penulisan proyek akhir ini digunakan dua konsep, yakni konsep Strategi Operasi menurut Fitzsimmons dan Sullivan yang khusus membahas Strategi Operasi pada perusahaan Jasa dengan teorinya Service-package Methods dan Open-View of Service Operation dan konsep Strategi Operasi menurut Slack dan Lewis yang membahas Strategi Operasi dari segi Manufaktur (Umum) dengan teorinya Matriks Strategi Operasi.         \n \n \n\nDengan menggunakan kedua konsep diatas, maka keputusan-keputusan Strategi Operasi yang harus dilakukan perusahaan untuk memenuhi Tujuan Kinerja yang diinginkan yaitu meningkatkan daya saing usaha perusahaan dalam industri, peningkatan kemampuan permodalan usaha perusahaan, peningkatan kemampuan atau skill pegawai perusahaan dan terakhir adalah peningkatan perusahaan dalam hal pengerjaan proyek yang dilihat dari segi perencanaan produksi, keahlian tenaga kerja, kendali mutu, dan perencanaan kapasitas.", "Daftar File": {}, "Penulis": "Muhammad Azhari (NIM 29105351)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Gatot Yudoko, Dr., Ir.         \n \n \n \n \n \n \n \n \n \n\nScanner: Arnaz Driyastika M         \n \n \n \n \n \n \n \n \n \n\n(2007-12-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Operation Strategy, Service-package Methods, Open-View of Service Operation, Operation Strategy Matrix", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}