{"Nomor": 8700, "Judul": "PENGEMBANGAN MODEL ASESMEN TEKNOLOGI KOMPONEN INFOR WARE YANG MENGURANGI RENTANG PENILAIAN", "Abstrak": "Abstrak: \n \n\nTeknologi dan kerekayasaan telah menjadi faktor-faktor yang penting dalam persaingan global. Untuk memenangkan persaingan global tersebut perusahaan seharusnya mempersiapkan strategi bisnis yang tepat. Selain itu, perlu juga dipersiapkan kesesuaian antara strategi teknologi dengan strategi bisnis perusahaan. \n \n\nLangkah awal mempersiapkan strategi teknologi yang tepat diperlukan suatu metoda untuk melakukan asesmen teknologi. Metoda asesmen teknologi telah banyak dibangun dan dikembangkan oleh para ahli dan peneliti, saiah satu diantaranya adalah model teknometrik asesmen teknologi UNESCAP. Namun model asesmen tersebut mempunyai rentang penilaian yang jauh, sehingga sangat memungkinkan terjadi variasi penilaian. \n \n\nPenelitian ini bertujuan untuk mengurangi rentang penilaian dalam melakukan asesmen teknologi komponen inforware dan menggunakan dokumentasi proses bisnis untuk melakukan penilaian. Asesmen dilakukan terhadap 4 komponen teknologi (technoware,humanware,orgaware dan inforware). Adapun fokus dari penelitian ini adalah melakukan asesmen komponen inforware. \n \n\nLangkah pertama dalam penelitian ini adalah dengan mengembangkan metoda penilaian dalam melakukan estimasi derajat kecanggihan inforware. Langkah kedua adalah mengembangkan metoda penilaian dalam estimasi kriteria state of the art. Penyesuaian metoda perhitungan dilakukan, agar hasil dari perhitungan sesuai dengan skala teknometrik UNESCAP. \n \n\nHasil dari penelitian ini adalah model asesmen inforware yang dapat diaplikasikan menggunakan dokumentasi proses bisnis perusahaan serta rentang penilaian yang pendek ketika melakukan estimasi derajat kecanggihan dan kriteria state-of-the-art. Aplikasi model penelitian dilakukan untuk mendapatkan nilai komponen kontribusi inforware suatu perusahaan. Untuk mendapatkan hasil penelitian yang lebih objektif, maka sebelum proses penilaian dilakukan, diperlukan observasi menyeluruh perusahaan meliputi dokumentasi proses bisnis sebagai objek penentuan nilai. Adapun nilai kontribusi inforware perusahaan tersebut adalah 0,75.", "Daftar File": {}, "Penulis": "Muhammad Chaerul Imam (NIM 234 04 54)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Inrawan W Wiratmadja, Dr. Ir"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Asesmen teknologi, Inforware, Rentang penilaian", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}