{"Nomor": 8708, "Judul": "PENGEMBANGAN INSTRUMEN PEMBANGKIT OZON ( OZONIZER ) DENGAN PENGENDALI KELUARAN BERBASIS MIKROKONTROLER ATmega8535", "Abstrak": "Instrumen pembangkit ozon (ozonizer) menghasilkan ozon dengan menggunakan prinsip ionisasi udara. Proses ionisasi udara terjadi pada saat molekul-molekul oksigen mendapat atau melepaskan elektron. Medan listrik yang dihasilkan pada tabung reaktor ozonizer akan memberikan energi ionisasi melalui elektron-elektron  bebas yang bertumbukan dan bereaksi dengan  molekul-molekul oksigen yang kemudian berubah menjadi ozon dan  dalam persamaan kimia ditulis O2 + e  -> O3. Berdasarkan persamaan ini dapat terlihat bahwa jumlah ozon yang dihasilkan sebanding dengan jumlah elektron yang bereaksi dengan oksigen, sedangkan jumlah muatan listrik (jumlah elektron) yang mengalir dalam satuan waktu adalah jumlah arus listrik. Pengendalian jumlah ozon dilakukan melalui pengendalian jumlah muatan. Muatan listrik diperoleh dari muatan listrik yang tersimpan dalam kapasitor dalam satuan waktu tertentu. Besarnya muatan listrik dalam sebuah kapasitor adalah q = CV.  Pada tugas akhir ini dikembangkan sebuah ozonizer dengan keluaran ozon yang dapat diatur. Implementasi teori pembentukan ozon dengan tegangan tinggi dilakukan dengan menggunakan rangkaian capacitive discharge yang menggunakan ignition coil sebagai transformator step up. Ozonizer ini mengimplementasikan mikrokontroler ATmega8535 sebagai piranti pengendali jumlah ozon dengan mengubah-ubah duty cycle sinyal PWM  kedalam rangkaian pembangkit pulsa trigger dari ozonizer. Dari hasil percobaan diperoleh bahwa perubahan duty cycle sinyal PWM mikrokontroler ATmega8535 akan menghasil jumlah ozon yang berbanding lurus dengan lebar pulsa duty cycle sinyal PWM dan menghasilkan sinyal perubahan tegangan yang linier pada sensor yang digunakan sebagai representasi sensor ozon dan menjadi umpan balik kedalam mikrokontroler ATmega8535.", "Daftar File": {"2008 TA PP MUHAMMAD IKHSAN SANI 1.pdf": "https://digilib.itb.ac.id/gdl/download/26061"}, "Penulis": "MUHAMMAD IKHSAN SANI (NIM 13203117)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rio Seto Yudoyono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Capacitive discharge, Duty Cycle,Ignition Coil, Oksigen, Ozon, Ozonizer, PWM", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}