{"Nomor": 8711, "Judul": "HYDRODEOXYGENATION OF FAST PYROLYSIS OIL: FRACTIONATION AND CHARACTERIZATION", "Abstrak": "The compounds diversity of the pyrolysis oil (PO) and hydrodeoxygenation oil (HDO oil) is the main problem for the analysis. Fractionation using liquid phase extraction as a preparation may become a solution and have been applied in this study. The analyses which are performed to the oils fractions gives the information of the oils and the HDO process. The fractionation applied successfully to both the PO and HDO oil. Mass lost during the fractionation has occurred (18.30% for PO and 13.00% for HDO), but a good reproducibility of the fractionation makes the analysis results are reliable. The GC-MS, GCxGC-TOF, GCxGC-FID, NMR, and elemental analysis data results are support and complete each other. Several compounds within the sample which can not be detected using one system can be detected using another type of analysis and vice versa. So, all the analysis should be applied to the oil and its entire fraction to give the complete picture of the system. Good performance of HDO process has been successfully applied to the beech fast pyrolysis oil. Extractives composition increase from 1.61% to 32.99%. Reactive compounds such as sugars, acids, alcohols, aldehydes, and ketones are converted into extractives. Lignins molecules are relative stabile to the HDO process.", "Daftar File": {"2007 TS PP MUHAMMAD IQBAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26070", "2007 TS PP MUHAMMAD IQBAL 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26071", "2007 TS PP MUHAMMAD IQBAL 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26072", "2007 TS PP MUHAMMAD IQBAL 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26073", "2007 TS PP MUHAMMAD IQBAL 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26074", "2007 TS PP MUHAMMAD IQBAL 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26075", "2007 TS PP MUHAMMAD IQBAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26076"}, "Penulis": "MUHAMMAD IQBAL (NIM 20506029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Muhammad Bachri Amran, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fractination, Characterization of Fast Pyrolysis Oil, Hydrodeoxygenation", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}