{"Nomor": 8712, "Judul": "MAINAN EDUKATIF UNTUK PEMBELAJARAN AKSARA SUNDA DI SEKOLAH DASAR", "Abstrak": "Aksara Sunda Kaganga secara bukti historis adalah aksara murni kreasi masyarakat Sunda sejak abad 16 M. Kemudian sempat hilang dan penuh dengan berbagai kepentingan politis, ketika pemerintah kolonial berkuasa di Indonesia, masyarakat Sunda diklaim tidak memiliki aksara sendiri. Akhirnya dengan kebijakan pemerintah kolonial Belanda ketika itu, aksara Carakan Jawa, diadaptasi menjadi aksara Sunda, untuk penggunaan bahasa Sunda dan diajarkan di sekolah-sekolah, karya sastra, serta dokumen pemerintah. Sampai terakhir tahun 1997 diadakannya Lokakarya Aksara Sunda di UNPAD Jatinangor, yang intinya memuat tentang pengangkatan kembali aksara Sunda murni kreasi masyarakat Sunda, yaitu Aksara Sunda Kaganga dan disepakati pembakuannya dalam rangka pemeliharaan dan pengembangan budaya Sunda. Dengan dasar hukum yang kuat akhirnya aksara Sunda Kaganga resmi diakui sebagai aksara asli masyarakat Sunda. Yang menjadi permasalahannya adalah proses sosialisasi di masyarakat dan upaya pengembangannya karena telah hilang selama 3 abad dari kehidupan masyarakat Sunda. Proses realisasi ini dilalui melalui 4 tahap yaitu :   \n \n \n\n1. Tahap Pawanohan (Pengenalan Kembali)   \n \n \n\n2. Tahap Palomaan (Membiasakan)   \n \n \n\n3. Tahap Pangagulan (Lambang Kebanggaan)   \n \n \n\n4. Tahap Pamibandan (Rasa Memiliki)   \n \n \n\nSampai tahun 2007 akhir, memasuki 2008 program yang dilakukan Pemerintah Daerah Jawa Barat dan kerja sama dengan Diknas Provinsi Jawa Barat melalui media pendidikan, baru memasuki tahap Pawanohan, dan dalam tahap ini diperlukan media yang bisa menarik minat terhadap Aksara Sunda agar tetap terjaga dan dipelihara. Untuk lebih menjamin lapangan yang dimasuki adalah melalui media pendidikan, paling dasar, murni dan masih bisa menerima banyak hal yang baru, termasuk nilai-nilai budaya lokal, yaitu pendidikan sekolah dasar. Proses pemecahan masalahnya adalah melalui media edukatif yang memudahkan untuk mempelajari aksara Sunda, namun juga diikuti dengan faktor bermain, sehingga bisa membuat proses pembelajaran aksara Sunda menjadi lebih menarik dan semakin dikenal sebagai salah satu peninggalan budaya daerah yang bernilai tinggi dan patut untuk dikembangkan dan dilestarikan.", "Daftar File": {"2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26077", "2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26078", "2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26079", "2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26080", "2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26081", "2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26082", "2008 TA PP MUHAMMAD IQBAL MUSTHAFA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26083"}, "Penulis": "MUHAMMAD IQBAL MUSTHAFA (NIM 17503004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Achmad Syarief, M.SD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Mainan edukatif, Pembelajaran aksara Sunda, Sekolah Dasar", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "19 Jun 2008"}