{"Nomor": 8713, "Judul": "MINERALOGI MAGNETIK LUMPUR SIDOARJO", "Abstrak": "Mineral-mineral magnetik di alam sangat bervariasi tergantung dari kondisi lingkungan dimana mineral-mineral ini berada. Keberadaan mineral-mineral ini juga mencerminkan proses-proses yang terjadi di lingkungan serta dari mana mineral-mineral ini berasal. Dalam penelitian ini dilakukan kajian morfologi dan mineralogi terhadap mineral-mineral magnetik pada lumpur yang berasal dari semburan lumpur Porong, Kabupaten Sidoarjo. Analisis ini dilakukan dengan menggunakan metode Scanning Electron Microscope (SEM) dan Energy Dispertion Spectroscope (EDS). Dari hasil analisa diperoleh bahwa mineral-mineral magnetik pada lumpur Sidoarjo (LUSI) terdiri dari oksida besi (titanomagnetite, titanohematite/titanomaghemite dan ilmenite) dan sulfida besi (pyrrite dan pyrrhotite). Keberadaan oksida-oksida besi ini mengindikasikan bahwa mineral-mineral ini berasal dari lingkungan oxic dan terdapat pada sediment yang berumur muda, sedangkan sulfida besi berasal dari lingkungan anoxic yang merupakan daerah transisi antara daerah sulphate dan methane yang diperkirakan berada pada formasi Upper Kalibeng dengan kandungan lempung (bluish gray clay).", "Daftar File": {"2008 TS PP MUHAMMAD IRVAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26084", "2008 TS PP MUHAMMAD IRVAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26085", "2008 TS PP MUHAMMAD IRVAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26086", "2008 TS PP MUHAMMAD IRVAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26087", "2008 TS PP MUHAMMAD IRVAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26088", "2008 TS PP MUHAMMAD IRVAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26089", "2008 TS PP MUHAMMAD IRVAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26090"}, "Penulis": "MUHAMMAD IRVAN (NIM 20206005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Satria Bijaksana, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SEM, LUSI, Mud volcano, Diagenesis, Oksida besi, Sulfida besi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}