{"Nomor": 8714, "Judul": "PENDETEKSIAN KEMACETAN LALU LINTAS DENGAN COMPUTE UNIFIED DEVICE ARCHITECTURE (CUDA)", "Abstrak": "Abstrak:    \n \n \n \n \n\nKemacetan lalu lintas merupakan permasalahan yang sangat merugikan. Oleh karena itu, usaha sedikit saja dalam mengatasi kemacetan akan menyelamatkan dari kerugian materiil dalam jumlah besar. Salah satu cara untuk mengatasinya adalah dengan membuat sistem informasi kemacetan lalu lintas bagi pengguna jalan raya. Dengan sistem ini, pengguna jalan diharapkan mengalihkan diri dari jalan yang macet ke jalan yang lebih lengang. Dalam Tugas Akhir ini, diusulkan sebuah sistem informasi kemacetan lalu lintas otomatis. Sistem ini mendeteksi kemacetan dengan melakukan perhitungan rata-rata kecepatan seluruh kendaraan yang berada pada sebuah ruas jalan. Kecepatan kendaraan sendiri dianggap sama dengan kecepatan telepon seluler yang ada di dalamnya, dengan asumsi setiap kendaraan memiliki minimal sebuah telepon seluler. Perhitungan rata-rata kecepatan telepon seluler diimplementasikan dengan Compute Unified Device Architecture (CUDA). CUDA adalah sebuah framework untuk melakukan komputasi dengan Graphic Processing Unit (GPU). CUDA digunakan untuk mengakselerasi perhitungan rata-rata kecepatan telepon seluler dengan memindahkan perhitungan dari CPU ke GPU. Pergerakan telepon seluler sendiri disimulasikan oleh modul Mobile Tracker Simulator. Hasil pengujian menunjukkan bahwa CUDA dapat digunakan untuk mengakselerasi perhitungan kemacetan. Untuk ukuran sumber data yang besar (sekitar 2.000.000 buah), CUDA dapat mengakselerasi perhitungan rata-rata kecepatan sampai 3x lipat dibandingkan dengan implementasi pada CPU. Hasil perhitungan CUDA sendiri memiliki akurasi yang sama dengn CPU.", "Daftar File": {"2007 TA PP MUHAMMAD ISMAIL FARUQI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26091", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26092", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26093", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26094", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26095", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26096", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/26097", "2007 TA PP MUHAMMAD ISMAIL FARUQI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26098"}, "Penulis": "Muhammad Ismail Faruqi (NIM 135 03 045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Riza Satria Perdana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kemacetan lalu lintas, kecepatan, telepon seluler, CUDA", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}