{"Nomor": 8715, "Judul": "STUDI PEMODELAN DAN SIMULASI SEL BAHAN BAKAR MEMBRAN PERTUKARAN PROTON (PROTON EXCHANGE MEMBRANE FUEL CELL)", "Abstrak": "Tugas akhir ini membahas studi pemodelan Sel Bahan Bakar Membran Pertukaran Proton (Proton Exchange Membrane Fuel Cell / PEMFC) dengan menggunakan software MATLAB/SIMULINK. Model PEMFC yang dikembangkan kemudian divalidasi dengan data hasil percobaan pada PEMFC Avista Labs tipe SR-12 500-W dari referensi[5]. Hasil simulasi menunjukkan bahwa secara umum, karakteristik PEMFC yang dimodelkan sudah mendekati karakteristik PEMFC pada hasil percobaan dari referensi. Akan tetapi grafik model PEMFC memiliki kemiringan yang lebih kecil dibandingkan hasil percoban karena nilai jatuh tegangan ohmik pada model lebih rendah dari nilai yang sebenarnya. Oleh karena itu, dibutuhkan koreksi dengan pendekatan empiris untuk memodelkan nilai jatuh tegangan ohmik. Setelah dilakukan koreksi, berhasil didapatkan karakteristik model PEMFC yang lebih mendekati karakteristik PEMFC hasil percobaan dari referensi. Selain itu, dilakukan pula simulasi PEMFC untuk melihat karakteristik respon pengasutan (start-up) dan keadaan mantap (steady-state) model untuk beban tetap. Hasil simulasi menunjukkan tegangan PEMFC mencapai keadaan mantap setelah sekitar 0,3 detik. Besarnya penurunan tegangan keluaran dipengaruhi terutama oleh jatuh tegangan akibat efek kapasitansi lapisan ganda. Sedangkan pada respon suhu, di awal pegoperasian suhu PEMFC akan naik secara drastis kemudian setelah 1500 detik kenaikannya semakin lambat dan akhirnya suhu cenderung konstan setelah 2500 detik. Simulasi yang terakhir adalah penghitungan biaya hidrogen dan oksigen pada pembangkitan listrik oleh PEMFC. Hasil simulasi menunjukkan biaya total hidrogen dan oksigen PEMFC skala 500 W berkisar antara Rp 3.164,86 / kWh sampai Rp 5.046,60 / kWh.", "Daftar File": {"2008 TA PP MUHAMMAD ISMAIL AJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26099", "2008 TA PP MUHAMMAD ISMAIL AJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26100", "2008 TA PP MUHAMMAD ISMAIL AJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26101", "2008 TA PP MUHAMMAD ISMAIL AJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26102", "2008 TA PP MUHAMMAD ISMAIL AJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/26103", "2008 TA PP MUHAMMAD ISMAIL AJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/26104", "2008 TA PP MUHAMMAD ISMAIL AJI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/26105", "2008 TA PP MUHAMMAD ISMAIL AJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26106"}, "Penulis": "MUHAMMAD ISMAIL AJI (NIM 13203111)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Yanuarsyah Haroen"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proton Exchange Membrane Fuel Cell (PEMFC), model, model validation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}