{"Nomor": 8721, "Judul": "IMPLEMENTASI SISTEM KENDALI BISING AKTIF PADA DSK  TMS320C6713 MENGGUNAKAN ALGORITMA FILTERED-ERROR LMS", "Abstrak": "Active Noise Control (ANC) dibangun berdasarkan prinsip superposisi destruktif dari gelombang akustik. Dengan membangkitkan suatu gelombang ÃƒÂ‚Ã‚Â‘anti noiseÃƒÂ‚Ã‚Â’, yaitu gelombang yang memiliki beda fasa 180 derajat terhadap gelombang bising, akan diperoleh peredaman bising sebagai akibat dari superposisi yang bersifat destruktif dari kedua gelombang akustik tersebut. ANC sangat efektif untuk meredam bising frekuensi rendah dan sangat tepat untuk melengkapi sistem peredaman pasif karena terdapat hubungan yang berbanding terbalik antara frekuensi dengan ketebalan peredam pasif. Secara garis besar, terdapat 2 langkah proses  kendali bising aktif, yaitu proses identifikasi jalur sekunder dan proses kendali bising. Proses identifikasi yang dilakukuan adalah identifikasi jalur sekunder untuk sistem kendali bising aktif kanal tunggal dan proses kendali bising mengunakan algoritma FxLMS. Adapun sebagai plant berupa beberapa sinyal sinus yang dibangkitkan dan blower. Hasil percobaan menunjukan bahwa nilai peredaman sangat bergantung pada nilai learning rate ÃƒÂ‚Ã‚Âµ, konfigurasi percobaan, dan sumber bising. Nilai peredaman suara bising yang berupa sinyal sinus yang dibangkitkan hasilnya lebih baik dibandingkan dengan suara bising blower.", "Daftar File": {"2008 TA PP MUHAMMAD MUKHLIS AFRIYANTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/26146"}, "Penulis": "MUHAMMAD MUKHLIS AFRIYANTO (NIM 13202153)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Bambang Riyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Algoritma FxLMS, Gelombang akustik, Learning rate,  Sistem kendali bising aktif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}