{"Nomor": 8729, "Judul": "STUDI STABILITAS PELABUHAN TANJUNG PRIOK JAKARTA", "Abstrak": "Pelabuhan merupakan prasarana transportasi air tempat tambat dan bongkar muat kapal. Pelabuhan yang direncanakan dengan baik akan mendukung keberlangsungan pelaksanaan transportasi air yang aman dan nyaman serta memiliki efisiensi yang tinggi.Pertanyaannya adalah apakah sejauh ini dermaga pada pelabuhan Tanjung Priok telah memenuhi tuntutan tersebut dengan kondisi draft sedalam -9 m LWS? Saat ini dermaga 115 di Pelabuhan Tanjung Priok telah memiliki kedalaman -9 m LWS dan telah direncanakan untuk ditingkatkan kedalamannya hingga mencapai -14 m LWS. Sebagai langkah disain, perlu dilakukan suatu evaluasi teknis yang meninjau sistim struktur serta geoteknik dermaga tersebut. Evaluasi dilakukan dengan meninjau kondisi geoteknik subsurface tanah di lokasi proyek, pembebanan, serta rekomendasi pondasi dermaga yang didasarkan kepada rencana pengembangan dermaga serta kondisi eksisting dermaga. Seluruh data-data dan informasi yang digunakan dalam analisis ini adalah berdasarkan data dan informasi dari PT(Persero) Pelabuhan Indonesia II Cabang Tanjung Priok. Salah satu keuntungan dari analisis stabilitas lereng dengan metoda elemen hingga adalah tidak memerlukan asumsi bentuk dan lokasi bidang runtuh. Keruntuhan terjadi pada daerah dimana tidak mampu lagi menahan tegangan geser yang diberikan. Untuk mengetahui nilai Safety Factor lereng dengan beban gempa sebaiknya menggunakan plaxis 2 dimensi, sedangkan untuk kondisi pembebanan statik gunakan Plaxis 3 dimensi.", "Daftar File": {"2008 TA PP MUHAMMAD YAZID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26192", "2008 TA PP MUHAMMAD YAZID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26193", "2008 TA PP MUHAMMAD YAZID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26194", "2008 TA PP MUHAMMAD YAZID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26195", "2008 TA PP MUHAMMAD YAZID 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/26196", "2008 TA PP MUHAMMAD YAZID 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/26197", "2008 TA PP MUHAMMAD YAZID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/26198", "2008 TA PP MUHAMMAD YAZID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26199"}, "Penulis": "MUHAMMAD YAZID (NIM 15003005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: ENDRA SUSILA, Ph.D. dan Dr. Ir. AWAL SURONO"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelabuhan, dermaga, kondisi draft, geoteknik, pondasi dermaga, stabilitas lereng, metode elemen hingga, safety factor", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}