{"Nomor": 8730, "Judul": "APLIKASI SISTEM KONTROL BERBASIS LOGIKA FUZZI UNTUK PENUMBUHAN TOMAT DENGAN HIDROPONIK NFT", "Abstrak": "Hidroponik Nutrient Film Technique (NFT) adalah cara bercocok tanam dengan memberikan larutan nutrisi pada akar tanaman. Salah satu penerapan dalam industri pertanian adalah dengan sistem kontrol untuk mengontrol nutrisi pada hidroponik NFT. Pada tugas akhir ini dilakukan studi terhadap sistem hidroponik NFT yang meliputi manajemen nutrisi dan formula nutrisi. Studi kasus yang diamati adalah nutrisi tumbuhan tomat. Sementara itu metoda kontrol logika fuzzi digunakan sebagai metode pengontrolan nutrisi hidroponik NFT. Implementasi dilakukan dengan perancangan dan pembuatan perangkat kontrol hidroponik NFT. Selain itu pengamatan juga dilakukan terhadap penanaman tumbuhan tomat dari media tanah sampai penempatan pada media hidroponik NFT. Dalam rancangan dan implementasi sistem kontrol ini, konsentrasi dari nutrisi larutan diatur berdasarkan kombinasi jumlah volume larutan masing-masing tabung. Hasil uji untuk tiga larutan yaitu Monopottasium Phosphate, Pottasium Nitrate, dan Magnesium Sulfate menghasilkan faktor kesalahan masing-masing sebesar 1,3 %, 3,46 % dan 4,9% dari nilai konsentrasi yang diharapkan. Hasil pencampuran yang telah didapat kemudian dialirkan ke wadah penanaman sebagai nutrisi tanaman tomat.", "Daftar File": {"2008 TA PP MUHAMMAD YUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26200", "2008 TA PP MUHAMMAD YUSUF 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26201", "2008 TA PP MUHAMMAD YUSUF 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26202", "2008 TA PP MUHAMMAD YUSUF 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26203", "2008 TA PP MUHAMMAD YUSUF 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26204", "2008 TA PP MUHAMMAD YUSUF 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26205", "2008 TA PP MUHAMMAD YUSUF 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/26206", "2008 TA PP MUHAMMAD YUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26207"}, "Penulis": "MUHAMMAD YUSUF (NIM 10203061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijadi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Logika fuzzi, Hidroponik NFT, Kontrol, Tomat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}