{"Nomor": 8732, "Judul": "ANALISIS PERGERAKAN DAN PELAYANAN BUS ANTAR KOTA DI TERMINAL ARJOSARI MALANG: Buku I", "Abstrak": "Terminal Arjosari merupakan salah satu terminal penumpang umum yang melayani berbagai jurusan baik dalam kota Malang maupun antar kota, dalam penelitian ini ditinjau khusus untuk permasalahan pada angkutan bus antar kota. Maksud dari studi ini adalah ingin mengetahui sistem pergerakan dan pelayanan bus antar kota. Dengan simulasi sederhana dapat diketahui pola pergerakan dan pelayanan yang optimum dari kondisi yang ada. Adapun pelaksanaan survai lapangan diadakan pada hari Ahad, Senin dan Kamis yang mewakili pada hari sibuk dan tidak sibuk. Dalam proses atau sistem mekanisme pergerakannya ada tiga hal pokok yaitu pada layanan kedatangan (termasuk di dalamnya pola kedatangan dan waktu layan menurunkan penumpang) dan areal parkir sebagai tempat untuk menampung bus setelah mengadakan perjalanan dan menunggu untuk giliran pemberangkatan perjalanan berikutnya (termasuk di dalamnya akumulasi dan volume/kapasitas parkir) serta layanan keberangkatan untuk masing-masing jurusan. Pada layanan kedatangan (Gerbang masuk) diperoleh suatu pola kedatangan berbentuk pola distribusi Poisson. Pola antrian pada tempat layanan menurunkan penumpang ada 2 jalur. Jalur kiri diasumsikan hanya menurunkan penumpang sedangkan jalur kanan bus langsung memasuki areal parkir. Dari data diperoleh bahwa hari Ahad paling sibuk, hari Senin agak lengang dan hari Kamis paling lengang. Namun dalam ketiga hari tersebut belum terjadi tingkat antrian yang jenuh. Areal parkir terbagi menjadi 2 bagian utama yaitu parkir bus jenis patas dan jenis biasa/bumel. Kedua areal parkir tersebut menghasilkan bahwa volume < kapasitas. Fluktuasi dan akumulasi parkir diperlihatkan dengan interval 15 menit layanan keberangkatan, pengaruh faktor waktu layan terhadap load factor dianalisis regresi yang sesuai untuk masing-masing jurusan. Alternatif volume parkir dapat dioptimalkan dengan mengatur waktu layan dan load factor untuk bus jenis biasa/bumel dan patas.", "Daftar File": {"1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26215", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26216", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26217", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26218", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/26219", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/26220", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/26221", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26222", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-Lampiran A.pdf": "https://digilib.itb.ac.id/gdl/download/26223", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-Lampiran B.pdf": "https://digilib.itb.ac.id/gdl/download/26224", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-Lampiran C.pdf": "https://digilib.itb.ac.id/gdl/download/26225", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-Lampiran D.pdf": "https://digilib.itb.ac.id/gdl/download/26226", "1993 TS PP MUHAMMAD ZAINUL ARIFIN 1-Lampiran E.pdf": "https://digilib.itb.ac.id/gdl/download/26227"}, "Penulis": "MUHAMMAD ZAINUL ARIFIN (NIM 25091042)", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Hedi Hidayat", "Pembimbing II: Ofyar Zainuddin Tamim"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Movement analysis, bus services", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "13 file", "Tanggal Input": "27 Sep 2017"}