{"Nomor": 8735, "Judul": "SYNCHRONOUS AND ASYNCHRONOUS METHODS OF OBSERVING DATA FOR PCU VALUES AND SATURATION FLOW MEASUREMENT", "Abstrak": "ABSTRAK: \n \n\nKebutuhan akan besaran satuan mobil penumpang (smp) dan arus jenuh yang mencerminkan kondisi sebenarnya suatu persimpangan telah sampai pada pemakaian komputer di lapangan. Departemen Transportasi Inggris telah mengembangkan program-program untuk mengukur kedua parameter tersebut. \n \n\nDalam penelitian ini, keandalan dua program komputer dievaluasi dengan membanding hasil pemakaian komputer di lapangan dengan hasil pengamatan gambar video dari arus lalulintas yang sama. \n \n\nKedua program tersebut terbukti andal jika dioperasikan oleh teknisi yang terlatih. Pada awalnya program SATFLOW dijalankan dengan memakai nilai satuan mobil penumpang: 2,50 untuk bus; 2,25 untuk truk; dan 0,60 untuk sepeda motor. Untuk lajur kanan dari dua lajur yang diteliti pada suatu kaki simpang dengan lampu lalu-lintas di Bandung, nilai arus jenuh dari pengamatan selang 6 detik adalah 1525 smp/j (a=99 smp/j) untuk pengamatan gambar video, dan 1551 smp/j (a=120 smp/j) untuk pengamatan lapangan dengan EPSON HX20. Pada a=0,05, kedua nilai anus jenuh yang diperoleh dari pembandingan 100 cycle tidak berbeda secara nyata. Untuk lajur kiri, 84 cycle yang diamati memberikan nilai arus jenuh 1553 smp/j (a-258) untuk pengamatan gambar video, dan 1598 smp/j (a=277) untuk lapangan. Pada 01=0,05 kedua nilai arus jenuh tersebut tidak berbeda secara nyata. \n \n\nUntuk pengukuran nilai satuan mobil penumpang, program PCU secara umum dapat dikatakan andal bila hasil lapangan dibanding secara statistik dengan hasil pengamatan video, pada lalulintas yang sama. Untuk lajur kanan, pembandingan lima set data, yng meliputi 190 pengamatan, menunjukkan penerimaan hipotesa nol pada nilai a = 0,05 terhadap empat set data. Untuk lajur kiri, hipotesa nol pada a = 0,05 diterima untuk ketujuh set data yang meliputi 221 pasang pengamatan. Analisis selanjutnya, untuk membanding nilai satuan mobil penumpang yang diperoleh dari pengamatan lapangan dan peng amatan video, dengan menganggap seluruh data sebagai satu kesatuan, dan menerapkan uji tanda statistik non-parameter, pada a = 0,05, uji dua ujung, menunjukkan bahwa kedua hasil pengamatan tidak berbeda secara nyata. Nilai perkiraan terbaik satuan mobil penumpang dari pengamatan lapangan adalah: 1,66 untuk bus (1,90 untuk lajur kiri); 1,42 untuk truk; dan 0,42 untuk sepeda motor (0,62 untuk lajur kiri). \n \n\nUntuk kedua lajur lalulintas yang diamati, nilai perkiraan terbaik arus jenuh adalah 1800 smp/j per lajur. Nilai tersebut diperoleh dari regresi sinkron yang sekaligus menghasilkan juga perkiraan terbaik nilai satuan mobil penumpang: 1,77 untuk bus; 1,37 untuk truk; dan 0,50 untuk sepeda motor. Evaluasi terhadap kemungkinan adanya waktu antara yang terlalu kecil memperlihatkan bahwa kurang lebih 1 persen dari pengamatan lapangan adalah hasil penekanan tombol komputer secara tidak sengaja.", "Daftar File": {}, "Penulis": "Muh Najib Fauzan (NIM S2888610)", "Kontributor / Dosen Pembimbing": ["Supervisor: John Hugh Jones, Prof. \n \n\nCo-Supervisor: Trisno Soegondo, Ir., MSCE. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "passanger car unit (PCU), saturation flow values", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}