{"Nomor": 8736, "Judul": "STUDI POTENSI DAN PEMANFAATAN AIR ANAK SUNGAI MAROS UNTUK KAWASAN WISATA PENDIDIKAN PUCA KABUPATEN MAROS PROPINSI SULAWESI SELATAN", "Abstrak": "ABSTRAK: \n \n\nAir adalah sumber kehidupan dan memegang peranan penting dalam menunjang berbagai aktifitas manusia. Pengembangan kawasan wisata agro di Propinsi Sulawesi Selatan memerlukan dukungan sarana dan prasarana yang memadai termasuk ketersediaan air. \n \n\nKawasan Wisata Pendidikan Puca merupakan salah satu kawasan wisata yang ada di Propinsi Sulawesi Selatan dan salah satu Sub DAS kecil yang berada di kawasan ini sebagai sumber dari ketersediaan air untuk kebutuhan air di kawasan wisata puca yaitu Sub DAS Belo dengan luas daerah tangkapan 30,29 hektar. Sub DAS Belo ini merupakan suatu potensi sumber daya air untuk memenuhi berbagai kebutuhan air didalam kawasan ini antara lain: untuk tanaman agrowisata, perkebunan, pertanian, perikanan, peternakan, domestik dan pariwisata. \n \n\nCurah hujan setiap tahun jumlahnya cukup besar berkisar antara 1683 mm sampai 5587 mm. Metoda yang dipakai untuk menganalisis ketersediaan air adalah dengan metoda F.J Mock dan NRECA, dimana metoda ini mensimulasikan kesetimbangan air bulanan pada suatu catchment area tertentu yang ditunjukkan untuk menghitung total run-off dengan menggunakan hujan bulanan, evapotranspirasi, kelembaban tanah dan persediaan air tanah. \n \n\nKetersediaan air rata-rata per tahunnya di Sub DAS Belo pads kawasan Puca sebesar 122,59 lt/det, sedangkan kebutuhan air untuk jangka pendek sebesar 104,38 lt/det, jangka menengah sebesar 105,58 lt/det dan untuk jangka panjang sebesar 108,46 ltdet sampai dengan tahun 2025, ini menunjukkan bahwa masih terjadi kelebihan air di Sub DAS Belo (surplus). \n \n\nDiperlukan pembangunan waduk kecil dalam rangka memenuhi kebutuhan air pada musim kemarau untuk jangka pendek, jangka menengah dan jangka panjang dengan kapasitas tampungan yang diperlukan untuk sub DAS Belo sebesar 91.840,515 m3.", "Daftar File": {"2006 TS PP MUH NASHRAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26254", "2006 TS PP MUH NASHRAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26255", "2006 TS PP MUH NASHRAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26256", "2006 TS PP MUH NASHRAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26257", "2006 TS PP MUH NASHRAH 1-BAB5a.pdf": "https://digilib.itb.ac.id/gdl/download/26258", "2006 TS PP MUH NASHRAH 1-BAB5b.pdf": "https://digilib.itb.ac.id/gdl/download/26259", "2006 TS PP MUH NASHRAH 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/26260", "2006 TS PP MUH NASHRAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26261", "2006 TS PP MUH NASHRAH 1-PUSTAKAa.pdf": "https://digilib.itb.ac.id/gdl/download/26262", "2006 TS PP MUH NASHRAH 1-PUSTAKAb.pdf": "https://digilib.itb.ac.id/gdl/download/26263"}, "Penulis": "Muh Nashrah (NIM 95004021)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Iwan Kridasantausa, Dr., Ir. \n \n\nPembimbing 2: Djumpono, Ir., M.Eng. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "water resource potential, water availability, water demand", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}