{"Nomor": 8738, "Judul": "DESAIN DAN IMPLEMENTASI 2K PIPELINE FFT-IFFT CORE UNTUK DVB-T", "Abstrak": "Abstrak:   \n \n \n \n\nDVB-T adalah standar yang digunakan oleh DVB European Consortium Standard untuk penyiaran televisi digital terestrial. Teknik modulasi yang digunakan dalam transmisi DVB-T adalah OFDM. Teknik modulasi ini menggunakan algoritma IFFT untuk mengubah sinyal dari domain frekuensi ke domain waktu dan algoritma FFT untuk mengubah sinyal dari domain waktu kembali ke domain frekuensi. Oleh kare-nanya diperlukan sebuah FFT dan IFFT Core pada sistem penerima dan pengirim DVB-T.    \n \n \n \n\nFFT-IFFT Core dirancang untuk mendukung fungsi FFT dan IFFT sekaligus untuk DFT 2048 titik. Core didesain dengan menggunakan algoritma Radix-4/8 karena memiliki jumlah operasi aritmatika yang paling sedikit dibandingkan algoritma den-gan radix yang lebih pendek. Core didesain dengan menggunakan arsitektur Pipeline Single Path Delay Feedback. Arsitektur ini memiliki throughput data yang besar den-gan penggunaan memori yang lebih efisien dibandingkan arsitektur pipeline lainnya.    \n \n \n \n\nProses perancangan 2k FFT-IFFT Core meliputi penurunan deskripsi matematis algo-ritma, pembuatan Matlab model dan perancangan datapath dan unit kontrol. Data-path dirancang menggunakan format fixed point dan dengan tipe variable datapath. Seluruh desain dideskripsikan kedalam VHDL. Desain disintesis dengan mengguna-kan Xilinx ISE 9.1i dan diimplementasikan pada FPGA Virtex-4 XC4VSX35-10F668.    \n \n \n \n\nHasil sintesis menunjukkan bahwa 2k FFT-IFFT Core mampu bekerja hingga fre-kuensi 61 MHz. Prototipe pada FPGA menunjukkan bahwa pada frekuensi kerja yang ditentukan (40 MHz), 2k FFT-IFFT Core memiliki throughput 39.7 M simbol/s. Fungsionalitas pada FPGA ditunjukkan dengan pemodelan sistem modulator-demodulator OFDM.", "Daftar File": {"Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26272", "Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26273", "Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26274", "Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26275", "Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26276", "Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26277", "Pages from 2007 TA PP MUH SYAFIQ IRSYADI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/26278", "2007 TA PP MUH SYAFIQ IRSYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26279"}, "Penulis": "Muh Syafiq Irsyadi (NIM 132 03 025)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Trio Adiono, S.T, M.T, Ph.D   \n \n \n \n\nPembimbing 2: Amy Hamidah Salman,Ir. M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "2048-point DFT, DVB-T, FFT, IFFT, OFDM.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}