{"Nomor": 8739, "Judul": "FITOKIMIA BEBERAPA SPESIES DIPTEROCARPACEAE INDONESIA DARI GENUS DIPTEROCARPUS (KERUING)", "Abstrak": "Dipterocarpus yang memiliki nama lokal ÃƒÂ‚Ã‚Â“KeruingÃƒÂ‚Ã‚Â”, merupakan genus terbesar ketiga dalam famili tumbuhan Dipterocarpaceae setelah Shorea dan Hopea, yang terdiri dari 75 spesies. Berdasarkan penelusuran literatur, baru satu spesies dari genus ini yang diteliti kandungan senyawa-senyawa fenoliknya, yaitu D. grandiflorus. Dari spesies ini telah dilaporkan kandungan 13 senyawa oligomer resveratrol, yakni senyawa fenolik hasil oligomerisasi dari resveratrol (3,5,4-trihidroksistilben). \n \n\nKajian metabolit sekunder dari Dipterocarpus menjadi lebih menarik karena adanya dua pendapat yang berbeda tentang kedudukan Dipterocarpus dalam famili Dipterocarpaceae. Berdasarkan kajian morfologi, distribusi dan fosil tanaman, genus Dipterocarpus merupakan salah satu anggota dari tribe Dipterocarpeae, sedangkan berdasarkan kajian DNA kloroplas, genus Dipterocarpus disarankan sebagai anggota dari tribe Shoreae. Oleh karena itu, kajian metabolit sekunder dari Dipterocarpus, khususnya senyawa oligomer resveratrol sangat bermakna implikasinya antara lain terhadap kedudukan genus ini di dalam famili Dipterocarpaceae. \n \n\nSenyawa-senyawa oligomer resveratrol, yang merupakan bahan kimia utama dalam tumbuhan famili Dipterocarpaceae, tidak hanya menarik dari segi ilmu kimia, tetapi juga dari aktivitas biologinya. Berdasarkan data yang telah dilaporkan, bahwa sejumlah senyawa oligomer resveratrol memperlihatkan aktivitas antibakteri, antifungi, antioksidan, antiinflamasi, hepatoprotektor, sitotoksik, penghambat 5α-reduktase dan asetilkolinesterase. Kajian sifat sitotoksik dari sejumlah senyawa oligomer resveratrol terhadap beberapa sel uji kanker, diketahui bahwa (-)-vatikanol C (9), suatu tetramer resveratrol memiliki sifat sitotoksik yang tinggi melalui mekanisme mempercepat apoptosis (bunuh diri sel). Walaupun demikian, penelitian mengenai aktivitas sitotoksik dari senyawa-senyawa oligomer resveratrol terhadap sel murin leukemia P-388 masih terbatas. Oleh karena itu, data sifat sitotoksik yang lebih lengkap dari senyawasenyawa oligomer resveratrol akan sangat bermakna dalam mengungkapkan hubungan struktur dengan aktivitas sitotoksik terhadap sel murin leukemia P-388. \n \n\nBerdasarkan kenyataan tersebut, maka tujuan dari penelitian ini dapat dirumuskan menjadi dua. Pertama, mempelajari fitokimia dari empat spesies Dipterocarpus yang dikoleksi dari Kebun Percobaan di Bogor, Jawa Barat, yaitu D. hasseltii Blume, D. intricatus Dyer, D. retusus Blume dan D. elongatus Korth. Isolasi metabolit sekunder meliputi berbagai tahapan pekerjaan yang meliputi ekstraksi, fraksinasi dan pemurnian, yang melibatkan berbagai teknik kromatografi. Sedangkan penentuan struktur molekul senyawa-senyawa hasil isolasi termasuk penentuan stereokimia pada pusat-pusat kiralnya ditetapkan berdasarkan data spektroskopi; UV, IR, RMI 1-D, RMI 2-D dan HRMS. Tujuan kedua dari penelitian ini, yaitu untuk mempelajari sifat sitotoksik senyawa-senyawa hasil isolasi terhadap sel murin leukemia P-388. Pengujian sifat sitotoksisitas terhadap sel murin leukemia P-388 dilakukan dengan metode MTT assay. Berdasarkan nilai IC50 dari masing-masing senyawa oligomer resveratrol terhadap sel murin leukemia P-388 ini, maka kajian secara kualitatif hubungan antara struktur dengan sifat sitotoksiknya dapat dijelaskan.", "Daftar File": {}, "Penulis": "MUHTADI (NIM 30503004)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dipterocarpaceae, D. intricatus Dyer, D. hasseltii Blume, D. retusus Blume, D. elongatus Korth, oligomer resveratrol, sitotoksik, sel murin leukemia P-388, kemotaksonomi, biogenesis", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}