{"Nomor": 8741, "Judul": "IMPLEMENTASI METODA DYNAMIC DOMAIN REDUCTION UNTUK MEMBANGKITKAN DATA UJI PADA PROGRAM BAHASA ADA", "Abstrak": "ABSTRAK:  \n \n \n\nDatGenDDR (Data Generation by DDR method) adalah perangkat lunak prototipe yang digunakan untuk membantu penguji dengan menentukan kasus uji dan data uji program Ada. Metoda pembangkitan data uji yang digunakan adalah Dynamic Domain Reduction (DDR/reduksi domain secara dinamis). Sedangkan kasus uji berupa himpunan jalur basis, dibangun dengan menggunakan algoritam DFS yang dimodifikasi.  \n \n \n\nDengan metoda DDR, renting nilai awal suatu peubah yang mempengaruhi alur proses program pada suatu jalur basis direduksi sehingga menjadi lebih sempit tetapi masih memenuhi batasan predikat pada simpul predikat. Nilai suatu peubah mungkin saja berubah, misalnya karena assignment dari suatu ekspresi atau fungsi. Maka DatGenDDR jugs melakukan eksekusi simbolik untuk menentukan nilai baru peubah akibat pengisian ekspresi. Sementara pengisian karena pemanggilan fungsi tidak ditangani oleh DatGenDDR.  \n \n \n\nSebagai perangkat lunak prototipe, DatGenDDR belum dapat digunakan secara sempurna karena berbagai batasan. DatGenDDR hanya dapat digunakan pada penguji an unit. Dari sisi tipe data, DatGenDDR hanya menangani tipe data integer dan array integer serta tidak menangani tipe data bentukan.  \n \n \n\nDatGenDDR diimplementasikan dengan menggunakan kompilator Borland C++ 5.02 dalam lingkungan sistem operasi Windows 2000. Sedangkan lingkungan perangkat keras pengembangan adalah komputer PC dengan Processor Celeron 466 166 Mhz.", "Daftar File": {}, "Penulis": "Mujiono (NIM 23598009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Oerip S. Santoso, Dr., M.Sc.  \n \n \n\nScan: Arnaz Driyastika M.  \n \n \n\n(2008-01-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Dynamic Domain Reduction, Control Flow Graph, basis path set, xariable, predicate, expression.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}