{"Nomor": 8743, "Judul": "STUDI DAN DESAIN DEVAIS OPTICAL ADD-DROP MULTIPLEXER BERBASIS ASYMMETRIC BRAGG COUPLER", "Abstrak": "Abstrak : \n \n\nDalam thesis ini dikaji secara teoritis devais optik yang dikenal sebagai optical add-drop multiplexer (OADM). OADM merupakan komponen kunci dalam sistem WDM (wavelength division multiplexing), suatu teknologi transmisi sinyal yang terdiri dari banyak panjang gelombang secara simultan tanpa terjadinya interferensi satu lama lain. Dalam sistem WDM, devais add-drop berfungsi untuk memilih panjang gelombang tertentu dari banyak panjang gelombang yang dilewatkan dalam suatu saluran optik kemudian menyalurkannya ke saluran optik lain. Struktur devais add-drop multiplexer yang dikaji dalam thesis ini berupa dua pandu gelombang planar satu dimensi yang dipisahkan pada jarak tertentu, dimana salah satu pandu gelombang diberikan modulasi indeks bias periodik (grating) sehingga menunjukkan kehadiran band gap yang dapat digunakan untuk mendrop/add cahaya pada panjang gelombang tertentu. Skema devais add-drop seperti ini dikenal dengan nama asymmetric Bragg coupler (ABC). Devais ini dikaji dengan menggunakan metode coupled mode theory yang didasarkan pada dalil resiprositas Lorentz. Dari solusi analitik yang diperoleh, kemudian dilakukan simulasi pengaruh parameter devais terhadap kinerja devais untuk mendapatkan hasil yang optimal, yaitu: transmisi panjang gelombang drop/add maksimum dengan loss pada masing-masing port minimum. Pengaruh parameter terhadap kinerja devais difokuskan pada posisi mid gap, lebar band gap, dan insertion loss pada devais.", "Daftar File": {}, "Penulis": "Muldarisnur (NIM 202 04 004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alexander A. Iskandar, Ph.D \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "OADM, WDM, Coupled mode theory, Bragg grating, phase matching", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}