{"Nomor": 8745, "Judul": "PEMBANGUNAN EMAIL CLIENT BERBASIS J2ME", "Abstrak": "Abstrak :    \n \n \n \n \n\nPada Tugas Akhir ini dibangun sebuah aplikasi email client untuk perangkat mobile. Dengan aplikasi ini, Pengguna dapat mengakses dan memanipulasi pesan-pesan yang disimpan di POP3 dan IMAP server. Akses dan manipulasi yang dapat dilakukan antara lain melihat daftar pesan, membaca pesan, menghapus pesan, menyimpan pesan, dan menyimpan attachment. Selain itu, Pengguna juga dapat mengirim pesan melalui SMTP server. Protokol-protokol yang diimplementasikan mengacu pada Request For Comments (RFC) antara lain RFC 2060 untuk IMAP4, RFC 1939 untuk POP3, dan RFC 821 untuk SMTP. Protokol POP3 yang diimplementasikan adalah berbasis offline dan protokol IMAP yang diimplementasikan adalah berbasis online.    \n \n \n \n \n\nAplikasi dibangun menggunakan bahasa Java di atas platform Java 2 Micro Edition (J2ME). Standar teknologi J2ME yang digunakan dalam pembangunan aplikasi adalah Connected, Limited Device Configuration (CLDC) 1.0 dan Mobile Information Device Profile (MIDP) 2.0. Untuk implementasi fitur penyimpanan pesan, digunakan pustaka tambahan dari platform J2ME yaitu Java Specification Request (JSR) 75, sebuah pustaka generik untuk pengaksesan file system pada perangkat mobile. Aplikasi dibangun pada  emulator dan dapat diinstal pada perangkat mobile. Proses pengujian dilakukan pada emulator dan telepon genggam Sony Ericsson Z530i. Aplikasi telah berjalan dengan baik pada telepon genggam Sony Ericsson Z530i dengan layanan paket data GPRS.", "Daftar File": {}, "Penulis": "Mulya Agung (NIM 135 02 031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yani Widyani, S. T., M. T.    \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Email Client, Java 2 Micro Edition, POP3, IMAP, SMTP, dan JSR 75.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}