{"Nomor": 8749, "Judul": "APLIKASI KITOSAN SEBAGAI KOAGULAN UNTUK PENJERNIHAN AIR KERUH", "Abstrak": "Kitosan adalah kitin termodifikasi yang diperoleh dari deasetilasi kitin. Adanya gugus amina dalam kitosan meningkatkan aktifitasnya, sehingga menjadi suatu senyawa polikationik yang sangat bermanfaat untuk koagulasi air keruh. Karena kitin adalah polimer alam yang ditemukan dalam cangkang udang, kitosan juga terbiodegradasi dan ramah lingkungan. Dengan demikian, tujuan penelitian ini menggunakan limbah cangkang udang sebagai material dasar untuk mendapatkan kitosan, dan mempelajari efisiensi dan efektifitas kitosan sebagai koagulan yang dibandingkan dengan tawas (aluminium sulfat). Kitin pertama diisolasi dari cangkang udang dengan menghilangkan protein dan mineral dan selanjutnya hasilnya dideasetilasi. Kitosan yang diperoleh dikarakterisasi menggunakan Fourier Transform Infra Red (FTIR) dan ditentukan derajat deasetilasinya. Massa molekul rata-rata viskositas kositas (Mv ) diukur dengan menggunakan metode viskometri. Penjernihan air keruh dilakukan menggunakan 2 macam air keruh, yang pertama adalah air keruh simulasi dari larutan FeSO4, jenis yang kedua adalah air sungai. Hasil penelitian menunjukkan bahwa kitosan dapat menurunkan 99,88% kekeruhan dari kedua jenis air yang digunakan, dengan konsentrasi optimum kitosan 4 ppm. Di lain pihak, tawas hanya dapat menurunkan 57,63% dari air keruh simulasi dan 54,74% dari air sungai dengan konsentrasi optimum tawas sebesar 10 ppm. Dari penelitian ini dapat disimpulkan bahwa kitosan lebih efektif dan efisien sebagai koagulan dibanding tawas.", "Daftar File": {"2008 TS PP MU'MINAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26368", "2008 TS PP MU'MINAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26369", "2008 TS PP MU'MINAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26370", "2008 TS PP MU'MINAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26371", "2008 TS PP MU'MINAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26372", "2008 TS PP MU'MINAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26373", "2008 TS PP MU'MINAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26374"}, "Penulis": "MU'MINAH (NIM 20506062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Cynthia L. Radiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kitin, Kitosan, Koagulan, Polikationik, Air keruh", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}