{"Nomor": 875, "Judul": "STUDI PERBANDINGAN PROSES KONSOLIDASI DI LABORATORIUM TANPA DAN DENGAN DRAIN VERTIKAL TERHADAP BEBERAPA TEORI", "Abstrak": "Penanggulangan terhadap penurunan yang besar dan waktu penurunan yang lama, pada tanah lempung lembek, yang di bebani, merupakan masalah yang akan ditinjau disini. Salah satu cara untuk menanggulangi masalah tersebut di atas, adalah dengan memperbaiki karakteristik tanahnya, antara lain dengan memasang drain-drain pasir vertikal, supaya terjadi aliran drainase ke arah horisontal, disamping aliran ke arah vertikal. Dengan adanya pemasangan tersebut, maka tanahnya akan lebih cepat waktu penurunannya, sehingga cepat menjadi stabil. Drain-drain vertikal tersebut, bisa diisi pasir (bahan yang permeabilitasnya besar), atau bisa juga menggunakan sintetik drain berbentuk pita. Disini akan dibahas hanya mengenai drain vertikal yang diisi pasir saja. Dalam mempelajari waktu dan besar penurunan dari tanah lempung (proses konsolidasi), maka mula-mula diadakan studi mengenai teori-teori konsolidasi yang ada, baik tanpa maupun dengan drain vertikal. Selain itu, juga diadakan test-test di laboratorium, dengan beberapa macam tanah dari lokasi Bandung, dengan beberapa alat untuk konsolidasi, supaya didapat perbandingan dengan teori-teori tersebut diatas. Penggunaan beberapa macam alat itu, gunanya untuk saling mengisi kekurangan dari tiap alat. Untuk itu diadakan juga studi dari alat-alat yang pernah dipakai oleh ahli ahli geoteknik (terutama tentang sel konsolidasinya). Pada penelitian disini dipakai Oedometer standard ELE, Oedometer modifikasi dan Triaxial untuk konsolidasi. Untuk pendukung test-test penelitian tersebut diatas, diadakan juga test-test untuk mendapatkan data-data fisik tanah, dan test dengan alat Permeameter untuk mendapatkan harga permeabilitas dari tanahnya. Hasil dari test-test di laboratorium tersebut diatas, kemudian dibandingkan dengan teori-teori yang sesuai dengan test itu. Akhirnya dari data-data hasil test dan hasil perbandingan test dengan teori, ditarik beberapa kesimpulan.", "Daftar File": {"1986_TS_PP_TURANGAN_1.pdf": "https://digilib.itb.ac.id/gdl/download/1150"}, "Penulis": "Julius Simon Turangan [818215]", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Djoko Soelarsonosidji", "Pembimbing II: F.X. Toha", "Pembimbing III: Azis Jayaputra", "Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "vertical drain, consolidation processes", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2004"}