{"Nomor": 8752, "Judul": "PENENTUAN MODULUS GESER PASIR-BERLEMPUNG UNTUK KONDISI REGANGAN KECIL DENGAN UJI KOLOM RESONANSI", "Abstrak": "Pembangunan infrastruktur di Indonesia telah meningkat dengan pesat, pembangunan pabrik-pabrik tumbuh dimana-mana yang melibatkan mesin-mesin berskala besar. Tidak jarang pelaksanaan konstruksi dilakukan di daerah tanah yang kurang menguntungkan. Selain itu, Indonesia juga terletak pada pertemuan 3 buah plat tektonik, yaitu Eurasia, Australia dan Philipina. Data observasi gempa bumi dari tahun 1897 sampai 1973 menunjukkan bahwa telah terjadi 7500 kali gempa bumi dengan magnitude 4 skala Richter (Djoko Santoso, 1978). Berdasarkan Direktorat Geologi Lingkungan, gempa bumi adalah salah satu penyebab bencana besar di Indonesia. Modulus geser maksimurn, merupakan parameter yang penting dalam berbagai persoalan dinamika tanah. Parameter tersebut terutama diperlukan untuk menganalisis daya dukung pondasi dinamik dan interaksi struktur dengan tanah pada waktu gempa. Demikian juga dalam menganalisis efek getaran yang ditimbulkan oleh sebuah sumber getar terhadap suatu peralatan yang sensitif disekitarnya. Modulus geser diperlukan bail( pada regangan kecil maupun regangan besar. Pada regangan keeil harga parameter dinarniknya dapat langsung dipakai, tetapi pada regangan besar harga modulus geser maksimum tersebut direduksi sesuai dengan tuigkat regangan yang terjadi. Studi tentang parameter dinamik tanah yang meliputi modulus geser pasir bersih (clean sand) atau lempung mumi (pure clay) telah dilakukan secara Was. Di alam, pada kenyataannya pasir bersih atau lepung murni saja jarang dijumpai, tanah di alam lebih sering dijumpai mempunyai gradasi campuran yang terdiri dari lempung sampai pasir. Pasir umumnya mengandung suatu butiran halus (fine content) seperti lanau atau lempung dalam jumlah yang cukup berarti dan dengan nilai plastisitas yang berbeda- . beda. Selama ini, parameter dinamik tanah untuk pasir atau lempung murni didekati dengan menggunakan rumus empirik atau korelasi dari data uji statik. Dengan demikian penentuan parameter dinamik dengan menggunakan rumus empirik untuk tanah pasirberlempung menjadi tidak sesuai dengan menggunakan rumus yang telah ada. Demikian pula bila parameter dinamik untuk tanah pasir-berlempung tersebut ditentukan dengan cara korelasi dari data uji statik, hasilnya akan berbeda dibandingkan dengan paramater dinamik dari hasil uji laboratorium dengan menggunakan alat uji yang sesuai. Penelitian ini dilakukan dengan menggunakan alat uji kolom resonansi regangan kecil (small strain resonant column), benda uji berbentuk kolom silindris padat (solidsilindrical sample) dengan kondisi batas jepit-bebas (fixed-free). Penentuan modulus geser maksimum dilakukan berdasarkan basil pengukuran frekuensi resonansi pada suatu kolom tanah dengan dimensi dan berat tertentu. Penelitian ini mempelajari pengaruh campuran tanah dengan 3 jenis lempung yang plastisitasnya berbeda akibat kandungan mineral yang berbeda. Benda uji yang digunakan terdiri dari pasir bersih, lempung murni dan pasir yang dicampur dengan fraksi halus (lempung dan lanau) dengan berbagai kadar air. Kadar fraksi halus yang dicampur bervariasi dari 90-10%, 80-20%, 70-30%, ..., dan 10-90% dengan kadar air 10%, 15%, dan wopt,muÃƒÂ‚Ã‚Â„~, sehingga benda uji mempunyai porositas dan plastisitas yang berbeda. Secara teoritis modulus geser dipengaruhi diantaranya oleh tekanan confining, porositas, plastisitas dan kepadatan. Oleh karena itu dalam penelitian ini digunakan 3 variasi tekanan confining, 3 variasi kepadatan, 3 variasi kadar air, dan 3 jenis lempung dengan tingkat plasitas yang berbeda, yaitu berplastisitas rendah, sedang dan tinggi. Pada kejadian gempa ataupun beban dinamik lainnya, getaran yang terjadi dapat dirambatkan kesegala arah, oleh karena itu dalam penelitian ini benda uji dicetak dalam arah vertikal maupun horizontal terhadap sumbu mold pemadatan. Sehingga total benda uji yang digunakan sebanyak 288 variasi benda uji. Dalam pelaksanaan penelitian perlu ketelitian yang tinggi untuk menghindari beberapa hal sebagai berikut: 1) benda uji sering terkonsolidasi lebih cepat sebelum frekuensi resonansi dapat ditentukan, 2) benda uji sering mengalami tekuk sehingga frekuensi resonansi tidak dapat ditentukan, 3) pencetakan benda uji pada kandungan fraksi halus", "Daftar File": {"2002 DIS PP  MUNIRWANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26390", "2002 DIS PP  MUNIRWANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26391", "2002 DIS PP  MUNIRWANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26392", "2002 DIS PP  MUNIRWANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26393", "2002 DIS PP  MUNIRWANSYAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/26394", "2002 DIS PP  MUNIRWANSYAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/26395", "2002 DIS PP  MUNIRWANSYAH 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/26396", "2002 DIS PP  MUNIRWANSYAH 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/26397", "2002 DIS PP  MUNIRWANSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/26398", "2002 DIS PP  MUNIRWANSYAH 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/26399", "2002 DIS PP  MUNIRWANSYAH 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/26400", "2002 DIS PP  MUNIRWANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26401"}, "Penulis": "MUNIRWANSYAH (NIM 3229704)", "Kontributor / Dosen Pembimbing": ["Pembimbing: H.Abdul aziz Djajaputra, Mansyuhur Irsyam, dan F.X Toha"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "modulus geser, pasir lempung, uji kolom resonansi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "12 file", "Tanggal Input": "12 Sep 2008"}