{"Nomor": 8754, "Judul": "PERANCANGAN MODEL ARSITEKTUR BISNIS DENGAN MENGGUNAKAN TOGAF ARCHITECTURE DEVELOPMENT METHOD (STUDI KASUS : TELKOMRISTI)", "Abstrak": "Abstrak:    \n \n \n \n \n\nPada kajian tesis ini, dibuat suatu perancangan model arsitektur bisnis di organisasi TELKOMRisTI dengan menggunakan metoda TOGAF ADM. Dimana, dari model tersebut dapat menggambarkan hubungan antara aspek-aspek perencanaan bisnis serta aspek-aspek operasi bisnis di TELKOMRisTI.    \n \n \n \n \n\nTELKOMRisTI, sebagai salah satu unit pendukung dari PT Telekomunikasi Indonesia, harus dapat merespon dan mengantisipasi setiap perubahan yang terjadi di lingkungan bisnisnya.    \n \n \n \n \n\nUntuk dapat merespon setiap perubahan tersebut, TELKOMRisTI telah menetapkan beberapa sasaran strategis sebagai terjemahan langsung dari visi yang telah ditentukan. Agar perencanaan strategis tersebut dapat berjalan sesuai dengan yang diharapkan, dibutuhkan sebuah tool yang dapat digunakan untuk dapat menggambarkan hubungan antar aspek-aspek organisasi yang ada di TELKOMRisTI. Adapun tool tersebut adalah Enterprise Architecture (EA).    \n \n \n \n \n\nSalah satu domain dari EA yang menjadi landasan bagi perancangan domain lainnya adalah Business Architecture (BA). Tujuannnya adalah untuk menggambarkan organisasi dari berbagai sudut pandang seperti dari gambaran strategis organisasi, berdasarkan model proses bisnis dan berdasarkan gambaran organisasional.", "Daftar File": {}, "Penulis": "Murnawan (NIM 135 03 078)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Husni S. Sastramihardja, Dr., Ir., MT.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-02-15)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "arsitektur, bisnis, enterprise architecture, TOGAF ADM, model, perancangan, strategis.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}