{"Nomor": 8759, "Judul": "KONVERSI ZEOLIT ALAM MENJADI ZSM-5", "Abstrak": "ABSTRAK: \n \n\nZeolit merupakan kristal Aluminosilikat dengan struktur berbentuk kerangka dan mempunyai pori berukuran molekul. Penggunaan Zeolit di dunia industri balk sebagai penukar kation, adsorben maupun katalis semakin meningkat. Zeolit sintetik jauh lebih disukai dibandingkan dengan Zeolit Alam, disamping karena keaktifan, dan kesetektivannya yang lebih baik juga kestabilannya. Kinerja ini tenrtama ditentukan oleh kemurnian, struktur kristal, dan komposisi kimia dari Zeolit tersebut. \n \n\nZ8M-5 (Zeolite Socony Mobil -5) adalah salah sate jenis Zeolit sintetik yang banyak digakan oleh industri. Zeolit ini berstruktur kerangka tiga dimensi, memiliki aktivitas dan selektivitas yang tinggi untuk beberapa reaksi, selektif terhaciap bentuk molekul Berta tidak mudah terdeaktivasi. \n \n\nIndonesia memiliki cadangan Zeolit Alam yang tidak sedikit dengan kemurnian yang cukup tinggi (55-85%) bahkan lebih tinggi dari Zeolit Alam terbaik di Jepang (55-77%). Zeolit Alam asal Malang berkemurnian tertinggi sehingga memiliki prospek yang balk untuk dikonversikan menjadi Zeolit sintetik seperti ZSM-5. \n \n\nPenelitian ini merupakan wujud dari dorongan untuk mempelajari konversi Zeolit Alam menjadi ZSM-5 (dengan cara penambahan senyawa Mika untuk menaikkan perbandingan SI/Al nya). Melalui penelitian ini dipelajari penganah dari berbagai: perbandingan Si/Al (20-60), TPA/SiO2 (0,0250; 0,0500; 0,0658; 0,0816), sumber Silika aditif (Waterglas, Aerosil, Calcined Silica) dan waktu reaksi (10, 24, 48 jam) terhadap kristalinitas produk ZSM-5. \n \n\nProses dilangsungkan di dalam Autoklaf pads suhu 175 derajat C, tekanan autogenous (10 bar) dan kecepatan putaran pengaduk 400 rpm. Komposisi dan struktur produk dianalisis dengan bantuan Spektrofotometer Serapan Atom (SSA) dan Difraktometer Sinar-X (XRD). \n \n\nDari hasil penelitian tersebut diperoleh bahwa untuk mencapai kristalinitas produk ZSM-5 tertinggi (94,20%) proses dilangsungkan pads Si/Al 31,95 dan TPA/S1O2 0,0816 selama waktu retail 24 jam. Janis senyawa Silika aditif yang terbaik untuk menaikkan angka perbandingan Si/Al adalah Calcined Silica.", "Daftar File": {"1997 TS PP MUSTAIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26445", "1997 TS PP MUSTAIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26446", "1997 TS PP MUSTAIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26447", "1997 TS PP MUSTAIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26448", "1997 TS PP MUSTAIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/26449", "1997 TS PP MUSTAIN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/26450", "1997 TS PP MUSTAIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26451", "1997 TS PP MUSTAIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26452"}, "Penulis": "Mustain (NIM 23093017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Subagjo, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "konversi zeolit, ZSM-5", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}