{"Nomor": 8763, "Judul": "STRATEGI ALOKASI MODAL BERDASARKAN PEMILIHAN LOKASI PEMBUKAAN TOKO VOUCHER DALAM RANGKA MEMAKSIMALKAN KEUNTUNGAN", "Abstrak": "Teknologi komunikasi khususnya selular telah berkembang pesat di Indonesia, hal ini dimungkinkan dengan adanya penetrasi pasar yang besar terhadap kebutuhan telekomunikasi khususnya yang bersifat mobile, saat ini menurut statistic pengguna selular di Indonesia adalah sekitar 10 juta orang. Dengan banyaknya perusahaan yang menyediakan pilihan untuk simcard cellular phone dan kondisi masyarakat yang semakin mobile maka hal tersebut menjadi salah satu pertimbangan dalam peluang bisnis baru yaitu toko voucher cellular phone.\t    \n \n \n \n\nSebuah toko voucher telepon selular  di Ciumbuleuit ingin membuka toko voucher lainnya pada daerah lain dengan jumlah pesaing sedikit dan pangsa pasar yang potensial untuk berjualan voucher cellular phone. Pemilik toko memiliki 4 daerah alternatif dilihat dari lokasi yang strategis dan pangsa pasar potensial yaitu daerah Suci, daerah Gedung Sate- Gasibu, daerah Dago dan daerah Riau. Untuk pemilihan lokasi maka dilakukan analisa kelayakan lokasi lalu di lakukan alokasi modal untuk lokasi yang layak tersebut. Perhitungan analisa kelayakan lokasi meliputi perhitungan Net Present Value (NPV), perhitungan Internal Rate of Return (IRR), perhitungan PayBack Period (PBP), Return On Equity (ROE) dan Return On Investment (ROI).    \n \n \n \n\nPada analisa kelayakan empat lokasi tersebut, maka untuk lokasi daerah Suci NPV sebesar Rp 15.858.556; IRR 21,49%; PBP 3 tahun 3 bulan 13 hari; ROI 22,89%; ROE 80,11%. Untuk daerah Gedung Sate ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â– Gasibu didapat hasil NPV Rp 27.333.403; IRR 24, 68%; PBP 3 tahun 8 hari; ROI 21,87%; ROE 76,09%. Untuk daerah Dago didapat hasil NPV Rp 17.678.967,19; IRR 18,81%; PBP 3 tahun 4 bulan 21 hari; ROI 15,22%; ROE 76,09%. Lokasi terakhir adalah daerah Riau di dapat hasil NPV (Rp 1.444.723,72); IRR 11,31%; PBP 4 tahun 16 hari; ROI 9,32%; ROE 55,66%. Berdasarkan hasil perhitungan tersebut,maka untuk lokasi pada daerah Suci, daerah Gedung Sate ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â– Gasibu dan daerah Dago layak untuk di jalankan karena nilai NPV positif dan nilai IRR lebih besar dibandingkan dengan Cost of Capital sebesar 12%. Sedangkan untuk daerah Riau tidak layak untuk dijalankan karena nilai NPV negatif dan nilai IRR lebih kecil dari Cost Of Capital.      \n \n \n \n\nRencana implementasi pemilik adalah membuka toko pada daerah Gedung Sate - Gasibu karena daerah tersebut menjadi prioritas utama di lihat dari hasil IRR terbesar dibandingkan dengan lokasi lain. Strategy alokasi modal yang di terapkan adalah perbandingan antara modal sendiri dengan jumlah pinjaman adalah 3 : 2 sehingga untuk daerah Suci dengan total investasi sebesar Rp 71.250.000 maka modal yang di dapat dari pinjaman sebesar Rp 42.750.000 dan modal sendiri sebesar Rp 28.500.000.", "Daftar File": {}, "Penulis": "MUTYA PRATITA (NIM 29106021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Uke MMP Siahaan., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "capital allocation, feasibility study, voucher cellular phone", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}