{"Nomor": 8769, "Judul": "USULAN RANCANGAN PELATIHAN PERFORMANCE MANAGEMENT PROCESS CHEVRON INDOASIA BUSINESS UNIT", "Abstrak": "Chevron merupakan perusahaan energi yang memulai eksplorasinya di Asia pada tahun 1924. Pada tahun 2005, Chevron mengakuisisi Unocal. Akusisi Chevron terhadap Unocal menimbulkan kebutuhan untuk menyesuaikan berbagai sistem penilaian kinerja, selain itu Chevron juga ingin meningkatkan skill para membernya dalam melakukan performance management process (PMP). PMP sendiri berfungsi untuk menyelaraskan tujuan dan performa individu dengan tujuan perusahaan. PMP terdiri dari 4 tahapan penting yaitu planning, feedback dan review, improving dan achieving. Masing-masing tahapan menitik beratkan pada lancarnya komunikasi dan diskusi antara pimpinan dan bawahan. Selama ini para karyawan Chevron melakukan PMP hanya untuk formalitas dan mematuhi kebijakan perusahaan yang menyatakan ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â“no PMP, no Pay!ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”. Untuk meningkatkan kemampuan pimpinan dan bawahan Chevron dalam melakukan PMP, maka dirancanglah suatu refresher training dengan tujuan mengingatkan dan meningkatkan kemampuan member dalam melakukan PMP. Pelatihan dimulai dengan menentukan tujuan pelatihan, merancang isi pelatihan, menentukan cara penyampaian pelatihan. Computer Based Training merupakan pilihan yang diambil dengan pertimbangan bahwa setiap karyawan Chevron memiliki akses pada komputer dan kemampuan teknologi yang memungkinkan penggunaan multimedia sebagai pengantarnya.", "Daftar File": {}, "Penulis": "NADYA NOVANDRIANI KARINA MOELIONO", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nurhajati MaÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â’mun, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PMP ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â“performance management processÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”; Planning; Feedback; Review; Improving; Achieving; Komunikasi; Diskusi; refresher training; Computer Based Training", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}