{"Nomor": 8779, "Judul": "ANALISIS POTENSI PASAR LAYANAN TELEPON CDMA DI WILAYAH JABODETABEK (JAKARTA, BOGOR, DEPOK, TANGERANG, BEKASI)", "Abstrak": "Seiring dengan meningkatnya mobilitas masyarakat, terutama di perkotaan, kebutuhan akan komunikasi & informasi yang bergerak (mobile), terkini (real time), handal dan ekonomis menjadi penting dan sangat diperlukan. Masyarakat kini beralih ke komunikasi bergerak (seluler) untuk memenuhi kebutuhan komunikasinya. Kebutuhan ini tidak selalu dapat dipenuhi oleh operator seluler GSM yang ada saat ini. Munculnya operator CDMA sebagai pendatang baru di dunia pertelekomunikasian di Indonesia memberikan harapan baru bagi para konsumen. Layanan CDMA menjanjikan kualitas suara yang lebih jernih, tarif yang lebih murah, kecepatan data yang lebih tinggi, dan tentunya terminal/handset yang terjangkau. Namun walaupun memiliki kelebihan tersebut, jumlah pelanggan CDMA masih 14% dibanding GSM yang sudah 86% dari total pelanggan telepon nirkabel Indonesia sebesar 115,51 juta per Kuartal I 2008. \n \n \n \n\nProyek Akhir ini melakukan analisis yang lebih jauh mengenai potensi pasar beserta karakteristik layanan CDMA di Indonesia, dengan mengambil sampling di Jabodetabek yang memiliki 36% dari total pelanggan CDMA nasional. Tujuannya agar diperoleh gambaran yang jelas mengenai besarnya potensi pasar, kebutuhan riil, perilaku pelanggan dan tingkat kesiapan pelanggan terhadap teknologi baru sehingga operator CDMA dapat memberikan layanan sesuai dengan kebutuhan pasar di wilayah yang memang benar-benar ada potensi pasarnya. \n \n \n \n\nDimulai dengan membuat model penelitian yang dikembangkan dari model Market Demand dari Best yang pengaruhi oleh variabel-variabel Awareness, Willingness to Use, Willingness to Pay, Service Experience (Perceived Service), dan Product Availability, maka dilanjutkan melakukan survey untuk mendapatkan nilai dari 4 variabel yang pertama, sementara Product Availability tidak diukur karena saat ini produk CDMA sudah tersedia hampir di semua outlet-outlet di Jabodetabek. \n \n \n \n\nSelanjutnya dilakukan analisa data penelitian untuk membagi segmen pasar atas kombinasi karakteristik Awareness/Not Awareness, Willingness to Use/Not Willingness to Use, Willingness to Pay/Not Willingness to Pay dan Good Perceived Service/Not Good Perceived Service. Segmen pasar yang memiliki salah satu dari Willingness to Use atau Willingness to Pay, merupakan pasar yang potensial. Untuk segmen pasar yang memiliki karakteristik Not Willingness to Use, akan didekati dengan strategi produk dan komunikasi. Sementara untuk segmen pasar yang memiliki karakteristik Not Willingness to Pay, akan didekati dengan strategi tariff/harga (pricing) dan komunikasi. \n \n \n \n\nHasil penelitian ini sangat berguna bagi operator CDMA untuk menyusun strategi pemasaran yang lebih efektif di tengah-tengah kebutuhan pasar yang makin beragam dan kompetisi yang makin tinggi.", "Daftar File": {"2008 TS PP NANDANG PRIHANTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26553", "2008 TS PP NANDANG PRIHANTORO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/26554", "2008 TS PP NANDANG PRIHANTORO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/26555", "2008 TS PP NANDANG PRIHANTORO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/26556", "2008 TS PP NANDANG PRIHANTORO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/26557", "2008 TS PP NANDANG PRIHANTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26558"}, "Penulis": "NANDANG PRIHANTORO (NIM 29106032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Potensi pasar, CDMA, GSM", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}