{"Nomor": 8796, "Judul": "PENENTUAN LOKASI HALTE BUSLANE DI SEPANJANG JALAN SOEKARNO-HATTA", "Abstrak": "Abstrak:    \n \n \n \n \n \n \n\nPemerintah Kota Bandung bekerja sama dengan Pemerintah Propinsi Jawa Barat telah merencanakan kebijakan untuk mengembangkan sistem angkutan umum massal dengan moda buslane yang diharapkan akan mampu menjadi alternatif solusi dalam mengurangi kemacetan lalu lintas di Kota Bandung. Keberhasilan dalam menarik pengguna angkutan jalan raya untuk memanfaatkan moda buslane akan berimplikasi secara signifikan terhadap pengurangan beban jaringan jalan di Jalan Soekarno-Hatta. Oleh karena itu, agar moda buslane ini menjadi sebuah angkutan umum ideal yang diminati oleh masyarakat maka diperlukan sarana prasarana pendukung pergerakan yang baik bagi masyarakat.    \n \n \n \n \n \n \n\nSalah satu bentuk prasarana yang dibutuhkan oleh buslane adalah penyediaan halte di sepanjang Jalan Soekrano-Hatta. Pembangunan halte tanpa perencanaan yang baik akan mengakibatkan  kurang optimalnya penggunaan moda buslane itu sendiri, sehingga bukannya menjadi solusi permasalahan transportasi melainkan beban tambahan yang harus ditanggung oleh Jalan Soekarno-Hatta. Untuk itu dibutuhkan suatu kajian dalam menentukan lokasi halte buslane tersebut. Sasaran-saran penelitian untuk mencapai tujuan tersebut adalah dengan mengidentifikasi sistem kegiatan (bangkitan/tarikan pergerakan), sistem jaringan, sistem pergerakan di sepanjang Jalan Soekarno-Hatta, persepsi masyarakat terhadap lokasi dan kondisi halte buslane yang diinginkan serta menentukan lokasi halte buslane berdasarkan penentuan kriteria pemilihan lokasi halte buslane.    \n \n \n \n \n \n \n\nDari hasil analisis diperoleh kesimpulan bahwa jumlah lokasi halte buslane di sepanjang Jalan Soekarno-Hatta adalah 19 lokasi. Lokasi halte untuk Ruas I berjumlah lima lokasi, Ruas II mempunyai dua lokasi, di Ruas III ada tiga lokasi, untuk Ruas IV terdapat lima lokasi, sementara di Ruas V ada empat lokasi. Sedangkan untuk jarak antar haltenya sendiri memiliki rata-rata 1.094 meter. Perbandingan jumlah antara halte buslane yang jauh dan dekat dari persimpangan cukup seimbang, yaitu sembilan berbanding sepuluh.", "Daftar File": {}, "Penulis": "Indra Lesmana (NIM 154 03 004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Binsar Parasian Naipospos, Ir. MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "moda buslane, Halte, lokasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}