{"Nomor": 8802, "Judul": "PENGGUNAAN K-MEANS CLUSTERING UNTUK PELABELAN FONEM SINYAL UCAPAN", "Abstrak": "Abstrak:    \n \n \n \n \n\nSistem pengenal ucapan (speech recognition system) merupakan sistem yang dirancang untuk dapat mengenali sinyal suara, sehingga menghasilkan keluaran berupa    \n \n \n \n \n\ntulisan. Keluaran tersebut merupakan hasil pelatihan terhadap potongan-potongan sinyal yang diberi label suatu fonem. Pelabelan dapat dilakukan secara manual dan otomatis. Salah satu cara dalam pelabelan otomatis adalah menggunakan teknik clustering. Algoritma clustering yang sering digunakan adalah algoritma K-Means. Proses pelabelan sinyal menggunakan teknik clustering dapat dilakukan dengan menggunakan analogi proses kuantisasi vektor yang sering digunakan pada kebanyakan sistem pengenalan ucapan. Sinyal yang mempunyai ciri/ karakteristik yang sama dikelompokkan ke dalam satu kelas akustik (fonem). Setiap kelompok direpresentasikan    \n \n \n \n \n\noleh satu sinyal yang merupakan sinyal rata-rata kelompok tersebut. Karakteristik sinyal dapat direpresentasikan oleh vektor, yaitu koefisien LPC (Linear Predictive Coding), tiga frekuensi formant pertama setiap sinyal, energi dari sinyal, Mel-Frequency Cepstral Coefficient (MFCC) atau nilai cepstrum. Diantara nilai-nilai    \n \n \n \n \n\ntersebut, MFCC dapat merepresentasikan sinyal secara compact, sehingga sistem pengenal ucapan yang berdasarkan MFCC dapat lebih robust terhadap perubahan lingkungan yang dinamik.    \n \n \n \n \n\nTugas Akhir ini bertujuan mengembangkan sistem yang dapat melakukan pelabelan feature secara otomatis. Sistem dibangun menggunakan MATLAB 7.0.4. Beberapa fungsi pada proses analisis sinyal menggunakan fasilitas yang disediakan oleh MATLAB. Pada proses pengujian, rata-rata akurasi data hasil pelabelan posisi fonem sinyal ucapan bahasa Indonesia secara otomatis adalah 55%. Akurasi yang didapatkan bervariasi, hal ini yang perlu diperhatikan dalam pelabelan adalah pemilihan feature yang berada pada tengah-tengah daerah stasioner dari suatu fonem saja yang menjadi data pelatihan, sehingga data yang mengakibatkan error tidak masuk dalam pengetahuan sistem.", "Daftar File": {"2007 TA PP NENI ADININGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26694", "2007 TA PP NENI ADININGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26695", "2007 TA PP NENI ADININGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26696", "2007 TA PP NENI ADININGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26697", "2007 TA PP NENI ADININGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/26698", "2007 TA PP NENI ADININGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/26699", "2007 TA PP NENI ADININGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26700"}, "Penulis": "Neni Adiningsih(NIM:13503007)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Masayu Leylia Khodra ST. MT.", "Pembimbing 2 : Windy Gambetta, Ir.     \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Pengenal Ucapan, K-Means, Kuantisasi Vektor, MFCC, clustering", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}