{"Nomor": 8804, "Judul": "FORMULASI STRATEGI BISNIS PT. BOSUNG INDONESIA", "Abstrak": "ABSTRAK: \n \n\nLambatnya pertumbuhan ekonomi setelah krisis ekonomi tahun 1997 dan 1998 serta mulai di intisnya langkah4angkah persiapan untuk menyongsong berlalcunya sistem pasar bebas di lingkungan regional maupun lingkungan global mengakibatkan kondisi persaingan usaha yang semakin ketat. Untuk mencapai keunggulan bersaing yang berkelanjutan, perusahaan dituntut untuk semakin proaktif di dalam menjalankan bisnisnya dan tidak hanya bersikap responsif terhadap perusahan-perubahan yang munc ul dari lingkungan eksternal maupun lingkungan internalnya. Perencanaan strategi merupakan salah satu alat bagi perusahaan untuk dapat merumuskan langkah-langkah proaktif didalam menjalankan bisnisnya. \n \n\nPT Bosung Indonesia merupakan salah satu pabrik kemasan karton yang merupakan pemasok bagi industri-industri consumer goods. Mengingat kondisi persaingan industri kemasan yang tinggi dan masih terbatasnya tingkat produksi industri, ma.ka perusahaan perlu merumuskan strategi perusahaan sebagai alat untuk pencapaian visi dan misinya. \n \n\nPenyusunan strategi perusahaan dilakukan melalui analisa kondisi lingkungan eksternal, analisa struktur industri dan analisa lingkungan internal perusahaan untuk mengidentifikasi kekuatan dan kelemahan utama yang dimiliki serta peluang dan ancaman utama yang dihadapi. Rumusan strategi perusahaan dilakukan melalui pemanfaatan kekuatan dan kelemahan perusahaan terhadap peluang dan ancaman yang aria. \n \n\nAdapun metode pengembangan alternatif strategi yang dipakai adalah analisa Strategic Position and Action Evaluation (SPACE), analisa Threat, Opportunity, Weakness, and Strength (TOWS), serta analisa portofolio Internal Eksternal (IE).", "Daftar File": {}, "Penulis": "Netty Herlina (NIM 28199166)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ubuh Buchara Hidajat, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi bisnis", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}