{"Nomor": 8810, "Judul": "OPTIMALISASI RUANG PADA UNIT HUNIAN RUMAH SUSUN", "Abstrak": "Perkembangan zaman menuntut manusia untuk dapat menyesuaikan diri dengan kondisi yang ada. Dalam hal penyediaan kebutuhan perumahan pada saat ini seseorang mungkin harus melepas gambarannya tentang rumah tinggal yang ideal. Rumah dengan halaman yang luas, tata ruang lengkap dan besar mungkin tidak lagi cocok pada saat ini, apalagi bagi masyarakat menengah ke bawah di kota besar.  \n \n\nRumah pada masa lalu dianggap sebagai pusat kehidupan karena sebagian besar hidup seseorang ada di dalamnya, bersama dengan orang tua, serta anak-anak bahkan kadang-kadang dengan saudara. Rumah dengan kapasitas tampung keluarga luas serta intensitas penggunaan yang tinggi ini menyebabkan tuntutan akan rumah menjadi besar, terutama pada segi kuantitas.  \n \n\nDi kota-kota besar, perkembangan menuju masyarakat industri membawa perubahan pula pada perilaku kehidupan keluarga. Keluarga di kota-kota besar pada saat ini umumnya hanya terdiri atas orangtua dan anak-anak (keluarga inti). Tingginya biaya hidup, kesadaran akan biaya pendidikan, rekreasi serta perkembangan kebutuhan menyebabkan keluarga pada saat ini lebih menyukai jumlah anak yang sedikit.   \n \n\nTuntutan kuantitas rumah pada saat ini pun menurun, namun pada sisi lain. Tuntutan kualitas berupa kenyamanan menjadi lebih tinggi dan kegiatan-kegiatan rekreasi dalam rumah menjadi lebih berkembang. Pada saat keluarga bertemu, rumah diharapkan dapat menunjang kualitas pertemuan keluarga tersebut, sekalipun pada ruang-ruang yang terbatas (rumah susun). Tempat tinggal masyarakat menengah ke bawah pada saat ini umumnya memiliki luasan kurang dari 50m persegi.  \n \n\nTata ruang rumah dapat dibagi menjadi tiga kelompok yakni kelompok ruang publik, servis, dan privat. Semakin tinggi kemampuan perekonomian keluarga, tuntutan penyediaan ruang untuk menampung masing-masing kegiatan secara khusus menyebabkan luasan tempat menjadi berkembang, namun di sisi lain pertimbangan efisiensi dan keterbatasan ruang memaksa penghuni untuk mencari solusi tata ruang yang simple namun dapat menampung bermacam-macam kegiatan yang berlangsung di rumahsusun dengan kualitas yang tetap terjaga.", "Daftar File": {"2008 TA PP NICOLAUS AJI KRU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26761", "2008 TA PP NICOLAUS AJI KRU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26762", "2008 TA PP NICOLAUS AJI KRU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26763", "2008 TA PP NICOLAUS AJI KRU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26764", "2008 TA PP NICOLAUS AJI KRU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/26765", "2008 TA PP NICOLAUS AJI KRU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/26766", "2008 TA PP NICOLAUS AJI KRU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26767"}, "Penulis": "NICOLAUS AJI KUSUMA RAH UTAMA (NIM 17303011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. G. Prasetyo A. M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "hunian, perumahan, rumah susun, optimisasi ruang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Jun 2008"}