{"Nomor": 8811, "Judul": "PERBANDINGAN METODE LEAST SQUARE (PROGRAM WORLD TIDES DAN PROGRAM TIFA) DENGAN METODE ADMIRALTY DALAM ANALISIS PASANG SURUT", "Abstrak": "Tugas akhir ini menganalisa pasang surut di stasiun Padang, Bangka, Pari, Benoa, dan Kupang yang memiliki panjang data tiga puluh hari, dengan program World Tides dan TAN, dan metode admiralty. Kemudian ketiga hasil analisa tersebut dianalisis dan dibandingkan. Program World Tides dan program TAN pada dasarnya menggunakan metode Least Square, yang merupakan metode analisa harmonik untuk mendapatkan solusi dari persamaan elevasi pasang surut. World Tides berbasiskan bahasa pemrograman MATLAB, dengan menggunakan Graphical User Interface (GUI), sedangkan program TAN memiliki file inputan berupa .tif yang dapat kita tentukan sendiri jumlah komponen pasang surutnya. Sementara, metode admiralty hanya digunakan untuk pengolahan data-data berjangka waktu pendek (29, 15, 7, dan 1 hari) dimana hasil perhitungan yang dihasilkan relatif sedikit, yaitu hanya menghasilkan sembilan komponen pasang surut utama yang terdiri dari M2, S2, K2, N2, O1, K1, P1, MS4, dan M4. Program World Tides dan TAN, dan metode admiralty masing-masing memiliki kelebihan dan kekurangan. World Tides merupakan program yang public domain, memiliki kemampuan menganalisis data ≥ 15 hari yang dapat dilakukan dengan menggunakan tujuh komponen pasang surut (O1, K1, N2, M2, S2, M4, dan MS4) dan komponen berdasarkan periode sinodik, dan di dalamnya juga terdapat program prediksi. Akan tetapi, World Tides tidak dapat digunakan untuk menganalisis data yang memiliki kekosongan data, programnya tidak dapat dimodifikasi, hasil prediksi tidak akurat, dan tidak dapat digunakan untuk data pendek (< 15 hari). Di lain pihak, program TAN dapat dimodifikasi, dapat menganalisis data yang memiliki kekosongan data, dan memiliki kemampuan menganalisis data ≥ 30 hari. Namun, program ini tidak public domain, tidak dapat digunakan untuk data pendek (≤ 15 hari), dan program prediksi terpisah. Sementara, metode admiralty sangat user friendly dan dapat digunakan untuk menganalisis data-data pendek; tetapi dibutuhkan ketelitian lebih dalam pengolahannya, tidak dapat digunakan untuk data-data panjang (> 29 hari), hanya menghasilkan sembilan komponen pasang surut, dan tidak dapat menganalisis data yang memiliki kekosongan data. Walau terdapat kelebihan dan kekurangan pada program World Tides dan TAN, dan metode admiralty, kita dapat mengetahui yang manakah yang lebih akurat dengan melihat nilai error (kesalahan) yang terkecil. Pada panjang data lima belas hari, nilai error yang dihasilkan oleh World Tides lebih kecil daripada yang dihasilkan metode Admiralty, sedangkan untuk data tiga puluh hari nilai error yang terkecil ditunjukkan oleh program TAN. Di antara kelima lokasi yang ditinjau, Pari memiliki nilai error terkecil. Hal ini dikarenakan lokasi Pari yang semi tertutup. Nilai error yang terbesar berada di Kupang, karena lokasinya yang dekat dengan Samudera Hindia sehingga faktor non-astronomisnya kuat.", "Daftar File": {"2008 TA PP NIDA HASNA RUFAIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/26768", "2008 TA PP NIDA HASNA RUFAIDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/26769", "2008 TA PP NIDA HASNA RUFAIDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/26770", "2008 TA PP NIDA HASNA RUFAIDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/26771", "2008 TA PP NIDA HASNA RUFAIDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/26772", "2008 TA PP NIDA HASNA RUFAIDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/26773", "2008 TA PP NIDA HASNA RUFAIDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/26774", "2008 TA PP NIDA HASNA RUFAIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/26775"}, "Penulis": "NIDA HASNA RUFAIDA (NIM 12903004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Muhammad Ali, dan Dr. Susanna Nurdjaman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "World Tides, TAN, admiralty, Least Square, Periode Sinodik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}