{"Nomor": 8816, "Judul": "ANALISIS STRATEGI BISNIS PT. PJB SERVICES( PERNSAHAAN JASA PELAYANAN OPERASI DAN PEMELIHARAAN PEMBANGKIT TENAGA LISTRIK)", "Abstrak": "Abstrak: Bisnis jasa pelayanan operasi dan pemeliharaan pembangkit merupakan industri jasa hilir dari pembangunan pembangkit tenaga listrik, perkembangan pembangunan pembangkit tenaga listrik sejalan dengan kebutuhan tenaga listrik untuk menunjang perkembangan perekonomian suatu wilayah. Kapasitas pembangkit tenaga listrik di Indonesia (diluar yang dikelola oleh PT Indonesia Power dan PT PJB) berjumlah 18.909 MW diperkirakan akan membutuhkan 1,5 juta manhour pertahun untuk melaksanakan kegiatan operasi dan pemeliharaan (O&M) pembangkit. Pelaku bisnis jasa pelayanan operasi dan pemeliharaan pembangkit dituntut suatu keahlian/kompetensi yang sesuai dengan kebutuhan pasar yang beraneka ragam jenis, merek maupun tipe pembangkit dan tuntutan dalam pengembangan pelayanannya.   \n \n \n\nTuntutan efisiensi di era globalisasi telah mendorong kalangan industri yang memiliki pembangkit tenaga listrik untuk menyerahkan pengelolaan operasi dan pemeliharaan kepada pihak eksternal yang menyediakan jasa tersebut.   \n \n \n\nPT PJB Services yang didirikan sebagai bagian dari restrukturisasi organisasi PT PJB diharapkan akan ikut bersaing dalam meraih peluang yang sangat terbuka. PT PJB salah satu perusahaan pengelola berbagai jenis pembangkit (PLTU, PLTGU, PLTG, PLTA, PLTD) di Pulau Jawa dan Sulawesi dengan total kapasitas 6.510,99 MW dengan jumlah 72 unit yang tersebar, dan 29 merk/type menjadikan pengalaman tersebut sebagai modal dasar dalam meraih peluang. Keunggulan tersebut perlu dikelola dan diciptakan suatu strategi yang sesuai dalam menghadapi tantangan dan persaingan yang makin ketat dengan meninjau internal dan eksternal perusahaan.  \n \n \n \n \n\nStrategi Bisnis yang diusulkan untuk PT PJB Services adalah tahap awal memperkuat kompetensi inti, serta memperkokoh landasan guna menyiapkan daya, saing yang kuat dan keunggulan bersaing yang berkelanjutan. Sedangkan strategi generik yang diusulkan adalah focus diferensiasi yang bertujuan membangun persepsi pembeli akan produk unggulan yang berbeda dengan lainnya yang masih terkait dengan produk aslinya (concentric diversification), sedangkan strategi pertumbuhan pasar adalah market development, market penetration dengan didukung backward integration dan forward integration.", "Daftar File": {}, "Penulis": "Edih Setiadi NIM.28199007", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Ubuh Buchara Hidayat,Ir.,Dr.   \n \n \n\nScanner: Alice Diniarti", "2008-01-15."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business ; power plant ; downstream industry  ; economy.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "18 Jun 2012"}