{"Nomor": 8818, "Judul": "UPAYA PENINGKATAN PARTISIPASI MASYARAKAT DALAM MENDUKUNG KEBERLANGSUNGAN KEGIATAN PEMBANGUNAN FISIK DARI  PROGRAM PENANGGULANGAN KEMISKINAN PERKOTAAN (P2KP) (STUDI KASUS : KELURAHAN SITUSAEUR DAN KELURAHAN SUKAHAJI, KOTA BANDUNG)", "Abstrak": "Abstrak:    \n \n \n \n \n\nP2KP sebagai salah satu program penanggulangan kemiskinan perkotaan membawa konsep yang berbeda dengan program sebelumnya, yaitu melalui pendekatan pemberdayaan masyarakat yang menekankan pada aspek partisipasi dan kemandirian sehingga tercapai pembangunan berkelanjutan dalam 3 aspek kehidupan yaitu ekonomi, sosial dan fisik lingkungan (Tridaya).       \n \n \n \n \n\nDari ketiga aspek kehidupan tersebut, partisipasi dan kemandirian masyarakat lebih jelas dan nyata terlihat di kegiatan fisik. Akan tetapi kenyataannya, berdasarkan hasil penelitian terdahulu, ditemukan bahwa tingkat  partisipasi masyarakat masih rendah dalam kegiatan fisik P2KP. Hal ini didukung dengan ditemukannya beberapa sarana dan prasarana fisik yang dibangun melalui bantuan P2KP, ternyata kondisinya sekarang malah bertambah parah, bahkan ada yang tidak berfungsi lagi. Sedangkan evaluasi yang dilakukan P2KP selama ini lebih kepada kinerja BKM dan sedikit menilai aspek partisipasi masyarakatnya sehingga belum diketahui upaya apa saja yang dapat dilakukan untuk meningkatkan partisipasi masyarakat dalam mendukung keberlangsungan kegiatan pembangunan fisik dari P2KP.     \n \n \n \n \n\nTujuan dari studi ini adalah merumuskan upaya peningkatan partisipasi masyarakat dalam mendukung keberlangsungan kegiatan pembangunan fisik dari P2KP. Studi dilakukan di Kelurahan Situsaeur dan Sukahaji, Kota Bandung yang dipilih berdasarkan Penilaian BKM Terbaik se-Kota Bandung oleh KMW Jawa Barat.      \n \n \n \n \n\nIdentifikasi dilakukan dengan menetapkan indikator dan tolok ukur tingkat partisipasi masyarakat. Indikator berupa tahapan kegiatan fisik P2KP yang didalamnya menempatkan masyarakat sebagai pelaku utama, sedangkan tolok ukur mengacu pada variabel partisipasi dari tiap tahapan pembangunan fisik P2KP.      \n \n \n \n \n\nHasil analisis menunjukkan bahwa faktor penyebab rendahnya tingkat partisipasi masyarakat di kedua kelurahan adalah karena bentuk partisipasi dari masyarakat adalah partisipasi terbujuk, tidak langsung dan partisipasi yang dimanipulasi; pelaksanaan kegiatan fisik lebih difokuskan pada hasil daripada prosesnya; SDM dalam kelembagaan masih buruk; pengawasan dan pemantauan yang kurang dari fasilitator serta keterlibatan wanita yang sangat rendah. Oleh karena itu, studi ini menyimpulkan bahwa upaya yang dapat dilakukan untuk meningkatkan partisipasi masyarakat adalah dengan sosialiasi yang mendalam dan meluas; menempatkan masyarakat sebagai pelaku utama kegiatan; pengambilan keputusan mengikusertakan masyarakat dari RT-kelurahan; pelaksanaan proyek tetap mengutamakan proses disamping hasil; menerapkan prinsip adil dalam pemberian bantuan; meningkatkan peran serta wanita; pendampingan yang intensif; menerapkan prinsip transparansi dan akuntabilitas dalam pengeluaran dana; adanya kontrol sosial dari masyarakat dan periode proyek P2KP yang diperpanjang atau lebih dari 2 tahun.", "Daftar File": {}, "Penulis": "Nina Fatma (NIM 154 03 010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andi Oetomo, Ir, M.Pl"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "P2KP, Tridaya, akuntabilitas", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}