{"Nomor": 8825, "Judul": "PERILAKU DEFORMASI PLASTIS PIPELINE API 5L X-42, X-52, X-65, DAN X-80 AKIBAT PENGARUH GEOHAZARD", "Abstrak": "Indonesia merupakan negara dengan kondisi geologi yang tidak stabil. Kondisi tersebut menyebabkan instalasi pipeline di Indonesia menjadi rawan terhadap aktivitas-aktivitas geologi yang membahayakan (geohazard). Aktivitas-aktivitas geologi tersebut antara lain seperti gempa bumi, tanah longsor, pergerakan tanah, gunung meletus yang kesemuanya dapat mengancam keberlangsungan operasi pipa. \n \n \n \n \n \n \n\nDalam penelitian ini, jenis geohazard yang akan dikaji lebih lanjut adalah sesar (fault) yang terbagi dalam tiga jenis, yaitu sesar mendatar, sesar normal, dan sesar naik. Selain jenis sesar, variabel lain yang akan digunakan adalah jenis material pipa yaitu pipa API 5L X-42, X-52, X-65, dan X-80. Interaksi antara pipa dan tanah selanjutnya akan dimodelkan di dalam software yang berbasis analisis elemen hingga. Dalam simulasi, pemberian beban gaya pada pipa akan diaplikasikan dalam bentuk pergerakan tanah. Hasil output dari proses simulasi ini adalah berupa tegangan, regangan plastis, dan perubahan bentuk penampang yang dialami oleh pipa untuk tiap variabel simulasi. \n \n \n \n \n \n \n\nHasil analisis menunjukkan bahwa tegangan, regangan, dan perubahan bentuk penampang pipa akan semakin meningkat seiring dengan meningkatnya pergeseran tanah. Sementara nilai tegangan, regangan plastis dan perubahan bentuk penampang pipa terbesar terjadi pada kasus sesar naik diikuti kemudian oleh sesar normal dan sesar mendatar. Sebagai contoh pada pipa X-65 dimana pada geseran tanah 1,25 m dihasilkan nilai tegangan pada pipa sebesar 506 MPa, 501 MPa, dan 486 MPa serta nilai regangan plastis sebesar 0,08; 0,06; dan 0,03 masing-masing untuk sesar naik, sesar normal, dan sesar mendatar. Pada perhitungan safety factor diperoleh bahwa semakin tinggi grade pipa maka ketahanan pipa akan semakin baik dalam mengantisipasi beban pergeseran tanah. Sebagai contoh dalam kasus sesar mendatar dimana pipa baru mengalami luluh pada pergeseran tanah sebesar 0,625 m; 0,57 m; 0,5 m; dan 0,45 m masing-masing untuk pipa X-80, X-65, X-52, dan X-42.", "Daftar File": {}, "Penulis": "NIZAR ANGGA KUSUMA (NIM 12103022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Syoni Soepriyanto, M.Sc. dan Dr. Eng. Akhmad Ardian Korda, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perilaku Deformasi Plastis, Pipeline Api 5L X-42, X-52, X-65, X-80, Geohazard", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}