{"Nomor": 8837, "Judul": "OPTIMASI JALUR RANTAI PASOK TERPADU BBM DI DEPOT-DEPOT DI PT. XYZ (PERSERO)", "Abstrak": "Berlakunya UU No 22 tahun 2001 tentang pembukaan pasar avtur pada tahun 2006, PT XYZ perlu melakukan transformasi secara cepat dan mendasar terutama dalam bidang supply dan distribusi. Salah satu bentuk transformasi tersebut adalah dengan melakukan perbaikan terutama dalam bidang rantai pasok terpadu, yang dipandang sangat penting dalam proses bisnis PT XYZ.      \n \n \n \n \n \n \n\nBentuk perbaikan tersebut adalah mengembangkan jalur distribusi dan transportasi dengan menggunakan konsep envelope dengan pertimbangan kesamaan sumber pasokan dan kedekatan jarak antar depot, namun setelah diuji coba efisiensi dan efektivitas belum mencapai sasaran karena jalur transportasi dan distribusi masih menggunakan pola lama. Oleh karena itu, sistem tersebut harus dievaluasi jalur distribusi dan transportasinya agar tingkat efektifitas dan efisiensi dapat tercapai. Penelitian ini bertujuan untuk mendesain dan merencanakan pola sistem distribusi dan transportasi rantai pasok terpadu dengan obyek tujuan merancang pola rute distribusi dengan menggunakan konsep envelope.       \n \n \n \n \n \n \n\nEvaluasi dimulai dari identifikasi pasar potensial dan segmentasi geografis untuk melihat jumlah pasar potensial di Indonesia terhadap produk BBM. Setelah hal tersebut tercapai kemudian evaluasi dilakukan terhadap pola rantai pasok yang dipakai selama ini oleh PT XYZ, setelah hasil evaluasi diketahui, bahwa banyaknya depot yang mengalami double handling (penanganan depot penyalur oleh 2 sumber) dan tingkat efisiensi jalur distribusi sangat rendah, hal ini ditandai dengan jauhnya jalur distribusi dari sumber ke permintaan (depot utama dan kilang ke depot penyalur) serta banyaknya jumlah moda angkutan (kapal tanker) yang digunakan sangat tinggi. Setelah tahapan tersebut teridentifikasi, maka perancangan dan perencanaan rantai pasok dilakukan sesuai dengan konsep envelope yang telah ditetapkan.       \n \n \n \n \n \n \n\nSetelah dilakukan optimasi dengan menggunakan konsep jalur distribusi direct shipping with milk runs dan shipment via DC with milk runs maka efisiensi dapat tercapai. Terbukti dengan berkurangnya jumlah moda angkutan yang digunakan hingga 70% dan tingkat service level (RTD) naik hingga 65%. Dapat disimpulkan bahwa pola distribusi dan transportasi rantai pasok terpadu akan berjalan dengan efisien dan efektif apabila menggunakan kombinasi konsep envelope dan sistem distribusi direct shipping with milk runs dan shipment via DC with milk runs. Namun di samping itu ada infrastruktur yang harus dibangun untuk mencapai tujuan dari sistem tersebut, yakni sarana backloading di beberapa depot dan pembangunan tangki timbun yang lebih besar untuk menampung BBM. Hal ini terjadi karena ada beberapa depot yang statusnya naik dari depot penyalur menjadi depot utama sebagai efek dari optimasi tersebut.", "Daftar File": {}, "Penulis": "NOVA TRI ANTOSO (NIM 29106068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Togar M. Simatupang, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "management of supply chain, distribution, envelope method", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}