{"Nomor": 8841, "Judul": "KARAKTERISTIK HILAL METONIK DEKAT EQUINOX, SOLTICE, PERIHELION, DAN APHELION", "Abstrak": "Dalam skripsi ini, yang dimaksud hilal adalah fisik sabit Bulan Muda pertama yang dapat dilihat oleh mata bugil setelah konjungsi pada arah dekat Matahari terbenam, sedangkan siklus Metonik adalah siklus 235 lunasi Bulan yang setara dengan 19 tahun Masehi. Didefinisikan lunasi Islam (ILn = Islamic Lunation Number) sebagai kelipatan lunasi Bulan yang bertambah setiap bulan dimulai dengan ILn 01 untuk Muharram 01 Hijriah, ILn 02 untuk Safar 01 Hijriah, dst., sedangkan nomor varian Metonik lunasi Islam (ILVn = Islamic Lunar Variant Number) adalah variasi lunasi Bulan bernomor 1 - 235 sesuai dengan siklus Metonik (ILVn = 1 jika ILn = 1, 236, 471,... ; ILVn = 2 jika ILn=2, 237, 472,... ; dst). Hilal Metonik merupakan kumpulan hilal dengan ILVn yang sama, atau dengan kata lain hilal Metonik adalah hilal yang lahir pada tanggal Masehi yang sama atau hampir sama dan berjarak dengan kelipatan 19 tahun. Dipandang dari sisi pengamatan, hilal Metonik akan berada dalam pola musim dan pola kecerlangan senja (brightness) yang hampir sama karena kedudukan Matahari di langit yang relatif sama untuk setiap tanggal Masehi yang sama. Dalam skripsi ini akan dipaparkan pola keteratuan teoretis perubahan parameter-parameter hilal Metonik untuk kasus kelahiran hilal dekat equinox, solstice, perihelion, dan aphelion. Parameter-parameter hilal Metonik, antara lain perbedaan posisi Bulan dan Matahari pada saat Matahari terbenam yang terdekat setelah konjungsi/ijtimak berlangsung dalam koordinat ekuatorial, horizontal, dan ekliptik. Selain itu juga, umur hilal, beda waktu terbenam Bulan dan Matahari, fraksi iluminasi, jarak sudut Bulan dan Matahari, dan periode sinodis Bulan. Pendekatan algoritma yang digunakan belum menjamin semua sabit Bulan adalah hilal menurut definisi di atas, terutama untuk kasus fraksi iluminasi Bulan yang kurang dari 0,01. Pengetahuan hilal dengan fraksi iluminasi kurang dari 0,01 masih dalam pengkajian. Secara umum parameter hilal Metonik berubah dengan pola yang unik dan kompleks. Telaah detail pola-pola perubahan di berbagai lintang geografis masih diperlukan untuk prediksi global visibilitas hilal.", "Daftar File": {}, "Penulis": "NOVI SOPWAN (NIM 10303005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Moedji Raharto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metonik, Lunasi Islam, Hilal, Visibilitas Hilal, Equinox, Soltice, Perihelion, Aphelion", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}