{"Nomor": 8843, "Judul": "STUDI IMPLEMENTASI MOBILE PSYCHOTEST BERBASIS BREW", "Abstrak": "Penyelenggaraan psikotes memanfaatkan teknologi mobile menjadi fitur yang dapat dipertimbangkan.  Hal ini disebabkan karena terdapat beberapa kelebihan antara lain assessee tidak berinteraksi langsung dengan assessor (penguji) karena digantikan oleh sistem.  Selain itu, psikotes dapat dilakukan kapan saja dan di mana saja. Penelitian ini telah merancang dan mengimplementasikan aplikasi mobile psychotest berbasis BREW. Hasil rancangan dikembangkan menggunakan BREW platform, diimplementasi ke BREW simulatorÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â¸ dan terakhir diimplementasikan ke perangkat telepon seluler ZTE C330. Kemudian dilakukan penelitian lebih lanjut untuk menjawab hipotesis yang diajukan bahwa perbedaan penggunaan metode psikotes yang diterapkan memberikan respon yang berbeda terhadap aspek kelayakan dan kepuasan pengguna dari masing-masing kelompok pengguna. Pengujian aplikasi dilakukan kepada para assessee dan sebagai pembanding, assesse juga diminta menjalankan psikotes secara konvensional. Terdapat tiga kelompok assessee yang diujikan yaitu kelompok karyawan swasta, kelompok mahasiswa dan calon PNS, dan kelompok masyarakat umum, masing-masing kelompok berjumlah 30 sampel. Data yang diperoleh dianalisis secara statistik untuk masing-masing parameter pengukuran menggunakan t-Student Test sehingga dapat disimpulkan ada tidaknya perbedaan respon terhadap penggunaan metode psikotes yang diterapkan. Hasil penelitian menunjukan bahwa aplikasi mobile psychotest (PsikoTest@Hand) dapat diterapkan pada perangkat seluler yang memiliki keterbatasan kemampuan (seperti halnya perangkat telepon seluler ZTE C330). Hasil analisis data menunjukkan bahwa terdapat perbedaan secara signifikan antara penggunaan metode psikotes konvensional dan menggunakan perangkat seluler PsikoTest@Hand. Seluruh kelompok assessee menyatakan bahwa penggunaan PsikoTest@Hand layak digunakan dengan rata-rata skala nilai kelayakan sebesar 3,83 atau 76,6% dibandingkan skala ekspektasi ideal (skala 5) untuk kelompok karyawan swasta, sebesar 4,03 atau 80,6% dibandingkan skala ekspektasi ideal (skala 5) untuk kelompok mahasiswa & calon PNS, serta sebesar 4,07 atau 81,4% dibandingkan skala ekspektasi ideal (skala 5) untuk masyarakat umum. Seluruh kelompok assessee menyatakan puas menggunakan PsikoTest@Hand dengan rata-rata skala nilai kepuasan yang diberikan adalah sebesar 4,17 atau 83,4% dari skala ekspektasi ideal (skala 5) untuk kelompok karyawan swasta, sebesar 4,20 atau 84,0% dari skala ekspektasi ideal (skala 5) untuk kelompok mahasiswa dan calon PNS, serta sebesar 4,23 atau 84,6% dari skala ekspektasi ideal (skala 5) untuk kelompok masyarakat umum.", "Daftar File": {"2008 TS PP NOVITA ANDRIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27009", "2008 TS PP NOVITA ANDRIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/27010", "2008 TS PP NOVITA ANDRIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/27011", "2008 TS PP NOVITA ANDRIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/27012", "2008 TS PP NOVITA ANDRIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/27013", "2008 TS PP NOVITA ANDRIYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/27014", "2008 TS PP NOVITA ANDRIYANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/27015", "2008 TS PP NOVITA ANDRIYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27016"}, "Penulis": "NOVITA ANDRIYANTI (NIM 23206028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mobile psychotest, t-Student Test, BREW", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}