{"Nomor": 8848, "Judul": "PERHITUNGAN CADANGAN BATUBARA MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Abstrak:   \n \n \n \n\nPerhitungan cadangan dapat dilakukan dengan menggunakan metode penampang, dimana parameter geoteknik sebagai salah satu batasan geometri lereng penambangan. Perhitungan dilakukan pada setiap irisan/penampang dengan jumlah penampang total yang cukup banyak. Perhitungan ini akan kembali dilakukan jika terdapat perubahan pada geometri endapan sebagai penyesuaian terhadap desain dan rencana penambangan.    \n \n \n \n \n\nDengan mengekspresikan dan merangkum data-data eksplorasi batubara menjadi sebuah model konseptual dan matematis akan memudahkan dalam perhitungan cadangan batubara. Salah satu solusi dari permasalahan di atas adalah pemodelan matematis dengan Metode Elemen Hingga (Finite Element Method), dengan menerapkan prinsip-prinsip kalkulus pada masalah geometri endapan batubara. Prinsip dari Metode Elemen Hingga adalah diskritisasi, yaitu membagi suatu benda menjadi benda-benda yang berukuran lebih kecil agar mudah pengelolaannya. Dari elemen-elemen ini dapat dimasukkan parameter-parameter lainnya, seperti kualitas batubara, berat jenis, dan ketebalan.     \n \n \n \n \n\nDalam penelitian ini, konstruksi pit limit sebagai batas geometri perhitungan cadangan dapat diubah-ubah sesuai kebutuhan dengan membentuk model matematik. Dengan demikian, metode ini menjadi sangat fleksibel terhadap perubahan parameter dan lebih efisien dalam penggunaan waktu perhitungan.", "Daftar File": {"Pages from 2007 TA PP NOVRI TRI PRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27038", "Pages from 2007 TA PP NOVRI TRI PRASETYO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27039", "Pages from 2007 TA PP NOVRI TRI PRASETYO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27040", "Pages from 2007 TA PP NOVRI TRI PRASETYO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27041", "Pages from 2007 TA PP NOVRI TRI PRASETYO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27042", "Pages from 2007 TA PP NOVRI TRI PRASETYO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27043", "Pages from 2007 TA PP NOVRI TRI PRASETYO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/27044", "2007 TA PP NOVRI TRI PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27045"}, "Penulis": "Novri Tri Prasetyo (NIM 121 03 010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Lilik Eko Widodo, Dr, Ir, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reserves calculation, Finite Element Method, discretisation", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}