{"Nomor": 8851, "Judul": "EVALUASI MANFAAT DAN USULAN KEBIJAKAN PENGEMBANGAN LAPANGAN GAS TEMELAT BLOK SSE, DI SUMATERA SELATAN", "Abstrak": "Gas bumi yang cadangannya semakin meningkat memiliki potensi yang sangat besar untuk dikembangkan sebagai energi alternatif pengganti Bahan Bakar Minyak terutama untuk keperluan dalam negeri. Sehubungan dengan meningkatnya kebutuhan energi baik untuk tenaga listrik PLN maupun untuk menggerakkan industri kimia di Sumatera Selatan, maka diperlukan suplai energi yang besar. Berdasarkan eksplorasi dan eksploitasi sumber daya alam memungkinkan bahwa potensi gas di wilayah Sumatera Selatan tersebut untuk mensuplai kebutuhan energi tersebut melalui jumlah pasokan gas yang tersedia. Berdasarkan kontrak jual beli gas antara PT. Medco E&P Indonesia dengan beberapa instansi pemerintah maupun swasta seperti PLN, PUSRI, Mitra Energi Buana memungkinkan untuk mengeksploitasi lapangan-lapangan gas PT. Medco E&P Indonesia di wilayah Sumatera Selatan.  \n \n\nPenelitian bertujuan untuk menghitung cadangan gas dan keekonomian dari salah satu lapangan gas tersebut (Lapangan Gas Temelat di Blok SSE) untuk mensuplai kebutuhan energi dan manfaat serta peran masyarakat terhadap pengembangangan masyarakat. Hasil penelitian menunjukkan bahwa jumlah cadangan gas yang ada di Lapangan Temelat sekitar 19 BSCF. Dengan perkiraan harga gas US$ 2,46 / MMBTU dan total biaya investasi US$ M 7,208 maka proyek pengembangan Lapangan gas Temelat akan memberikan total keuntungan US$ M 20,044 kepada negara dan US$ M 8,591 kepada kontraktor dengan Rate of Return (ROR ) 55 % dengan Pay Out Time (POT) selama 2.6 tahun.   \n \n\nPengembangan lapangan gas Temelat  serta pengembangan lapangan-lapangan gas yang lain di blok tersebut dengan cadangan yang sangat kecil senantiasa mengalami penundaan pengembangan karena kebutuhan gas oleh konsumen sesuai dengan kontrak sudah terpenuhi oleh lapangan gas lain yang secara keekonomian lebih menarik, memerlukan dilakukannya kajian evaluasi manfaat berupa melihat pasar yang ternyata masih memiliki peluang besar untuk dipasarkan baik ke industri besar seperti industri pupuk, PLN maupun industri rumah tangga untuk wilayah Sumatera Selatan ataupun sekitarnya. Penundaan pengembangan ini disebabkan sarana dan pra-sarana yang belum dikembangkan sehingga perlu usulan-usulan kebijakan yang mendukung percepatan pengembangan lapangan gas Temelat ini.", "Daftar File": {}, "Penulis": "NUGROHO MARSIYANTO (NIM 24004305)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n \n\nProf.Dr.Ir. Widjajono Partowidagdo dan Dr.Ir. Teti A. Argo."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "natural gas reserve, energy alternative replacement, market demand, oil industry", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}