{"Nomor": 8855, "Judul": "KAJIAN RUPA PERHIASAN PERAK KARYA DESAK NYOMAN SUARTI DAN RUNI PALAR", "Abstrak": "Penelitian ini secara umum bertujuan mengidentifikasi, memahami dan mendeskripsikan karakteristik perupaan perhiasan perak rancangan Desak Nyoman Suarti dan Runi Palar. Melalui penelitian ini diharapkan masyarakat dapat memahami nilai estetis dan karakteristik perupaan perhiasan mereka serta dapat menjadi salah satu referensi literatur dalam upaya pengembangan perhiasan perak Indonesia.  \n \n\nPenelitian dengan metode kualitatif ini menggunakan teknik pengumpulan data melalui kajian lapangan, kajian literatur serta wawancara kepada narasumber dan para ahli. Pendekatan historis digunakan untuk terlebih dahulu menyusun data-data kronologis perkembangan perhiasan perak di Indonesia, selanjutnya pengkajian dengan perhiasan dilakukan melalui pendekatan antar disiplin agar dapat menghasilkan sebuah penelitian yang mendalam. Pendekatan ini terdiri dari pendekatan sejarah perhiasan, pendekatan estetika seni pramoderen Indonesia serta estetika seni moderen Barat dengan penggunaan metode kritik seni untuk menganalisa perupaan objek kajian.  \n \n\nHasil penelitian menunjukkan bahwa (1) Karakteristik desain perhiasan Suarti cenderung klasik dengan sentuhan moderen, mewah, tegas, dan dinamis; (2) Pencitraan perhiasan Runi Palar cenderung lembut, feminin, sederhana, elegan dan kontemporer; (3) Kedua desainer tersebut berupaya mengelaborasikan kekayaan seni budaya masyarakat pramoderen Indonesia, perkembangan moderen serta kecenderungan estetis sesuai dengan pengalaman personalnya sehingga menjadi kekuatan utama dalam berkompetisi dan mengembangkan diri secara berkelanjutan.", "Daftar File": {"2008 TA PP NUR AINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27090", "2008 TA PP NUR AINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/27091", "2008 TA PP NUR AINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/27092", "2008 TA PP NUR AINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/27093", "2008 TA PP NUR AINI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/27094", "2008 TA PP NUR AINI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/27095", "2008 TA PP NUR AINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/27096", "2008 TA PP NUR AINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27097"}, "Penulis": "NUR AINI (NIM 17003002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Nuning Y. Damayanti, Dipl. Art., Irma Damajanti, M.Sn., dan Ira Adriati, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "perhiasan, perak, desain, estetis, rupa, Suarti, Palar", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Jun 2008"}