{"Nomor": 8857, "Judul": "PEMANFAATAN DURI DAN TULANG IKAN BANDENG SEBAGAI RESIN PENYERAP TEMBAGA", "Abstrak": "Indonesia merupakan salah satu negara penghasil ikan bandeng dengan jumlah yang berlimpah. Untuk meningkatkan nilai jual ikan bandeng tersebut, dilakukan pencabutan tulang dan duri bandeng, namun proses tersebut menimbulkan suatu permasalahan lingkungan karena limbah duri dan tulang yang dihasilkan tidak termanfaatkan dan sulit untuk didegradasi. Dalam penelitian ini telah dilakukan pengolahan duri dan tulang bandeng sebagai sumber kitin dan kitosan yang kemudian dimanfaatkan lebih lanjut sebagai penyerap logam dalam air minum. Melalui proses deproteinasi dengan NaOH dan demineralisasi dengan HCl diperoleh produk kitin dari duri dan kitosan dari tulang dengan persen rendemen masing-masing sebesar 3,59% dan 5,18%. Kadar penyerapan tembaga oleh kitin dan kitosan dengan menggunakan larutan Cu2+ 3 ppm mencapai 100%, sedangkan penyerapan logam Cu2+ 200 ppm mencapai 99,70%. Kemungkinan terbentuknya kompleks Cu-kitosan didukung oleh adanya pergeseran puncak O-H pada bilangan gelombang 3446,79 cm pangkat -1 ke 3423,65 cm pangkat -1.", "Daftar File": {"2008 TA PP NUR ENNY OKTARINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27106", "2008 TA PP NUR ENNY OKTARINA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27107", "2008 TA PP NUR ENNY OKTARINA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27108", "2008 TA PP NUR ENNY OKTARINA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27109", "2008 TA PP NUR ENNY OKTARINA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27110", "2008 TA PP NUR ENNY OKTARINA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27111", "2008 TA PP NUR ENNY OKTARINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27112"}, "Penulis": "NUR ENNY OKTARINA (NIM 10504071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Megawati Santoso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Duri dan tulang ikan bandeng, Resin penyerap tenaga", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}