{"Nomor": 8861, "Judul": "ANALISIS KEHANDALAN PADA JARINGAN PIPA GAS DENGAN METODE SIMULASI MONTE CARLO", "Abstrak": "Abstrak:   \n \n \n \n\nAnalisis kehandalan yang dilakukan yaitu dengan memperhatikan model kegagalannya. Ada dua jenis odel kegagalan yang dapat terjadi pada pipa, yaitu model kegagalan rupture dan model kegagalan leak. Model kegagalan rupture berupa pecah dinding pipa disebabkan tekanan internal lebih besar dari tekanan minimum yang diizinkan. Model kegagalan rupture pada jaringan pipa gas SKG Cilegon-Cilamaya diprediksi tidak terjadi karena tekanan internal pipa kurang dari tekanan minimum yang diizinkan. Leak terjadi jika kedalaman penipisan karena korosi telah melebihi ketebalan dinding pipa. Sebagian besar penyebab kegagalan pada jaringan pipa disebabkan karena mekanisme kerusakan berupa korosi. Oleh karena itu, untuk prediksi kehandalan pipa ini  didasarkan data hasil ILI (In Line Inspection).   \n \n \n \n \n\nBerdasarkan model kegagalan tersebut dapat diturunkan fungsi matematiknya yang disebut sebagai fungsi limit state. Fungsi ini dapat menentukan batas daerah aman dan gagalnya suatu pipa. Pipa dikatakan masuk dalam daerah aman jika kedalaman korosi lokal tidak melebihi minimum allowable wall thickness (MAWT). Dan dikatakan masuk daerah gagal jika kedalaman korosi telah melebihi MAWT. Dari fungsi limit state dapat ditentukan variabel randomnya yaitu laju korosi. Variabel random ini selanjutnya disimulasikan dengan metode Monte Carlo. Dalam simulasi ini, laju korosi diasumsikan terdistribusi mengikuti fungsi distribusi Gumbel. Sebagai pembanding dilakukan juga untuk distribusi Normal, Lognormal dan Weibull.   \n \n \n \n \n\nHasil simulasi ini berupa nilai POF dan Reliability. Selanjutnya nilai POF tersebut dibandingkan dengan batas nilai POF yang izinkan. Nilai PoF sebesar 1 x 10 digunakan sebagai batas PoF yang diizinkan. Nilai PoF tersebut diperoleh dari klasifikasi safety class pada standar ISO 16078. beberapa segmen kritis yang diprediksi telah habis umur sisanya yaitu: Jaringan pipa SKG Cilegon- Bitung pada tahun 2006 pada setiap segmennya, Jaringan pipa SKG Bitung- Tegalgede pada tahun 2007 pada segmen Km 0.0 -14.0, Km 27.0 - 31.0, Km 40.0 - 43.0, Km 46.0 - 49.0, Km 65.0 - 69.0,  dan Km 73.0 - 77.0, Jaringan pipa SKG Tegalgede-Cilamaya pada tahun 2007 pada segmen Km 2.0 - 10.0 dan Km 64.0 - 65.0.", "Daftar File": {}, "Penulis": "Nur Iman (NIM 121 02 010)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Syoni Soepriyanto, Dr, Ir, M.Sc   \n \n \n \n\nPembimbing 2: Ahmad Taufik Joenoes, Dr, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rupture, MAWT.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}