{"Nomor": 8867, "Judul": "STUDI ANALISIS DAN SIMULASI PENENTUAN TORKA ELEKTROMAGNETIK PADA PERILAKU DINAMIS GENERATOR SINKRON KUTUB MENONJOL", "Abstrak": "Abstrak: \n \n\nGenerator sinkron merupakan mesin utama yang dijumpai pada setiap pembangkit tenaga listrik. Dalam operasinya generator sinkron dapat mengalami perubahan-perubahan yang dapat terjadi, diantaranya perubahan fluktuasi beban yang dilayani atau gangguan, sehingga mengakibatkan kenaikan atau penurunan besaran-besaran yang ada pada generator sinkron salah satunya perubahan besaran torka elektromagnetik. \n \n\nBesaran torka elektromagnetik merupakan salah satu besaran mekanikal memegang peranan penting dalam proses berlangsung energi konversi dari mesin-mesin listrik terutama pada generator sinkron, proses terjadinya torka elektromagnetik pada perilaku generator karena adanya interaksi antara perubahan arus stator dan fluks linkup celah udara yang mana bersama-sama dengan putaran menghasilkan energi konversi, secara fisis torka elektromagnetik yang ditimbulkan pada generator adalah cross product antara arus stator dan fluks linkup pada celah udara. \n \n\nPada tulisan ini disajikan lebih lanjut analisis penentuan torka elektromagnetik pada perilaku dinamis generator sinkron kutub menonjol, yang ditinjau saat generator sinkron mengalami gangguan hubung singkat tiga phasa. \n \n\nUntuk mendapatkan solusinya dilakukan analisis dimana penyederhanaan persamaan unjuk kerja dari generator sinkron dengan menggunakan metoda kerangka acuan yang transformasikan kedalam sumbu d-q, kemudian dibuat model matematis yang dapat diselesaikan secara numerik selanjutnya digunakan dalam simulasi. Dari hasil simulasi dapat diketahui kenaikan atau penurunan besaran torka elektromagnetik yang diperlukan dalam energi konversi serta ditunjukkan pula karakteristik perilaku dinamis dari generator sinkron", "Daftar File": {}, "Penulis": "Nursun Hardi Kresna (NIM 232 92 506)", "Kontributor / Dosen Pembimbing": ["Pembimbing : H. T.M. SOELAIMAN,MSc.EE, PROF \n \n\nScanner: Delviana Fransiska", "06-02-2008"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Generator sinkron, fluktuasi, elektromagnetik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}