{"Nomor": 8874, "Judul": "PENGEMBANGAN MODEL ANALISIS PERFORMANSI KOORDINASI SINYAL LALU-LINTAS PADA SUATU JALAN DUA ARAH", "Abstrak": "Abstrak : \n \n\nTesis ini membahas pengembangan model koordinasi sinyal lampu lalu-lintas yang dipasang pada suatu jalan yang lalu-lintasnya dua arah. Model koordinasi sinyal yang dikembangkan ini hanya berlaku pada kondisi arah tidak jenuh (undersaturated) dan panjang siklus seluruh simpang sama besar. Data yang diperlukan adalah: waktu hijau masing-masing simpang, besar pemutusan hijau dan perlambatan hijau masing-masing simpang, parameter dispersi pleton pads masing-masing ruas, arus lalu-lintas, besar arus jenuh pada masing-masing simpang, kecepatan rata-rata arus lalu-lintas pada masing-masing ruas, dan panjang masing-masing ruas. \n \n\nKoordinasi sinyal dilakukan dengan mengasumsikan arah masuk dan keluar pada masing-masing simpang berbentuk pleton persegi panjang tunggal. Pleton kendaraan tersebut mengalami dispersi saat bergerak melintasi ruas. Tundaan pada satu simpang dinyatakan dalam variabel (selang waktu tibanya ekor pleton di simpang hingga munculnya sinyal merah) yang nilainya bervariasi dari 0 sampai satu siklus. Algoritma perhitungan dibuat untuk mendapatkan nilai t masing-masing simpang yang memberikan tundaan total pada seluruh simpang paling kecil. Offset pada masing-masing ruas dapat dihitung menggunakan nilai optimum masing-masing simpang tersebut. Metode ini dilengkapi dengan program komputernya sehingga dengan hanya memasukkan data yang dibutuhkan dapat dengan cepat diperoleh offset Aria masing-masing ruas dan besar tundaan total yang minimal. \n \n\nMetode yang diperkenalkan ini berbeda dengan metode konvensional yang telah umum dipergunakan seperti metode maksimasi green bandwidth. Metode ini turut memperhitungkan beberapa faktor yang pada metode konvensional tidak diperhitungkan diantaranya: dispersi pleton, kendaraan yang membelok di persimpangan, penggunaan fasilitas pemutusan hijau dan perlambatan hijau yang mengakibatkan waktu hijau yang berbeda pada kedua arah di satu simpang.", "Daftar File": {}, "Penulis": "Nusa Sebayang (NIM 250 96 019)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Trisno Soegondo, Prof. Ir. MSCE. \n \n\nPembimbing 2 : Idwan Santoso, Ir. MSc, PhD, DIC. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Performance analysis, signal coordination, two way street.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}