{"Nomor": 888, "Judul": "PERANAN INDUSTRI BESAR DAN SEDANG TERHADAP  PERLUASAN KESEMPATAN KERJA DI JAWA TENGAH", "Abstrak": "Disusun dalam rangka melengkapi salah satu persyaratan untuk mencapai Master dalam Perencanaan Kota dan Wilayah pada Fakultas Teknik Jurusan Planologi, Institut Teknologi Bandung, Tahun 1987. Masalah ketenagakerjaan merupakan salah satu masalah penting dalam pembangunan daerah Jawa Tengah. Hal ini ditandai dengan adanya tingkat pengangguran penuh ( unemployment ) maupun setengah pengangguran ( under employment ) yang relatip tinggi. Untuk mengatasi masalah ketenagakerjaan tersebut, salah satu sektor yang dicanangkan ialah industri. Di lain pihak salah satu tujuan pembangunan sektor industri ialah untuk perluasan kesempatan kerja. Dengan demikian dari segi rumusan kebijaksanaan nampak adanya keserasian ( consistency ) antara masalah dan kebijaksanaan pemecahannya. Thesis ini bertujuan untuk menganalisa tentang pengaruh pertumbuhan industri besar - sedang terhadap pertumbuhan kesempatan kerja di Daerah Jawa Tengah. Variabel - variabel indutri yang diidentifikasikan sebagai variabel yang mempengaruhi pertumbuhan kesempatan kerja ( variabel independen ) meliputi : iii pertumbuhan jumlah unit usaha; pertumbuhan biaya input; pertumbuhan nilai tambah (value added); pertumbuhan biaya tenaga kerja; pertumbuhan bahan baku import. Hasil perhitungan dengan menggunakan model analisa multiregresi menunjukkan adanya hubungan yang kuat ( significant; correlation ) antara variabel perkembangan industri dengan pertumbuhan kesempatan kerja ( r = 0.94 ). Selain menggunakan model analisa multiregresi, juga digunakan model analisa kepekaan atau juga lazim disebut elastisitas kesempatan kerja. Berdasarkan model analisa ini makes dapat diketahui bahwa elastisitas kesempatan kerja regional Jawa Tengah sebesar 0,36 , sedang khusus untuk industri besar - sedang 0,45 . Ini berarti setiap pertumbuhan ekonomi atau pertumbuhan industri besar - sedang sebesar 1 persen akan berakibat pada pertumbuhan kesempatan kerja masing-masing 0,36 dan 0,45 persen. Penggunaan model elastisitas kesempatan kerja sektor dalam rangka perencanaan tenaga kerja sudah barang tentu perlu dilengkapi dengan model-model analisa lainnya misalnya pendekatan produktivitas. Selain gambaran yang dikemukakan di atas juga thesis ini telah memberikan gambaran tentang distribusi industri besar - sedang di masing-masing daerah Tingkat II dari segi unit usaha dan tenaga kerja terserap, dengan menggunakan model analisa location quotient. Hasilnya menunjukkan adanya distribusi yang relatip tidak merata antar wilayah pengembangan. Gambaran distribusi yang pincang tersebut pada gilirannya dapat mejadi masukan dalam menentukan kebijaksanaan penkembangan industri", "Daftar File": {"1987 Alex Emyll": "https://digilib.itb.ac.id/gdl/download/1163"}, "Penulis": "Alex Emyll [858402]", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1Sugijanto Soegijoko  Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Big industry, job", "Sumber": "SAPPK", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Jan 2005"}