{"Nomor": 8882, "Judul": "STUDI DAN IMPLEMENTASI ALGORITMA OPTIMASI PEMOTONGAN BAR STEEL", "Abstrak": "Pada tugas akhir ini dibahas mengenai permasalahan pemotongan bar steel, dimana ukuran bar steel yang dihasilkan pabrik dalam bentuk rol tidak selalu sesuai dengan ukuran yang dibutuhkan dalam konstruksi sehingga rol tersebut harus dipotong-potong sesuai kebutuhan. Penyusunan pola pemotongan sangat penting dalam mendapatkan sisa minimal bar steel karena perbedaan pola pemotongan dapat menghasilkan sisa bar steel terbuang yang berbeda pula. Dalam kajian informatika dikenal beberapa algoritma optimasi yang dapat menyelesaikan permasalahan pola pemotongan. Oleh karena itu perlu dibuat sebuah perangkat lunak yang mengimplementasikan algoritma optimasi tersebut. Perangkat lunak dibuat menggunakan bahasa C# Visual Studio 2005. Perangkat lunak ini mengimplementasikan algoritma optimasi brute force, greedy, dan program dinamis untuk mencari solusi. Setelah diuji, perangkat lunak ini menunjukkan bahwa algoritma brute force selalu menghasilkan solusi paling optimal, tetapi paling lambat dalam proses pencarian solusi. Algoritma greedy selalu paling cepat dalam proses pencarian solusi, dan algoritma program dinamis adalah algoritma terbaik secara keseluruhan karena algoritma ini menghasilkan solusi yang mendekati optimal dengan kecepatan proses yang cepat untuk tipe persoalan yang mirip dengan kenyataan. Metode brute force tidak muncul sebagai algoritma paling optimal karena kecepatan prosesnya yang bisa mencapai lebih dari 2 hari untuk persoalan kompleks yang biasa dihadapi di kenyataan.", "Daftar File": {"2008 TA PP ODIT EKWARDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27300", "2008 TA PP ODIT EKWARDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/27301", "2008 TA PP ODIT EKWARDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/27302", "2008 TA PP ODIT EKWARDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/27303", "2008 TA PP ODIT EKWARDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/27304", "2008 TA PP ODIT EKWARDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/27305", "2008 TA PP ODIT EKWARDO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/27306", "2008 TA PP ODIT EKWARDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27307"}, "Penulis": "ODIT EKWARDO (NIM 13504079)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Rinaldi Munir, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bar steel, algoritma optimasi, brute force, greedy, program dinamis, rol, pola pemotongan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}