{"Nomor": 8883, "Judul": "KAJIAN PENINGKATAN AKURASI MATRIKS ASAL-TUJUAN YANG DIHASILKAN DARI DATA ARUS LALULINTAS PADA KONDISI KESEIMBANGAN", "Abstrak": "Informasi kondisi arus lalulintas sangat berguna pagi pengguna jalan karena pengguna jalan tersebut dapat memilih dan menentukan rute perjalanan terbaik yang akan dilaluinya sebelum melakukan perjalanan. Penelitian ini bertujuan akhir untuk mengembangkan sistem informasi arus lalulintas bagi pengguna jalan untuk wilayah Kota Bandung, yang dikembangkan menggunakan data arus lalulintas secara waktu nyata. Masukan utama yang diperlukan untuk mengembangkan sistem informasi tersebut adalah Matriks Asal-Tujuan (MAT) yang dikembangkan berdasarkan informasi arus lalulintas. Pada penelitian tahap ini telah ditinjau beberapa faktor yang berpengaruh terhadap peningkatan akurasi MAT yang dihasilkan dari data arus lalulintas, dimana model Gravity (GR) digunakan sebagai model sebaran pergerakan. Jenis metode estimasi yang akan ditinjau pengaruhnya adalah: Kuadrat Terkecil (KT), Kemiripan-Maksimum (KM), Inferensi Bayes (IB), dan Entropi Maksimum (EM). Sedangkan model pemilihan rute yang akan ditinjau pengaruhnya adalah model all or nothing dan keseimbangan. Hasil penelitian menyimpulkan bahwa terdapat tingkat keakurasian yang cukup tinggi dalam proses estimasi MAT. Hal tersebut ditunjukkan berdasarkan nilai optimum dari fungsi tujuan serta hasil pengujian statistik.", "Daftar File": {"Proceedings ITB Science and Technology  Vol 39 A No 1&2 2007  p 23-39.pdf": "https://digilib.itb.ac.id/gdl/download/27308"}, "Penulis": "Ofyar Z. Tamin  & Rusmadi Suyuti", "Kontributor / Dosen Pembimbing": ["mahmudin@unix.lib.itb.ac.id"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "estimation method; origin-destination matrix; transportation model; trip assignment; trip distribution.", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2008"}