{"Nomor": 8887, "Judul": "REINVENTING STRATEGI PEMASARAN TELKOM FLEXI TRENDY", "Abstrak": "Dalam lingkungan bisnis saat ini, potensi industri pasar telekomunikasi di Indonesia menunjukkan perkembangan yang terus meningkat setiap tahunnya, dimana pertumbuhan jumlah pengguna layanan selular semakin meningkat sejalan dengan meningkatnya pertumbuhan penduduk. Dalam rangka memanfaatkan potensi tersebut, PT. Telkom Tbk. sebagai pelopor layanan Fixed Wireless Access berbasis Code Division Multiple Access di Indonesia seyogyanya dapat mengatasi isu‐isu bisnis yang dihadapinya atas produk Telkom Flexi Trendy. Isu bisnis utama yang dihadapi adalah tidak adanya fokus terhadap STP dan singkronisasi penerapannya pada bauran pemasaran yang berdampak pada pertumbuhan market share produk dan layanan tersebut. \n \n \n \n\nTelkom Flexi Trendy memberikan layanan utama berupa voice, SMS, Flexi Combo, Flexi PDN, Flexi Tone, RBT, Flexi Millis, dan berbagai fitur lain yang memudahkan pelanggannya untuk berkomunikasi. Permasalahan ini dapat diselesaikan dengan melakukan reinventing yang komprehensif yang mencakup analisa data internal yang berupa analisis SWOT, PLC, analisis industri Porter 5 Forces, STP, juga bauran pemasaran, dan data eksternal yang berupa analisa TOWS, STP, bauran pemasaran juga analisa konsumen. \n \n \n \n\nTugas akhir ini fokus pada perencanaan strategi pemasaran untuk diterapkan pada produk berdasarkan depth interview dengan pengguna layanan selular dan data internal perusahaan. Diketahui bahwa STP dan bauran pemasaran yang dilakukan selama ini belum dapat berjalan secara efektif. Berdasarkan data yang dapat dianalisa, maka dibuat rencana implementasi reinventing Telkom Flexi Trendy. Penelitian yang dilakukan menghasilkan rancangan STP dan bauran pemasaran yang dapat diterapkan oleh PT. Telkom, yang diharapkan dapat meningkatkan pertumbuhan market share Flexi Trendy. Implementasi tersebut dimulai dari perencanaan STP dan bauran pemasaran melalui dukungan berbagai aktivitas komunikasi, produk tersebut dapat sesuai dengan kebutuhan pasar.", "Daftar File": {"2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/27331", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27332", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB2 A.pdf": "https://digilib.itb.ac.id/gdl/download/27333", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB2 B.pdf": "https://digilib.itb.ac.id/gdl/download/27334", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB3 A.pdf": "https://digilib.itb.ac.id/gdl/download/27335", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB3 B.pdf": "https://digilib.itb.ac.id/gdl/download/27336", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB3 C.pdf": "https://digilib.itb.ac.id/gdl/download/27337", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27338", "2008 TS PP OLDIE ANETTE WIYANTI SURYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27339"}, "Penulis": "OLDIE ANETTE WIYANTI SURYADI (NIM 29106412)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benny S. Gunawan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "STP, Bauran pemasaran", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}