{"Nomor": 8890, "Judul": "IDENTIFIKASI BAHAYA PAPARAN PANAS PADA PEKERJA DI LINGKUNGAN KERJA INDUSTRI STRATEGIS PT. X", "Abstrak": "Salah satu potensi bahaya yang terdapat di lingkungan kerja dan mendapat perhatian khusus adalah panas. Panas berlebih di tubuh baik akibat proses metabolisme tubuh maupun paparan panas dari lingkungan kerja dapat menimbulkan masalah kesehatan (heat strain) dari yang sangat ringan seperti heat rash, heat syncope, heat cramps, heat exhaustion hingga yang serius yaitu heat stroke. Studi ini merupakan identifikasi bahaya yang bertujuan untuk; menghitung indeks tekanan panas melalui pengukuran faktor-faktor eksternal lingkungan yang mempengaruhi tekanan panas yaitu kelembaban, kecepatan angin, suhu kering, suhu basah dan suhu radiasi; melakukan evaluasi terhadap kesehatan pekerja akibat paparan panas melalui pengukuran tekanan darah sistolik, tekanan darah diastolik, denyut nadi dan suhu tubuh pekerja. Penelitian ini dilakukan di bagian peleburan dan pengecoran unit COR I dan II serta unit TEMPA sebagai kontrol di industri strategis PT.X. Berdasarkan hasil perhitungan dan analisis indeks tekanan panas dengan metode ISBB diketahui bahwa indeks tekanan panas bagian peleburan unit COR I adalah 31,51 derajat C ÃƒÂ‚Ã‚Â±1,75, pada bagian pengecoran 28,29 derajat C ÃƒÂ‚Ã‚Â±1,3, pada bagian peleburan dan pengecoran ferro unit COR I adalah 33,87 derajat C ÃƒÂ‚Ã‚Â±6,36 dan 28,22 derajat C ÃƒÂ‚Ã‚Â±1,66, pada bagian peleburan dan pengecoran non-ferro adalah 30,3 derajat C ÃƒÂ‚Ã‚Â±2,41 dan 30,32 deajat C ÃƒÂ‚Ã‚Â±3,14. Dan sebagai kontrol dilakukan di unit TEMPA diketahui nilai indeks tekanan panas yaitu 25,11 derajat C ÃƒÂ‚Ã‚Â±0,92. Berdasarkan Surat Keputusan Menteri tenaga Kerja KEP-MEN/51/1999 nilai indeks tekanan panas pada bagian peleburan unit COR I, peleburan ferro, peleburan dan pengecoran non-ferro unit COR II telah melebihi ambang batas yaitu 30 derajat C. Berdasarkan hasil perhitungan Heat Index diperoleh nilai antara 80 derajat F-90 derajat F dan berdasarkan Belding Hatch index diperoleh nilai Heat Stress Index pada lokasi peleburan dan pengecoran unit COR I masing masing 140 dan 40, untuk bagian peleburan dan pengecoran ferro unit COR II masing masing sebesar 150 dan 40 dan bagian peleburan dan pengecoran non ferro unit cor II adalah 90. Analisis kesehatan dilakukan terhadap 48 orang pekerja yang terdiri dari 24 orang pekerja di unit COR I dan II dan 24 orang pekerja lainnya di unit TEMPA sebagai kontrol. Berdasarkan hasil perhitungan nilai Hazard Index, diketahui bahwa bagian peleburan dan pengecoran unit COR I dan II dapat menimbulkan risiko kesehatan bagi pekerja yang bekerja di lokasi tersebut (Hazard Index>1). Risiko terjadinya gangguan kesehatan pekerja diperoleh dari nilai RR yang mana pekerja yang terpapar panas berisiko mengalami penurunan tekanan darah sistolik 1,55 kali lipat, penurunan tekanan darah diastolik 1,57 kali lipat dan kenaikan suhu tubuh 9,25 kali lipat dibandingkan pekerja yang tidak terpapar panas suhu ekstrim. Untuk parameter denyut nadi tidak adanya hubungan positif dengan paparan panas. Kontribusi paparan panas menimbulkan gangguan terhadap kesehatan pekerja (AR) adalah untuk penurunan tekanan darah sistolik 35%, penurunan tekanan diastolic 36% dan kenaikan suhu tubuh adalah 89,2%.", "Daftar File": {"2008 TS PP ORA OLA LINA MANURUNG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27349", "2008 TS PP ORA OLA LINA MANURUNG 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27350", "2008 TS PP ORA OLA LINA MANURUNG 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27351", "2008 TS PP ORA OLA LINA MANURUNG 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27352", "2008 TS PP ORA OLA LINA MANURUNG 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27353", "2008 TS PP ORA OLA LINA MANURUNG 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27354", "2008 TS PP ORA OLA LINA MANURUNG 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/27355", "2008 TS PP ORA OLA LINA MANURUNG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27356"}, "Penulis": "ORA LINA MANURUNG (NIM 25306001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Paparan panas, Indeks tekanan panas, Risiko kesehatan, Heat exposure, Heat stress index, Health risk", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}