{"Nomor": 8895, "Judul": "PENGARUH PERLAKU ETIKAL ATASAN TERHADAP PERILAKU ETIKAL BAWAHAN", "Abstrak": "ABSTRAK: \n \n\nDalam etika bisnis, sangat penting bagi pemimpin untuk bergerak bersama-sama dengan karyawannya untuk mempemleh dan menjaga kredibilitas usaha. Hal ini sangat penting, agar perusahaan dapat diterima dan tetap dipercaya oleh stakeholder (pemegang saham, konsumen, pemasok, masyarakat) dalam menjalankan usahanya, mengingat semakin ketatnya kompetisi bisnis. Atasan yang etikal diharapkan dapat mempengaruhi dan mengajak bawahannya untuk jugs berperilaku etikal. Walaupun sebenamya banyak hal yang dapat mempengaruhinya, namun diyakini atasan mempunyai peranan yang penting dalam mempengaruhi bawahannya. Dalam kondisi negara yang memiliki budaya paternalistik, kiranya akan lebih mudah bagi atasan untuk menjadi panutan bagi bawahannya karena bawahan juga mencari figur yang bisa menjadi panutan. Istilah panutan sendiri sudah sangat familiar bagi orang Indonesia. Hampir semua orang menganggap bahwa orang Indonesia itu mencari panutan. Dan pemimpin merupakan panutan bagi pengikutnya. \n \n\nMeyakini pentingnya peran atasan sebagai panutan (role model) perilaku etikal bagi bawahannya, maka telah dilakukan penelitian terhadap 233 responden dari 8 perusahaan yang bergerak diberbagai bidang usaha untuk mengetahui pengaruh perilaku etikal atasan terhadap perilaku etikal bawahan. Selain itu, penelitian ini juga untuk mengetahui peran sistem penghargaan & sanksi dalam hubungan pengaruh perilaku etikal atasan terhadap perilaku etikal bawahan. \n \n\nHasil dari penelitian ini menunjukkan bahwa secara general perilaku etikal atasan mempengaruhi perilaku etikal bawahan. Pads perusahaan BUMN, perilaku etikal atasan tidak mempengaruhi perilaku etikal bawahan. Sedangkan pads perusahaan swasta perilaku etikal atasan mempengaruhi perilaku etikal bawahan. Yang kedua, bawahan bisa mencontoh perilaku etikal atasan bila contoh tersebut diberikan secara utuh sehingga bawahan bisa memahami nilai-nilai dan pentingnya etika. Sistem penghargaan dan sanksi yang ada meniadakan pengaruh perilaku etikal atasan terhadap bawahannya. Hal ini mungkin disebabkan oleh tidak jelasnya sistem penghargaan dan sanksi secara keseluruhan atas perihal perilaku etikal, sehingga bawahan menjadi skeptis terhadap pengaruh perilaku etikal yang diberikan oleh atasan.", "Daftar File": {}, "Penulis": "Padmanaba Permana Sidhi (NIM 23499046)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ida I Dewa Gede Raka, Prof., Dr., Ir., MEIE. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "etika bisnis, perilaku etikal, role model", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}