{"Nomor": 8903, "Judul": "SIMULASI SEDIMENTASI DAN ANALISIS UMUR WADUK (STUDI KASUS WADUK SAGULING)", "Abstrak": "Waduk atau Reservoir ditinjau dari sudut tata air berperan sebagai cadangan air untuk keperluan irigasi, perikanan, sumber air baku, sumber pembangkit listrik tenaga air, serta penyuplai air tanah. Fenomena yang cukup merugikan dalam pengoperasian waduk adalah terjadinya sedimentasi di dasar waduk dari waktu ke waktu yang memenuhi seluruh tampungan waduk dan menyebabkan berkurangnya kapasitas tampungan waduk sehingga dikhawatirkan tidak akan memenuhi umur waduk yang direncanakan.  \n \n\nLokasi studi pada Waduk Saguling, dimana data yang digunakan adalah data curah hujan (11 stasiun), debit bulanan dan laju sedimen pada Waduk Saguling selama kurun waktu 15 tahun dari tahun 1988 sampai tahun 2002. Dalam penelitian ini data curah hujan merupakan input sedangkan data debit aliran dan laju sedimen merupakan target output. Analisis data meliputi analisis bangkitan debit, analisis konsentrasi sedimen, dan analisis laju sedimen.   \n \n\nAnalisis bangkitan debit untuk memperkirakan besarnya debit aliran untuk beberapa tahun mendatang menggunakan metoda Thomas Fiering, untuk analisi konsentrasi sedimen menggunakan metoda dan parameter USLE (Universal Soil Loss Equation) untuk mendapatkan besarnya konsentrasi sedimen yang terbawa aliran sungai Citarum, sedangkan dari analisis laju sedimen akan didapatkan perubahan elevasi dasar waduk dan saluran akibat adanya suspended load yang terbawa aliran sungai.   \n \n\nDari penelitian ini diperoleh adanya perubahan elevasi dasar sungai dan dasar waduk akibat adanya sedimen serta besarnya akumulasi sedimen yang tertampung/masuk ke dalam waduk Saguling untuk masa 25 tahun mendatang (pada rentang waktu tahun 2002-2027) masih berada dibawah batas kapasitas sedimen maksimum yang dapat ditampung waduk saguling.", "Daftar File": {"2008 TA PP PANGGIH RAHARJO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27447", "2008 TA PP PANGGIH RAHARJO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/27448", "2008 TA PP PANGGIH RAHARJO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/27449", "2008 TA PP PANGGIH RAHARJO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/27450", "2008 TA PP PANGGIH RAHARJO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/27451", "2008 TA PP PANGGIH RAHARJO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/27452", "2008 TA PP PANGGIH RAHARJO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/27453", "2008 TA PP PANGGIH RAHARJO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27454"}, "Penulis": "PANGGIH RAHARJO (NIM 15002109)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Iwan Kridasantausa, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "umur waduk, sedimentasi, debit aliran, laju sedimen, bangkitan debit, USLE (Universal Soil Loss Equation), perubahan elevasi dasar waduk, akumulasi sedimen", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}