{"Nomor": 8921, "Judul": "MOBILE SURVEYOR SEBAGAI PENGEMBANGAN  APLIKASI BERBASIS LOKASI", "Abstrak": "Abstrak:   \n \n \n \n\nLocation Based Service  (LBS)  merupakan suatu  layanan yang mampu memberikan sebuah informasi berdasarkan akan lingkungan penggunanya (user). Sampai saat ini, perkembangan teknologi tersebut sangatlah pesat, terutama pada implementasi    handheld communication. Aplikasi penggunaanya semakin meluas, mulai dari penggunaan  untuk sistem navigasi, tracking, sampai pada penentuan point of Interest suatu objek bergerak dalam pemanfaatan bisnis-bisnis di sebuah kota.      \n \n \n \n\nPada penelitian  Tugas Akhir ini, dilakukan pembuatan aplikasi yang bernama Mobile Surveyor. Mobile Surveyor merupakan suatu pengembangan aplikasi LBS yang nantinya akan diterapkan pada mobil penjelajah untuk mensurvey daerah-daerah terpencil di wilayah Indonesia, yakni daerah dimana tidak ada sistem komunikasi yang  memadahi untuk mengirimkan informasi. Dengan adanya teknologi ini, maka nantinya mobil penjelajah akan bisa memperoleh informasi realtime berupa koordinat dan gambar dari wilayah yang di survey. Informasi-informasi tersebut di olah sedemikian rupa sehingga memungkinkan semua orang bisa mengaksesnya melalui jaringan internet.     \n \n \n \n\nKelengkapan sistem terdiri dari GPS receiver, handphone yang dilengkapi dengan Bluetooth dan wireless LAN, serta access point yang di pasang pada mobil penjelajah. GPS berfungsi untuk mendapatkan koordinat  dari satellite. Handphone digunakan  (dalam hal ini kami menggunakan nokia E61i) untuk menjalankan aplikasi yang berbasis J2ME, sedangkan acces point yang ada berfungsi sebagai perantara untuk mengirimkan data dari handphone ke server yang berada pada mobil penjelajah.    \n \n \n \n\nProses  yang dilakukan pada aplikasi ini diawali dengan mengambil  data lokasi  yang berupa format data NMEA dari  GPS receiver  melalui koneksi Bluetooth. Data lokasi tersebut, akan dipadukan dengan gambar yang di capture oleh user, yang kemudian akan di kirimkan ke server melalui koneksi http . Di server, data tersebut akan di olah secara berkala , yang nantinya akan di sajikan kepada client dalam bentuk web interaktif. Disini, client akan lebih leluasa untuk mengetahui secara detail tentang informasi yang ada karena web tersebut disajikan dengan mapserver.", "Daftar File": {"Pages from 2007 TA PP PERMATA NUR M R 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27581", "Pages from 2007 TA PP PERMATA NUR M R 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27582", "Pages from 2007 TA PP PERMATA NUR M R 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27583", "Pages from 2007 TA PP PERMATA NUR M R 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27584", "Pages from 2007 TA PP PERMATA NUR M R 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27585", "Pages from 2007 TA PP PERMATA NUR M R 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27586", "2007 TA PP PERMATA NUR M R 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27587"}, "Penulis": "Permata Nur M.R  (NIM 132 03 031)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Nana Rachmana, Ir, M.Eng   \n \n \n \n\nPembimbing 2: Joko Suryana, ST. MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Location Based Service, J2ME, Bluetooth, GPS, http, Mapserver", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}