{"Nomor": 8923, "Judul": "KONTRIBUSI PADA ANALISIS KONFIGURASI RANGKAIAN KOMUTASI PAKSA INVERTER MC MURRAY DENGAN MEMPERTIMBANGKAN RATING KOMPONEN DAN EFISIENSI: APLIKASI PADA INVERTER TEGANGAN KELUARAN SEGI EMPAT FREKUENSI 50 NZ", "Abstrak": "ABSTRAK: \n \n\nArus dan tegangan kerja komponen pada inverter Mc Murray cukup tinggi sehingga rating komponen yang digunakan harus tinggi. Rating komponen ini dapat diturunkan pada inverter Mc Murray - Bedford tetapi jumlah komponen bertambah dan efisiensi berkurang. Dalam paper ini akan dibahas analisis rangkaian listrrk LC dan RLC komutasi paksa untuk menunjukkan karakteristik arus dan tegangan komponen dari setiap konfigurasi yang dibahas. Analisis dilakukan langkah demi langkah untuk menentukan parameter yang dominan pada konfigurasi rangkaian komutasi paksa suatu jenis inverter tertentu. Pembahasan dibatasi pada inverter satu fasa yang menggunakan tiristor. Sejumlah konfigurasi dianalisis, selanjutnya diambil yang mempunyai efisiensi moderat dan rating komponen yang tidak terlalu tinggi,agar biaya tidak begitu mahal. Hasil analisis dibandingkan dengan hasil pengukuran. Pengujian dilakukan pada inverter satu fasa tegangan keluaran segi empat, frekuensi 50 Hz.", "Daftar File": {"1991 TS PETRUS TAHIR 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27595", "1991 TS PETRUS TAHIR 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27596", "1991 TS PETRUS TAHIR 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27597", "1991 TS PETRUS TAHIR 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27598", "1991 TS PETRUS TAHIR 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27599", "1991 TS PETRUS TAHIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27600", "1991 TS PETRUS TAHIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27601"}, "Penulis": "Petrus Tahir (NIM 23288006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yanuarsyah Haroen, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-02-05)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Arus dan tegangan kerja komponen, rating komponen, analisis rangkaian", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}