{"Nomor": 8925, "Judul": "PERENCANAAN PROGRAM KOMPUTER UNTUK PERHITUNGAN BIAYA SPESIFIK INVESTASI DALAM BIDANG PERSAMPAHAN", "Abstrak": "Penelitian ini mentransformasi laporan perhitungan biaya spesifik investasi bidang persampahan ke dalam suatu program komputer. Program komputer dapat menghitung investasi penyelenggaraan prasarana dan sarana persampahan, serta memberikan informasi mengenai pengelolaan persampahan kota. Program ditulis menggunakan bahasa pemrograman C++. Metode Perencanaan program komputer dimulai dengan mendefinisikan permasalahan. Selanjutnya dilakukan perancangan program dengan pendekatan perancangan terstruktur. Menu utama dari program terdiri dari informasi teknis persampahan kota, perhitungan biaya spesifik investasi, penentuan biaya investasi kota besar Indonesia, dan penentuan alternatif biaya investasi dari alat berat. Selanjutnya program akan memberikan informasi biaya investasi dengan memasukkan populasi penduduk terlayani dari suatu kota. Simulasi dilakukan pada program untuk menganalisa dari keluaran yang dihasilkan program. Hasil akhir dari program dapat melakukan otomatisasi perhitungan biaya spesifik investasi dalam bidang persampahan.", "Daftar File": {"2008 TA PICKY YANUAR ISHARWANSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27610", "2008 TA PICKY YANUAR ISHARWANSA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27611", "2008 TA PICKY YANUAR ISHARWANSA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27612", "2008 TA PICKY YANUAR ISHARWANSA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27613", "2008 TA PICKY YANUAR ISHARWANSA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27614", "2008 TA PICKY YANUAR ISHARWANSA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27615", "2008 TA PICKY YANUAR ISHARWANSA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/27616", "2008 TA PICKY YANUAR ISHARWANSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27617"}, "Penulis": "PICKY YANUAR ISHARWANSA (NIM 15303044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Priana Sudjono, M.S., Dipl. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Transformasi, Program komputer, Biaya spesifik investasi, Persampahan, Transformation, Computer program, Spesific investment cost, Solid waste", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}