{"Nomor": 893, "Judul": "PENGELOLAAN DATA DALAM SISTEM INFORMASI PERTANAHAN UNTUK PENDAFTARAN TANAN DAN IPEDA DENGAN REFERENSI GEOGRAFIS DARI SUMBER DATA FOTO UDARA", "Abstrak": "Dalam Sistem Informasi Pertanahan, data geometris yang dipergunakan untuk mendefinisikan referensi geografis haruslah terletak dalam satu sistem. Dalam pengumpulan data geometris, disamping cara teresteris, cara fotogrametris merupakan salah satu alternatif yang dapat dipergunakan. Dalam pengumpulan data geometris dari sumber data foto udara peralatan dan sumber data merupakan faktor yang harus diperhatikan . Disamping cara restitusi foto udara melalui model 3 demensi, alternatif lain yang dapat dikembangkan adalah pengumpulan data-data berdasarkan pengamatan foto tunggal dengan menggunakan alat digitizer. \nThesis ini bertujuan untuk mendapatkan kemungkinan pemanfaatan foto udara tunggal dengan alat digitizer sebagai sumber data geometris Sistem Informasi Pertanahan. Foto udara yang digunakan mempunyai skala 1:5500. Sedangkan untuk pengembangan pemakaiannya, dilakukan pembentukan struktur data geometris dan semantik. Data geometris yang dihasilkan dalam percobaan ini dapat dipergunakan untuk keperluan Sistem Informasi Pertanahan. Namun demikian untuk keperluan pengumpulan data bagi Pendaftaran Tanah atau Ipeda belum memenuhi syarat. Ketelitian data dapat ditingkatkan dengan melaku kan pengontrolan terhadap identifikasi obyek dan kestabilan bahan. Sedangkan struktur data yang dihasilkan diharapkan dapat dijadikan sebagai model awal yang dapat dikembangkan untuk keperluan yang lebih luas.", "Daftar File": {"1987_TS_PP_Djurdjani_1.pdf": "https://digilib.itb.ac.id/gdl/download/1170"}, "Penulis": "Djurdjani [828401]", "Kontributor / Dosen Pembimbing": ["Joenil Kahar", "Bobby Santoso D.", "Kurdinanto Sarah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "the possibility of the above mentioned method can be applied in practice, especially for the Land Information System purpose.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Okt 2004"}