{"Nomor": 8931, "Judul": "STUDI LIQUEFACTION DAN GROUND MOTION DI MAUMERE SELAMA GEMPA DESEMBER 1992 (STUDI KASUS)", "Abstrak": "ABSTRAK: \n \n\nPada tanggal 12 Desember 1992 tepat pukul 13.29 WIT, suatu gempa tektonik dengan magnitude 6,8 skala Richter telah terjadi di Pulau Flores Propinsi Nusa Tenggara Timur. Peristiwa gempa ini menyertakan juga kejadian liquifaksi yang terkonsentrasi pada kota Maumere. Pengamatan terhadap aldbat liquifaksi ini meliputi semburan air dan pasir ke permukaan (sand boil), retakan pada permukaan, dan penurunan pada sebagian permukaan (land subsidence). \n \n\nStudi ini difokuskan pada kejadian liquifaksi di Maumere. Karakteristik ground motion yang diperkirakan terjadi sebagai basis untuk analisis di dasarkan pada hubungan empiris pada formasi batuan. Karakteristik ini digunakan sebagai input program SHAKE untuk memperoleh karakteristik ground motion pada permukaan. Salah satu karakteristik penting dalam kaitan ini adalah akselerasi maksimum, yang digunakan dalam perhitungan prosedur simplfkasi dari Seed et al. \n \n\nData N-SPT yang diperoleh setelah kejadian gempa telah digunakan dalam studi ini dengan menghubungkannya pada nisbah tegangan sildis. Titik-titik yang memberikan hubungan ini diplot kedalam suatu chart yang dapat memberikan suatu garis pemisah antara liquifaksi dan non liquifaksi menurut pengamatan di lapangan. \n \n\nSifat distribusi ukuran butir juga telah diplot untuk memberikan batasan pada adanya liquifaksi dan tidak. Pemetaan menurut kriteria geologi juga telah dilakukan,yang memberi petunjuk bahwa daerah yang rentan liquifaksi adalah deposit sedimen pantai dan sedildt sedimen sungai. Kriteria ini juga telah memberi hasil bahwa kedalaman muka air tanah dalam daerah yang mengalami liquifaksi tidak lebih dari 3,0 m. \n \n\nStudi analitis dengan program Liou juga dijalankan untuk memberi gambaran proses kejadian liquifaksi di Maumere yang dikomparasikan dengan bagian yang tidak mengalami liquifaksi.", "Daftar File": {}, "Penulis": "Pintor Tua Simatupang (NIM 25091064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Masyhur Irsyam, Ir., MGE., Ph.D. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Studi Liquefaction, ground motion, Maumere", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}