{"Nomor": 8940, "Judul": "KAJIAN PEMANFAATAN SUMBERDAYA IKAN BILIH (Mystacoleucus padangensis Blkr) DI DANAU SINGKARAK, PROPINSI SUMATERA BARAT.", "Abstrak": "Abstrak:   \n \n \n \n\nIkan Bilih sebagai ikan asli danau Singkarak merupakan species yang perlu dilestarikan karena bersifat endemik dan berstatus langka. Adapun kegiatan eksploitasi yang melebihi tingkat tangkap maksimum lestari (Maximum Suistanable Yield) dan bencana Bangai yang sering menimpa Danau Singkarak merupakan ancaman serius bagi kelestarian ikan Bilih. Untuk itu dilakukan penelitian mengenai besarnya tekanan terhadap ikan Bilih melalui pengukuran kualitas perairan pada saat bencana Bangai dan kondisi normal diikuti dengan perhitungan tingkat tangkap maksimum lestari ikan Bilih di Danau Singkarak. Selanjutnya ditentukan pula nilai ekonomi ikan Bilih sebagai bagian dan analisa biaya manfaat dalam menentukan pengelolaan ikan Bilih.   \n \n \n \n\nPengujian kualitas air dilakukan di Laboratorium Kesehatan Gunung Pangilun Padang terhadap tiga titik sampling yaitu tengah danau -300 meter dari pinggir desa Pasir Singkarak- pada kedalaman 11 meter (Kode I), pinggir desa Pasir Singkarak (Kode II) dan pinggir desa Ombilin (Kode III). Hasil penelitian menunjukkan terdapat empat parameter yang melebihi bake mutu Golongan C yaitu bake mutu untuk perikanan dan peternakan haik pada saat bencana Bangai berlangsung dan pada saat keadaan normal yaitu amoniak bebas, fenol, tembaga dan seng. Sedangkan sulfida dan oksigen terlarut berada di bawah baku mutu Gol C hanya pda saat bencana Bangai berlangsung. Adapun penyebab pasti kematian ikan Bilih sebesar 15,1 ton pada scat Bangai belum diketahui secara pasti.   \n \n \n \n\nAnalisa lebih tangkap dengan menggunakan persamaan bioekonomik linier dinamik dengan basis data tahun 1988-1998 menunjukkan terjadinya penurunan CPUE (Catch Per Unit Effort ) dengan persamaan Y = -0,0111X + 0,2511 dimana X menunjukkan tahun ke-1. Keluaran dari persamaan ini menghasilkan cadangan maksimum lestari (X MSY) sebesar 673,4726475 ton, hasil tangkap maksimum lestari (Y MSY) 778.31 ton dan upaya penangkapan maksimum lestari (E MSY) 5264 unit alat tangkap. Pada kesetimbanagn bionomi menghasilkan cadangan bionomi (X) 860.475, hasil tangkap bionomi (Y) 718.37 dan unit alat tangkap bionomi 3803 unit. Kesetimbangan  optimal pada tingkat suku bunga 25% menghasilkan cadangan optimal (X) 1088.52 ton, hasil tangkap optimal (Y ) 482.88 ton dan alat tangkap optimal (E ) 2021 unit. Adapun hasil tangkap pada tahun 1998 sebesar 736,46 ton telah melebihi penangkapan secara ekonomi (economical overfishing) tapi belum berlebih secara biologi (biological overfishing). Jika tidak segera dilakukan pengelolaan, maka pemanfaatan sumberdaya ikan Bilih dapat melampaui besarnya penangkapan maksimum lestari dan berpotensi menimbulkan konflik antar generasi.   \n \n \n \n\nPerhitungan mengenai nilai ekonomi ikan Bilih menghasilkan nilai guna ikan Bilih sebesar Rp. 11.624.055.090 yang merupakan jumlah dari nilai langsung (nilai bilih segar dan bilih olahan), nilai tidak langsung (nilai ikan Sasau) dan nilai pilihan. Sedangkan total non use value adalah sebesar Rp. 8.233.385.901 yang berasal dari nilai keberadaaan. Sehingga nilai ekonomi total dari ikan Bilih pada tahun 1998 adalah Rp 19.857.440.990. Nilai ini adalah social cost yang ditanggung oleh generasi yang akan datang jika penangkapan terus dilakukan melebihi tingkat maksimum lestari. Nilai ini akan menjadi tidak berhingga jika ikan Bilih mendekati kepunahan.", "Daftar File": {}, "Penulis": "Poppy Arsil (NIM.253 97 034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Surna T. Djajadiningrat,M. Sc,Dr.,Prof.     \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-29."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bilih; fish ; singkarak lake ; economic value ; bilih exploitation ; bangai ; maximum sustainable level ; optimal level ; bionomic level.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}