{"Nomor": 8945, "Judul": "PERANCANGAN PROTOKOL INISIASI APLIKASI INTERNET MELALUI USER-TO-USER SIGNALLING", "Abstrak": "ABSTRAK: \n \n\nDalam pembentukan hubungan internet melalui koneksi dial-up circuit switched ISDN, protokol inisiasi diperiukan untuk menegosiasikan berbagai parameter yang terkait dengan data link layer, jaringan dan aplikasi internet yang akan diakses. Secara konvensional protokol inisiasi baru berfungsi setelah hubungan circuit switched 64 kbps terbentuk pada kanal B (fase call active). Tesis ini menampilkan suatu rancangan protokol inisiasi aplikasi internet melalui protokol user-to-user signalling (UUS), yang disebut juga sebagai protokol USIP. Dengan protokol USIP proses inisiasi aplikasi internet, dapat dipindahkan ke dalam fase pembentukan hubungan melalui kanal D. Dengan demikian penggunaan kanal circuit switched operator jaringan, pendudukan port dial-up ISP -dan biaya pemakaian kanal B pelanggan dapat lebih efisien. \n \n\nProses perancangan protokol USIP yang dimaksud akan menggunakan metodologi Object Oriented Real Time (OORT), yang menggabungkan teknik pemodelan 00 dengan bahasa Unified Modelling Language (UML), dan Formal Description Technique (FDT) yang menggunakan bahasa Specification and Description Language (SDL). Pada bulan November 1999, International Telecommunication Union-Telecommunication sector (ITU-T), mengadopsi metodologi OORT tersebut dalam rekomendasi serf rekomendasi 2.100, yang dikenal sebagai SDL-2000. \n \n\nDalam tesis ini rancangan protokol USIP diwujudkan dalam bentuk model validasi sistean USIP yang terdiri dari; model protokol aplikasi UPAP, protokol USIP, model protokol Dial-Up Networking, yang diimplementasikan (instantiated) dalam remote client dan remote access server (RAS), dan model ISDN network yang mewakili intermediate system yang menyediakan layanan ISDN.", "Daftar File": {}, "Penulis": "Pramasaleh Hario Utomo (NIM 23299119)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Suhardi, Dr.Ing., Ir. \n \n\nPembimbing 2: Ian Yosef, Ir., M.T. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "perancangan protokol, user-to-user signalling", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}