{"Nomor": 8946, "Judul": "KAJIAN TEKNO-EKONOMI IMPLEMENTASI WIRELESS LAN UNTUK AKSES INTERNET DI PT.TELKOM", "Abstrak": "Abstrak:   \n \n \n \n\nPertumbuhan permintaan layanan akses Internet yang tinggi merupakan peluang bisnis yang harus ditanggapi oleh PT. Telekomunikasi Indonesia dengan menyediakan infrastruktur akses. Pemenuhan permintaan akses Internet tersebut dapat dipercepat dengan mengimplementasikan wireless LAN yang terinterkoneksi ke TelkomNet sebagai jaringan Internet di PT Telekomunikasi Indonesia.   \n \n \n \n\nDalam tesis ini dilakukan kajian tekno-ekonomi tentang implementasi akses Internet wireless dengan menggunakan wireless LAN pada daerah Jakarta.   \n \n \n \n\nMetodologi yang dilakukan dalam kajian teknis adalah melakukan perhitungan link budget dengan log-distance path loss untuk menentukan jarak layanan dan simulasi metoda akses IEEE 802.11 CSMA/CA DCF (Distributed Coordination Function) untuk menentukan kapasitas pengguna dalam suatu BSS (Basic Service Set). Pada sisi bisnis dilakukan analisa kelayakan investasi dan analisa sens!ivitas terhadap implementasi tersebut.   \n \n \n \n\nDari hasil penelitian diperoleh jarak layanan BSS dapat mencapai 1500 meter. Dengan 19 - 21 pengguna dalam satu BSS, throughput rata-rata minimum. sebesar 64 Kbps untuk masing-masing pelanggan akan dapat dipenuhi. Dengan tarif aktivasi sebesar Rp. 1.000.000,dan tarif langganan sebesar Rp. 3.750.000,per bulan akan menghasilkan IRR sebesar 52% dengan payback period 2 tahun 5 bulan.", "Daftar File": {}, "Penulis": "Pramudi Artanto -NIM : 23200197", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  F. Ahmadi Djajasugita.,Ir. ,Prof.", "Pembimbing 2 :  M.Ridwan Effendi, MA.Sc,Ir,Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-01-30."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "LAN ; wireless ; techno-economocs ; BSS ; internet ; PT.TELKOM ;IEEE 802.11 CSMA/CA DCF ; economic fluctuations ;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}