{"Nomor": 8948, "Judul": "STUDI PERENCANAAN JARINGAN WIMAX DI WILAYAH KOTA BANDUNG   DENGAN MEMANFAATKAN MENARA TELKOMFlexi", "Abstrak": "Kehadiran WiMAX sebagai salah satu alternatif teknologi akses dari Broadband Wireless Access (BWA) memberikan harapan solusi terhadap perkembangan teknologi dan layanan telekomunikasi saat ini. Dengan hadirnya WiMAX ini mendorong berbagai pihak untuk menyiapkan skenario implementasinya. Pada tugas akhir ini, dibahas mengenai perencanaan Jaringan WiMAX di Wilayah Kota Bandung dengan menggunakan Menara TELKOMFlexi. WiMAX yang akan diimplementasikan di wilayah ini menggunakan spektrum frekuensi 3,3 GHz dengan bandwith 3,5 MHz untuk layanan fixed access. Perencanaan ini diawali dengan identifikasi daerah layanan, baik kondisi wilayah maupun pelanggan untuk kemudian dilakukan dimensioning jaringan. Estimasi pelanggan potensial dilakukan dengan 2 (dua) pendekatan yaitu penghasilan per kapita dan usia,  serta pelanggan yang telah ada. Dengan adanya estimasi pelanggan ini akan diketahui kebutuhan trafik yang harus dilayani. Sedangkan dimensioning dilakukan dengan pendekatan kapasitas trafik dan daya jangkau. Dari perhitungan terhadap parameter-parameter di atas, diperoleh kebutuhan kanal pada tahun pertama pembangunan adalah 27 kanal untuk daerah urban dan 5 kanal untuk daerah suburban. Kebutuhan ini diprediksi pula sampai 5 (lima) tahun ke depan dengan faktor perkembangan konstan. Tahap akhir dari perencanaan ini adalah visualisasi hasil dimensioning dan penentuan letak koordinat dari setiap BS. Dari visualisasi ini, diperoleh 3 (tiga) alternatif implementasi. Selain itu, dalam tugas akhir inipun dibahas mengenai hasil pengukuran lapangan pada beberapa titik di wilayah Kota Bandung dan sekitarnya.", "Daftar File": {"2008 TA PP PRASETIYONO HARI MUKTI 1.pdf": "https://digilib.itb.ac.id/gdl/download/27754"}, "Penulis": "PRASETIYONO HARI MUKTI (NIM 13203012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. M. Ridwan Effendi, M.Sc., dan Gunadi Dwi Hantoro, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMAX, Modulasi Adaptif, SNR, dimensioning", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}