{"Nomor": 8952, "Judul": "ADAPTASI KARAKTER LORO BLONYO DAN MOTIF UTAMA BATIK KLASIK SURAKARTA-YOGYAKARTA PADA PRODUK PLUSH TOYS", "Abstrak": "Produk Plush Toys merupakan salah satu jenis mainan urban/ urban toys yang mulai merambah pasar dengan karakter urban. Karakter urban dibuat dengan gaya pop dan warna-warna cerah untuk menarik perhatian konsumennya. Karakter-karakter tersebut juga mulai memasuki Indonesia. Generasi remaja hingga dewasa merupakan sasaran mainan collectible ini, mengingat mainan ini bukan untuk dimainkan. Indonesia mempunyai karakter penokohan tersendiri apabila kita meninjau kembali cerita-cerita rakyat daerah. Dengan mengadaptasi karakter dan motif dari Indonesia untuk produk Plush Toys, dapat menjadi salah satu alternatif produk designer toys. Gaya motif Batik Klasik Surakarta dan Yogyakarta dapat kita jumpai pada motif pajangan Loro Blonyo yang telah ada di pasaran. Pada sentra kerajinan karakter Loro Blonyo, gaya batik yang dipakai masih hampir sama dengan yang aslinya, dan cenderung bergaya serius. Untuk menyesuaikan gaya motif urban toys dengan ragam hias batik, diperlukan variasi motif batik baik gaya, perubahan susunan gambar, hingga skema warna. Motif Batik Klasik yang biasa dipakai pada busana tradisi Jawa, masih bisa diadaptasi bentuk-bentuknya dengan mengeksplorasi warna maupun komposisinya. Apabila motif batik klasik tersebut diolah secara modern, maka penampilannya layak untuk dapat bersaing di pasar designer toys lain khususnya designer plush. Cara mengaplikasikan motifnyapun tidak hanya terpaku pada kain yang sudah jadi, tetapi bisa dengan membuat motif sendiri. Adaptasi karakter Loro Blonyo merupakan salah satu alternatif untuk masyarakat Indonesia agar lebih bisa menggali potensi-potensi dalam negeri. Loro Blonyo sudah cukup terkenal dalam sentra kerajinan Indonesia, khususnya bagi produsen di Jawa Tengah. Dengan metode aplikasi yang bervariasi diharapkan mampu melahirkan nafas baru dalam dunia kria modern Indonesia.", "Daftar File": {"2008 TA PP PRISANTI MYRISTICA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27784", "2008 TA PP PRISANTI MYRISTICA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27785", "2008 TA PP PRISANTI MYRISTICA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27786", "2008 TA PP PRISANTI MYRISTICA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27787", "2008 TA PP PRISANTI MYRISTICA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27788", "2008 TA PP PRISANTI MYRISTICA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27789", "2008 TA PP PRISANTI MYRISTICA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/27790", "2008 TA PP PRISANTI MYRISTICA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27791"}, "Penulis": "PRISANTI MYRISTICA (NIM 17203009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Ratna Panggabean, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Adaptasi karakter, Loro Blonyo, Motif Utama batik klasik Surakarta-Yogyakarta, Plush toys", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Jun 2008"}