{"Nomor": 8959, "Judul": "ANALISIS PENGENDALI KECEPATAN MOTOR DC MENGGUNAKAN METODA LOGIKA FUZZY DENGAN PENCATUDAYAAN PWM", "Abstrak": "Motor DC banyak digunakan di berbagai bidang, dari bidang industri, peralatan rumah tangga bahkan mainan anak. Kemampuan mengejar set point dan kemampuan menjaga kecepatan sesuai set point ketika motor mengalami perubahan  beban menjadi parameter baik buruknya kendali kecepatan. Teknologi mikrokontroller dan pencatudayaan PWM memungkinkan kita membuat berbagai pengendali digital dengan kemampuan komputasi yang tinggi serta konsumsi daya yang rendah. Logika fuzzy merupakan salah satu metoda kecerdasan buatan yang menghubungkan bahasa dan kemampuan berfikir manusia. Logika fuzzy memungkinan pembuatan sistem kendali tanpa menggunakan pemodelan plant yang rumit akan tetapi menghasikan output yang baik. Rancangan sistem kendali kecepatan motor DC diimplementasikan pada mikrokontroller ATMega 8535. Sensor kecepatan menggunakan magnetic encoder sedangkan pengaturan tegangan motor menggunakan PWM yang merupakan fitur ATMega 8535. Fungsi keanggotaan input berbentuk segitiga berupa E (selisih seting point dengan kecepatan) dan CE (perubahan selisih error kecepatan) sedangkan outputnya berbentuk singleton berupa PWM (perubahan nilai PWM). Analisa hasil implementasi menunjukkan bahwa sistem mampu mengkompensasi perubahan beban dan catu daya sehingga kecepatan sesuai set point dapat dipertahankan.", "Daftar File": {"2008 TS PP PUJI HARTONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27821", "2008 TS PP PUJI HARTONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/27822", "2008 TS PP PUJI HARTONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/27823", "2008 TS PP PUJI HARTONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/27824", "2008 TS PP PUJI HARTONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/27825", "2008 TS PP PUJI HARTONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/27826", "2008 TS PP PUJI HARTONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27827"}, "Penulis": "PUJI HARTONO (NIM 23205027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iyas Munawar, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "control speed, dc motor, microcontroller, fuzzy logic, pwm", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}