{"Nomor": 8964, "Judul": "PEMBANGUNAN PERANGKAT LUNAK SISTEM REKOMENDASI BURSA ELEKTRONIS TELEPON GENGGAM", "Abstrak": "Telekomunikasi Indonesia berkembang dengan cepat dimana diperkirakan  terdapat 30 juta nomor telepon seluler pada tahun 2006. Hal ini  menjadikan konsumen mempunyai masalah dalam mendapatkan telepon genggam yang sesuai dengan kebutuhan dan kemampuan keuangan mereka. Masalah inilah yang menciptakan adanya kebutuhan suatu sistem rekomendasi pada suatu bursa elektronis telepon genggam. Sistem rekomendasi merupakan sistem yang bertujuan memperkirakan informasi yang menarik bagi penggunanya dan juga membantu calon konsumen dalam memutuskan barang apa saja yang akan dibelinya. Sistem rekomendasi merupakan bagian penting bagi sebuah bursa elektronis dalam rangka meningkatkan efektifitas penjualan bursa elektronis tersebut.  \n \n\nDalam penelitian ini, sistem rekomendasi dikembangkan pada suatu bursa elektronis telepon genggam dengan nama SRIBEPON (Sistem Rekomendasi Bursa Elektronis Telepon). Analisis dan perancangan SRIBEPON dilakukan menggunakan metode Unified Process dan diimplementasikan dalam lingkungan berbasis web menggunakan Java Servlet. Sistem rekomendasi menggunakan metode content-based filtering. Metode content-based filtering membentuk profil telepon berdasarkan kategori pembentuk spesifikasi telepon seperti merk, jaringan, kamera, memori, dll. Kategori pembentuk profil telepon diimplementasikan menjadi tabel kamus dengan isi tabel merupakan fitur-fitur telepon. Tabel-tabel kamus ini digunakan untuk membangkitkan rekomendasi menggunakan teknik Boolean query. Rekomendasi merupakan tipe telepon dan informasi penjualnya.  \n \n\nHasil pengujian perangkat lunak sistem rekomendasi menunjukkan bahwa sistem mampu memberikan rekomendasi kepada anggota dan juga mampu mengirimkan notifikasi melalui email dan SMS(short message service). Anggota dapat mengirimkan iklan ke sistem melalui SMS dan juga dapat menerima rekomendasi melalui SMS.", "Daftar File": {}, "Penulis": "PUSPANINGTYAS SANJOYO ADI (NIM 23505022)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Dwi Hendratmo, M.Sc. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "content-based, recommendation system, mobile phone", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}