{"Nomor": 8966, "Judul": "ANALISIS PENENTUAN HARGA SAHAM PT. ABC TBK DALAM RANGKA RENCANA DIVESTASI OLEH PT. XYZ TBK.", "Abstrak": "XYZ Internasional adalah perusahaan yang bergerak di bidang jasa terintegrasi antara lain di bidang produksi dan eksplorasi minyak dan gas, jasa pengeboran, produksi methanol, dan tenaga listrik.     \n \n \n \n\nPerusahaan ini mempunyai banyak anak perusahaan, termasuk diantaranya PT. ABC yang bergerak dibidang jasa pengeboran. Pada tahun 2006 XYZ berencana untuk merubah strategi jangka panjangnya dengan memusatkan bisnis pada pengembangan hulu minyak dan gas. Untuk keperluan ini XYZ membutuhkan dana yang cukup besar. Oleh karena itu XYZ memutuskan untuk menjual sebagian besar kepemilikannya di saham ABC.     \n \n \n \n\nTesis ini bertujuan untuk menghitung harga saham per lembar milik ABC yang layak untuk kemudian dijadikan dasar dalam penjualan saham ABC dari XYZ kepada pembeli. Dalam perhitungan harga saham ABC digunakan metode Discounted Cash Flow dan Market Comparable Method.     \n \n \n \n\nPerhitungan dengan metode DCF memakai tiga skenario yaitu :    \n \n \n \n\na.\tSkenario Optimis dengan harga tertinggi Rp 2.750    \n \n \n \n\nb.\tSkenario Most likely dengan harga tertinggi Rp 2.525    \n \n \n \n\nc.\tSkenario Pessimist dengan harga tertinggi Rp 2.400    \n \n \n \n\nPada perhitungan memakai metode perbandingan Price to Book Value didapatkan harga saham ABC sebesar Rp 2.425 dan pada perbandingan metode PER, harga saham Apex sebesar Rp 1.740.     \n \n \n \n\nHarga wajar yang disarankan untuk per lembar saham ABC adalah sebesar Rp 2.550 yang merupakan harga berdasarkan metode DCF pada skenario most likely dengan di round-up kan 25 rupiah.    \n \n \n \n\nHarga ini lebih kecil daripada harga yang ditawarkan oleh pihak XYZ, namun lebih besar dari harga saham yang diminta oleh para pembeli, dimana mereka menginginkan harga sekitar Rp 2.300 hingga Rp 2.450    \n \n \n \n\nPelaksanaan divestasi XYZ terhadap ABC dimulai perencanaannya dari bulan September 2007 hingga akhir February 2008.", "Daftar File": {}, "Penulis": "PUTIE MAYA SERUNI (NIM 29106039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Uke MMP Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Divestiture, Stock Valuation, Discounted Cash Flow, PER, PBV", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}