{"Nomor": 8972, "Judul": "SITE RESPONSE ANALYSIS FOR SEISMIC DESIGN OF A 48-STOREY TOWER BUILDING IN JAKARTA", "Abstrak": "For accurate estimate on the seismic design criteria, site response analysis is performed for the proposed tower building. The site response analysis is based on probabilistic seismic hazard analysis (PSHA) previously conducted and refers to the uniform hazard spectra for 10% probability of exeedance in 50 years (475 years return period). The analysis takes into consideration various parameters in the form of seismic wave propagation from reference base-rock to the ground surface. The uniform hazard spectra was used as a basis in scaling various input motions from scenario earthquake of subduction representing far field earthquakes, and shallow crustal representing near field earthquakes. The input motions are scaled to short (T=0.2 seconds) and long periods (T=2 seconds) to cover earthquakes with potential different frequency contents considering the tower with relatively long natural period. Seismic wave propagation analysis using non-linear earthquake response analysis computer program was conducted considering dynamic soil properties at the site. Two seismic downhole test (SDT) to a depth of 50 meters was conducted. The SDT provided shear wave velocity (Vs) profile of the site. Results of the site response analysis provide response spectra with recommendation on design spectra at ground surface for structural design of the tower. The recommended design spectra are compared to the Indonesian Building Code and UBC97 for the range of the period of interest of the proposed tower. In addition, the recommended design spectra is also compared to that of IBC2006 based on uniform hazard spectra resulted from PSHA for 2% probability of exeedance in 50 years (2475 years return period). It is indicated that the recommended design spectra fall below that of Indonesian Building Code and slightly lower compared to the design spectral value of UBC1997 and IBC2006 for Soft site-class.", "Daftar File": {"2008 GL PP PUTU SUMIARTHA 3.pdf": "https://digilib.itb.ac.id/gdl/download/27905"}, "Penulis": "PUTU SUMIARTHA", "Kontributor / Dosen Pembimbing": ["I Wayan Sengara dan Davy Sukamta"], "Jenis Koleksi": "Literatur Kelabu", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "site response analysis, tower building, probabilistic seismic hazard analysis (PSHA)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "27 Mei 2008"}