{"Nomor": 8973, "Judul": "PENGEMBANGAN ALGORITMA PENGUKURAN LEBAR PUPIL PADA PUPILOMETER TMS Co.", "Abstrak": "Perubahan ukuran pupil sebagai fungsi waktu di bawah pengaruh stimulus tertentu diyakini sebagai indikator dari respon fisiologis maupun psikologis seseorang. Oleh karena itu, sistem pengukuran lebar pupil berperan penting dalam berbagai aplikasi klinis, seperti pengukuran efektivitas anastesi dan obat-obatan, pengukuran tingkat ketergantungan seseorang terhadap zat adiktif, dan pengukuran respons sistem syaraf seseorang terhadap berbagai variasi beban kognitif. Pengukuran lebar pupil dalam sistem pupilometer yang sudah ada dilakukan melalui proses kalibrasi dengan menggunakan parameter-parameter yang bersifat subjektif. Hal ini mengurangi reliabilitas dari sistem pupilometer. Dalam tugas akhir ini dikembangkan algoritma segmentasi dan pengukuran lebar pupil yang akurat dan objektif, dengan tujuan untuk memperbaiki kinerja modul pengukuran lebar pupil dari sistem pupilometer yang sudah ada. Pupilometer yang dipergunakan dalam penelitian ini merupakan pupilometer yang diproduksi oleh TMS Co, Jepang. Data uji diperoleh sebagai 11 set data stream video pergerakan pupil milik 11 sukarelawan normal, dimana untuk masing-masing subjek pengamatan diambil 30 frame citra mata. Algoritma yang disusun terdiri atas modul-modul konversi input video menjadi frame citra, thresholding, deteksi tepi, image fitting, dan pengukuran lebar pupil dalam satuan panjang. Dalam penelitian ini, diselidiki kinerja masing-masing dua macam metoda thresholding, deteksi tepi, dan image fitting, sehingga secara keseluruhan diperoleh delapan variasi algoritma. Kedelapan variasi algoritma ini kemudian dievaluasi kinerjanya terhadap keseluruhan data uji yang dimiliki. Parameter evaluasi adalah nilai MSE antara lebar pupil hasil pengukuran dan lebar pupil dari pengukuran referensi alat pupilometer. Dari pengujian diperoleh bahwa algoritma paling optimal untuk pengukuran lebar pupil diperoleh dengan menggabungkan teknik optimal thresholding, deteksi tepi Laplacian of Gaussian, dan teknik ellipse fitting. Kombinasi ini memberikan nilai MSE 0,094 mm2 dan nilai persen error sebesar 4,6%. Algoritma yang dikembangkan sepenuhnya bersifat otomatis dan terbukti memiliki objektivitas dan akurasi yang lebih baik daripada sistem yang sebelumnya.", "Daftar File": {}, "Penulis": "QONITA ROHMAWATI (NIM 13202102)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf.Dr.Ir. Tati Latifah R. Mengko dan Dr. Andriyan Bayu Suksmono."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pupilometer, pupil, thresholding, fitting, deteksi tepi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}