{"Nomor": 8982, "Judul": "STUDI PENINGKATAN PEROLEHAN MINYAK DI ZONA A LAPANGAN X DENGAN METODE INJEKSI AIR", "Abstrak": "Reservoir Zona A Lapangan X merupakan reservoir batu pasir yang termasuk dari bagian Cekungan Sumatra Utara. Zona A dipilih sebagai objek studi simulasi reservoir karena minyak yang tersisa setelah pengurasan primer masih cukup banyak. Tingkat pengurasan primer yang telah dicapai hingga saat ini adalah 25% dengan OOIP sebesar 19.30 MMSTB. Kondisi ini dijadikan dasar pemikiran perlunya dilakukan upaya pengurasan minyak yang tersisa dengan metode lebih lanjut dalam hal ini injeksi air.Model geologi, inisialisasi, dan history matching sudah dilakukan oleh peneliti terdahulu. Pada penelitian ini dilakukan screening properti fluida reservoir apakah memenuhi kriteria injeksi air atau tidak dan prediksi dengan berbagai skenario pengembangan. \n \n \n \n \n\nDari berbagai skenario pengembangan yang dilakukan pada penelitian ini didapatkan bahwa secara teknis skenario XI, Injeksi peripheral IV disertai workover sumur-sumur potensial dan infill drilling III, merupakan skenario yang paling optimal dengan produksi minyak kumulatif 6.236 MMSTB dan faktor perolehan 32.31 %", "Daftar File": {"2007 TS PP RADEN DANIELI SAPYUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27942", "2007 TS PP RADEN DANIELI SAPYUDIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27943", "2007 TS PP RADEN DANIELI SAPYUDIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27944", "2007 TS PP RADEN DANIELI SAPYUDIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27945", "2007 TS PP RADEN DANIELI SAPYUDIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/27946", "2007 TS PP RADEN DANIELI SAPYUDIN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/27947", "2007 TS PP RADEN DANIELI SAPYUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27948"}, "Penulis": "RADEN DANIELI SAPYUDIN (NIM 22205007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana dan Dr. Ir. Sutopo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Simulasi reservoir, injeksi air", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}