{"Nomor": 8983, "Judul": "MONORAIL SYSTEM UNTUK KOTA BANDUNG", "Abstrak": "Tugas Akhir ini mengangkat salah satu permasalahan masyarakat urban yaitu sarana transportasi. Seperti yang telah kita ketahui, seiring dengan semakin kompleksnya kegiatan masyarakat pada masa kini, bertambah pula mobilitas dari masyarakat itu sendiri. Hal ini berakibat pada kebutuhan akan sarana transportasi yang cepat, nyaman dan aman semakin meningkat. Kota Bandung, adalah salah satu dari sekian banyak kota besar di Indonesia yang mempunyai permasalahan transportasi. Berkaitan dengan populasi yang semakin bertambah, kegiatan yang semakin kompleks, ditambah predikat kota Bandung sebagai kota wisata yang menarik minat para wisatawan untuk datang ke kota Bandung, menjadikan lalu lintas kota Bandung kian padat. Saat ini kondisi sistem dan sarana transportasi kota Bandung dapat dikatakan mempunyai beberapa permasalahan, diantaranya kemacetan, ketidak disiplinan berlalu-lintas, dan sarana angkutan publik yang tidak digunakan secara maksimal. Kemacetan merupakan salah satu fokus permasalahan transportasi kota Bandung, dan sebagian besar kota lain di Indonesia. Kemacetan lalu lintas dapat berdampak negatif pada berbagai aspek, misalnya aspek lingkungan. Dengan terjadinya kemacetan, maka jumlah polusi yang dihasilkan juga semakin bertambah. \n\nUntuk mengatasi permasalahan transportasi tersebut, solusi yang ditawarkan adalah sarana angkutan publik dengan skala pengangkutan yang cukup besar, dengan nilai tambah nyaman, cepat, dan aman, sehingga masyarakat mau beralih dari moda transportasi pribadi ke moda transportasi umum. Sarana Transportasi publik, telah menjadi kebutuhan yang cukup krusial di kota besar. Keberadaan transportasi publik yang memadai terbukti dapat membuat masyarakat kota besar di negara maju beralih dari moda transportasi pribadi ke moda transportasi umum sehingga dapat mengurangi tingkat kemacetan lalu lintas.", "Daftar File": {"2008 TA PP RADEN DENNIS NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/27949", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/27950", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/27951", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/27952", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/27953", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB5 A.pdf": "https://digilib.itb.ac.id/gdl/download/27954", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB5 B.pdf": "https://digilib.itb.ac.id/gdl/download/27955", "2008 TA PP RADEN DENNIS NUGRAHA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/27956", "2008 TA PP RADEN DENNIS NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/27957"}, "Penulis": "RADEN DENNIS NUGRAHA (NIM 17503027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Y. Martinus Pasaribu, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Monorail system, Bandung, Kemacetan, Polusi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "9 file", "Tanggal Input": "19 Jun 2008"}