{"Nomor": 899, "Judul": "STUDI PENGARUH UKURAN CETAKAN PADA UJI KOMPAKSI DENGAN CONTOH TANAH KOHESIP DARI BEBERAPA TEMPAT DI PULAU JAWA", "Abstrak": "Dalam perancangan dan pelaksanaan pekerjaan bangunan Gedung maupun bangunan Sipil, tanah merupakan hal yang penting bagi bangunan tersebut baik sebagai tempat bertumpunya maupun sebagai bahan kontruksi bangunan tersebut. Tetapi, seringkali dijumpai masalah yang berkaitan dengan kemampuan maupun keadaan/sifat-sifat tanah tersebut karena tidak dapat atau kurang memenuhi persyaratan peruntukannya, karenanya padanya harus dilakukan perbaikan terlebih dahulu agar memenuhi persyaratan penggunaannya. Cara perbaikan yang sering dilakukan sampai saat ini adalah perbaikan dengan cara pemadatan dengan alat-alat pemadat dilapangan. Untuk mendapatkan patokan bagi pekerjaan pemadatan dilapangan diperlukan uji pemadatan dilaboratorium yang biasa disebut juga uji kompaksi. Uji kompaksi dilaboratorium yang digunakan biasanya adalah uji kompaksi Standar Proctor dan Modified Proctor. Uji kompaksi dilaboratorium tersebut membutuhkan jumlah contoh uji yang sangat besar, karenanya biaya pengangkutannya kelaboratorium sangat tinggi dibanding dengan uji laboratorium lainnya, karena itu, apabila cetakan uji kompaksi tersebut dapat diperkecil, maka biaya uji akan berkurang juga dan waktu yang digunakan untuk pekerjaan uji kompaksi akan berkurang, berarti lebih ekonomis. Karena itu akan dilakukan penelitian pengaruh ukuran cetakan uji kompaksi laboratorium dengan cara membuat beberapa cetakan baru yang lebih kecil dari cetakan uji Proctor. Dari penelitian itu akan ditarik kesimpulan tentang dapat atau tidaknya digunakan cetakan yang lebih kecil dari cetakan Standar Proctor, atau minimal diketahui berapa besar penyimpangan yang terjadi bila cetakan diperkecil. Pengembangan lebih lanjut, adalah dengan meneliti pengaruh bentuk cetakan, misalnya cetakan-cetakan yang berbentuk seperti cetakan contoh tanah untuk keperluan uji Triaksial, Konsolidasi dan sebagainya, sehingga dapat diketahui pengaruh bentuk cetakan pada hasil uji yang didapat. Studi ini diperlukan untuk uji kekuatan maupun pemampatan tanah yang sudah dikompaksi, karena keterbatasan waktu maka penelitian ini tidak dilakukan dalam bahasan ini. \nPada akhirnya diharapkan bahwa basil penelitian ini dapat digunakan dalam uji kompaksi dilaboratorium, minimal bagi keperluan praktikum Mekanika Tanah.", "Daftar File": {"1987_TS_PP_Wibowo_1.pdf": "https://digilib.itb.ac.id/gdl/download/1176"}, "Penulis": "Herianto Wibowo [S2. 818305]", "Kontributor / Dosen Pembimbing": ["Djoko Soelarnosidji", "F.X.Toha", "Ilyas Soeratman  Scanner : kory"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "uji pemadatan dilaboratorium yang biasa disebut juga uji kompaksi, biasanya adalah uji kompaksi Standar Proctor dan Modified Proctor.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Des 2004"}