{"Nomor": 8990, "Judul": "OPTIMASI PRODUKSI ALAT ANGKUT UTAMA MENGGUNAKAN TEORI ANTRIAN DAN METODE WAKTU TUNGGU DI PT. XYZ", "Abstrak": "Kegiatan penambangan merupakan satu rangkaian kegiatan yang kompleks dimana satu dengan yang lainnya saling terkait. Dalam proses penambangan, faktor peralatan merupakan faktor yang sangat penting dalam menjamin keberlangsungan produksi. Ketersediaan jumlah alat angkut dan alat muat merupakan hal yang sangat sensitif bagi kelangsungan produksi. Jumlah armada yang berlebih akan mengakibatkan biaya pengeluaran operasi membengkak, sementara jumlah armada yang sedikit akan mengurangi jumlah produksi tambang. \n \n\nKondisi ideal dalam proses pemuatan dan pengangkutan material sangat sulit dicapai. Akan tetapi, hal tersebut dapat diupayakan dengan melakukan efisiensi tehadap jumlah alat angkut utama tambang. Salah satu metode simulasi yang dapat digunakan untuk mengoptimasi produksi alat muat ÃƒÂ‚Ã‚Â– alat angkut utama adalah dengan menggunakan metode teori antrian dan metode waktu tunggu. \n \n\nDengan teori antrian, dapat ditentukan jumlah armada truk yang dibutuhkan untuk mendapatkan produksi optimal dengan biaya per ton material paling minimum. Dalam perhitungan tersebut digunakan parameter probabilitas antrian yang didasarkan pada pola distribusi Poisson. Pola distribusi Poisson digunakan karena pola kedatangan alat angkut ke dalam sistem antrian terjadi secara acak. \n \n\nSementara itu, dalam simulasi waktu tunggu, simulasi dilakukan dengan tujuan untuk memperoleh jumlah truk yang optimum dengan waktu antrian truk yang paling minimum dan menghindari alat muat menunggu kedatangan alat angkut. Penelitian waktu tunggu ini mengambil empat lokasi pengamatan di PT XYZ, yaitu Fase 4, Fase 5 East, Fase 5 West, dan Fase 6. Data dasar yang dibutuhkan dalam simulasi optimasi berdasarkan tesebut adalah data waktu daur alat angkut di empat lokasi tersebut pada bulan Juli 2007. Alat muat yang digunakan adalah Power Shovel P&H 4100A dan P&H 2800A, Excavator Cat 5230B ME, dan Loader Cat 994 D. Alat angkut yang digunakan adalah Truk Cat 793C. \n \n\nBerdasarkan hasil simulasi dengan pendekatan teori antrian dengan diasumsikan berdistibusi Poisson dan juga simulasi berdasarkan waktu tunggu, didapat hasil sebagai berikut :    \n \n\n- Lokasi Shovel Fase 4 : 21 truk Cat 793C    \n \n\n- Lokasi Excavator Fase 4 : 7 truk Cat 793C    \n \n\n- Lokasi Shovel Fase 5 West : 16 Truk Cat 793C    \n \n\n- Lokasi Loader Fase 5 West : 6 Truk Cat 793C    \n \n\n- Lokasi Shovel Fase 5 East : 21 Truk Cat 793C    \n \n\n- Lokasi Shovel Fase 6 : 7 Truk Cat 793C    \n \n\n- Lokasi Loader Fase 6 : 3 Truk Cat 793C", "Daftar File": {}, "Penulis": "RAEL OCTOVIYAN PAAT (NIM 12103032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rudianto Ekawan, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produksi Alat Angkut, Teori Antrian, Metode Waktu Tunggu", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}