{"Nomor": 8992, "Judul": "PEMANAS AIR SURYA: Pembuatan, Instalasi dan Pengujian Lapangan", "Abstrak": "Perancangan, pembuatan, instalasi dan pengujian dari pemanas air surya telah dilakukan. Pemanas air tersebut dirancang dengan kapasitas 300 liter dan luas total kolektor surya 2,8 m2. Aliran air didalam sistem terjadi secara natural (thermosyphon). Pemanas air tersebut dipasang di rumah tinggal di daerah Bandung dan diuji secara riil selama dua bulan berturut-turut.Pengujian lapangan dilakukan untuk mengetahui sejarah temperatur tangki ketika sistem beroperasi. Selain itu pengujian dilakukan untuk mengetahui efisiensi harian sistem pemanas air surya. Dilakukan juga perhitungan teoritik dan membandingkan hasilnya dengan hasil pengujian.Hasil pengujian menunjukkan air panas dalam tangki dapat melebihi 50 oC pada hari yang cerah dan 40 oC pada hari yang mendung. Efisiensi rata-rata harian sistem adalah 30,64%. Perbandingan hasil perhitungan dan hasil pengukuran menunjukkan adanya perbedaan, akan tetapi secara keseluruhan perbedaan ini tidak signifikan.Prediksi sejarah temperatur tangki pada hari sangat cerah (Intensitas radiasi maximum 1000 W/m2) menunjukkan bahwa sistem dapat mencapai temperatur 55 oC pada pukul 14:36. Secara umum performansi sistem pemanas air surya yang dibuat adalah cukup baik.", "Daftar File": {"2008 TA PP RAHADIAN EFFENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28011", "2008 TA PP RAHADIAN EFFENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/28012", "2008 TA PP RAHADIAN EFFENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/28013", "2008 TA PP RAHADIAN EFFENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/28014", "2008 TA PP RAHADIAN EFFENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/28015", "2008 TA PP RAHADIAN EFFENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/28016", "2008 TA PP RAHADIAN EFFENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28017"}, "Penulis": "RAHADIAN EFFENDI (NIM 13101088)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Abdurrachim Halim"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "water heater, instalation, field test, production", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}