{"Nomor": 8998, "Judul": "PERANCANGAN FRAMEWORK GENERIK UNTUK MANAJEMEN KINERJA E-GOVERNMENT", "Abstrak": "Abstrak:   \n \n \n \n\ne-Government merupakan satu bentuk peranan Teknologi Informasi (TI) di sektor publik yang bertujuan untuk mentransformasikan pemerintahan menuju pemerintahan yang lebih baik (better government) dengan menghasilkan nilai publik (public values) bagi stakeholder-nya yaitu warga negara, sektor bisnis, lembaga non-profit, maupun sesama badan pemerintahan.   \n \n \n \n\nSeiring dengan meningkatnya kesadaran stakeholder dalam hak dan kewajiban bernegara maka semakin tinggi pula tuntutan agar pemerintah meningkatkan kemampuannya dalam menyelenggarakan pemerintahan yang lebih baik. TI diharapkan dapat membantu pemerintah untuk memenuhi kebutuhan tersebut melalui program e-Government. Oleh karena itu dibutuhkan suatu sistem manajemen kinerja yang dapat mengelola pencapaian tujuan pemerintah dalam program tersebut. Sistem tersebut seharusnya selaras dengan strategi pemerintah serta dapat melingkupi berbagai faktor kesuksesan pencapaian tujuan pemerintah dari berbagai perspektif, baik yang bersifat mudah diukur secara finansial (tangible) maupun yang sulit diukur (intangible). Sistem tersebut juga seharusnya dapat melingkupi berbagai proses penyelenggaraan e-Government, baik pada proses penyampaian layanan yang masuk kategori front-office maupun proses-proses lain yang masuk kategori back-office seperti perencanaan, pengorganisasian, pengembangan dan pengimplementasian layanan, serta dapat melingkupi berbagai level SDM yang terlibat dalam setiap proses tersebut. Oleh karena itu dibutuhkan suatu framework generik yang dapat dijadikan acuan untuk membangun sistem manajemen kinerja e-Government pada berbagai tingkatan pemerintahan.   \n \n \n \n\nMetodologi yang digunakan dalam melaksanakan penelitian ini adalah dengan melaksanakan studi literatur mengenai berbagai konsep pendukung seperti manajemen kinerja, e-Government, Balanced Score Card (BSC), IT Governance, COBIT dan IT-BSC. Lalu melaksanakan observasi lapangan dengan mengunjungi situs web e-Government di berbagai tingkatan pemerintahan. Kemudian melaksanakan perancangan framework dengan melakukan serangkaian analisis berdasarkan konsep yang relevan untuk mengajukan model perancangan framework, lalu melakukan langkah-langkah perancangan sebagaimana arahan model tersebut.   \n \n \n \n\nTinjauan pustaka disusun dalam rangka mendapatkan landasan pemahaman mengenai konsep-konsep pendukung tesis yang diawali dengan identifikasi tujuan pemerintah dan manfaat manajemen kinerja pada e-Government yang akan menghasilkan pemahaman bahwa manajemen kinerja itu dibutuhkan dalam usaha pencapaian tujuan e-Government. Selanjutnya dibahas mengenai kebutuhan manajemen strategi pada e-Government untuk memahami bahwa manajemen kinerja akan efektif diterapkan pada organisasi pemerintahan yang berlandaskan strategi. Metoda yang akan digunakan untuk menerapkan manajemen strategi adalah BSC karena dapat melingkupi faktor tangible maupun intangible, serta dapat menghubungkan setiap faktor tersebut pada suatu hubungan kausal dalam menyusun strategi e-Government. Konsep IT Governance digunakan untuk mengidentifikasi proses-proses esensial yang akan menjadi landasan inisiatif pada strategi e-Government. Kemudian dilakukan pembahasan konsep RACI Chart sebagai landasan untuk mendistribusikan peranan dan tanggung jawab SDM penyelenggara e-Government. Setelah itu dilakukan pembahasan konsep IT-BSC sebagai landasan penyelarasan strategi e-Government dengan pemerintahan. Kemudian dibahas mengenai konsep model kematangan (maturity model) yang akan digunakan untuk menghasilkan alat pembanding dan evaluasi dalam menilai tingkat kematangan implementasi sistem manajemen kinerja yang pembangunannya mengacu kepada framework tersebut.", "Daftar File": {}, "Penulis": "Rahmat Mulyana (NIM 23504037)", "Kontributor / Dosen Pembimbing": ["Kridanto Surendro, Ir.,  M.Sc., Ph.D.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-02-15)"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "manajemen kinerja, e-Government, TI, BSC", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}