{"Nomor": 9001, "Judul": "ANALISIS DAYA OKSIDATOR K2Cr2O7, KMnO4, DAN KBrO3 TERHADAP ION Fe2+ DALAM GARAM MOHR DAN ION Sn2+ DALAM GARAM SnCl2.2H2O DENGAN METODE TITRIMETRI REDOKS (KONSEP LABORATORY BASED-LEARNING)", "Abstrak": "Konsep redoks merupakan salah satu materi kimia yang cukup sulit untuk dipahami siswa, karena materinya yang bersifat abstrak sehingga perlu alternatif model pembelajaran yang dapat meminimalkan beban hafalan dan lebih berpusat pada siswa yaitu dengan pemanfaatan laboratorium (Laboratory Based-Learning). Untuk meramalkan urutan daya mengoksidasi oksidator K2Cr2O7, KMnO4 dan KBrO3 (dengan konsentrasi yang sama ~ 0,1 N) terhadap ion Fe2+ dalam garam Mohr 0,1 M serta terhadap ion Sn2+ dalam garam SnCl2.2H2O 0,05 M digunakan metode titrimetri redoks. Penelitian ini bertujuan untuk memperoleh suatu modul praktikum yang dapat membantu dalam pemahaman konsep redoks dalam banyak hal seperti urutan daya pengoksidasi beberapa oksidator terhadap ion Fe2+ dan ion Sn2+ , meramalkan persamaan reaksi redoks yang terjadi, dan kekuatan potensial ion MnO4-, Cr2O72-, BrO3-, Fe2+, dan Sn2+. \n \n \n\nPada penelitian ini ditentukan konsentrasi ion Fe2+ dalam garam Mohr, (NH4)2SO4.FeSO4.6H2O 0,1 M, dan ion Sn2+ dalam garam timah(II) klorida hidrat, SnCl2.2H2O 0,05 M, berdasarkan pada jumlah volume titran (oksidator) yang digunakan dalam titrimetri. Dari hasil titrasi tersebut diperoleh kurva titrasi redoks masing-masing oksidator dengan mengalurkan jumlah volume titran (oksidator) terhadap Esel larutan, sehingga dapat diramalkan urutan daya oksidator dari ketiga oksidator tersebut berdasarkan harga titik ekivalen yang diperoleh pada masing-masing kurva titrasi redoks. Berdasarkan hasil penelitian titrasi redoks garam Mohr dengan oksidator K2Cr2O7, KMnO4 dan KBrO3 diperoleh harga titik ekivalen berturut-turut 1073,5 mV, 1249,6 mV dan 1235,4 mV sedangkan pada titrasi redoks garam SnCl2.2H2O dengan oksidator K2Cr2O7, KMnO4 dan KBrO3 diperoleh harga titik ekivalen berturut-turut 874,2 mV, 1131,7 mV dan 1015,8 mV. Dengan demikian KMnO4 merupakan oksidator terkuat dibandingkan KBrO3 dan K2Cr2O7. Sedangkan ion Sn2+ merupakan reduktor terkuat jika dibandingkan ion Fe2+, sehingga jika diurutkan dari oksidator terkuat hingga yang terlemah adalah sebagai berikut : MnO4- > BrO3- > Cr2O72- >Fe2+ > Sn2+. \n \n \n\nHasil penelitian ini dituangkan dalam bentuk modul praktikum untuk membantu guru dalam mengembangkan metode mengajar dimana modul praktikum tersebut juga dapat digunakan untuk mempelajari materi lain (lintas materi), sehingga ke depannya diharapkan dapat menambah motivasi siswa dalam memahami konsep redoks dan elektrokimia; serta mempermudah siswa dalam mengingat konsep dasar reaksi redoks berdasarkan hasil praktikum yang dilakukannya sendiri di laboratorium (Laboratory Based-Learning).", "Daftar File": {"2008 TS PP RAHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28066", "2008 TS PP RAHMAWATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28067", "2008 TS PP RAHMAWATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28068", "2008 TS PP RAHMAWATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28069", "2008 TS PP RAHMAWATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28070", "2008 TS PP RAHMAWATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28071", "2008 TS PP RAHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28072"}, "Penulis": "RAHMAWATI (NIM 20506037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Muhammad Ali Zulfikar"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Redoks, Oksidator, Titrimetri, Laboratory", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}