{"Nomor": 9012, "Judul": "KLON GEN PENISILIN ASILASE PADA BAKTERI Escherichia coli", "Abstrak": "ABSTRAK: \n \n\nTelah dilakukan klon gen penisilin asilase dari DNA kromosom Escherichia coil B 130 pada plasmid pBR 322, menggunakan sel inang Escherichia toll HB 101. Klon dilakukan melalui beberapa tahap antara lain isolasi DNA dan plasmid pBR 322, pemotongan oleh enzim restriksi Pst 1, penyambungan oleh enzim T-4 DNA ligase, transformasi dan seleksi. \n \n\nData elektroforesis gel agarosa menunjukkan, fragmen DNA kromosom hasil restriksi berada antara 1.258 hingga 15.135 pasangan basa, sedangkan plasmid pBR 322 hanya berubah bentuk dari sirkuler ke linier dengan ukuran 4.363 pasangan basa. Elektroforesis hasil ligasi menunjukkan adanya beberapa variasi ukuran DNA rekombinan. \n \n\nDNA rekombinan ditransfer secara kimia ke sel inang menggunakan Kalsium klorida dan pemanasan secara tiba-tiba, kemudian ditanam pada media selektif dan diperoleh 7.500 koloni transforman yang tumbuh pada media yang mengandung tetrasiklin. \n \n\nSeleksi terhadap 2.500 koloni ini, menghasilkan 115 koloni yang tumbuh pada media yang mengandung tetrasiklin dan coati pada media yang mengandung ampisilin. Uji mikrobiologi menggunakan Serratia ruarcescens menunjukkan, dari 115 koloni yang diperiksa, ada 2 koloni yang menghasilkan enzim penisilin asilase. \n \n\nUji aktivitas enzim penisilin asilase dilakukan  menurut metoda Kornfeld. Darisini diperoleh aktivitas spesifik enzim kasar dari B 130, SILC-59 dan SILC-150 masing masing 32,5, 64,4 dan 8,4 unit/mg protein.", "Daftar File": {}, "Penulis": "Ramlan Silaban (NIM 20589048)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Muhammad Wirahadikusumah, Ph.D. \n \n\nPembimbing: Hadi Sutedjo, Drs., M.Sc. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "penisilin, asilase, Escherichia coli", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}