{"Nomor": 9019, "Judul": "OPTIMASI DESTRUKSI MINERAL MONASIT BANGKA UNTUK PEMUNGUTAN UNSUR TANAH JARANG", "Abstrak": "Mineral monasit merupakan salah satu mineral ikutan pada proses penambangan timah di PT. Timah Bangka. Mineral monasit merupakan salah satu sumber utama unsur tanah jarang (UTJ) yang hingga kini pemanfaatannya belum optimal. Metode-metode yang telah digunakan untuk memisahkan UTJ dari mineral monasit antara lain adalah ekstraksi pelarut, teknik membran cair berpendukung, dan yang saat ini sedang dikembangkan adalah teknik Solvent Impregnated Resin (SIR). Tahapan paling awal untuk pemungutan UTJ adalah tahap destruksi sampel. Jenis destruksi yang dilakukan pada penelitian ini adalah destruksi basa menggunakan NaOH, dengan sistem destruksi tertutup. Tujuan penelitian ini adalah melakukan optimasi destruksi sampel mineral monasit Bangka yang meliputi optimasi suhu, waktu, dan perbandingan komposisi monasit terhadap NaOH. Penentuan konsentrasi UTJ hasil destruksi dilakukan menggunakan spektrofotometer UV-Vis. Dari data-data yang diperoleh, suhu destruksi optimum diperoleh pada suhu 190 oC selama tiga jam dengan komposisi perbandingan komposisi monasit terhadap NaOH sebesar 35:65. Penerapan kondisi destruksi optimum terhadap sampel monasit memberikan hasil perolehan UTJ sebesar 37,6% serta kandungan Ce dan La yang diukur dengan ICP-AES masing-masing sebesar 31,9% dan 13%.", "Daftar File": {"COVER RASMINDA SENOVITA (NIM 10503047)": "https://digilib.itb.ac.id/gdl/download/165974", "PUSTAKA RASMINDA SENOVITA (NIM 10503047)": "https://digilib.itb.ac.id/gdl/download/165980"}, "Penulis": "RASMINDA SENOVITA (NIM 10503047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Aminudin Sulaeman, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Destruksi, Mineral Monasit Bangka, Unsur Tanah Jarang", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}