{"Nomor": 9021, "Judul": "STUDI PEMANFAATAN BATUBARA DI PABRIK PUPUK", "Abstrak": "Batubara sebagai sumber energi dapat digunakan sebagai pengganti gas alam. Tidak saja sebagai bahan bakar, batubara juga dapat digunakan sebagai bahan baku gas sintesis melalui proses gasifikasi menghasilkan gas produser. Pemanfaatan batubara di pabrik pupuk dilakukan untuk mengganti gas alam baik sebagai bahan bakar maupun sebagai bahan baku gas sintesis. Terdapat tiga model konfigurasi pemanfaatan batubara di pabrik pupuk di antaranya, pemanfaatan batubara sebagai bahan bakar melalui pembakaran langsung, pemanfaatan batubara sebagai bahan bakar melalui gasifikasi, dan pemanfaatan batubara sebagai bahan bakar dan bahan baku gas sintesis melalui gasifikasi. Pemanfaatan batubara sebagai bahan bakar dapat menggantikan gas alam sebesar 28.4% sedangkan pemanfaatan batubara sebagai bahan bakar dan bahan baku menggantikan gas alam sebesar 100%. \n \n\nDari ketiga jenis model secara teknis pemanfaatan batubara sebagai bahan bakar melalui proses gasifikasi merupakan pilihan yang tepat karena utilisasi unit-unit lama masih dapat dilakukan dengan sedikit modifikasi, sedangkan berdasarkan studi kelayakan ekonomi pemanfaatan batubara sebagai bahan bakar melalui pembakaran langsung dengan sistem cogeneration merupakan alternatif model yang terbaik karena memiliki IRR tertinggi 21.4% dan PBP selama 7.3 tahun. Pemanfaatan batubara sebagai bahan bakar melalui gasifikasi mulai ekonomis jika harga gas alam mencapai 6.5 USD/MMBtu sedangkan pemanfaatan batubara sebagai bahan bakar maupun bahan baku gas sintesis melalui gasifikasi mulai ekonomis jika harga gas alam mencapai 8 USD/MMBtu.", "Daftar File": {"2007 TS PP RATIH DEWI ANDRIANNY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28229", "2007 TS PP RATIH DEWI ANDRIANNY 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28230", "2007 TS PP RATIH DEWI ANDRIANNY 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28228", "2007 TS PP RATIH DEWI ANDRIANNY 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28234", "2007 TS PP RATIH DEWI ANDRIANNY 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28233", "2007 TS PP RATIH DEWI ANDRIANNY 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28232", "2007 TS PP RATIH DEWI ANDRIANNY 1-LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/28231"}, "Penulis": "RATIH DEWI ANDRIANNY (NIM 23005015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Herri Susanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Batubara, Coal, Gas Produser, Producer Gas", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}