{"Nomor": 9026, "Judul": "PEMODELAN PROSES PENGADAAN BARANG DALAM SUPPLY CHAIN MANAGEMENT RUMAH SAKIT UMUM (STUDI KASUS: RS ADVENT BANDUNG)", "Abstrak": "Saat ini persaingan antar perusahaan telah bergeser dari persaingan produksi menjadi persaingan jaringan. Maka, tak heran jika perusahaan mulai berebut untuk masuk pasar baru atau mengefisiensikan biaya produksi dengan cara mengefektifkan jaringan supply chain mereka. Hal ini terjadi baik di perusahaan jasa maupun manufaktur. Rumah sakit sebagai salah satu perusahaan jasa memiliki ciri khas yang cukup berbeda dengan manufaktur. Persoalan jaringan supply chain ini sangat penting dalam mendukung bisnis rumah sakit. Ketersediaan barang di rumah sakit akan menentukan kecepatan dan ketepatan pelayanan. Supply chain management rumah sakit sangat menarik dikaji karena memiliki keragaman kebutuhan tinggi, belum ada best practise, dan teknologi yang digunakan untuk menjalankannya pun masih per telepon. Untuk menjawab persoalan diatas maka dirancang proses bisnis SCM yang cocok untuk rumah sakit dengan menggunakan SCOR Framework dan bentuk aplikasi yang sesuai. SCOR Framework merupakan single framework yang berisi proses-proses dalam SCM yang dapat digunakan oleh perancang untuk menyusun proses bisnis SCM yang sesuai dengan strategi perusahaan. Sebelum perancangan, dilakukan analisis terhadap lingkup bisnis dari perusahaan terlebih dahulu dan aliran informasi yang diperlukan. Selanjutnya, dilakukan pemetaan tiap proses terhadap pelaku dan perancangan aplikasi didasarkan pada hasil dari level 4-6 dari SCOR Framework dengan metodologi pembangunan perangkat lunak Rational Unified Process. Pada tugas akhir ini, dirancang proses bisnis SCM rumah sakit umum yang sesuai dengan kasus yang terjadi pada RS Advent Bandung. Identifikasi dilakukan terhadap dasar dari penentuan strategi SCM yaitu histori transaksi tahun sebelumnya. Bentuk strategi SCM yang tepat yaitu responsif, sedangkan pengelompokkan barang yang tepat berdasarkan sifat barang dan waktu kebutuhan barang datang. Arsitektur aplikasi yang dapat digunakan yaitu web, desktop, atau service based. Penggunaan arsitektur web based paling mungkin diimplementasikan saat ini karena dari sisi pemasok, banyak pemasok yang belum memiliki infrastruktur teknologi informasi. Keberadaan teknologi informasi yang dapat menyambungkan rumah sakit dengan pemasok mengurangi tingkat kesalahan komunikasi dan mempercepat proses pengadaan barang.", "Daftar File": {"2008 TA PP RATNA EKASARI PRIHANDINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28266", "2008 TA PP RATNA EKASARI PRIHANDINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/28267", "2008 TA PP RATNA EKASARI PRIHANDINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/28268", "2008 TA PP RATNA EKASARI PRIHANDINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/28269", "2008 TA PP RATNA EKASARI PRIHANDINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/28270", "2008 TA PP RATNA EKASARI PRIHANDINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/28271", "2008 TA PP RATNA EKASARI PRIHANDINI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/28272", "2008 TA PP RATNA EKASARI PRIHANDINI 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/28273", "2008 TA PP RATNA EKASARI PRIHANDINI 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/28274"}, "Penulis": "RATNA EKASARI PRIHANDINI (NIM 13504043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kridanto Surendro, MSc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "supply chain management, rumah sakit, SCOR Framework", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}