{"Nomor": 903, "Judul": "SINTESIS B-KETO ESTER SEBAGAI SENYAWA ANTARA UNTUK SINTESIS KURKUMINOID", "Abstrak": "Telah berhasil disintesis senyawa dietil p-metoksisinamoil malonat dan senyawa etil 2-(p-metoksisinamoil)- 3-okso-butanoat, dari bahan dasar etil p-metoksisinamat yang merupakan senyawa bahan alam. Etil p-metoksisinamat diekstrak dari serbuk rhizoma kencur ( Kaempferia galanga Linn ) dengan metoda perkolasi etanol teknis. Etil p-metoksisinamat merupakan kristal putih dengan TL = 48,50C - 49,0Â°C diperoleh sebanyak 9,4%. Senyawa ini terlebih dahulu dihidrolisis dengan KOH dalam etanol menjadi asam p-metoksisinamat ( 11 = 171Â°C - 172Â°C ) diperoleh dengan rendemen 83,8%. Asam p-metoksinamat ini direaksikan pada 40Â°C - 500C dengan tionilkhlorida menghasilkan p-metoksisinamoilkhlorida sebagai senyawa antara. Senyawa dietil p-metoksisinamoil malonat merupakan kristal jarum kuning dengan TL = 83, 5Â°C - 84; 0Â°C diperoleb dari reakss p-metoksisinamoilkhlorida dengan anion enolat dietil nalonat, reaksi ini berhasil dengan ren - demen 68,41%. Senyawa ini dihidrolisis dengan KOH dalam etanol menghasilkan 86,4 % asam p-metoksisinamoil malonat, yang merupakan kristal jarum kuning muda dengan TL = 174 I760C. Etil 2-(p-metoksi sinamoil)-3-okso-butanoat adalah merupakan hasil reaksi dari p-metoksisinamoilkhlorida dengan anion anolat etil aseto asetat ester. Senyawa ini75,5 diperoleh dengan rendemen 32%. Anion enolat etil aseto asetat ester dibuat dengan jalan mereaksikan logam magnesium dengan etanol kering dan etil aseto asetat ester dibawah eter kering.", "Daftar File": {"1987_TS_PP_IRDONI_1.pdf": "https://digilib.itb.ac.id/gdl/download/1180"}, "Penulis": "Irdoni H.S", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1.Sjamsul Arifin AchmadScan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "p-metoxycinnamate, the synthesis of diethyl p-metoxycinnamoyl malonat and ethyl 2-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Des 2004"}