{"Nomor": 9034, "Judul": "DYNAMIC PRICING AT HOTEL X", "Abstrak": "Kondisi persaingan yang terus berubah mengharuskan setiap hotel berusaha meningkatkan responsnya terhadap lingkungan bisnisnya. Perhotelan di Bandung mengalami kenaikan permintaan dan pada saat bersamaan masing-masing saling bersaing dalam meningkatkan pendapatan. Penetapan harga adalah salah satu cara untuk menarik minat pelanggan dalam upaya peningkatan pendapatan. Tugas akhir ini membahas penggunaan metode penetapan harga yang dinamis pada Hotel X. Metode ini bertujuan untuk meningkatkan pendapatan dengan menetapkan diferensiasi harga atau perbedaan harga untuk ketentuan-ketentuan tertentu. Pada riset ini, penulis menemukan kelemahan dalam sistem penetapan harga, dimana pihak hotel tidak mempunyai formula yang tepat untuk memberikan discount rate dan seberapa banyak kamar yang harus disimpan untuk harga tinggi. Pihak hotel perlu mengevaluasi kembali strategi mereka dan mempertimbangkan untuk menggunakan strategi dynamic pricing. Penulis mengajukan solusi menggunakan strategi protection level dan booking limit untuk memaksimasi pendapatan. Strategi ini adalah dengan menjual harga rendah kepada leisure traveler yang cenderung untuk mereservasi kamar terlebih dahulu, dan menjual harga kamar kepada business traveler yang cenderung memesan kamar pada saat-saat akhir. Analisis yang dilakukan menunjukkan bahwa dengan menggunakan strategi Dynamic Pricing dengan protection level and booking limit akan membantu Hotel X untuk memaksimasi pendapatannya hingga rata-rata 33.3%.", "Daftar File": {"2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28320", "2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28321", "2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28322", "2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28323", "2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28324", "2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28325", "2008 TA PP RAUSHANFIKRI ENALDO MONOARFA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28326"}, "Penulis": "RAUSHANFIKRI ENALDO MONOARFA (NIM 19004047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Togar M. Simatupang, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Revenue management, Hotel, Demand, Dynamic pricing, Protection level, Booking limit", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "03 Nov 2008"}