{"Nomor": 9039, "Judul": "PENENTUAN KEDALAMAN SUBSURFACE SAFETY VALVE PADA SUMUR GAS DENGAN LAJU ALIR TINGGI STUDI KASUS PADA LAPANGAN X", "Abstrak": "Abstrak:   \n \n \n \n\nBerbagai masalah dapat terjadi pada saat produksi lapangan gas, termasuk pada lapangan dry gas. Masalah-masalah tersebut dapat membahayakan keselamatan bagi pekerja dan juga dapat mengakibatkan kerugian bagi pengelola. Bagi sumur-sumur lapangan gas lepas pantai, offshore, pemasangan Subsurface Safety Valve sangat berperan dalam hal keamanan dan keselamatan pada sumur-sumur tersebut.   \n \n \n \n\nSubsurface Safety Valve (SSSV) merupakan sebuah alat  yang di pasang di dalam sumur di bawah wellhead yang berfungsi untuk mencegah aliran tak terkendali dari lubang sumur. Penentuan kedalaman Subsurface Safety Valve ini sangat penting sebagai penentu dapat bekerja dengan baik atau tidaknya subsurface safety valve pada kedalaman tersebut.    \n \n \n \n\nPada sumur gas, kecepatan alir gas akan meningkat seiring dengan menurunnya tekanan di sepanjang pipa produksi. Hal ini dikarenakan gas adalah fluida yang compressible dimana volumenya akan mengembang jika tekanan diturunkan. Maka kecepatan aliran gas akan meningkat dari bawah ke atas di sepanjang tubing. Reynolds number merupakan suatu konstanta yang menggambarkan jenis profil dari aliran fluida. Bilangan ini di pengaruhi oleh beberapa parameter seperti: densitas, viskositas, kecepatan, dan ukuran diameter pipa.    \n \n \n \n\nParagraf di atas menjelaskan bahwa kecepatan aliran fluida dan Reynold number merupakan parameter-parameter yang menentukan kedalaman subsurface safety valve. Prediksi kecepatan dan Reynolds number dapat dilakukan dengan melakukan perkiraaan terhadap profil tekanan dan temperature dari mulai dasar sumur hingga sepanjang pipa produksi.", "Daftar File": {"Pages from 2007 TA PP R DENNY PRAYOGO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28357", "Pages from 2007 TA PP R DENNY PRAYOGO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28358", "Pages from 2007 TA PP R DENNY PRAYOGO 1-BAB2 &3.pdf": "https://digilib.itb.ac.id/gdl/download/28359", "Pages from 2007 TA PP R DENNY PRAYOGO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28360", "Pages from 2007 TA PP R DENNY PRAYOGO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28361", "Pages from 2007 TA PP R DENNY PRAYOGO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/28362", "2007 TA PP R DENNY PRAYOGO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28363"}, "Penulis": "R Denny Prayogo (NIM 122 03 002)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dry gas, sssv, Reynolds number, pressure profile, temperature profile", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}