{"Nomor": 9040, "Judul": "PRODUKSI PENISILIN DENGAN TEKNIK AMOBILISASI SEL PENICILLIUM CHRYSOGENUM", "Abstrak": "Abstrak:   \n \n \n \n\nTelah dilakukan penelitian untuk memproduksi penisilin menggunakan jamur Penicillium chrysogenum ATCC 9480 dengan teknik amobilisasi sel menggunakan matriks poliakrilamida sebagai fasa amobilnya. Setelah dibiakan pada medium sporulasi, Penicillium chrysogenum ATCC 9480 ditumbuhkan pada medium pertumbuhan selama 72 jam. Uji biokimia terhadap medium setelah pertumbuhannya dengan menggunakan bakteri Staphyloccocus aureus, memperlihatkan bahwa Penicillium chrysogenum ATCC 9480 menghasilkan zat antibiotika.   \n \n \n \n\nFermentasi dilakukan dengan alat bioreaktor (200 ml) yang menggunakan medium fermentasi (100 ml) dan 5,0 gram miselium yang diperoleh dari pertumbuhannya. Pengujian secara biokimia dan HPLC terhadap medium hasil fermentasi selama 48 jam menunjukan adanya kandungan zat antibiotika dari golongan penisilin. Hal yang sama juga diperlihatkan oleh medium hasil fermentasi menggunakan miselium yang diamobil (sel amobil) dengan matriks poliakrilamida sebagai pengamobilnya.   \n \n \n \n\nIsolasi penisilin dilakukan terhadap larutan hasil fermentasi dengan metpda ekstraksi pelarut dari Pan S.C. Senyawa hasil isolasi yang didapatkan, dilihat bentuk spektrum ultravioletnya dan dibandingkan dengan larutan standar penisilin-G. Demikian pula terhadap hasil isolasi tersebut dilakukan pengujian zat antibiotika secara biokimia.", "Daftar File": {}, "Penulis": "Refdinal Nawfa", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhamad Wirahadikusumah M.Sc.,Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-02-11."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "penicillin ; fungus Penicillium chrysogenum ATCC 9480.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}