{"Nomor": 9052, "Judul": "KAJIAN PENGARUH PERTUMBUHAN FISIK GUNA LAHAN TERHADAP PERUBAHAN JUMLAH AIR LIMPASAN DI KAWASAN PERKOTAAN LEMBANG", "Abstrak": "Pertumbuhan di Kota Lembang dicirikan dengan semakin meluasnya kawasan budidaya di wilayah tersebut. Pertumbuhan tersebut didukung berbagai kebijakan yang menyatakan bahwa Lembang menyandang fungsi perkotaan. Di sisi lain, sebagai bagian dari Kawasan resapan air Bandung Utara, maka Kota Lembang sudah seharusnya memiliki kelas limpasan rendah. Penelitian ini ingin mengetahui bagaimana pengaruh pertumbuhan fisik guna lahan terhadap perubahan jumlah air limpasan di Kota Lembang. Jumlah air yang melimpas di Kota Lembang dicari menggunakan perhitungan dari Soil Conservation Service Run off Curve Number (SCS RO CN). Dari hasil simulasi yang telah dilakukan, diketahui bahwa air yang melimpas pada tahun 1995 dan 2007 sudah masuk dalam kelas limpasan sedang (klasifikasi Cook), yang berarti pertumbuhan di Kota Lembang sudah mulai mengurangi keoptimalan fungsi lindung resapan air. Faktor yang mempengaruhi jumlah air yang melimpas adalah jenis guna lahan, kondisi tutupan lahan dan luas lahan. Guna lahan sawah, ladang dan kebun mampu meningkatkan jumlah air limpasan apabila memiliki persentase luas lahan yang signifikan. Guna lahan yang paling memberikan kontribusi signifikan terhadap peningkatan air limpasan adalah perumahan dengan tutupan impervious sebesar 89%. Pertumbuhan perumahan di Kota Lembang telah melebihi KWT yang ditetapkan dalam rencana dan memberikan kontribusi yang besar terhadap jumlah air limpasan, sehingga pertumbuhan perumahan harus dikendalikan. Pengendalian pertumbuhan perumahan dapat dilakukan dengan tidak memberikan ijin baru untuk pembangunan rumah yang baru.", "Daftar File": {"2008 TA PP RESFANIARTO INDRAKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28453", "2008 TA PP RESFANIARTO INDRAKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/28454", "2008 TA PP RESFANIARTO INDRAKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/28455", "2008 TA PP RESFANIARTO INDRAKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/28456", "2008 TA PP RESFANIARTO INDRAKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/28457", "2008 TA PP RESFANIARTO INDRAKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/28458", "2008 TA PP RESFANIARTO INDRAKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28459"}, "Penulis": "RESFANIARTO INDRAKA (NIM 15403043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Myra P. Gunawan, Ir., MSP., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SCS RO CN, air limpasan, Kota Lembang", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}