{"Nomor": 9064, "Judul": "CULINARY CENTER DI BANDUNG", "Abstrak": "Abstrak:   \n \n \n \n\nProyek ini dipilih berdasarkan suatu gagasan untuk mewujudkan suatu fasilitas pendidikan informal mengenai berbagai hal yang berkaitan dengan dunia kuliner. Pada dasarnya, fasilitas utama dari Culinary Center ini adalah fungsi pendidikan tata boga, namun sebagai daya tarik dan salah satu upaya untuk mendekatkan masyarakat luas pada dunia kuliner, maka kegiatan dengan unsur komersial dan rekreatif juga turut dihadirkan.   \n \n \n \n\nCulinary Center ini memiliki fasilitas-fasilitas antara lain fasilitas kursus tata boga, 3 jenis restoran dengan brand ternama yang sudah dikenal oleh masyarakat, mini market yang menyediakan bahan-bahan dan alat-alat keperluan memasak dan membuat kue, serta ruang terbuka berupa plaza inner court yang dapat dimanfaatkan sebagai ruang pamer terbuka, festival makanan, dan kegiatan seminar maupun acara demonstrasi tata boga untuk memfasilitasi kegiatan rekreasi dan apresiasi kuliner.   \n \n \n \n\nHal yang ditekankan dalam perancangan Culinary Center ini adala menselaraskan kegiatan edukasi yang berupa kursus tata boga, dan kegiatan komersial rekreatif yang berupa fasilitas restoran dan mini market. Perancangan kedua jenis fasilitas itu diharapkan dapat berjalan selaras dan saling mendukung satu sama lain. Dapat dilihat dari jalur sirkulasi antar fasilitas, keserasian desain fasad masing-masing fungsi, dan perancangan plaza inner court sebagai ruang pemersatu antar fasilitas, sehingga secara keseluruhan diharapkan Culinary Center ini dapat memberikan kesan yang representatif dan nyaman.", "Daftar File": {}, "Penulis": "Ria Asyurani (NIM 152 03 028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iwan Sudradjat, Ir, MSA, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Culinary Center, plaza inner court, komersial dan rekreatif", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}