{"Nomor": 9066, "Judul": "KEUNGGULAN BERSAING PT. MEDION MELALUI PENGEMBANGAN SUMBER DAYA MANUSIA", "Abstrak": "ABSTRAK: \n \n\nDewasa ini, banyak perusahaan mempunyai kemampuan untuk memiliki dan menguasai teknologi produksi yang canggih. Akan tetapi, hanya sedikit perusahaan yang berhasil mencapai tujuannya dalam memanfaatkan teknologi tersebut secara optimal. Salah satu penyebabnya adalah kurangnya kemampuan sumber daya manusia yang tersedia. \n \n\nManusia merupakan sumber daya yang paling penting bagi suatu organisasi dalam usaha untuk mencapai tujuannya. Betapapun sempurnanya aspek teknologi dan keuangan, tanpa didukung oleh aspek manusianya, maka tujuan organisasi akan sulit dicapai. Atas dasar itulah maka faktor sumber daya manusia dalam suatu organisasi harus senantiasa dibina dan dikembangkan. \n \n\nPT Medion ini bergerak dalam industri veterinary products seperti vitamin-vitamin, obat-obatan, vaksin-vaksin, dan poultry equipment. Sistem produksinya menggunakan teknologi canggih. Akan tetapi, yang menjadi pertanyaan kini adalah sanggupkah PT Medion mempertahankan kelangsungan hidupnya dari pangsa pasar yang sudah dimiliki mengingat banyak faktor perubahan lingkungan bisnis. Kendala yang dihadapi oleh PT Medion, adalah belum meratanya kemampuan (skill) dan pengetahuan (knowledge) pegawai PT Medion. \n \n\nDalam hal ini PT Medion harus memperhitungkan strategi sumber daya manusia untuk membangun keunggulan bersaing. Strategi sumber daya manusia dirumuskan dalam bentuk pengembangan sumber daya manusia PT Medion. Strategi ini berkaitan dengan upaya membentuk kemampuan sumber daya manusia dalam memanfaatkan teknologi dan membentuk sikap menerima perubahan untuk meningkatkan kinerja dan produktivitas perusahaan. Dari perumusan strategi pengembangan sumber daya manusia ini, maka dapat disusun program pengembangan sumber daya manusia, yang salah satunuya adalah program pendidikan dan pelatihan pegawai PT Medion.", "Daftar File": {}, "Penulis": "Riana Magdalena Silitonga (NIM 28101034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ubuh Buchara Hidayat, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sumber daya manusia", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}