{"Nomor": 9067, "Judul": "PENGUBAHAN SINGKATAN PADA PESAN SINGKAT TELEPON SELULER DENGAN MEMANFAATKAN POHON KEPUTUSAN C4.5", "Abstrak": "Ringkasan:    \n \n \n \n \n\nKehadiran teknologi pesan singkat atau lebih sering disebut SMS pada telepon seluler memacu perubahan cara berkomunikasi. Penggunaan pesan singkat pada telepon    \n \n \n \n \n\nseluler semakin hari semakin signifikan di kalangan pengguna telepon seluler. Namun, keterbatasan panjang pesan pendek yang dapat dikirimkan oleh pengguna    \n \n \n \n \n\ntelepon seluler membuat perubahan yang lebih signifikan lagi, yaitu perubahan cara penulisan kata pada pesan singkat, misalnya disingkat. Hal ini menyebabkan sulitnya    \n \n \n \n \n\njika suatu saat nanti akan dibuat suatu aplikasi yang masukannya adalah pesan singkat telepon seluler, seperti SMS Text To Speech atau SMS Natural Language Processing.    \n \n \n \n \n\nTugas akhir ini menjadi perantara antara pesan singkat yang dituliskan oleh pengguna dengan aplikasi-aplikasi tersebut diatas. Perangkat lunak pada tugas akhir ini akan    \n \n \n \n \n\nmengubah singkatan pada pesan singkat, yang disingkat, menjadi pesan singkat yang cara penulisannya tidak disingkat lagi. Untuk melaksanakan hal tersebut, tugas akhir ini memanfaatkan pohon keputusan C4.5 untuk melakukan pengklasifikasian katakata yang ditulis dengan menggunakan cara penulisan pesan singkat. Selain pohon    \n \n \n \n \n\nkeputusan C4.5, juga dikembangkan algoritma preprocessing dan postprocessing kata. Setelah terklasifikasikan maka kata-kata tersebut dapat diproses lebih lanjut menjadi kata yang cara penulisannya benar, tidak disingkat.    \n \n \n \n \n\nDari hasil pengujian dapat disimpulkan pohon keputusan, algoritma preprocessing dan algoritma postprocessing mampu melakukan pengubahan cara penulisan pesan singkat menjadi pesan singkat yang cara penulisannya benar, walaupun nilai akurasi rata-ratanya tidak mencapai 100 persen. Salah satu kekurangan tugas akhir ini adalah    \n \n \n \n \n\nketerbatasan jumlah kata yang dapat diproses. Kata-kata yang dapat diproses hanyalah kata yang masuk dalam domain yang ditetapkan oleh tugas akhir ini.", "Daftar File": {"2007 TA PPRIAN HADISAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28549", "2007 TA PPRIAN HADISAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/28550", "2007 TA PPRIAN HADISAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/28551", "2007 TA PPRIAN HADISAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/28552", "2007 TA PPRIAN HADISAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/28553", "2007 TA PPRIAN HADISAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/28554", "2007 TA PPRIAN HADISAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28555"}, "Penulis": "Rian Hadisaputra (NIM: 13503026)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Nur Ulfa Maulidevi, S.T, M.Sc.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "singkatan, pesan singkat, telepon seluler, pohon keputusan, C4.5.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}