{"Nomor": 9077, "Judul": "SPINAL PAD UNTUK STANDARD BASKET STRETCHER GUNA EVAKUASI KORBAN BENCANA ALAM", "Abstrak": "Bencana alam merupakan gejala alam yang sering melanda Indonesia, mulai dari gempa bumi, tanah longsor, angin kencang, gunung meletus, dan lain-lain. Hal ini dapat memicu kerusakan pada struktur dan pada akhirnya manusia yang beraktivitas di struktur tersebut menjadi korban dalam menhadapi hal ini. Tulang belakang manusia merupakan bagian penting dari tubuh manusia yang mengontrol gerak sensoris maupun teroris. Kecederaan menjadi sebuah konsekuensi yang harus dihadapi. Batasan masalah berkaitan dengan pola evakuasi atau tepatnya proses pemindahan korban dari suatu titik yang dianggap tidak aman ke titik yang dianggap lebih baik dan dapat memberi penanganan secepatnya. Produk yang dihasilkan berkisar kepada proses tersebut di atas, memindahkan korban bencana ke tempat yang lebih baik. Kecederaan lebih mengarah kepada daerah tulang belakang. Laporan ini berisi tentang proses desain yang dilakukan dari awal dimulai dari konsep hingga dipilihnya produk final untuk dijadikan objek 3 dimensi. Semoga adanya makalah ini dapat membantu atau menambah wawasan dalam berbagai hal terutama proses pemindahan korban.", "Daftar File": {"2008 TA PP RICKO DWI SYAHPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28622", "2008 TA PP RICKO DWI SYAHPUTRA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28623", "2008 TA PP RICKO DWI SYAHPUTRA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28624", "2008 TA PP RICKO DWI SYAHPUTRA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28625", "2008 TA PP RICKO DWI SYAHPUTRA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28626", "2008 TA PP RICKO DWI SYAHPUTRA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28627", "2008 TA PP RICKO DWI SYAHPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28628"}, "Penulis": "RICKO DWI SYAHPUTRA (NIM 17503015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Deddy Wahjudi M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Spinal pad, Standard basket stretcher, Evakuasi korban bencana alam", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "16 Jun 2008"}