{"Nomor": 9081, "Judul": "EFEK EKSTRAK AIR BUAH TIN (Ficus carica L.) TERHADAP KADAR GLUKOSA DARAH PUASA TIKUS PUTIH JANTAN GALUR WISTAR (Rattus norvegicus L.) YANG DIINDUKSI ALOKSAN MONOHIDRAT", "Abstrak": "Tanaman tin (Ficus carica L.) merupakan tanaman khas timur tengah yang saat ini tengah dibudidayakan di Indonesia. Meskipun tergolong masih langka, tanaman ini telah dikenal sebagai tanaman yang mempunyai khasiat sebagai antidiabetes. Tujuan penelitian ini adalah untuk menilai efek pemberian ekstrak air buah tin terhadap kadar glukosa darah puasa (GDP) tikus putih jantan galur wistar (Rattus norvegicus L.) yang telah diinduksi aloksan monohidrat sehingga menderita diabetes dan menentukan efektivitasnya jika dibandingkan dengan pemberian metformin. Sebanyak 28 ekor hewan uji dengan kadar GDP normal dibagi menjadi tujuh kelompok, yaitu K.1, K.2, K.3, K.4, K.5, K.6 dan K.7. Hewan uji pada K.1 tidak diinduksi dengan aloksan monohidrat sehingga digunakan sebagai kontrol negatif, sedangkan sisanya yaitu K.2 sampai dengan K.7 diinduksi dengan aloksan monohidrat. K.2 digunakan sebagai kontrol positif, K.3 diberi metformin 50 mg/kgBB per oral setiap hari sehingga digunakan sebagai kelompok pembanding, sementara K.4, K.5, K.6 dan K.7 digunakan sebagai kelompok pengujian dan diberi ekstrak air buah tin dengan dosis berturut-turut sebesar 25, 50, 100 dan 200 mg/kgBB per oral setiap hari. Kadar GDP pasca induksi diperiksa pada T0, T7, T14 dan T21 dengan glukotester elektrik dan dengan metoda Somogyi-Nelson. Dari penelitian ini diperoleh rata-rata penurunan kadar GDP pasca induksi dari T0 hingga T14 untuk K.1 sampai dengan K.7 berturut-turut sebesar 2,39; -67,13; 524,77; 560,49; 411,47; 487,22; dan 406,68 mg/dL. Berdasarkan data tersebut, dapat disimpulkan bahwa pemberian ekstrak air buah tin selama 14 hari dapat menurunkan kadar GDP pada hewan uji yang telah diinduksi aloksan monohidrat. Efek hipoglikemik terbaik diberikan oleh pemberian ekstrak air buah tin dengan dosis 25 mg/kgBB per oral setiap hari, dengan persentase penurunan kadar GDP sebesar 85,24%.", "Daftar File": {"2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28659", "2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28660", "2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28661", "2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28662", "2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28663", "2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28664", "2008 TS PP RIJAL KAMALUDDIN HUSAENI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28665"}, "Penulis": "RIJAL KAMALUDDIN HUSAENI (NIM 20506051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Enny Ratnaningsih"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Diabetes melitus, Buah tin, Glukosa darah puasa, Somogyi-Nelson, Tikus albino jantan, Aloksan monohidrat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}