{"Nomor": 9085, "Judul": "RANCANGAN STRATEGI PERUSAHAAN PADA PT. X, DENGAN MENGGUNAKAN PENDEKATAN BALANCED SCORECARD", "Abstrak": "PT X adalah sebuah perusahaan jasa desain bangunan yang telah berdiri sejak tahun 1961. Dalam perjalananya PT X telah melewati berbagai macam kondisi, dari masa krisis tahun 1997 sampai masa puncak tahun 1985-1995. Kondisi tiga tahun terakhir ini, PT X termasuk lima biro terbaik menurut survey yang dilakukan oleh BCI Architect. \n \n \n \n\nPerkembangan properti di indonesia dan meningkatnya persaingan dari dalam maupun luar negri menyebabkan adanya tuntutan untuk merubah cara beroperasi suatu perusahaan. Terlebih untuk biro desain bangunan yang memiliki karakteristik berbeda apabila dibandingkan dengan jenis bisnis lainnya. \n \n \n \n\nKondisi PT X di atas kertas memiliki positioning yang kuat dalam lingkungan kompetisi di Indonesia tetapi kondisi ini lebih banyak diwarisi oleh manajemen terdahulu dari pada usaha manajemen sekarang. Kenyataan ini terlihat pada lemahnya infrastruktur perencanaan, yang mengakibatkan efek domino pada infrastruktur lainnya yaitu: infrastruktur SDM, pemasaran dan penjualan, operasi dan sistim organisasi. \n \n \n \n\nInfrastruktur perencanaan ini dapat dibenahi dengan konsep manajamen strategi. Manajemen strategi adalah suatu upaya membangun masa depan organisasi dengan proses penyusunan rencana jangka panjang maupun pendek. Konsep manajemen strategi ini diawali dengan analisis eksternal dan internal yang disimpulan dengan analisis SWOT dan TOWS. Dengan dasar kedua analisis ini penulis menyusun strategi korporat dan strategi bisnis. \n \n \n \n\nPenelitian ini dilakukan untuk menghasilkan strategi fungsional yang didasari dengan pendekatan The Balanced Scorecard dan diterjemahkan dalam key performance indikator. Dengan metode The Balanced Scorecard penulis dapat mendiskripsikan dan menterjemahkan visi dan misi perusahaan menjadi tolak ukur performa. The Balanced Scorecard akan mengartikulasikan strategi perusahaan dan mengkomunikasikan strategi tersebut antar individu, departemen atau lintas departemen untuk menjalankan strategi. Rumusan strategi fungsional yang dihasilkan dirancang untuk mengatasi permasalahan infrastruktur perencanaan yang ada. \n \n \n \n\nManfaat pembuatan strategi ini sebagai sarana media introspeksi, sarana media pengembangan dan sarana media strategi bagi PT X.", "Daftar File": {"2008 TS PP MARCUS CLAYMANT MAHULETE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28687", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28688", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28689", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28690", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28691", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28692", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/28693", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/28694", "2008 TS PP MARCUS CLAYMANT MAHULETE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28695"}, "Penulis": "MARCUS CLAYMANT MAHULETE (NIM 29105358)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "The balanced scorecard, Manajemen strategi, Strategi korporat, Strategi bisnis, Strategi fungsional, Key performance indikator (KPI)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}