{"Nomor": 9086, "Judul": "PUBLIC FURNITURE SEBAGAI SARANA KAMPANYE PENYADARAN LINGKUNGAN BERBAHAN DASAR KARDUS", "Abstrak": "Masalah lingkungan yang ada di sekitar kita berdampak secara langsung terhadap kehidupan manusia. Manusia merupakan salah satu mahluk yang paling berpengaruh \n\nterhadap kelangsungan hidup di dunia, karena manusia diciptakan sebagai makhluk Tuhan yang paling sempurna dengan akal pikirannya. Tetapi ironisnya, masalah lingkungan terjadi di seluruh wilayah kehidupan manusia seperti laut dan perairan, darat, udara dan sekitarnya. Masalah lingkungan yang terjadi memang harus segera ditanggulangi dan diatasi tetapi ketika hal tersebut diatasi, masalah lain terus bermunculan. Hal ini disebabkan \n\noleh ulah manusia sendiri yang kurang memiliki kesadaran akan pentingnya lingkungan yang terus berkembang. Penanggulangan akan menjadi sebuah langkah yang sempurna apabila dilakukan pula tindakan pencegahannya. Salah satu tindakan penanggulangan yang dapat dilakukan adalah dengan melakukan kampanye untuk memberi informasi kepada masyrakat mengenai pentingnya menjaga kelestarian alam, seberapa parah kerusakan yang ada dan solusi apa yang dapat dilakukan. Untuk mempersuasi masyarakat untuk mengubah pola hidupnya diperlukan sebuah program kampanye yang menarik, menyeluruh, efektif dan efisien. Melalui produk diharapkan dapat menjadi sebuah sarana kampanye yang menarik dan riil, karema target kampanye memiliki pengalaman langsung dengan prodk yang dipakainya. Kekuatan dari desain untuk mempengaruhi trend dan haya hidup masyarakat pun menjadi sebuah batasan bahwa kampanye melalui desain pun memiliki keunggulan dibanding dengan program kampanye yang sudah ada.", "Daftar File": {"2008 TA PP RILIES KELVIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28696", "2008 TA PP RILIES KELVIANA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28697", "2008 TA PP RILIES KELVIANA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28698", "2008 TA PP RILIES KELVIANA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28699", "2008 TA PP RILIES KELVIANA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28700", "2008 TA PP RILIES KELVIANA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28701", "2008 TA PP RILIES KELVIANA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/28702", "2008 TA PP RILIES KELVIANA 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/28703", "2008 TA PP RILIES KELVIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28704"}, "Penulis": "RILIES KELVIANA (NIM 17503005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dudy Wiyancoko"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Public furniture, Sarana kampanye penyadaran lingkungan, Bahan dasar kardus", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "9 file", "Tanggal Input": "17 Jun 2008"}