{"Nomor": 9087, "Judul": "MENINGKATKAN KUALITAS PELAYANAN DENGAN MENGGUNAKAN METODE BLUEPRINT CUSTOMER ANALYTICAL FRAMEWORK DI HOTEL SANTIKA, BANDUNG", "Abstrak": "Persaingan dalam bisnis perhotelan di Bandung telah mencapai situasi yang cukup ketat. Hotel Santika sebagai salah satu hotel bintang tiga di Bandung harus mempertahankan eksistensinya agar tetap dapat bersaing dengan hotel-hotel lainnya yang ada di Bandung.         \n \n \n \n \n \n \n \n\nDalam menghadapi kondisi persaingan antar hotel yang menjamur di Bandung, Hotel Santika harus dapat meningkatkan kualitas servicenya. Peningkatan kualitas service ini diharapkan dapat pula meningkatkan kepuasan customernya. Bila customer merasa puas dengan service yang diberikan oleh Hotel Santika, ia memberikan rekomendasi yang positif serta akan menginap kembali di Hotel Santika. Hal inilah yang akan menciptakan Customer Loyalty.        \n \n \n \n \n \n \n \n\nPada saat ini, pihak manajemen hotel merasa adanya penurunan kepuasan konsumen. Banyaknya keluhan dalam aspek kualitas service ini menjadi indikasi yang diyakini sebagai faktor penyebab utama terjadinya penurunan kepuasan konsumen. Hal ini tampaknya disebabkan karena Hotel Santika kurang jeli dalam melihat apa yang benar2 dibutuhkan dan diinginkan oleh konsumen.        \n \n \n \n \n \n \n \n\nSalah satu metode yang dapat digunakan untuk meningkatkan kualitas service dari Hotel Santika adalah dengan menggunakan Metode Blueprint Customer Analytical Framework. Metode ini akan mencatat dan memetakan setiap service, transaksi dan Standard Operation Procedure (SOP) yang terjadi di Hotel Santika dari mulai proses reservasi hingga proses check out. Dari blueprint yang dihasilkan, maka pihak hotel dapat mengetahui  service, transaksi dan prosedur operasi apa yang kurang maksimal, dimana letak fail points, apa yang harus diperbaiki agar efektif & efisien, ataupun yang harus ditambahkan.        \n \n \n \n \n \n \n \n\nUntuk dapat meningkatkan service quality, maka diterapkan Quality Culture yang membutuhkan komitmen yang menyeluruh dari seluruh karyawan Hotel Santika, mulai dari lini tertinggi hingga lini terendah dalam struktur organisasi.", "Daftar File": {}, "Penulis": "RIMA TJAHYANTI HADIPRATOLO (NIM 29106022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Priyantono Rudito, M. Bus (Mktng)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Service Quality, Blueprint, Quality Culture", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}