{"Nomor": 9088, "Judul": "SINTESIS DAN KARAKTERISASI POLISTIRENA DENGAN BENZOIL PEROKSIDA SEBAGAI INISIATOR", "Abstrak": "Polistirena (PS) adalah salah satu jenis polimer sintetik yang banyak digunakan karena keunggulan sifat-sifatnya. Pada penelitian ini telah dapat disintesis polistirena melalui reaksi polimerisasi stirena dengan menggunakan inisiator benzoil perosida pada suhu 85 derajat C. Melalui analisis gugus fungsinya dengan FTIR polimerisasi stirena telah didapatkan polistirena . Hasil penelitian menunjukkan bahwa rendemen PS dengan waktu polimerisasi 20 jam lebih besar dibanding PS yang dihasilkan dengan waktu polimerisasinya 5 jam, dan hasil ini sesuai dengan data massa molekul relatif yang diukur dengan viskometer Ostwald. Akan tetapi rendemen polistirena yang dihasilkan dengan waktu polimerisasi 5 jam, DPn 100 lebih besar dibanding dengan DPn 500. Polistirena yang dihasilkan dengan waktu lebih panjang dan dengan derajat polimerisasi lebih besar cenderung menghasilkan polimer dengan rendemen dan panjang rantai lebih tinggi. Hasil ini telah sesuai dengan hasil analisis berat molekul dengan menggunakan viskosmeter. Struktur dan karakteristik polistirena hasil polimerisasi dengan menggunakan benzoil peroksida sebagai inisiator sangat bergantung pada derajat polimerisasi (DPn).", "Daftar File": {"2008 TS PP RINA MELATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28727", "2008 TS PP RINA MELATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28728", "2008 TS PP RINA MELATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28729", "2008 TS PP RINA MELATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28730", "2008 TS PP RINA MELATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28731", "2008 TS PP RINA MELATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28732", "2008 TS PP RINA MELATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28733"}, "Penulis": "RINA MELATI (NIM 20506059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I Made Arcana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polistirena, Stirena, Benzoil peroksida, Polimerisasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}