{"Nomor": 9090, "Judul": "KARAKTERISASI DAN PENGUKURAN SIFAT MEKANOELEKTRIK MATERIAL KERAMIK PIEZOELEKTRIK KOMERSIAL UNTUK APLIKASI TRANSJUSER AKUSTIK", "Abstrak": "ABSTRAK: \n \n\nPada penelitian ini telah dilakukan karakterisasi dan pengujian sifat mekanoelektrik material keramik piezoelektrik komersial yang ada di pasaran. Karakterisasi yang dilakukan meliputi analisis struktur morfologi menggunakan SEM-EDAX dan mikroskop optik, analisis struktur kristal menggunakan XRD, analisis kekerasan menggunakan micro hardness Vickers, analisis respons mekanoelektrik, dan analisis kerapatan menggunakan piknometer. Sampel yang dikarakterisasi adalah sampel keramik yang diasamkan dengan HN03 untuk maksud menghilangkan lapisan konduktif perak dan sampel tanpa pengasaman. Konstruksi sampel terdiri dari tiga bagian yaitu bagian konduktor logam perak, keramik, dan substrat kuningan atau baja galvanis. Berdasarkan analisis yang dilakukan diperoleh; (1) Terdapat inter layer yang jelas antara ketiga bagian sampel dengan bentuk butiran bagian keramik lebih halus dibandingkan dengan butiran pada lapisan konduktif untuk sampel tanpa perlakuan asam, namun sedikit kasar dibandingkan butiran keramik dengan perlakuan asam. (2) Unsur-unsur penyusun sampel keramik piezoelektrik adalah Zr, Pb, Ti dengan Pb memiliki persentase yang paling besar, sedangkan lapisan konduktif merupakan lapisan tipis perak (Ag). (3) Jenis fasa dari sampel keramik piezoelektrik tanpa perlakuan asam adalah fasa Ag dan fasa PZT (Pb(ZrXTi1 X) 03) dengan x 0,3 menurut literatur, sedangkan sampel dengan perlakuan asam hanya terdapat fasa PZT. (4) Sampel memiliki koefisien piezoelektrisitas sebesar 17400 x 10-12 C/N, sehingga diperkirakan sampel adalah jenis timbal zirkonat titanat modifikasi. (5) Kekerasan dari sampel diperoleh sebesar 522 HVN untuk sampel berdiameter 4 cm dengan perlakuan asam, 691 HVN untuk sampel berdiameter 2,2 cm dengan perlakuan asam, 183 HVN untuk sampel berdiameter 2,2 cm tanpa perlakuan asam, dan 235 HVN untuk sampel berdiameter 4 cm tanpa perlakuan asam. Perbedaan ini menunjukkan larutnya lapisan konduktif Ag dalam asam nitrat yang dipakai, dikonfirmasi dengan hasil analisis secara statistik menggunakan prosedur ANOVA pada tingkat kepercayaan 95%, dan (6) kerapatan sampel keramik piezoelektrik diperoleh sebesar 2,7 x 103 kg/m3 yang juga mendukung bahwa sampel yang dipelajari adalah dari jenis PZT.", "Daftar File": {}, "Penulis": "Rindang Kembar Sari (NIM 20503019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Bambang Ariwahjoedi, Drs., M.Sc.Tech., Ph.D. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-30)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Karakterisasi, Keramik piezoelektrik, Sifat mekanoelektrik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}