{"Nomor": 9091, "Judul": "ISOLASI DAN PENAPISAN JAMUR PENGHASIL GLUKOAMILASE I DARI LIMBAH TAPIOKA UNTUK PRODUKSI GLUKOSA CAIR DARI SUCTRAT PATI MENTAH UBI JALAR (Ipomoea batatas Lenk.) DAN GANYONG (Canna edulis Kerr.)", "Abstrak": "Telah dilakukan isolasi dan penapisan jamur penghasil glukoamilase I dari limbah tapioka, untuk produksi glukosa cair dari substrat pati mentah ubi jalar dan ganyong. Tujuan penelitian ini adalah untuk mendapatkan isolat jamur terbaik yang mampu mengurai pati mentah terbaik dan penghasil glukosa cair terbaik dari substrat pati mentah ubi-ubian. Isolat tersebut ditapis melalui tiga tahap, tahap pertama adalah penumbuhan jamur pada medium agar toge dengan penambahan pati mentah sebanyak 2% b/v; tahap kedua dengan penambahan pati mentah 5% b/v, dan tahap ketiga, penumbuhan jamur pada medium cair berisi medium minimal dengan penambahan pati mentah sebanyak 5% b/v. Pada tahap ketiga ini dilakukan pengukuran berat kering sel jamur, kadar glukosa, aktivitas enzim glukoamilase, dan pengukuran pH setiap 24 jam selama enam hari. Isolat jamur yang diperoleh sebanyak 19 isolat, namun yang dapat melalui tahap penapisan sebanyak 6 isolat, yaitu isolat A, Cl, C3, P1, P5 dan isolat Y. Keenam isolat ini masing-masing diinokulasikan pada substrat dedak padi (koji) pada pH 4,5 dalam bentuk suspensi spora. Selanjutnya dilakukan elektroforesis SDS Page, pengukuran aktivitas enzim glukoamilase dan protease setiap 12 jam selama empat hari dan hasil ekstrak koji yang telah ditumbuhi jamur. Aktivitas glukoamilase dari isolat A, Cl, C3, P1, P5 dan isolat Y pada substrat dedak padi secara berturut-turut adalah sebesar 1,984 unit/mL pada jam ke-72; 1,194 unit/mL pada jam ke-72; 1,099 unit/ml., pada jam ke-60; 1,140 unit/mL pada jam ke-60; 0,914 unit/mL pada jam ke-60; dan 1,346 unit/mL pada jam ke-72. Ekstrak kasar enzim yang dihasilkan oleh isolat A, Cl dan isolat P1 digunakan untuk proses penguraian pati mentah dan ubi jalar dan ganyong. Setelah identifikasi, diketahui bahwa isolat A adalah Aspergillus oryzae; isolat CI adalah A. sydowi dan isolat PI adalah A. niger. Pengukuran kadar glukosa, pH dan kadar total asam dilakukan setiap 12 jam selama lima hari. Produksi glukosa tertinggi dihasilkan oleh ubi jalar yang diinokulasi dengan ekstrak kasar enzim dan A. niger, yaitu sebesar 237,758 mg/mL yang dicapai pada jam ke-96.", "Daftar File": {"2001 TS PP R INE DEWI INDRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28762", "2001 TS PP R INE DEWI INDRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/28763", "2001 TS PP R INE DEWI INDRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/28764", "2001 TS PP R INE DEWI INDRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/28765", "2001 TS PP R INE DEWI INDRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/28766", "2001 TS PP R INE DEWI INDRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/28767", "2001 TS PP R INE DEWI INDRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28768"}, "Penulis": "R. INE DEWI INDRIANI (NIM 20698031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Pingkan Aditiawati, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "isolasi, penapisan jamur, ubi jalar, ganyong", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}