{"Nomor": 9098, "Judul": "PENANGANAN KERAGAMAN PENGELOLAAN DATA DAN INFRASTRUKTUR TEKNOLOGI INFORMASI STUDI KASUS : PROSES MONITORING & EVALUASI PROYEK BERBANTUAN PINJAMAN LUAR NEGERI DEPARTEMEN PEKERJAAN UMUM", "Abstrak": "Abstrak:   \n \n \n \n\nProses organisasi terdiri dari aktifitas-aktifitas yang didalamnya terdapat banyak data yang harus dikelola. Pengelolaan data ini dimulai dari pencatatan data hingga penyimpanan data sampai kemudian data tersebut diolah menjadi suatu informasi. Dukungan teknologi informasi dalam proses organisasi dan aktifitasnya untuk mengelola data yang muncul diwujudkan dalam bentuk aplikasi. Perencanaan pengembangan aplikasi yang  kurang baik, akan mengakibatkan adanya aplikasi yang memiliki fungsi dan data yang sama. Inilah yang dimaksud dengan keragaman pengelolaan data, yaitu adanya beberapa aplikasi yang memiliki fungsi dan data yang sama.    \n \n \n \n\nKeragaman pengelolaan data selain biasa terjadi antar divisi organisasi, juga sering terjadi pada organisasi yang memiliki cabang di beda wilayah. Kondisi infrastruktur teknologi informasi sebagai alat komunikasi data yang berbeda di tiap wilayah dapat mengakibatkan aplikasi yang telah dikembangkan oleh pusat tidak digunakan.   \n \n \n \n\nPortfolio aplikasi diperlukan agar keragaman pengelolaan data dapat diarahkan menjadi pengelolaan data yang terintegrasi. Untuk merumuskan portfolio aplikasi, digunakan model strategik teknologi informasi/sistem informasi dari John Ward dan Joe Peppard.    \n \n \n \n\nUntuk lebih memudahkan gambaran penanganan keragaman pengelolaan data dan infrastruktur teknologi informasi sebagai sarana komunikasi data, maka studi kasus dilakukan pada proses monitoring dan evaluasi kegiatan berbantuan pinjaman luar negeri Bagian Kerjasama Luar Negeri Departemen Pekerjaan Umum. Sebagai langkah awal penelitian, dilakukan analisis terhadap kondisi lingkungan eksternal dan internal organisasi dari sisi teknologi informasi dan proses organisasi yang dipilih. Selanjutnya dengan teknik analisis strategi bisnis dan proses bisnis akan dihasilkan identifikasi kebutuhan atau permintaan terhadap sistem informasi. Untuk mengidentifikasi aliran informasi dan profil aplikasi yang ada saat ini, dipergunakan value chain analysis dan evaluasi current portfolio. Analisis SWOT dipergunakan untuk mengidentifikasi keunggulan, kelemahan, ancaman, dan peluang dari lingkungan eksternal maupun internal sistem informasi dan teknologi informasi.    \n \n \n \n\nLingkup dari proses monitoring dan evaluasi kegiatan berbantuan pinjaman luar negeri dimulai dari sejak kegiatan diusulkan oleh tiap satminkal di bawah Departemen Pekerjaan Umum sampai kegiatan dilaksanakan dan selesai. Jumlah kegiatan yang diusulkan, data tentang kegiatan yang diusulkan, kegiatan yang lolos dalam tiap tahapan persetujuan, perubahan-perubahan pada kegiatan yang diusulkan, merupakan bagian dari informasi yang dikelola untuk monitoring dan evaluasi usulan kegiatan. Sedangkan progres penyerapan dana, progres fisik, permasalahan dan solusi, merupakan bagian dari informasi yang dikelola untuk monitoring dan evaluasi on going project.    \n \n \n \n\nUntuk menunjang proses monitoring dan evaluasi, saat ini Bagian Kerjasama Luar Negeri DPU mengembangkan Database Monitoring dan Evaluasi Kegiatan Berbantuan Pinjaman Luar Negeri untuk mengelola data dan informasi yang dibutuhkan. Dengan mempertimbangkan bahwa data kegiatan yang tersebar di berbagai wilayah di Indonesia dan masih terdapat bagian dari proses yang membutuhkan aplikasi, maka perlu dikembangkan  aplikasi-aplikasi penunjang. Aplikasi ini selain ditujukan untuk mengkoleksi data juga untuk mendistribusikan informasi kepada pihak-pihak yang terkait.    \n \n \n \n\nAplikasi-aplikasi penunjang tersebut selanjutnya dirumuskan dalam portfolio aplikasi yang dikelompokkan berdasarkan aplikasi yang perlu dikembangkan, aplikasi yang telah berjalan, dan aplikasi potensi alternatif. Adapun aplikasi yang saat ini perlu dikembangkan dan direncanakan untuk dikembangkan adalah Database Monitoring dan Evaluasi Kegiatan Berbantuan Pinjaman Luar Negeri, aplikasi usulan dan aplikasi progres.    \n \n \n \n\nFinalisasi Database Monitoring dan Evaluasi Kegiatan Berbantuan Pinjaman Luar Negeri merupakan prioritas utama untuk dilakukan karena merupakan sarana untuk mengakomodasi dan mengolah data yang terkait dengan proses monitoring dan evaluasi serta melayani fungsi pelaporan berkala progres kegiatan. Selain itu, data yang diakomodasi tersebut diharapkan dapat menjadi sumber informasi utama terkait dengan proses monitoring dan evaluasi.     \n \n \n \n\nUntuk pengembangan aplikasi-aplikasi tersebut, maka tidaklah cukup untuk dilakukan dalam satu proyek dalam satu tahun anggaran saja. Karena itu, dalam penelitian ini juga dilakukan pengelompokkan pengembangan aplikasi dalam 3 tahun anggaran. Dan selanjutnya, pada akhir penelitian akan dilakukan generalisasi permasalahan pengelolaan data dan komunikasi data.", "Daftar File": {}, "Penulis": "Rinta Kridalukmana (NIM 235 05 028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iping Supriana S, Dr, Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "strategy, application, IT infrastructure", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}