{"Nomor": 9104, "Judul": "PERANCANGAN SISTEM TELEOPERASI PADA MOBILE ROBOT", "Abstrak": "Banyak tempat di dunia ini yang berbahaya untuk dikunjungi manusia, seperti area pertambangan, area ber-radiasi tinggi, area gas beracun, dan lain-lain. Untuk itu dikembangkanlah mobile robot yang mampu untuk menjangkau area-area tersebut. Robot tersebut dapat dikendalikan dari jarak jauh secara manual dan dilengkapi indera penglihatan untuk memantau area sekitar. Internet, sebagai salah satu produk inovasi teknologi, membuat komunikasi dan pertukaran informasi antar belahan dunia menjadi lebih mudah, sehingga internet dapat dijadikan sebagai media transmisi yang tidak perlu lagi memperhatikan ruang dan waktu. Salah satu kolaborasi antara robot dan internet, yaitu sistem teleoperasi, suatu sistem yang memungkinkan seorang operator tidak perlu berada di suatu lokasi, yang dapat mengancam jiwanya. Sistem teleoperasi pada mobile robot menggunakan dua media transmisi, yaitu media internet dan media gelombang radio (lebih dikenal sistem telemetri radio). Sistem telemetri radio digunakan untuk pengaksesan antara server dengan robot, sedangkan pengaksesan melalui media internet terjadi antara server dengan client. Sistem yang dibangun pada robot, yaitu pengontrol robot manual dan pengambilan gambar real-time (live streaming video). Melalui modul telemetri, robot dapat dikendalikan hingga 85.8 meter pada area terbuka, sedangkan untuk streaming video, terjadi delay selama 5 detik antara client dengan server. Dengan demikian, pengaksesan melalui internet/ teleoperasi pada mobile robot terjadi asinkronisasi antara indera penglihatan dengan gerak robot.", "Daftar File": {"2008 TA PP RISKY MARTIN ANTOSIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28853", "2008 TA PP RISKY MARTIN ANTOSIA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28854", "2008 TA PP RISKY MARTIN ANTOSIA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28855", "2008 TA PP RISKY MARTIN ANTOSIA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28856", "2008 TA PP RISKY MARTIN ANTOSIA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28857", "2008 TA PP RISKY MARTIN ANTOSIA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28858", "2008 TA PP RISKY MARTIN ANTOSIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28859"}, "Penulis": "RISKY MARTIN ANTOSIA (NIM 10203015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Mitra Djamal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Internet, Streaming, Teleoperasi", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}