{"Nomor": 9106, "Judul": "ANALISIS PENGARUH RISIKO USAHA TERHADAP PERKEMBANGAN USAHA Studi Kasus : Usaha Retail Telepon Selular dan Barang-barang Keperluan Telepon Selular Di Kawasan Bandung", "Abstrak": "Abstrak : \n \n\nSuatu usaha tidak terlepas dari risiko usaha. Seperti halnya usaha lain, usaha retail keperluan telepon selular (telepon selular dan Barang-barang Keperluan Telepon Selular) juga mengalami risiko usaha. Risiko merupakan suatu kejadian yang dapat merugikan perusahaan. Selama risiko ini tidak ditangani dengan baik, maka akan terus membebani perusahaan. Penanganan risiko diperlukan agar perusahaan terhindar dari kerugian. Tentunya, penanganan dapat dilakukan jika risiko usaha dapat diidentifikasi terlebih dahulu dan diperoleh gambaran mengenai berbagai risiko yang bisa mempengaruhi perkembangan usaha. Penelitian ini bertujuan untuk mempeiajari risiko apa saja yang mempengaruhi perkembangan usaha retail barang-barang telepon selular. \n \n\nRisiko usaha terdiri dari 3 jenis yaitu risiko sosial, risiko fisik, dan risiko ekonomi. Jenis risiko ini terdiri dari berbagai macam risiko. Risiko tersebut dipelajari satu persatu sehingga dapat ditentukan kesamaan pengertian dan risiko mana saja yang sering dihadapi. Elemen risiko usaha yang paling sering dihadapi oleh perusahaan retail keperluaan barang-barang telepon selular yaitu risiko kepuasan konsumen, keputusan pembelian, jaminan perusahaan, lingkungan sosiopolitik, lingkungan demografi dan budaya, pemasok, kompetitor, hubungan publik, kesejahteraan karyawan, hubungan kerja, care kerja, sumber keuangan perusahaan, rencana keuangan, transaksi keuangan, penempatan teknologi, sistem informasi, bahaya fisik, bahaya moral, bauran produk, kualitas produk, harga, dan inflasi. \n \n\nRisiko usaha yang sering terjadi tersebut dapat mempengaruhi perkembangan usaha. Perkembangan usaha yang berhasil diidentifikasikan yaitu dalam keadaan maju, stagnan, dan mundur. Perkembangan usaha ini selanjutnya dinyatakan sebagai variabel dependen dalam analisis diskriminan. Besarnya pengaruh risiko yang terjadi tersebut belum tentu sama antara satu perusahaan dengan perusahaan yang lainnya. Tingkat pengaruh risiko tersebut dapat membandingkan suatu perusahaan apakah dalam keadaan maju, stagnan, atau mundur. Perbandingan dilakukan dengan analisis diskriminan. Analisis diskriminan yaitu suatu analisis statistika multivariat yang bertujuan untuk membentuk fungsi diskriminan yang dapat membedakan responden ke dalam kategori (kelompok) tertentu. \n \n\nRisiko yang diidentifikasi sebagai kejadian risiko usaha yang sering terjadi terdiri dari 60 item. Setelah dilakukan uji reliabilitas dan validitas, dari ke 60 item tersebut hanya 34 risko yang dinyatakan valid dan reliabel. Analisis diskriminan dilakukan dengan metode multiple discriminant. Metode ini digunakan karena kelompok yang akan dibedakan terdiri 3 kelompok yaitu perusahaan dalam keadaan maju, stagnan, dan mundur. Setelah analisis diskriminan dilakukan, maka didapatkan konstanta fungsi diskriminan. Fungsi diskriminan yang dipakai yaitu 2 fungsi karena kedua fungsi ini dapat mengelompokan responden dengan kuat. \n \n\nRisiko usaha yang sangat mempengaruhi menurunnya perkembangan usaha yaitu risiko dengan nilai kedua fungsi yang negatif. Risiko tersebut yaitu Barang yang dijual tidak mudah dioperasikan, situasi politik yang tidak stabil, Kenaikan nilai tukar mata uang asing terhadap rupiah, keputusan pembelian berdasarkan jenis barang, kondisi bangunan yang tidak terpelihara, tidak harmonisnya hubungan dengan organisasi kemasyarakatan, sistem penggajian tidak jelas, informasi produk tidak tersedia, dan konsumen dilayani tidak ramah.", "Daftar File": {}, "Penulis": "Risris Nurjaman (NIM 234 03 047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Indryati Sunaryo, Dr.. M.Sc. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "business risks, cellular phone.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}