{"Nomor": 9110, "Judul": "PENCOCOKAN CITRA TERKOREKSI HISTOGRAM EKUALISASI", "Abstrak": "Dalam pemetaan secara fotogrametris ada satu masalah yang harus diatasi yaitu masalah restitusi dua foto udara yang saling bertampalan sedemikian rupa sehingga diperoleh model 3D yang relatif baik untuk keperluan pengambilan data spasial yang terkait dengan unsur-unsur yang akan dipetakan. Model 3D dapat dibentuk bila diperoleh titik-titik sekawan pada model. Hubungan titik-titik sekawan ini dapat dicari dengan mengukur nilai korelasi citra (image correlation). Pengukuran korelasi citra dapat diperoleh melalui proses image matching dengan mencocokkan objek pada citra kiri dengan objek yang sama pada citra kanan yang bertampalan. Teknik image matching yang digunakan dalam penelitian tugas akhir ini adalah metode area-based. Untuk mendapatkan citra yang lebih baik, dilakukan upaya mengubah penyebaran nilai intensitas dengan perataan histogram (histogram equalization) sedemikian rupa sehingga piksel setiap objek yang berbeda memiliki brightness value yang tegas.  Untuk itu dikaji sampai sejauh mana perataan histogram dapat mempengaruhi peningkatan keberhasilan image matching. Berdasarkan keseluruhan percobaan yang dilakukan, baik untuk area homogen maupun heterogen, metode histogram ekualisasi terbukti kurang berhasil meningkatkan keberhasilan image matching.", "Daftar File": {"2008 TA PP RIVAI NURSETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28894", "2008 TA PP RIVAI NURSETYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/28895", "2008 TA PP RIVAI NURSETYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/28896", "2008 TA PP RIVAI NURSETYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/28897", "2008 TA PP RIVAI NURSETYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/28898", "2008 TA PP RIVAI NURSETYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/28899", "2008 TA PP RIVAI NURSETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28900"}, "Penulis": "RIVAI NURSETYO (NIM 15102043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: D. Muhally Hakim Dr., Ir., M.Sc. dan Andri Hernandi Ir., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "photogrammetric mapping, histogram equalization, image matching", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}