{"Nomor": 9115, "Judul": "EFEK MEDAN LISTRIK PADA SINTESIS SENYAWA TITANIUM DIOKSIDA AMORF", "Abstrak": "Oksida logam diketahui memiliki banyak fungsi seperti semikonduktor, katalis dan material optik sehingga menarik perhatian orang untuk mempelajarinya. Titanium dioksida, TiO2 sebagai salah satu bentuk oksida logam juga memiliki sifat-sifat yang menarik dan dapat digunakan sebagai fotokatalis. Sifat fisik dan kimia dari material oksida ini bergantung kepada struktur dan struktur dipengaruhi oleh metode sintesis. Dalam penelitian ini medan listrik diberikan selama proses sintesis oksida berlangsung sebagai salah satu bentuk teknik modifikasi. Studi mengenai pemberian medan listrik ini terutama difokuskan kepada struktur, morfologi serta sifat fisik dan kimia dari TiO2. Sintesis oksida logam dalam penelitian ini dilakukan melalui fasa larutan di mana kation logam akan dihidrolisis membentuk TiO2. Medan listrik maksimal yang diberikan selama sintesis adalah 2 kV cm-1. Produk hasil sintesis dengan pemberian medan listrik menunjukkan adanya pergeseran puncak absorbansi ke panjang gelombang yang lebih kecil. Hal ini berarti celah energi TiO2 akan lebih besar jika dibandingkan dengan produk tanpa pemberian medan listrik. Sementara itu dari hasil pengukuran difraksi sinar-X didapat adanya penurunan intensitas puncak kristalin yang berarti padatan TiO2 yang dihasilkan bersifat amorf. Hasil ini didukung oleh foto Scanning Electron Microscope (SEM) yang menunjukkan kecenderungan mengecilnya ukuran partikel TiO2 yang disintesis dengan pemberian medan listrik. Metode ini dapat diaplikasikan untuk sintesis dan modifikasi material oksida lainnya.", "Daftar File": {"2008 TA PP RIZAL LEONARDO SIMATUPANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/28917", "2008 TA PP RIZAL LEONARDO SIMATUPANG 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/28918", "2008 TA PP RIZAL LEONARDO SIMATUPANG 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/28919", "2008 TA PP RIZAL LEONARDO SIMATUPANG 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/28920", "2008 TA PP RIZAL LEONARDO SIMATUPANG 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/28921", "2008 TA PP RIZAL LEONARDO SIMATUPANG 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/28922", "2008 TA PP RIZAL LEONARDO SIMATUPANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/28923"}, "Penulis": "RIZAL LEONARDO SIMATUPANG (10502015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Efek medan listrik, Sintesis senyawa, titanium dioksida amorf", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}