{"Nomor": 9137, "Judul": "PENGUATAN STATUS HUKUM MASYARAKAT CIPTAGELAR MELALUI IDENTIFIKASI BATAS DAN VISUALISASI SPASIAL TANAH ADAT", "Abstrak": "Sejak Indonesia merdeka sampai sekarang, keberadaan suatu masyarakat adat masih sering dipertanyakan, khususnya mengenai batas wilayah masyarakat adat yang belum jelas atau belum ada. Demikian juga halnya dengan masyarakat adat Kasepuhan Ciptagelar yang secara administrasi terletak di Desa Sirnaresmi Kecamatan Cisolok Kabupaten Sukabumi berada di dalam dan sekitar Taman Nasional Gunung Halimun Salak (TNGHS) belum mempunyai batas, sehingga perlu diadakan penelitian mengenai batas wilayah untuk menyelesaikan  permasalahan tanah yang selama ini terjadi. Penelitian ini dilakukan menggunakan  metode kualitatif dengan mengumpulkan data primer dan data sekunder. Data primer diambil langsung dari lapangan berupa hasil wawancara dengan pihak tetua adat kasepuhan Ciptagelar, observasi dan dokumentasi mengenai kehidupan sehari-hari masyarakat Ciptagelar. Selain itu,  untuk mewakili wilayah Kasepuhan Ciptagelar diambil beberapa titik koordinat.  Data sekunder yang merupakan data tidak langsung dari lapangan adalah data yuridis berdasarkan UUPA No.5 Tahun 1960 dan UUPK No. 41 Tahun 1999. Kriteria  utama masyarakat adat berdasarkan kedua undang-undang tersebut   adalah  : Adanya masyarakat ; Adanya wilayah ;  Pranata adat. Data primer dan data sekunder diolah untuk menghasilkan konsep dan aspek legal masyarakat adat Kasepuhan Ciptagelar, dianalisis berdasarkan aspek yuridis, aspek teknis dan pranata adat. Kasepuhan Ciptagelar dapat diakui keberadaannya sebagai masyarakat hukum adat karena memenuhi kriteria sebagai masyarakat hukum adat, yaitu mempunyai anggota masyarakat sebanyak 160 Kepala Keluarga, mempunyai luas wilayah sekitar 68.027 Ha dan pranata adat yaitu struktur pemerintahan  dan peraturan yang mengatur kehidupan sehari-hari masyarakat adat Kasepuhan Ciptagelar.", "Daftar File": {"2008 TS PP RODSLOWNY L. TOBING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29051", "2008 TS PP RODSLOWNY L. TOBING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29052", "2008 TS PP RODSLOWNY L. TOBING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29053", "2008 TS PP RODSLOWNY L. TOBING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29054", "2008 TS PP RODSLOWNY L. TOBING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29055", "2008 TS PP RODSLOWNY L. TOBING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29056", "2008 TS PP RODSLOWNY L. TOBING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29057"}, "Penulis": "RODSLOWNY L. TOBING (NIM25106305)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. S. Hendriatiningsih, MS., dan Ir. Andri Hernandi MSP."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Aspek yuridis, aspek teknis, pranata adat, batas wilayah, Kasepuhan Ciptagelar", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}