{"Nomor": 9143, "Judul": "KINERJA LEMBARAN SABUT KELAPA SEBAGAI BAHAN AKUSTIK PADA ELEMEN ARSITEKTURAL BANGUNAN", "Abstrak": "Kebisingan di daerah perkotaan semakin lama menunjukkan tingkat kebisingan yang cenderung meninggi, terutama bising dari kendaraan-kendaraan di jalan yang terhantar lewat udara ke dalam bangunan. Kondisi bising yang demikian akan menimbulkan ketidaknyamanan dalam bekerja, dan akhirnya akan dapat menimbulkan gangguan terhadap psikologis dan fisiologis manusia.Untuk mengendalikan kebisingan yang kemungkinan masuk ke dalam ruang-ruang tempat manusia beraktifitas, dapat digunakan berbagai cara: Penekanan bising pada sumbernya langsung, Perencanaan kota secara terpadu, Perencanaan tempat (site planning), Rancangan arsitektur, Rancangan struktural, Rancangan mekanik dan elektrik, Organisasi, Penyerapan bunyi, Penyelimutan, Konstruksi bangunan penginsulasi bunyi.Dalam pemilihan bahan, tidak cukup hanya dengan memperhatikan bahan selubung bangunan saja, namun juga perlu diperhatikan pemilihan bahan hingga ke ruang-ruang dalam, bahan dinding dan partisi, bahan untuk plafond, dan jika perlu, diberi bahan penginsulasi khusus di dalam konstruksi dinding tersebut. Berbicara secara khusus mengenai bahan penginsulasi khusus, Saat ini kebanyakan para arsitek menggunakan bahan glasswool atau rockwool sebagai bahan insulasi akustik, yang masih diimpor dari luar negeri.Di Indonesia telah diproduksi lembaran sabut kelapa dengan beberapa ketebalan dan kerapatan tertentu. Saat ini produsen tersebut mempergunakannya sebagai bahan pelapis tempat tidur berpegas (spring bed). Meskipun baru dipergunakan sebagai bahan pelapis spring bed, melihat kondisi fisik lembaran sabut kelapa tersebut, penulis berasumsi lembaran sabut kelapa tersebut sepertinya mempunyai kemampuan yang mirip dengan glasswool atau rockwool, karena kemiripan bentuk dan kerapatan rongganya Pengujian dilakukan terhadap lembaran sabut kelapa ini dengan maksud untuk mengetahui kinerja akustiknya, terutama pada kinerja serap bunyi dan kinerja insulasi bunyi bahan tersebut. Pengujian dilakukan dua tahap, yaitu pengujian Absorbsi bahan untuk mencari Noise Reduction Class (NRC) dan pengujian Transmission Loss untuk mencari Sound Transmission Class (STC). Dengan mengetahui kedua nilai akustik tersebut, maka pada aplikasinya nanti di lapangan dapat diperkirakan akan ditempatkan di bagian mana yang paling optimal pada bangunan, selain juga akan bermanfaat sebagai bahan rujukan dalam perancangan akustik sebuah ruang arsitektural.Dari pengujian yang telah dilakukan, jika lembaran sabut kelapa diaplikasikan secara mandiri, didapat hasil bahwa semakin tebal bahan ini (70 mm), semakin baik kemampuannya dalam  mereduksi dan menyerap bising, terutama pada frekuensi tinggi (2000 Hz). Namun ketika digabung dengan papan gypsum sebagai bahan pendamping, kemampuan serap bunyinya semakin menurun, karena papan gypsum cenderung memantulkan.Untuk pengujian Transmission Loss atau pengujian terhadap kemampuan bahan untuk menghalangi bunyi, didapat bahwa lembaran sabut kelapa ini lebih baik kinerja insulasinya dibandingkan dengan pemakaian glasswool. Meskipun nilai insulasinya cukup baik, namun masih terdapat beberapa kelemahan, seperti maintenance, kelembaban pengaruh iklim tropis dan juga berat sendiri.Lembaran sabut kelapa hampir 5 kali lebih berat daripada glasswool, sedangkan untuk harga, lembaran sabut kelapa lebih murah 30 % dari pada glasswool dalam setiap meter kubiknya.Semoga dengan penelitian ini akan terbuka penelitian lebih lanjut untuk pengembangan bahan insulasi yang dapat diproduksi di dalam negeri, sehingga kita tidak perlu lagi mengimpor bahan insulasi seperti glasswool untuk keperluan serap bunyi maupun insulasi bunyi pada elemen-elemen bangunan di Indonesia.", "Daftar File": {"2001 TS PP ROMI HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29081", "2001 TS PP ROMI HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29082", "2001 TS PP ROMI HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29083", "2001 TS PP ROMI HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29084", "2001 TS PP ROMI HIDAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29085", "2001 TS PP ROMI HIDAYAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29086", "2001 TS PP ROMI HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29087"}, "Penulis": "ROMI HIDAYAT (NIM 25298032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sugeng Triyadi, M.T., dan Ir. F.X. Nugroho Soelami, M.Benv., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sabut kelapa, akustik, arsitekural bangunan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}