{"Nomor": 9147, "Judul": "PERANCANGAN KNOWLEDGE MANAGEMENT SYSTEM FRAMEWORK (Fokus pada Manusia pada Organisasi Pembelajar)", "Abstrak": "Pengetahuan (modal intelektual) memiliki peran penting dalam persaingan dunia industri dan organisasi pembelajar diajukan sebagai bentuk organisasi yang mampu bertahan, bersaing, dan berkembang dalam dunia industri kini. Knowledge management system (KMS) diajukan sebagai sistem berbasis teknologi yang ditujukan untuk mengelola pengetahuan. Meskipun demikian, penerapan KMS tersebut tidak sedikit yang mengalami kegagalan dikarenakan terlalu berfokus pada aspek teknologi yang digunakan sehingga melupakan aspek lain yang juga ikut berperan, yaitu aspek manusia. Pada pelaksanaan tugas akhir ini dilakukan perancangan KMS framework dengan fokus pada manusia pada organisasi pembelajar. Perancangan framework tersebut ditujukan untuk menggambarkan keterkaitan aspek manusia dan aspek teknologi sebagai suatu KMS. Rancangan KMS framework didapatkan melalui pemahaman mengenai knowledge management dan konsep organisasi pembelajar. Pada rancangan framework yang dihasilkan terdapat lima komponen utama, yang terdiri dari lingkungan pembelajaran, manusia, proses pengetahuan, artefak pengetahuan, dan teknologi. Lingkungan pembelajaran merupakan komponen yang mendasari keterkaitan dan interaksi antara komponen-komponen manusia, proses pengetahuan, artefak pengetahuan, dan teknologi. Perancangan KMS framework didasarkan pada pemahaman bahwa proses interaksi sosial manusia sebagai proses pembelajaran sosial merupakan bentuk pengelolaan terhadap suatu pengetahuan. Terhadap hasil rancangan KMS framework tersebut dilakukan studi kasus dengan lingkungan pengujian adalah Forum Tugas Akhir di Laboratorium Sistem Informasi, Teknik Informatika ITB. Studi kasus tersebut ditujukan sebagai evaluasi terhadap rancangan framework yang dihasilkan, berdasarkan pemetaan komponen-komponen framework dengan menekankan pada proses interaksi antar manusia sebagai proses penciptaan dan penyebarluasan pengetahuan yang merupakan aktivitas yang mendasar untuk mengelola suatu pengetahuan.", "Daftar File": {"2008 TA PP RONI SAMBIANGGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29104", "2008 TA PP RONI SAMBIANGGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29105", "2008 TA PP RONI SAMBIANGGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29106", "2008 TA PP RONI SAMBIANGGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29107", "2008 TA PP RONI SAMBIANGGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29108", "2008 TA PP RONI SAMBIANGGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29109", "2008 TA PP RONI SAMBIANGGA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/29110", "2008 TA PP RONI SAMBIANGGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29111"}, "Penulis": "RONI SAMBIANGGA (NIM 13502025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.Husni S. Sastramihardja, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "knowledge management, knowledge management system, framework, fokus pada manusia, organisasi pembelajar", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}