{"Nomor": 9148, "Judul": "PENAKSIRAN KETELITIAN BEBERAPA MODEL DEFORMASI MELINTANG  PERKERASAN JALAN", "Abstrak": "ABSTRACT: \n \n\nKondisi jalan-jalan di Jawa Barat bervariasi terhadap karakteristik topografi, geometrik, dan kondisi lalulintasnya. Jalan penghubung Cianjur-Ciawi merupakan daerah pegunungan dan jalan penghubung Cirebon-Losari merupakan daerah datar. Hal ini akan mempengaruhi kecepatan kendaraan yang melaluinya dan besar alur yang terbentuk di atas perkerasan dari jalan tersebut. \n \n\nDeformasi permanen yang berlebihan pada permukaan jalan dapat menimbulkan bahaya yang serius dan dapat memperoepat kerusakan struktural jalan. Perencanaan perkerasan lentur yang balk, dengan mempertimbangkan faktor ekonomi, keselamatan, pelayanan pemakai jalan, dan kerusakan struktural jalan, diperlukan untuk perkiraan besarnya deformasi permanen dari berbagai kondisi jalan. \n \n\nTiga buah model dicoba untuk rnenghitung deformasi permanen yang terjadi di jalan tersebut, pertama adalah model dari HILL dan Van de LO0 (1974) yang kemudian digunakan oleh SHELL pavement design manual (1978) berdasarkan percobaan rangkak pada kondisi beban tekan permanen uniaksial, yang kedua adalah model dari ALLEN dan DEEN {1986) menganalisa percobaan beban berulang tak terbatas pada campuran baton aspal untuk memperkirakan penambahan dari kedalaman slur akibat beban berulang, dan terakhir adalah pendekatan empiris dari the World Bank (PATERSON, 1987) berdasarkan basil studi di Brazil-UNDP dalam memperkirakan penambahan kedalaman alur. \n \n\nKetelitian model-model deformasi permanen terhadap kondisi dilapangan sangat tergantung kepada basil percobaan karakteristik bahan di laboratorium,yang akan digunakan sebagai data masukan. Data kondisi lapangan, besarnya lalulintas, konstruksi perkerasan, dan sifat bahan dari campuran aspal tersedia di TRRL dan Pusat Penelitian dan Pengembangan Jalan Bandung sebagai bagian dari Program Perbaikan Jalan IBRD VI. \n \n\nHasil perhitungan deformasi permanen menggunakan model HILL dan Van de L00 dan World Bank memperlihatkan kesesuaian yang cukup baik terhadap kondisi kedalaman alur yang diukur di jalan penghubung Cianjur-Ciawi dan Cirebon-Losari. Hal ini tidak terlihat jika menggunakan model dari ALLEN dan DEEN.", "Daftar File": {}, "Penulis": "Ronny Chazairin (NIM S2888805)", "Kontributor / Dosen Pembimbing": ["Pembimbing: James McElvaney, Ph.D., B.E., C.Eng., MICE. \n \n\nPembimbing: Bambang Sugeng, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-25)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perkerasan jalan, deformasi melintang", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}