{"Nomor": 9150, "Judul": "STUDI EKSPERIMEN DAN PERMODELAN PELARUT UNTUK PENGOLAHAN SAMPAH STIROFOAM", "Abstrak": "Sampah stirofoam menjadi sumber masalah karena sifat nonbiodegradablenya. Selain itu, rasio volume/massa stirofoam besar sehingga transportasi limbah ini sangat tidak efisien. Salah satu penanganan sampah stirofoam dalam rangka mengefisiensikan penggunaan bahan baku pembuatan stirofoam ialah daur ulang. Tahap awal yang penting dalam proses daur ulang ialah pelarutan stirofoam. Pelarutan bertujuan menghilangkan kandungan udara dalam stirofoam sehingga volumenya berkurang dan efisiensi transportasi tinggi. \n \n\nPenelitian ini bertujuan untuk mencari data kelarutan stirofoam pada berbagai variasi temperatur, pelarut, dan perlakuan. Dalam penelitian ini, pelarut yang digunakan ialah aceton, D-limonen dan turpentin. Variasi temperatur dilakukan pada rentang 30-45ÃƒÂ‚Ã‚ÂºC untuk aceton, 30-130ÃƒÂ‚Ã‚ÂºC untuk turpentin, dan 30-60ÃƒÂ‚Ã‚ÂºC untuk D-limonen. Variasi perlakuan dibedakan atas urutan pemasukan antara pelarut dan stirofoam. \n \n\nHasil percobaan menunjukkan bahwa pelarut terbaik sebagai alternatif pengganti pelarut D-limonen untuk penanganan sampah stirofoam di Indonesia adalah turpentin. Rasio massa terlarut stirofoam terhadap volume pelarut turpentin sebesar 5 gr/10 mL. Pada temperatur di atas 90oC, proses pelarutan dengan turpentin berlangsung cepat. Film tipis dari campuran stirofoam-pelarut membentuk plastik, berpotensi menghasilkan produk plastik. Rasio volume polistiren hasil pelarutan terhadap volume stirofoam awal sebesar 0.05 untuk EPS dan 0.06 untuk XPS. Model termodinamika terbaik dalam merepresentasikan proses pelarutan polistiren ialah model UNIFAC.", "Daftar File": {"2008 TA PP ROSIANA 1.pdf": "https://digilib.itb.ac.id/gdl/download/29137"}, "Penulis": "ROSIANA (NIM 13004102)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Johner Sitompul, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pelarutan, Data kelarutan, Stirofoam", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}