{"Nomor": 9151, "Judul": "STRATEGI PENGEMBANGAN SUMBER DAYA MANUSIA (Studi Kasus PT. Indoplast Buana Raya)", "Abstrak": "Saat ini banyak perusahaan memiliki kemampuan untuk memiliki teknologi canggih. Akan tetapi, hanya sedikit perusahaan yang berhasil mencapai tujuannya dengan memanfaatkan teknologi tersebut secara optimal Salah satu penyebabnya adalah kurangnya kemampuan sumber daya manusia yang tersedia. \n\nManusia merupakan sumber daya yang paling penting bagi suatu organisasi dalam usaha untuk mencapai tujuannya. Belapapun sempurnanya aspek teknologi dan keuangan, tanpa didukung oleh aspek manusianya, maka tujuan organisasi akan sulit dicapai. Atas dasar itulah maka faktor sumber daya manusia dalam suatu organisasi harus senantiasa dibina dan dikembangkan. \n\nPT. Indoplast Buana Raya merupakan suatu perusahaan subkontraktor dari suatu perusahaan elektronik Jepang, AIWA. Perusahaan ini memproduksi plastik injection moulding berupa kotak (casing) dari produk elektronik AIWA, misalnya casing walkman, compo, discman, serta tombol-tombol pengoperasiannya. \n\nKendala kendala yang dihadapi oleh PT. Indoplast Buana Raya berkaitan dengan kualitas produk dan pelayanan delivery on-time. Salah satu penyebabnya adalah rendahnya kualitas sumber daya manusia perusahaan tersebut. \n\nUntuk meningkatkan kualitas sumber daya manusianya, maka disusunlah suatu strategi pengembangan sumber daya manusia, yang tentunya mengacu pada kekuatan dan kelemahan SDM tersebut, dan dipengaruhi oleh aspek keuangan, teknologi, sosial, dan budaya perusahaan. Strategi pengembangan sumber daya manusia di PT. Indoplast terdiri dari: mengembangkan sistem pendidikan dan pelatihan yang sesuai, mengembangkan sistem penilaian prestasi kerja dan sistem pemberian imbalan, mengefektifkan pelaksanaan rekrutmen dan seleksi, perencanaan anggaran untuk SDM, serta membina hubungan dan komunikasi karyawan. Dari perumusan strategi pengembangan sumber daya manusia ini maka dapat disusun program pengembangan sumber daya manusia untuk jangka pendek dan jangka panjang disertai dengan saran dan tindak lanjutnya.", "Daftar File": {"2001 TS ROSITA COKROMULIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29138", "2001 TS ROSITA COKROMULIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29139", "2001 TS ROSITA COKROMULIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29140", "2001 TS ROSITA COKROMULIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29141", "2001 TS ROSITA COKROMULIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29142", "2001 TS ROSITA COKROMULIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29143", "2001 TS ROSITA COKROMULIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/29144", "2001 TS ROSITA COKROMULIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29145"}, "Penulis": "ROSITA COKROMULIA (NIM 28199095)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iwan Inrawan Wiraatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "AIWA, sumber daya manusia", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "14 Nov 2008"}