{"Nomor": 9158, "Judul": "PENCITRAAN DENGAN REFLEKSI GELOMBANG ULTRASONIK UNTUK OBJEK SILINDER", "Abstrak": "Abstrak : \n \n\nTomografi adalah suatu metoda rekonstruksi citra objek dari proyeksinya. Dengan istilah yang lebih tepat, proyeksi pada sebuah sudut adalah integral dari objek pada arah yang dispesifikasikan oleh sudut itu. Tomografi refleksi ultrasonik pada dasarnya merupakan pengembangan dari tomografi transmisi ultrasonik yang bertujuan untuk menghasilkan citra kuantitatif berdasarkan parameter akustik tertentu dari suatu objek. Tomografi refleksi mencitrakan refleksifitas ultrasonik, sedangkan tomografi transmisi mencitrakan kecepatan atau atenuasi dalam medium. \n \n\nTelah dibangun sebuah sistem pemindai (scanner) ultrasonik yang dapat digunakan untuk proses akuisisi data dalam tomografi refleksi ultrasonik. Sistem pemindai terdiri dari sebuah tangki plexyglass berisi air berukuran 50 x 40 x 40 cm, sebuah plat tempat objek yang dihubungkan dengan motor step RS 440-442, Transducer-Receiver ultrasonik berdiameter 22 mm dari Krauftkramer Branson type H2N dengan frekuensi kerja 2 MHz, dan pembangkit pulsa WDM Krauftkramer Branson. Sistem dikontrol dengan sebuah komputer pribadi type Pentium 60 MHz, dengan 24 Mbyte RAM. Proses akuisisi data dilakukan dalam lingkungan kerja DOS dan menggunakan ADC card 8 bit dari BMC system SC202 dengan laju pencacahan 20 MHz. \n \n\nObjek pengukuran terdiri dari tiga buah silinder PVC dengan bentuk bagian dalam yang berbeda-beda, yang dibenamkan dalam air pada saat pengukuran. Rekonstruksi citra dari ketiga objek penelitian yang dilakukan secara off-line dengan cara rekonstruksi langsung dari data pengukuran; hanya menggunakan data refleksi dari bagian terdekat objek ke transduser sampai dengan pusat rotasi (objek) untuk seluruh sudut pandang (360 derajat); mengurangi jumlah data, yaitu dengan hanya menggunakan infor nasi sinyal-sinyal puncak dari sinyal refleksi dan lokasinya; serta menggunakan informasi sinyal-sinyal pertama dari setiap kelompok pulsa dan lokasinya, menunjukkan bahwa bentuk ketiga objek dapat dicitrakan dengan baik.", "Daftar File": {}, "Penulis": "R. Sugeng Joko Sarwono (NIM 233 94 009)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Amoranto Trisnobudi, Dr. Ir. \n \n\nPembimbing 2 : Farida I. Muchtadi, Dr. Ir. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Reflection Tomography, Scanner, reconstruction algorithm, off- line, Image.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}