{"Nomor": 9171, "Judul": "KARAKTERISTIK, MEKANISME, DAN MODEL TEMPORAL HIDROMETEOROLOGI DAERAH ALIRAN SUNGAI CITARUM HULU DAN TENGAH", "Abstrak": "Penelitian terhadap karakteristik, mekanisme dan model temporal hidrometeorologi telah dilakukan di daerah aliran Sungai Citarum Hulu dan Tengah, Jawa Barat. Penelitian tersebut menggunakan data bulanan hasil observasi curah hujan, evapotranspirasi, kelembapan, dan debit sungai dari Januari 1968 hingga Desember 2000 dan data bulanan fenomena global dari analisis National Centers for Environmental Prediction (NCEP) dan National Geophysical Data Center (NGDC). Identifikasi karakteristik komponen hidrometerologi didasarkan pada analisis statistik meliputi jumlah kumulatif, variabilitas, korelasi dimensi, probabilitas empirik, periode ulang, power spektrum, kecenderungan jangka panjang, dan sensitivitas. Sedangkan identifikasi model dinamika temporal hidrometeorlogi didasarkan pada analisis Adaptive Neuro-Fuzzy Inference System (ANFIS). Hasil penelitian menunjukkan bahwa curah hujan mempunyai dua persistensi yang tegas yaitu periode basah dan kering. Curah hujan dan debit sungai mempunyai variabilitas sangat tinggi masing-masing 73% dan 62%. Hal ini menunjukkan bahwa proses curah hujan dan debit sungai sangat chaotic. Pola variabilitas curah hujan dan debit sungai cenderung naik, hal ini mengindikasikan bahwa kejadian kekeringan dan banjir semakin ekstrim.  Proses hidrometeorologi daerah aliran sungai Citarum adalah chaotic dimensi rendah (korelasi dimensi, .", "Daftar File": {"2008 DIS PP RUMINTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29302", "2008 DIS PP RUMINTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29303", "2008 DIS PP RUMINTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29304", "2008 DIS PP RUMINTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29305", "2008 DIS PP RUMINTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29306", "2008 DIS PP RUMINTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29307", "2008 DIS PP RUMINTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29308"}, "Penulis": "RUMINTA (NIM 32403003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Bayong Tjasyono, H.K., DEA., Prof. Dr. The Houw Liong, dan Dr. Ir. Indratmo Soekarno"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "rainfall, discharge, global phenomena, wet and dry periods, chaotic mono-fractal, return periods, cyclic, long-term trends,  ANFIS,  temporal models", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "22 Jul 2008"}