{"Nomor": 9191, "Judul": "PENGEMBANGAN METODE PENGENDALIAN PERSEDIAAN BERAS DAN APLIKASINYA UNTUK SUB DOLOG WILAYAH IV BANYUMAS", "Abstrak": "ABSTRAK: \n \n\nMasalah pengendalian persediaan pada SUB DOLOG Wilayah IV Banyumas merupakan persoalan yang rumit dan melibatkan sumber daya yang cukup besar. Hal itu disebabkan oleh karena produksi beras tergantung kepada iklim, cuaca, curah hujan, hama dan penyakit sehingga diliputi oleh ketidakpastian. Di samping itu disatu pihak pengadaan bergantung kepada, berhasil-tidaknya produksi padi dan dipihak lain permintaan beras sangat bervariasi dari waktu ke waktu. \n \n\nTujuan utama SUB DOLOG Wilayah IV Banyumas adalah mengendalikan persediaan beras untuk mencapai kestabilan harga beras dan dapat memaksimumkan pelayanan serta meminimumkan biaya. \n \n\nPeramalan jumlah permintaan dan jumlah pengadaan beras merupakan persoalan yang sangat panting apabila ditinjau dari segi manajemen pengendalian persediaan beras. Apabila tidak dikaitkan dengan stabilitas harga beras metode Winters Exponential Smoothing Model With Seasonal Factors cukup memenuhi syarat dipergunakan untuk meramalkan jumlah permintaan dan pengadaan beras. Metode ini dapat menghasilkan peramalan yang mendekati kenyataan apabila pemilihan smoothing constant a, b, dan c dilaksanakan secara seksama, dan dapat dilaksanakan penyesuaian secara cepat atas hasil peramalan yang telah dibuat. Smoothing Constant a antara 0,2-0,4, seasonal smoothing constant b, antara 0,2-0,3 dan trend smoothing constant c, antara 0,1 - 0,2 cukup memenuhi syarat untuk dipilih pada metode ini. \n \n\nApabila dikaitkan dengan stabilitas harga peramalan jumlah pengadaan dan jumlah permintaan dapat dipergunakan analisa regresi linier dan regresi linier ganda. Jumlah pengadaan dan penyaluran yang paling baik bergantung kepada tingkat harga yang diproyeksikan setelah disubstitusikan kepada persamaan garis regresi yang merupakan penaksir yang paling baik, Untuk dapat meminimumkan biaya, ada tiga metode yang dapat diaplikasikan yaitu metode Silver-Meal Heuristic, metode Wagner-Whitin Algorithm dan metode model sistem persediaan probabilistik. Dari hasil perhitungan ketiga metode tersebut untuk data yang sama ternyata model sistem persediaan probalistik memberikan hasil yang paling minimum. Dari hasil analisa data hasil peramalan tahun 1981/1982 diperoleh biaya per unit waktu (bulan) untuk metode Silver-Meal Heuristic sebesar Rp 132.485.857,- metode Wagner Whitin Algorithm sebesar Tip Rp 12.407.128,- dan metode Model Sistem Persediaan probabilistik sebesar Rp 8.721.718,25,-", "Daftar File": {}, "Penulis": "Saechan (S2 298120)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Anang Zaini Gani, Dr., Ir., M.S.I.E. \n \n\nPembibming Pendamping: Aso Kusuma, Ir., M.Eng. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "persediaan beras, pengendalian persediaan, Banyumas", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}