{"Nomor": 9193, "Judul": "RETROFITTING STRUKTUR BANGUNAN GEDUNG BETON BERTULANG DIBAWAH PENGARUH BEBAN GEMPA KUAT", "Abstrak": "Sebagaimana diketahui, negara Indonesia kerap dilanda gempa bumi. Gempa bumi yang terjadi bisa dikatakan cukup sulit untuk diprediksi besar percepatannya. Sebagai contoh, Salah satu gempa besar yang terjadi di Indonesia dalam kurun waktu terdekat adalah gempa Aceh, yang berkekuatan 9,3 Skala Richter, padahal sebelumnya prediksi kekuatan gempa daerah Aceh dan sekitarnya hanya sebesar 8,5 Skala Richter. Pada umumnya, struktur bangunan gedung didesain berdasarkan peraturan struktur tahan gempa yang berlaku ketika itu. Dengan adanya kejadian gempa besar seperti gempa Aceh, memaksa dilakukannya revisi terhadap peraturan gempa yang ada, sehingga banyak struktur bangunan yang tidak bisa bertahan dengan percepatan gempa berdasarkan peraturan gempa yang baru. Hal tersebut mengakibatkan perlunya dilakukan retrofitting pada struktur bangunan tersebut. Tugas Akhir ini bertujuan untuk menganalisis kinerja dari pengaruh retrofitting yang dilakukan pada struktur eksisting. Terlingkup daripadanya meneliti prilaku, mekanisme, kinerja, dan parameter-parameter aktualnya terkait dengan adanya pengaruh gempa rencana. Hal-hal tersebut diteliti dengan membandingkan antara struktur eksisting,yakni struktur beton bertulang sistem portal dengan elemen shearwall, dengan struktur hasil retrofitting-nya, yakni struktur eksisting yang diberi tambahan elemen pengaku diagonal, bressing, berupa profil baja. Di dalam tugas akhir ini, terdapat 3 buah model untuk struktur eksisting yang terdiri dari model dengan jumlah lantai 10, 15 dan 20 lantai. Setiap model kemudian dilakukan retrofitting yang selanjutnya akan dibandingkan dengan struktur eksisting. Analisis yang digunakan adalah dengan menggunakan analisis statik non linier yaitu metode push over. Berdasarkan metode tersebut, model-model yang digunakan diperiksa perilaku-perilaku yang terjadi sesuai dengan batasan hal yang akan dibandingkan. Dari hasil yang diperoleh berdasarkan analisis statik non linier dapat diambil beberapa kesimpulan diantaranya adalah retrofitting dapat dengan melakukan penambahan elemen pengaku diagonal bracing, kemudian sebagai akibat dari retrofitting ; struktur menjadi lebih kaku ditandai dengan penurunan besarnya periode struktur, terjadi perbesaran titik kinerja, parameter kuat lebih meningkat, dan perpindahan lantai sebagai akibat gempa rencana yang bekerja menjadi menurun.", "Daftar File": {"2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29465", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29466", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29467", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29468", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29469", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29470", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/29471", "2008 TA PP SAGA HAYYU SUYANTO PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29472"}, "Penulis": "SAGA HAYYU SUYANTO PUTRA (NIM 15004028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. BAMBANG BUDIONO, ME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pushover, performance point, daktilitas, kekakuan, perpindahan Shearwall, bracing", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}