{"Nomor": 9203, "Judul": "FAKTOR-FAKTOR KEPRANATAAN YANG MEMPENGARUHI PERKEMBANGAN UBI CILEMBU: KAJIAN DALAM PERSPEKTIF SISTEM PASAR", "Abstrak": "Ubi Cilembu merupakan salah satu produk pertanian yang dinilai unggulan bagi Pemerintah Kabupaten Sumedang. Ubi Cilembu telah mampu menembus pasar regional maupun internasional. Keterbentukan dan perkembangan sistem pasar Ubi Cilembu ini memiliki implikasi, baik terhadap pemerintah daerah maupun terhadap para pelaku sistem pasarnya.   \n \n \n\nPermasalahan yang diangkat dalam penelitian ini berkenaan dengan karakteristik dari sistem pasar Ubi Cilembu tersebut, yaitu : (1) Perangkat apa saja yang membuat sistem pasar Ubi Cilembu terbentuk dan berkembang? (2) Apa implikasi dari keterbentukan dan perkembangan sistem pasar Ubi Cilembu? (3) Bagaimana keberlanjutan atau prospek dari  sistem pasar Ubi Cilembu?  \n \n \n\nMetoda yang digunakan dalam penelitian ini adalah metode kualitatif deskriptif yang  memberikan gambaran bagaimana sistem pasar Ubi Cilembu terbentuk dan berkembang tersebut serta interaksi di antara para pelaku sistem pasar Ubi Cilembu tersebut.   \n \n \n\nHasil penelitian menunjukkan perangkat-perangkat pembentuk sistem pasar Ubi Cilembu adalah : (1) Ubi Cilembu sebagai bagian dari jejaring lokal, (2) Peranan objek teknis, (3) Harga efisiensi, (4) Efek kalkulasional dan (5) Metrologi legal.  \n \n \n\nKeterbentukan dan perkembangan sistem pasar Ubi Cilembu mampu menggerakkan sektor riil masyarakat namun manfaatnya tidak terkontribusi secara merata. Petani kurang begitu menikmati manfaat dari perkembangan sistem pasar Ubi Cilembu ini. Selain itu, sistem pasar Ubi Cilembu yang efisien menghalangi ubi jenis lain untuk memasuki pasar yang sama dengan Ubi Cilembu sehingga perlu diciptakan pasar yang berbeda.   \n \n \n\nUntuk menjaga keberlanjutan sistem pasar Ubi Cilembu, Pemerintah Kabupaten Sumedang setidaknya harus memperhatikan dua hal, yaitu : (1) Aspek perlindungan legal terhadap Hak Kepemilikan Ubi Cilembu supaya tidak diklaim pihak lain dan (2) Aspek metrologi legal untuk menjamin kepercayaan konsumen terhadap kualitas Ubi Cilembu yang dibelinya.", "Daftar File": {}, "Penulis": "SAJIDIN (NIM 24006053)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sonny Yuliar."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Market system, Ubi cilembu, Establishment and development, Implications, Sustainability", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}