{"Nomor": 9216, "Judul": "PENERAPAN ACTIVITY BASED COSTING SYSTEMS DALAM RANGKA PENINGKATAN AKURASI PEMBEBANAN BIAYA MANUFAKTURING PROGRAM FOKKER-100 PT. IPTN", "Abstrak": "Abstrak :\nDengan meningkatnya persaingan dan semakin kompleknya proses produksi, maka manajemen semakin membutuhkan informasi mengenai harga pokok produk secara akurat agar dapat dipergunakan sebagai landasan untuk membuat berbagai keputusan.\nPerhitungan harga pokok produk dengan menggunakan metoda konvensional tidak sesuai lagi dengan kondisi perusahaan saat ini. Hal ini disebabkan metoda konvensional membebankan biaya berdasarkan unit level activity (biaya dipengaruhi oleh volume produksi).\nKondisi perusahaan saat ini menghasilkan produk yang beragam, biaya produksi tak langsung belum tentu berhubungan seluruhnya dengan volume produksi. Sehingga perhitungan harga pokok sistem konvensional menghasilkan perhitungan yang tidak akurat.\nUntuk mengatasi kelemahan-kelemahan yang terdapat pada sistem konvensional, dikembangkanlah suatu sistem perhitungan harga pokok yang lebih akurat yang disebut Activity Based Costing System. Biaya-biaya ditelusuri kepada setiap aktivitas, selanjutnya membebankan biaya yang terdapat dalam setiap aktivitas kepada produk berdasarkan banyaknya konsumsi aktivitas oleh produk.\nDari penelitian yang dilakukan di PT.IPTN dengan mengambil fokus penelitian program Offset Fokker 100 diperoleh hasil :\n1. Diperlukan sebanyak 45 work center untuk memproses komponen-komponen Belly Fairing, Wing Tip, dan Lift Dumper.\n2. Rate per work center per manhour berkisar antara USD 16 sampai USD 136.\n3. PT.IPTN mengambil rate rata-rata USD 35 per work center per manhour.\n4. Perhitungan dengan sistem ABC dimana perhitungan didasarkan pada besarnya aktivitas yang dikonsumsi disetiap work center yang dilalui, diperoleh hasil :\na. Untuk komponen Belly Fairing dan Wing Tip, perhitungan dengan metoda rata-rata lebih tinggi 95 % dan 44 % dibandingkan dengan metoda ABC.\nb. Untuk komponen Lift Dumper 1 sampai dengan 5, perhitungan dengan ABC lebih tinggi 38 % dibandingkan metoda rata-rata.\nHal ini menunjukan adanya pembebanan biaya yang tidak akurat terhadap proses produksi.\nHasil penelitian diatas menunjukan bahwa PT.IPTN haruslah segera menerapkan sistem ABC dalam perhitungan harga produknya, sebab jika tidak maka PT.IPTN akan kalah dari pesaing atau menderita kerugian.", "Daftar File": {}, "Penulis": "Sandria Sarim (NIM 281 930 20)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ubuh B. Hidayat, DR. Ir.\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ABC systems, manufakturing, beban biaya, Fokker-100.", "Sumber": "", "Staf Input/Edit": "", "File": "7 file", "Tanggal Input": "09 Jan 2008"}