{"Nomor": 9221, "Judul": "PENGARUH ZAT ADITIF TERHADAP STRUKTUR KAYUPinus merkusii Jungh. et de Vr. DAN Shorea leprosula Miq.DALAM PROSES PENINGKATAN STABILITAS DIMENSI", "Abstrak": "Kayu merupakan salah satu material yang sangat banyak digunakan dalam kehidupan manusia. Pada saat ini kayu berkualitas tinggi semakin sulit didapat. Keadaan ini cenderung meningkatkan pemakaian kayu berkualitas rendah, yang mempunyai sifat antara lain stabilitas dimensi yang rendah, karena kayu mudah mengembang dan menyusut bila berada dalam lingkungan dengan perubahan kelembaban yang besar.Upaya peningkatan stabilitas dimensi kayu telah banyak dilakukan, antara lain dengan proses asetilasi dan formaldehidasi. Asetilasi dan formaldehidasi dikenal sebagai metoda yang cukup baik untuk meningkatkan stabilitas dimensi kayu. Dalam asetilasi terjadi reaksi substitusi nukleofilik gugus hidroksil (-OH) komponen kayu dengan atom C karbonil dalam zat aditif anhidrida-asetat, (CH3CO)2O, sehingga gugus -OH komponen kayu berubah menjadi gugus asetil, -O-COCH3. Hal ini berbeda dengan proses formaldehidasi. Dalam formaldehidasi terjadi reaksi substitusi gugus -OH komponen kayu oleh formaldehida, HCHO, menjadi suatu hemiasetal, R O-CH2OH, dan selanjutnya dapat menghasilkan suatu asetal, R-O-(CH2)-O-R, bila dua gugus -OH komponen kayu yang bereaksi berdekatan.Berdasarkan perbedaan struktur makroskopik kayu, kayu berkualitas rendah dapat termasuk dalam kelompok kayu daun jarum atau kelompok kayu daun lebar. Kayu daun jarum mempunyai struktur anatomi lebih sederhana daripada kayu daun lebar. Belum diketahui perbedaan pengaruh asetilasi dan formaldehidasi terhadap struktur molekular kayu daun jarum dan kayu daun lebar. Penelitian ini berusaha mengungkapkan proses peningkatan stabilitas dimensi kayu lewat pengaruh asetilasi dan formaldehidasi terhadap struktur molekular kayu. Sebagai wakil kayu daun jarum digunakan Pinus merkusii Jungh. et de Vr. dan sebagai wakil kayu daun lebar digunakan Shorea leprosula Miq.Asetilasi dan formaldehidasi, dilakukan pada kondisi optimum, yaitu suhu, konsentrasi dan waktu reaksi yang memberikan perubahan kenampakan kayu akibat adisi paling sedikit, dengan peningkatan stabilitas dimensi paling tinggi bila kayu direndam dalam air. Kondisi optimum untuk asetilasi adalah pada suhu 110oC, konsentrasi larutan (CH3CO)2O 15 % v/v dalam xilena, dan waktu reaksi 24 jam; sedangkan kondisi optimum formaldehidasi adalah pada suhu 100oC, konsentrasi larutan HCHO 10 % v/v dalam asam asetat 60 % vfv dengan katalis HCl 5 % vfv, dan waktu reaksi 2 jam. Prosedur adisi dimodifikasi dari prosedur yang umum, yaitu difusi larutan aditif ke dalam kayu dilakukan pada tekanan 12 cmHg, sehingga difusi larutan aditif ke dalam kayu dapat dipercepat.Hasil penelitian menunjukkan bahwa difusi zat aditif lebih cepat berlangsung pada kayu daun jarum dibandingkan pada kayu daun lebar. Hal ini disebabkan karena pada struktur kayu daun jarum lebih sederhana dari pada kayu daun lebar.Hasil penentuan ASE (Anti Swelling Efficiency) menunjukkan bahwa peningkatan stabilitas dimensi kayu daun jarum lebih tinggi daripada kayu daun lebar setelah adisi. Hal ini menunjukkan bahwa adisi pada kayu daun jarum dapat berlangsung lebih efektif daripada adisi pada kayu daun lebar. Peningkatan stabilitas dimensi kayu dengan HCHO lebih tinggi daripada dengan (CH3CO)2O. Hal ini disebabkan karena molekul HCHO lebih kecil dari (CH3CO)2O, sehingga HCHO lebih mudah berdifusi dan bereaksi dengan komponen kayu.Adisi, di samping mengubah struktur fisik kayu, juga mengubah struktur molekul komponen kayu. Analisa spektrum FTIR (Fourier Transform Infrared) membuktikan bahwa adisi mengakibatkan penggantian gugus -OH komponen kayu. Formaldehidasi lebih banyak mengganti gugus -OH komponen kayu daripada asetilasi. Analisa spektrum XRD (X-ray Diffraction) menunjukkan bahwa adisi dapat mengurangi struktur kristalin kayu dan selulosa. Struktur kristalin ini disebabkan karena adanya keteraturan antar rantai polimer selulosa. Dengan masuknya aditif, maka sebagian dari ikatan hidrogen antar rantai polimer selulosa terputus, sehingga struktur kristalinnya berkurang. Penurunan derajatkristalinitas kayu daun jarum lebih besar daripada kayu daun lebar, karena struktur kayu daun jarum lebih memudahkan difusi zat aditif daripada kayu daun lebar. Analisa FTIR, XRD, fotomakroskopik dan fotomikroskopik kayu menunjukkan bahwa formaldehidasi lebih merubah struktur kayu daripada asetilasi. Hal ini disebabkan karena dalam formaldehidasi substituennya lebih kecil, sehingga gugus -0-1=i komponen kayu yang dapat tergantikan lebih banyak, dan struktur kristalin makin berkurang. Berkurangnya struktur kristalin atau bertambahnya struktur amorf pada komponen kimia kayu, memungkinkan bertambahnya molekul air berdifusi ke dalam struktur kayu. Molekul air ini dapat teradsorpsi pada komponen kayu bagian amorf, atau terabsorpsi ke dalam rongga sel kayu atau pori-pori kayu. Metoda DSC (Differential Scanning Calorimetry) menunjukkan bahwa air terikat dalam kayu yang mengalami formaldehidasi lebih besar daripada hasil asetilasi.", "Daftar File": {"1999 DIS PP SANJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29646", "1999 DIS PP SANJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29647", "1999 DIS PP SANJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29644", "1999 DIS PP SANJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29645", "1999 DIS PP SANJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29643", "1999 DIS PP SANJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29648", "1999 DIS PP SANJAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/29649", "1999 DIS PP SANJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29650"}, "Penulis": "SANJAYA (NIM 31193002)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n \n\nR.A Noer Mandsjoeriah Surdia, Prof.Dr., M.Sc., Susanto Imam Rahayu, Prof., Ph.D., dan Enny Ratnaningsih, M.S., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zat aditif, struktur kayu, stabilitas dimensi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}