{"Nomor": 9235, "Judul": "DINAMIKA POPULASI BURUNG KOWAK DI JALAN GANESHA DAN KAMPUS ITB", "Abstrak": "Tugas akhir ini akan membahas dinamika populasi burung Kowak. Sejak tahun 2005, populasi burung Kowak meningkat di sepanjang jalan Ganesha. Padatnya populasi ini menyebabkan terjadinya beberapa masalah seperti kerusakan pohon serta lingkungan menjadi tidak bersih akibat kotoran burung Kowak. Untuk menggambarkan populasi burung Kowak, penulis mengajukan model populasi logistik. Dengan menggunakan model logistik dan data pengamatan, kita dapat memprediksikan nilai dari laju pertambahan populasi burung u serta carrying capacity Ck. Selanjutnya model logistik akan dikembangkan menjadi dua model; model pertama adalah model dengan Ck yang konstan dan model kedua adalah model dengan Ck merupakan fungsi dari pohon. Hasil menunjukkan bahwa kerusakan pohon pada model pertama akan terjadi pada waktu yang hingga, sedangkan pada model kedua kerusakan terjadi dalam jangka waktu yang cukup lama.", "Daftar File": {"2008 TA PP SAVITRI PURNAMA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29761", "2008 TA PP SAVITRI PURNAMA SARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/29762", "2008 TA PP SAVITRI PURNAMA SARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/29763", "2008 TA PP SAVITRI PURNAMA SARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/29764", "2008 TA PP SAVITRI PURNAMA SARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/29765", "2008 TA PP SAVITRI PURNAMA SARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/29766", "2008 TA PP SAVITRI PURNAMA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29767"}, "Penulis": "SAVITRI PURNAMA SARI (NIM 10103049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan dan Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Burung Kowak, Dinamika populasi, Model populasi logistik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}