{"Nomor": 9239, "Judul": "MODEL MATEMATIKA PENJALARAN IMPULS SARAF PADA SUBTHALAMIK NUKLEUS", "Abstrak": "Subthalamik nukleus merupakan komponen penting dari ganglia basalis yang berperan dalam pengaturan gerakan motorik yang terlatih. Proses penjalaran sel saraf diawali oleh penerimaan sinyal oleh reseptor, diteruskan ke sistem saraf pusat termasuk korteks serebri, thalamus dan ganglia basalis yang berfungsi mengintegrasikannya sehingga kemudian sinyal tersebut diteruskan ke efektor dan dihasilkan gerakan yang terkendali. Ganglia basalis berfungsi menghambat terjadinya gerakan-gerakan di luar gerakan yang diinginkan. Penjalaran impuls saraf dipengaruhi oleh ion-ion yang bertanggungjawab atas perubahan potensial membran seperti natrium, kalium, dan kalsium. Pada tugas akhir ini, dibangun model satu sel di subthalamik nukleus untuk menggambarkan penjalaran impuls saraf serta melihat peran input terhadap perubahan potensial membran. Model dibangun berdasarkan model Hodgkin Huxley dengan memanfaatkan fisiologi penjalaran impuls saraf dan jalur penghantaran impuls. Pada model diasumsikan satu sel di subthalamik nukleus mendapat masukan berupa I input yang konstan pada waktu tertentu. Simulasi yang dilakukan dengan Matcont memperlihatkan terjadinya spontaneous spiking behavior jika input yang diberikan sama dengan 0. Pada saat input antara 150.75248 pA dan -5.2665336 pA. terjadi eksitasi berupa gambaran spike yang periodik dengan hubungan yang berbanding terbalik antara input dengan perioda. Input kurang dari -5.2665336 pA. menghasilkan penurunan potensial membran yang menetap selama input masih diberikan dan terjadi burst setelah input dihilangkan. Hasil yang diperoleh menambah pengetahuan mengenai penjalaran impuls saraf di subthalamik nukleus dan dapat membantu pengembangannya dalam pemanfaatan alat stimulasi otak sebagai salah satu alternatif terapi pada penyakit yang disertai resting tremor.", "Daftar File": {"2008 TA PP SELFY OSWARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29784", "2008 TA PP SELFY OSWARI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/29785", "2008 TA PP SELFY OSWARI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/29786", "2008 TA PP SELFY OSWARI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/29787", "2008 TA PP SELFY OSWARI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/29788", "2008 TA PP SELFY OSWARI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/29789", "2008 TA PP SELFY OSWARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29790"}, "Penulis": "SELFY OSWARI (NIM 10101070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Edy Soewono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Subthalamik nukleus, Proses penjalaran sinyal, Perilaku impuls", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}