{"Nomor": 9241, "Judul": "PENGEMBANGAN PROGRAM simPATIzone BERBASIS PREFERENSI KOMUNITAS MELALUI EVALUASI EKUITAS MEREK", "Abstrak": "Persaingan antar operator telekomunikasi seluler di Indonesia semakin mengarah pada perang harga. Telkomsel sebagai market leader operator telekomunikasi seluler di Indonesia, menyikapinya dengan pendekatan pemasaran yang mengarah pada membina relationship dengan pelanggan melalui pembentukan komunitas. Hal ini didasarkan pada pemenuhan kebutuhan manusia sebagai makhluk sosial yang cenderung senang berkumpul dalam suatu wadah dengan kesamaan minat, hobi, pekerjaan, ataupun gaya hidup. Telkomsel melakukan pembentukan komunitas pelanggan salah satunya melalui program simPATIzone yang menawarkan ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”value addedÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â” berupa fasilitas ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â– fasilitas tambahan sebagai pengguna kartu prabayar simPATI.     \n \n \n \n\nAdanya program sejenis yang dilakukan operator lain, diberlakukannya Peraturan Pemerintah tentang kewajiban operator menjamin validitas identitas pelanggan prabayar, serta banyaknya alternatif pilihan bagi konsumen. Menyebabkan Telkomsel harus lebih banyak mendengarkan respon pelanggan. Untuk mengetahui respon pelanggan terhadap program simPATIzone, perlu dilakukan evaluasi image profile melalui pengukuran ekuitas merek simPATIzone dengan didukung analisis alasan pemilihan simPATI. Sehingga akan diperoleh informasi ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â”value addedÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â” apa yang sesuai preferensi pelanggan.     \n \n \n \n\nHasil evaluasi ekuitas merek simPATIzone menunjukkan merek simPATIzone sudah baik dan kuat. Namun, masih terdapat selisih antara performa dengan tingkat preferensi pelanggan. Sehingga solusi bisnis yang diusulkan adalah melalui Reinforcing Brand Strategies. Pengembangan program simPATIzone dilakukan dengan membuat tema khusus sesuai segmen komunitas yang dituju, mengkomunikasikan tagline, mempertahankan fasilitas ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â– fasilitas simPATIzone yang sudah ada, dan mengadakan kegiatan pemasaran yang bersifat experiential contact.    \n \n \n \n\nImplementasi program membutuhkan sumber daya  manusia, penyesuaian aplikasi dan konfigurasi sumber daya teknologi, dan penyesuaian alokasi anggaran biaya pemasaran. Diharapkan pengembangan program simPATIzone yang lebih sesuai dengan preferensi pelanggan dapat meningkatkan loyalitas pelanggan yang akan mengarah pada peningkatan ARPU (Average Revenue per User), lama berlangganan (Length of Stay) dan menurunkan tingkah berpindah pelanggan  (Churn Rate).", "Daftar File": {}, "Penulis": "SENDYLENVI REGIA (NIM 29106038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Priyantono Rudito, M.Bus (Mktg)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Community, Brand Equity", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}