{"Nomor": 9242, "Judul": "PERANCANGAN DAN IMPLEMENTASIDISPLAY RADAR TNI AU BERBASIS WEB", "Abstrak": "Internet telah berkembang sangat pesat dalam beberapa tahun belakangan ini, internet pun menjadi suatu kebutuhan yang semakin mutlak dalam kehidupan manusia. Banyaknya layanan atau fasilitas yang bisa di dapatkan melalui internet menjadi salah satu faktor pendukung betapa pentingnya internet bagi kehidupan manusia. Tidak terkecuali di bidang militer. Berbagai macam riset telah di lakukan untuk merancang dan menjalankan aplikasi militer berbasis internet dalam hal ini melalui website (web based service), sehingga akan lebih mendukung keberhasilan operasi militer suatu negara. Dapat dikatakan perang modern saat ini tidak terlepas dari penguasaan akan teknologi internet. Dalam Tugas Akhir ini dikembangkan aplikasi flight monitoring berbasis web yang dinamakan iRadar. Aplikasi ini bertujuan untuk memberikan layanan berbasis internet (internet based service) agar dapat memantau pesawat yang sedang berada di wilayah udara Indonesia. Aplikasi ini terintegrasi dengan sistem Radar Tentara Nasional Indonesia Angkatan Udara (TNI AU) sebagai alat pendeteksi adanya obyek bergerak di udara dan sebagai sumber data bagi aplikasi ini. Aplikasi iRadar ini memanfaatkan jaringan internet yang kemudian akan diterima dan ditampilkan perangkat penerima. Informasi yang dapat diterima oleh pengguna yaitu berupa jumlah, posisi dan ketinggian pesawat pada suatu periode waktu tertentu. Fungsi lain yang dapat di gunakan antara lain fungsi navigasi peta seperti zoom in, zoom out dan pan, juga fungsi request informasi pesawat dan fungsi request posisi titik pada peta.", "Daftar File": {"2008 TA PP SENOP AMOS SULLE 1.pdf": "https://digilib.itb.ac.id/gdl/download/29804"}, "Penulis": "SENOP AMOS SULLE (NIM 13205604)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nana Rachmana S.,M.Eng. dan Dr. Andriyan Bayu Suksmono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Flight monitoring, Web based service, iRadar, Informasi pesawat", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}