{"Nomor": 9246, "Judul": "STUDI ANALISIS KEKUATAN GESER TANAH GAMBUT SUMATRA SELATAN DENGAN PERCOBAAN TRIAXIAL", "Abstrak": "Tesis ini menyampaikan hasil penelitian laboratorium atas korelasi kuat geser tanah gambut dengan berbagai macam pembebanan awal dan periode pembebanan. Contoh tanah dalam keadaan tidak terganggu diambil dari Pulau Rimau Propinsi Sumatra Selatan. Pengujian kuat geser tanah dilakukan dengan test triaxial UU. Sebelum pengujian kuat geser dilakukan pada contoh tanah diberikan beban awal yang berbeda yaitu 49kN/m2, 98 kN/m2,dan 196 kN/m. Sedang periode pembebanan diambil 1 hari, 8 hari, 15 hari, 22 hari dan 30 hari. Hasil penelitian menunjukkan bahwa : Tegangan deviator maksimum dicapai rata-rata pada regangan 12 %-14 %, harga tegangan deviator maksimum terjadi pada kondisi pembebanan paling besar dan waktu periode paling lama. Dari diagram lintasan tegangan pada gambut yang sudah diberikan beban awal lebih dulu menunjukkan kondisi yang normally consolidated, juga didapat harga 0 berkisar antara 9.10-22.60 sedang harga C mempunyai range 2.55-9.80 kN/m2. Jika dibandingkan gambut Palembang dan gambut di Akita-Jepang, maka gambut di Akita mempunyai kekuatan geser yang relatif lebih besar, hal ini terlihat pada perbandingan grafik antara regangan dan tegangan deviator. Perbedaan yang nyata antara gambut yang sudah diberikan beban awal dan lempung yang normally consolidated terutama terletak pada besar tekanan pori awal. Pada gambut mempunyai harga tekanan pori awal yang lebih besar jika dibanding dengan lempung. Dari beberapa grafik yang menyatakan hubungan antara tegangan dan regangan didapatkan hasil yang cukup unik jika dibandingkan dengan perilaku tanah lempung.", "Daftar File": {"1993 TS PP SETYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29846", "1993 TS PP SETYANTO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/29847", "1993 TS PP SETYANTO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/29848", "1993 TS PP SETYANTO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/29849", "1993 TS PP SETYANTO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/29850", "1993 TS PP SETYANTO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/29851", "1993 TS PP SETYANTO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/29852", "1993 TS PP SETYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29853"}, "Penulis": "SETYANTO (NIM 25091054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Mansyur Irsyam, MSE., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Korelasi, Kuat Geser, Tanah Gambut,Pembebanan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}