{"Nomor": 9248, "Judul": "PERANCANGAN DAN IMPLEMENTASI TARGET PROTOKOL Z39.50 PADA WINDOWS NT SERVER", "Abstrak": "Abstrak:   \n \n \n \n\nJaringan global TCP/IP yang lebih sering disebut Internet telah berkembang hingga menyambungkan jutaan buah host. Jutaan host tersebut memanfaatkan berbagai layanan yang ada di Internet, antara lain surat elektronik, pencarian dokumen, pengambilan arsip, dan sebagainya.   \n \n \n \n\nPencarian dokumen di Internet sangat tertolong dengan adanya World Wide Web (WWW), Wide Area Information Servers (WAIS), dan GOPHER. Pada tahun 1988 disetujui terbentuknya protokol baru yang disebut Z39.50, oleh National Information Standard Organization (NISO) di Amerika Serikat. Protokol ini merupakan protokol pengambilan informasi (Information Retrieval) yang pada awalnya ditujukan untuk memenuhi kebutuhan standardisasi pengambilan informasi di dalam negeri Amerika Serikat. Dalam perkembangannya, protokol ini bersatu dengan spesifikasi protokol serupa yang disebut protokol SR dan dikembangkan di Eropa.   \n \n \n \n\nZ39.50 tidak berkembang dan menjadi populer seperti HTTP, WAIS, maupun GOPHER, tetapi didukung oleh beberapa perpustakaan besar di Amerika Serikat. Pada tugas akhir ini dirancang dan diimplementasikan sebuah server, yang pada Z39.50 disebut sebagai target, pada Windows NT Server. Target ini akan melayani permintaan client, yang pada Z39.50 disebut origin, dalam hal pengambilan informasi dui basis data Perpustakaan Jurusan Teknik Informatika ITB.", "Daftar File": {}, "Penulis": "Setya Santosa (NIM:13592052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sukrisno Mardivanto,Dr. ,Ing.    \n \n \n \n\nScanner: Alice Diniarti", "2008-02-21."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Target, Origin, Client Server.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}