{"Nomor": 9256, "Judul": "PRODUKSI BIODESEL DENGAN MENGGUNAKAN KATALIS ORGANOTIMAH", "Abstrak": "Kebutuhan bahan bakar minyak (BBM) nasional cenderung meningkat, setidaknya enam persen pertahun, demikian pula harga bahan bakar ini selalu mengalami kenaikan. Dalam beberapa tahun mendatang, kecenderungan peningkatan kebutuhan akan BBM ini tidak akan sebanding dengan kemampuan pengolahan dan terutama ketersediaan migas nasional. Oleh karena itu, pengembangan sumber energi alternatif merupakan riset yang sangat digalakkan dewasa ini. Adapun salah satu sumber energi alternatif yang dimaksud adalah bahan bakar nabati (BBN) seperti biodiesel. Produksi biodiesel melibatkan reaksi transesterifikasi yang dikatalisis oleh suatu asam atau basa dengan bahan baku minyak tumbuhan dan alkohol-alkohol rantai pendek, yang juga menghasilkan gliserin sebagai sub produk. Penggunaan katalis asam atau basa belakangan diketahui merupakan teknologi yang bermasalah, karena dapat menimbulkan perkaratan pada reaktor akibat proses emulsifikasi bila menggunakan katalis asam dan produk samping berupa sabun bila menggunakan katalis basa. Senyawa-senyawa organotimah diketahui dapat juga mengkatalisis reaksi transesterifikasi. Penggunaan senyawa organotimah sebagai katalis pada produksi biodiesel ternyata mencapai persen hasil reaksi sebesar 93,59 % setelah produksi 5 jam pada suhu 60 derajat C.", "Daftar File": {"2008 TS PP SHOLEH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29908", "2008 TS PP SHOLEH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/29909", "2008 TS PP SHOLEH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/29910", "2008 TS PP SHOLEH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/29911", "2008 TS PP SHOLEH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/29912", "2008 TS PP SHOLEH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/29913", "2008 TS PP SHOLEH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29914"}, "Penulis": "SHOLEH (NIM 20506042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Didin Mujahidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Biodesel, Reaksi tranesterifikasi, Katalis heterogen", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}