{"Nomor": 9259, "Judul": "STUDI PARAMETRIK ANALISIS KONSTRUKSI JEMBATAN SEGMENTAL METODE FREE CANTILEVER METHOD", "Abstrak": "Tugas akhir ini memaparkan tentang studi paramterik pengaruh parameter-parameter yang terkait, (umur beton, humiditas, temperatur, mutu beton) terhadap kekuatan dan kemampuan layan jembatan, khususnya dalam hal ini kehilangan tegangan, lendutan, dan momen yang terjadi baik itu pada saat massa konstruksi dan pada saat massa layan pada konstruksi jembatan segmental khususnya dengan metode Free Cantilever Method pengecoran ditempat. Sehingga didapatkan suatu parameter disain yang optimum dan umur minimal beton yang dapat diprategang dengan parameter-parameter yang mendukung sehingga mempercepat proses pelaksanaan di lapangan. Hasil dari analisis untu berbagai kombinasi parameter menunjukkan bahwa parameter humiditas lebih memiliki pengaruh yang signifikan dibandingakn dengan parameter yang lain. Ditunjukkan bahwa parameter dengan humiditas 70% akan selalu menghasilkan kehilangan tegangan yang lebih rendah meskipun menggunkan mutu beton yang lebih rendah, nilai momen yang lebih tinggi dan defleksi upward pada masa layan untuk tinjauan tengah bentang. Sedangkan Parameter humiditas 40% masih masih perlu mempertimbangkan pengaruh parameter yang lain. Secara garis besar penarikan tendon untuk umur beton yang lebih lama akan menghasilkan nilai yang lebih baik daripada umur beton dini, akibat nilai regangan, efek rangkak dan susut yang cukup besar, akan tetapi sangat tidak mungkin dalam pelaksanaannya penarikan tendon dengan umur beton yang lebih lama. Hal ini dapat diatasi dengan penggunaan beton mutu tinggi, atau alternatif yang lain menyesuaikan dengan parameter yang lain yang akan dipaparkan lebih lanjut pada laporan tugas akhir ini.", "Daftar File": {"2008 TA PP SIGIT YUWONO SAPUTRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29951", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29952", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29953", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/29954", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/29955", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/29956", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/29957", "2008 TA PP SIGIT YUWONO SAPUTRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29958", "2008 TA PP SIGIT YUWONO SAPUTRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29959"}, "Penulis": "SIGIT YUWONO SAPUTRO (NIM 15004025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. ISWANDI IMRAN, MASc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Humiditas, temperatur, tendon, prestress losses, defleksi, kantilever", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}