{"Nomor": 9262, "Judul": "PEMODELAN DATA PADA MASSIVELY MULTIPLAYER ONLINE ROLE-PLAYING GAME", "Abstrak": "Massively Multiplayer Online Role-Playing Game (MMORPG) adalah suatu jenis permainan berbasiskan konsep permainan Role Playing Game (RPG) yang bisa dimainkan dari berbagai tempat dan berbagai waktu oleh bayak pemain. Permainan MMORPG secara umum berbasiskan perjalanan kehidupan dari sebuah karakter yang dimainkan oleh player atau pemain. Pemain MMORPG dari suatu tempat harus bisa melihat dunia yang sama dengan dunia yang dilihat dari sudut pandang pemain lain. MMORPG merupakan sistem aplikasi yang memiliki beberapa karakteristik. Beberapa karakteristik MMORPG memberikan konsekuensi MMORPG sebagai suatu aplikasi client-server. MMORPG memiliki elemen-elemen yang membentuk permainannya. Selain elemen-elemen tersebut, MMORPG juga memiliki banyak proses yang harus diakomodir untuk dapat membentuk dunia permainan di antaranya: interaksi antar pemain yang bermain di tempat yang berbeda. Untuk mendukung teknis dunia permainan MMORPG dibutuhkan suatu model data yang diimplementasikan sebagai media penyimpanan data permainan. Tugas Akhir ini menghasilkan suatu rangkaian pemodelan data untuk MMORPG. Pemodelan data yang dilakukan mengambil studi kasus Nusantara Online dari Sangkuriang Studio. Dalam Tugas Akhir ini dilakukan pemodelan data yang meliputi beberapa tahapan yaitu: identifikasi entitas, identifikasi hubungan antar entitas, identifikasi kunci untuk entitas, pemodelan konseptual data, pemodelan logis data, dan pemodelan fisik data. Model konseptual data direpresentasikan dalam skema entity relationship diagram. Model logis data direpresentasikan dalam skema relasi. Untuk mendukung sistem aplikasi MMORPG yang berarsitektur client-server maka model data fisik direpresentasikan dalam model data bagian server dan model data bagian client. Model data bagian client merupakan replikasi dari sebagian relasi pada model data server. Replikasi terjadi karena terdapat data yang tidak berubah dalam keseluruhan model data MMORPG. Model data client akan meyimpan data yang tidak berubah dan menggunakannya untuk merepresentasikan tampilan grafis. Dengan menggunakan model data pada client, beban transfer data antara aplikasi client dan server bisa diminimalisir sehingga aspek real-time dalam MMORPG menjadi lebih baik.", "Daftar File": {"2008 TA PP SIMON BATARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29968", "2008 TA PP SIMON BATARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29969", "2008 TA PP SIMON BATARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29970", "2008 TA PP SIMON BATARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29971", "2008 TA PP SIMON BATARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29972", "2008 TA PP SIMON BATARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29973", "2008 TA PP SIMON BATARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/29974", "2008 TA PP SIMON BATARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29975"}, "Penulis": "SIMON BATARA (NIM 13503109)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Massively Multiplayer Online Role-Playing Game (MMORPG), Nusantara Online, client-server, real-time, model data konseptual, model data logis, model data fisik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}