{"Nomor": 9264, "Judul": "STUDI KOMPARASI KONSEP DESAIN BEAM COLUMN JOINT BERDASARKAN SNI 03-2847-1992 VS SNI 03-2847-2002", "Abstrak": "Peraturan beton Indonesia yang sekarang digunakan, SNI-03-2847-2002 yang diadopsi dari ACI-308-02, mensyaratkan nilai jumlah momen nominal kolom tidak lebih kecil dari 1,2 jumlah momen nominal balok pada pertemuan antara balok dan kolom. Faktor pengali tersebut jauh lebih kecil daripada peraturan yang digunakan sebelumnya, SNI-03-2847-1992 yang diadopsi dari peraturan New Zealand, yang mensyaratkan nilai 1,625 s.d. 1,82. Tugas akhir ini bertujuan untuk mengkaji kedua peraturan tersebut untuk mengetahui peraturan manakah yang lebih reliable untuk digunakan. Metode yang digunakan adalah dengan membuat dua buah model bangunan SRPMK dimana salah satu model didesain menggunakan pendekatan SNI-03-2487-2002 dan yang lain dengan pendekatan SNI-03-2487-1992. Model dengan pendekatan SNI-03-2487-2002 memiliki tulangan kolom 15-20% lebih sedikit daripada model dengan pendekatan SNI-03-2487-1992. Selanjutnya dilakukan analisis nonlinear statik ekivalen (pushover) terhadap kedua model untuk mengetahui perilaku struktur terhadap beban gempa. Distribusi beban lateral yang digunakan adalah berdasarkan peraturan SNI-03-1726-2003 dan distribusi seragam. Secara umum tidak terdapat perbedaan kinerja dan tingkat kerusakan yang berarti antara kedua model tersebut. Mekanisme strong column-weak beam masih dominan terjadi, dan walaupun terbentuk beberapa sendi plastis pada kolom, namun tidak mengakibatkan terjadinya soft story mechanism sehingga dapat disimpulkan bahwa peraturan SNI03-2487-2002 layak digunakan untuk menggantikan SNI 03-2847-1992 karena menghasilkan desain yang lebih ekonomis dan menghasilkan kinerja struktur dan mekanisme keruntuhan yang baik.", "Daftar File": {"2008 TA PP SINJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/29983", "2008 TA PP SINJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/29984", "2008 TA PP SINJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/29985", "2008 TA PP SINJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/29986", "2008 TA PP SINJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/29987", "2008 TA PP SINJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/29988", "2008 TA PP SINJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/29989"}, "Penulis": "SINJAYA (NIM 15004044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. ISWANDI IMRAN, MASc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SRPMK, strong column-weak beam, pushover", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}