{"Nomor": 9272, "Judul": "THE POSSIBILITY TO TRANSFER POLICY: CITIZEN PARTICIPATION IN GREEN SPACE MANAGEMENT LESSONS FROM BIRMINGHAM (UK) FOR BANDUNG (INDONESIA)", "Abstrak": "ABSTRACT:    \n \n \n \n \n\nThe existence of citizen participation in planning process has been viewed as important in order to enhance the quality of the plans and the results of planning implementation. It is also important in green space management. Recently, the condition of green space in Indonesia, including Bandung, experiences declining. One of the main factors that causes the declining of green space qualitatively and quantitatively is the lack of citizen participation in green space management of Bandung. Learning success story from other countries can be one of ways to get lesson learned.    \n \n \n \n \n\nThis research uses citizen participation of green space management in Birmingham (UK) as lesson learned. Birminghams experience in green space management is regarded as have a good green space management that involves citizen participation on it. The objectives of this research are to get the lesson learned and know the possibility transfer policy of  citizen participation in green space management of Birmingham (UK) into green space manangement  of Bandung (Indonesia), so that the condition of green space in Bandung (Indonesia) will be more controlled and maintained.     \n \n \n \n \n\nAs the results of this research, there is the possibility to transfer citizen participation in green space management of Birmingham (UK) into green space management of Bandung (Indonesia). Some aspects that will be transferred in Bandung (Indonesia) are the use of one institution that has the responsibility towards the green space management, the existence of green space planning framework that involves Community Strategy, the  existence of citizen participation in green space management, the increasing some partnerships in green space management, the strong commitment of local government to involve citizen participation in green space management and the existence of citizen support towards the green space management programs. Those aspects also become the strategic recommendations to improve the condition of green space management of Bandung (Indonesia).", "Daftar File": {}, "Penulis": "Siti Amelia (NIM 25405050-RuG: S1624601)", "Kontributor / Dosen Pembimbing": ["Supervisor I: Peter Ho, Prof., Dr. (RUG Supervisor)    \n \n \n \n \n\nSupervisor II: Teti Armiati Argo, Ir., MES., Ph.D.    \n \n \n \n \n\nScan: Arnaz Driyastika M.    \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "citizen participation, green space, green space management, Birmingham (UK), Bandung (Indonesia)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}