{"Nomor": 9275, "Judul": "ANALISIS HARMONIK KOMPONEN ARUS PASANG SURUT DENGAN METODE ADMIRALTY DAN METODE ANALISIS SPEKTRUM DI PULAU DERAWAN - KALIMANTAN TIMUR", "Abstrak": "Studi tentang analisis harmonik komponen arus pasang surut dengan menggunakan metode admiralty dan metode analisis spektrum dilakukan di perairan sekitar Pulau Derawan, Kalimantan Timur, di empat lokasi yaitu lokasi 1 di Derawan Passage menggunakan data pada tahun 2006, lokasi 2 di Derawan Passage menggunakan data tahun 2007, lokasi 3 di Karang Masimbung Timur, dan lokasi 4 di Karang Masimbung Barat. Data yang digunakan adalah data arus pasang surut selama 8-13 hari di 4 lokasi tersebut. Analisis harmonik dilakukan untuk mencari komponen yang berpengaruh di tiap lokasi penelitian. Selain ingin melihat komponen pasang surut yang muncul di lokasi penelitian, dalam tugas akhir ini juga dilihat bagaimana pola arus laut di tiap lokasi.      \n \n \n \n \n\nHasil dari metode analisis spektrum yang diperoleh di Derawan Passage (2006) menunjukkan bahwa komponen pasut diurnal lebih kuat pengaruhnya dibandingkan dengan komponen semidiurnal, sedangkan hasil analisis spektrum yang diperoleh di Derawan Passage (2007) menunjukkan komponen pasut semidiurnal lebih kuat pengaruhnya dibandingkan dengan pengaruh komponen pasut diurnal. Perbedaan ini mungkin dipengaruhi oleh letak dari kedua lokasi. Analisis spektrum yang diperoleh di Masimbung Timur dan Masimbung Barat menunjukkan bahwa komponen pasut semidiurnal lebih kuat pengaruhnya dibandingkan dengan pengaruh komponen pasut diurnal. Hasil yang diperoleh dari metode analisis spektrum cukup diperkuat oleh hasil yang diperoleh dari metode admiralty, meskipun di beberapa lokasi komponen yang muncul berbeda. Dari penggunaan 2 metode analisis harmonik arus pasang surut ini, metode admiralty lebih dapat diandalkan dibanding metode analisis spektrum.      \n \n \n \n \n\nPola arus laut di Derawan Passage (lokasi 1 dan lokasi 2) menunjukkan arah arus dominan ke timur. Di Masimbung Timur arah arus dominan ke selatan, sedangkan di Masimbung Barat pola arus antara di permukaan dengan di dekat dasar perairan berkebalikan, yang kemungkinan disebabkan oleh kontur bathimetri di perairan tersebut.", "Daftar File": {}, "Penulis": "SITI HUMAESOH (NIM 12903008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Safwan Hadi, Ph.D., dan Ayi Tarya M.Si.,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "harmonic tidal, spectrum analysis, admiralty method, tidal current", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}