{"Nomor": 9276, "Judul": "KAJIAN KETERKAITAN BUDAYA PERUSAHAAN YANG DITERAPKAN TERHADAP KEPUASAN KERJA KARYAWAN DAN KINERJA KARYAWAN (STUDI KASUS PADA PT. TELEKOMUNIKASI INDONESIA, TBK., KANDATEL BANDUNG)", "Abstrak": "ABSTRAK: \n \n\nSalah satu gejala yang sering terjadi dari rusaknya kondisi suatu organisasi adalah rendahnya kepuasan kerja karyawan, sebaliknya kepuasan kerja akan menimbulkan prestasi (kinerja) (Newstron, 1985). Salah satu dimensi kinerja perusahaan yang m.elibatkan karyawan adalah persepsi karyawan atau tanggapan (penerimaan) langsung karyawan terhadap budaya yang berkembang di perusahaan dan tingkat kepuasan kerja karyawan tersebut. Menurut Robbins (1990) budaya organisasi sering dimaknakan sebagai filosofi dasar yang memberikan arahan bagi kebijakan organisasi dan pengelolaan karyawan serta konsumen. \n \n\nPT. Telekomunikasi Indonesia Tbk merupakan perusahaan perseroan terbatas milik negara yang bertujuan menyelenggarakan jasa dan fasilitas telekomunikasi dan infonnasi, dengan memperhatikan undang-undang yang berlaku. Meskipun untuk mewujudkan visi dan misinya, Telkom telah membangun suatu budaya korporasi yang dikenal dengan The Telkom Way 135, akan tetapi dalam prakteknya Telkom belum mampu menghasilkan kinerja yang sesuai dengan standar yang telah ditetapkan. \n \n\nPenelitian ini berusaha mengungkap pengaruh budaya perusahaan yang telah diterapkan oleh PT. Telkom tersebut terhadap kepuasan kerja karyawan dan kinerja karyawan. Budaya perusahaan yang menjadi obyek penelitian ini diukur melalui penerapan unsur-unsur artefak (Stretch the goal, simplify, involve everyone, quality is my job, reward the winner) yang merupakan salah satu tingkatan budaya perusahaan yang diterapkan oleh PT. Telkom. \n \n\nHasil pengolahan data dengan menggunakan Structural Equation Modeling (SEM) menunjukkan bahwa terdapat pengaruh yang signifikan antara masingmasing unsur artefak maupun budaya perusahaan yang diukur melalui kelima unsur artefak secara simultan, dengan kepuasan kerja karyawan. Selain itu, meskipun tidak semua unsur artefak, berpengaruh secara signifikan terhadap kinerja karyawan, akan tetapi secara simultan kelima unsur artefak tersebut berpengaruh secara signifikan terhadap kinerja karyawan. Sedangkan keterkaitan kepuasan kerja karyawan dan kinerja karyawan menunjukkan tidak adanya pengaruh yang signifikan antara kedua variabel tersebut.", "Daftar File": {}, "Penulis": "Siti Husna Ainu Syukri (NIM 23404040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Iman Sudirman, Prof., Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "corporate culture, artifact elements, the employees satisfaction, the employees performance, structural equation modeling (SEM)", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}