{"Nomor": 9278, "Judul": "PROGRAM PENDIDIKAN KECAKAPAN HIDUP SEBAGAI UPAYA PERLUASAN PILIHAN BAGI PESERTA DIDIK", "Abstrak": "Perubahan sistem pendidikan nasional merupakan upaya pembaruan pendidikan kearah peningkatan kualitas dan relevansi pendidikan, di mana sekolah dan daerah memiliki kewenangan yang luas dalam mengembangkan dan menyelenggarakan pendidikan sesuai kondisi, potensi dan kebutuhan peserta didik, sekolah dan daerah. Dalam kepentingan ini, Mendiknas tahun 2001 menggagas kebijakan pendidikan yang berbasis kebutuhan masyarakat luas dengan orientasi kecakapan hidup, tetapi bagaimana kebijakan Pendidikan Kecakapan Hidup diimplementasikan di SMA selama ini dan bagaimana kebijakan pendidikan menengah atas dapat  memberikan pilihan-pilihan bagi peserta didik dan responsif terhadap perubahan dalam konteks kebutuhan  \n \n\nPenelitian ini menggunakan metode kualitatif-deskriptif dengan pendekatan studi kasus, yang difokuskan pada implementasi Pendidikan Kecakapan Hidup di SMA. Gambaran implementasi didapat dari beberapa dokumen dan studi empiris pada dua sekolah menengah atas sebagai sample purposif yaitu sekolah  non-pilot project dan pilot project.  \n \n\nProgram Pendidikan Kecakapan Hidup berpotensi mengembangkan dan mengaktualisasikan potensi sesuai dengan minat dan bakat peserta didik, dan juga kondisi, potensi, kebutuhan sekolah dan daerah. Akan tetapi dari hasil penelitian di lapangan ditemukan bahwa aktualisasi potensi tersebut dibatasi oleh kurangnya stimulasi pemerintah daerah terhadap pihak-pihak terkait, keterbatasan kemampuan usaha pihak sekolah dan komite sekolah. Implikasinya, program yang memiliki tujuan umum memberikan pilihan yang luas bagi peserta didik sulit diimplementasikan bahkan keterbatasan tersebut cenderung mempersempit pilihan peserta didik.   \n \n\nDari hasil penelitian ditemukan juga bahwa kebijakan kurikulum yang berubah-rubah, kurangnya pertukaran pengetahuan, perbedaan sosialisai pemerintah yang didapat pihak sekolah berpotensi menimbulkan  keberagaman persepsi dalam mengimplementasikan Pendidikan Kecakapan Hidup.", "Daftar File": {}, "Penulis": "SITI MIRAH SARIBANON (NIM 24006051)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Sonny Yuliar."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Life Skill Education Program, Senior High School, non-pilot project, pilot project, goverment, stakeholders", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}