{"Nomor": 9280, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI PROSES ELEKTROLISIS LARUTAN CuSO4 SEBAGAI BAHAN KAJIAN DALAM PEMBUATAN MODUL PRAKTIKUM DAN PEMBELAJARAN ELEKTRONIK", "Abstrak": "Elektrokimia merupakan konsep yang dianggap sulit, hal ini terlihat dari banyaknya miskonsepsi seperti pada konsep elektroda, elektrolit, sel Volta, elektrolisis dan lain-lain. Elektrolisis adalah proses tidak spontan, arus listrik diperlukan agar reaksi dapat berlangsung. Hubungan kuantitatif antara arus listrik dan zat yang dihasilkan pada reaksi elektrolisis dirumuskan dalam hukum Faraday. Banyaknya endapan di katoda hasil elektrolisis ditentukan oleh beberapa faktor. Dalam penelitian ini, dianalisis faktor-faktor yang mempengaruhi proses elektrolisis larutan tembaga sulfat dengan anoda dan katoda tembaga. Faktor yang diteliti adalah arus listrik, lamanya elektrolisis, suhu elektrolisis, dan konsentrasi elektrolit. Dari hasil penelitian dapat disimpulkan bahwa peningkatan arus listrik, waktu elektrolisis, suhu elektrolisis, dan peningkatan konsentrasi elektrolit akan memperbesar jumlah endapan di katoda. Arus listrik, lamanya elektrolisis, suhu elektrolisis, dan konsentrasi elektrolit yang digunakan pada proses elektrolisis akan menentukan kualitas endapan. Penggunaan arus listrik kecil (0,1-0,2A) menghasilkan efisiensi yang tinggi dan endapan yang permukaannya halus dibanding arus besar (>1A). Suhu 61 derajat C merupakan suhu optimum untuk elektrolisis karena pada suhu ini, endapan yang dihasilkan halus dan jumlahnya banyak. Keluaran dari penelitian ini adalah modul praktikum yang dapat digunakan di laboratorium sekolah dan bentuk elektroniknya disimpan dalam Moodle (Modular Object Oriented Dynamic Learning Environment). Moodle menyediakan banyak fasilitas diantaranya pembuatan materi, tugas, dan kuis. Pembelajaran elektrolisis melalui pembelajaran elektronik menggunakan Moodle diharapkan dapat memperkaya pembelajaran di kelas, sehingga proses pembelajaran menjadi lebih baik dan memotivasi siswa untuk belajar lebih bermakna dan lebih mandiri.", "Daftar File": {"2008 TS PP SITI SOPIAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30109", "2008 TS PP SITI SOPIAH 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/30110", "2008 TS PP SITI SOPIAH 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/30111", "2008 TS PP SITI SOPIAH 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/30112", "2008 TS PP SITI SOPIAH 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/30113", "2008 TS PP SITI SOPIAH 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/30114", "2008 TS PP SITI SOPIAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30115"}, "Penulis": "SITI SOPIAH (NIM 20506047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Muhamad A. Martoprawiro dan Drs. Achmad Rochliadi, M. S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Elektrolisis, Hukum Faraday, Faktor yang mempengaruhi proses elektrolisis, Moodle, Pembelajaran elektronik", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}