{"Nomor": 9282, "Judul": "USULAN PENGEMBANGAN PROSES BISNIS IMPLEMENTASI SAP BUSINESS ONE (STUDI KASUS PERUSAHAAN JASA DAN MANUFAKTUR)", "Abstrak": "Persaingan yang semakin meningkat membuat kalangan dunia usaha terus meningkatkan daya saingnya, dengan cara perbaikan struktur organisasi dan manajemen, sumber daya manusia, piranti lunak dan piranti keras dan juga aplikasi di bidang Teknologi Informasi (TI) dan ERP (Enterprise Resource Planning). Bagi para penyedia TI sendiri, tantangan yang ada adalah bagaimana agar produk/jasa yang disediakan mampu menjadi solusi kebutuhan pelanggan dan bermutu tinggi. Pelanggan harus merasakan bahwa TI yang diaplikasikan dapat memenuhi kebutuhan perusahaan dan mampu menyediakan solusi pelayanan yang sesuai dengan kepentingan bisnis perusahaan.Penanganan sebuah implementasi TI di suatu perusahaan bukanlah hal yang mudah, sehingga perlu dibangun sebuah proses pengembangan suatu sistem TI yang berorientasi kepada pelanggan yang pada akhirnya selain meningkatkan kepuasan kepada pelanggan juga pada saat yang sama akan tercapai sinergi pencapaian kepentingan bisnis dengan sistem yang baru, karena dikelola dengan baik, efisien, tepat sasaran sehingga biaya yang dikeluarkan pun bisa lebih hemat, sehingga sistem TI yang diimplementasikan akan benar-benar meningkatkan daya saing perusahaan dalam era yang kompetitif saat ini. Artinya proses implementasi ini juga harus memiliki keseimbangan antara 3 (tiga) faktor yaitu waktu, kualitas, dan biaya.Proyek Akhir ini fokus pada proses implementasi SAP Business One, yang akan memiliki risiko yang tinggi jika tidak dikelola dengan baik. Akar permasalahan yang selama ini terjadi adalah bisnis proses yang diaplikasi kurang disesuaikan dengan best practice yang ada, tidak ada gap & fit analysis yang jelas, serta tidak mengelola perubahan disisi manusia, budaya dan organisasi secara sistematis dan terstruktur, sehingga pada akhirnya menciptakan kegagalan dalam proses implementasi atau terlambatnya waktu untuk Go Live.Pengembangan proses bisnis yang diusulkan adalah pengembangan pada tahap implementasi dimulai dengan Tahap-0 Evaluation/Initiation, Tahap-1 Persiapan Proyek, Tahap-2 Business Blueprint, Tahap-3 Realization, Tahap-4 Persiapan Go-Live, Tahap-5 Go Live dan Support serta Tahap-6 Sustain. Semua tahap tersebut harus diintegrasikan dengan Proses untuk mengelola perubahan (Change Management) dalam hal Stakeholder Management, Organization Impact Analysis, Training management, Communications and Performance Management. Implementasi TI ini akan berjalan sukses apabila semua bagian di dalam organisasi turut serta dan didukung oleh komitmen manajemen. Selain itu agar tujuan dan target implementasi dapat tercapai maka perlu ditetapkan key performance indicator pada setiap tahap proses implementasi.", "Daftar File": {}, "Penulis": "SITTI CHOIRIAH (NIM 29105360)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Dermawan Wibisono, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SAP Business One, ERP, Implementation Phase, Change Management, Business Process, Key Performance Indicator", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}