{"Nomor": 9285, "Judul": "ANALISA PERFORMANSI JARLOKAT UNTUK LAYANAN PITALEBAR MENGGUNAKAN TEKNOLOGI ADSL", "Abstrak": "ABSTRAK: \n \n\nAsymmetrical Digital Subscriber Line (ADSL) merupakan suatu teknologi transmisi di jaringan akses dimana kecepatan pengiriman sinyal upstream dan downstream bersifat tidak simetrik atau asymmetric. ITU-T sebagai badan standar internasional telah merekomendasi besarnya kecepatan (bit rate).pengiriman sinyal pada ADSL yaitu 64 Kbps hingga 640 Kbps untuk sinyal arah upstream dan 1.5 Mbps hingga 6 Mbps untuk sinyal arah downstream. Dengan teknologi ADSL ini kebutuhan pelanggan terhadap layanan-layanan yang berupa suara, data maupun video dapat dipenuhi dengan mudah tanpa mengalami banyak perubahan infrastruktur karena media transmisi yang digunakan pada teknologi ADSL ini masih berupa jaringan kabel tembaga. Hal inilah yang merupakan suatu rekomendasi, mengapa ADSL dipilih sebagai salah sate teknologi jaringan akses masa depan untuk menyalurkan layanan pitalebar. \n \n\nMeskipun pengimplementasian ADSL dapat mengoptimalkan kondisi jaringan kabel yang sudah ada dan dapat menghemat biaya investasi namun kehandalan jaringan kabel tersebut dalam menyalurkan layanan dari Sentral ke Pelanggan masih memiliki keterbatasan-keterbatasan. Beberapa hal yang menjadi tolok ukur kehandalan jaringan kabel tersebut adalah quality of service (QoS) selama penstramisian melalui media kabel tembaga, jarak jangkau atau panjang kabel untuk mencapai area layanan (pelanggan), pengaruh cakap-silang (crosstalk) yang mungkin terjadi antara kabel yang sating berdekatan dan pengaruh interferensi terhadap gelombang radio di sekitarnya.\tDisamping itu, kunci keberhasilan terhadap unjuk kerja jaringan kabel tembaga pada pengimplementasian ADSL ditentukan juga oleh kualitas material/bahan kabel tembaga yang digunakan, proses instalasi/penggelaran dan pemeliharaan jaringan kabel dengan benar. \n \n\nPembahasan dalam thesis ini lebih difokuskan pada analisa dan perhitungan performansi jaringan akses dalam menyalurkan layanan menggunakan teknologi ADSL berbasis parameter yang dipersyaratkan. Thesis ini juga memberikan beberapa pertimbangan untuk memperoleh batasan jarak jangkauan dan batasan cakap-silang pada jaringan kabel pelanggan. Sehingga dengan analisa dan perhitungan ini akan dapat diketahui performansi jaringan akses kabel tembaga dalam menyalurkan layanan pitalebar.", "Daftar File": {}, "Penulis": "Sjamsurjana (NIM 23299130)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: T. Hendrawan, Dr., Ir. \n \n\nPembimbing 2: Ian Yosef, Ir., M.E., M.T. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Asymmetrical Digital Subscriber Line (ADSL), acess network technology, broadband services", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}