{"Nomor": 9288, "Judul": "EVALUASI PROGRAM PENGENDALIAN POLUSI UDARA AKIBAT TRANSPORTASI DI KOTA BANDUNG", "Abstrak": "Peningkatan tarap hidup masyarakat dan peningkatan urbanisasi di perkotaan dan meningkatkan kebutuhan kendaraan bermotor sebagai sarana transportasi, Kendaraan bermotor menegeluarjkan gas buang beracun yang memuat udara menjadi terpolusi.Mengingat udara sangat penting bagi kehidupan dan merupakan barang publik, maka Pemerintah Pusat telah mengeluarkan berbagai kebijakan sebagai upaya pengendalian polusi udara, antara lain Program Langit Biru.Kebijakan Pemerintah tersebut telah diimplementasikan oleh Pemerintah Kotamadya Daerah Tingkat II Bandung dan dimulai sejak Tahun anggaran 1996/1997. Namun sampai saat ini hasilnya kurang memadai, karena masyarakat kota Bandung atau pendatang dari luar kota merasakan bahwa pada akhir-akhir ini udaranya kurang nyaman dan panas.Dipertanyakan apakah program pengendalian polusi udara yang dilaksanakan Bapedalda Kotamadya Bandung tidak tepat sasaran atau mengalami degradasi dalam pelaksanaan. Permasalahan publik seperti ini, pada umumnya di samping lemahnya penegakan hukum, demikian pula dalam pembuatan program tidak ada koordinasi, egosektoral, salah diagnosa, masih 'top down' dan kurang melibatkan masyarakat dan dunia usaha.Faktor transportasi ternyata menduduki peringkat teratas, yaitu sekitar 70% dalam memberikan andil peningkatan polusi udara. Oleh karena itu program pengendaliannya perlu dikoordinasikan di antara institusiinstitusi yang terkait dengan transportasi, yaitu : Bappeda, Dinas Tata Kota, DLLAJ, DPU, Setwilda, Polantas, Pertamina, masyarakat dan dunia usaha.Apabila dalam pemrograman, pelaksanaan, pembinaan, pengaturan dan pengawasan oleh institusi-institusi di lingkungan Pemerintah Daerah tersebut di atas dalam perencanaan kota, sistem transportasi, pola lalu lintas, jumlah kendaraan, jumlah tarip, BBM dan faktor emisi, dikoordinasikan dengan baik, maka diperkirakan dalam jangka waktu 2-5 tahun polusi udara akan tereduksi cukup signifikan.", "Daftar File": {"2000 TS PP SLAMETTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30162", "2000 TS PP SLAMETTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/30163", "2000 TS PP SLAMETTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/30164", "2000 TS PP SLAMETTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/30165", "2000 TS PP SLAMETTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/30166", "2000 TS PP SLAMETTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/30167", "2000 TS PP SLAMETTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/30168", "2000 TS PP SLAMETTO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/30169", "2000 TS PP SLAMETTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30170"}, "Penulis": "SLAMETTO (NIM 25597056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Widjajono P., Dr.Ir., Tatang Hernas S., Dr.Ir., dan Poernomosidhi P., Dr.Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "polusi udara, transportasi, emisi gas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}