{"Nomor": 9291, "Judul": "EVALUASI SEDIMENTASI DI MUARA SUNGAI DENGAN ARUS SEARAH DARI HULU", "Abstrak": "Abstrak : \n \n\nSedimentasi merupakan suatu problem yang tidak dapat diabaikan begitu saja dalam setiap kegiatan yang melibatkan air sebagai bahan utama. Kebutuhan irigasi, penyimpanan air, pelabuhan, air minum dan banyak kegiatan yang lainnya.  \n \n\nSalah satu masalah pengendapan adalah yang terjadi di muara yang dipengaruhi oleh pasang surut.  \n \n\nMelalui Tesis ini dilakukan suatu penelitian yang berhubungan dengan masalah gerak sedimen di permukaan dasar muara. Penelitian ini menggunakan cara Simulasi Pasang Surut dengan Model Fisik di Laboratorium Uji Model Fisik Hidraulika, ITB. Air yang dipakai dalam penelitian ini merupakan kumpulan air hujan yang telah bercampur dengan limbah rumah tangga. Bahan dasar adalah lapisan kedap air dan dilapisi pasir kali dengan Gs = 2,485 t/m3  \n \n\nDalam penelitian ini, muara Kalimas digunakan sebagai Lokasi untuk Studi.  \n \n\nKesamaan yang dipakai adalah geometri muara, naik turunnya muka air di Tanjung Perak dan arus dari Laut dalam serta kecepatan dan debit dari Kalimas.  \n \n\nDari Uji Model Fisik Muara Kalimas, didapat suatu hasil pengamatan berupa naik turunnya muka air di model mendekati naik turunnya muka air di Tanjung Perak, dan diperoleh naik turunnya muka air di Kalimas.  \n \n\nBersama dengan pengamatan muka air dan kecepatan aliran di-lakukan pula pengukuran tebal lapisan dasar muara, sebelum dan sesudah diisi, pengukuran dilakukan di 6 penampang. Dari pengukuran taraebut, diketahui perubahan daaar muara dan sebagai evaluasi dari data pengamatan itu dilakukan suatu telaah dengan memakai persamaan muatan dasar Meyer Peter-Muller, USBR dan Graf yang sesuai untuk bahan pasir halus sampai sedang.  \n \n\nTelaah yang dilakukan dibatasi, yang berkaitan dengan angkut an bahan dasar yang melalui penampang di daerah muara. Berdasarkan pengukuran kecepatan dan kedalaman air pada suatu waktu dan pengukuran ketebalan lapisan dasar sebelum dan sesudah percobaan, nampak bahwa hasil perhitungan muatan bahan dasar jauh berbeda dengan hasil penelitian.  \n \n\nSelanjutnya hasil pengukuran dan perhitungan muatan bahan dasar dan debit aliran dianalisis dengan menggunakan Statistik, korelasi Pearson, Least Square, Regresi Polinomial. Diperoleh suatu persamaan debit bahan dasar di muara.", "Daftar File": {}, "Penulis": "Soedarwoto Hadhisiswoyo (NIM S2 818510)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Hang Tuah,Ir. M.Oc.E.,Ph.D  \n \n\nPembimbing 2 : Suhardjito Pradoto, DR.Ir. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sedimentasi, Air, Irigasi, Pasang Surut, Geometri Muara, Air Hujan, Limbah.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}