{"Nomor": 9293, "Judul": "GANGGUAN PADA IONOSFIR OLEH PENYEBAB YANG BERASAL DARI ATMOSFIR BAWAH ATAU DARI BUMI", "Abstrak": "Dari hasil pengamatan dengan menggunakan ionosonde, khususnya yang berfrekuensi tetap atau Doppler, diketahul bahwa peristiwa alami atau buatan yang terjadi di atmosfir bawah atau di bumi, seperti gempa bumi dan ledakan nuklir, dapat menimbulkan gangguan pada ionosfir. Hal ini selanjutnya menyebabkan terganggunya komunikasi melalui ionosfir, seperti hubungan radio antara tempat-tempat di bumi atau hubungan melalui satelit. Bagaimana mekanisme terjadinya gangguan di ionosfir ternyata dapat diterangkan dengan menggunakan teori gelombang atmosfir, khususnya gelombang akustik dan gelombang gravitas internal. Gelombang atmosfir yang berasal dari sumber gangguan menjalar di atmosfir dan kemudian berinteraksi dengan ionosfir sehingga menganggu profil rapat elektron disana. Di atmosfir, gangguan dipandang sebagai peturbasi orde pertama terhadap tekanan dan kerapatan udara, sedang di ionosfir dipandang terhadap kerapatan elektron-elektron. Disini pembahasan tentang gelombang atmosfir dilakukan dengan anggapan bahwa atmosfir isotermis, dan rotasi serta lengkungan bumi diabaikan.", "Daftar File": {"1988 TS PP SOEGENG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30196", "1988 TS PP SOEGENG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/30197", "1988 TS PP SOEGENG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/30198", "1988 TS PP SOEGENG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/30199", "1988 TS PP SOEGENG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/30200", "1988 TS PP SOEGENG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30201"}, "Penulis": "SOEGENG (S2-218512)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. The Houw Liong"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Atmosphere wave theory, accoustic wave, internal gravity wave, pertubation", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}