{"Nomor": 9294, "Judul": "HUBUNGAN ANTARA JARAK TANAM DAN INTERVAL MASA PANEN RUMPUT GAJAH (Pennisetum purpureum Schumach.) DENGAN BIOMASA KERINGNYA, KECEPATAN PERESAPAN AIR KE DALAM TANAH, DAN BIOMASA KERING GULMANYA", "Abstrak": "Hubungan antara jarak tanam dan interval masa panen yang berbeda-beda pada rumput gajah (Pennisetum purpureum Schumach.) dengan biomasa kering hasil panennya, kecepatan peresapan air ke dalam tanah, dan biomasa kering gulmanya telah diteliti di kebun rumput milik Biofarma di Cisarua, Kabupaten Bandung, Jawa Barat. Secara umum, makin rapat jarak tanam rumput gajah, biomasa kering hasil panennya per meter persegi makin tinggi, tetapi biomasa kering hasil panennya per rumpun makin rendah. Penelitian membuktikan pula bahwa makin pendek waktu interval masa panen rumput gajah, biomasa kering hasil panennya per meter persegi maupun per rumpun makin rendah. Berkaitan dengan kecepatan peresapan air ke dalam tanah, makin rapat jarak tanam rumput gajah, makin tinggi kecepatan peresapan airnya. Sedangkan biomasa kering gulmanya makin rendah bila jarak tanam rumput gajah makin rapat. Hal yang sama terjadi bila jarak masa panen rumput gajah makin jarang. Walaupun demikian, perbedaan jarak tanam dan perbedaan interval masa panen rumput gajah tersebut tidak berhubungan dengan komposisi gulmanya.", "Daftar File": {"1985 TS PP SOEKARMAN MOESA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30202", "1985 TS PP SOEKARMAN MOESA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/30203", "1985 TS PP SOEKARMAN MOESA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/30204", "1985 TS PP SOEKARMAN MOESA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/30205", "1985 TS PP SOEKARMAN MOESA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/30206", "1985 TS PP SOEKARMAN MOESA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/30207", "1985 TS PP SOEKARMAN MOESA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/30208", "1985 TS PP SOEKARMAN MOESA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30209"}, "Penulis": "SOEKARMAN MOESA (S2-418233)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR. R.B. Soeriaatmadja, dan DR. mumu Sutisna"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "jarak tanam, interval masa panen, rumput gajah, biomassa kering, peresapan air, gulma", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}