{"Nomor": 9295, "Judul": "INTEGRAL TAK MUTLAK", "Abstrak": "Setiap teori integral selalu memuat masalah sebagai berikut. Jika untuk setiap n berlaku fungsi fÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â» terintegral dan barisan fungsi {fn} kpnvergen ke f hampir di mana-mana pada selang [a,b], maka syarat cukup apakah yang diperlukan agar fungsi f juga terintegral pada selang yang sama dan Untuk integral Lebesgue syarat cukup yang dimaksud telah terumuskan menjadi beberapa bentuk, antara lain jika {fn} merupakan barisan-terdominasi atau jika fungsi asal Lebesgqe fn kontinu mutlak seragam pada [a,b]. Untuk integral Henstock syarat cukup yang dimaksud telah terumuskan dalam beberapa bentuk, antara lain jika {fn} merupakan barisan konvergen terkendali ke f pada [a,b] atau {fn} merupakan barisan terdominasi. Sekarang masalah tersebut di atas akan diteliti untuk integral tumpat Bullen. Integral tumpat Bullen dibangun berdasarkan atas pengertian partisi liput penuh tumpat. Liput penuh tumpat merupakan pengitlaktumpatan liput penuh. Jadi integral tumpat Bullen merupakan pengitlaktumpatan integral Henstock. Oleh karena itu, setelah menelusuri pengertian dasar pengitlaktumpatan, jikalau mungkin disusun lebih dahulu bentuk itlak tumpat setiap pengertian yang berkaitan dengan integral Henstock. Sebagai contoh pengertian limit diitlaktum akan menjadi pengertian limit tumpat, pengertian turunan diitlaktumpatkan menjadi pengertian turunan tumpat, pengertian kekontinuan diitlaktumpatkan meniadi pengertian kekontinuan tumpat, dan seterusnya. Pengertian-pengertian dalam bentuk tumpat seperti itu banyak yang telah dirumuskan. Dengan cara yang sama pengertian barisan fungsi konvergen seragam dapat diitlaktumpatkan meniadi pengertian bentuk tumpatnya yaitu pengertian barisan fungsi konvergen tumpat lokal. Dengan cara seperti itu penelitian masalah tersebut di atas dikerjakan. Tiga pasang syarat cukup yang dimaksud ternyata ekuivalen dan masing-masing sebagai berikut: a. (i) {Fn} konvergen tumpat lokal ke F pada [a,b] dengan Fn sebagai fungsi asal-Rap fungsi fn, dan* (ii) Fn E ACGap[a,b) seragam. b. (i) dan (iii) Ada barisan himpunan tutup {X.} dengan [a,b] = U X. dan untuk setiap c > 0 dan i ada bilangan asli nt sehingga untuk setiap X e (0,1) dan Selain tiga pasang syarat cukup di atas iuga dapat disusun syarat-syarat cukup yang lain, tetapi masing-masing dapat dipandang sebagai akibat salab satu syarat cukup di atas. Di bawah ini ditulis syarat-syarat cukup yang dimaksud. ke f pada [a,b], yaitu {O>>} konvergen ke f hampir di mana-mana pada [a,bl dan memenuhi kondisi (a).", "Daftar File": {"1988 DIS PP SOEPARNA DARMAWIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30210", "1988 DIS PP SOEPARNA DARMAWIJAYA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/30211", "1988 DIS PP SOEPARNA DARMAWIJAYA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/30212", "1988 DIS PP SOEPARNA DARMAWIJAYA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/30213", "1988 DIS PP SOEPARNA DARMAWIJAYA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/30214", "1988 DIS PP SOEPARNA DARMAWIJAYA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/30215", "1988 DIS PP SOEPARNA DARMAWIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30216"}, "Penulis": "SOEPARNA DARMAWIJAYA", "Kontributor / Dosen Pembimbing": ["Promotor: Prof.Dr. Moedomo"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Integral, Lebesque's integral, functions", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}