{"Nomor": 9297, "Judul": "OPTIMALISASI KAPASITAS DAN PERFORMANSI DENGAN PENGATURAN CALL ADMISSION CONTROL PADA SISTEM SELULER DS CDMA", "Abstrak": "Abstrak : \n \n\nKarena kapasitas pada DS CDMA dibatasi oleh interferensi, maka pendekatan daya diperlukan untuk merealisasikan kapasitas dan radius sel. Untuk mengoptimalkan kapasitas dan performansi digunakan CAC (Call Admission Control) yang secara langsung mengatur jumlah pemakai. Oleh karenanya CAC harus bisa menjamin GoS (Grade of Service) yaitu probabilitas blocking dan kualitas komunikasi yaitu probabilitas hubungan jatuh. \n \n\nSistem seluler bergerak memiliki karakter trafik khusus karena adanya handoff. Laju handoff dan laju kedatangan panggilan handoff (sebagai akibat handoff) akan berperan dalam mengkarakteritikkan trafik yang ditawarkan, sehingga keduanya memiliki pengaruh terhadap performansi sistem. Laju handoff pada setiap sel merupakan fungsi dari radius sel dan mobilitas MS. Penelitian ini bertujuan untuk melihat pengaruh mobilitas MS terhadap trafik yang didukung pada suatu area pelayanan yang terdiri dari banyak sel (multi cell) dan pengaruh alokasi guard kanal. \n \n\nMetoda penelitian dilakukan secara analisa dan simulasi dengan langkah-langkah sebagai berikut. Penentuan kapasitas dilakukan dengan pendekatan daya. Berdasarkan pada kepadatan pelanggan, data trafik dan kapasitas tersebut, radius sel dapat ditentukan. Kemudian dilakukan penelitian pengaruh mobilitas MS dan guard kanal terhadap performansi sistem. \n \n\nHasil analisa dan simulasi menunjukkan trafik yang didukung akan menurun jika mobilitas MS naik. Bila pada sistem dialokasikan guard kanal, hasil analisa dan simulasi menunjukkan bahwa alokasi I guard kanal optimal untuk diterapkan pada CAC makro sel.", "Daftar File": {}, "Penulis": "Soerachmad Adi Wahjono (NIM 232 98 207)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Sugihartono, Dr. Ir. \n \n\nPembimbing 2 : Nana Rachmana S. Ir. MEng \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "DS CDMA, Call Admission Control, Grade of Service, handoff.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}