{"Nomor": 9301, "Judul": "KAJIAN PENGARUH PARKIR ON STREET TERHADAP LALU LINTAS BERDASARKAN PENAMBAHAN BIAYA OPERASINAL KENDARAAN (BOK) STUDI KASUS RUAS JALAN CIAWI-SUKABUMI KABUPATEN BOGOR SEGMEN PASAR CIAWI", "Abstrak": "Abstrak : \n \n\nTingginya kegiatan masyarakat di sekitar lokasi Pasar Ciawi menimbulkan meningkatnya kebutuhan parkir untuk pengunjung pasar. Namun, Pasar tersebut tidak ditunjang oleh fasilitas off-street parking yang memadai, sehingga badan jalan digunakan sebagai tempat parkir (on-street parking). Kegiatan on-street parking memberikan manfaat yang besar bagi kegiatan pasar dimana ada potensi transaksi belanja tetapi dapat juga mengganggu arus lalu lintas di sekitarnya. Akibatnya muncul external cost berupa penambahan biaya transportasi (Biaya Operasi Kendaraan) yang harus ditanggung oleh pengguna jalan lain. \n \n\nStudi ini dilakukan pada kegiatan on-street parking Pasar Ciawi Jalan Raya Ciawi-Sukabumi Kabupaten Bogor, Jalan dua lajur ini memiliki lebar 9 meter untuk dua arahnya. Data arus lalu lintas dan waktu tempuh kendaraan diperoleh dari pencatatan on board. Keluar masuk kendaraan parkir didapat dengan cara mencatat jumlah kendaraan parkir per jam di lapangan. Semua survey tersebut dilakukan pada kondisi jam tidak puncak dan jam puncak. Dimana kondisi puncak ditentukan dengan DS > 0.7. Penambahan biaya transportasi akibat on-street parking, didapat dengan membandingkan biaya transportasi pada kondisi jam puncak dengan kondisi tidak ada on-street parking (kondisi lalu lintas yang sama) dan dengan on-street parking. \n \n\nHasil survey parkir menunjukan bahwa volume lalu lintas di ruas jalan Ciawi-Sukabumi segmen pasar ciawi rata-rata per jamnya adalah 1350 smp/jam dimana mendekati kapasitas dengan kondisi on street parkir. Kecepatan yang dihasilkan berdasarkan MKJI 1997 untuk kondisi lalu lintas tanpa parkir adalah 43,2 km/jam dan kecepatan dengan kondisi parkir dari jam 06.00 - 18.00 WIB berkisar antara 20,85 km/jam sampai dengan 24.93 km/jam. Selanjutnya jumlah kendaraan yang melakukan parkir dari jam 06.00-18.00 adalah 136 kendaraan  Berdasarkan hasil analisis diketahui terjadi penurunan kecepatan rata-rata ruang kendaraan akibat kegiatan on-street parking Pasar Ciawi, sebesar 50.7 % (dari 42.3 km/jam menjadi 20.85 km/jam) untuk lajur jalan dua arah Selama tujuh jam pengamatan, Penambahan BOK adalah Rp.186.130,- atau Rp.26.590,-./jam. maka rata-rata pembebanan penambahan BOK kepada pengguna lahan parkir on street adalah  dengan membagi Penambahan Rp. 29.006,49,- /jam dibagi 15 kendaraan/jam  dihasilkan pembebanan sebesar Rp. 1933,77,-/kendaraan parkir. Sebagian besar external cost tersebut berasal dari gangguan samping akibat manuver kendaraan yang masuk dan keluar fasilitas on-street parking.", "Daftar File": {}, "Penulis": "Sopan Sopian (NIM 242 04 005)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Idwan Santoso, Ir. MSc, PhD, DIC.                     \n \n\nPembimbing 2 : Gatot Yodoko, Ir. MSc, PhD. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar Ciawi, on-street parking, external cost, speed , Vehicle Operating Cost, maneuver of car park", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}