{"Nomor": 9305, "Judul": "TELAAH PERKEMBANGAN FUNGSI, BENTUK DAN MAKNA DAPUR DI INDONESIA (Satu Studi Eksploratif )", "Abstrak": "Abstrak:   \n \n \n \n\nTesis ini berisikan telaah tentang perkembangan dapur di Indonesia dalam kaitannya dengan aspek kepercayaan/ritual, perubahan budaya dan teknologi.    \n \n \n \n\nRumah panjang suku Iban di Kalimantan dapat mewakili karakteristik rumah tradisonal pada umumnya di Indonesia, dimana faktor ritual dan kepercayaan sangat dominan. Rumah dianggap sebagai mikrokosmos, dan perapian/dapur sebagai pemersatu sejumlah keluarga atau komunitas.    \n \n \n \n\nPada masa kolonial bangunan didirikan mengambil bentuk perancanaan sesuai dengan budaya penguasa. Pada masa itu dapur merupakan bagian dari rumah. Bagi penguasa yang mulai mengenal pembantu maka bangunan dapur dibangun dibagian belakang terpisah dari rumah utama. Hal ini adalah karena dapur dinilai sebagai ruang khusus untuk memasak dan merupakan domain pembantu.    \n \n \n \n\nFaktor kesehatan, kebersihan dan agama merupakan pertimbangan dalam menentukan hubungan ruang dapur dengan bagian lain dari rumah. Karena itu dapur dibangun di bagian samping, belakang atau terpisah dari rumah. Penempatan dapur yang dianjurkan oleh para penguasa ini selanjutnya dianut juga oleh masyarakat desa yang membangun rumahnya sendiri. Bentuk ini berlaku hingga saat ini.    \n \n \n \n\nPada masa modern, perkembangan budaya di seluruh dunia menyebabkan nilai wanita berubah bukan hanya sebagai pekerja di dalam rumah tangga saja tetapi pemersatu anggota keluarga. Dapur sebagai domain ibu rumah tangga berubah fungsi dan maknanya, selain sebagai tempat untuk menyiapkan makanan dapur juga merupakan tempat untuk interaksi anggota keluarga. Kemajuan dalam teknologi dan penemuan bahan-bahan baru memungkinkan hal ini terjadi.    \n \n \n \n\nDapur mempunyai berbagai tingkat kelengkapan, yang berhubungan erat dengan kondisi sosio-ekonomi suatu keluarga. Dapur di rumah pedesaan, rumah sangat sederhana, rumah sederhana, rumah susun, rumah real-estate ,rumah yang dibangun sendiri dan aparternen akan berbeda baik dalam penataan ruang maupun isinya. Dapur di Rumah Sangat Sederhana diletakkan di luar rumah.Hal ini berhubungan dengan peranan ibu rumah tangga yang tidak begitu besar dalam kehidupan keluarga dan sekaligus akan lebih aman bila ditinjau dari pemakaian peralatan dan bahan bakar yang mudah menimbulkan kebakaran. Di Rumah golonan menegah, orang tua mengharapkan anak-anaknya memperoleh pendidikan yang lebih tinggi. Karena itu peranan ibu rumah tangga dianggap perlu dalam menjalankan peranannya sebagai pendorong kemajuan keluarga. Dapur sebaiknya diletakkan di dalam rumah menjadi satu dengan ruang keluarga. Di rumah keluarga mampu, karena peranan ibu rumah tangga yang sibuk di luar rumah dan faktor ekonomi yang cukup, merupakan suatu kebutuhan untuk melengkapi rumah dengan dua dapur, yakni : dapur kotor yang menjadi domain pembantu pada saat ibu rumah tangga sibuk di luar dan dapur bersih yang ditempatkan di dalam rumah.", "Daftar File": {}, "Penulis": "Sorta Sihombing  (NIM : 252 91 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama : Iwan Sudraajat,Ir., MSA, Dr.", "Pendamping 1     : Sri Rahayu BUK,Ir. , MSA.", "Pendamping 2     : Kusnaka Adimihardja,MA., DR. ,Prof.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-12."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kitchen ;  house ; design ; family ; modern kitchen ; traditional kitchen.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "13 file", "Tanggal Input": "27 Sep 2017"}