{"Nomor": 9307, "Judul": "PEMBUATAN ARSITEKTUR ENTERPRISE MENGGUNAKAN METODOLOGI ENTERPRISE ARCHITECTURE PLANNING UNTUK DINAS PELAYANAN TERPADU SATU PINTU", "Abstrak": "Abstrak:   \n \n \n \n\nPermendagri No 24 tahun 2006 mengenai Pedoman Penyelenggaraan Pelayanan Terpadu Satu Pintu (PPTSP), merupakan salah satu bentuk usaha pemerintah untuk meningkatkan pelayanan publik. Dengan dikeluarkannya Permendagri ini setiap kabupaten dan kotamadya berbenah diri untuk dapat  melaksanakan PPTSP dalam kurun waktu 1 (satu) tahun setelah Permendagri ini diterbitkan sesuai dengan apa yang disarankan oleh pemerintah.    \n \n \n \n\nPPTSP merupakan kegiatan penyelenggaraan perizinan dan non perizinan yang proses pengelolaannya mulai dari tahap permohonan sarnpai ke tahap terbitnya dokumen dilakukan pada satu tempat. Perubahan sistem penyelengaraan ini membutuhkan proses penyesuaian diantaranya adalah pembentukan organisasi, perbaikan proses bisnis, perumusan peraturan daerah, perancangan infrastruktur dan teknologi informasi (TI), perancangan sistem informasi (SI), dan pembentukan unit juga fasilitas organisasi. Pemanfaatan TI pada penyelenggaraan pelayanan diharapkan dapat dapat membantu percepatan pencapaian tujuan PPTSP.    \n \n \n \n\nKendala di dalam pemanfaatan dukungan TI adalah investasi untuk TI dan SI sering kali salah arah dan penurunan strategi di bidang TI dan SI seringkali tidak sesuai dengan strategi bisnis perusahaan. Ini terjadi karena pembangunan sistem informasi dilakukan tanpa membangun cetak biru enterprise terlebih dahulu sebagai landasan bagi pengembangan sistem informasi. Sehingga dengan perkembangan enterprise yang semakin kompleks  mengharuskan enterprise tersebut melakukan kustomisasi terus-menerus terhadap sistem informasi yang telah dibangun. Ini  tentu saja membutuhkan dana yang tidak sedikit. Aplikasi dibangun tanpa cetak biru, tidak terintegrasi antara aplikasi yang satu dengan yang lain, plaftform yang berbeda antar tiap sistem informasi juga merupakan faktor penyebab kegagalan suatu enterprise mendapatkan manfaat yang optimal dari pengunaan TI dan SI.    \n \n \n \n\nSuatu enterprise yang tumbuh menjadi lebih kompleks membuat pihak manajemen melakukan permintaan yang semakin besar terhadap fungsi sistem informasi.  Mereka membutuhkan akses terhadap data kapanpun dan dimanapun dengan mudah, akurat dan konsisten di seluruh departemen.     \n \n \n \n\nSistem informasi diharapkan dapat dengan cepat mengikuti perubahan kondisi bisnis, dan dapat melakukan sharing data antar tiap departemen.     \n \n \n \n\nPerencanaan Arsitektur Enterprise  (Enterprise Architecture Planning, EAP) merupakan pendekatan yang modern untuk melakukan perencanaan terhadap kualitas data guna mencapai misi SI.  EAP juga merupakan proses mendefinisikan sejumlah arsitektur yaitu arsitektur data, arsitektur aplikasi, dan arsitektur teknologi dalam mengunakan informasi untuk mendukung bisnis.  Cetak biru yang dihasilkan dengan EAP selanjutnya dapat digunakan sebagai landasan dalam pengembangan SI sehingga diharapkan SI yang dibangun dapat sesuai dengan strategi bisnis dari organisasi pemerintah PPTSP guna mencapai misi dari pelayanan publik. Pembangunan arsitektur ini dapat dilakukan pada awal enterprise itu  dibentuk ataupun ketika enterprise telah berjalan.   \n \n \n \n\nPembentukan organisasi PPTSP dilakukan dengan melihat pada fungsi utama yang ada di dalam PPTSP berdasarkan Permendagri No 24 Tahun 2006 dan Keputusan Gubernur Jawa Barat Tahun 2007 mengenai PPTSP kemudian PP Republik Indonesia Nomor 8 Tahun 2003 Tentang Pedoman Organisasi Perangkat Daerah. Sedangkan pendekatan yang digunakan dalam pembentukan struktur organisasi adalah departementalisasi. Berdasarkan ketiga perundangan diatas dan pendekatan yang digunakan maka usulan bentuk organisasi PPTSP adalah berbentuk dinas dengan struktur organisasi yang terdiri dari 3 (tiga) bidang, yaitu Bidang Pelayanan, Bidang Pengolahan dan Penetapan, dan Bidang Informasi dan Pengaduan.    \n \n \n \n\nPemodelan Bisnis PPTSP dilakukan dengan menentukan fungsi yang ada di dalam PPTSP. Penentuan fungsi dilakukan dengan melihat pada Permendagri No 24 Tahun 2006 dan Keputusan Gubernur Jawa Barat mengenai PPTSP. Fungsi utama yang terdapat di dalam PPTSP adalah Pelayanan  (Pendaftaran, Pengolahan permohonan ijin, Penetapan permohonan ijin, Pengelolaan surat ijin yang telah terbit), Pelayanan Pengaduan (baik berupa pengaduan langsung maupun tidak langsung), Monitoring dan Evaluasi, Perencanaan (pengembangan), Layanan Informasi, dan Pelaksanaan tugas penunjang/ketatausahaan. Hasil dari pemodelan bisnis merupakan suatu dasar pengetahuan yang lengkap, menyeluruh dan konsisten yang selanjutnya digunakan dalam menetapkan rencana arsitektur dan implementasinya.    \n \n \n \n\nUntuk melihat pemetaan arsitektur yang telah dibuat ke dalam kasus nyata, maka diambil studi kasus di salah satu organisasi (PPTSP) yaitu Bidang Perijinan yang ada di bawah Dinas Penanaman Modal Kotamadya Cimahi.  PPTSP Kotamadya Cimahi dipilih karena merupakan proyek percontohan di wilayah Jawa Barat yang peresmianya dilakukan pada tanggal 7 Maret 2007. Dari hasil analisis terhadap as-is  proses bisnis yang ada, diusulkan perbaikan proses dengan pendekatan ESIA (Eliminate, Simplify, Integrate, dan Automate).   \n \n \n \n\nSelain itu setelah melakukan analisa terhadap aplikasi yang telah ada diusulkan adanya penambahan aplikasi yang dapat mendukung proses bisnis dengan melakukan pemetaan terhadap arsitektur aplikasi yang telah dibangun.    \n \n \n \n\nUsulan aplikasi tersebut adalah: Aplikasi Pendaftaran, Aplikasi Penghitungan biaya retribusi, Aplikasi Penetapan dan pegesahan, Aplikasi Penerbitan ijin, Aplikasi Pengaduan, Aplikasi Layanan Informasi dengan fasilitas pelacakan.", "Daftar File": {}, "Penulis": "Sri Agustina Rumapea (NIM 235 05 035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Kridanto Surendro, Ir, M.Sc.,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Perencanaan Arsitektur Enterprise (EAP), Arsitektur Data, Asitektur Aplikasi, Arsitektur Teknologi, Cetak Biru, Sistem Informasi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}