{"Nomor": 931, "Judul": "KARAKTERISASI ZEOLIT SINTETIK SEBAGAI PENGISI DALAM DETERGEN", "Abstrak": "Zeolit dikenal sebagai mineral multiguna, dapat dibuat dengan mereaksikan senyawa-senyawa aktip natrium silikat dengan aluminat dalam suasana basa. Proses ini dikenal sebagai proses hidrotermal atau hidrogel karena pada awalnya reaksi membentuk gel yang selanjutnya berubah membentuk fasa baru berupa kristal-kristal zeolit. Dalam penelitian ini campuran zat-zat penyusun dibiarkan berkontak secara intim dengan cara merefluks campuran pada titik didihnya yaitu sekitar 110Â° C selama 24 jam. Campuran kemudian didiamkan sambil didinginkan untuk mempercepat tumbuhnya inti kristal yang merupakan gaya pendorong pertumbuhan kristal yang lebih besar. Intl kristal ini dapat larut lagi, tetapi timbul kembali dengan bentuk yang lebih baik. Penelitian ini dirancang untuk menghasllkan zeolit dengan komposisi kimia yang bervariasi dan dinyatakan sebagai rasio Si/Al. Hasil zeolit yang diperoleh menunjukkan bahwa makin tinggi rasio, kemampuan mengikat senyawa organik non polar ( HBK) semakin bertambah, sebaliknya kemampuan mengikat ion polar yang dalam hal ini ion Ca2+ semakin menurun. Uji struktur secara spektroskopi infra merah memberi indikasi bahwa kristal yang diperoleh menunjukkan vibrasi dengan bilangan gelombang 350-1250 cm-1, dan vibrasi 3500 cm-1 yang menunjukkan adanya gugusan hidroksil. \nPola difraktogram sinar X menunjukkan padatan amorf dan bukan Kristal murni seperti yang diharapkan. Hal ini mungkin disebabkan oleh proses kristalisasi yang beium sempurna. Sedangkan hasil pemotretan dengan mikroskop elektron menunjukkan bentuK monoklin yang teratur. Selanjutnya evaluasi zeolit yang diperoleh dengan penetapan Kapasitas Pertukaran Kation {KPK} untuk tujuan sebagai builder dalam detergen sinetik menunjukkan bahwa nilai KPK zeolit sintetik cukup tinggi, lebih tinggi dari builder lain yang sering digunakan. Nilai KPK ini semakin meningKat dengan Kenaikan suhu yang berarti mencuci dengan air panas akan mempertinggi efisiensi detergen yang digunakan.", "Daftar File": {"1988 John Paundanan": "https://digilib.itb.ac.id/gdl/download/1212"}, "Penulis": "John Paundanan", "Kontributor / Dosen Pembimbing": ["N.M. Surdia"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Zeolite is a multipurpose mineral, it can be synthesized by reacting a highly active sodium silicate with sodium acuminate in alkaline solution.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Okt 2004"}