{"Nomor": 9319, "Judul": "ANALISIS KESTABILAN DARI ALIRAN LAPISAN FLUIDA VISKOS TIPIS DI BAWAH PENGARUH GAYA GRAVITASI", "Abstrak": "Fluida yang mengalir pada suatu bidang inklinasi umumnya menunjukkan ketidakstabilan berupa terbentuknya finger pada garis kontak, daerah dimana fase padat, cair, dan gas bertemu. Dalam tesis ini dibahas tentang teori kestabilan aliran fluida viskos tipis pada suatu bidang inklinasi, di bawah pengaruh gaya gravitasi. Persamaan lapisan fluida tipis diturunkan dengan menggunakan hampiran lubrikasi. Selanjutnya, dilakukan analisis kestabilan linier terhadap persamaan dimensi satu dari lapisan fluida tipis, dengan pendekatan analitik dan numerik (dengan metode beda hingga). Ada dua jenis model yang digunakan untuk menggambarkan kondisi pada garis kontak, yaitu model dengan prekursor, dan model dengan parameter slip. Adapun parameter yang digunakan untuk mengontrol kestabilan adalah gravitasi, ketebalan prekursor, sudut kontak, dan parameter slip. Hasil analisis menunjukkan bahwa kedua model mempunyai karakteristik kestabilan yang sama. Simulasi numerik menunjukkan bahwa gaya gravitasi memegang peranan penting terhadap kestabilan aliran fluida.", "Daftar File": {"2008 TS PP SRI SULASTERI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30404", "2008 TS PP SRI SULASTERI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/30405", "2008 TS PP SRI SULASTERI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/30406", "2008 TS PP SRI SULASTERI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/30407", "2008 TS PP SRI SULASTERI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/30408", "2008 TS PP SRI SULASTERI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/30409", "2008 TS PP SRI SULASTERI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30410"}, "Penulis": "SRI SULASTERI (NIM 20106015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Garis kontak, Gaya gravitasi, Hampran lubrikasi, Prekursor, Parameter slip", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}