{"Nomor": 9331, "Judul": "SET TOP BOX IPTV MENGGUNAKAN PLATFORM BF533-STAMP", "Abstrak": "Perkembangan teknologi jaringan dan Internet turut mendukung berkembangnya aplikasi-aplikasi baru berbasiskan jaringan. IPTV merupakan salah satu contoh aplikasi yang menggunakan teknologi jaringan sebagai komponen utama. IPTV adalah aplikasi multimedia berupa layanan dalam bentuk video maupun audio yang diantarkan melalui jaringan IP. Keberadaan set top box tidak dapat dipisahkan dengan IPTV. Fungsi dari set top box yaitu menyiapkan komunikasi antara klien dan server, menerima aliran data dari server, dan melakukan dekode aliran data dari server. Penggunaan kompresi data menjadi sangat vital untuk menghemat penggunaan lebar pita serta meningkatkan efisiensi. Implementasi set top box banyak diterapkan pada sistem embedded karena memiliki karakteristik yang sesuai dengan fungsionalitas dari set top box.  \n \n\nRingkasan ini bertujuan untuk mengimplementasi aspek fungsional dari set top box IPTV pada sistem berbasis embedded Linux. Pada sistem embedded Linux dikenal istilah host dan target, host adalah sistem yang digunakan untuk proses pengembangan sedangkan target merupakan sistem embedded tempat program dieksekusi. Proses pengerjaan dimulai dengan menyiapkan lingkungan kerja untuk platform target, membuat image untuk kemudian dimuat pada sistem target, dan implementasi FFmpeg pada platform target. Image yang dimaksud adalah berkas biner meliputi kernel dan root filesystem.  \n \n\nDari proses pengujian didapatkan hasil yaitu sistem dapat memenuhi aspek fungsionalitas terutama proses dekode, namun pada performa sistem hanya dapat melakukan dekode pada berkas video dengan kualitas rendah. Penyebab buruknya performa adalah sumber daya target, cpu dan memori, yang kurang memadai untuk proses dekode.", "Daftar File": {}, "Penulis": "STEFANUS SOEHONO (NIM 13203055)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr.Ir. Amien Z.R. Langi dan Herry Imanta Sitepu, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "IPTV, set top box, embedded Linux, pengaliran, dekode", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}