{"Nomor": 9335, "Judul": "ANALISA PERAN KEPEMIMPINAN SEBAGAI SEBUAH ASPEK DALAM JANGKAUAN   PEMASARAN  UNTUK MENINGKATKAN KUALITAS PELAYANAN PEMBUATAN PASPOR DI KANTOR IMIGRASI BANDUNG", "Abstrak": "Pelayanan paspor sebagai pelayanan keimigrasian sangat penting perannya dalam mendukung Pelayanan Keimigrasian secara keseluruhan. Oleh karena itu perbaikan yang terus menerus pada pelayanan paspor harus dilakukan. Mengingat pentingnya peranan pelayanan Keimigrasian Kantor Imigrasi  kelas I Bandung dalam penegakan kedaulatan negara, maka dibutuhkan komitmen dalam pengembangan kualitas pelayanan , serta peningkatan lingkungan yang kondusif dalam menjawab kebutuhan Keimigrasian.    \n \n \n \n\nKeterampilan Penguatan Kinerja melalui penugasan juga promosi, dan supervisi kepemimpinan merupakan kebijakan faktor manusia yang merupakan salah satu kebijakan pemasaran  bagi kualitas pelayanan yang lebih baik, karena dengan penugasan didukung upaya supervisi dan promosi yang baik  juga tercapainya kepuasan  pegawai yang positif,  maka akan memberikan dampak terhadap kinerja pegawai.  Peningkatan  kinerja pegawai dalam suatu organisasi berarti akan  mendukung tercapainya keberhasilan dalam peningkatan empathy dan responsieness yang merupakan atribut kualitas pelayanan yang dibutuhkan.       \n \n \n \n\nPemilihan alternatif solusi peningkatan kinerja  yang sangat potensial adalah  dengan  dilakukannya   pemberian tugas  sesuai dengan deskripsi tugas masing-masing bagian.  Hal ini berkaitan erat dengan salah satu kepuasan kerja yang dihasilkan gaya kepemimpinan yang efektif adalah dihasilkannya pekerjaan yang sesuai dengan tugas yang diberikan dan terdapat kesesuaian dengan deskripsi tugas masing-masing bagian baik Lantaskim, Forsakim, Statuskim, Wasdakim maupun Sub TU. Hal tersebut dilakukan melalui  pengembangan kebijakan teknis.    \n \n \n \n\nRencana pengembangan kebijakan teknis, dengan metoda sistem kebijakan, diawali dengan input,, evaluasi awal, proses serta output yang menjadi kesatuan rencana implementasi. Secara signifikan hal ini akan dilakukan melalui rencana analisa data dan  rencana analisa informasi, rencana pelatihan, rencana penyusunan strategi, rencana penyusunan modul aktivitas,  rencana aktivitas, serta rencana usulan penambahan struktur organisasi secara informal dan rencana pengembangan survei pemohon paspor.", "Daftar File": {}, "Penulis": "STEPHAN DAVID HUMALA HATOPAN (NIM 29104309)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Reza Ashari Nasution"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Leadership, Marketing Mix, Service Quality", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}