{"Nomor": 9340, "Judul": "TRANSFER DNA CINCHONA LEDGER/ANA KEDALAM SEL SACCHAROMYCES CEREV/S/AE", "Abstrak": "Abstrak:   \n \n \n \n\nDalam upaya menghasilkan alkaloid kina secara in vitro, telah dilakukan transfer total DNA kina kedalam sel Saccharomyces cerevisiae. Sebagai studi pendahuluan penelitian ini dimaksudkan untuk mengetahui effek transfer total DNA kina kedalam sel S. cerevisiae dengan mengamati fenotipe sel transforman (bentuk dan warna koloni, ukuran dan morfologi sel), Berta komposisi metabolit/ alkaloid yang dihasilkan sel transforman dengan menggunakan triptofan sebagai induser.   \n \n \n \n\nPenelitian ini terdiri dari tiga tahap yaitu :    \n \n \n \n\n1) tahap isolasi DNA kina dari kecambah kina dengan metoda CTAB;    \n \n \n \n\n2) tahap transfer total DNA kina kedalam sel Saccharomyces cerevisiae dengan metode speroplas ;    \n \n \n \n\n3) tahap deteksi transforman yang meliputi uji fenotipik secara mikroskopi dan uji komposisi metabolit dengan KLT dan KCKT (HPLC).   \n \n \n \n\nData yang diperoleh menunjukkan bahwa isolat asam nukleat yang didapat cukup murni, perbandingan OD260 terhadap OD280 1,695, sedangkan rendemen DNA kina yang diperoleh 1,27 ng per pg kecambah kina. Transfer DNA kina kedalam sel Saccharomyces cerevisiae menyebabkan perubahan komposisi metabolit/ alkaloid baik didalam sel maupun didalam media pertumbuhan, yang ditunjukkan dengan munculnya puncak triptofan (KCKT) dengan konsentrasi yang lebih tinggi didalam sel, tetapi lebih rendah didalam media, relatif dibanding dengan kontrol. Sedangkan senyawa-senyawa yang diduga alkaloid kina menunjukkan konsentrasi yang lebih tinggi, baik didalam sel maupun media. Transfer DNA kina kedalam sel Saccharomyces cerevisiae tidak menyebabkan perubahan yang berarti pada fenotipe sel, bentuk dan warna koloni maupun ukuran dan morfologi sel.", "Daftar File": {}, "Penulis": "Subandi", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Purwo Arbianto , Dr.", "Pembimbing 2 :  Akhmaloka,Dr.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-09."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Saccharomyces cerevisiae , DNA ,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}