{"Nomor": 9341, "Judul": "KAJIAN TANDA DAN KODE VISUAL PADA DESAIN PRANGKO INDONESIA PERIODE TAHUN 1946 - 1998 : Sebuah analisis semiotik dan Isi.", "Abstrak": "Abstrak :  \n \n\nPrangko sebagai media komunikasi visual memiliki beberapa aspek, salah satunya adalah aspek tanda yang digunakan sebagai bahasa visual untuk penyampaian pesan. \n \n\nTanda dan kode visual digunakan dalam prangko sebagai penyampaian pesan memiliki berbagai makna dan isi pesan yang terkait dengan masalah yang terjadi pada saat penerbitannya. \n \n\nMaksud dari penulisan tesis ini adalah untuk memahami dan mengetahui penggunaan tanda dan kode visual pada desain prangko Indonesia. Dalam penelitian ini diajukan hipotesa yaitu; penggunaan tanda dan kode visual pada desain prangko Indonesia lebih didominasi untuk kepentingan pemerintah yang diimplementasikan melalui tanda semiotik. \n \n\nUntuk membuktian hipotesa tersebut di atas pada penelitian ini dilakukan analisis semiotik dan analisis isi. \n \n\nHasil penelitian ini dapat disimpulkan sebagai berikut; \n \n\nDidalam analisis semiotik penggunaan tanda dan kode visual pada sebagian besar tema prangko menunjukkan muatan makna yang dimaksudkan untuk kepentingan pemerintah dan kekuasaan. \n \n\nTanda yang ditujukan untuk kepentingan pemerintah tersebut banyak ditemukan pada tema untuk mendukung program-program pemerintah. Dari beberapa tema untuk program pemerintah terselip juga tanda visual yang sengaja digunakan untuk kepentingan kekuasaan yang bertujuan untuk keberlangsungan kekuasaan oleh seseorang, khususnya dalam pemerintahan Soeharto. \n \n\nDidalam analisis isi ditemukan beberapa tanda dan kode visual yang memiliki isi pesan suatu komunikasi yang secara kuantitatif lebih didonimasi pada konteks ideologi, dan jika dilihat dari kepentingan penggunaan tanda menunjukkan jumlah yang lebih besar sebagai alat propaganda pemerintah maupun untuk kekuasaan. \n \n\nDari hash kedua analisa tersebut maka hipotesa yang diajukan terbutkti bahwa penggunaan tanda visual didominasi untuk kepentingan pemerintah.", "Daftar File": {}, "Penulis": "Subandrio (NIM 271 97 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : AD Pirous, Prof. \n \n\nPembimbing 1 : Yasraf Amir Piliang, Drs. MA. \n \n\nPembimbing 2 : Alfonzo R. Koapaha, Drs. M.Sn. \n \n\nImplementator : Imam Santosa, Drs. M.Sn \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Postage stamp, visual communication, Visual sign and code.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}