{"Nomor": 9360, "Judul": "IDENTIFIKASI PERILAKU PERJALANAN PENDUDUK PINGGIRAN KOTA BANDUNG DALAM PENGGUNAAN FASILITAS PERKOTAAN", "Abstrak": "Abstrak:  \n \n \n\nUrban sprawl sebagai sebuah fenomena perluasan kawasan perkotaan merupakan suatu pertumbuhan kota dari sisi yang tidak terencana.Orientasi kegiatan dalam pemenuhan kebutuhan mereka bisa jadi masih saja ke pusat kota, karena tidak terjadi penyebaran fasilitas/utilitas kota kearah luar kota.Tentunya kecenderungan kawasan yang berkembang secara kurang terencana ini kemudian menjadi beban atau menimbulkan ekstemalitas bagi kawasan pusat kota.  \n \n \n\nAdapun yang menjadi sorotan dari penelitian ini adalah diketahuinya pola pergerakan penduduk pinggiran kota Bandung dalam pemanfaatan fasilitas kota yang dapat dijadikan masukan dalam pengembangan fasilitas kota di kawasan pinggiran kota Bandung.  \n \n \n\nDari hasil analisis ditemukan pola perjalanan yang dilakukan anggota keluarga yang terdiri dari Bapak,Ibu dan Anak untuk memanfaatkan fasilitas kota yang tersedia.Pola perjalanan yang dilakukan oleh Bapak adalah lebih dominan ke aktivitas bekerja.Sedangkan pola perjalanan yang dilakukan anak lebih dominan untuk aktivitas pendidikan.Dan ibu lebih dominan untuk perjalanan dengan aktivitas belanja serta kegiatan lainnya seperti berolah raga,ibadah,rekreasi,kunjnngan ke familixjalanjalan serta aktivitas lainnya.  \n \n \n\nSedangkan dari tujuan masing-masing anggota keluarga dalam pemanfaatan fasilitas tersebut,diketahuinya sebaran tujuan pemanfaatan fasilitas perkotaan.Dalam tujuan pemanfaatan fasilitas ternyata banyak pemanfaatan fasilitas kota dilakukan didekat tempat tinggal ataupun melokal.Hal ini didasarkan atas alasan pemilihan fasilitas yang diinginkannya karena faktor kemudahan transportasi,kepercayaan serta kualitas ataupun kuantitas dari fasilitas yang ada. Selain itu pencapaian tujuan tersebut tentunya berhubungan dengan jarak tempuh untuk pemanfaatan fasilitas yang diinginkan Terlihat bahwa jarak tempuh masih berkisar di bawah jarak 1 km dalam pemanfaatan fasilitas.  \n \n \n\nDari hal-hal diatas maka perlunya arahan bagi pengembangan fasilitas perkotaan yang ada dipinggiran kota yang memperhatikan hal-hal sebagai berikut:Pengelolaan pembangunan fasilitas perkotaan didasarkan akan pendekatan kebutuhan.Selain itu perlunya kemitraan pelaku pembangunan fasilitas kota untuk meningkatkan kredibilitas serta kualitas dari fasilitas yang dibutuhkan.Sebagai gambaran perlunya peningkatan fasilitas perbelanjaan seperti mall yang diarahkan ke pinggiran kota dipertimbangkan dengan kebutuhan masyarakat pengguna fasilitas yang dapat diterjemahkan secara terukur dengan nilai-nilai yang ada di masyarakat.", "Daftar File": {}, "Penulis": "Sugeng Budiono (NIM 254 05 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Heru PURBOYO.H.P,DR, Ir, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Urban sprawl, urban facilities", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "16 file", "Tanggal Input": "09 Okt 2017"}