{"Nomor": 9372, "Judul": "ANALISIS BEBAN KERJA PSIKIS DENGAN METODA SWAT DAN USULAN PERBAIKAN PROGRAM KEGIATAN TARUNA AKADEMI TNI ANGKATAN UDARA", "Abstrak": "Abstrak :  \n \n\nDalam setiap pekerjaan akan memberikan beban kerja yang berupa beban kerja fisik maupun psikis, pada beban kerja yang mempunyai Stress yang tinggi maka beban kerja psikis yang dominan dan beban kerja inilah yang harus diperhatikan. \n \n\nProgram kegiatan yang diberikan kepada Taruna sangat padat sekali, sehingga mengakibatkan banyak kelelahan fisik maupun mental, dengan adanya kondisi yang seperti ini maka perlu dilakukan_analisis terhadap beban kegiatan yang berlaku sekarang berdasarkan kaidah-kaidah ergonomi, sehingga dapat diungkapkan seberapa baik atau buruk sistem kerja program kegiatan tersebut. \n \n\nPada penelitian beban kerja ini digunakan pengukuran beban kerja secara subyektif dengan menggunakan metoda SWAT (Subjektive Workload Assesment Technique ), metoda ini sangat efektif sekali karena memuat tiga dimensi ( Waktu, Usaha mental dan Tekanan psikologis), dimensi-dimensi ini sangat berkaitan dengan aktifitas kegiatan Taruna. \n \n\nRepresentasi dari SWAT, Taruna mengurutkan 27 kartu sesuai dengan persepsi masing-masing Taruna, kemudian di download di komputer program SWAT untuk mengetahui nilai beban kerja dari SWAT score,  Rendah (0 - 40 ), Moderat (41- 60), Tinggi (6l -100 ) \n \n\nDari hasil penelitian tentang program kegiatan Taruna AAU menunjukan beban kerja yang termasuk dalam katagori Moderat atau ( 41 - 60) artinya bahwa Taruna masih mampu untuk melaksanakan kegiatan yang lain.", "Daftar File": {}, "Penulis": "Suhanto (NIM  234 96 051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Iftikar Z Sutalaksana, Dr. Ir \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Workload, psychological, SWAT, Taruna.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}