{"Nomor": 9384, "Judul": "MEDI-DAY SPA", "Abstrak": "Pola hidup semakin menyeret manusia pada kesibukan yang sangat luar biasa. Aktivitas keseharian sejak awal sampai akhir pekan memaksa seluruh konsentrasi tubuh hanya pada pekerjaan, akibatnya kondisi kebugaranpun mengendur dan seringkali berbagai macam penyakit datang tanpa disadari. Keletihan merupakan efek langsung yang banyak terjadi. Sehingga kecantikan dan kesehatan dapat terganggu karenanya.    \n \n \n \n\nSpa (Solus per Aqua) adalah suatu sistem pengobatan atau perawatan dengan air atau dalam bahasa Inggris dikenal sebagai Hydrotherapy, Spa merupakan tempat paling banyak dipilih untuk memulihkan tubuh yang lelah dan juga untuk menjaga tubuh tetap bugar (fit, fresh, and beauty), Spa bukan hanya tempat untuk relaksasi saja karena berdasarkan dari sejarah Spa terdahulu, Spa awalnya digunakan untuk metode perawatan pengobatan, oleh karena perkembangan jaman maka spa juga mengalami evolusi menjadi berbagai macam jenis Spa yang tentunya memiliki keunggulan di setiap jenisnya.    \n \n \n \n\nKarena kesibukan yang sangat padat, tidak jarang setiap individu sulit untuk melakukan relaksasi dan perawatan dalam satu waktu. Maka dari itu, dibutuhkan suatu fasilitas yang mampu memberikan pelayanan ganda yang menyediakan jasa pelayanan relaksasi dan perawatan didalam satu fasilitas.    \n \n \n \n\nMedi-Day Spa merupakan sebuah fasilitas yang mampu menyediakan pelayanan Spa secara bersamaan yang didalamnya terdapat fasilitas relaksasi dan perawatan medis. Fasilitas ini merupakan suatu solusi bagi para pelaku bisnis yang memiliki rutinitas padat, sehingga memperoleh kemudahan untuk relaksasi serta perawatan dan pengobatan tanpa mengganggu aktivitas lainnya.", "Daftar File": {"2008 TA PP SUKMA LANANG GINALIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/30930", "2008 TA PP SUKMA LANANG GINALIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/30931", "2008 TA PP SUKMA LANANG GINALIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/30932", "2008 TA PP SUKMA LANANG GINALIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/30933", "2008 TA PP SUKMA LANANG GINALIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/30934", "2008 TA PP SUKMA LANANG GINALIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/30935", "2008 TA PP SUKMA LANANG GINALIH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/30936", "2008 TA PP SUKMA LANANG GINALIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/30937"}, "Penulis": "SUKMA LANANG GINALIH (NIM 17302040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs.Bagus Handoko, MSn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "spa, hydrotheraphy, kesehatan, kebugaran, relaksasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Jun 2008"}