{"Nomor": 9388, "Judul": "PENGARUH 2,3,5-TRIIODOBENZOIC ACID TERHADAP PERTUMBUHAN GINOFOR DAN PERKEMBANGAN BUAH KACANG TANAH (Arachis hypogaea L.Merr) varitas Rusa", "Abstrak": "ABSTRAK: \n \n\nPertumbuhan dan perkembangan buah kacang tanah (Arachis hypogaea L. Merr.) secara alami hanya dapat terjadi di dalam tanah, sehingga perkembangan buah, biji dan embrio sangat tergantung pads kecepatan ginofor masuk ke dalam tanah. Buah-buah dari buku ke-4 atau lebih biasanya tidak bisa berkembang sampai masak, karena pads saat tanaman telah mencapai usia panen, ginofor belum atau baru masuk ke dalam tanah. Salah satu faktor yang mengendalikan pertumbuhan ginofor adalah auksin yang dihasilkan oleh buah dan biji pads ujung apeks ginofor tersebut. Berdasarkan hal tersebut, telah dilakukan penelitian tentang pengaruh 2,3,5-Triiodobenzoic Acid (TIBA), sebagai salah satu inhibitor transpor auksin, terhadap pertumbuhan ginofor dan perkembangan buah kacang tanah (Arachis hypogaea L. Merr) varitas Rusa. TWA diberikan pads ginofor pads buku ke-4 yang berumur 4 dan 6 hari setelah anthesis menggunakan metode cupping dengan konsentrasi 25, 50, 75, 100 dan 125 (myu)M. Parameter yang diukur dalam penelitian ini adalah kecepatan pertambahan panjang ginofor, panjang buah, diameter buah, panjang biji, diameter biji dan stadium perkembangan embrio. Rata-rata kecepatan pertambahan panjang ginofor tertinggi (0,924 kurang lebih 0,007 cm/hari) diperoleh pada perlakuan dengan pemberian TIBA pads konsentrasi 50 (myu)M yang diberikan pads saat ginofor berumur 6 hari setelah anthesis. Perlakuan TWA pada saat ginofor berumur 4 dan 6 hari setelah anthesis dengan konsentrasi 50 (myu)M juga dapat meningkatkan panjang buah masing-masing sebesar 703,18% dan 662,42%, diameter buah masing-masing 412,75% dan 414,56%, panjang biji masing-masing 1708,09% dan 1883,97%, diameter biji masing-masing 1086,13% dan 1044,44%. Embrio pads perlakuan TIBA dengan konsentrasi 50 (myu)M yang diberikan pada saat ginofor berumur 4 dan 6 hari setelah anthesis berada dalam stadium kotiledon, sedangkan pada kontrol masih berada dalam stadium proembrio antara 6-8 sel. Dari penelitian ini dapat disimpulkan bahwa pemberian TIBA dengan konsentrasi 50 (myu)M yang diberikan pada ginofor pada buku ke-4 yang berumur 4 dan 6 hari setelah anthesis dapat mempercepat masuknya ginofor ke dalam tanah, sehingga perkembangan buah, biji dan embrio dapat Iebih dipercepat.", "Daftar File": {}, "Penulis": "Sulistiono (NIM 20698510)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Tatang S. Suradinata, Dr. \n \n\nPembimbing 2: Iriawati, Dr. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Arachis hypogaea L.Merr) varitas Rusa, peanut, TIBA.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}