{"Nomor": 9390, "Judul": "USULAN PERBAIKAN METODA PENGUKURAN KINERJA PADA MANAJEMEN PENGENDALIAN EFISIENSI DI PT. PJB", "Abstrak": "ABSTRAK: \n \n\nPT. PJB sebagai perusahaan penyedia tenaga listrik dituntut untuk lebih efisien dalam menjalankan bisnisnya. Terlebih lagi dalam menghadapi era kompetisi pada sektor ketenagalistrikan, dan kondisi di mana energi semakin lama semakin mahal. Bagi PT. PJB biaya pembelian energi primer bahan bakar merupakan komponen biaya operasional terbesar. \n \n\nPT. PJB melakukan upaya mengendalikan efisiensi pemakaian energi sebagai salah satu elemen program pengendalian efisiensi perusahaan, melalui kebijakan pengendalian laju panas (plant heat rate) pembangkitpembangkitnya. Namun dari tahun ke tahun terlihat kinerja plant heat rate pembangkit cenderung memburuk. Hal ini tentunya tidak sesuai lagi dengan komitmen dari direksi PT. PJB yang menyatakan akan menjamin performansi perusahaan lebih baik dari tahun ke tahun. \n \n\nDari evaluasi yang dilakukan terhadap kebijakan dan proses manajemen pengendalian efisiensi pemakaian energi, menetapkan suatu usulan perbaikan pada metoda pengukuran kinerja plant heat rate pembangkit untuk mendukung komitmen direksi. Yaitu dengan menambahkan kegiatan audit energi sebagai metoda pengukuran kinerja, yang secara detail dapat menggambarkan profil pemakaian energi pada semua fasilitas pembangkit sekaligus bisa menunjukkan peluang peningkatan efisiensi atau penghematan energi dan memberikan suatu rekomendasi perbaikan dan peningkatannya secara operasional atau penggantian peralatan.", "Daftar File": {}, "Penulis": "Sulistyo Utomo (NIM 28199044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: A. Imam Istiyanto, Ir., MBA. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "manajemen pengendalian, efisiensi, metoda pengukuran kinerja", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}