{"Nomor": 9396, "Judul": "PENGOLAHAN LIMBAH CAIR EMULSI MINYAK DENGAN PROSES MEMBRAN ULTRAFILTRASI DUA TAHAP ALIRAN CROSS FLOW", "Abstrak": "Penelitian tentang penggunaan membran selullosa asetat menggunakan sistem aliran cross flow untuk mengolah limbah cair emulsi minyak yang berasal dari industri automotif pada bagian pemotongan logam telah dilakukan. Tujuan dari penelitian adalah untuk mengolah limbah cair emulsi minyak dan untuk melihat pengaruh proses pretreatment terhadap kinerja membran. Mekanisme pemisahan proses ultrafiltrasi adalah filtrasi yaitu molekul yang lebih kecil dari ukuran pori membran akan lolos melewati membran sedangkan yang lebih besar akan tertahan oleh membran. Kinerja proses ultrafiltrasi ditentukan oleh fluks permeat dan rejeksi. Jenis membran yang digunakan adalah jenis membran hidrofilik selulosa asetat. Operasi membran ultrafiltrasi dua tahap ini melibatkan membran selulosa asetat komposisi 12 % (CA 12) untuk operasi tahap I dan membran selulosa asetat komposisi 15 % (CA 15) untuk operasi tahap II dengan waktu operasi masing-masing 90 menit. Tekanan yang digunakan adalah 3,5 Bar. Dua jenis variasi umpan yang akan diolah membran, yaitu umpan limbah tanpa pretreatment dan umpan limbah dengan pretreatment. Fluks untuk operasi membran tahap I, pada limbah tanpa pretreatment 17,03 L/m2.jam sedangkan pada limbah dengan pretreatment 59,05 L/m2.jam. Pada operasi membran tahap II, fluks pada ke dua umpan hampir sama yaitu 22,08 L/m2.jam untuk limbah tanpa pretreatment dan 24,86 L/m2.jam untuk limbah dengan pretreatment. Rejeksi COD dan rejeksi surfaktan secara keseluruhan pada kedua operasi membran untuk umpan limbah tanpa pretreatment rejeksi COD mencapai 96,57 % dan rejeksi surfaktan 96,35%, sedangkan untuk umpan limbah dengan pretreatment rejeksi COD mencapai 98,56 % dan rejeksi surfaktan 97,44 %. Dengan adanya proses pretreatment memberikan keuntungan dalam peningkatan fluks dan kualitas permeat yang lebih baik.", "Daftar File": {"Proceedings ITB Science and Technology  Vol 36 A No 1 2004  p 45-62.pdf": "https://digilib.itb.ac.id/gdl/download/31012"}, "Penulis": "Suprihanto Notodarmojo, Dini Mayasanthy & Teuku Zulkarnain", "Kontributor / Dosen Pembimbing": ["mahmudin@lib.itb.ac.id"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cutting oil; Ultrafiltrasi; cross-flow; selulosa asetat; pretreatment; rejeksi COD; rejeksi surfaktan.", "Sumber": "", "Staf Input/Edit": "Mahmudin  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2008"}