{"Nomor": 9399, "Judul": "FORMULASI SISTEMATIKA KNOWLEDGE-BASED ENGINEERING UNTUK PENANGANAN PERMASALAHAN PROSES DENGAN STUDI KASUS REAKTOR UREA PABRIK KALTIM-1", "Abstrak": "Pabrik pupuk adalah pabrik petrokimia yang termasuk salah satu industri strategis nasional. Pengetahuan merupakan aset penting bagi perusahaan yang harus dikelola sebaik-baiknya agar memberikan manfaat dan keuntungan yang optimal. Tanpa pengetahuan yang cukup dalam mengoperasikan pabrik, maka masalah proses yang dihadapi cenderung diselesaikan dengan percobaan di lapangan yang hasilnya tidak pasti dan mengakibatkan kerugian bagi perusahaan. Dengan sistem berbasis pengetahuan, maka pengetahuan disimpan, terorganisasi dan dapat diakses kembali untuk menyelesaian masalah proses, serta tindakan coba-coba yang menghasilkan kesalahan dapat diminimalkan. \n \n\nDalam tesis ini formulasi sistem berbasis pengetahuan untuk penanganan permasalahan proses pada unit reaktor sintesis urea dilakukan dengan melakukan kajian pengetahuan heuristis, kajian model kesetimbangan reaksi sintesis urea, kajian simulasi CFD tray reaktor, serta kajian model pengembangan sistem berbasis pengetahuan proses. \n \n\nModel kesetimbangan yang digunakan dapat menjelaskan pengaruh suhu, rasio NH3/CO2 dan rasio H2O/CO2 terhadap konversi. Hasil perhitungan untuk konversi dan komposisi keluaran reaktor menunjukkan kesesuaian dengan data rancangan pabrik. Hasil kajian simulasi CFD menunjukkan bahwa dengan konfigurasi tray baru dihasilkan efek pencampuran fasa cair dan gas yang lebih baik daripada  \n \n\ndengan tray konvensional. Model sistem pakar untuk troubleshooting proses pada pengoperasian reaktor urea telah dibuat dengan expert system shell CLIPS. Pengetahuan heuristis dari pengalaman dan pengetahuan berdasarkan model  \n \n\nproses menjadi basis pengetahuan yang dikembangkan sebagai model sistem berbasis pengetahuan untuk menyelesaikan masalah proses di unit proses sintesis urea.", "Daftar File": {"2007 TS PP SURAHMAD WIJI WIDODO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31037", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/31038", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/31039", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/31040", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/31041", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/31042", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/31043", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/31044", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB8.pdf": "https://digilib.itb.ac.id/gdl/download/31045", "2007 TS PP SURAHMAD WIJI WIDODO 1-BAB9.pdf": "https://digilib.itb.ac.id/gdl/download/31046", "2007 TS PP SURAHMAD WIJI WIDODO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31047"}, "Penulis": "SURAHMAD WIJI WIDODO (NIM 23005003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Yazid Bindar, M.Sc., Ph.D. dan Ir. Praharso, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Knowledge-based, Process knowledge, Heuristic, Simulation, CFD, Urea reactor", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}