{"Nomor": 9409, "Judul": "PENGARUH TARIF, UKURAN KELUARGA, TINGKAT PENDAPATAN, DAN SUMBER AIR ALTERNATIF TERHADAP TINGKAT KONSUMSI AIR BERSIH RUMAH TANGGA PADA SISTEM KOMUNAL", "Abstrak": "Abstrak:    \n \n \n \n \n\nAir bersih dapat dikatakan merupakan kebutuhan paling pokok dibanding produk layanan publik lainnya. Namun seiring dengan peningkatan jumlah penduduk di perkotaan dan daerah sekitarnya, demand terhadap air bersih meningkat sementara supply yang ada sangatlah terbatas. Hal ini menyebabkan kesulitan tersendiri bagi sistem publik untuk melayani seluruh masyarakat. Oleh karena itu, masyarakat berusaha mencari berbagai alternatif untuk memenuhi kebutuhan air bersih. Rumah tangga yang belum terlayani oleh sistem publik, umumnya mengandalkan air tanah dangkal untuk kebutuhan hidup, salah satunya adalah dengan penyediaan air sistem komunal.    \n \n \n \n \n\nPenyediaan air bersih sistem komunal memanfaatkan air tanah dangkal sebagai sumber air, sedangkan sumber air tanah ini sangat terbatas. Akibatnya, terjadi eksploitasi air tanah yang berlebih, sehingga di beberapa tempat di wilayah Cekungan Bandung, muka dan debit air tanah mengalami penurunan secara tajam. Oleh karena itu, perlu ada suatu usaha untuk mengendalikan tingkat konsumsi air bersih, dengan cara mengintervensi faktor-faktor yang mempengaruhi tingkat konsumsi tersebut. Dengan diketahuinya faktor-faktor yang berpengaruh terhadap tingkat konsumsi, maka dapat disusun suatu upaya yang dapat mengendalikan tingkat konsumsi air bersih masyarakat. Adapun faktor-faktor yang diteliti adalah sistem dan besaran tarif, ukuran keluarga, tingkat pendapatan, dan penggunaan sumber air bersih alternatif. Setelah diketahui faktor-faktor yang berpengaruh terhadap tingkat konsumsi pada masing-masing permukiman, lalu dilakukan analisis asosiasi antara faktor tersebut dengan tingkat konsumsi air bersih pada masing-masing permukiman. Hasil dari analisis ini akan dideskripsikan dalam bentuk tabel dan grafik.    \n \n \n \n \n\nHasil penelitian menunjukkan bahwa terdapat hubungan antara keempat faktor tersebut dengan tingkat konsumsi. Dari keempat faktor tersebut, faktor yang paling berpengaruh adalah sistem dan besaran tarif. Pada sistem dan besaran tarif yang memiliki kecenderungan lebih mahal dan memiliki kenaikan per blok, maka tingkat konsumsi air akan cenderung lebih rendah. Sebaliknya, pada sistem tarif tetap (fixed charge), penggunaan air cenderung berlebih. Selain pengaruh faktor tarif, faktor ukuran keluarga, tingkat pendapatan keluarga dan ketersediaan air bersih alternatif juga mempengaruhi tingkat konsumsi air bersih rumah tangga pada penyediaan air bersih sistem komunal.     \n \n \n \n \n\nRekomendasi yang dapat diberikan kepada pengelolaan air bersih sistem komunal adalah bahwa sistem tarif tetap (fixed charge) dapat digunakan pada permukiman yang memiliki tingkat ekonomi rendah, sistem per blok yang semakin mahal pada permukiman yang memiliki tingkat ekonomi sedang, dan sistem tarif per blok tetap cocok digunakan pada permukiman yang memiliki tingkat perekonomian menengah ke atas. Besaran tarif juga mempengaruhi tingkat konsumsi air. Besaran tarif yang murah, cocok untuk diterapkan pada permukiman yang memiliki ukuran keluarga kecil dan tingkat pendapatan rendah, sedangkan besaran tarif yang mahal cocok diterapkan pada permukiman yang memiliki ukuran keluarga besar dan tingkat pendapatan tinggi.", "Daftar File": {}, "Penulis": "Susi Mustika (NIM 154 03 048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sri Maryati, ST, MIP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "demand, supply, sistem komunal, air bersih", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}