{"Nomor": 9434, "Judul": "PENGEMBANGAN INFRASTRUKTUR KOMUNIKASI UNTUK APLIKASI BERBASIS MESSAGING", "Abstrak": "Abstrak:    \n \n \n \n \n\nPada tugas akhir ini dilakukan pengembangan 4 macam infrastruktur komunikasi berbasis messaging, meliputi Easy SMS, SMS dan MMS gateway, serta native client untuk melakukan query ke mesin pencari pada NoteBOX. Easy SMS dapat memudahkan pengiriman (push) SMS dan MMS secara terjadwal baik kepada perorangan maupun kelompok (broadcast). Selain itu, Easy SMS memiliki kemampuan untuk melakukan pull SMS dengan cara pengguna mengirimkan kata kunci tertentu, kemudian Easy SMS akan mengirimkan jawaban berdasarkan kata kunci tersebut. Easy SMS terdiri dari 3 bagian yaitu, antarmuka berbasis web untuk keperluan administrasi, SMS dan MMS daemon. SMS dan MMS gateway merupakan infrastruktur komunikasi yang diintegrasikan dengan NoteBOX. NoteBOX merupakan sistem mobile unified messaging yang memungkinkan integrasi berbagai layanan messaging. Ketika tugas akhir ini dikerjakan, NoteBOX telah memiliki subsistem mesin pencari dan email gateway, yang mampu berkomunikasi dengan layanan email. SMS dan MMS gateway merupakan hasil modifikasi dari SMS dan MMS daemon pada Easy SMS. Dengan demikian, pengguna dapat mengirimkan SMS ke alamat email, atau sebaliknya. Selain itu, pengguna dapat melakukan query ke mesin pencari, dan hasilnya dapat diteruskan ke alamat email atau ponsel. Native client berbasis web dapat mempermudah pengguna untuk melakukan query ke mesin pencari NoteBOX. Hasil query dapat ditampilkan ke browser atau dialihkan ke alamat email atau ponsel. Native client yang dikembangkan diharapkan menjadi fase awal untuk pengembangan native client berikutnya. Pengujian yang dilakukan menunjukkan bahwa infrastruktur komunikasi yang dikembangkan dalam tugas akhir ini dapat berjalan sesuai dengan yang diharapkan. Akan tetapi, masih terdapat beberapa kelemahan. Implementasi MMS daemon/gateway hanya terbatas pada pengiriman. Selain itu, content MMS yang dapat dikirimkan oleh MMS gateway hanya berupa plain-text karena keterbatasan NoteBOX yang hanya mampu mengirimkan pesan plain-text.", "Daftar File": {"2007 TA PP SYAIKHUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31333", "2007 TA PP SYAIKHUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/31334", "2007 TA PP SYAIKHUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/31335", "2007 TA PP SYAIKHUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/31336", "2007 TA PP SYAIKHUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/31337", "2007 TA PP SYAIKHUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/31338", "2007 TA PP SYAIKHUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31339"}, "Penulis": "Syaikhuddin (NIM: 13502018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Afwarman Manaf,Ir. , M.Sc., Ph.D.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mobile unified messaging, gateway, native client, NoteBOX.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}