{"Nomor": 9438, "Judul": "ANALISIS KETIDAKSTABILAN PARAMETRIK MEKANISME ELASTIK", "Abstrak": "ABSTRAK: \n \n\nElastisitas pada mekanisme mengakibatkan geraknya diatur oleh persamaan diferensial parsial nonlinier dengan koefisien berubah terhadap waktu. Sistem yang diatur oleh persamaan demikian dapat mengalami ketidakstabilan pada beberapa pita frekuensi akibat eksitasi parametrik. \n \n\nPenelitian ini meninjau perilaku dinamik mekanisme engkol peluncur, empat batang dan mekanisme batik cepat dengan salah satu batang fleksibel. Kestabilan ditinjau untuk berbagai harga perbandingan panjang engkol terhadap batang elastik, t, perbandingan massa batang \n \n\nelastik terhadap peluncur atau batang pengikut, S untuk berbagai kecepatan putar, w . Disamping itu, juga dianalisis pengaruh redaman dan gaya luar terhadap stabilitas dinamik. \n \n\nAnalisis kestabilan dan respon dinamik dilakukan dengan terlebih dahulu melinierkan persamaan gerak berdasarkan metode Perturbasi (Perturbation method). Kestabilan sistem dievaluasi berdasarkan teori Floquet sedangkan respon dinamik diperoleh dengan bantuan algoritma solusi tunak (steady state) yang dikembangkan berdasarkan diskretisasi kontinum parametrik dinamik sistem. Analisis menghasilkan peta kestabilan yang memperlihatkan munculnya ketidakstabilan tidak saja pada saat frekuensi eksitasi sama dengan frekuensi pribadi akan tetapi pada berbagai pita frekuensi termasuk pada frekuensi rendah.", "Daftar File": {}, "Penulis": "Syamsul Huda (NIM 23198032)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Andi Isra Mahyuddin, Dr. \n \n\nPembimbing 2: Ign. Pulung Nurprasetio, Ir., M.S.M.E. \n \n\nPembimbing 3: Djoko Suharto, Prof., Dr. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mekanisme elastik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}