{"Nomor": 9441, "Judul": "EVALUASI KEANDALAN UNTUK PERENCANAAN PENGEMBANGAN PLTG DI KILANG PERTAMINA UP-III BERDASARKAN PROSES MARKOV", "Abstrak": "Abstrak:   \n \n \n \n\nEvaluasi keandalan untuk perencanaan pengembangan PLTG yang disajikan pada Thesis ini didasarkan pada proses Markov. Perilaku atau fenomena PLTG merupakan proses stokastik. Peralihan status (state) PLTG sebagai suatu sistem pembangkit multi-status berlangsung secara diskrit dengan parameter waktu. Peluang status sistem pembangkit yang tersusun dari beberapa unit pembangkit dapat dimodelkan dengan menggunakan teori peluang kombinasi dan teori variabel acak.   \n \n \n \n\nDalam operasi sistem pembangkit mencatu energi listrik ke sistem beban, status sistem pembangkit dapat menyatakan outage dari sistem pembangkit tersebut. Status atau outage sistem pembangkit dapat diketahui dari kapasitas operasi sistem pembangkit saat mencatu energi listrik ke sistem beban. Dengan demikian peluang status dapat dinyatakan sebagai peluang kapasitas status atau peluang kapasitas outage.   \n \n \n \n\nPemodelan keandalan sistem pembangkit dapat dilakukan dengan cara mengkombinasikan himpunan kapasitas outage sistem pembangkit dengan himpunan kapasitas status sistem beban. Selanjutnya dengan menggunakan teori peluang kombinasi dan teori harapan (ekspektasi), model keandalan sistem pembangkit dapat diperoleh. Model keandalan sistem pembangkit merupakan model peluang dan harapan kegagalan operasi sistem pembangkit mencatu energi listrik ke sistem beban. Model keandalan sistem pembangkit dinyatakan dalam indeks-indeks keandalan. Indeks-indeks keandalan terdiri dari indeks kehilangan beban dan indeks kehilangan energi.   \n \n \n \n\nEvaluasi keandalan untuk perencanaan pengembangan sistem pembangkit dilengkapi dengan analisis biaya. Analisis biaya bertujuan untuk mendapatkan alternatif rencana pengembangan sistem pembangkit yang memiliki biaya minimum. Biaya minimum dihitung sebagai nilai sekarang minimum (minimum present worth atau minimum present value). Tingkat keandalan sistem pembangkit yang memiliki biaya minimum merupakan tingkat keandalan yang optimum dan diharapkan.", "Daftar File": {}, "Penulis": "Tagor Leonardo Sitorus(NIM : 232 92 003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tunggal Mardiono,Ir., MSc.   \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-21."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PLTG ; Markov ; energi listrik  ; operasi sistem pembangkit.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}