{"Nomor": 9452, "Judul": "HUBUNGAN POLA KEGIATAN HARIAN LEBAH PEKERJA Apis cerana Fabricius DENGAN FAKTOR LINGKUNGAN DI PAKAR WETAN DAN MEKAR WANGI-BANDUNG UTARA JAWA BARAT", "Abstrak": "ABSTRAK: \n \n\nTelah dilakukan penelitian pola kegiatan harian lebah pekerja Aais cerana Fabr. dan hubungannya dengan faktor lingkungan fisis di Pakar Wetan dan Mekar Wangi, Bandung Utara-Jawa Barat. Penelitian dilakukan dari bulan Oktober 1984-Januari 1985. Penghitungan jumlah individu lebah pekerja yang keluar-masuk sarang dilakukan dengan menggunakan pencatat otomatis fotoreseptor. Umumnya lebah pekerja mulai giat dari jam 05.00 WIB sampai jam 18.00 WIB. Puncak kegiatannya 1ebih ,bamyak terjadi pada pagi hari antara jam 05.00-08.00 WIB. Bervariasinya faktor lingkungan fisis dan perubahan waktu menyebabkan pola kegiatan hariam keluar-masuk sarang lebah pekerja juga bervariasi. Faktor fisis yang relatif berpengaruh dalam menentukan kegiatan keluar-masuk sarang adalah intensitas cahaya matahari, suhu dan kecepatan angin walaupun demikian pola kegiatan harian memperlihatkan pola yang ritmis. Pada kegiatan harian mengumpulkan tepung sari memperlihatkan pola yang ritmis dengan dua periode puncak kegiatan pada pagi hari dan sore hari. Kegiatan harian rata-rata mengambil tepung sari terhenti pada jam 12.00-15.00 WIB. Faktor lingkungan fisis yang relatif paling berpengaruh dalam menentukan kegiatan pekerja untuk mengumpulkan tepung sari adalah intensitas cahaya. Terdapat indikasi bahwa tepung sari yang  terbanyak dibawa ke sarang lebah adalah tepung sari dari Arengga pinnata dan Zea mays.", "Daftar File": {}, "Penulis": "Tati Suryati Syamsudin", "Kontributor / Dosen Pembimbing": ["Pembimbing: Soelaksono Sastrodiharjo, Dr. \n \n\nPembimbing: R. E. Soeriaatmadja, Dr. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Apis cerana Fabricius, kegiatan harian lebah pekerja", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}