{"Nomor": 9454, "Judul": "PEMBANGUNAN PERANGKAT LUNAK PELAYANAN DAN PENGOLAHAN PERMINTAAN PADA ELECTRONICS LIBRARY SYSTEM DENGAN MENGGUNAKAN TCP/IP", "Abstrak": "Abstrak:   \n \n \n \n\nPada tesis ini dilakukan pembangunan perangkat lunak untuk memberikan pelayanan dan pengolahan permintaan pada sistem pustaka elektronik untuk operasi penerbangan disingkat P3ELS. Perangkat hmak ini merupakan bagian dari perangkat hmak Electronics Library System Operational Software disingkat ELSOS.   \n \n \n \n\n, Perangkat lunak ini terhubung dengan terminal komputer Flight Deck Display, EIFS EICAS dan Data Loader melalui jaringan komputer ethernet protokol TCP/IP untuk merespon permintaan sambungan, meaenma label, dan mengirim acknowledgment. Perangkat lunak ini berinteraksi dengan perangkat hmak sistem basis data P3UPD untuk mengecek keabsahan label, memperoleh file-file yang sesuai dengan label untuk diolah menjadi sebuah respon permintaan, dan mengiirim respon permintaan kepada P3UPD untuk dikirimkan kepada client.   \n \n \n \n\nPerangkat lunak ini dibangun dengan pendekatan desain berorientasi objek dengan menggunakan metoda Techniques for Object Oriented Design disingkat TOOD. Pada tahap analisis diperoleh model dari persoalan dalam bentuk diagram konteks data atau diagram aliran data dengan beberapa bubble process. Hasil analisis tersebut kemudian diimplementasikan menjadi rancangan dengan mengacu bahwa setup bubble proces akan menjadi sebuah calon objek. Implementasi rancangan ke dalam kode program dilakukan dengan menggunakan bahasa pemrogramian GNU C++ versi 2.7 pada sistem operasi Linux v2.0.30. Pada perangkat lunak dilakukan verifikasi dengan mengadakan pengujian pada tahap analisis, perancangan, dan implementasi, melalui formal review untuk mendapatkan validasi bahwa perangkat lunak yang dibuat sudah sesuai dengan kebutuhan.", "Daftar File": {}, "Penulis": "Tatok Tridjaja Widjanarka - NIM. 23597204", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Hira Laksmiwati Msc.", "Pembimbing 2 : T.A Moetawakkil MSEE.", "Scanner:  Alice Diniarti", "2008-01-31."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ELSOS, TOOD, Data Context Diagram, bubble process, object.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}