{"Nomor": 9467, "Judul": "PEMBANGUNAN PROTOTIPE PERANGKAT LUNAK ANTARMUKA OBJECT QUERY LANGUAGE PADA OBJECT DATABASE MANAGEMENT SYSTEM db4o", "Abstrak": "Sebagian Object Database Management System (ODBMS) tidak bisa menangani masukan query ad-hoc dan mengandalkan metode query tersendiri yang tidak dikenal luas. Padahal dengan adanya Object Query Language (OQL) sebagai bahasa query standard, ODBMS seharusnya mengimplementasikannya untuk mempermudah pemakaian bagi pengguna. Tugas akhir ini menghasilkan sebuah prototipe perangkat lunak antarmuka khusus yang dapat memproses masukan query OQL terhadap basisdata sebagai solusi yang dapat diterapkan untuk ODBMS db4o yang tidak mendukung masukan OQL.   \n \n \n\nAnalisis yang dilakukan dimulai dengan memilih dan mempelajari satu ODBMS, yaitu db4o untuk mengimplementasikan prototipe perangkat lunak antarmuka. Analisis selanjutnya dilakukan terhadap OQL dengan mempelajari penanganan sifat-sifat konsep objek dalam OQL, juga mempelajari konversi OQL dengan mencari kesesuaian pernyataan-pernyataan query OQL terhadap metode query yang dikenali db4o, sehingga dapat dieksekusi untuk mengembalikan hasil yang tepat.   \n \n \n\nSelanjutnya dibangun sebuah prototipe perangkat lunak antarmuka berdasarkan analisis yang dilakukan. Perangkat lunak ini menerima masukan berupa query OQL, kemudian mengonversi dan mengeksekusi hasil konversi tersebut pada basisdata db4o. Perangkat lunak lalu menerima hasil eksekusi dan menampilkan hasilnya pada layar.   \n \n \n\nBerdasarkan pengujian terhadap perangkat lunak, sejumlah sintaks OQL dapat diterapkan pada db4o yang sebelumnya tidak menerima masukan query ad hoc, dengan bantuan prototipe perangkat lunak antarmuka. Hal tersebut dapat dilakukan dengan mengonversi masukan query OQL dan memanfaatkan sintaks-sintaks khusus metode query yang dikenali db4o, sehingga query dapat dieksekusi.", "Daftar File": {}, "Penulis": "TEGUH PAMUJI (NIM 13503054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Tricya Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Object Database Management System, Object Query Language", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}