{"Nomor": 9469, "Judul": "PENGEMBANGAN MODEL NILAI TANAH KAWASAN PERTOKOAN", "Abstrak": "Pertokoan sebagai salah satu obyek Pajak Bumi dan Bangunan, sangat potensial dalam menyumbangkan penerimaan negara dari sektor perpajakan karena faktor lokasi yang sangat strategis dan aksesibilitasnya yang tinggi. Dasar Pengenaan PBB adalah Nilai Jual Objek Pajak (NJOP). Selama ini penentuan NJOP Bumi Kawasan Pertokoan dipersamakan dengan nilai tanah disekitarnya meskipun jenis penggunaannya lain. Hal ini menimbulkan masalah dalam keakuratan dan kewajaran NJOP tersebut.       \n \n \n \n \n \n \n\nPenelitian ini berupaya untuk menganalisis pengaruh variabel penentu nilai tanah pertokoan. Variabel yang diteliti adalah jarak ke pusat bisnis lokal/CBD terdekat, kedekatan dengan pertokoan lain, kepadatan penduduk, koefisien luas bangunan, lebar jalan, keamanan lingkungan, kenyamanan lingkungan, dan kesesuaian peruntukan dengan rencana tata ruang wilayah. Analisis data menggunakan analisis regresi berganda dengan metode kuadrat terkecil ordinary least square(OLS). Model regresi yang dipakai adalah model linier. Pengujian model yang digunakan adalah uji kriteria apriori ekonomi, uji kriteria statistik, uji asumsi klasik, dan evaluasi model.       \n \n \n \n \n \n \n\nHasil penelitian menghasilkan tiga model yang terbaik yaitu model linier dengan persamaan matematis :       \n \n \n \n \n \n \n\nNT = 1.537.210-579JCBD + 12.409 KPL + 65.620 LJ + 355.819 AL +  є untuk wilayah keseluruhan Karees, dengan kemampuan model dalam menjelaskan perubahan nilai tanah adalah sebesar 68,32%(Adjusted R2). Variabel yang berpengaruh secara signifikan adalah jarak ke pusat bisnis local/CBD terdekat, kedekatan dengan pertokoan lain, lebar jalan, dan keamanan lingkungan. Model kedua  NT = 173.399 + 19.952 KPL + 138.636 LJ + є untuk wilayah Kecamatan Regol, dengan kemampuan model dalam menjelaskan perubahan nilai tanah adalah sebesar 87,93%.Variabel yang berpengaruh secara signifikan adalah kedekatan dengan pertokoan lain dan lebar jalan, Model ketiga untuk Kecamatan Lengkong adalah NT = 753.512 + 12.070 KPL + 502.176 KLB + 157.312 LJ + є Variabel yang berpengaruh secara signifikan adalah kedekatan dengan pertokoan lain, koefisien lantai bangunan, dan lebar jalan, dengan kemampuan model dalam menjelaskan perubahan nilai tanah adalah sebesar 68,44%.", "Daftar File": {}, "Penulis": "TEGUH SULISTYO (NIM 25106024)", "Kontributor / Dosen Pembimbing": ["Pembimbing:       \n \n \n \n \n \n \n\nIr. Didik Wihardi, MS., dan Ir. Albertus Deliar, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Shopping Center Land Value, Land Value Determinant Variable, Multiple Regression Analysis", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}