{"Nomor": 9471, "Judul": "PENENTUAN MODEL MANAJEMEN PROYEK: PENDEKATAN STUDI KASUS (PT. XYZ)", "Abstrak": "Penggunaan manajemen proyek pada era globalisasi ini, bagi perusahaan-perusahaan penyedia layanan telekomunikasi menjadi sangat penting. Dengan perubahan teknologi IT dan telekomunikasi yang berkembang sangat cepat, perusahaan juga harus memiliki strategi manajemen proyek yang matang untuk dapat mengikuti perkembangan ini. Selain perumusan strategi juga diperlukan pembentukan bisnis proses yang tepat untuk dapat membuat alur yang tepat bagi organisasi yang terbentuk. Dengan adanya bisnis proses untuk menunjang manajemen proyek yang dikembangkan sesuai dengan bertumbuhnya sistem IT yang ada yang mampu membantu perusahaan agar lebih efektif dan efisien dalam mengelola bisnisnya, maka proyek tersebut perlu dikerjakan oleh sumber daya manusia (manajer proyek, dan semua yang aktif berkecimpung di dalam proyek) yang kompeten untuk dapat menyelesaikan proyek yang berkualitas dan sesuai waktu dan biaya yang ditetapkan sebelumnya. \n \n \n \n\nPenyelesaian sebuah proyek harus sesuai dengan kontrak yang dibuat sebelumnya. Pada dasarnya kontrak ini akan berbeda sesuai dengan model manajemen proyek yang digunakan. Saat ini PT. XYZ. menggunakan model manajemen proyek non-turnkey, dimana ada model lainnya seperti turnkey dan managed service yang dapat dipilih sesuai kebutuhan perusahaan. Pemilihan model ini akan sangat bergantung dengan struktur organisasi perusahaan dan kemampuan manajemen proyek perusahaan. \n \n \n \n\nRiset ini menggunakan model PMMM (Project Management Maturity Model) sebagai alat bantu menilai kematangan manajemen proyek yang digunakan pada PT. XYZ. Dengan menggunakan PMMM dapat dianalisa lima dimensi utama yaitu common language, common processes, singular methodology, benchmarking dan continuous improvement, yang akhirnya akan menghasilkan suatu hasil penilaian yang dapat dianalisa untuk menentukan model manajemen proyek yang benar-benar sesuai dengan kebutuhan PT. XYZ. \n \n \n \n\nDengan pendekatan studi kasus, maka riset ini akan menunjukkan model yang tepat bagi PT. XYZ. yang akan menjadikan bisnis proses didalamnya lebih mudah dan tepat guna.", "Daftar File": {"2008 TS PP TENGKU REZA SYAHREZAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31631", "2008 TS PP TENGKU REZA SYAHREZAL 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/31632", "2008 TS PP TENGKU REZA SYAHREZAL 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/31633", "2008 TS PP TENGKU REZA SYAHREZAL 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/31634", "2008 TS PP TENGKU REZA SYAHREZAL 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/31635", "2008 TS PP TENGKU REZA SYAHREZAL 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/31636", "2008 TS PP TENGKU REZA SYAHREZAL 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/31637", "2008 TS PP TENGKU REZA SYAHREZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31638"}, "Penulis": "TENGKU REZA SYAHREZAL (NIM 29106397)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aries Feizal Firman, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Turnkey, Non-turnkey, Managed services, Maturity model", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}