{"Nomor": 9473, "Judul": "EVALUASI IN VITRO DAN IN VIVO MIKROKAPSUL ASETAZOLAMIDA", "Abstrak": "Telah dilakukan penelitian evaluasi in vitro dan in vivo mikrokapsul asetazolamida Mikrokapsul asetazolamida dibuat dengan menggunakan metoda koaservasi pemisahan fase dengan teknik dis persi secara pelelehan dan proses pendinginan . Mikro - kapsul dibuat dengan perbandingan asetazolamida terhadap cera alba 1:2 dan 1:3 dengan menggunakan campuran surfaktan span 80 dan tween 80 dengan HLB 10 sebanyak 0,50 , 0,75 dan 1,00% . Evaluasi in vitro menunjukkan bahwa mikrokapsul yang dihasilkan berbentuk bulat telur (oval) dengan ukuran diameter rata-rata berkisar antara 395,74 sampai 677,17 um , faktor perolehan kembali untuk zat aktif berkisar antara 0,93 sampai 0,95 , faktor perolehan kembali untuk proses berkisar antara 0,91 sampai 0,98, tebal dinding mikrokapsul rata-rata secara teoritis berkisar antarra 21,17 sampai 30,79 um dan jumlah asetazolamida yang ter disolusi dari mikrokapsul setelah 6,5 jam berkisar antara 23,39 sampai 38,59% dengan pelepasan asetazolamida dari mikrokapsul mengikuti model kinetik pelepasan orde I Pada pemberian mikrokapsul dengan perbandingan asetazolamida terhadap cera alba 1:2 dan penambahan campuran surfaktan 1% dengan HLB 10 secara oral pada tiga ekor kelinci, kadar asetazolamida dalam darah yang konstan berkisar antara 20 sampai 25 ug/ml dicapai setelah enam jam Sedangkan pada pemberian mikrokapsul dengan perbandingan asetazolamida terhadap cera alba 1:3 dan penambahan campuran surfaktan 0,5% dengan HLB 10 secara oral pada tiga ekor kelinci, kadar asetazolamida dalam darah yang konstan antara 20 sam-Pai 25 ug /mJ dicapai setelah 4 jam. Dari hasil evaluasi in vitro dan in vivo ternyata mikrokapsul asetazolamida merupakan sediaan yang pelepasannya diperlambat dan model kinetik pelepasan asetazolamida dari mikrokapsul mengikuti kinetik orde I.", "Daftar File": {"1989 TS PP TETI INDRAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31640", "1989 TS PP TETI INDRAWATI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/31641", "1989 TS PP TETI INDRAWATI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/31642", "1989 TS PP TETI INDRAWATI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/31643", "1989 TS PP TETI INDRAWATI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/31644", "1989 TS PP TETI INDRAWATI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/31645", "1989 TS PP TETI INDRAWATI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/31646", "1989 TS PP TETI INDRAWATI 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/31647", "1989 TS PP TETI INDRAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31648"}, "Penulis": "TETI INDRAWATI", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Goeswin Agoes, dan Dr. Mathilda Widianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "In vitro, in vivo, acetazolamide microcapsule", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}