{"Nomor": 9477, "Judul": "APPLICATION OF OPERATING DEFLECTION SHAPE FOR ESTIMATING UNBALANCE FORCE OF A ROTATING OVERHUNG MOUNTED FAN", "Abstrak": "Frequency response function [FRF] is the ratio between vibration responses of a structure and excitation force acting on it. Operating deflection shape [ODS] is defined as the relative, forced motion of two or more points on a structure. Since they are forced motions, ODSs have hidden information which can effectively be used for predicting the excitation forces. For this purpose a preliminary setup consisting of free free beam supported by soft springs are used to measure FRFs and ODSs. FRF measurement is conducted using burst random excitation force. In this case ODS measurement is carried out using sinusoidal excitation force. Measured FRF are decomposed and the weighting factors of each mode in ODS are evaluated. The excitation forces are estimated using the weighting factor and pseudo-inverse methods. Errors with the weighting factor method are lower than those with pseudo-inverse method at low frequency 30 Hz. On the other hand errors with both methods are the same for higher frequency. A case study is performed on the overhung supported fan. FRFs of the fan for all angular positions of the shaft are obtained using burst random excitation forces on the overhung portion of the rotor. The ODSs of the fan unit with rotating residual unbalance are measured by using reference accelerometer and roving Laser Doppler Vibrometer. Different masses of unbalances are then installed on the fan. The structure is excited by the imbalance force at different rotating speeds. The fan ODSs are measured for different unbalance conditions. The most critical vibration responses are found at the motor drive end and at the overhung fan end. The bearings are the second components to be checked for regular maintenance program. The unbalance masses of the fan which cause the imbalance excitation force are estimated by using measured FRFs and ODSs. The errors are within 10 % if the vibration responses at motor drive end are used and within 20 % if those at the overhung fan end and the bearings are used. Therefore it is proposed that the excitation force due to unbalance of the fan can be estimated by using measured FRFs and ODSs.", "Daftar File": {"2007 TS PP THEIN MIN HTIKE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31671", "2007 TS PP THEIN MIN HTIKE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/31672", "2007 TS PP THEIN MIN HTIKE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/31673", "2007 TS PP THEIN MIN HTIKE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/31674", "2007 TS PP THEIN MIN HTIKE 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/31675", "2007 TS PP THEIN MIN HTIKE 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/31676", "2007 TS PP THEIN MIN HTIKE 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/31677", "2007 TS PP THEIN MIN HTIKE 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/31678", "2007 TS PP THEIN MIN HTIKE 1-BAB 6A.pdf": "https://digilib.itb.ac.id/gdl/download/31679", "2007 TS PP THEIN MIN HTIKE 1-BAB 6B.pdf": "https://digilib.itb.ac.id/gdl/download/31680", "2007 TS PP THEIN MIN HTIKE 1-BAB 6C.pdf": "https://digilib.itb.ac.id/gdl/download/31681", "2007 TS PP THEIN MIN HTIKE 1-BAB 6D.pdf": "https://digilib.itb.ac.id/gdl/download/31682", "2007 TS PP THEIN MIN HTIKE 1-BAB 6E.pdf": "https://digilib.itb.ac.id/gdl/download/31683", "2007 TS PP THEIN MIN HTIKE 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/31684", "2007 TS PP THEIN MIN HTIKE 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/31685", "2007 TS PP THEIN MIN HTIKE 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/31686"}, "Penulis": "THEIN MIN HTIKE (NIM 23105025)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Komang Bagiasna dan Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "deflection shape, unbalance force, mounted fan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "16 file", "Tanggal Input": "27 Sep 2017"}