{"Nomor": 9479, "Judul": "IDENTIFIKASI PENGARUH PERUBAHAN PENGGUNAAN LAHAN TERHADAP KUALITAS PERAIRAN PESISIR BERDASARKAN ANALISIS GEOSPASIAL (STUDI KASUS: KAWASAN PESISIR UTARA JAKARTA)", "Abstrak": "ABSTRAK:   \n \n \n \n\nKeberagaman potensi kawasan pesisir menyebabkan sebagian besar penduduk hidup di kawasan tersebut dan menggantungkan perekonomian pada pengolahan cumber daya alam dan jasa lingkungan yang ada. Intensifnya perkembangan aktivitas daratan pesisir membawa konsekuensi semakin besarnya tekanan ekologis terhadap lingkungan perairan. Keterkaitan spasial ini perlu diketahui sebagai langkah awal identifikasi penyebab kerusakan lingkungan pesisir sebagai bagian dari pengelolaan kawasan pesisir secara terpadu. Pengaruh perubahan penggunaan lahan terhadap degradasi kualitas perairan pesisir dalam studi ini dibatasi pada terjadinya sedirnentasi dan pencemaran. Sedimentasi diarahkan pada terjadinya proses perubahan kedalaman relatif perairan terkait dengan tingkat kekeruhan, sedangkan parameter pencemaran yang digunakan adalah indeks diversitas fitoplankton (deteksi konsentrasi klorofil) dan temperatur permukaan perairan. Berdasarkan analisis spasial dengan menggunakan citra Landsat TM 1994 dan ETM+ 2001 menunjukkan bahwa perubahan landuse di pesisir utara Jakarta dengan kecenderungan bertambahnya lahan terbangun terutama perluasan kawasan pemukiman dan industri melalui konversi lahan resapan air mengakibatkan adanya kecenderungan perubahan kedalaman relatif (semakin dangkal) seiring dengan peningkatan kekeruhan yang berdampak pada penurunan indeks diversitas fitoplankton. Kondisi ini terjadi di perairan bagian timur, badan air Pelabuhan Tanjung Priok, dan cekungan teluk (mulai dari Muara Angke hingga Muara Cakung) dengan kecenderungan meluas ke arah laut. Sedangkan peningkatan temperatur permukaan perairan terjadi pada zona muara yang berdekatan dengan aktivitas industri (PLTU Muara Karang, Pelabuhan Tanjung Priok, Sunda Kelapa, dan Muara Angke).", "Daftar File": {}, "Penulis": "Thesa Bonami (NIM 25103001)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: T. Lukman Azis, Dr., Ir., M.Sc.   \n \n \n \n\nPembimbing 2: Ketut Wikantika, Dr., Ir., M.Eng.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n \n \n\n(2008-01-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "coastal area, water quality, landuse, landsat, temperature", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}