{"Nomor": 9485, "Judul": "STUDI PENDAHULUAN UNTUK MENDAPATKAN INFORMASI GEN PENGKODE &#945;-AMILASE DARI BAKTERI LAUT GALUR LOKAL Vibrio sp. SFNB3", "Abstrak": "α-Amilase (1,4-α-D-glukan glukanohidrolase, E.C. 3.2.1.1) adalah endoenzim yang mengkatalisis hidrolisis ikatan α-1,4-glikosidik pada amilosa atau amilopektin menghasilkan α-limit dekstrin, oligosakarida linier, dan sedikit maltosa serta glukosa. α-Amilase yang berasal dari bakteri mendominasi aplikasi dalam sektor industri. Bakteri laut merupakan sumber penghasil α-amilase yang sangat potensial dan belum banyak diteliti. Tujuan dari penelitian ini adalah untuk mendapatkan informasi mengenai keberadaan gen pengkode α-amilase pada bakteri laut galur lokal Vibrio sp. SFNB3.  \n \n\nFragmen DNA kromosom Vibrio sp. SFNB3 yang telah dipotong oleh enzim restriksi EcoRI dengan ukuran 4,5-6 kb diligasikan dengan vektor pUC19 yang telah dipotong dengan enzim restriksi EcoRI. Penapisan sel transforman yang membawa gen pengkode α-amilase diidentifikasi berdasarkan pada pembentukan daerah bening pada media agar yang mengandung pati setelah diberi penambahan iodin. Hasil analisis restriksi plasmid rekombinan dari transforman E. Coli yang menunjukkan daerah bening (Vsp.7) menunjukkan adanya fragmen DNA kromosom sisipan dengan ukuran sekitar 4,7 kb. Hasil analisis urutan nukleotida fragmen DNA sisipan Vsp.7 menunjukkan kesamaan dengan Hypothetical protein dari Vibrio harveyi ATCC BAA-1116 (nomor akses CP000789.1) dan flavodoxin 2 serta single-stranded-DNA-specific exonuclease RecJ dari Vibrio parahaemolyticus RIMD (nomor akses BA000031.2).  \n \n\nPada fragmen DNA sisipan Vsp.7 tidak diperoleh gen pengkode α-amilase. Meskipun demikian, diperoleh informasi penting bahwa V. parahaemolyticus RIMD mempunyai gen pengkode α-amilase (nomor akses BA000031) dengan panjang basa 2,085 kb dan terdiri dari 695 residu asam amino. Besarnya ukuran gen α-amilase V. parahaemolyticus RIMD ini memunculkan dugaan bahwa α-amilase dari V. parahaemolyticus RIMD mempunyai sifat yang berbeda dengan α-amilase pada umumnya. Untuk penelitian selanjutnya, dari urutan nukleotida gen pengkode α-amilase V. parahaemolyticus dapat dibuat rancangan primer dan gen pengkode α-amilase dari bakteri laut galur lokal Vibrio sp. SFNB3 dapat diamplifikasi melalui proses Polymerase Chain Reaction.", "Daftar File": {"2008 TS PP TINA DEWI ROSAHDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31741", "2008 TS PP TINA DEWI ROSAHDI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/31742", "2008 TS PP TINA DEWI ROSAHDI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/31743", "2008 TS PP TINA DEWI ROSAHDI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/31744", "2008 TS PP TINA DEWI ROSAHDI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/31745", "2008 TS PP TINA DEWI ROSAHDI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/31746", "2008 TS PP TINA DEWI ROSAHDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31747"}, "Penulis": "TINA DEWI ROSAHDI", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dessy Natalia"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "α-amilase, Kloning, Vibrio sp.", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}