{"Nomor": 9487, "Judul": "TINJAUAN MENGENAI KONSEP VISUAL PUN DALAM KONTEKS DESAIN IKLAN CETAK DI INDONESIA: STUDI KASUS ANALISIS IKLAN CETAK VISUAL PUN YANG TELAH DIMUAT DI SURATKABAR DAN MAJALAH NASIONAL DI INDONESIA PADA TAHUN 1990-1999", "Abstrak": "ABSTRAK: \n \n \n\nDesain iklan cetak visual pun dirancang berdasarkan konsep pun yang mengandung kaidah dan dasar logika yang unik; yang diyakini mengandung potensi daya persuasi yang kuat, mengandung sifat humor, menimbulkan efek kejutan dan bersifat menghibur. Pesan sebuah iklan harus segera dapat diapresiasi oleh sasaran dalam waktu singkat dan menumbuhkan perilaku atau dorongan bertindak dalam diri sasaran, seperti yang diharapkan pengiklan. \n \n \n\nKaidah dan dasar logika konsep pun ini, menjadi dasar dan aturan bermain dalam mengolah gagasan desain ikian; yang berwujud visual dan verbal. Sebagai sebuah konsep; kaidah dan dasar logika ini, berisi pemikiran komunikasi persuasif; yang merupakan bentuk komunikasi periklanan, dengan ciri-ciri utamanya, sbb. : \n \n \n\nKomunikasi tidak langsung (bukan tatap muka), dimuat dan disebar melalui media massa, dan bersifat komunikasi persuasif. Proses komunikasi yang terjadi, berlangsung melalui interpretasi kode-kode verbal, visual atau keduanya secara bersamaan, yang tertuang dalam visualisasi iklan tersebut. Wujud rupa iklan cetak ini mengandung konsep dan gagasan verbal dan visual. \n \n \n\nVisual pun dalam konteks desain ikian merupakan fenomena bentuk penuturan verbal, visual atau keduanya; yang memiliki kaidah dan dasar logika yang unik, yang dibuat menyimpang secara sengaja dari aturan yang seharusnya berlaku. Konsepsi bentuk penuturan visual pun ini, berasal dari konsep bentuk bertutur verbal pun; yang dikenal sebagai salah satu jenis kelompok dari bentuk penuturan yang dinamakan figures of speech. \n \n \n\nKonsep bertutur verbal pun terdiri dari sejumlah varian yang berasal dari varianvarian kelompok dari figures of speech; yang disebut Verbal Games atau Gymnastics dan kelompok Error. Kelompok varian verbal pun ini; yang biasanya disebut juga Paronomasia, merupakan sumber kaidah dan dasar logika konsep visual pun. Sebagai konsep bentuk bertutur visual, konsep visual pun yang diaplikasikan dalam desain ikian akan menghasilkan gagasan visual yang khas; dengan ciri-cirinya a.l.: kelihatan aneh, lucu, bermakna ganda dan menimbulkan kejutan bagi pengamat. \n \n \n\nDalam penelitian ini, dilakukan penelaahan dan studi kepustakaan mengenai konsep visual pun ini secara mendasar dengan menelusuri asal-usul pengertian, batasan, kaidah dan dasar logika konsep pun tersebut; serta mencoba menemukan dasar pemikiran yang menjadi formula konsep visual pun; yang digunakan dalam desain iklan cetak. \n \n \n\nSedangkan, studi kasus yang dilakukan dimaksudkan untuk menganalisis contoh ikian-ikian yang dirancang dengan konsep visual pun atau yang mengandung pemikiran pun. Melalui analisis ini, diharapkan dapat lebih memperjelas pengertian, aplikasi dan spesifikasi konsep visual pun dan konsepsi desain iklan; yang dinamakan iklan cetak visual pun.", "Daftar File": {"2000 TS PP TIRTO SISWOYO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/31755", "2000 TS PP TIRTO SISWOYO 1-BAB2a.pdf": "https://digilib.itb.ac.id/gdl/download/31756", "2000 TS PP TIRTO SISWOYO 1-BAB2b.pdf": "https://digilib.itb.ac.id/gdl/download/31757", "2000 TS PP TIRTO SISWOYO 1-BAB3a.pdf": "https://digilib.itb.ac.id/gdl/download/31758", "2000 TS PP TIRTO SISWOYO 1-BAB3b.pdf": "https://digilib.itb.ac.id/gdl/download/31759", "2000 TS PP TIRTO SISWOYO 1-BAB3c.pdf": "https://digilib.itb.ac.id/gdl/download/31760", "2000 TS PP TIRTO SISWOYO 1-BAB4a.pdf": "https://digilib.itb.ac.id/gdl/download/31761", "2000 TS PP TIRTO SISWOYO 1-BAB4b.pdf": "https://digilib.itb.ac.id/gdl/download/31762", "2000 TS PP TIRTO SISWOYO 1-BAB4c.pdf": "https://digilib.itb.ac.id/gdl/download/31763", "2000 TS PP TIRTO SISWOYO 1-BAB4d.pdf": "https://digilib.itb.ac.id/gdl/download/31764", "2000 TS PP TIRTO SISWOYO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/31765", "2000 TS PP TIRTO SISWOYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31766"}, "Penulis": "Tirto Siswojo (NIM 27199603)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yasraf Amir P., Drs., M.A. \n \n\nPembimbing: Setiawan Sabana, Drs., MFA. \n \n\nPembimbing: Imam santosa, Drs., M.Sn. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "iklan cetak, visual pun, desain iklan cetak", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}