{"Nomor": 9494, "Judul": "SELF COLOR", "Abstrak": "Sebagai makhluk Tuhan yang paling sempurna dibandingkan makhluk lainnya, manusia diberikan akal dan perasaan. Sebagai salah satu makhluk ciptaan-NYA, tentunya saya juga memiliki perasaan.   \n \n \n\nPeraasaan yang saya munculkan disini merupakan hasil yang diperoleh dari pengalaman hidup saya selama kurang-lebih 20 tahun, dimana pengalaman-pengalaman tersebut pada akhrnya membentuk apa yang ada pada diri saya hingga saat ini. Pembuatan karya ini merupakan representasi diri saya untuk lebih memperkenalkan diri saya kepada audiens. Serupa seperti perasaan, sifat saya juga merupakan hasil dari sebuah proses panjang, sifat egois contohnya, hal ini dianggap sebagai efek dari diri saya yang berada dalam posisi anak tertua dalam keluarga dan juga kebiasaan hidup sendiri sehingga kurang dapat mendengarkan perkataan ataupun pendapat orang lain.   \n \n \n\nLewat karya ini saya ingin menjadikannya sebagai proses perenungan terhadap diri sendiri sehingga dapat menjadi lebih baik dari sebelumnya. Proses pengerjaan karya yang melalui berbagai hal, baik positif ataupun negatif dianggap sebagi pelajaran, dimana dalam hidup ini untuk menjadi lebih baik maka seseorang harus melalui sebuah proses panjang yang tidak hanya bersifat positif namun juga negatif.", "Daftar File": {"2008 TA PP TOAN SINDHU MAHARDIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31808", "2008 TA PP TOAN SINDHU MAHARDIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/31809", "2008 TA PP TOAN SINDHU MAHARDIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/31810", "2008 TA PP TOAN SINDHU MAHARDIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/31811", "2008 TA PP TOAN SINDHU MAHARDIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/31812", "2008 TA PP TOAN SINDHU MAHARDIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/31813", "2008 TA PP TOAN SINDHU MAHARDIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31814"}, "Penulis": "TOAN SINDHU MAHARDHIKA (NIM 17003020)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  Dr. Nuning Yanti Damayanti, Dipl. Art."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "selfportrait, silkscreen on canvas, drawing on canvas, warna", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "11 Jun 2008"}