{"Nomor": 9496, "Judul": "PERENCANAAN TEBAL LAPIS TAMBAHAN PADA PERKERASAN LENTUR MENGGUNAKAN PROGRAM EVERSERIES (STUDI KASUS : JALAN TOL JAKARTA-CIKAMPEK RUAS BEKASI BARAT-BEKASI TIMUR)", "Abstrak": "Suatu lapisan perkerasan memiliki umur layan. Jika umur layan telah terlampaui, maka perlu membangun suatu lapisan tambahan (overlay) untuk meremajakan struktur perkerasan. Overlay digunakan sebagai pemeliharaan jalan atau jika kondisi struktur perkerasan sudah menurun, yaitu tegangan yang terjadi pada struktur perkerasan sudah melebihi tegangan izinnya sehingga perlu dibuat lapisan baru yang dapat mendukung kerja struktur perkerasan tersebut. Salah satu pendekatan yang dipakai untuk merencanakan tebal lapis tambahan suatu struktur perkerasan jalan adalah metode mekanistik. Metode ini diproleh karena struktur perkerasan jalan merupakan struktur yang kompleks sehingga dalam analisisnya perlu dilakukan penyederhanaan. Aplikasi teori struktur dalam desain struktur perkerasan memberikan kontribusi yang besar dalam hal optimasi desain. Salah satu program komputer yang dapat melakukan analisis tersebut adalah rangkaian program EVERSERIES yang terdiri dari EVERCALC, EVERSTRESS, dan EVERPAVE. Dalam perencanaan tebal overlay, data lendutan hasil survei FWD digunakan sebagai evaluasi kinerja struktural perkerasan jalan tol Jakarta-Cikampek ruas Bekasi Barat-Bekasi Timur. Data lendutan tersebut menjadi input dalam program EVERCALC, yang merupakan program backcalculation untuk menghitung nilai modulus E1, E2, E3 berdasarkan pendekatan lendutan hasil perhitungan dengan lendutan hasil survei. Melalui program EVERCALC dilakukan analisis sensitivitas, sehingga dapat diketahui bahwa lendutan 1 (d1) mempengaruhi nilai modulus E1, nilai lendutan 4 (d4) lebih menentukan modulus E2, dan lendutan 7 (d7) lebih menentukan nilai modulus E3. Hasil running program EVERCALC menunjukkan bahwa untuk jalur A sebesar 83,57% nilai modulus E1 antara 1000 MPa s/d 5000 MPa. Nilai modulus E2 di bawah 500 MPa sebesar 87,68% dan sebesar 30,14% nilai modulus E3 di bawah 150 MPa. Sedangkan untuk jalur B, sebesar 71,24% mempunyai nilai modulus E1 antara 1000 MPa s/d 5000 MPa, dan sebesar 84,93% mempunyai nilai modulus E2 di bawah 500 MPa, serta nilai modulus E3 di bawah 150 MPa sebesar 21,92%. Program EVERPAVE merupakan program komputer untuk menentukan tebal overlay berdasarkan kondisi perkerasan eksisting, yaitu tebal masing-masing lapisan eksisting, konstanta Poisson, serta nilai modulus yang dihasilkan oleh program EVERCALC. Untuk modulus E1, nilai yang digunakan adalah nilai Eadj yaitu nilai E1 yang telah dikonversikan dengan temperatur standar 77oF (25oC). Selain itu, data yang diperlukan adalah data lalu lintas berdasarkan proyeksi 5 tahun ke depan. Untuk Jalur A kumulatif ESAL adalah 58.249.892 dengan faktor distribusi 0,5 dan jalur B kumulatif ESAL 79.635.195 dengan faktor distribusi 0,5. Variasi musiman juga diperlukan dalam program ini. Hasil analisis program EVERPAVE menunjukkan tebal lapisan yang berbeda-beda untuk setiap titik pengukurannya. Sebanyak 41,1% pada jalur A membutuhkan tebal di atas 15 cm dan untuk jalur B sebanyak 52,05% membutuhkan tebal lapis tambahan di atas 15 cm.", "Daftar File": {"2008 TA PP TOFAN FERDIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31825", "2008 TA PP TOFAN FERDIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/31826", "2008 TA PP TOFAN FERDIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/31827", "2008 TA PP TOFAN FERDIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/31828", "2008 TA PP TOFAN FERDIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/31829", "2008 TA PP TOFAN FERDIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/31830", "2008 TA PP TOFAN FERDIAN 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/31831", "2008 TA PP TOFAN FERDIAN 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/31832"}, "Penulis": "TOFAN FERDIAN (NIM 15003109)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Bambang Sugeng S., DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lendutan, modulus, EVERCALC, EVERPAVE, overlay", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}