{"Nomor": 9498, "Judul": "ANALISA KRITIS UNGKAPAN BENTUK ARSITEKTUR MANGUNWIJAYA MELALUI PENDEKATAN ESTETIKA Studi Kasus Gereja Maria Assumpta di Klaten, Jawa Tengah", "Abstrak": "Abstrak : \n \n\nPeta arsitektur Indonesia tidak terlepas dari peran para arsitek yang telah merancang dan membangun karya-karya arsitektur sehingga menjadi bagian dari kehidupan masyarakat Indonesia dan budayanya, yang merupakan pengejawantahan konsep-konsep dari pribadi masing-masing arsitek, yang memiliki latar belakang tertentu. \n \n\nSalah satu yang menarik adalah sosok arsitek Y.B. Mangunwijaya, baik sebagai pribadi maupun karya arsitekturnya. Mangunwijaya adalah seorang rohaniawan dengan sederet profesi yang dikenal secara nasional dan internasional sebagai sastrawan, budayawan, sosiawan, pendidik, dan arsitek. Di samping tindakan dan karya nyata yang ia lakukan di lapangan, Mangunwijaya menghasilkan karya-karya tulis dari bidang-bidang yang ia lakoni. Kontribusi-kontribusi tersebut kemudian memperoleh penghargaan nasional maupun internasional. \n \n\nDalam bidang arsitektur, Mangunwijaya memiliki kecenderungan bermain dengan bentuk, warna, ruang, dan suasana. Ungkapan bentuk pada karya-karya arsitektur Mangunwijaya sarat dengan pengolahan. Walaupun dibuat dengan bahan-bahan sederhana, namun tetap kelihatan menarik, dan tampil dengan bentuk-bentuk geometris. Ungkapan bentuknya selalu berkualitas, karena selain kreatif juga benar secara fungsional. Hal ini menjadikan karya-karya arsitektur Mangunwijaya dipenuhi dengan ungkapan bentuk yang beraneka ragam sehingga tampil unik. \n \n\nUngkapan bentuk-bentuk yang khas tersebut selalu muncul pada tiap-tiap karya arsitektumya, meski tampil tidak lama. Sehingga walaupun wujud bangunannya berbeda-beda, terdapat benang merah desain arsitektur karya Mangunwijaya. Hal ini menunjukkan idealisme tertentu pada Mangunwijaya dalam merancang. Oleh sebab itu, latar belakang pribadi Mangunwijaya (rohaniawan, sastrawan, budayawan, sosiawan, pendidik) dilihat sebagai faktor yang menentukan sikapnya dalam memilih unsur-unsur bentuk pada ungkapan bentuk arsitekturnya. Oleh sebab itu penulis tertarik untuk mengkaji ungkapan bentuk arsitektur Mangunwijaya: apa yang melatarbelakangi ungkapan bentuk yang muncul, dan makna apa yang dikandungnya. \n \n\nDari sekian banyak karya arsitektur Mangunwijaya, Gereja St. Maria Assumpta (di Klaten, Jawa Tengah) dipilih sebagai obyek kajian dengan alasan bahwa Gereja tersebut merupakan karya arsitekturnya yang pertama kali direalisasikan, dimana Mangunwijaya merancang bangunan berikut perabotan dan elemen-elemen pelengkap lainnya serta terjun langsung pada saat pembangunan sebagai pengawas dan tukang di lapangan. \n \n\nPenelitian ini bertujuan untuk memahami ungkapan bentuk arsitektur Mangunwijaya, dengan maksud untuk memaparkan salah satu pendekatan dalam perancangan arsitektur oleh salah seorang arsitek Indonesia, serta memetik kearifan nilai-nilai yang dikandungnya. Analisa dilakukan dengan pendekatan ilmu ESTETIKA, mengingat obyek yang dikaji merupakan ungkapan bentuk pada arsitektur yang berkaitan dengan visualisasi, keindahan, ekspresi dan makna bentuk. \n \n\nHasil penelitan terhadap ungkapan bentuk arsitektur karya Mangunwijaya dengan pendekatan ilmu Estetika ini diharapkan dapat memberikan kontribusi yang positif terhadap perkembangan dan kajian dunia arsitektur Indonesia di masa sekarang dan yang akan datang, memperluas wawasan terhadap karya desain dan arsitektur Mangunwijaya pada khususnya dan untuk keilmuan desain pada urnumnya, serta dapat dijadikan salah satu pendekatan dalam perancangan desain dan arsitektur.", "Daftar File": {"2002 TS PP TOMMY ALLEN SIAGIAN 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/31848", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/31849", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab2A.pdf": "https://digilib.itb.ac.id/gdl/download/31850", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab2B.pdf": "https://digilib.itb.ac.id/gdl/download/31851", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/31852", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab4A.pdf": "https://digilib.itb.ac.id/gdl/download/31853", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab4B.pdf": "https://digilib.itb.ac.id/gdl/download/31854", "2002 TS PP TOMMY ALLEN SIAGIAN 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/31855", "2002 TS PP TOMMY ALLEN SIAGIAN 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/31856"}, "Penulis": "Tommy Allen Siagian (NIM 271 00 521)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Widagdo, Prof. Dipl. Inn. Arch. \n \n\nPembimbing 2 : Widiharjo, Drs. M.Sn \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Y.B. Mangunwijaya, Indonesian architecture, Aesthetic, St. Maria Assumpta.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}