{"Nomor": 9506, "Judul": "PERANCANGAN SISTEM MEKANIKAL PENYEDIA AIR PANAS SENTRAL (STUDI KASUS KAWASAN PERUMAHAN BATUNUNGGAL INDAH BANDUNG)", "Abstrak": "Mandi merupakan salah satu kebutuhan manusia. Tetapi seringkali mandi dilaksanakan pada saat temperatur udara dingin, sehingga mandi dengan menggunakan air hangat dirasakan lebih nyaman daripada mandi dengan menggunakan air dingin. Sistem penyediaan air panas dalam rumah sudah banyak dikembangkan. Mulai dari penjerangan air dengan kompor yang menggunakan bahan bakar, pemanas air tenaga listrik, juga pemanas air tenaga surya. Tetapi seiring dengan perkembangan zaman, pemakaian energi tersebut masih berpeluang untuk dihemat. Perancangan sistem mekanikal penyedia air panas sentral diharapkan mampu menghemat energi yang diperlukan pada saat peyediaan air panas untuk mandi di suatu kawasan. Perumahan Batununggal Indah Bandung digunakan sebagai contoh lokasi perancangan. Salah satu bentuk penghematan energi yang dilakukan adalah dengan memanfaatkan panas buang dari kondensor chiller mesin refrigerasi sebagai pemanas awal air sampai temperaturnya mencapai 35oC. Selanjutnya air akan melalui sistem pemanasan lanjut dengan menggunakan boiler dan penukar panas shell and tube, sehingga temperatur air dapat mencapai kebutuhannya 65oC. Sistem diharapkan dapat bekerja sehari penuh, sehingga setiap saat air panas harus selalu tersedia, oleh karena itu digunakan sistem sirkulasi tertutup. Kemudian, bentuk penghematan lain yang dilakukan adalah penggunaan tanki tekan sebagai pendamping operasi pompa, sehingga pompa tidak perlu beroperasi selama sehari penuh. Hasil perancangan menunjukkan bahwa kebutuhan air panas 503.260 liter perhari dengan temperatur 65oC dapat diakomodasi dengan menggunakan dua buah boiler dan empat penukar panas. Sistem penampungan air sementara dalam sistem pembangkitan diakomodasi dengan menggunakan tanki penampung. Sedangkan sistem distribusi air menuju ke rumah akan dilakukan oleh pompa, tanki tekan dan sistem pemipaan yang terpisah untuk setiap tahap perumahan.", "Daftar File": {"2008 TA PP TRESNANINGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/31912", "2008 TA PP TRESNANINGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/31913", "2008 TA PP TRESNANINGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/31914", "2008 TA PP TRESNANINGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/31915", "2008 TA PP TRESNANINGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/31916", "2008 TA PP TRESNANINGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/31917", "2008 TA PP TRESNANINGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/31918"}, "Penulis": "TRESNANINGSIH (NIM 13103115)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Pribadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hot water, pressure drop, boiler, heat exchanger, pressure tank, pump", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}