{"Nomor": 9507, "Judul": "PENCITRAAN TOMOGRAFI ATENUASI SEISMIK 3-D GUNUNG GUNTUR MENGGUNAKAN METODE RASIO SPEKTRAL", "Abstrak": "Karakteristik medium dapat digambarkan oleh parameter fisis seperti kecepatan dan atenuasi seismik. Dalam studi tomografi, amplitudo dan  waktu tempuh gelombang P dan S digunakan untuk mencitrakan struktur internal 3-D. Objek penelitian kali ini adalah gunung Guntur yang merupakan salah satu gunungapi aktif di Jawa Barat. Ruang lingkup daerah penelitian adalah  20x20x20 km3 dengan ukuran blok 2x2x2 km3. Dari hasil rekaman seismogram dapat ditentukan posisi hiposenter. Untuk mempermudah penentuan hiposenter digunakan metode 3 lingkaran.Yang kemudian digunakan sebagai masukan untuk penentuan hiposenter dengan metode grid searh. Dengan pertimbangan masukan yang kompleks, metoda inversi leastsquare (LSQR) digunakan untuk proses inversi kecepatan dan atenuasi seismik. Data masukkan untuk inversi kecepatan adalah waktu tunda (dt) yang didefinisikan sebagai selisih antara waktu tempuh gelombang P dan gelombang S observasi dan waktu tempuh dari model referensi. Sedangkan input untuk inversi atenuasi seismik berupa atenuasi diferensial (.tsp*) yang diperoleh dengan perhitungan rasio spektral. Distribusi hiposenter terkonsentrasi pada interval kedalaman 1-6 km dari permukaan Guntur. Citra tomogram kecepatan dan atenuasi seismik menunjukkan zona anomali negatif dan atenuasi tinggi yang konsisten di bawah puncak Guntur, kaldera Gandapura dan kawah Kamojang. Zona tersebut selanjutnya dapat diinterpretasikan sebagai zona keberadaan materi panas yang kemungkinan berasosiasi dengan dapur magma.", "Daftar File": {"2008 TA PP TREVI JAYANTI PUSPASARI 1.pdf": "https://digilib.itb.ac.id/gdl/download/31919"}, "Penulis": "TREVI JAYANTI PUSPASARI (NIM 12404001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Sri Widiyantoro dan Gede Suantika, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "seismic attenuation tomography, spectral ratio method, differential attenuation, Guntur volcano", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "1 file", "Tanggal Input": "14 Jul 2008"}