{"Nomor": 9513, "Judul": "PENGGUNAAN KOMPUTER SEBAGAI SARANA PERANCANGAN GRAFIS DAN PENGARUHNYA TERHADAP TAMPILAN PRODUK-PRODUK CETAKAN (STUDI KASUS KARYA-KARYA PRODUK CETAKAN YANG DIBUAT ANTARA TAHUN 1995-2001 DI JAKARTA)", "Abstrak": "ABSTRAK: \n \n\nKegiatan perancangan grafis di Indonesia telah dimulai pads masa penjajahan Belanda, dan berlangsung terns hingga scat ini. Berbagai kemajuan yang terjadi dalam lingkup desain grafis salah satunya dipicu oleh kehadiran komputer grafis sebagai alat bantu dalam perancangan, yang menggantikan sepenuhnya proses pekerjaan yang sebelumnya dikerjakan dengan sistem manual. Penggunaan komputer grafis saat ini rnenjadi bagian yang tidak terpisahkan dart proses produksi sebuah karya grafis khususnya pada karya produk cetakan. \n \n\nDalam penggunaannya di dalam proses perancangan grafis, komputer yang berbasiskan teknologi digital menawarkan berbagai kemudahan, kecepatan, keleluasaan dalam menghasilkan suatu gagasan-gagasan visual. Komputer telah menciptakan suatu ruang bermain dan berkreasi bagi para perancang seluas-luasnya, banyak hal-hal barn yang sebelumnya tidak memungkinkan untuk dilakukan dengan teknik manual, saat ini menjadi suatu kenyataan bahkan suatu yang tidak terfikirkan sebelumnya. Komputer grafis telah banyak memberikan pengaruh tidak saja terhadap tampilan karya produk cetakan tetapi juga pada proses produksi dan proses kreasi bagi perancang grafis. \n \n\nBagaimana perancang memanfaatkan berbagai fasilitas tersebut dalam menghasilkan suatu penciptaan karya produk cetakan, yang memiliki tujuan utama yaitu sebagai media penyampai informasi kepada khalayak sasarannya. Pengaruh apa saja yang ditimbulkan dengan penggunaan komputer sebagai alat bantu perancangan menjadi titik tolak dalam penelitian ini. Diawali dengan pendahuluan yang menguraikan berbagai tahapan berfikir ilmiah untuk memperoleh suatu gambaran yang jelas dan lengkap terhadap obyek yang akan diteliti, melalui suatu kegiatan penelitian yang bersifat dekriptif-kualitatif \n \n\nAdapun obyek-obyek yang akan ditekiti adalah karya produk cetakan yang dirancang dengan alat bantu komputer grafis yang dibuat antara tahun 1995-2001 yang akan diklasifikasikan menjadi beberapa bagian yaitu karya produk cetakan yang dihasilkan oleh biro desain, biro iklan, penerbit, serta percetakan.", "Daftar File": {}, "Penulis": "Tri Hadi Wahyudi (NIM 27199023)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Imam Buchori Zaenudin, Prof. \n \n\nPembimbing 2: Alfonso Ronald Koapaha, Drs., M.Sn. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-09)"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "perancangan grafis, produk cetakan, komputer", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}