{"Nomor": 9517, "Judul": "PENGARUH EKSTRAK UMBI TEKI (Cyperus rotundus L.) TERHADAP PERTUMBUHAN KEDELAI (Glycine max (L) Merr.)", "Abstrak": "Abstrak:  \n \n\nTelah diteliti pengaruh ekstrak umbi teki (Cyperus rotundus L.) terhadap perkecambahan dan pertumbuhan tanaman kedelai (Glycine Max (L.) Merr.) varitas Orba. Selain itu dilakukan pula analisis senyawa fenol yang dikandung umbi teki. Dari percobaan perkecambahan didapatkan bahwa ekstrak 0,1%; 0,5%; 1,0%; 12,5% dan 25,0% tidak mempengaruhi persentasi perkecambahan tetapi mempengaruhi panjang kecambah yang dibentuk. Ekstrak 0,1% dan 0, 5% meningkatkan panjang kecambah meski tidak berbeda nyata dengan kontrol dan merangsang pembentukan akar lateral. Konsentrasi 1,0% dan 12,5% mereduksi panjang kecambah meskipun juga tidak berbeda nyata dengan kontrol. Pada konsentrasi 25,0%, kecambah menjadi sangat pendek, bulu akar tidak dibentuk dan Ujung akar busuk. Pada percobaan untuk melihat pengaruh ekstrak teki terhadap pertumbuhan tanaman kedelai, konsentrasi 0,1%; 0, 5% dan 1,0% telah dapat menghambat tinggi, berat keying akar dan pucuk, stadium pertumbuhan dan berat kering polong. Meskipun demikian, berat kering polong yang dihasilkan tanaman dengan perlakuan 0,1% tidak berbeda nyata dengan kontrol. Pembentukan bunga pada tanaman perlakuan juga dipengaruhi. Bunga dibentuk paling dulu pada tanaman perlakuan 1,0% kemudian 0,1%; 0,5% dan akhirnya kontrol. Dari segi anatomi, akar tanaman semua perlakuan tidak menunjukkan adanya perbedaan dalam organisasi sel-sel akar. Analisis senyawa fenol dalam umbi menunjukkan bahwa asam klorogenat nampaknya merupakan salah satu senyawa dalam umbi teki.", "Daftar File": {}, "Penulis": "Trimurti H. Wardini (NIM S2 418609)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Estiti B. Hidajat, Dr.  \n \n\nPembimbing 2: Arbayah H. Siregar, Dra., M.Sc.  \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Cyperus rotundus, Glycine max (L.) Merr, Soybean", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}