{"Nomor": 9518, "Judul": "PENJADWALAN BATCH EKONOMIS UNTUK PRODUK N KOMPONEN PADA SISTEM PRODUKSI FLOW SHOP DENGAN PENINGKATAN KAPASITAS PRODUKSI", "Abstrak": "Model penjadwalan batch telah banyak ditulis diantaranya oleh Gim dan Han (1997) yang telah mengembangkan model penjadwalan ekonomis single produk dengan N komponen pada mesin tunggal yang mengintegrasikan penentuan jadwal produksi komponen dan ukuran batch produksi, sehingga akan meminimasi ongkos produksi.  \n \n\nPada kasus-kasus tertentu dibutuhkan peningkatan kapasitas produksi pada fasilitas produksi yang tersedia. Disamping itu kebanyakan perusahaan manufaktur, memproduksi bermacam-macam jenis produk akhir pada serangkaian mesin yang tersusun secara seri (multi-stage). Oleh karena itu pada penelitian ini dikembangkan model penjadwalan batch ekonomis untuk multi produk N komponen pada sistem produksi multi stage dengan peningkatan kapasitas produksi. Pengembangan model dilakukan dengan mengambil model Gim dan Han sebagai model dasarnya. \n \n\nPengembangan model dilakukan secara bertahap, dimulai dari model TSSI dengan memisahkan mesin produksi dan perakitan menjadi dua stage untuk produk tunggal, model multi mesin yang tersusun seri untuk produk tunggal (MSSI), dan model multi mesin yang tersusun seri untuk multi produk (MSMI).juga dikembangkan algoritma solusi yang relatif mudah dan sederhana. Pada penelitian ini dilakukan analisis perilaku model, dengan melakukan analisis sensitivitas parameter. \n \n\nPenelitian ini menghasilkan 3 model yaitu : TSSI, MSSI, dan MSMI. Dari ketiga model ini model yang paling umum adalah model MSMI yang dapat memecahkan masalah yang lebih sederhana (TSSI dan MSSI).  \n \n\nPemisahan stage produksi komponen dan perakitan pada model TSSI mengakibatkan ; a). pendeknya waktu siklus per batch, sehingga meningkatkan laju produksi, b). pendeknya waktu proses komponen (A), sehingga meningkatkan kapasitas produksi. Persentase peningkatan kapasitas dan laju produksi makin besar dengan membesarnya waktu perakitan, dan sebaliknya akan menurun dengan membesarnya waktu proses stasiun produksi \n \n\nModel TSSI juga memperluas daerah fisibilatas model. Makin besar selisih antara waktu proses stasiun produksi dan waktu perakitan, maka semakin besar pula perluasan daerah fisibilitas model.", "Daftar File": {"2001 TS PP TRINDA FARHAN SATRIA 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/31999", "2001 TS PP TRINDA FARHAN SATRIA 1-bab1.pdf": "https://digilib.itb.ac.id/gdl/download/32000", "2001 TS PP TRINDA FARHAN SATRIA 1-bab2.pdf": "https://digilib.itb.ac.id/gdl/download/32001", "2001 TS PP TRINDA FARHAN SATRIA 1-bab3.pdf": "https://digilib.itb.ac.id/gdl/download/32002", "2001 TS PP TRINDA FARHAN SATRIA 1-bab4.pdf": "https://digilib.itb.ac.id/gdl/download/32003", "2001 TS PP TRINDA FARHAN SATRIA 1-bab5.pdf": "https://digilib.itb.ac.id/gdl/download/32004", "2001 TS PP TRINDA FARHAN SATRIA 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/32005"}, "Penulis": "Trinda Farhan Satria (NIM 234 98 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Kadarsah Suryadi, Dr.Ir. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Batch scheduling, multi-stage, Flow Shop.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}