{"Nomor": 9526, "Judul": "ANALISIS KEBIJAKAN DI TERMINAL PETI KEMAS TANJUNG PRIOK MENGGUNAKAN METODA ANALYTIC HIERARCHY PROCESS (AHP) MELALUI PROSES KE DEPAN-EALIK (FORWARD-BACKWARD PROCESS)", "Abstrak": "Abstrak:   \n \n \n \n\nPenelitian ini merupakan suatu analisis kebijakan dengan menggunakan Analytic Hierarchy Process (AHP) melalui metoda proses ke depan-balik. Penelitian yang dilakukan bertujuan untuk mencari kebijakan yang perlu diterapkan di Terminal Peti Kemas Tanjung Priok, untuk mendukung kelancaran arus peti kemas di terminal. Selain ditentukan oleh kapasitas dari fasilitas terminal, arus peti kemas dipengaruhi oleh aktor-aktor yang terlibat dalam proses lalulintas peti kemas. Karena itu dilakukan analisis yang melibatkan para aktor tersebut, sasaransasaran para aktor, skenario eksplorasi masa depan sistem menurut para aktor, skenario antisipasi masa depan sistem yang diinginkan, masalah yang akan timbul dan alternatif kebijakan yang perlu diambil. Jadi untuk menganalisisnya terdapat dua jenis struktur hirarki, yaitu hirarki proses ke depan dan hirarki proses balik. Analisis proses ke depan pertama melibatkan delapan aktor beserta sasarannya masing-masing. Aktor-aktor tersebut adalah : Terminal Peti Kemas, Administrasi Pelabuhan. Bea Cukai, Perusahaan Pelayaran, Forwarder. Perusahaan Bongkar Muat, Angkutan Darat dan Bank. Terdapat empat skenario masa depan sistem yaitu : skenario status quo, skenario mempertahankan sistem sekarang dengan menambah kapasitas fasilitas terminal, skenario menerapkan sistem EDI, dan skenario memindahkan Terminal Peti Kemas ke lokasi lain.   \n \n \n \n\nAnalisis proses ke depan pertama menghasilkan lima aktor yang berperan signifikan yaitu : Terminal Peti Kemas, Bea Cukai, Perusahaan Pelayaran, Forwarder dan Perusahaan Bongkar Muat. Analisis ini juga menghasilkan skenario yang paling mungkin dari proyeksi masa depan sistem yaitu skenario menerapkan sistem EDI dengan nilai prioritas 0.444.   \n \n \n \n\nAnalisis proses batik pertama menghasilkan skenario masa depan sistem yang paling diinginkan sama dengan skenario proyeksi masa depan sistem dari proses sebelumnya, yaitu skenario menerapkan sistem EDI. Analisis ini juga menghasilkan alternatif kebijakan yaitu menerapkan insentif bagi penggunaan sistem EDI. Alternatif kebijakan yang dihasilkan dari proses batik tersebut di atas dijadikan sasaran aktor Terminal Peti Kemas, dan kemudian dilakukan analisis proses ke depan kedua. Analisis proses ke depan kedua ini menghasilkan skenario yang paling mungkin dari proyeksi masa depan sistem yaitu skenario menerapkan sistem EDI dengan nilai prioritas 0.446. Jadi terjadi penguatan skenario proyeksi masa depan sistem pada proses ke depan kedua ini.", "Daftar File": {}, "Penulis": "Tulus Hutagalung (NIM: 280.970 23 )", "Kontributor / Dosen Pembimbing": ["Pembimbing I  : Agus Salim Ridwan,Ir.,DR.,Prof.", "Pembimbing II : Idwan Santoso,Ir., MSc.,DR.    \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-07."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Hierarchy Process ; AHP ; policy ; tanjung priok ; container terminal ; port administration office, customs, shipping lines, forwarders, loading-I jnloading companies, land transportations, banks.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}