{"Nomor": 9530, "Judul": "MEASURING THE OCCASION OF THE EXTERNAL VALUE FOR STRUCTURING THE PLANNING CULTURE: EVIDENCE FROM EXAMINATION OF THE CHANGING PRACTICE OF HERITAGE PLANNING IN THE NETHERLANDS", "Abstrak": "Abstract:     \n \n \n \n \n\nPrincipally this research is started by observing the macro view of social phenomenon that is globalization and the constant fluctuation in planning culture. This research is developed from the notion that due to the increasing globalization, there will always be the external value influencing the planning culture. Therefore this research aims to evaluate how the occasion of external value in structuring the planning culture, by conducted the examination on the changing practice of heritage planning in the Netherlands.     \n \n \n \n \n\nThe analytical framework designed to achieve the researchs objective is predominantly based on Giddens structuration theory, which then reconceptualized by inserting the external value as one of the parameter in the structuration process. Therefore there are three parameters for the analyses: external value, agency and structure. There are three components of analyses to test three hypotheses: (1) There will always be the external value that structuring the actions of the agents in the Dutch heritage planning practice; (2) The agents respond toward the same influencing value can be different; and (3) The structure which is being produced and re-produced is getting more varied and accumulated from first period to the later period. The results of the analyses show that the first hypothesis has negative result, while the other two hypotheses have positive result.     \n \n \n \n \n\nThere are two important points can be deduced from these results. First, it can be regarded as the proof for the existence of structuration concept in the real social practice. Second, it can be argued that, the tendency for the planning culture worldwide to be converging and homogenous due to the interaction in global network, is small. This opinion is supported by three interrelated factors: (1) The interconnectedness in the global network can stimulate the transfer of the external value among agents, but the existence of the complex internal value which historically embedded in the agents can also influence the agents whether they decide to accept or not to accept being influenced by the external value; (2) Although the external value has been succeeded to be the intermingle value in the agencies, but the agents respond toward this value is not automatically be the same. Among of the reason is due to the capacity of the structure which not only can enable but also constrain the flow or the pattern of agents action; (3) The continuous and recursive process of structuration has resulted with the accumulative shape of structure. Consequently, the complexity of the structures is constantly increasing from one period to the later period which then yielded to the complex and unpredictable actions of the agents themselves.", "Daftar File": {}, "Penulis": "Tuti Alawiyah NIM: 25404062", "Kontributor / Dosen Pembimbing": ["Pembimbing :   Haryo Winarso, Ir.,M.Eng., Ph.D.     \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-18."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Globalization, Planning Culture, External Value, Structuration Theory, Heritage Planning Practice.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}