{"Nomor": 9535, "Judul": "ANALISIS KEBUTUHAN DERMAGA KHUSUS KAPAL PENUMPANG DAN FASILITASNYA DALAM MENGANTISIPASI KENAIKAN PERMINTAAN DI PELABUHAN TANJUNG PRIOK", "Abstrak": "Abstrak:   \n \n \n \n\nJumlah kunjungan kapal penumpang di Pelabuhan Tanjung Priok terus meningkat dan tahun ke tahun. Namun kondisi ini tidak dibarengi dengan penyediaan fasilitas pelabuhan yang memadai, sehingga pelayanan kepada kapal barang maupun kapal penumpang dirasakan rendah. Hal ini terlihat dari pola pelayanan campuran antara kapal penumpang dan kapal barang yang disebabkan tambatan khusus kapal penumpang yang tersedia hanya 1 berth dengan panjang 150 meter.   \n \n \n \n\nAda beberapa alternatif pemecahannya yaitu dengan pembangunan dermaga bare, pengembangan dermaga lama, mengefisienkan sistem bongkar muat dan melakukan pengalokasian unit tambatan. Alternatif kesatu dan kedua tidak dapat dilaksanakan secepatnya mengingat kendala-kendala yang ada, dengan menggunakan model antrian analitis dan simulasi komputer akan dianalisis alternatif ketiga dan keempat.   \n \n \n \n\nPenelitian ini bertujuan untuk menganalisis kebutuhan dermaga khusus kapal penumpang serta kebutuhan panjang dermaga kapal barang yang didasarkan atas penelitian-penelitian sebelumnya seperti karya Umi Salamah, (1991) dan Rachmad (1988). Namun kedua tesis tersebut tidak meneliti kebutuhan akan dermaga khusus kapal penumpang, sehingga penulis melengkapinya, hal ini mengingat karakteristik transportasi penumpang laut di Indonesia yang mempunyai peranan yang amat penting. Jumlah kunjungan kapal penumpang dan kapal barang akan diramalkan hingga tahun 2010 berdasarkan metode peramalan dengan analisa regresi linier maupun non-liner sebagai input dalam model antrian analitis maupun model simulasi komputer.   \n \n \n \n\nBerdasarkan hasil analisa antrian diperoleh bahwa jumlah tambatan khusus kapal penumpang untuk tahun 1997-2003 hares menjadi 2 berth (300 m), sedangkan untuk tahun 2004-2010 hares menjadi 3 berth (450 m), Sedangkan berdasarkan basil simulasi diperoleh bahwa model yang diterapkan saat ini(pola campuran/model 1) mulai tahun 1997 tidak cocok lagi untuk diterapkan, karena BOR dan WTR di tambatan khusus kapal penumpang telah melebihi ketentuan UNCTAD. Dengan demikian mulai tahun 1998-2000 model yang cocok diterapkan adalah model 3 (pola pelayanan khusus dengan rata-rata BT diturunkan 20%), sedangkan untuk tahun 2001 hingga tahun 2010 sebaiknya digunakan model 3 atau model 2 dengan tetap memperhatikan keterbatasan yang ada (pemilihan model 2).", "Daftar File": {}, "Penulis": "Ugan Sugiana (NIM : 280 95 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : A. Imam Istiyanto, MBA, Ir.", "Pembimbing 2 : H. Muhammad Sutarno, SH, MSc,Ir.,DR.    \n \n \n \n\nScanner: Alice Diniarti", "2008-01-29."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Passenger ships ;  Tanjung Priok Port ; cargo ships ; ship.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}