{"Nomor": 9537, "Judul": "KINERJA CAMPURAN BETON ASPAL DENGAN BAHAN TAMBAHAN SERAT SELULOSA TERHADAP FLEXURE FATIGUE TEST", "Abstrak": "Abstrak:   \n \n \n \n\nPemanfaatan dan modifikasi material beton aspal dengan bahan tambahan diharapkan akan meningkatkan kinerja struktur beton aspal baik terhadap retak maupun deformasi sehingga mampu menjaga masa layan dan memperpanjang masa perbaikan perkerasan. Tujuan utama penelitianini adalah untuk mengevaluasi kinerja beton aspal yang mengandung serat selulosa pada flexure fatigue test menggunakan mesin uji kelelahan DARTEC. Pengujian dilakukan pada kontrol tegangan, pola pembebanan sinusoidal pada frekuensi 10 Hz, dan metoda pengujian 3(tiga) titik pembebanan. Serat selulosa yang dipakai adalah RoadCel-50 dengan kandungan 0,1 %, 0,2 % dan 0,3 % terhadap total caupuran agregat. Pengujian kelelahan dilakukan pada kandungan aspal optimum gradasi Type XI -Bina Marga dan berlangsung pada suhu ruang.\t    \n \n \n \n\nParameter kelelahanyang digunakan dalam evaluasi adalah umur kelelahan, defleksi maksimum, defleksi total serta regangan tank awal dan modulus kekakuan lentur pada kondisi elastis.   \n \n \n \n\nHasil pengujian menunjukkan bahwa meningkatnya tegangan menyebabkan berkurangnya umur kelelahan. Khusus pada baton aspal yang mengandung RoadCel-50, meningkatnya kandungan RoadCel-50 menyebabkan penurunan umur kelelahan yang lebih cepat.   \n \n \n \n\nPada baton aspal yang mengandung RoadCel-50, meningkatnya tegangan mengakibatkandefleksi total menurun, yang menunjukkan bahwa RoadCel-50 berperan untuk meningkatkan kekakuan benda uji. Pada baton aspal yang tidak mengandung RoadCel-50, peningkatan tegangan sampai 0,64 MPa akan meningkatkan defleksi total namun kemudian menurun.   \n \n \n \n\nPeningkatan tegangan mengakibatkan bertambahnya regangan tank awal untuk baton aspal yang mengandung dan tidak mengandung RoadCel-50. Khusus untuk baton aspal yang mengandung RoadCel-50, meningkatnya kandungan RoadCel-50 menyebabkan kemiringan (slope) dari kurva regresi berubah lebih cepat.   \n \n \n \n\nBerdasarkan basil analisis regresi, nilai modulus adalah 2116,2 MPa, 2150,6 MPa, 2898,3 MPa berturut-turut untuk kandungan 0,1 %, 0,2 % dan 0,3 % RoadCel-50, sedangkan untuk baton aspal yang tidak mengandung RoadCel-50 adalah 1516,9 MPa. Hal ini membuktikan bahwa bertambahnya kandungan RoadCel-50 semakin meningkatkan kekakuan benda uji.   \n \n \n \n\nRasio efektivitas umur kelelahan baton aspal yang mengandung RoadCel-50 mempunyai nilai lebih tinggi dari 50 % untuk kandungan 0,1 % RoadCel-50, sedangkan untuk kandungan 0,2 % dan 0,3 % nilainya lebih kecil dari 50 %.Hal ini menunjukkan bahwa baton aspal yang mengandung 0,1 % RoadCel-50 adalah yang paling efektif.", "Daftar File": {}, "Penulis": "Ultri Sonlahir Simangunsong (NIM:269 99 015)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Bambang Sugeng S.,Ir,D.E.A.,Dr.", "Pembimbing 2 :  Rudy Hermawan,MSc,Dr.   \n \n \n \n\nScanner: Alice Diniarti", "2008-01-29."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton aspal ; flexure fatigue test ; DARTEC ; aspal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}