{"Nomor": 9541, "Judul": "STRATEGI PEMASARAN INTERNASIONAL PADA PRODUSEN TEKSTIL DAN PRODUK TEKSTIL JAWA BARAT", "Abstrak": "Abstrak:  \n \n \n\nPerkembangan dunia usaha tekstil dan produk tekstil (TPT) beberapa tahun belakangan ini berkembang dengan pesat sebagai akibat Bari perkembangan teknologi yang memungkinkan pembuatan produk dengan biaya rendah dan mute yang tinggi. Sebagai konsekuensinya, persaingan untuk memperebutkan pangsa pasar yang ada akan semakin ketat. Tetapi bile ditinjau dengan keadaan sekarang, maka TPT Indonesia akan semakin sulit untuk menembus pasaran di negara-negara luar, karena selain krisis moneter yang berkepanjangan, masyarakat luarpun sudah mulai berkurang kepercayaannya untuk melakukan transaksi dengan pengusaha Indonesia.  \n \n \n\nPermasalahan pokok yang diteliti di dalam studi ini adalab untuk melihat potensi ekonomi tekstil dan produk tekstil jawa Barat yang mana kontribusinya mencapai 66.59 % terhadap total ekspor non migas. Sangat disayangkan sekali jika potensi ekonomi ini ikut terpuruk bersama dengan krisis moneter yang ada. Oleh karena itu, penulis merasa bahwa salah satu jalan untuk meningkatkan ekspor tekstil dan produk tekstil jawa Barat pada khususnya dan Indonesia pada umumnya adalah dengan melakukan strategi pemasaran ekspor yang jitu, yaitu dengan memperhatikan kekuatan, kelemahan, peluang dan ancaman yang dihadapi oleh eksportir tekstil dan produk tekstil kita.  \n \n \n\nDari basil analisis dan pembahasan mengenai alternatif strategi pemasaran, maka dapat disimpulkan bahwa industri tekstil dan produk tekstil Indonesia, yang menurut matrik BCG, terletak pada posisi Problem Child yang mane pertumbuhannya tinggi, tetapi pangsa pasarnya kecil sekali bila dibandingkan dengan negara yang lain.  \n \n \n\nOleh karena itu, sudah saatnya eksportir tekstil dan produk tekstil Jawa Barat pada khususnya dan Indonesia pada umumnya untuk melakukan pemasaran yang aktif, yaitu tidak menunggu order datang, tetapi justru berusaha untuk mencari order-order barn. Selain itu, sebaiknyalah pare eksportir kita untuk membuka pasar bare, dimana masib belum banyak pesaing dan tidak membertakukan sistem kuota, seperti Jepang, Timur Tengah dan Afrika.", "Daftar File": {}, "Penulis": "Usama (MM : 28198066)", "Kontributor / Dosen Pembimbing": ["Pembimbing  :  H. Bambang Hermanto,Ir.,MSc.,MBA.  \n \n \n \n\nScanner: Alice Diniarti", "2008-01-12."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Textile ; apparel bussiness ; Textile product.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "18 Jun 2012"}