{"Nomor": 9542, "Judul": "PENGEMBANGAN SCORECARD PENGUKURAN KINERJA FUNGSI SISTEM INFORMASI", "Abstrak": "Abstrak: \n \n\nFungsi IS didefinisikan sebagai seluruh individu, grup, maupun departemen dalam suatu organisasi yang sehari-hari bertanggungjawab dalam mengembangkan dan mendukung pengoperasian sistem informasi organisasi. Seiring dengan meningkatnya anggaran belanja IS dan seiring pula dengan meningkatnya ketergantungan kinerja organisasi terhadap kinerja fungsi IS, pengukuran kinerja fungsi IS menjadi semakin penting. Instrumen pengukuran kinerja fungsi IS bisa digunakan untuk mengukur kekuatan maupun kelemahan dimensi-dimensi tertentu di area IS, untuk benchmarking internal perusahaan, dan bisa juga untuk identifikasi kekuatan dan kelemahan antar divisi/departemen dalam perusahaan. Penelitian ini ditujukan untuk menghasilkan scorecard pengukuran kinerja fungsi IS. Berangkat dari definisi fungsi IS, dihasilkan 4 dimensi utama pengukuran kinerja fungsi IS, yaitu: Kualitas Produk, Kualitas Layanan, Kapabilitas, dan Net Benefit. Melalui studi literatur di area sukses IS, efektivitas organisasi, sumberdaya dan kapabilitas IS, dan kinerja fungsi IS, berhasil diidentifikasi 66 item pengukuran kinerja fungsi IS untuk keempat dimensi utama tersebut. 91 sampel penelitian yang diperoleh dari 26 organisasi bersakala nasional dan multinasional terutama dari unsur BUMN dan perusahaan go public digunakan untuk memvalidasi konstruk item-item pengukuran tersebut. Dengan analisis faktor eksploratori berhasil diekstraksi 16 faktor untuk keempat dimensi utama penelitian. Melalui analisis faktor konfirmatori secara iteratif dengan menggunakan model persamaan struktural dilakukan uji validitas dan reliabilitas terhadap item-item pengukuran dan sekaligus untuk menjamin unidimesionalitasnya. Hasil analisis menunjukkan bahwa 20 item pengukuran dengan keempat faktornya merupakan indikator yang valid dan reliabel untuk mengukur konstruk Kualitas Produk, 14 item pengukuran dengan keempat faktornya merupakan indikator yang valid dan reliabel untuk mengukur konstruk Kualitas Layanan, 8 item pengukuran dengan ketiga faktornya merupakan indikator yang valid dan reliabel untuk mengukur konstruk Kapabilitas, dan 19 item pengukuran dengan kelima faktornya merupakan indikator yang valid dan reliabel untuk mengukur konstruk Net Benefit.", "Daftar File": {}, "Penulis": "Usman (NIM 234 03 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rajesri Govindaraju,Dr, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "IS function, performance measurement, instrument development, IS success, organizational effectiveness, capability.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "15 file", "Tanggal Input": "27 Sep 2017"}