{"Nomor": 9545, "Judul": "IDENTIFIKASI STATUS TANAH TNI DALAM HUKUM PERTANAHAN NASIONAL", "Abstrak": "TNI merupakan lembaga pemerintah di bawah Departemen Pertahanan yang bertugas sebagai alat utama sistem pertahanan negara. Dalam melaksanakan tugasnya TNI memerlukan sumber daya alam. Yang dimaksud sumber daya alam dalam hal ini adalah potensi yang terkandung dalam bumi, air, dan dirgantara yang dapat digunakan untuk kepentingan pertahanan negara. Salah satu sumber daya alam yang penting adalah tanah. Tanah merupakan unsur yang digunakan untuk pembangunan kekuatan pertahanan yang meliputi perkantoran, tempat latihan, dan tempat beraktivitas bagi kegiatan pertahanan negara. Untuk memperkuat bukti hukum atas penggunaan tanah TNI tersebut maka TNI memerlukan suatu bukti hukum hak atas tanah yang digunakannya. Saat ini banyak terjadi konflik antara TNI dengan masyarakat umum terkait dengan status hak atas tanah TNI.    \n \n \n \n \n\nUntuk menghindari konflik pertanahan yang terjadi antara TNI dan masyarakat umum, maka perlu dilaksanakan identifikasi status tanah TNI dalam hukum pertanahan nasional yang mengatur seluruh hak atas tanah TNI. Pelaksanaan identifikasi ini dilakukan dengan cara mengkaji peraturan pertanahan melalui studi literatur dan wawancara dengan Departemen Pertahanan, BAIS TNI, dan Pusat Sejarah TNI.     \n \n \n \n \n\nDari hasil identifikasi tersebut didapat status tanah TNI dalam hukum pertanahan nasional. Status tanah TNI berdasarkan Undang-Undang Pokok Agraria adalah hak pakai. Status tanah TNI harus dibuktikan dasar hukumnya dengan suatu sertifikat hak pakai yang diterbitkan oleh BPN. Sekitar 40% tanah TNI di Indonesia belum bersertifikat. Untuk memperkuat bukti hukum penggunaan tanah TNI, maka tanah TNI di seluruh wilayah Indonesia harus segera didaftarkan di BPN untuk memperoleh sertifikat hak pakai.", "Daftar File": {"2008 TA PP VAGHWA HASIB NATA PRAJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32200", "2008 TA PP VAGHWA HASIB NATA PRAJA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/32201", "2008 TA PP VAGHWA HASIB NATA PRAJA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/32202", "2008 TA PP VAGHWA HASIB NATA PRAJA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/32203", "2008 TA PP VAGHWA HASIB NATA PRAJA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/32204", "2008 TA PP VAGHWA HASIB NATA PRAJA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/32205", "2008 TA PP VAGHWA HASIB NATA PRAJA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32206"}, "Penulis": "VAGHWA HASIB NATA PRAJA (NIM 15104071)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Kurdinanto Sarah, MSP. dan Rizqi Abdulharis, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TNI, konflik pertanahan, status tanah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}