{"Nomor": 9561, "Judul": "KORELASI HASIL ANALISIS MODUS GETAR TEORITIK DAN EKSPERIMENTAL PADA MODEL PELAT-T", "Abstrak": "erilaku dinamik suatu struktur ditentukan oleh parameter modus getarnya yang berupa frekuensi pribadi, nisbah redaman, dan bentuk modus getar. Penentuan parameter-parameter tersebut dapat dilakukan melalui kaji teoritik dan eksperimental. Kaji teoritik dilakukan dengan pembuatan model elemen hingga dari pelat-T dan analisis modus getar normal. Perangkat lunak yang digunakan adalah PAFEC dan MSC/NASTRAN. Untuk memperoleh keabsahan model perlu dilakukan kaji eksperimental. Kaji eksperimental dilakukan dengan pengukuran fungsi respon frekuensi dari struktur yang sebenarnya. Fungsi respon frekuensi ini diolah dengan metode curve fitting untuk memperoleh parameter modus getar pelat-T. Curve fitting yang digunakan adalah metode curve fitting redaman viskus kasus umum. Program curve fitting dengan metode ini telah dikembangkan oleh Laboratorium Teknik Produksi, Institut Teknologi Bandung. Kemudian dilakukan pemeriksaan korelasi hasil kaji teoritik dan eksperimental. Pemeriksaan korelasi ini meliputi pemeriksaan secara visual, pemeriksaan orthogonalitas, pemeriksaan dengan MSF, pemeriksaan dengan MAC, dan pemeriksaan dengan CoMAC. Pemeriksaan korelasi dilakukan dengan pembuatan program-program. Program-program tersebut menggunakan fasilitas DMAP pada MSC/NASTRAN dan bahasa pemrograman Turbo C.", "Daftar File": {"1993 TS PP VINCENTIUS KUORI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32304", "1993 TS PP VINCENTIUS KUORI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32305", "1993 TS PP VINCENTIUS KUORI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32306", "1993 TS PP VINCENTIUS KUORI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32307", "1993 TS PP VINCENTIUS KUORI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32308", "1993 TS PP VINCENTIUS KUORI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/32309", "1993 TS PP VINCENTIUS KUORI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32310"}, "Penulis": "VINCENTIUS KUORI (NIM 23191014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Hadi Suganda, MSME., dan Dr.Ir. Komang Bagiasna"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "modus getar, metode curve fitting, perilaku dinamik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}