{"Nomor": 9563, "Judul": "APLIKASI KONFIGURASI JARINGAN SPINDEL PADA PLN CABANG MEDAN RAYON MEDAN KOTA", "Abstrak": "Daerah layanan PLN Cabang Medan Rayon Medan Kota merupakan daerah yang didominasi oleh kawasan bisnis, perkantoran, pusat perbelanjaan, pusat hiburan, dan pemukiman padat penduduk. Oleh karena itu, listrik yang disuplai hendaknya memiliki kualitas yang baik. Parameter yang umum digunakan untuk menilai kualitas listrik adalah tegangan jatuh dan keandalannya. Pada saat ini, jaringan distribusi PLN Cabang Medan Rayon Medan Kota menggunakan konfigurasi jaringan radial. Dari hasil kajian dengan kondisi pembebanan 2006, sebagian besar jaringan distribusi ini memiliki kualitas yang kurang baik. Kualitas ini akan semakin buruk dengan adanya pertumbuhan beban (konsumen) pada tahuntahun selanjutnya. Untuk mencegah semakin buruknya kualitas listrik ini, upaya perbaikan harus dilakukan pada jaringan distribusi ini. Dalam perbaikan jaringan distribusi Rayon Medan Kota ini, salah satu solusi yang dapat digunakan adalah dengan mengganti konfigurasi jaringan distribusi (yang tadinya konfigurasi radial) menjadi konfigurasi spindel. Dengan konfigurasi spindel, keandalan jaringan distribusi akan meningkat. Selain itu, jaringan distribusi yang diusulkan dirancang dengan menggunakan prediksi pembebanan pada tahun 2015, sehingga tegangan jatuh pada jaringan distribusi tetap terjaga sampai tahun 2015.", "Daftar File": {"2008 TA PP VIRGILIUS ROBERT H. RUMAPEA 1.pdf": "https://digilib.itb.ac.id/gdl/download/32329"}, "Penulis": "VIRGILIUS ROBERTH RUMAPEA (NIM 13203146)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Parouli M. Pakpahan, dan Dr.Ir. Bambang Anggoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "electrical distribution, voltage drop, reliability, keandalan, failure, medium voltage", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}