{"Nomor": 9566, "Judul": "STRATEGI PENGEMBANGAN USAHA: PEMBANGUNAN KOMPETENSI INTI (STUDI KASUS PT. TIMAH TBK.)", "Abstrak": "ABSTRAK:\nIndustri pertambangan timah di Indonesia telah berlangsung lebih dari 100 tahun, sejak beroperasinya perusahaan Belanda pada tahun 1860. Pada saat ini, PT.Timah Tbk selaku pemegang kuasa pertamaangan timah di Indonesia mengalami kelangkaan sumber daya cadangan timah, sehingga pendapatan perusahaan cenderung terus menurun.\nDalam upaya peningkatan pertumbuhan usaha, sejak tahun 1997 PT.Timah melakukan pengembangan usaha melalui: akuisisi, Joint Venture dan Greenfields Exploration atau pencarian bahan tambang di daerah barn, terutama untuk pertambangan emas, intan dan batubara.\nSehubungan dengan situasi sosial, ekonomi, politik dan keamanan dalam negeri yang tidak stabil dan persaingan usaha emas, intan dan batubara yang sangat ketat, sejauh ini upaya pengembangan usaha tersebut belum berhasil menunjang pendapatan perusahaan. Oleh karena itu, perusahaan perlu melakukan perubahan strategi guna menciptakan peluang usaha baru yang memiliki keunggulan di masa depan.\nUntuk merancang strategi pengembangan usaha yang sesuai dengan situasi dan kondisi yang dihadapi, perusahaan perlu mengembangkan wawasan tentang kebutuhan pelanggan atau masyarakat di mesa depan dan mennidentifikasi kompetensi inti yang dimiliki. Dengan landasan kompetensi mti fersebut, perusahaan dapat membangun kompetensi inti baru yang sejalan dengan rancangan strategis, sehingga mampu menciptakan peluang usaha baru yang bermanfaat secara fundamental bagi pelanggan di masa depan.\nKunci keberhasilan perusahaan dalam pengembangan usaha tergantung dari kemampuan manajemen untuk memenangkan persaingan dalam : 1). Merebut kepemimpinan intelektual yang digambarkan dalam Rancangan Strategis ; 2). Pembentukan struktur industri masa depan melalui pembangunan kompetensi inti dan jaringan kemitraan ; 3). Merebut posisi dan bagian pasar masa depan melalui inovasi dan diferensiasi produk atau jasa.", "Daftar File": {}, "Penulis": "Wachid Usman (NIM 28100013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ali Basyah Siregar, Dr., Ir.\nScan: Arnaz Driyastika M.\n(2008-01-16)"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi pengembangan usaha, kompetensi inti", "Sumber": "", "Staf Input/Edit": "", "File": "8 file", "Tanggal Input": "16 Jan 2008"}