{"Nomor": 9574, "Judul": "PENERAPAN PRINSIP GENERATOR SINYAL PINTAR UNTUK MENGENDALIKAN KESALAHAN PEMBEBANAN PADA UJI LELAH STIKASTIK DI PERALATAN SERVOHIDRAULIK", "Abstrak": "ABSTRAK: \n \n\nPermasalahan utama pada penggunaan alat uji servohidraulik untuk uji lelah adalah pada pengendalian kesalahan pembebanan tanpa mengurbankan kecepatan pengujian. Untuk variasi beban yang relatif teratur seperti pada uji lelah amplitudo konstan, kendali PID (Proporsionalintegral-diferensial) kiasik sudah cukup baik. Akan tetapi untuk beban yang berubah secara acak atau beban stokastik, kompensator PID saja tidak akan mampu untuk mengendalikan kesalahan pembebanan. Salah satu pemecahan yang cukup genius adalah penggabungan kompensator PID dengan generator sinyal pintar (Nurprasetio, et.al., 1995 ; Pompetzky, et al., 1986; Brincker & Sorensen, 1990). Pada tugas magister dikaji penerapan prinsip generator sinyal pintar untuk mengendalikan kesalahan pembebanan pada uji lelah stokastik di peralatan servohidraulik buatan sendiri (Waskito, 1997). Tugas magister ini terdiri atas tiga bagian utama, yaitu penerapan metode tunggu, identifikasi karakteristik dinamik peralatan servohidraulik buatan sendiri dan penerapan metode tapisan invers. \n \n\nBagian pertama dikaji penerapan metode tunggu pada pengendalian pembebanan acak di peralatan servohidraulik buatan sendiri. Hasil penelitian awal menunjukkan bahwa peralatan servohidraulik buatan sendiri mempunyai sifat dinamik yang tidak linier. Oleh sebab itu teknik pengendalian proporsional-integral-diferensial (PID) klasik tidak lagi dapat digunakan. Dalam hal ini, metode tunggu ternyata mampu mengendalikan kesalahan pembebanan pada uji lelah stokastik dengan margin di bawah 5% untuk kecepatan pengujian 1,5 siklus beban per detik. \n \n\nBagian kedua dikaji identifikasi karakteristik dinamik peralatan servohidraulik buatan sendiri. Identifikasi sistem ini dimaksudkan untuk mendapatkan fungsi alih sistem jerat tertutup peralatan servohidraulik. Identifikasi dilakukan dalam deret waktu (time series) menggunakan metode prediksi ARMAX, dan orde ARMAX ditentukan berdasarkan kriteria Final Prediction Error (kriteria FPE) dan Akaikes Information Criterion (kriteria AIC). Pemodelan yang melewati tahap prapemodelan, pemodelan dan pasca pemodelan menghasilkan model terbaik berupa model ARMAX (3 1 8 3). \n \n\nBagian terakhir yang menjadi bahan kajian tugas magister ini adalah penerapan metode tapisan rovers untuk mengendalikan kesalahan pembebanan pada uji lelah stokastik di peralatan servihidraulik buatan sendiri. Penerapan metode tapisan rovers didasarkan pada fungsi alih sistem servohidraulik hasil indentifikasi sistem. Penerapan metode tapisan rovers ternyata mampu mengendalikan kesalahan pembebanan pada uji lelah stokastik dengan margin di bawah 20 % untuk kecepatan pengujian 2 siklus beban perdetik. Kesalahan pembebanan ini masih terlalu besar untuk dapat diterima. Kesalahan pembebanan yang masih cukup besar diduga akibat sifat dinamik peralatan servohidraulik yang tidak linier sehingga model ARMAX yang dihasilkan dari identifikasi sistem tidak mewakili secara keseluruhan perilaku dinamik peralatan sistem servohidraulik.", "Daftar File": {}, "Penulis": "Wahyudi (NIM 23195001)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Djoko Suharto, Dr., Ir. \n \n\nPembimbing 2: Pulung Nurprasetio, Ir., MSME. \n \n\nPembimbing 3: Andi Isra Mahyuddin, Dr., Ir. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-14)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "generator sinyal pintar, uji lelah stokastik, servohidraulik", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}