{"Nomor": 9580, "Judul": "PERENCANAAN INSTALASI PENGOLAHAN AIR MINUM KOTA GARUT", "Abstrak": "Kota Garut merupakan bagian wilayah perkotaan di Kabupaten Garut, Jawa Barat, yang terdiri dari beberapa kecamatan. Pembagian wilayah dilakukan berdasarkan karakteristik wilayahnya. Kebutuhan air bersih masyarakatnya diperoleh secara mandiri (individual) dari sumur gali dan dari Perusahaan Daerah Air Minum Kabupaten Garut yang terdiri dari beberapa cabang dengan memanfaatkan sumber mata air dan air sungai. Tiga kecamatan utama di Kota Garut adalah Kecamatan Garut Kota, Kecamatan Tarogong Kaler, dan Kecamatan Tarogong Kidul. Kecamatan Garut Kota sebagai pusat perdagangan dan jasa serta kawasan pemukiman dengan total luas wilayah 27,71 km2. Kecamatan Tarogong Kaler dan Kecamatan Tarogong Kidul memiliki fungsi sebagai kawasan pemerintahan kabupaten, kawasan pariwisata, dan kawasan pemukiman dengan total luas wilayah 55,454 km2. Kebutuhan air bersih di tiga kecamatan tersebut dipenuhi oleh PDAM Kabupaten Garut Cabang Garut Kota dengan sumber mata air Jamban Wetan dan Jamban Kulon dan kapasitas produksi 170 L/detik. Hingga tahun 2007 tercatat bahwa PDAM mampu melayani kebutuhan air di Kecamatan Garut Kota, Kecamatan Tarogong Kaler, dan Kecamatan Tarogong Kidul sebesar 32,49 % dari total jumlah penduduk sebanyak 297.215 jiwa. Kebutuhan air akan meningkat seiring dengan meningkatnya pertumbuhan penduduk dan kota. Dalam 20 tahun mendatang, kapasitas instalasi pengolahan yang ada tidak dapat lagi melayani kebutuhan tersebut. Oleh karena itu, perlu dibangun instalasi yang dapat memenuhi kebutuhan air di masa mendatang. Instalasi pengolahan air minum ini akan dilakukan untuk periode 20 tahun (2008-2028) dengan dua tahap perencanaan. Debit pengolahan yang direncanakan sebesar 212 L/dtk pada Tahap I dan penambahan kapasitas dengan debit yang sama pada Tahap II sehingga debit total yang diolah hingga akhir periode mencapai 424 L/detik. Sungai Cimanuk dipilih sebagai sumber air baku dalam untuk instalasi pengolahan air minum ini karena lokasinya yang paling dekat dengan rencana lokasi instalasi yang terletak di sebelah lokasi instalasi eksisting dan kuantitas yang dapat memenuhi kebutuhan air di masa mendatang. Berdasarkan hasil analisa laboratorium, beberapa parameter kualitas air Sungai Cimanuk belum memenuhi baku mutu air minum, yaitu kekeruhan, warna, besi, mangan, dan total coli. Berdasarkan hasil analisa tersebut, unit-unit pengolahan yang dipilih dalam perencanaan instalasi ini adalah intake, bak penenang, preklorinasi, koagulasi, flokulasi, sedimentasi, filtrasi, dan reservoir. Instalasi ini juga akan dilengkai dengan beberapa bangunan pendukung yaitu, bangunan pembubuh bahan kimia, menara air, unit pengolah lumpur, dan bangunan kantor.", "Daftar File": {"2008 TA PP WAHYU MARLIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32445", "2008 TA PP WAHYU MARLIANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32446", "2008 TA PP WAHYU MARLIANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32447", "2008 TA PP WAHYU MARLIANTI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32448", "2008 TA PP WAHYU MARLIANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32449", "2008 TA PP WAHYU MARLIANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/32450", "2008 TA PP WAHYU MARLIANTI 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/32451", "2008 TA PP WAHYU MARLIANTI 1-BAB7.pdf": "https://digilib.itb.ac.id/gdl/download/32452", "2008 TA PP WAHYU MARLIANTI 1-BAB8.pdf": "https://digilib.itb.ac.id/gdl/download/32453", "2008 TA PP WAHYU MARLIANTI 1-BAB9.pdf": "https://digilib.itb.ac.id/gdl/download/32454", "2008 TA PP WAHYU MARLIANTI 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/32455", "2008 TA PP WAHYU MARLIANTI 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/32456", "2008 TA PP WAHYU MARLIANTI 1-PUSTAKA C.pdf": "https://digilib.itb.ac.id/gdl/download/32457"}, "Penulis": "WAHYU MARLIANTI (NIM 15303051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Rofiq Iqbal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kabupaten Garut, Sumber air, Sungai Cimanuk, IPAM", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "13 file", "Tanggal Input": "27 Sep 2017"}