{"Nomor": 9583, "Judul": "PENGEMBANGAN APLIKASI ANALISIS SAHAM DENGANMETODE PARABOLIC SAR", "Abstrak": "Dalam berinvestasi, secara umum berlaku hukum bahwa media investasi dengan tingkat kemungkinan keuntungan yang tinggi akan diikuti dengan resiko yang tinggi pula. Karena itu, seorang investor perlu melakukan analisis data serta faktor eksternal yang dapat mempengaruhi saham agar terhindar dari kerugian yang besar. Data harga saham dapat dimodelkan untuk melihat bahwa data tersebut memiliki trend. Salah satu cara yang dapat digunakan untuk pemodelan trend data saham adalah dengan menggunakan metode Parabolic SAR. Metode Parabolic SAR merupakan salah satu indikator teknikal yang dapat dipakai untuk melihat trend pergerakan harga saham. Tugas Akhir ini membahas tentang trend pergerakan harga saham dengan menggunakan metode Parabolic SAR yang menghitung suatu nilai SAR, dimana nilai SAR ini ditampilkan pada grafik harga saham, dan pada akhirnya titik SAR ini membantu kita untuk melihat trend pergerakan harga saham yang terjadi. Pada Tugas Akhir ini dibangun perangkat lunak Pa-SAR (Parabolic SAR) untuk implementasi pemodelan trend pergerakan harga saham dengan menggunakan metode Parabolic SAR. Perangkat lunak tersebut dikembangkan dengan menggunakan kakas pemrograman Microsoft Visual Studio 2008 dalam bahasa C#, dan dibangun dalam lingkungan sistem operasi Windows. Data saham yang didukung oleh perangkat lunak Pa-SAR adalah data saham yang berupa file comma separated value (*.csv). Perangkat lunak Pa-SAR yang telah dikembangkan kemudian digunakan untuk melihat kebenaran trend pergerakan harga saham. Pengujian dilakukan dengan membandingkan hasil pemodelan trend pergerakan harga saham dari beberapa data saham perusahaan yang berbeda. Pengujian juga dilakukan terhadap data saham dari perusahaan yang sama tetapi memiliki data masukan yang berbeda selang waktu datanya, untuk membuktikan kebenaran dan konsistensi metode Parabolic SAR.", "Daftar File": {"2008 TA PP WAHYU SATRYO NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32473", "2008 TA PP WAHYU SATRYO NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/32474", "2008 TA PP WAHYU SATRYO NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/32475", "2008 TA PP WAHYU SATRYO NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/32476", "2008 TA PP WAHYU SATRYO NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/32477", "2008 TA PP WAHYU SATRYO NUGROHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/32478", "2008 TA PP WAHYU SATRYO NUGROHO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/32479", "2008 TA PP WAHYU SATRYO NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32480"}, "Penulis": "WAHYU SATRYO NUGROHO (NIM 13501077)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "saham, pemodelan, trend, Parabolic SAR, indikator teknikal", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}