{"Nomor": 9585, "Judul": "KARAKTERISTIK IMPEDANSI IMPULS NON LINIER PADA PEMBUMIAN ELEKTRODA BATANG TUNGGAL", "Abstrak": "Abstrak : \n \n\nRespon atau tanggapan sistem pembumian terhadap impuls akan sangat penting pengaruhnya terhadap tegangan lebih sistem tenaga, dan dapat juga mempengaruhi kinerja proteksi arester. Di bawah kondisi impuls, model resistansi ekivalen sederhana tidak lagi berlaku untuk elektroda batang. Ketika arus surja tinggi, sistem elektroda mencapai potensial yang sangat tinggi. Karena tanah bersifat kapasitif dan konduktif, maka arus dan potensial listrik menimbulkan medan listrik yang besar di sekitar elektroda batang tersebut. Akibatnya jika medan tersebut cukup besar, dapat menyebabkan tembus sebagian atau ionisasi pada tanah, sehingga tanah menunjukkan kelakuan non linier. \n \n\nTesis ini menjelaskan suatu eksperimen laboratorium dengan kapasitas sumber impuls 3kV/3kA nilai puncak, yang digunakan untuk menginjeksi tanah lempung dengan beberapa kandungan air dan kepadatan tanah, dimensi elektroda dan besar impuls. Tempat sampel tanah yang digunakan berbentuk silinder, untuk memudahkan simulasi distribusi medan listrik. \n \n\nKelakuan non linier impedansi impuls ditunjukkan ketika kandungan air pada 37,33 %, diameter elektroda batang 1 mm dan berubah terhadap panjangnya dan besar tegangan impulsnya, serta pada kepadatan yang terkecil, yaitu 1,38 gr/cm3. \n \n\nRangkaian ekuivalen diperoleh dengan bantuan software EMTP. Pendekatan fungsi empiris dibuat untuk perbandingan dengan basil eksperimen. Distribusi medan listrik, akibat arus dan potensial, diplot sebagai simulasi.", "Daftar File": {}, "Penulis": "Waluyo (NIM 232 99 098)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Parouli M. Pakpahan, Dr.Ir. \n \n\nPembimbing 2 : Bambang anggoro, Ir. M.Sc. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "impulse impedance, non linear, soil ionisation, partial breakdown, electric field single driven rod electrode, equivalent circuit.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}