{"Nomor": 9604, "Judul": "SYNTHESIS AND CHARACTERIZATION OF PHOSPHORYLATED CHITOSAN MEMBRANES OBTAINED FROM SHRIMP SHELL WASTE AS AN ELECTROLYTE FOR FUEL CELL", "Abstrak": "In fuel cell proton exchange membrane (PEM) serves to separate the reactant gases, provides the electrolyte for energy-generating electrochemistry, and facilitates the selective transport of protons from the anode to the cathode. The state-of-the-art proton exchange membrane is a polymer commercially called Nafion which has almost all the necessary properties for a good fuel-cell membrane. The most significant drawbacks are the relatively high cost, the dependence on water for conduction, and instability at temperatures above 100 oC. The last mentioned is particularly unfortunate because membranes that allow stable, high-performance operation at elevated temperature should lead to substantial improvements in fuel-cell performance. \n \n\nAs a natural polymer, chitosan is one of the promising membrane materials which has been widely studied. Chitosan is the N-deacetylated derivative of chitin, which is a naturally abundant polysaccharide and the supporting material of crabs, shrimp shells, fungal mycelia, insects, etc. Chitosan can be obtained through deproteination, demineralization and deacetylation of chitin by using alkali treatment dan higher temperature. The presence of hydroxyl and amino groups on the backbone of chitosan provide chitosan with a high hydrophilicity, which is known to be quite beneficial for fuel cell operation. However in its actual state, a chitosan film has very low electrical conductivity. Although the structure of a chitosan monomer has three hydrogen atoms, they are strongly bonded to the structure and cannot be mobilized under the action of an electric field to give a proton conductor. It has been found, however, that if chitosan is dissolved in acetic acid and the resulting solution is cast into a thin film, then the H+ or H3O+ and CH3COO− ions in the acetylated chitosan film will be dispersed in the immobilized chitosan solvent and these ions can be mobilized under the influence of an electric field. If H+ or H3O+ ions are more mobile than the CH3COO− ions the film becomes a proton conductor. Chitosan in an acidic medium can become a polyelectrolyte through the protonation of the ÃƒÂ‚Ã‚Â–NH2 groups. Due to the crystalline nature of chitosan, highly crystalline portions in the chitosan membranes obviously render resistance to water uptake and in turn hinder hydroxide ion transport in the membranes. \n \n\nIn order to increase the ionic conductivity, the chitosan membranes was phosphorylated. The phosphorylated chitosan membranes were prepared from the reaction of orthophosporic acid and urea on the surface of chitosan membranes in N,N-dimethylformamide. The reactions were carried out at varied temperatures, namely 60ÃƒÂ‚Ã‚ÂºC, 70ÃƒÂ‚Ã‚ÂºC, 80ÃƒÂ‚Ã‚ÂºC and 90ÃƒÂ‚Ã‚ÂºC. At each temperature the reaction time was also varied with the variable time were 30 minutes, 60 minutes, 90 minutes and 120 minutes. Compared to the unmodified chitosan membrane, it was found that hydrated phosphorylated chitosan membranes with an appropriate phosphorus content showed an increase of ionic conductivity of about one order of magnitude, from 2.89 x 10-4 S.cm-1 to 3.23 x 10-3 S.cm-1. Increasing the temperature and time of phosphorylation reaction resulted in increasing the phosphorus content on membrane, but the swelling index and ionic conductivity were changed pronouncedly because of the cross linked formation. It was also observed that the tensile strength and thermal stability of the phosphorylated chitosan membranes do not change significantly compared with the unmodified chitosan membranes. Optimum phosphorylation condition was obtained at temperature 80 oC for 30 minutes reaction.", "Daftar File": {"2007 TS PP WIDYA FEBRINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32613", "2007 TS PP WIDYA FEBRINA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32614", "2007 TS PP WIDYA FEBRINA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32615", "2007 TS PP WIDYA FEBRINA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32616", "2007 TS PP WIDYA FEBRINA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32617", "2007 TS PP WIDYA FEBRINA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/32618", "2007 TS PP WIDYA FEBRINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32619"}, "Penulis": "WIDYA FEBRINA (NIM 20506050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Cynthia L. Radiman, Dr. Katja U. Loos, Dr. Veinardi Suendo"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Chitosan, Phosphorylated Chitosan Membranes, Fuel Cell", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}