{"Nomor": 9606, "Judul": "ANALISIS DAN PERBAIKAN KINERJA SERVER NOTEBOX: PENGGUNAAN MEMORY DAN THROUGHPUT", "Abstrak": "NoteBOX adalah suatu layanan terpadu yang dapat memadukan penggunaan berbagai perangkat komunikasi untuk mengirimkan dan menerima pesan melalui perangkat yang berbeda (unified messaging dan multiple messaging). Perangkat komunikasi yang didukung adalah SMS, e-mail, serta web. Perangkat yang didukung berdasarkan ketersediaan gateway untuk menangani perangkat tersebut. NoteBOX juga sebagai penyedia layanan konten dengan ketersediaan search engine yang dapat diakses menggunakan perangkat komunikasi yang didukungnya.    \n \n \n\nPengembangan layanan lebih lanjut dari NoteBOX masih banyak yang dapat dilakukan. Peningkatan penerimaan pesan dari layer tengah (dari tiga layer yang ada) dari NoteBOX adalah yang ingin dikembangkan dari aplikasi core-server yang telah ada. Peningkatan dilakukan dengan menambahkan jalur masuk pesan tersebut pada core-server dan menambahkan proxy pada core-server. Suatu pesan yang datang dalam waktu yang berdekatan (selisih waktu kedatangan kurang dari waktu proses tiap pesan) akan menyebabkan pesan yang datang lebih belakang menunggu untuk diproses. Dengan menambahkan proxy sebagai pemroses pesan maka diharapkan waktu tunggu dari pesan untuk diproses dapat lebih dikurangi.   \n \n \n\nAnalisis terhadap aplikasi core-server yang telah ada ternyata juga menunjukkan perlunya pemakaian jenis compiler yang tepat untuk menghasilkan aplikasi server yang baik. Penggantian jenis compiler dari HotSpot-Client menjadi HotSpot-server ternyata memberi perbedaan yang cukup banyak. Kinerja dari aplikasi yang dibangun akan dibandingkan dengan aplikasi core-server yang telah ada sebelumnya. Peningkatan dalam hal penerimaan jumlah pesan saat pesan tersebut dikirimkan secara hampir bersamaan akan menjadi salah satu pengujian dan merupakan point penting yang ingin dilakukan dalam tugas akhir ini.", "Daftar File": {}, "Penulis": "WIDYA SASENO (NIM 13503002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Afwarman Manaf, M. Sc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "NoteBOX, HotSpot Compiler, Unified Messaging, Multiple Messaging", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}