{"Nomor": 9607, "Judul": "PERANCANGAN PROTOTIPE PERANGKAT LUNAK BANTU UNTUK PENGUKURAN KINERJA PERUSAHAAN BERORIENTASI PROFIT DENGAN METODE PRISM", "Abstrak": "Abstrak:    \n \n \n \n \n\nPengukuran kinerja merupakan salah satu aspek penting untuk mengetahui perkembangan suatu organisasi termasuk perusahaan berorientasi profit. Tingkat keberhasilan perusahaan diketahui dengan melakukan pengukuran terhadap berbagai aspek kinerja pada perusahaan tersebut. Salah satu aspek yang sangat berpengaruh pada kemajuan perusahaan adalah aspek nonfinansial khususnya stakeholder. Metode yang mengakomodasi pengukuran kinerja perusahaan untuk aspek nonfinansial terkait stakeholder adalah Metode Performance Prism (Metode Prism) yang dikembangkan oleh Andy Neely, Chris Adams, dan Mike Kennerley dari University of Cambridge, Inggris    \n \n \n \n \n\npada tahun 2000. Metode ini memiliki lima perspektif yaitu tuntutan dan kontribusi stakeholder, strategi, proses dan kapabilitas.    \n \n \n \n \n\nPada tugas akhir ini dirancang suatu sistem pengukuran kinerja perusahaan berorientasi profit dengan menggunakan Metode Prism sebagai acuan. Perspektif-perspektif utama    \n \n \n \n \n\nMetode Prism yaitu kontribusi dan tuntutan stakeholder menjadi parameter pengukuran pada unit pertokoan koperasi yang menjadi studi kasus. Dalam perancangan model    \n \n \n \n \n\npengukuran kinerja digunakan Metode Cut-Off Point, Metode Borda dan Metode Objective Matrix untuk membantu proses identifikasi serta pembobotan stakeholder dan key performance indicator serta perhitungan skor kinerja . Untuk membantu pengolahan data dan menguji validitas model pengukuran, dirancang suatu prototipe perangkat lunak bantu yang dinamakan SiUPrim.    \n \n \n \n \n\nRancangan sistem pengukuran kinerja diimplementasikan pada Unit Pertokoan KPN Dinas Pendidikan Kota Bukittinggi. Hasil implementasi menunjukkan, Pada tahun 2006, Unit Pertokoan KPN Dinas Pendidikan Kota Bukittinggi memperoleh skor kinerja 5,611 dengan skor maksimal 10. Berdasarkan ketentuan OMAX, skor tersebut menunjukkan bahwa Unit Pertokoan Koperasi mampu mencapai kinerja di atas standar namun tidak mencapai target maksimal.", "Daftar File": {"2007 TA PP WIDYA WARDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32635", "2007 TA PP WIDYA WARDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/32636", "2007 TA PP WIDYA WARDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/32637", "2007 TA PP WIDYA WARDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/32638", "2007 TA PP WIDYA WARDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/32639", "2007 TA PP WIDYA WARDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/32640", "2007 TA PP WIDYA WARDANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/32641", "2007 TA PP WIDYA WARDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32642"}, "Penulis": "Widya Wardani / 13503076", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Mary Handoko Wijoyo,Ir., M.Sc.    \n \n \n \n \n\nScanner: Alice Diniarti", "2008-02-13."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kinerja, Metode Prism, stakeholder, unit pertokoan koperasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}