{"Nomor": 9609, "Judul": "KAJIAN TENTANG KEBERHASILAN KEBIJAKAN KEMITRAAN USAHA BESAR-MENENGAH-KECIL - Pengembangan Metodologi Evaluasi Kebijakan dan Penerapannya pada Program Tebu Rakyat Intensifikasi", "Abstrak": "Abstrak : \n \n\nPenelitian ini memfokuskan diri pada kemitraan usaha besar, menengah dan kecil yang terjadi karena adanya intervensi dari pemerintah. \n \n\nDari penelusuran terhadap Lembaran dan Berita Negara ditemukan sembilan jenis kebijakan yang diambil pemerintah untuk mendorong terjadinya kemitraan antara usaha besar dan menengah di satu pihak dengan usaha kecil di lain pihak, yang bisa dikelompokkan menjadi \n \n\nkoperasi, program penanggalan, inti-plasma, modal ventura, bapak angkat, tata niaga, kepemilikan saham perusahaan besar oleh koperasi, waralaba, dan kredit bersubsidi. \n \n\nContent analysis terhadap berbagai landasan hukum dan instrumen kebijakan kemitraan usaha besar, menengah dan kecil tersebut di atas menunjukkan bahwa tujuan yang dinyatakan secara abstrak tidak punya benang merah antara satu kebijakan dengan kebijakan lainnya, dan tidak ada penjabaran tujuan ke dalam berbagai ukuran keberhasilan yang bisa diukur. Sebagai akibatnya tidak bisa diukur tingkat keberhasilan kebijakan dan tidak bisa diperbandingkan keberhasilan kebijakan satu dengan yang lainnya. \n \n\nDengan mempergunakan metode Proses Hirarki Analitik, penelitian memberikan suatu usulan tentang pembuatan alat evaluasi kebijakan dengan kriteria dan sub kriteria yang dikembangkan dari landasan teoritik dan disarikan dari gabungan tujuan kebijakan yang terdapat di landasan hukum. \n \n\nPendapat para pejabat lembaga yang terlibat dalam kebijakan memperlihatkan bahwa pada hirarki tingkat pertama, menumbuhkan unit usaha yang tangguh dan mandiri ternyata dinilai merupakan kriteria terpenting (dengan bobot 0,587) disusul kriteria kesejahteraan (0,207), pemerataan (0,109) dan pertumbuhan (0,097). \n \n\nSuatu unit usaha disebut tangguh dan mandiri bila mampu memberikan QCD terbaik bagi konsumennya, menghasilkan produktivitas faktor input dan nilai tambah yang tinggi dibandingkan dengan usaha sejenis. Pada hirarki kedua ini QCD mendapatkan bobot tertinggi (0,572). Hal ini sesuai dengan kenyataan sekarang bahwa arus globalisasi membuat peran konsumen menjadi penting. Pada peringkat kedua adalah kenaikan produktivitas dengan bobot 0,283 dan terakhir kenaikan nilai tambah dengan bobot (0,145). \n \n\nUntuk kriteria kesejahteraan, ternyata kenaikan daya beli pekerja mendapatkan bobot lebih tinggi (0,786) dibandingkan dengan kenaikan penerimaan pajak pemerintah (0.214). \n \n\nSedangkan untuk kriteria pertumbuhan, pertumbuhan penyerapan kerja mendapatkan bobot 0,717 dibandingkan pertumbuhan volume usaha yang hanya mendapatkan bobot 0,283. \n \n\nKeberpihakan dan prioritas bahwa yang akan menjadi tulang punggung perekonomian tercermin pada kenyataan bahwa usaha kecil mendapatkan bobot lebih tinggi dibandingkan dengan usaha besar-menengah, kecuali dalam penerimaan pajak pemerintah karena sistem perpajakan yang dipakai adalah sistem progresivitas). \n \n\nDari kelompok biaya ternyata biaya dari swasta dianggap sebagai yang terpenting (bobot 0,318), disusul dari BUMN (0,285), dari pemerintah berupa potongan pajak dan pemberian subsidi (0,269) dan terakhir biaya dari masyarakat (0.127). Biaya dari swasta dianggap paling bisa dipertanggungjawabkan dan bisa mendatangkan hasil guna terbesar. \n \n\nAplikasi alai ukur pada program Tebu Rakyat Intensifikasi, dimana petani tebu rkyat bermitra dengan pabrik gula menunjukkan bahwa ternyata selama periode 1990-1993 telah terjadi penurunan performansi usaha kecil, dalam hal ini petani tebu, dan kenaikan performansi pabrik gula; dan jugs ternyata terjadi penurunan rasio indeks manfaat dan biaya kemitraan dibandingkan dengan performansi periode 1983-1990. \n \n\nProgram Tebu Rakyat Intensifikasi yang sangat ketat regulasinya membuktikan bahwa regulasi pemerintah tidak mampu memberdayakan usaha kecil dalam hal ini petani tebu dan memberilcan legitimasi bagi pabrik gula sebagai usaha besar untuk mendapatkan keuntungan dari kebijakan kemitraan.", "Daftar File": {}, "Penulis": "Wijanto Hadipuro (NIM 234 96 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ida I. Dewa Gede Raka, Dr. Ir. MEIE. \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "alliances, industrial policies, large-medium-small enteprise.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "13 file", "Tanggal Input": "27 Sep 2017"}