{"Nomor": 9610, "Judul": "SARANA PENDUKUNG KEGIATAN SAR PASCA BENCANA GEMPA BUMI DAN TANAH LONGSOR", "Abstrak": "Kejadian bencana alam merupakan kejadian yang tidak dapat diprediksi. Selain memang kerusakan iklim yang semakin menjadi juga, bencana alam sendiri disebut merugikan manusia karena terdapatnya korban manusia disitu. Kapasitas kita sebagai manusia adalah menghindari terjadinya bencana dan mengurangi efek setelah bencana melanda, salah satunya dengan menangani bencana tersebut secara terorganisir, efektif dan efisien. Penanganan pasca bencana alam sangatlah krusial karena di fase tersebut segalanya masih diliputi ketidak jelasan, kepanikan, dan kekacauan. Salah satu yang harus dilakukan pertama kali ialah menyelamatkan nyawa manusia sebanyak mungkin diatas segalanya. Penanganan yang baik dan cepat dapat mengurangi potensi jumlah korban yang terjadi dikarenakan keterlambatan penanganan karena sebab-sebab teknis dan non-teknis. Salah satu elemen terpenting dalam penanganan pasca bencana alam ialah tim SAR. Penanganan oleh tim SAR mencakup pencarian korban, ekstrikasi korban, perawatan darurat korban dan evakuasi korban. Kecepatan atau Response Time tim SAR untuk mencapai suatu tempat kejadian dipengaruhi juga oleh beberapa elemen penting, seperti koordinasi, mobilisasi serta transportasi. Karena tim SAR merupakan satuan yang diharapkan paling cepat untuk sampai di tempat kejadian maka hal tersebut diatas dapat menentukan keberhasilan suatu operasi penyelamatan. Pengaruh-pengaruh teknis dan non-teknis yang dialami oleh tim SAR salah satunya adalah pada saat mobilisasi personil dan peralatan operasi. Persoalan transportasi menjadi pokok penting yang dibahas pada laporan TA ini, karena ditemukannya beberapa masalah yang akhirnya dapat menyulitkan mobilisasi suatu tim SAR yang dikarenakan oleh kondisi medan yang tidak terduga, jumlah dan bobot peralatan yang besar, serta ketidak efisien-an sistem kerja. Dalam menyelesaikan masalah ini dibutuhkan suatu desain yang dapat mengakomodir karakteristik bencana alam di Indonesia, dapat dengan mudah dioperasikan, dan menyelesaikan masalah diatas dengan optimal. Sehingga mengefektifkan mobilisasi peralatan, lebih efektif dalam evakuasi korban hingga terciptanya suatu sistem yang efektif dan efisien. Yaitu sebuah desain berupa sarana bantu mobilisasi peralatan SAR yang dapat berubah fungsi menjadi sarana pembawa korban luka berat dengan aman.", "Daftar File": {"2008 TA PP WIJOSENO RAHANINDITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32663", "2008 TA PP WIJOSENO RAHANINDITO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32664", "2008 TA PP WIJOSENO RAHANINDITO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32665", "2008 TA PP WIJOSENO RAHANINDITO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32666", "2008 TA PP WIJOSENO RAHANINDITO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32667", "2008 TA PP WIJOSENO RAHANINDITO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/32668", "2008 TA PP WIJOSENO RAHANINDITO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32669"}, "Penulis": "WIJOSENO RAHANINDITO (NIM 17502008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Y. Martinus P., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sarana pendukung, SAR, Pasca bencana, Gempa bumi, Tanah longsor, Mobilisasi peralatan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "16 Jun 2008"}