{"Nomor": 9618, "Judul": "PENERAPAN BALANCED SCORECARD DALAM PENGUKURAN  KINERJA PERUSAHAAN BERORIENTASI PROFIT", "Abstrak": "Abstrak:    \n \n \n \n \n\nSeiring perkembangan dunia usaha di mana setiap perusahaan berusaha mencapai target yang dirancang diperlukan sebuah penilaian atas kinerja perusahaan untuk dapat menggambarkan kondisi perusahaan. Metode penilaian kinerja selama ini hanya berfokus pada faktor keuangan dan tidak bisa memberikan hasil penilaian secara utuh. Pada tahun 1996, Kaplan dan Norton mengungkapkan dibutuhkan penilaian kinerja dari sudut pandang finansial dan nonfinansial yang terdiri dari empat perspektif, yaitu perspektif keuangan, pelanggan, proses bisnis internal, dan pembelajaran dan pertumbuhan yang dikenal sebagai metode balanced scorecard dan hasil penilaian mencerminkan kondisi perusahaan secara menyeluruh dan utuh.  Pada tugas akhir ini dikembangkan ukuran-ukuran strategis sebagai parameter pengukuran kinerja perusahaan yang diturunkan dari visi dan misi dari perusahaan yang bergerak di industri bahan perasa makanan dan mengikuti sejumlah langkah dalam kerangka kerja pengukuran kinerja dengan metode balanced scorecard. Berdasarkan parameter-parameter pengukuran tersebut, yang berjumlah 22 buah ukuran strategis, dirancang model pengukuran kinerja dan model pengetahuan sebagai dasar untuk melakukan penilaian kinerja dan memberikan analisis terhadap hasil pengukuran kinerja. Prototipe perangkat lunak juga dirancang dan diimplementasikan menjadi alat bantu pengukuran kinerja dengan metode balanced scorecard sekaligus untuk menguji validitas model pengukuran dan pengetahuan yang telah dikembangkan. Proses pengujian baik model pengukuran dan model pengetahuan maupun prototipe perangkat lunak dilakukan dengan kasus uji dan data kinerja PT. Essence Indonesia sebagai studi kasus pengukuran kinerja perusahaan. Hasil pengujian menunjukkan bahwa balanced scorecard terbatas untuk mengukur kinerja secara global, prototipe perangkat lunak berjalan baik sesuai spesifikasi kebutuhan, model pengukuran dan model pengetahuan valid, serta kinerja PT. Essence Indonesia dalam kategori baik.", "Daftar File": {"2007 TA PP WILLY GOENAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32718", "2007 TA PP WILLY GOENAWAN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32719", "2007 TA PP WILLY GOENAWAN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32720", "2007 TA PP WILLY GOENAWAN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32721", "2007 TA PP WILLY GOENAWAN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32722", "2007 TA PP WILLY GOENAWAN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/32723", "2007 TA PP WILLY GOENAWAN 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/32724", "2007 TA PP WILLY GOENAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32725"}, "Penulis": "Willy Goenawan (NIM  135 03 048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Mary Handoko Wijoyo,Ir, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kaplan dan Norton, balanced scorecard, perspektif", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}