{"Nomor": 9619, "Judul": "STRATEGI BISNIS UNTUK MENINGKATKAN PROFITABILITAS PT. XYZ MELALUI AKUISISI HOTEL X BANDUNG", "Abstrak": "PT. XYZ adalah suatu perusahaan yang bergerak di bidang asuransi yang ingin mengembangkan usahanya di luar industri asuransi dalam rangka meningkatkan profitabilitas usahanya dengan cara mengakuisisi Hotel X Bandung. PT. XYZ mempunyai dua strategi bisnis terkait dengan akuisisi Hotel X tersebut yaitu Hotel X direnovasi lalu dijual dan satu lagi pembangunan Apartement dan kantor dengan tinggi 18 lantai. \n \n \n \n \n \n\nPT. XYZ akan mengakuisisi Hotel X dengan harga Rp 200 M (hutang : Rp 170 M & modal sendiri : 30 Milyar). Berdasarkan historical data dan data dari PHRI Jawa Barat, Tingkat hunian Hotel Horison ialah 60% weekdays dan 80% weekend. Terdapat dua alternatif yang akan digunakan pasca akuisisi yakni menjalankan hotel seperti sebelum akuisisi, yang kedua adalah melakukan renovasi hotel. Untuk langkah pertama proyek ini tidak layak sedangkan untuk langkah kedua setelah direnovasi proyek ini menjadi layak dengan NPV Rp 29,650,673,394 ; IRR 14% dan pay back period 5.84 tahun. Langkah selanjutnya yang disarankan adalah melakukan penjualan Hotel Y dan mendapatkan keuntungan bersih setelah pajak Rp 432,253,743,640.61. \n \n \n \n \n \n\nUntuk srategi berikutnya ialah pembangunan Apartement dan Office Building dengan total investasi sebesar RP 597 M. Dimana dengan menggunakan sensitivity analisis yang optimis melalui struktur pendanaan, jumlah unit apartement yang terjual dan suku bunga pinjaman ; Semua alternative di proyek ini feasible dengan Pay Back Period pada kisaran 8.18-8.47 tahun. Jika menggunakan skenario yang pesimis Pay Back Period terjadi pada 8.47-8.78 tahun. Tetapi tidak semua alternative feasible, hanya dengan menggunakan Debt to Equity ratio 50:50, proyek ini akan Feasible. Proyek ini direncanakan akan memakan waktu selama ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â± 2 tahun.", "Daftar File": {"2008 TS PP WILLY LUQMANULLAHIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32728", "2008 TS PP WILLY LUQMANULLAHIM 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32727", "2008 TS PP WILLY LUQMANULLAHIM 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32732", "2008 TS PP WILLY LUQMANULLAHIM 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32731", "2008 TS PP WILLY LUQMANULLAHIM 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32730", "2008 TS PP WILLY LUQMANULLAHIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32729"}, "Penulis": "WILLY LUQMANULLAHIM (NIM 29106409)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Uke MMP. Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Akuisisi, Feasibility studies, Hotel, Apartement, Sensitivity analysis", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}