{"Nomor": 9624, "Judul": "DESTINATION SPA", "Abstrak": "Kesehatan merupakan kebutuhan utama yang harus dipenuhi oleh manusia. Kesehatan merupakan konsisi fisik dan mental yang baik dan seimbang. Sekarang ini kondisi kesehatan masyarakat terutama yang tinggal di perkotaan kurang baik dan seimbang, sehingga memerlukan perawatan kesehatan yang tepat. Spa merupakan fasilitas untuk merawat kesehatan yang baik dengan berbagai metode. Destination spa merupakan suatu fasilitas perawatan spa yang dilakukan dalam kurun waktu yang lama, sehingga membutuhkan waktu untuk menginap. Aktivitas dalam destination spa biasanya dilakukan dengan kegiatan rekreasi sebagai aktivitas pendukung relaksasi.  \n \n\nBudaya spa di Indonesia telah dilakukan sejak masa pemerintahan raja di Keraton Surakarta dan Yogyakarta dengan metode tradisional. Metode spa Keraton selain memiliki khasiat yang baik bagi kesehatan, juga memiliki nilai budaya dan tradisi yang perlu dilestarikan. Dengan menggunakan metode spa Keraton pada destination spa dapat memberikan nilai khusus pada karakteristik pelayanan dan fasilitasnya.  \n \n\nFasilitas destination spa membutuhkan karakteristik ruang dengan desain interior yang dapat menunjang perawatan kesehatan fisik maupun mental, sehingga suatu ruang juga dapat menjadi media terapi kesehatan melalui treatment pada elemen-elemen interior. Desain interior pada destination spa ini juga perlu memberikan nilai budaya spa Keraton sebagai unsur pelestarian tradisi dan budaya spa Keraton.", "Daftar File": {"2008 TA PP WINA PAMELASARI MUTIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32762", "2008 TA PP WINA PAMELASARI MUTIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/32763", "2008 TA PP WINA PAMELASARI MUTIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/32764", "2008 TA PP WINA PAMELASARI MUTIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/32765", "2008 TA PP WINA PAMELASARI MUTIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/32766", "2008 TA PP WINA PAMELASARI MUTIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/32767", "2008 TA PP WINA PAMELASARI MUTIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/32768", "2008 TA PP WINA PAMELASARI MUTIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32769"}, "Penulis": "WINA PAMELASARI MUTIA (NIM 17303038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs.Prabu Wardono, M.Des."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "perawatan kesehatan, Spa, pelestarian budaya, tradisi keraton", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "11 Jun 2008"}