{"Nomor": 9625, "Judul": "PENELITIAN KECELAKAAN KEHILANGAN PENDINGIN DI KAKI DINGIN REAKTOR PADA UNTAI UJI TERMOHIDROLIKA REAKTOR", "Abstrak": "Abstrak :  \n \n \n\nKecelakaan kehilangan pendingin (LOCA) merupakan kecelakaan besar yang dipostulasikan dalam evaluasi keselamatan untuk reaktor nuklir PWR.  \n \n \n\nDalam LOCA, pendingin mengalir keluar dari sistem pendingin melalui bocoran, yang dapat mengakibatkan terjadinya pelelehan kelongsong, karena kemampuan mendingin teras reaktor menjadi buruk.  \n \n \n\nTelah dilakukan enam eksperimen dan perhitungan dengan paket program komputer Relap 5 Mod 1 suatu kecelakaan kehilangan pendingin (LOCA) di kaki dingin (Cold Leg) pada fasilitas untai uji termohidrolika reaktor (UUTR) PPTKR BATAN, masing-masing LKA, LKB, LSA, LSB, LBA dan LBB.  \n \n \n\nLKA dan LKB mewakili loca kecil (Small Break Loca) dengan diameter kebocoran 2 mm. Eksperimen LSA dan LSB mewakili loca sedang (Medium Break Loca) dengan diameter kebocoran 5 mm. Untuk eksperimen Loca besar (Large Break Loca) dilakukan dengan menggunakan diameter kebocoran 10 mm (LBA dan LBB). Eksperimen dilakukan dengan sistem injeksi keselamatan akumulator difungsikan (LKA, LSA dan LBA) dan tidak difungsikan (LKB, LSB dan LBB).  \n \n \n\nSemua eksperimen tersebut di atas dilaksanakan dengan tidak memfungsikan sistem injeksi keselamatan tekanan tinggi (HPIS) dan tekanan rendah (LPIS), sementara sistem air pengganti (Make Up Water) tetap dijalankan sampai eksperimen dihentikan. Fenomena yang diamati dibatasi pada pengaruh injeksi keselamatan akumulator terhadap keselamatan reaktor. Hasil-hasil eksperimen tersebut kemudian dibandingkan dengan hasil-hasil perhitungan pemodelan dengan paket program komputer Relap 5 Mod 1. Hasil eksperimen menunjukkan bahwa pola penurunan tekanan sistem (tekanan untai primer dan tabung penekan) untuk ketiga jenis Loca dengan sistem injeksi keselamatan berfungsi dan tidak berfungsi secara umum serupa. Perbedaan yang terlihat adalah setelah akumulator bekerja, tekanan sistem pada LOCA dengan akumulator berfungsi, penurunan tekanannya relatif lebih kecil (landai) dibandingkan dengan LOCA yang akumulatornya tidak berfungsi. Temperatur pendingin kanal uji dan batang pemanas kanal uji, menunjukkan temperatur yang lebih tinggi pada eksperimen LOCA tanpa akumulator dibanding dengan LOCA dengan menggunakan akumulator. Ini disebabkan karena air injeksi akumulator turut membantu dalam pengambilan panas kanal uji ketika jumlah pendingin di kanal uji sudah berkurang.  \n \n \n\nPada LOCA sedang dan LOCA besar, sistem injeksi keselamatan akumulator dapat menurunkan temperatur batang pemanas maupun pendingin di kanal uji dengan cepat, selama persediaan air di akumulator masih ada. Setelah itu akumulator tidak mampu lagi menanganinya karena besarnya laju masa bocoran yang keluar. Dalam hal ini maka tindakan keselamatan selanjutnya harus cepat dilakukan (misalnya dengan mengaktifkan LPIS dan diteruskan dengan pendinginan jangka panjang) sebelum persediaan air akumulator habis.  \n \n \n\nUntuk Loca kecil sistem injeksi keselamatan akumulator dapat befungsi lebih lama, sehingga temperatur batang pemanas maupun temperatur pendingin relatif dapat lebih terkendali. Disamping itu juga waktu yang dapat dipakai untuk mengantisipasi tindakan pengamanan dan keselamatan reaktor lebih lama. Pada peristiwa Loca dengan sistem injeksi keselamatan akumulator tidak berfungsi, terlihat bahwa temperatur batang pemanas maupun pendingin kanal uji untuk semua jenis bocoran relatif tetap tinggi seperti keadaan awalnya.  \n \n \n\nUntuk fenomena hasil antara eksperimen dan perhitungan, secara umum dapat dikatakan sama. Hasil-hasil perhitungan Relap 5 Mod 1 untuk fasilitas UUTR memiliki kecenderungan fenomena yang sama. Meskipun secara umum menunjukkan kemiripan fenomena termohidrolika, perhitungan pemodelan selanjutnya tetap diperlukan untuk mendapatkan hasil yang lebih tepat.", "Daftar File": {}, "Penulis": "Winduwati Setyaningrum (NIM 249 93 032)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Aryadi Suwono, DR. Ir.  \n \n \n\nPembimbing 2 : Hendro Tjahjono, DR. Ir.  \n \n \n\nPembimbing 3 : Anhar Riza Antariksawan, DR. Ir.  \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Nuklir", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "LOCA, PWR, Cold Leg,", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}