{"Nomor": 963, "Judul": "MEMBANDINGKAN BERBAGAI TINGKAT STATUS PERGURUANTINGGI SWASTA (PTS) MENURUT PANDANGAN NORMAN (PEMERINTAH) DAN PERSEPTIF (PENGELOLA)", "Abstrak": "ABSTRAK:\nKehadiran Perguruan Tinggi Swasta (PTS) dijamin, undang-undang Peran serta tanggung jawab PTS merupakan mitra Perguruan Tinggi Negeri(PTN) atau sebaliknya. Sifat kemitraan itu perlu di kembangkan (generated) oleh citra masyarakat. Namun kenyataan menunjukkan, bahwa citra itu belum sewajarnya (masih sinis) sehingga timbul pertanyaan, apa gerangan yang terjadi? Koordinasi tersebut akan ditelusuri lewat penelitian Hasil penelitian ini pada saatnya akan merupakan alternatif pemecahan. Bagaimana hasil itu diungkapkan, ? Diawali dengan pendekatan preskriptif (rasional) atau pardangan normatif dan pardangan perseptif pengelola atau pengambil keputusan selaku nanusia ekonomis. Kedua pandangan, ini bermuara, dalam variabel dependen \" Indeks Status Unit\" (ISM, sebagai ukuran keberhasilan PTS. Ranking nilai ISU secara statistika, normatif dan apriori dapat membentuk tingkatan promosi atau \"grouping' yakni \"High Promotion\", \"Middle Promotion\", dan \"Lower Promotion\". High Promotion, Middle Promotion dan Low Promotion setingkat dengan akreditasi status yang berlaku saat ini: \"Status Disamakan, Status Diakui, Status Terdaftar\". Kesemua itu merupakan pengakuan pemerintah terhadap unit status PTS, yang dikukuhkan dengan, Surat Keputusan Mendikbud RI. Fasilitas dari tingkatan status itu, dibedakan dari korposisi ujian negara dari PTN dan, PTS. Dari PTN berkisar antara 0 - 50% dan dari PTS berkisar antara 0 - 100%. Selain itu dibedakan pula dari usia status, Disamakan berusia 3 tahun, Diakui 4 tahun dan Terdaftar 5 tahun. Pandangan normatif atau preskriptif bercermin pada s i f a t - s i f a t pemerintah, informasi tentang keinginan pemerintah. Sejenak bila direnungkan, maka akan tampak bayangan karakteristik yang sesuai dengan selera pemerintah terhadap PTS. Muka lain dilihat atas dasar kacamata pengambil keputusan atau pengelola selaku manajer tertinggi PTS. Kenapa persepsi pengambil keputusan? Seperti kita ketahui bahwa konsep e f e k t i v i t a s berorientasi kepada tujuan yang merupakan referensi untuk menyatakan tingkat kemampuan (performance) sistem (PTS) maka pengambil keputusan mempunyai posisi sentral. \"Dia\" yang risentransforrnasikar, tujuan organisasi (hierarki 1) ke dalam bentuk tujuan operasional (hierarki 2). Mekanisme yang digunakan untuk menyatakan, pencapaian tujuan PTS adalah pula subyek dari  n i l a i persepsi pengambil keputusan. Sekelompok variabel lain yang mengalir dan menerangkan muara tadi bersifat independen. Bagaimana variabel itu bersentuhan? Jervis skala pengukuran apa yang digunakan? PTS sebagai suatu organisasi dapat dikaji melalui berbagai aktualisasi, salah satunya memandang PTS dari jangkauan ( 1 ) Kelembagaan ( a l a t ) (2) Program akademik (tujuan dan fungsi) ( 3 ) Sumber Daya Finansial ( energi). Variabel penelitian diperoleh. dari 32 observasi (Universitas, Institut, Sekolah Tinggi dan Akademi) di Jawa Barat. Metoda pengolahan yang digunakan \"Analisis Diskriminan\", hasilnya berupa : (1) Model diskriminan normatif dan perseptif. Kemampuan model ini adalah mengklasifikasikan suatu observasi kedalam salah satu group (tingkatan promosi). (2) Kumpulan variabel yang meng\"generated\" group HP, MP dan LP atas pandangan Normatif dan Perseptif. (3) Jarak antar group LP, MP dan HP Hasil ini melandasi kesimpulan: .Jenis pandangan mana yang bersifat stabi1 dan, rasional itu? Perlukah Accredeted dan, Not A: c r e d e t e d untuk saat ini dibentuk m o d e l klasisifikasi baru.", "Daftar File": {"1988_TS_PP_TJETJE-AMIR_1.opd.pdf": "https://digilib.itb.ac.id/gdl/download/1246"}, "Penulis": "Tjetje Amir Ruchjana", "Kontributor / Dosen Pembimbing": ["Pembimbing I:S.B.Hari LubisPembimbing II: Nurhayati Ma,munScanner:Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "The presence of Private Higher Education Institution ,Started with prescriptive approach", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jan 2006"}