{"Nomor": 9637, "Judul": "STUDI FUSI PROTOPLAS Vigna radiata (L.) Wilczek var. radiata DENGAN Vigna radiata (L.) Wickzek var. sublobata (Roxb.) Verdcourt", "Abstrak": "ABSTRAK: \n \n\nBeberapa jenis larutan PEG telah digunakan untuk menginduksi fusi antara protoplas hipokotil Vigna radiata (L) Wilczek var. radiata dengan protoplas daun Vigna radiata (L.) Wilczek var. sublobata (Roxb.) Verdcourt dengan tujuan mendapatkan basil fusi protoplas tertinggi dan kemudian mengamati perkembangan tahap awal protoplas hasil fusi serta protoplas kedua induknya. Protoplas dari kedua macam eksplan diisolasi secara enzimatis dengan menggunakan larutan enzim yang terdiri dari cellulase YC 2%, macerozyme R-10 1%. mannitol 0,4 M dan CaCI2.2H2O 2,5 mM. Protoplas dari hipokotil dan daun difusikan dengan menggunakan tiga macam lanitan (P1, P2, P3) yang mengandung polyethylene glycol (PEG) BM 4000 dan senyawasenyawa lain. Persentase fusi tertinggi (15,27%) diperoleh dari larutan P2, yang mengandung PEG 33%, sukrosa 1,8%, KH2PO4 1mM dan CaC12.2H2O 10 mM. Pengamatan jumlah inti protoplas hasil fusi yang diwarnai dengan pewarnaan 4-6 diamino 2-phenilindole (DAPI) di bawah mikroskop fluoresensi menunjukkan 58,82% uninukleat, 18,23% binukleat, dan 22,95% multinukleat. Viabilitas protoplas basil fusi relatif tinggi pada awal kultur sampai terjadinya pembelahan pertama. Permukaan protoplas hipokotil dan daun telah tertutup sempurna dengan materi dinding sel setelah 8 jam kultur sedangkan pads protoplas basil Pasi setelah 24 jam kultur. Pembelahan sel pertama terjadi setelah usia kultur 2 hari pads protoplas hipokotil, serta 3 hari usia kultur pada protoplas daun dan protoplas basil fusi. Kemampuan sel untuk membelah dan membentuk koloni pads protoplas basil fusi sangat kecil (0,32%) dibanding protoplas hipokotil (3,11%) dan protoplas daun (4,28%). Berdasarkan basil yang diperoleh dapat disimpulkan bahwa persentase basil fusi tertinggi diinduksi dengan larutan P2. dan hasil fusi mampu beregenerasi hingga terbentuk mikrokoloni.", "Daftar File": {}, "Penulis": "Wiwid Angraini (NIM 20698048)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Iriawati, Dr. \n \n\nPembimbing 2: Eny Marwani, Dr. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-24)"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "PEG, Vigna radiata (L.) Wickzek var. sublobata (Roxb.) Verdcourt", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}