{"Nomor": 9640, "Judul": "PERANCANGAN DAN IMPLEMENTASI PREDIKTOR BAD DEBT DAN FRAUD MANAGEMENT SYSTEM  BERBASIS JARINGAN SYARAF TIRUAN LAPIS GANDA", "Abstrak": "Salah satu masalah utama di dalam bisnis telekomunikasi yang berupa layanan postpaid pada sisi penyedia layanan adalah tidak terbayarnya tagihan atau bad debt. Sebagai bagian penting dari siklus bisnisnya, sebuah operator harus mampu menangani masalah ini yang telah memberikan porsi cukup besar dalam pendapatannya. Tindakan penyalahgunaan terhadap layanan merupakan salah satu penyebab terjadinya bad debt. Tindakan yang dikenal sebagai fraud ini cukup sulit ditangani. Namun, dengan bantuan pengenalan pola penggunaan layanan, tindakan yang merugikan ini dapat diminimalisasi dengan baik. Hal itu tergantung pada pemilihan metoda yang tepat untuk dapat mengenali pola penggunaan tersebut.   \n \n \n\nSalah satu tantangan dalam penanganan bad debt adalah menemukan konsep atau metoda yang tepat untuk mendeteksi fraud. Beberapa penelitian telah dilakukan untuk mencoba menjawab tantangan tersebut dengan menggunakan berbagai teknologi data mining. Jaringan syaraf tiruan (Neural Network) adalah salah satu dari teknologi tersebut yang akan digunakan untuk menjawab tantangan ini. Kemampuannya untuk mengenal pola merupakan nilai unggul yang dimilikinya.  \n \n \n\nBerkaitan dengan hal tersebut di atas, tesis ini berusaha memberikan sumbangsih berupa desain dan implementasi prediktor Bad Debt dan Fraud Management System (FMS). Sistem ini akan menerapkan teknologi jaringan syaraf tiruan. Adapun sistem ini dikembangkan untuk dapat di aplikasikan pada teknologi selular terutama untuk tipe postpaid. Meskipun demikian, konsep serupa dapat saja diaplikasikan ke dalam teknologi lainnya dengan beberapa modifikasi. Penelitian ini telah memberikan hasil yang baik berupa kemampuan prediksi bad debt hingga 87%. Sedangkan untuk FMS telah mencapai nilai 85%.", "Daftar File": {}, "Penulis": "WIWIT SETIADI (NIM 23206066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr Hendrawan dan Dr Andriyan B Suksmono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Bad Debt, Fraud, Neural Network", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}