{"Nomor": 9652, "Judul": "PERANCANGAN DAN IMPLEMENTASIREED-SOLOMON DECODER (255, 239, T=8)", "Abstrak": "Abstrak:   \n \n \n \n\nPada tugas akhir ini dirancang sebubah Reed-Solomon Decoder (255, 239, t=8) yang akan digunakan sebagai salah satu modul channel decoder dalam chipset WiMax. Reed-Solomon decoder terdiri dari empat processing element utama yaitu Syndrome generator, Euclidean algorithm, Chien search, dan Fast Komo-Joiner algorithm. Proses perancangan dimulai dengan mengidentifikasi spesifikasi, dalam hal ini spesifikasi standard IEEE 802.16. Langkah selanjutnya adalah memilih algoritma decoding yang akan digunakan. Algoritma yang dipilih adalah yang jika diimplementasikan membutuhkan resource-baik time maupun area- paling sedikit. Algoritma tersebut kemudian dibuat bit-precision-model-nya dalam Matlab. Model tersebut kemudian diukur performanya, yaitu Bit-Error-Rate (BER) dengan cara menggenerate random data, kemudian random data tersebut diencode, lalu diberi random error, lalu data tersebut didecode dengan model RS-Decoder yang telah dirancang. Jika performa tersebut sudah memenuhi standard yang diinginkan kemudian dirancang arsitektur sistemnya. Arsitektur sistem terdiri dari data-path, control-unit, dan timing-diagram. Control-unit berfungsi sebagai pengatur handshaking dengan modul diluar Reed-Solomon Code, sebagai modul untuk menginisialisasi nilai register dan memory, serta sebagai pengatur process masking tiap komputasi. Deskripsi model dilakukan dalam  Matlab code, sedangkan deskripsi RTL dilakukan dalam Verilog HDL", "Daftar File": {"Pages from 2007 TA PP YAN SYAFRI HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/32967", "Pages from 2007 TA PP YAN SYAFRI HIDAYAT 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/32968", "Pages from 2007 TA PP YAN SYAFRI HIDAYAT 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/32965", "Pages from 2007 TA PP YAN SYAFRI HIDAYAT 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/32966", "Pages from 2007 TA PP YAN SYAFRI HIDAYAT 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/32964", "Pages from 2007 TA PP YAN SYAFRI HIDAYAT 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/32963", "2007 TA PP YAN SYAFRI HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/32962"}, "Penulis": "Yan Syafri Hidayat (NIM 132 03 094)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Trio Adiono, S.T., M.T., Ph.D   \n \n \n \n\nPembimbing 2: Amy Hamidah Salman,Ir, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "WiMax, Reed-Solomon Decoder, Matlab, Verilog HDL, FPGA", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}