{"Nomor": 9660, "Judul": "HUBUNGAN FLUKTUASI TEMPERATUR CMB DENGAN FLUKTUASI DENSITAS MASSA PADA DISTRIBUSI MASSA GALAKSI", "Abstrak": "Penemuan fluktuasi temperatur CMB oleh satelit COBE pada tahun 1989 merupakan petunjuk ketidakseragaman distribusi materi di alam semesta. Fluktuasi yang datang ketika alam semesta berusia sekitar 300.000 tahun ini dipercaya sebagai bibit untuk struktur skala besar yang kita lihat sekarang. Fluktuasi temperatur CMB berasal dari fluktuasi potensial gravitasi saat decoupling yang kemudian berkembang menjadi skala kosmik. Dengan melakukan analisis pada Power Spectrum CMB dan Power Spectrum galaksi ini diharapkan kita dapat lebih mengetahui kaitan antara fluktuasi temperatur CMB dengan fluktuasi densitas massa. Power spectrum CMB dan galaksi dibangun dengan memasukan paramter-parameter kosmologi yang berhubungan dengan proses-proses fisis yang terjadi saat itu. Analisis menggunakan movie yang dikembangkan oleh Tegmark (2004). Penulis juga melakukan analisis bagaimana variasi besaran parameter kosmologi dapat mengubah bentuk power spectrum yang berasosiasi dengan proses fisis yang terjadi. Peninjauan kaitan fluktuasi temperatur CMB dengan densitas massa akan ditinjau dari komponen baryonik, dark matter, dan konstanta kosmologi. Pemilihan parameter-parameter ini dikarenakan parameter-parameter tersebut memiliki peran yang besar dalam menentukan evolusi alam semesta, dan bersama-sama menentukan besar nilai konstanta Hubble, H. Fluktuasi CMB merupakan penghubung antara big bang dan struktur skala besar galaksi-galaksi di alam semesta.", "Daftar File": {"2008 TA PP YATNY YULIANTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33014", "2008 TA PP YATNY YULIANTY 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/33015", "2008 TA PP YATNY YULIANTY 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/33016", "2008 TA PP YATNY YULIANTY 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/33017", "2008 TA PP YATNY YULIANTY 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/33018", "2008 TA PP YATNY YULIANTY 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/33019", "2008 TA PP YATNY YULIANTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33020"}, "Penulis": "YATNY YULIANTY (NIM 10303003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Premana W. Premadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Anisotropi Cosmic Microwave Background, Fluktuasi temperatur, Parameter kosmologi, Struktur skala besar", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}