{"Nomor": 9661, "Judul": "PEMBANGUNAN APLIKASI ANALISIS SAHAM DENGAN METODE MONEY FLOW INDEX", "Abstrak": "Abstrak:    \n \n \n \n \n\nInvestasi saham merupakan investasi yang menjanjikan. Dengan jumlah modal tertentu dan prediksi yang tepat, akan diperoleh sejumlah keuntungan yang diinginkan. Namun, untuk memprediksi pergerakan harga saham bukanlah perkara yang mudah. Perubahan nilai saham yang cepat membutuhkan perhitungan yang cermat dengan mempertimbangkan berbagai faktor.      \n \n \n \n \n\nSaat ini, terdapat berbagai macam metode untuk menganalisis pergerakan harga saham. Namun, secara umum, metode untuk menganalisis pergerakan harga saham dapat dibagi menjadi tiga kategori, analisis fundamental, teknikal, dan teknologikal dan yang paling populer adalah metode analisis teknikal yang memperhitungkan perilaku nilai saham di masa lalu dalam memprediksi nilai saham di masa depan. Pada tugas akhir ini digunakan metode Money Flow Index(MFI) yang termasuk analisis teknikal dalam menganalisis pergerakan harga saham. Cara kerja metode ini adalah menciptakan suatu indikator yang jika pergerakannya dibandingkan dengan pergerakan harga atau jika nilainya melewati suatu batas tertentu dapat menunjukkan perubahan trend harga saham. Indikator ini diperoleh dengan mempertimbangkan harga pembuka, tertinggi, dan penutup saham serta volume saham yang diharapkan dapat memberikan informasi kekuatan pasar sehingga dalam proses analisis tidak hanya memprediksi dari pergerakan harga saham saja, melainkan dari pergerakan volume juga.      \n \n \n \n \n\nPerangkat lunak yang dibangun untuk mengimplementasikan metode MFI tersebut diberi nama MFIStock yang dibangun dengan menggunakan bahasa pemrograman C. MFIStock dapat memberikan prediksi pergerakan harga saham kedepannya dan menampilkan grafik pergerakan harga saham, volume, dan indikatornya sendiri.", "Daftar File": {"2007 TA PP YAVTA MABAKLINI GINTING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33021", "2007 TA PP YAVTA MABAKLINI GINTING 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/33022", "2007 TA PP YAVTA MABAKLINI GINTING 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/33023", "2007 TA PP YAVTA MABAKLINI GINTING 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/33024", "2007 TA PP YAVTA MABAKLINI GINTING 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/33025", "2007 TA PP YAVTA MABAKLINI GINTING 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/33026", "2007 TA PP YAVTA MABAKLINI GINTING 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/33027", "2007 TA PP YAVTA MABAKLINI GINTING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33028"}, "Penulis": "Yavta Mabaklini Ginting (NIM 135 03 101)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harlili,Dra, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Money Flow Index, saham, volume", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}