{"Nomor": 9667, "Judul": "PENGEMBANGAN MONTMORILLONITE SEBAGAI KATALIS SINTESIS BIODIESEL MELALUI ESTERIFIKASI PALM FATTY ACID DISTILLATE", "Abstrak": "Untuk meningkatkan aktivitas katalitiknya, telah dilakukan modifikasi terhadap lempung alam dengan jenis montmorillonite. Modifikasi dilakukan melalui dua metode yang berbeda yaitu pengasaman dengan menggunakan asam sulfat pekat dan pilarisasi dengan ion Keggin. Sampel-sampel yang terdiri dari montmorillonite, H-montmorillonite, dan PILC-montmorillonite kemudian dianalisis dengan menggunakan X-Ray Diffraction (XRD), Scanning Electron Microscopy (SEM), analisis luas permukaan yang lebih dikenal dengan nama analisis BET, dan analisis keasaman dengan menggunakan metode titrimetri. Difraktogram sinar X dari ketiga sample tidak menunjukan adanya perbedaan yang signifikan. Akan tetapi, berdasarkan hasil foto SEM, dapat terlihat dengan jelas bahwa agregat-agregat montmorillonite mengecil akibat kedua jalur modifikasi tersebut. Lebih jauh, agregasi yang lebih homogen yang ditunjukan oleh foto SEM untuk sample H-montmorillonite mengimplikasikan bahwa delaminasi oleh asam terjadi secara merata. Luas permukaan montmorillonite ditentukan dengan analisis BET Analisis tersebut menunjukan peningkatan luas permukaan montmorillonite setelah pengasaman maupun setelah pilarisasi. Hasil ini sesuai dengan hasil yang ditunjukan oleh analisis SEM. Akan tetapi rendahnya luas permukaan montmorillonite yang diperoleh setelah pilarisasi pada penelitian ini bila dibandingkan dengan literatur-literatur yang sudah ada, mengindikasikan bahwa hanya sebagian dari montmorillonite tersebut yang berhasil dipilarisasi. Hal ini pula yang menjelaskan tidak ditemukannya pergeseran puncak pada 2θ kurang dari 100 pada difraktogram PILC-montmorillonite. Analisis keasaman mengindikasikan bahwa pengasaman dapat meningkatkan keasaman montmorillonite lebih dari dua kali lipat, sementara itu PILC-montmorillonite tidak menunjukan perbedaan yang signifikan. Peningkatan keasaman dan atau luas permukaan pada montmorillonite termodifikasi menyebabkan peningkatan aktivitas katalitiknya. Peningkatan tertinggi dicapai oleh H-montmorillonite dengan kenaikan konversi hingga 12% dari montmorillonite yang tidak dimodifikasi. Akan tetapi bila dibandingkan dengan katalis asam sulfat, konversi yang dicapai oleh montmorillonite hasil modifikasi masih relatif rendah. Hal ini kemungkinan disebabkan oleh halangan ruang pada mikropori montmorilonite dan hanya asam bronsted yang berkontribusi dalam mengkatalisis reaksi esterifikasi.", "Daftar File": {"2007 TS PP YESSI AGUSTIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33059", "2007 TS PP YESSI AGUSTIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/33060", "2007 TS PP YESSI AGUSTIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/33061", "2007 TS PP YESSI AGUSTIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/33062", "2007 TS PP YESSI AGUSTIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/33063", "2007 TS PP YESSI AGUSTIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/33064", "2007 TS PP YESSI AGUSTIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33065"}, "Penulis": "YESSI AGUSTIN (NIM 23005016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tjokorde Walmiki Samadhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Montmorillonite, SEM, XRD, BET", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}