{"Nomor": 9672, "Judul": "STUDI PENERAPAN PRE-REFORMER DALAM PROSES PRDUKSI GAS SINTESIS DI PABRIK AMONIA PUSRI I-B", "Abstrak": "ABSTRAK: \n \n\nSalah satu kecenderungan dan tuntutan dalam perkembangan pabrik gas sintesis adalah integrasi proses dan panas dengan pemasangan pre-reformer atau post-reformer pads existing plant. Penelitian ini diarahkan pads kajian penerapan pre-reformer jenis adiabatik dan nonadiabatik di pabrik amonia PUSRI I-B dengan keunggulan teknik yang ditawarkan adalah adanya penurunan konsumsi energi, pencegahan pembentukan karbon, peningkatan efisiensi termal, dan penurunan emisi gas buang NOx dan CO2. \n \n\nPre-reformer merupakan reaktor katalitik yang dipasang di hulu primary reformer untuk melangsungkan reaksi reformasi gas alam yang bersifat endotermik dan reaksi perengkahan hidrokarbon berat yang bersifat eksotermik. Pada temperatur kurang dari 500 derajat C, reaksi perengkahan mendominasi jalannya proses, sedangkan reaksi reformasi gas alam secara termodinamika belum berlangsung.  \n \n\nPenelitian ini bertujuan untuk mengkaji kinerja unit reformer konvensional dan unit reformer yang dimodifikasi dengan pemasangan pre-reformer. Pemodelan dan simulasi secara termodinamika adalah untuk menentukan distribusi aliran massa dan energi. Kajian teknik reaktor kimia diperlukan untuk melihat efek pemasangan pre-reformer terhadap kinerja reaktor primary reformer, terutama adanya perubahan komposisi umpan primary reformer akibat pemasangan pre-reformer. \n \n\nHasil penelitian menunjukkan bahwa pemasangan pre-reformer pada existing plant dengan pemanfaatan panas sensibel aliran keluaran secondary reformer dapat menurunkan konsumsi bahan bakar (6-27%), penurunan konversi CH4 di primary reformer (12-29%), penurunan beban panas di primary reformer (10-29%), dan penurunan produksi kukus di waste heat boiler (15-29%). Selain itu, umpan primary reformer tidak lagi mengandung komponen hidrokarbon berat, sehingga menjamin tidak terbentuknya karbon dalam primary reformer dan memberikan peluang penurunan nisbah kukus/karbon. Uji kenailcan kapasitas hingga 50% pada model yang dimodifikasi (pre-reformer adiabatik dan non-adiabatik) tidak menunjukkan adanya perubahan kinerja reaktor yang berarti, sehingga terdapat peluang untuk menaikkan kapasitas produksi gas sintesis. Akhirnya, studi steam balance sistem kukus, neraca momentum, profil temperatur gas proses nyata dan tata letak ruang dalam exsiting plant perlu dicakup dalam studi selanjutnya.", "Daftar File": {"1997 TS PP YOGI WIBISONO BUDHI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/33108", "1997 TS PP YOGI WIBISONO BUDHI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/33109", "1997 TS PP YOGI WIBISONO BUDHI 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/33110", "1997 TS PP YOGI WIBISONO BUDHI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/33111", "1997 TS PP YOGI WIBISONO BUDHI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/33112", "1997 TS PP YOGI WIBISONO BUDHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33113", "1997 TS PP YOGI WIBISONO BUDHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33114"}, "Penulis": "Yogi Wibisono Budhi (NIM 23095028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Herri Susanto, Dr. \n \n\nScan: Arnaz Driyastika M. \n \n\n(2008-01-04)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "synthesis gas plant, pre-reformer, catalyct reactor", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}