{"Nomor": 9676, "Judul": "SISTEM PELACAK KETUKAN SECARA REAL-TIME BERBASIS MULTIAGEN BAGI SINYAL AUDIO MUSIKAL", "Abstrak": "Abstrak:    \n \n \n \n \n\nPada tugas akhir ini diimplementasikan sebuah sistem pelacak ketukan secara real-time bagi sinyal    \n \n \n \n \n\naudio musikal. Sistem ini diberi nama Rebana. Secara terus-menerus sepanjang lagu, sistem ini    \n \n \n \n \n\nmembentuk prediksi tentang letak ketukan selanjutnya, tempo, dan tingkat ketukan.    \n \n \n \n \n\nAda beberapa masalah dalam pelacakan ketukan secara real-time. Pertama, ketukan tidak dinyatakan    \n \n \n \n \n\nsecara eksplisit di dalam sinyal audio musikal, melainkan hanya dapat dilacak melalui pendekatan    \n \n \n \n \n\ninferensi terhadap berbagai elemen yang diekstrak dari sinyal tersebut, seperti onset time dan    \n \n \n \n \n\nperubahan akor. Kedua, pelacakan ketukan secara real-time mengalami hambatan berupa garden-path    \n \n \n \n \n\nerror, sehingga perlu dibentuk prediksi jamak. Untuk membentuk prediksi jamak, pada tugas akhir ini    \n \n \n \n \n\ndigunakan multiagen.    \n \n \n \n \n\nSelagi informasi onset time dan perubahan akor diekstraksi dari sinyal yang diterima, multiagen terusmenerus    \n \n \n \n \n\nmembentuk dan mengevaluasi prediksi jamak berdasarkan strategi masing-masing agen.    \n \n \n \n \n\nPrediksi-prediksi agen tersebut dikelompokkan dan diseleksi berdasarkan kriteria tertentu oleh sebuah    \n \n \n \n \n\nentitas yang disebut manajer.    \n \n \n \n \n\nSistem pelacakan ketukan ini berhasil diimplementasikan di atas sistem operasi Mandrake Linux 9.2    \n \n \n \n \n\ndengan kakas pemrograman GCC, PortAudio, FFTW, dan GTK+ pada PC dengan single processor.    \n \n \n \n \n\nPada implementasi tersebut diterapkan teknik multithreading karena dibutuhkan adanya multitasking    \n \n \n \n \n\nyang dapat menangani berbagai tugas secara simultan. Pengujian kinerja sistem yang berhasil    \n \n \n \n \n\ndiimplementasikan ditinjau dari tiga segi, yaitu segi teknis, kebenaran prediksi terpilih, dan response    \n \n \n \n \n\ntime.    \n \n \n \n \n\nDitinjau dari segi teknis, pengujian kinerja menunjukkan adanya kasus-kasus yang menuntut adanya    \n \n \n \n \n\npenanganan khusus. Kasus-kasus ini berkaitan erat dengan siklus aksi agen.    \n \n \n \n \n\nDitinjau dari segi kebenaran prediksi terpilih, kinerja Rebana cukup baik. Ini ditunjukkan dengan    \n \n \n \n \n\nnilai rata-rata kebenaran prediksi dari pelacakan 17 lagu sebesar 62.65%. Kegagalan sistem pada    \n \n \n \n \n\numumnya adalah prediksi yang jatuh pada posisi di tengah-tengah dua buah ketukan dan ketukan yang    \n \n \n \n \n\ntidak stabil pada keluaran manajer.    \n \n \n \n \n\nDitinjau dari segi response time, nilai response time pada umumnya melebihi nilai interval    \n \n \n \n \n\nantarketukan sebagai batas response time yang dapat diterima. Ini ditunjukkan dengan fakta bahwa dari    \n \n \n \n \n\n17 kali pelacakan ketukan, hanya terdapat tiga kali pelacakan yang menghasilkan response time yang    \n \n \n \n \n\ndapat diterima. Hal-hal yang dapat menyebabkan tingginya response time adalah adanya jangka waktu    \n \n \n \n \n\ntambahan yang harus digunakan oleh manajer pada seluruh siklus aksinya untuk menunggu sebelum    \n \n \n \n \n\nseluruh prediksi agen terkumpul, pemeriksaan perubahan akor, dan mekanisme penjadwalan threads.    \n \n \n \n \n\nDengan demikian, sistem pelacak ketukan ini sayangnya terlalu lambat untuk dapat disebut aplikasi    \n \n \n \n \n\nreal-time.", "Daftar File": {}, "Penulis": "Yohanes Seandy Sunjoko NIM : 13502038", "Kontributor / Dosen Pembimbing": ["Supervisor : Nur Ulfa Maulidevi, S.T., M.Sc.    \n \n \n \n \n\nScanner:  Alice Diniarti", "2008-01-14."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "garden-path error, multiagent, onset times, beat tracking, chord changes, prediction, realtime,musical audio signals.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}