{"Nomor": 9687, "Judul": "ANALISIS INVESTASI TERHADAP PERKIRAAN BIAYA PENAMBANGAN BATUBARA SWAKELOLA DI PT. INDOMINCO MANDIRI", "Abstrak": "Kegiatan penambangan adalah kegiatan yang berorientasi pada keuntungan, untuk itu maka produksi diupayakan maksimal dengan pengeluaran biaya minimal.   \n \n \n \n\nSaat ini pelaksanaan penambangan batubara di PT. Indominco Mandiri dilakukan oleh kontraktor PT. Pama Persada Nusantara. Berkaitan dengan maksud diatas, maka salah satu upaya untuk meminimalkan biaya adalah dengan melakukan penambangan secara swakelola.   \n \n \n \n\nPenurunan biaya tercapai apabila hash perkiraan biaya penambangan batubara swakelola lebih rendah dari biaya penambangan batubara oleh kontraktor.   \n \n \n \n\nBiaya  penambangan batubara swakelola meliputi biaya kepemilikan dan operasi alat, investasi prasarana dan saran tambahan serta biaya umum dan administrasi tambahan.   \n \n \n \n\nSelisih biaya penambangan batubara swakelola terhadap biaya penambangan batubara oleh kontraktor adalah US dolar  26,001hektar atau 3,25% untuk biaya pembersihan lahan dan tanah pucuk, US dolar  0,35/bcm atau 25,74% untuk biaya pengupasan material penutup, US dolar  0,05/ton atau 3,01% untuk biaya penambangan batubara dan US dolar  2,33/ton atau 63,32% untuk biaya pengangkutan batubara dari mine stockyard ke port stockyard.   \n \n \n \n\nHasil perhitungan tersebut menunjukkan bahwa biaya penambangan batubara swakelola lebih murah dari biaya penambangan batubara oleh kontraktor.   \n \n \n \n\nAnalisis investasi terhadap kenaikan harga jual batubara 2,50% tahun menyebabkan nilai sekarang bersih negatif, laju pengembalian internal kurang dari 10,00%, nisbah rugi laba kurang dari 1,00 dan periode pengembalian lebih dari 20,00 tahun. Sedangkan terhadap kenaikan harga jual batubara 5,00%ltahun menyebabkan nilai sekarang bersih positif, laju pengembalian internal lebih dari 10,00%, nisbah rugi baba lebih dari 1,00 dan periode pengembalian kurang dari 20,00 tahun.   \n \n \n \n\nHasil analisis investasi menunjukkan bahwa kenaikan harga jual batubara sangat mempengaruhi kelayakan penambangan batubara, karena semakin besar persentase kenaikan harga jual batubara (5,00%/tahun atau lebih), maka semakin tinggi tingkat kelayakan penambangan tersebut, sedangkan apabila harga jual batubara hanya naik sedikit (2,50%ltahun), maka penambangan batubara masih akan merugi.", "Daftar File": {}, "Penulis": "Yuddy Screendary (NIM :", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :  Partanto Prodjosumarto,Prof., Ir.", "Pembimbing II :  Irwandy Arif, Ir.,MSc, Dr.   \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-07."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mining ; profit-oriented ; coal ; soil ; investment.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}