{"Nomor": 9688, "Judul": "STUDI INTENSITAS CURAH HUJAN MAKSIMUM TERHADAP KEMAMPUAN DRAINASE PERKOTAAN (Studi Kasus Jl.Ir.H. Juanda Kota Bandung)", "Abstrak": "Masalah genangan air yang melanda perkotaan menunjukkan bahwa volume air yang masuk ke dalam saluran air melebihi kapasitas normal dari drainase dan ada faktor lain yang menyebabkan berkurangnya kapasitas dari saluran air itu sendiri. Salah satu hal yang menyebabkan kenaikan debit aliran air permukaan adalah intensitas curah hujan. Kenaikan intensitas curah hujan maksimum memberikan pengaruh besar terhadap besarnya debit limpasan air pada suatu drainase perkotaan. Perhitungan debit menggunakan metoda rasional menggunakan 3 faktor utama yaitu intensitas curah hujan maksimum, luas daerah, dan koefisien pengaliran. Intensitas maksimum dari data data curah hujan harian tahun 1950-2005 dihitung dengan menggunakan metoda Mononobe, sedangkan data luas daerah didapat dengan pengukuran langsung di lapangan. Perhitungan debit limpasan dari intensitas curah hujan maksimum periode tahun 1950-2005 di Jl.Ir.H. Juanda dengan menggunakan metode rasional didapatkan hasil yang lebih besar dibandingkan dengan debit air hasil perhitungan dimensi saluran air yang ada yaitu sebesar 0.52 m3/s. Dari hasil penelitian tersebut maka dimensi saluran yang ada sekarang perlu dikaji ulang lagi, terlebih untuk perbaikan dimasa yang akan datang.", "Daftar File": {"2008 TA PP YUDHA ARTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33227", "2008 TA PP YUDHA ARTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33228", "2008 TA PP YUDHA ARTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33229", "2008 TA PP YUDHA ARTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33230", "2008 TA PP YUDHA ARTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33231", "2008 TA PP YUDHA ARTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33232", "2008 TA PP YUDHA ARTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33233"}, "Penulis": "YUDHA ARTIKA (NIM 12803016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Atika lubis, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Intensity, Discharge, Mononobe, Rational", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}