{"Nomor": 9694, "Judul": "KOREKSI REDSHIFT DATA FOTOMETRI SDSS", "Abstrak": "Berdasarkan teori big bang tentang alam semesta, objek yang dikenal sebagai ÃƒÂ‚Ã‚Â“quasarÃƒÂ‚Ã‚Â” umumnya mempunyai redshift yang sangat besar. Jarak obyek tersebut terhadap pengamat dapat ditentukan oleh hukum Hubble, dimana semakin besar nilai redshiftnya, semakin jauh jaraknya. Ketika berkas cahayanya telah mencapai bumi, tingkat energinya akan lebih rendah dibandingkan saat dipancarkan oleh sumber tersebut, sehingga perlu dilakukan koreksi panjang gelombang untuk mengembalikan data magnitudo suatu panjang gelombang ke panjang gelombang aslinya ketika cahaya itu keluar dari quasar menuju pengamat. Demikian pula dengan data fotometri SDSS yang merupakan hasil pengamatan dalam lima buah pita u, g, r, i, z. Ketika memakai data tersebut dalam pemodelan variabilitas quasar, peneliti tidak dapat begitu saja memakai data magnitudo quasar pada suatu pita lalu menganalisisnya bersamaÃƒÂ‚Ã‚Â–sama dengan data quasar lain pada filter yang sama, karena apabila redshiftnya berbeda, berarti cahaya yang diterima berasal dari panjang gelombang yang berbeda. \n \n\nHasil koreksi yang telah dilakukan, menunjukkan bahwa sebagian besar quasar yang memiliki nilai redshift yang cukup besar, mengalami pergeseran panjang gelombang yang sangat jauh dalam selang FWHM (Full Width Half Maksimum) masing-masing filter, sehingga didapat λ0 yang jauh lebih kecil dari λeff filter yang dipakai dalam pengamatan. Untuk sementara data semacam itu, tidak digunakan. Demikian juga untuk λ0 yang jatuh di antara dua pita sehingga tidak masuk dalam FWHM (Full Width Half Maksimum) salah satu pita, data inipun tidak digunakan.", "Daftar File": {}, "Penulis": "YUDHO SATRIO WIRAWAN (NIM 10302023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Chatief Kunjaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Filter, Redshift, Sloan Digital Sky Survey (SDSS)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}