{"Nomor": 9703, "Judul": "PENJADWALAN PRODUKSI PENAMBANGAN BATUBARA SANGA SANGA KABUPATEN KUTAI KARTANEGARA, KALIMANTAN TIMUR", "Abstrak": "Daerah Sanga-sanga mempunyai cadangan batubara yang termasuk dalam Formasi Balikpapan, bagian dari Cekungan Kutai. Daerah ini mempunyai topografi berbukit-bukit dan berada di daerah pesisir Sungai Sanga-sanga, anak Sungai Mahakam. Di daerah ini banyak terdapat sumur bor minyak bumi dan gas alam beserta jaringan pipa (di permukaan dan di dalam tanah), sehingga dalam penggalian tidak diperbolehkan menggunakan metode peledakan. Metode penambangan yang dilakukan adalah block cut opet pit mining. Dengan metode ini daerah penambangan dibagi menjadi 6 blok. Luas konsesi penambangan 180 ha dan cadangan batubara yang akan ditambang 1647750 ton dengan stripping ratio 7,29. Masa produksi batubara diperkirakan sekitar 15 bulan. Penambangan menggunakan metode free digging memakai ekskavator backhoe Komatsu PC 3000 dan PC 1250 berpasangan dengan Dump Truck Caterpillar 777D untuk penggalian dan pengangkutan overburden. Sedangkan untuk batubara digunakan ekskavator backhoe Caterpillar 385 B dan 345 B berpasangan dengan Dump Truck HINO FM 260JD. Penggalian juga dibantu dengan ripping dozer CAT D10T dan Komatsu D375. Prosedur dan sistematika dalam merancang tambang dan menentukan penjadwalan produksi harus diperhatikan dengan baik sebagai patokan dalam penentuan tahapan penambangan sekaligus mencapai target produksi sesuai waktu yang telah ditentukan. Mengingat posisi endapan batubara, topografi, dan lokasi penimbunan overburden dan top soil, maka penggalian direncanakan dimulai dari sisi utara menuju sisi selatan blok penambangan.", "Daftar File": {"2008 TA PP YUGA HAYU BRAMANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33333", "2008 TA PP YUGA HAYU BRAMANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33334", "2008 TA PP YUGA HAYU BRAMANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33335", "2008 TA PP YUGA HAYU BRAMANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33336", "2008 TA PP YUGA HAYU BRAMANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33337", "2008 TA PP YUGA HAYU BRAMANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33338", "2008 TA PP YUGA HAYU BRAMANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/33339", "2008 TA PP YUGA HAYU BRAMANI 1-PUSTAKA A.pdf": "https://digilib.itb.ac.id/gdl/download/33340", "2008 TA PP YUGA HAYU BRAMANI 1-PUSTAKA B.pdf": "https://digilib.itb.ac.id/gdl/download/33341"}, "Penulis": "YUGA HAYU BRAMANI (NIM 12103049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Budi Sulistianto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "coal mining, production schedule", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}