{"Nomor": 9705, "Judul": "ANALISIS JALUR DISTRIBUSI MINYAK ATSIRI DENGAN MODEL INPUT OUTPUT (STUDI KASUS: IKM MINYAK ATSIRI AKAR WANGI DI KABUPATEN GARUT)", "Abstrak": "Model jalur distribusi terdiri dari produsen, pengolah, konsumen, dan konsumen akhir. Terdapat beberapa cara untuk membuat model jalur distribusi. Metode input output dapat digunakan untuk membuat model jalur distribusi walaupun ada metode lainnya. Penelitian ini bertujuan untuk mengembangkan model jalur distribusi dengan metode input output. Model digunakan untuk menganalisis Backward Lingkages dan Forward lingkages dari petani, penyuling, pedagang pengumpul, dan distributor Industri kecil dan menengah (IKM) minyak atsiri. Pembahasan model akan digunakan untuk rancangan kebijakan. Dari hasil analisis model dilakukan simulasi dengan menggabungkan kegiatan petani/penyuling dan memberikan hasil positif dengan bergesernya posisi petani penyuling dari kuadran III ke kuadran II. Berdasarkan hasil simulasi dapat diusulkan kebijakan untuk mengembangkan IKM minyak atsiri. Berdasarkan pembahasan simulasi model, rancangan kebijakan dapat susun meliputi peningkatan sumber daya manusia, ilmu pengetahuan dan teknologi, subsidi berupa insentif kepada petani/penyuling, usulan kebijakan penanaman silang untuk menjaga kontiniutas bahan baku tanaman penghasil minyak atsiri.", "Daftar File": {"2008 TS PP YULIA ARSIYELIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33350", "2008 TS PP YULIA ARSIYELIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33351", "2008 TS PP YULIA ARSIYELIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33352", "2008 TS PP YULIA ARSIYELIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33353", "2008 TS PP YULIA ARSIYELIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33354", "2008 TS PP YULIA ARSIYELIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33355", "2008 TS PP YULIA ARSIYELIS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/33356", "2008 TS PP YULIA ARSIYELIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33357"}, "Penulis": "YULIA ARSIYELIS (NIM: 23406057)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Isa.Setiasyah Toha, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "supply chain, input output method, backward linkages and forward linkages, essential oil's SME, industrial policy", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}