{"Nomor": 9706, "Judul": "KAJIAN PENINGKATAN PARTISIPASI P3A DALAM O&P JARINGAN IRIGASI DI KAB.TANAH DATAR (Studi Kasus pada P3A Terbaik Tingkat Sumatera Barat)", "Abstrak": "Dalam rangka meneliti faktor-faktor yang mempengaruhi peningkatan partisipatif P3A dalam O&P jaringan Irigasi di Kabupaten Tanah Datar yang pengelolaan irigasinya menggunakan sistem irigasi nagari, maka dilakukan kajian dengan studi kasus pada P3A terbaik tingkat propinsi Sumatera Barat yang sejak tahun 2004 sampai dengan 2006 berasal dari Kabupaten Tanah Datar. Penelitian ini menggunakan analisis kualitatif dan kuantitatif (analisis jalur), dengan Variabel babas X, (Organisasi), Variabel bebas X2 (Pendanaan), Variabel babas X3 (Operasi), Variabel babas X4 (Pemeliharaan) dan Variabel terikat Y1 (aspek Budaya). Data hasil Kusioner dijadikan data ordinal dan ditranspormasikan ke data interval dengan metoda MSI, serta dengan menggunakan SPSS.13 diperoleh nilai korelasi Xr dan Y1 = 0.76 (sangat kuat), X2 dan Y1 = 0.75. (kuat), X3 dan Y1= 0.75 (kuat), X4 dan Y1= 0.59 (kuat), sedangkan nilai regresi Y1 = 0.295 X1+0.259 X2+0.259 X3+0.089 X4 + 3.448, artinya semua variabel bebas berpengaruh dan berhubungan dengan variabel terikat. Kebiasaan P3A mengadakan acara spritual tradisional setelah panen, sangat efektif dalam pemungutan iuran, sehingga luran terkumpul meningkat dari 95%, dan Angka Kebutuhan Nyata Operasi dan Pemeliharaan Jaringan Irigasi dapat terpenuhi. Pembinaan P3A berbasis budaya oleh Pemerintahan Nagari, mengarahkan pengelolaan irigasi ke sistem irigasi nagari yang mengutamakan kebersamaan, gotong royong dan menjunjung tinggi aturan adat nagari, sehingga mengakibatkan terjadinya peningkatan partisipatif P3A dalam Operasi dan Pemeliharaan Jaringan Irigasi.", "Daftar File": {"2007 TS PP YULIADRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33358", "2007 TS PP YULIADRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33359", "2007 TS PP YULIADRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33360", "2007 TS PP YULIADRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33361", "2007 TS PP YULIADRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33362", "2007 TS PP YULIADRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33363", "2007 TS PP YULIADRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/33364", "2007 TS PP YULIADRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33365"}, "Penulis": "YULIADRA (NIM : 95005322)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir.SOEBAGIYO SOEKARNEN dan Ir. WINSKAYATI, Sp."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "participative, SPSS, traditional spiritual, and nagari irrigation.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}