{"Nomor": 9717, "Judul": "PENYUSUNAN RENCANA PENANGGULANGAN BENCANA (DISASTER RECOVERY PLANNING) PADA SEKTOR TEKNOLOGI INFORMASI  (STUDI KASUS : TEKNOLOGI INFORMASI DI SUB DINAS BINA TEKNIK DINAS PEKERJAAN UMUM PROVINSI PAPUA )", "Abstrak": "Abstrak:    \n \n \n \n \n\nPerkembangan teknologi digital yang sangat pesat tidak terlepas dari kemungkinan rusak, hilang atau tidak berfungsi dikarenakan terjadinya bencana. Untuk mengatasi efek dari terjadinya bencana, diperlukan sebuah Disaster Recovery Planning (DRP). Disaster Recovery Planning merupakan sekumpulan dokumen yang mendefinisikan setiap aktivitas, tindakan serta prosedur yang harus dilakukan segenap personel dalam sebuah organisasi untuk dapat menyelamatkan aset pada sektor teknologi informasi yang dimiliki oleh organisasi tersebut. Saat ini telah banyak literatur yang memaparkan langkah-langkah pembuatan sebuah dokumen DRP untuk sebuah organisasi. Tugas Akhir ini menyusun sebuah DRP berdasarkan situasi pada sebuah studi kasus. Langkah-langkah penyusunan sebuah DRP didasarkan pada teori yang terdapat pada literatur yang dipilih. Studi kasus yang dipilih adalah Sub Dinas Bina Teknik Dinas Pekerjaan Umum Provinsi Papua. DRP disusun dengan melihat profil organisasi secara keseluruhan, menentukan ruang lingkup dan batasan implementasi untuk DRP tersebut. Dukungan dari organisasi berupa data yang lengkap mengenai aset teknologi informasi yang dimiliki merupakan faktor pendukung suksesnya penyusunan DRP. Karena kurangnya informasi mengenai aset teknologi informasi yang dimiliki, masih banyak terdapat kekurangan pada DRP yang telah disusun. Diharapkan agar kelak organisasi dapat melengkapi kekurangan pada DRP ini sehingga", "Daftar File": {"2007 TA PP YUNITA CAROLINE MANURUNG 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/33434"}, "Penulis": "Yunita Caroline Manurung (NIM : 13500030)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Kridanto Surendro,Ir., M.Sc., Ph.D.    \n \n \n \n \n\nScanner:  Alice Diniarti", "2008-01-14."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Disaster Recovery Planning (DRP), case study, data, backup", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}