{"Nomor": 9720, "Judul": "EFEKTIVITAS TES STRIP UNTUK MEMONITOR KEMATANGAN BUAH PISANG", "Abstrak": "Selama ini percobaan di laboratorium yang melibatkan karbohidrat cenderung didasarkan pada analisis kualitatif klasik yang menggunakan pereaksi Benedict, larutan Fehling, polarimetri, dan sebagainya. Perlu adanya pengembangan percobaan untuk tingkat dasar yang fokus pada analisis karbohidrat secara kuantitatif, seperti penggunaan bahan makanan umum untuk menerapkan prinsip-prinsip biokimia yang berhubungan dengan nutrisi. Metoda Tes Strip merupakan salah satu alternatif eksperimen yang dapat digunakan untuk analisis kuantitatif karbohidrat pada eksperimen tingkat pemula. Keuntungan dari metoda ini adalah hasilnya dapat diperoleh dalam waktu singkat, murah dan tidak berbahaya. Metoda ini digunakan untuk memonitor kematangan pisang berdasarkan pengukuran konsentrasi glukosa. Pisang yang digunakan sebagai objek penelitian terdiri dari dua kelompok, yaitu kelompok pisang yang langsung dikonsumsi dan kelompok pisang yang dikonsumsi setelah diolah. Ada empat jenis pisang yang digunakan dalam eksperimen ini, yaitu: pisang ambon, pisang kapas, pisang muli dan pisang nangka. Masing-masing pisang terdiri dari lima buah pisang yang berasal dari tandan yang berbeda. Mula-mula pisang dihaluskan, kemudian dibuat larutannya dengan volume tertentu. Konsentrasi glukosanya kemudian diukur dengan menggunakan urine test strips. Dari hasil pengukuran dapat diketahui bahwa konsentrasi glukosa pisang meningkat sesuai dengan tingkat kematangannya.", "Daftar File": {"2008 TS PP YURI ELDAS FEBRIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33448", "2008 TS PP YURI ELDAS FEBRIDA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/33449", "2008 TS PP YURI ELDAS FEBRIDA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/33450", "2008 TS PP YURI ELDAS FEBRIDA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/33451", "2008 TS PP YURI ELDAS FEBRIDA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/33452", "2008 TS PP YURI ELDAS FEBRIDA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/33453", "2008 TS PP YURI ELDAS FEBRIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33454"}, "Penulis": "YURI ELDAS FEBRIDA (NIM 20506053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rukman Hertadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Tes strip, Buah pisang, Eksperimen, Analisis kuantitatif karbohidrat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}