{"Nomor": 9725, "Judul": "PENGEMBANGAN FRAMEWORK POST-PROJECT ERP (Studi Kasus pada Dua Perusahaan Besar di Indonesia)", "Abstrak": "Penelitian ini bertujuan membangun Framework untuk post-project sistem ERP. Framework ini didukung oleh teori yang diperoleh melalui studi literatur pada area post-project sistem ERP.  \n \n\nPertanyaan penting pada penelitian ini adalah bagaimanakah framework yang menjelaskan pengelolaan post-project sistem ERP? Untuk menjawab pertanyaan tersebut, maka pertanyaan dibuat menjadi lebih detail dan spesifik sebagai berikut: (1) Proses apa saja yang terjadi pada fase post-project sistem ERP? (2) Aktivitas-aktivitas apa saja yang ada pada tiap-tiap proses? (3) Bagaimana seluruh aktivitas pada tiap-tiap proses berkontribusi terhadap perolehan benefit.  \n \n\nUntuk mendapatkan jawaban dari pertanyaan tersebut, perlu dilakukan langkah-langkah sebagai berikut: (1) mengembangkan framework yang dapat membantu menjelaskan bagaimana aktivitas-aktivitas pada post-project ERP berperan, (2) melakukan investigasi empiris melalui dua studi kasus, dan (3) menganalisa hasil dari dua studi kasus tersebut sehingga didapatkan kesimpulan yang berkaitan dengan benefit dari aktivitas-aktivitas pada post-project sistem ERP. Pada kedua studi kasus tersebut dilakukan wawancara secara langsung dengan narasumber dengan panduan protokol wawancara yang terdiri dari pertanyaan terbuka dan semi-terstruktur. Interview dilakukan selama 30 sampai 90 menit, direkam dan kemudian dituliskan secara lengkap.  \n \n\nDari penelitian ini diketahui bagaimana kedua perusahaan melakukan aktivitas yang terkait dengan post-project sistem ERP. Dengan melakukan perbandingan diantara kedua perusahaan dihasilkan framework post-project ERP yang lebih lengkap.", "Daftar File": {"2008 TS PP YUSRAINI MUHARNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33484", "2008 TS PP YUSRAINI MUHARNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33485", "2008 TS PP YUSRAINI MUHARNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33486", "2008 TS PP YUSRAINI MUHARNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33487", "2008 TS PP YUSRAINI MUHARNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33488", "2008 TS PP YUSRAINI MUHARNI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33489", "2008 TS PP YUSRAINI MUHARNI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/33490", "2008 TS PP YUSRAINI MUHARNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33491"}, "Penulis": "YUSRAINI MUHARNI (NIM 23406018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rajesri Govindaraju, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ERP system, post-project , framework, case study", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}