{"Nomor": 9735, "Judul": "INFLUENCE OF FILLER TYPE AND CONTENT ON THE ENGINEERING PROPERTIES OF BITUMEN-STABILIZED GALUNGGUNG SAND", "Abstrak": "Kemungkinan penggunaan pasir Galunggung untuk bahan konstruksi jalan di Jawa Barat mendapat perhatian. Bahan ini tersedia dalam jumlah yang cukup besar dan umumnya memenuhi sifat-sifat teknik, meskipun bahan ini kekurangan butir yang lolos saringan No. 200 dan butiran halus atau kasar menunjukkan tingkat penyerapan air yang tinggi. Penelitian sebelumnya menunjukkan bahwa material pondasi jalan yang baik dapat diperoleh dengan menambahkan lempung sebagai bahan pengisi dalam bentuk bubur (slurry), kedalam pasir Galunggung dan distabilisasikan dengan aspal cutback jenis RC. Tujuan penelitian yang diuraikan dalam thesis ini adalah untuk menyelidiki pengaruh jenis dan kadar bahan pengisi pada sifat-sifat teknik campuran pasir Galunggung yang distabilisasikan dengan aspal dan menentukan kombinasi campuran yang memenuhi kriteria teknik dan biaya. Bahan pengisi yang deteliti meliputi semen Portland, debu batu, lempung {silty clay) dan lempung-kapur (silty clay-lime). Penelitian dilakukan terhadap bahan pengisi dengan kadar sebesar 4 dan 10 persen dari berat pasir kering, sedangkan bubur campuran dibuat dengan menambahkan air sebanyak 4,6 atau 8 persen dari berat pasir kering. Jenis aspal yang digunakan pada campuran adalah MC cut back. Sampel yang terdiri dari campuran tersebut kemudian ditumbuk dan dibiarkan pada suhu ruang selama 30 hari sebelum dilakukan penguj ian-penguj ian. Hasil penelitian menunjukkan bahwa campuran yang terdiri dari 4 persen bahan pengisi lempung-kapur, 8 persen air dan 6 persen aspal, memenuhi kriteria teknik dan biaya untuk pondasi jalan. Campuran ini mempunyai stabilitas yang cukup, memenuhi kriteria flow dan ketahanan yang cukup terhadap pengaruh air serta rongga udara yang relatif rendah.", "Daftar File": {"1988 TS PP YUZERWAN SUKIYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33549", "1988 TS PP YUZERWAN SUKIYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33550", "1988 TS PP YUZERWAN SUKIYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33551", "1988 TS PP YUZERWAN SUKIYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33552", "1988 TS PP YUZERWAN SUKIYO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/33553", "1988 TS PP YUZERWAN SUKIYO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/33554", "1988 TS PP YUZERWAN SUKIYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33555", "1988 TS PP YUZERWAN SUKIYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33556"}, "Penulis": "YUZERWAN SUKIYO (S2-888603)", "Kontributor / Dosen Pembimbing": ["Pembimbing: James McElvaney, Pamudji Widodo, Djuanda Suraatmadja."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "filler type, bitumen-stabilized galunggung sand", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}