{"Nomor": 9737, "Judul": "PENILAIAN KAPASITAS KOMUNITAS UNTUK KETERLIBATAN DALAM PROGRAM PENGELOLAAN IRIGASI", "Abstrak": "Program pengelolaan irigasi Water Resources and Irrigation Sector Management Program, merupakan kegiatan pemberdayaan, pengembangan dan pengelolaan sumber daya air yang memerlukan pelibatan komunitas petani.  Dalam sebuah program kegiatan diperlukan tahap evaluasi guna mengetahui keterlibatan komunitas terhadap keberlanjutan pelaksanaan program dan mengetahui rencana pengembangan kapasitas masyarakat ke depan.      \n \n \n \n \n \n\nMetoda analisis yang digunakan dalam penelitian ini adalah illustrative methods yang merupakan metode penelitian kualitatif dengan Indeks Kapasitas Komunitas  sebagai alat bantu penilaian.  Langkah awal dalam menganalisis mengenai pengembangan kapasitas komunitas dengan mengorganisasi data berdasarkan kerangka konseptual yang ada dengan wawancara partisipan serta pengamatan langsung di lapangan yang bersifat kualitatif.  Selanjutnya dilakukan penilaian dengan Indeks Kapasitas Komunitas untuk mengetahui keterlibatan komunitas dalam pengelolaan irigasi dalam kaitannya dengan keberlangsungan pelaksanaan program dimasa yang akan datang.      \n \n \n \n \n \n\nDari analisis yang dilakukan maka dapat ditarik kesimpulan  bahwa keterlibatan komunitas dalam pelaksanaan program pengelolaan irigasi sudah terbangun dari kapasitas yang ada dalam komunitas, sehingga sustainability pelaksanaan program oleh komunitas untuk melanjutkan program dimasa yang akan datang dapat diteruskan. Tingkat keberlanjutan yang ada dalam pelaksanaan program ini masih rendah jika dilihat pada aspek daya tahan, investasi yang cukup dan kemandirian komunitas, fleksibilitas komunitas dan keterbukaan terhadap perubahan, serta investasi untuk peningkatan kapasitas. Tingkat sustainability yang sudah dicapai pada saat ini merupakan hal yang wajar mengingat umur dari program saat ini masih sangat baru, sedangkan aspek-aspek yang sudah berkembang dengan baik dalam komunitas adalah fleksibilitas komunitas dan keterbukaan terhadap perubahan, serta investasi yang cukup dalam modal sosial.  Aspek- aspek ini yang akan berkontribusi besar pada proses pencapaian sustainability tersebut.      \n \n \n \n \n \n\nBerdasarkan temuan hasil analisis tersebut, maka direkomendasikan untuk mengimplementasikan rencana aktivitas atau strategi untuk meningkatkan kapasitas ke tingkatan yang lebih tinggi yaitu koordinator program harus lebih intensif meningkatkan keterlibatan anggota yang lain selain ketua keompok dalam pengembangan inisiatif di dalam komunitas dan kegiatan-kegiatan bersama yang dilakukan dalam jejaring, memperkuat aktivitas sharing informasi antar kelompok petani, dengan menjadwalkan pertemuan bersama antar kelompok secara berkala dan teratur, memberi kesempatan dan mengikutsertakan petani dalam proses pemecahan masalah yang dihadapi bersama serta memberi kesempatan dan mengikutsertakan petani dalam proses penyusunan kebijakan yang berkaitan dengan program.", "Daftar File": {"2008 TS PP ZAILI FAHMY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33564", "2008 TS PP ZAILI FAHMY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33565", "2008 TS PP ZAILI FAHMY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33566", "2008 TS PP ZAILI FAHMY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33567", "2008 TS PP ZAILI FAHMY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33568", "2008 TS PP ZAILI FAHMY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33569", "2008 TS PP ZAILI FAHMY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33570"}, "Penulis": "ZAILI FAHMY M. (NIM 25406007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Heru Purboyo H.P., DEA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Water Resources and Irrigation Sector Management Program, farmers community, Community Capacity Index", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}