{"Nomor": 9740, "Judul": "ANALISIS ON-BOTTOM STABILITY DAN INSTALASI PIPA BAWAH LAUT DI DAERAH SHORE APPROACH", "Abstrak": "Gelombang merambat dari laut dalam menuju pantai melalui perairan dengan kedalaman yang bervariasi dan cenderung semakin dangkal. Perubahan ini memberikan efek pada gelombang terutama ketika gelombang mulai menyentuh dasar laut . Disamping itu, fenomena refraksi, kekasaran dan gradien kemiringan dasar laut juga ikut mempengaruhi perubahan sifat-sifat gelombang.   \n \n\nStabilitas pipa bawah laut diperhitungkan dengan mempertimbangkan efek gaya-gaya hidrodinamika yang bekerja pada pipa. Ketika suatu jaringan pipa dipasang dari darat menuju ke laut lepas, disepanjang rutenya pipa ini akan mengalami efek gaya hidrodinamika yang berbeda-beda seiring dengan perubahan karakteristik gelombang menuju perairan dangkal (transformasi gelombang). Dan, pada kedalaman tertentu disekitar pantai dimana gelombang semakin tinggi dan tidak stabil, gelombang akan pecah dengan menghempaskan energi yang lebih besar terhadap pipa dibawahnya.   \n \n\nPada keadaan sebenarnya dimungkinkan pipa akan mengalami penetrasi ketanah akibat beban fungsional pipa tersebut, keadaan ini mengakibatkan adanya reduksi terhadap gaya-gaya hidrodinamika yang bekerja pada pipa.  \n \n\nBerdasarkan pada SK Mentamben No. 300.K/38/M.PE/1997 menyatakan bahwa untuk keamanan pipa pada kedalaman kurang dari 13 mater harus dikubur 2 meter top of pipe. Sama halnya dengan pipa yang terpenetrasi, analisa stabilitas yang dilakukan untuk pipa di dalam open trench berbeda dengan adanya reduksi terhadap gaya hidrodinamik. Dalam hal ini harus diperhatikan metode trenching dan back filling agar propertis pipa yang kita pilih tetap stabil.  \n \n\nPemilihan metode instalasi biasanya didasarkan kedalaman lokasi pipa yang akan dipasang. Dalam proses instalasi pipa membutuhkan analisis yang benar agar pipa yang dipilih tidak mengalami kerusakan akibat gaya-gaya yang bekerja selama proses instalasi tersebut berlangsung.", "Daftar File": {"2008 TA PP ZENAL ABIDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33592", "2008 TA PP ZENAL ABIDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33593", "2008 TA PP ZENAL ABIDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33594", "2008 TA PP ZENAL ABIDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33595", "2008 TA PP ZENAL ABIDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33596", "2008 TA PP ZENAL ABIDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33597", "2008 TA PP ZENAL ABIDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/33598", "2008 TA PP ZENAL ABIDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33599"}, "Penulis": "ZENAL ABIDIN (NIM 15503023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Rildova, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gelombang, fenomena refraksi, stabilitas pipa bawah laut, gaya hidrodinamika", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}