{"Nomor": 9746, "Judul": "PENILAIAN KINERJA BANK SYARIAH DI INDONESIA DENGAN ANALISIS KONSEPTUAL DAN ANALISIS RASIO KEUANGAN", "Abstrak": "Era baru dunia, perbankan nasional dalam menghadapi era globalisasi telah melahirkan standar kompetisi baru. Lembaga perbankan yang ingin tetap bertahan danberkembang pada kondisi ini hams dapat menciptakan peningkatan-daya saing yang berkelanjutan. Bank syariah yang dalam operasinya diharuskan mengikuti aturan-aturan syariah Islam, dapatkah menjawab tantangan dunia perbankan nasional.Untuk memperoleh gambaran yang menyeluruh tentang kondisi bank syariah di Indonesia maka dilakukan pemotretan perkembangan bank syariah Indonesia dari tahun 1992 hingga 1996, yaitu dengan penilaian kinerja berdasarkan kesesuaian bank syariah menjalankan konsepnya dan juga kinerja keuangannya.  \n \n\nDari analisis konseptual bank syariah dapat diambil suatu kesimpulan bahwa bank syariah di Indonesia sampai saat ini belum dapat prinsip bagi basil sesuai dengan Syariah secara konsisten, karena produk bank syariah dengan prinsip bagi hasil dalam operasionalnya tidak dapat menghindari perkiraan dan masih mengandung unsur ketidak adilan. Selain itu produk dengan prinsip jual beli, ternyata masih memiliki ciri dan sifat bunga. Ciri dan sifat dari produk jual bell yang menyerupai bunga adalah besarnya keuntungan (mark up) telah ditentukan pada awal perjanjian yang disesuaikan dengan jangka waktu dan tidak adanya resiko kerugian pada pihak bank.Dari analisis trend dan analisis Metoda Radar maka dapat diambil suatu kesimpulan bahwa dari tahun 1992 hingga 1996 Bank Muamalat Indonesia (BMI) memiliki tingkat likuiditas yang tinggi walaupun cenderung menurun sejak tahun 1994, sedangkan tingkat kecukupan modal (solvabilitas) BMI sangat baik hingga 1996. Laba BMI yang terus menurun sejak tahun 1994 menyebabkan kemampulabaan BMI (rentabilitas) dan produktivitas tenaga kerja terus menurun sejak tahun 1994. Dengan prinsip bagi hasil, ternyata BMI dapat menghasilkan wngan lebih tinggi dari bank biasa, hal ini ditunjukkan dari nilai NRFF (sahib bunga pinjaman dengan bunga simpanan) BMI yang berada di atas rata-rata BUSN.  \n \n\nSebagian besar Bank Perkreditan Rakyat Syariah yang dijadikan obyek penelitian mengalami kerugian selama 1993 - 1996 , sehingga menyebabkan rasio laba terhadap net, rasio laba terhadap aset beresiko, dan, margin laba bernilai negatif. Jumlah deposits dan aset BPRS mengalami penurunan, walaupun demikian jika dibandingkan dengan BPR biasa, BPRS memiliki nasabah penyimpan dan aset yang lebih tinggi.", "Daftar File": {"1998 TS PP ZULFA FITRI IKATRINASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/33636", "1998 TS PP ZULFA FITRI IKATRINASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/33637", "1998 TS PP ZULFA FITRI IKATRINASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/33638", "1998 TS PP ZULFA FITRI IKATRINASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/33639", "1998 TS PP ZULFA FITRI IKATRINASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/33640", "1998 TS PP ZULFA FITRI IKATRINASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/33641", "1998 TS PP ZULFA FITRI IKATRINASARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/33642", "1998 TS PP ZULFA FITRI IKATRINASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/33643"}, "Penulis": "ZULFA FITRI IKATRINASARI (NIM 23495064)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Drs. H. Arson Aliludin, SE., DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perbankan syariah, analisis konseptual, analisis rasio", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}