{"Nomor": 9757, "Judul": "KOMPUTASI DAN ANALISIS KARAKTERISTIK SPEKTRUM FIBER BRAGG GRATING MENGGUNAKAN TEORI COUPLED-MODE DAN METODA TRANSFER MATRIX", "Abstrak": "Fiber Bragg grating (FBG) adalah perubahan periodik dari indeks refraktif yang ada pada panjang fiber optik. Secara khusus, fiber Bragg grating merefleksikan cahaya dalam batas panjang gelombang sempit, dan mentransmisikan semua panjang gelombang yang lain. Tetapi, fiber Bragg grating juga bisa didesain untuk mempunyai respon spektrum yang lebih kompleks. Karena sifatnya tersebut, pada saat ini, FBG telah digunakan didalam bidang sensor fiber optik, laser fiber optik, dan sistem komunikasi fiber optik.Pada tugas akhir ini dilakukan pembuatan komputasi menggunakan teori coupled-mode ,dan metoda transfer matrix untuk mendapatkan karakteristik spektrum dari berbagai tipe struktur fiber grating. Karakteristik spektrum tersebut berupa spektrum koefisien refleksi dan transmisi dari  grating, serta waktu delay dan dispersi, baik untuk refleksi dan transmisi dari grating. Karakteristik tersebut merupakan prinsip untuk memahami dan mendesain fiber grating. Tipe struktur grating yang dipertimbangkan pada tugas akhir ini secara garis besar dibagi menjadi uniform, dan non-uniform. Untuk non-uniform, tipe struktur grating yang dipertimbangkan pada tugas akhir ini adalah apodized, chirped, phase-shifted.Untuk analisis, pemodelan dan komputasi fiber Bragg grating, secara luas digunakan teori dan metoda numerik seperti teori coupled-mode dan metoda transfer matrix. Teori coupled-mode merupakan alat yang cocok untuk analisis dan memperoleh informasi kuantitatif mengenai spektrum fiber Bragg grating. Karakteristik spektrum bisa diperoleh dengan menyelesaikan persamaan coupled-mode, dan menggunakan metoda transfer matrix.", "Daftar File": {}, "Penulis": "ABDULRACHMAN ALBASIT (NIM 13202126)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Wirana Danandjaja dan Ir. Hardi Nusantara MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fiber optik, fiber Bragg grating, teori coupled-mode, metoda transfer matrix, karakteristik spektrum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}