{"Nomor": 9759, "Judul": "PENGARUH KESALAHAN GEOMETRIK DAN INKLINASI POROS TERHADAP RESPON GETARAN RODA GIGI MIRING", "Abstrak": "Pengamatan ciri getaran roda gigi merupakan aspek penting dalam penerapan perawatan prediktif pada mesin-mesin yang menggunakan roda gigi untuk mentransmisikan daya atau kecepatan. Ciri getaran tersebut digunakan untuk mendeteksi kerusakan dini pada roda gigi. Kerusakan ini dapat disebabkan oleh beberapa faktor, antara lain kesalahan pemasangan dan kesalahan geometrik roda gigi (cacat). Kesalahan tersebut mengakibatkan timbulnya ciri getaran tertentu pada spektrum getaran pasangan roda gigi. Salah satu ciri getaran roda gigi yang memberikan indikasi adanya kerusakan adalah adanya sinyal sideband pada spektrum frekuensinya. Adanya sideband mengindikasikan bahwa sinyal getaran kontak gigi telah dimodulasi oleh cacat.Pada penelitian ini dibahas mengenai analisis respon getaran roda gigi terhadap beberapa kondisi kecepatan putar dan nilai inklinasi poros. Penelitian ini diawali dengan melakukan pengukuran kualitas geometrik untuk mengetahui kesalahan geometrik atau cacat pada roda gigi. Data hasil penelitian ini kemudian dianalisis untuk mengetahui hubungan antara kesalahan geometrik dengan repon getaran yang ditimbulkan. Pengukuran FRF dilakukan untuk mengetahui frekuensi pribadi pada saat pengambilan data respon getaran roda gigi.Dari hasil penelitian diperoleh kesimpulan bahwa secara umum penambahan nilai inklinasi poros akan menaikkan level getaran roda gigi. Selain itu, hasil penelitian juga menunjukkan bahwa eksentrisitas gigi mengakibatkan timbulnya modulasi amplitudo pada waveform atau berupa sinyal sideband pada spektrum frekuensinya.", "Daftar File": {}, "Penulis": "ACHMAD GENTUR MAULANA (NIM 13104125)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Komang Bagiasna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "getaran roda gigi, kesalahan geometrik, inklinasi poros", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}