{"Nomor": 9769, "Judul": "METODE PENCACAHAN RADIASI UNTUK MENDETEKSI CACAT PADA BAGIAN DALAM MATERIAL SECARA NON-DESTRUKTIF", "Abstrak": "Radiasi seringkali dianggap sebagai sesuatu yang berbahaya oleh orang awam karena selalu diasosiasikan dengan kejadian bom atom di Hiroshima dan Nagasaki, dan juga tragedi di Chernobyl yang diakibatkan oleh PLTN. Sebenarnya radiasi merupakan kata kerja yang menunjukkan terjadinya pancaran gelombang atau partikel. Sinar tampak pun merupakan salah satu bentuk radiasi yaitu radiasi gelombang elektromagnetik. Tetapi radiasi yang dibahas dalam tugas akhir ini ialah radiasi akibat dari radionuklida.Radiasi dari radionuklida banyak dimanfaatkan dalam dunia kedokteran untuk terapi kanker, dan sebagainya. Selain di bidang kedokteran, radiasi pula ternyata dapat dimanfaatkan untuk mendeteksi cacat pada material yang tidak terlihat secara visual (bagian dalam material) tanpa perlu menghancurkan material (non-destruktif). Topik inilah yang penulis angkat menjadi inti dari tugas akhir ini.Dengan menggunakan sebuah detektor pencacah dan sebuah radionuklida yang memancarkan radiasi gamma, cacat pada material bagian dalam sudah dapat diketahui. Radionuklida yang digunakan untuk mendeteksi cacat material ini adalah Cobalt-60. Sedangkan detektor yang digunakan adalah detektor pencacah radiasi yang menggunakan prinsip tabung Geiger-Muller. Dengan meletakkan material diantara sumber dan detektor, intensitas radiasi sebelum melalui material dan setelah melalui material dapat dibandingkan. Nilai koefisien absorpsi yang menjadi karakteristik material akan didapatkan dan dibandingkan dengan standard.Radiasi radionuklida memiliki emisi radiasi yang bersifat random, artinya emisi radiasi yang dipancarkan memiliki kebolehjadian yang sama untuk setiap nilai cacahan, sehingga data yang didapat akan memiliki tingkat ketidakpastian tertentu. Karena itu diperlukan analisa statistik untuk dapat menguji data. Selain itu, data juga dibandingkan dengan material yang sama yang diyakini tidak memiliki cacat (dibandingkan dengan standar). Analisis statistik yang dilakukan adalah analisis distribusi poisson, gaussian, serta uji statistik yaitu ?2 dan t-test. Dengan analisis statistik diharapkan ada atau tidaknya cacat pada bagian dalam material dapat dipercaya.", "Daftar File": {}, "Penulis": "ADE KURNIA (NIM 10202054)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Freddy Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "radiasi, radionuklida, detektor pencacah, material, analisis statistik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}