{"Nomor": 9774, "Judul": "SINTESIS DAN KARAKTERISASI KAPSUL MIKRO SILIKA DENGAN SENYAWA AKTIF HIDROFILIK YANG DIENKAPSULASI", "Abstrak": "Silika dalam bentuk kapsul mikro dapat digunakan dalam berbagai macam aplikasi, khususnya untuk aplikasi controlled released pada drug delivery system dan high performance textile. Pada penelitian ini akan dipelajari sintesis kapsul mikro silika dengan menggunakan proses sol gel emulsi, proses enkapsulasi senyawa aktif hidrofilik, serta dilakukan pengamatan perubahan morfologi kapsul mikro silika akibat penambahan surfaktan. Kapsul mikro silika dibuat dari larutan tetraethyl orthosilicate (TEOS), HCl, dan tetrahydroxybenzophenone (THBP) yang diemulsifikasi ke dalam sikloheksan dengan penambahan sorbitan monostearate (span 60) sebagai surfaktan.Karakterisasi dengan SEM dilakukan untuk mengetahui morfologi dari kapsul mikro silika, karakterisasi dengan FTIR dilakukan untuk mengidentifikasi senyawa hidrofilik aktif yang dienkapsulasi, karakterisasi dengan BET dilakukan untuk mengetahui luas permukaan spesifik dan ukuran porositas dari kapsul mikro. Penambahan jumlah surfaktan memberikan pengaruh terhadap morfologi partikel silika yang terbentuk. Pada penelitian ini penambahan jumlah surfaktan sebesar 2 % dari berat total memberikan efek paling optimal terhadap morfologi kapsul mikro silika. Produk yang dihasilkan memiliki bentuk spherical dan senyawa aktif hidrofilik dapat dienkapsulasi ke dalam kapsul mikro silika. Dari hasil karakterisasi BET, kapsul mikro silika memiliki luas permukaan spesifik 292,86 m2/g dan memiliki average pore radius sebesar 13,15 angstrom.", "Daftar File": {}, "Penulis": "ADHIETYA SAPUTRA (NIM 13703003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Bambang Sunendar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "silika, kapsul mikro, senyawa hidrofilik aktif", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}