{"Nomor": 9782, "Judul": "EVALUASI INTERFERENSI PADA PEMANFAATAN SPEKTRUM CDMA EX-AMPS BAND A OLEH DUA OPERATOR", "Abstrak": "3GPP telah mendefinisikan tujuh kanal ex-AMPS band A sebagai kanal frekuensi yang valid untuk digunakan pada spreading rate 1 CDMA. Di Indonesia tujuh kanal tersebut dimanfaatkan oleh dua operator dengan masing-masing mengantongi 3 kanal dan 1 kanal sebagai guard band. Penelitian ini difokuskan untuk mengetahui pengaruh kinerja sistem bila kanal ke-4 (guard band) dimanfaatkan oleh salah satu operator. Permasalahan kedua yang muncul adalah penggunaan bersama tiga kanal frekuensi oleh kedua operator tersebut dengan pembatasan pada letak geografis (akibat dari pemindahan dari frekuensi CDMA 1900 MHz salah satu operator). \n \n \n \n\nPenelitian didasarkan pada pengukuran kualitas sistem, dalam hal ini pengaruh interferensi pada pita frekuensi yang berdekatan terhadap penurunan kapasitas sistem yang ter-interferensi. Selanjutnya dengan mendasarkan penelitian pada suatu standar yang diberlakukan, dilakukan beberapa simulasi untuk menanggulangi interferensi hingga sistem layak untuk digunakan bersama. Perlu tidaknya guard band dan berapa besar guard band bila diperlukan merupakan parameter penting sebagai hasil yang hendak dicapai. Pada pengaruh penggunaan frekuensi bersama di daerah perbatasan simulasi dilakukan untuk mengetahui berapa minimum separation distance antar Base Station dan pengaruh dari daya yang ditransmisikan oleh Base Station di daerah perbatasan. \n \n \n \n\nHasil dari simulasi menunjukan bahwa antara dua kanal berdekatan yang dioperasikan oleh dua operator, diperlukan suatu guard band untuk menanggulangi interferensi, besar guard band yang diperoleh agar sistem dinilai layak tidak boleh kurang dari 0,1 MHz. Pada penggunaan frekuensi yang sama di daerah perbatasan oleh dua operator berbeda, bila kedua Base Station yang berdekatan tersebut identik (radius coverage dan daya yang dipancarkan sama) maka diperlukan jarak pemisah antar BS tidak boleh kurang dari 1,4 kali radius coverage agar sistem dirasa cukup layak. Solusi lain dengan mengatur daya yang dipancarkan masing-masing Base Station sehingga daya yang dirasakan Mobile Station di daerah perbatasan relatif sama.", "Daftar File": {}, "Penulis": "ADI KUSWANTO (NIM 13204094)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Adit Kurniawan, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CDMA, Interferensi, Loss capacity, Guar band", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}