{"Nomor": 979, "Judul": "KOMUNITAS-KOMUNITAS ALGA PERIFITON DI SUNGAI CIKARANGGEIAM, CIKAMPEK-JAWA BARAT, SEBAGAI TEMPAT PEMBUANGAN LIMBAH CAIR", "Abstrak": "Komunitas-komunitas alga perifiton di Sungai Cikaranggelam, yang digunakan untuk pembuangan limbah cair pabrik pupuk urea, telah diteliti di empat lokasi yang berbeda. Keempat lokasi tersebut meliputi bagian sungai yang belum menerima limbah (Stasiun I), di bagian sungai di seberang tempat masuknya limbah (Stasiun II) dan berturut-turut pada jarak 5 km (Stasiun III) dan 9,5 km ke arah hilir dari tempat masuknya limbah (Stasiun IV). Komunitas-komunitas alga perifiton diperoleh dengan cara menggantungkan tambang plastik berdiameter 0,5 cm dari permukaan sampai ke dasar sungai, selama dua, empat dan enam minggu. Dari keempat stasiun yang diteliti ditemukan empat taksa Cyanophyta, sembilan taksa Chlorophyta dan 11 taksa Chrysophyta. Oscillatoria, Diatoma, Navicula dan Nitzschia selalu ditemukan sebagai taksa yang \" ubiquitous\". Pada ketiga waktu pendedahan Chlvrella sangat predominan di Stasiun III dan predominan di Stasiun IV. Ka-11 taksa Chrysophyta selalu ditemukan di Stasiun I. Setelah pendedahan dua minggu Oscillatoria sangat predominan di Stasiun I dan II serta predominan di Stasiun III dan IV. Setelah pendedahan empat minggu Oscillatoria, Dactyloccocopsis dan Ulothrix predominan di Stasiun I,Mabaena dan Cylindrospermum predominan di Stasiun II dan IV sedangkan Ulothrix predominan di Stasiun II. Setelah pendedahan enam minggu di Stasiun I Dactyloccocopsis predominan dan Ulothrix sangat predominan. Anabaena, Cylindrospermum dan Oscillatoria predominan di Stasiun II, 0scillatoria juga predominan di Stasiun III sedangkan Cylindrospermum predominan di Stasiun IV. Indeks keanekaragaman Shannon - Wiener (H') komunitas alga perifiton berkisar antara 0,55 (Stasiun III, pendedahan empat minggu) - 1,59 (Stasiun II, pendedahan enam minggu). Pengaruh limbah pabrik pupuk urea terhadap komunitas alga perifiton baru tampak di Stasiun III sedangkan di Stasiun IV terjadi pemulihan. Berdasarkan koefisien kesamaan Bray - Curtis (S), setelah dua minggu di Stasiun I, II dan IV di jumpai komunitas-komunitas yang serupa (S = 76,0 - 90,2 % ). Komunitas di Stasiun I dan II masing-masing berbeda dengan komunitas di Stasiun III (S = 57,7 - 70,4 %). Tetapi Stasiun III dan IV mempunyai komunitas-komunitas yang serupa (S = 79,6 %). Setelah empat minggu Stasiun I dan IV dihuni oleh komunitas yang serupa (S = 87,7 %), demikian juga Stasiun II dan IV (S 85,3 %). Pada pendedahan enam minggu di Stasiun II, III dan IV dihuni oleh komunitas-komunitas yang serupa satu dengan yang lain (S = 84,4 - 94,1 %) dan ketiganya berbeda dengan komunitas-komunitas di Stasiun I (S = 29,6 - 38,5 %).Faktor-faktor fisiko-kimia air berupa kecepatan arus, suhu air, konduktivitas, pH, BOD, Oksigen terlarut dan kadar NH4+, NO2- serta NO3- dibahas juga.", "Daftar File": {"1989 ARFIATI": "https://digilib.itb.ac.id/gdl/download/1262"}, "Penulis": "Diana Arfiati [S2-418623]", "Kontributor / Dosen Pembimbing": ["Pembimbing : 1. Oey Biau Lan  2. Ibkar Kramadibrata Scan: Mudjiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Alga perifiton; limbah pabrik pupuk urea", "Sumber": "SITH", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "14 Feb 2005"}