{"Nomor": 9794, "Judul": "STUDI GELOMBANG DI PERAIRAN SELATAN BALI MENGGUNAKAN MODEL SWAN", "Abstrak": "Gelombang yang dibangkitkan oleh angin di lautan banyak mempengaruhi aktivitas manusia baik di laut lepas maupun di perairan dekat pantai. Di perairan dekat pantai banyak faktor nonlinier yang sangat mempengaruhi gelombang maka dibutuhkan metoda studi gelombang yang dapat digunakan untuk memprediksi keadaan gelombang yang cukup baik memperhitungkan faktor nonlinier tersebut secara cepat dan cukup akurat. Maka model SWAN (Simulating Waves Nearshore), model spektrum gelombang yang telah digunakan secara luas pada tugas akhir ini digunakan untuk mengkaji keadaan gelombang di selatan Bali. Model SWAN dapat mensimulasikan fenomena gelombang dari pembangkitan oleh angin, penjalaran yang melibatkan refraksi dan disipasi oleh whitecapping, gelombang pecah akibat kedalaman dan gesekan dasar. Simulasi dilakukan empat waktu di bulan Februari yang mewakili tipikal kondisi musim barat. Input parameter gelombang didapat dari model WAVEWATCH III dan kondisi angin dari NCEP. Selain empat simulasi utama dilakukan juga simulasi tambahan yaitu simulasi untuk menyelidiki sensitivitas terhadap angin dengan kondisi angin yang berbeda dan uji pengaruh disipasi. Kondisi angin dengan kecepatan tinggi menghasilkan distribusi gelombang yang tinggi pula. Bila input parameter gelombang kasus waktu pertama digunakan untuk menyelidiki faktor disipasi, kontributor terbesar dalam peluruhan gelombang adalah wave blocking sebesar 64% yang timbul akibat adanya penghalangan penjalaran gelombang dari bentuk garis pantai. Hasil perbandingan tinggi gelombang simulasi SWAN memberikan nilai RMS 0,26 untuk persamaan Young dan Verhagen (1996) dan 0,25 untuk persamaan Bretschneider (1984).", "Daftar File": {}, "Penulis": "ADITIA ROJALI (NIM 12904016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Safwan Hadi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gelombang, Perairan selatan Bali, Model Swan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}