{"Nomor": 9797, "Judul": "PENGAMATAN FOTOMETRI BINTANG VARIABEL DENGAN TELESKOP KECIL", "Abstrak": "Bintang variabel merupakan bintang yang kecerlangannya berubah. Perubahan kecerlangan ini bisa disebabkan karena faktor internal maupun eksternal. Berdasarkan faktor internal bintang variabel dibagi menjadi dua, yaitu bintang variabel pulsasi dan eruptif. Sedangankan berdasarkan faktor eksternal, bintang variabel dibagi menjadi tiga, yaitu bintang variabel rotasi, bintang variabel gerhana, dan bintang variabel pra-deret utama. Ada juga bintang variabel yang perubahan kecerlangannya bisa disebabkan oleh kedua faktor tersebut atau belum diketahui secara pasti penyebab perubahan kecerlangannya, bintang variabel jenis ini masuk dalam kelompok bintang variabel Miscellaneous. Dari beberapa objek bintang variabel yang ada, tiga diantaranya berhasil diamati. Objek tersebut adalah MT Tel, RS Gru, dan SX Phe. Pengamatan dilakukan dengan menggunakan teleskop Vixen VMC200L (d = 200 mm, f/9.75) dan CCD ST-402ME tanpa menggunakan filter (clear) di Program Studi Astronomi ITB pada tanggal 18-19 Agustus dan 19-20 Agustus 2009. Data yang diperoleh diolah dengan menggunakan piranti lunak IRIS. Data tersebut digunakan untuk membuat kurva cahaya dari masing-masing objek. Kurva cahaya yang telah dibuat kemudian dibandingkan dengan kurva cahaya yang ada di jurnal ilmiah. Hasil yang diperoleh dari Tugas Akhir ini adalah kurva cahaya yang dibuat secara mandiri menunjukkan trend yang sama dengan kurva cahaya dari jurnal ilmiah. Oleh karena itu pengamatan fotometri bintang variabel dapat dilakukan dengan menggunakan teleskop kecil seperti Vixen VMC200L. Meskipun data yang diperoleh tidak bisa digunakan untuk menurunkan parameter fisis bintang variabel, namun setidaknya data tersebut bisa digunakan untuk melihat trend kurva cahaya dari setiap jenis bintang variabel, studi perubahan waktu (timing study), monitoring, dan lain-lain.", "Daftar File": {}, "Penulis": "ADITYA BUDI HARMEIGI (NIM 10304002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Mahasena Putra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bintang variabel, MT Tel, RS Gru, SX Phe, fotometri, kurva cahaya, variable stars, photometry, light curve", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}