{"Nomor": 9801, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN PERANGKAT UJI PENYEIMBANGAN UNTUK DUA POROS-ROTOR YANG SALING TERKOPEL", "Abstrak": "Sumber getaran utama yang terjadi pada mesin rotasi adalah ketidakseimbangan yang diakibatkan oleh adanya massa tak seimbang pada komponen rotasinya. Salah satu komponen rotasi yang menjadi penyebab utama timbulnya getaran berlebih pada mesin-mesin rotasi adalah sistem poros-rotor. Suatu sistem poros-rotor yang terdiri dari dua buah poros yang saling terkopel memerlukan metode penyeimbangan khusus.Untuk menunjang kegiatan penelitian tentang ciri getaran yang diakibatkan oleh ketidakseimbangan maka dalam tugas sarjana ini akan dilakukan perancangan, pembuatan, dan pengujian respon getaran perangkat uji penyeimbangan yang terdiri dari dua buah poros yang saling terkopel. Selain itu, pada tugas sarjana ini juga akan dikaji pengaruh jenis kopling yang digunakan terhadap tingkat getaran yang terjadi. Proses perancangan perangkat uji dilakukan dengan menggunakan perangkat lunak Autodesk Inventor. Analisis model elemen hingga dengan menggunakan perangkat lunak ANSYS Workbench dilakukan untuk analisis kekuatan dan analisis modus getar perangkat uji. Validasi analisis modus getar model elemen hingga dilakukan dengan pengujian FRF, sedangkan pengujian peta spektrum frekuensi dilakukan untuk melihat cacat yang terjadi akibat adanya kerusakan elemen rotasi pada perangkat uji.Hasil pengujian FRF menunjukkan bahwa hasil pemodelan frekuensi pribadi dengan perangkat lunak ANSYS Workbench mendekati hasil pengujian frekuensi pribadi secara eksperimen, sedangkan hasil pengujian peta spektrum frekuensi menunjukkan bahwa perangkat uji penyeimbangan mampu menunjukkan ciri getaran yang diakibatkan oleh ketidaksetimbangan yang terjadi. Besar energi getaran efektif (OVL) kasus ketidaksetimbangan dengan menggunakan kopling flange lebih besar dari kasus ketidakseimbangan dengan menggunakan kopling fleksibel jenis pita.", "Daftar File": {}, "Penulis": "ADITYA PRADANA (NIM 13104010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rotor, mesin rotasi, elemen hingga, getaran", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}