{"Nomor": 9817, "Judul": "PEMANFAATAN LIMBAH KANTONG PLASTIK UNTUK PENGEMBANGAN DESAIN PRODUK", "Abstrak": "Plastik merupakan material yang sangat akrab dalam kehidupan manusia. Kemajuan teknologi plastik membuat aktivitas produksi plastik terus meningkat. Hampir setiap produk menggunakan plastik sebagai kemasan atau bahan dasar. Material plastik banyak digunakan karena memiliki kelebihan dalam sifatnya yang ringan, transparan, tahan air, serta harganya relatif murah dan terjangkau oleh semua kalangan masyarakat.Segala keunggulan ini membuat plastik digemari dan banyak digunakan dalam hampir setiap aspek kehidupan manusia. Akibatnya jumlah produk plastik yang akan menjadi sampah pun terus bertambah. Limbah plastik yang umum ditemukan di tempat pembuangan sampah antara lain botol minuman dan deterjen yang termasuk jenis PET, dan kantong plastik. Jumlah kantong plastik di TPA terus menumpuk karena tidak terlalu diminati karena memiliki nilai jual yang rendah. Kantong-kantong plastik ini tidak mudah terurai sehingga hanya akan terus menumpuk dan bertambah di TPA sampai 1000 tahun ke depan.Oleh karena itu diperlukannya suatu solusi tepat yang bukan hanya mengurangi penggunaan kantong plastik karena selama masih diijinkan untuk digunakan maka kantong plastik itu akan terus ada dan bertambah. Limbah kantong plastik yang menumpuk di TPA dapat menjadi peluang dan jika diolah dengan benar dapat menjadi sumber daya. Pengembangan proses pengolahan kantong plastik dilakukan melaui eksperimentasi untuk membuka peluang pemanfaatan kantong plastik dengan penerapan teknologi sederhana, murah, dan nyata. Eksperimen juga mencakup eksplorasi sifat dan karakteristik kantong plastik yang unik untuk diaplikasikan menjadi produk bernilai tinggi sehingga dapat menaikkan nilai dari limbah kantong plastik.", "Daftar File": {}, "Penulis": "AGRINA LIBRATA (NIM 17504021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Oemar Handojo, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "limbah plastik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "01 Apr 2009"}