{"Nomor": 9822, "Judul": "KAJIAN ATAS FAKTOR-FAKTOR YANG MEMPENGARUHI PENUNGGAKAN PAJAK BUMI DAN BANGUNAN (Studi kasus Kelurahan Hegarmanah, Kota Bandung)", "Abstrak": "Tunggakan PBB setiap tahun menunjukkan jumlah kumulatif yang semakin besar. Banyak faktor yang dapat menyebabkan seorang wajib pajak menunggak PBB antara lain kesalahan dalam penetapan PBB yang menyangkut luas tanah, luas bangunan dan penetapan kelas, kurangnya kesadaran wajib pajak, jarak antara tempat pembayaran PBB dengan domisili wajib pajak, keengganan wajib pajak dalam melakukan proses pembetulan, keberatan dan pengurangan pajak, jumlah penghasilan wajib pajak dan faktor-faktor lainnya. Untuk dapat mencairkan tunggakan PBB secara efektif selain dilakukan penagihan pajak secara aktif perlu diketahui faktor-faktor yang menyebabkan kecenderungan wajib pajak tidak membayar PBB melalui suatu pemodelan yang hasilnya diharapkan dapat untuk memprediksi apakah suatu objek pajak akan melunasi atau menunggak PBB untuk tahun pajak yang akan datang sehingga dapat dilakukan berbagai upaya prefentif untuk meminimalisir munculnya tunggakan pajak baru di tahun-tahun berikutnya.Pada penelitian ini dilakukan analisis untuk mengetahui seberapa besar pengaruh faktor-faktor yang cenderung menyebabkan timbulnya tunggakan pajak dengan melalukan pemodelan berdasarkan data sample sejumlah objek pajak. Variabel bebas yang diteliti adalah jumlah ketetapan PBB, luas tanah, luas bangunan jenis penggunaan bangunan dan penghasilan wajib pajak. Sedangkan variable terikatnya berupa data kategori yang membedakan apakah suatu objek pajak lunas atau tidak lunas PBB pada tahun yang diteliti. Hasil analisa dengan menggunakan alat analisis Analisa Diskriminan menghasilkan suatu model diskriminan  yaitu Zscore = -0,255 - 1,30E-07 ketetapan + 4,64E-09 penghasilan. Dari model tersebut dapat diketahui bahwa variabel yang secara signifikan dapat membedakan apakah suatu objek pajak akan melunasi atau menunggak PBB dengan tingkat kepercayaan 95% adalah variabel ketetapan dengan angka Sig. 0,012 dan variabel penghasilan dengan angka Sig. 0,003. Sedangkan variabel luas tanah, luas bangunan dan penggunaan bangunan tidak berpengaruh secara signifikan terhadap status pembayaran PBB dengan angka Sig. masing-masing 0,129 ; 0,121 dan 0,816.Melalui validasi model yang dilakukan dapat dinyatakan bahwa model yang dihasilkan mempunyai tingkat keakuratan yang cukup tinggi  yaitu sebesar 68 %. Dengan demikian model diskriminan dinyatakan valid sehingga bisa digunakan untuk meprediksi suatu objek pajak akan dikategorikan melunasi PBB atau menunggak PBB untuk tahun-tahun pajak yang akan datang.", "Daftar File": {}, "Penulis": "AGUS BUDIRAHARDJO (NIM 25106023)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Agoes S. Soedomo, MS., dan  Ir. Andri Hernandi, MSP."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisis Diskriminan, pelunasan PBB, penunggakan PBB", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}