{"Nomor": 9824, "Judul": "DESAIN DAN PENGEMBANGAN INTELLIGENT AGENT PADA AIR COMBAT FLIGHT SIMULATOR (STUDI KASUS PADA GAME AIR COMBAT FLIGHT SIMULATOR)", "Abstrak": "Pada sebuah wahana simulasi pertempuran udara berbasis komputer yang melibatkan manusia sebagai user pengendali pesawat simulator, akan dihadapkan dengan lawan yang diasumsikan sebagai pesawat yang tidak lain yaitu sebuah sistim komputer cerdas. Untuk itu diperlukan adanya sebuah skenario bagi aktor pemain manusia sebagai user yang akan menghadapi komputer sebagai lawannya. Dengan kata lain agent komputer yaitu lawan yang dibuat secara otomatis dalam bentuk perangkat lunak yang mempunyai kecerdasan menyerupai manusia.Penulisan penelitian ini dilatar belakangi pentingnya membuat sebuah bentuk tiruan yang dapat berfikir dan bertindak dengan karakter dan kemampuan layaknya seperti manusia (intelligent agent pilot). Fokus tesis ini mencoba merepresentasikan gerak pilot-agent pesawat tempur ketika diudara beserta gerak kombinasi yang menghasilkan sebuah istilah pergerakan lain dalam menjalankan sebuah misi pertempuran udara (dogfight air combat). Model simulasi gerak pesawat yang didesain mencakup prediksi pergerakan pesawat beserta syarat-syaratnya yang dituangakan melalui ketentuan aturan (rule-based agent).Hasil evaluasi penelitian ini memperlihatkan grafik penjejakan (trajectlist) kemampuan pilot-agent dalam melakukan gerak di udara dan melakukan interaksi dengan lingkungannya. Pilot-Agent dapat melakukan gerak lurus, berbelok ke kiri dan ke kanan sebesar 45 degrees dan 90 degrees, melakukan manuver immelmann, manuver loop sebesar 360 degrees, pitch up dan pitch down serta gerak lurus keatas dan ke bawah sebesar 45 degrees. Semua gerak tersebut terjadi dengan prasyarat jarak yang telah ditentukan dalam aturan dasar desain gerak pesawat (rule-based design).Sebagai sebuah kesimpulan akhir dari pengujian yang lakukan memperlihatkan bahwa kemampuan dan aksi pesawat merupakan bentuk reaksi yang bergantung kepada aksi dari semua elemen obyek yang bergerak di udara.", "Daftar File": {}, "Penulis": "AGUS NUGROHO (NIM 23206308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hilwadi Hindersah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Simulasi pertempuran udara, Intelligent agent pilot, Dogfight air combat, Simulasi gerak pesawat, Model simulasi, Rule-based system", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}