{"Nomor": 9829, "Judul": "AUTOMASI PEMBUATAN MODEL ELEMEN HINGGA UNTUK STRUKTUR WING-BOX DENGAN MENGGUNAKAN ELFINI CATIA V5", "Abstrak": "Pada Tugas Akhir ini dijelaskan secara rinci mengenai pembuatan Model Elemen Hingga dari struktur wing-box yang dapat dianalisa dengan menggunakan ELFINI dan dapat di-update secara berurutan. Penelitian ini memafaatkan dua hasil penelitian sebelumnya mengenai pembuatan permukaan sayap yang mempunyai satu kink dan prediksi distribusi beban aerodinamika dalam CATIA-V5 R17. Dibuat parameterisasi dari layout sturktur yang meliputi spar depan dan belakang, distribusi stringers dan ribs sehingga dapat mewakili suatu wing-box yang dirancang, juga dimodelkan permukaan setiap skin-panel. Pada pembuatan Model Elemen Hingga didefinisikan serangkaian elemen satu dimensi dan dua dimensi yang bereferensi pada layout wing-box sebelumnya. Untuk menjaga integritas model akibat perubahan layout maka didefinisikan koneksitas vertex dari element 1D tertentu dan element 2D tertentu dalam bentuk rangkaian di Specification Tree (Spec-tree). \n \n \n \n \n \n \n \n\nBeban aerodinamika dan sifat material dibuat dalam tabel Excel yang di-link ke model elemen hingga. Jika ada perubahan maka akan dirambatkan ke seluruh jaringan aliran data. Setelah analisa elemen hingga (Finite Element Analysis) dengan menggunakan ELFINI maka didapat respons struktur yang meliputi distribusi tegangan dari tiap elemen dan displacements dari tiap vertex. Respons struktur ini dikeluarkan juga dalam bentuk table Excel untuk memudahkan analisa lebih lanjut. Disajikan contoh perubahan distribusi beban akibat perubahan planform sayap dari bentuk sayap yang serupa dengan N250-100 ke bentuk N2130.", "Daftar File": {}, "Penulis": "AGUS SUSANTO (NIM 13601030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Rais Zain, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wing structures, Finite element model, Grids, Catia, Elfini", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}