{"Nomor": 9838, "Judul": "KEGIATAN PEMBELAJARAN DENGAN REKACIPTA MUNDUR PADA  MATEMATIKA SEKOLAH MENENGAH KEJURUAN", "Abstrak": "Merumuskan tujuan dalam kegiatan pembelajaran adalah hal yang sangat penting, agar segala aktifitas yang dilakukan peserta didik betul-betul sesuai dengan tujuan, terutama tujuan yang berupa kecakapan dan pemahaman yang bertahan lama sekaligus dibutuhkan untuk jangka yang panjang (enduring understanding). Ketercapaian tujuan hanya mungkin dilakukan apabila kegiatan pembelajaran itu terencana dengan baik, dengan terus menerus dievaluasi untuk menyempurnakan kegiatan pembelajaran itu.Kegiatan pembelajaran rekacipta mundur (backward design) merupakan kegiatan pembelajaran terencana yang dipikirkan terlebih dahulu tujuan dan bukti-bukti yang dapat disajikan, untuk meyakinkan tercapainya tujuan itu, sebelum merencanakan kegiatan pembelajarannya. Bukti-bukti dimaksud berupa penampilan tugas-tugas (performance tasks) seperti penilaian kinerja dan rubrik (performance assessment and rubrics), jurnal siswa (student journal) dan portofolio (portfolio) atau bukti-bukti lain (other evidence) seperti kuis, test dan sebagainya. Tiga tahap kegiatan pembelajaran rekacipta mundur adalah  menentukan hasil-hasil yang diinginkan, menentukan bukti-bukti yang dapat diterima dan merencanakan kegiatan pembelajaran.Pada tesis ini dibahas beberapa literatur tentang:  pengertian belajar dan pembelajaran matematika, kegiatan pembelajaran matematika di sekolah selama ini, sebagai pembanding, kegiatan pembelajaran dengan rekacipta mundur", "Daftar File": {}, "Penulis": "AHADI (NIM 20105314)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Iwan Pranoto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Merumuskan tujuan, pemahaman dan kecakapan bertahan lama, gagasan besar, pembelajaran terencana, penampilan tugas-tugas (performance tasks),  kuis, tes dan  rekacipta mundur (backward design)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}