{"Nomor": 9843, "Judul": "KEINGINAN STAKEHOLDER TERHADAP PENGEMBANGAN INFRASTRUKTUR: STUDI KASUS DI DESA TANJUNG KABUPATEN LOMBOK BARAT", "Abstrak": "Ketidaklayakan jasa infrastruktur cenderung berdampak kepada masyarakat miskin daripada kalangan menengah. Memperbaiki penyediaan jasa infrastruktur sangat penting untuk memperbaiki kehidupan masyarakat miskin. Desa Tanjung yang terletak di Kecamatan Tanjung, Kabupaten Lombok Barat, yang merupakan salah satu desa pesisir yang perlu ditingkatkan infrastrukturnya untuk mendukung terjaminnya peningkatan dan keberlanjutan kegiatan perekonomian di perdesaan.Penelitian dilakukan dengan menggunakan Analytical Hierarchy Process (AHP) dengan tujuan keputusan pada tingkat paling atas, yang memiliki alternatif-alternatif dengan melakukan penilaian komparatif berpasangan berdasarkan pendapat stakeholders berdasarkan kriteria dana, manfaat ekonomi, manfaat sosial, teknis dan kebijakan pada tingkat dua, dan alternatif proyek infrastruktur berupa grup transportasi, grup pelayanan transportasi dan grup keairan pada tingkat tiga. Pembobotan kriteria dan pemilihan alternatif dilakukan dengan menyebarkan kuisioner kepada 26 stakeholders yang memiliki tugas dan fungsi dan terkait dengan bidang penanganan proyek infrastruktur.Hasil penelitian menunjukkan bahwa kriteria dana memiliki prioritas paling besar yang dipilih stakeholder (29%) disusul dengan kriteria manfaat ekonomi (23,13%), kriteria kebijakan (22,6%), kriteria teknis (12,6%) dan terakhir kriteria manfaat sosial (12,5%). Pemilihan alternatif berdasarkan urutan prioritas adalah : alternatif penanganan proyek grup transportasi (44%), penanganan proyek grup pelayanan transportasi (36%) dan alternatif penanganan proyek grup keairan (20%). Hasil pengujian alternatif dengan analisis sensitivitas menunjukkan bahwa perubahan bobot kriteria apapun, alternatif penanganan proyek grup transportasi tetap memiliki nilai yang paling optimum, maka alternatif penanganan proyek grup transportasi merupakan alternatif yang optimum.", "Daftar File": {}, "Penulis": "AHMAD GUNAWAN (NIM 24006080)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Widjajono Partowidagdo"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "AHP, Infrastruktur, Stakeholders, Urutan Prioritas", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}