{"Nomor": 9845, "Judul": "PENGUKURAN KAPASITAS KANAL RADIO LINK UNTUK APLIKASI RURAL-NGN MENGGUNAKAN TEKNOLOGI PREWIMAX PADA 2,4 GHZ", "Abstrak": "Indonesia merupakan negara di Asia Tenggara dengan angka teledensitas dan internet-densitas yang rendah. Rural-NGN adalah suatu konsep yang diterapkan guna menunjang penetrasi teknologi informasi dan komunikasi (TIK) di Indonesia, sehingga dapat meningkatkan angka teledensitas dan internet-densitas dengan murah. Saat ini, backhaul link antara area layanan di pedesaan ke sentral NGN menggunakan teknologi Wi-Fi (IEEE 802.11b). Secara teknis, teknologi ini memiliki beberapa kekurangan dibandingkan dengan teknologi WiMAX (IEEE 802.16) yang dapat menawarkan kapasitas yang lebih baik. Akan tetapi karena perangkat yang masih relatif mahal dan faktor regulasi yang belum mendukung di Indonesia, perangkat ini belum dapat diimplementasikan di Indonesia.Untuk melakukan pengukuran kapasitas kanal WiMAX, penelitian ini menggunakan teknologi teknologi pre-WiMAX dengan melakukan implementasi di beberapa titik. Layanan yang diukur adalah layanan VoIP dengan beberapa voice codec yang digunakan seperti G.711 u-law dan A-law, G723.1 ACELP, G.723.1 MPMLQ, G.726 dan G.729 juga layanan internet seperti streaming video, upload dan download data. Parameter yang diamati adalah throughput, delay, jitter dan packet loss.Dari hasil pengukuran, modulasi yang diperoleh adalah 16-QAM dengan SNR 17,6 dB. Voice codec yang memberikan nilai efisiensi yang optimal adalah G.723.1 ACELP.", "Daftar File": {}, "Penulis": "AHMAD MEIRIANSYAH (NIM 23204052)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Yusep Rosmansyah dan Dr. Armein Z. R. Langi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pre-WiMAX, IEEE 802.16, IEEE 802.11b, VoIP, modulasi, SNR", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}