{"Nomor": 9848, "Judul": "STUDI AWAL STRATEGI DAUR ULANG MULTI SIKLUS PLUTONIUM PADA SODIUM COOLED FAST REACTOR [SFR] DENGAN MENGGUNAKAN MODUL PERHITUNGAN SEL PIJ DARI CODE SRAC", "Abstrak": "Studi awal strategi daur ulang multi siklus dari plutonium pada reaktor cepat berpendingin sodium telah dilakukan pada penelitian ini. Reaktor ini memiliki daya termal 714 MW dan menggunakan UO2-PuO2 sebagai bahan bakar serta sodium sebagai pendingin reaktor. Pada studi ini, dua jenis skema daur ulang telah disimulasikan. Pada jenis daur ulang pertama, komposisi bahan bakar adalah uranium alam dengan 19% atau 20% plutonium di awal tahap daur ulang. Untuk menjaga kekritisan reaktor perlu ditambahkan pengayaan uranium pada tahap daur ulang berikutnya. Jenis daur ulang kedua, komposisi plutonium dalam bahan bakar dibuat tetap 19% dan komposisi pengayaan uranium antara 5%-7%. Jenis daur ulang pertama dengan plutonium 19% dan 20% dalam fuel, konsentrasi plutonium dalam sisa bahan bakar cenderung menurun. Pengayaan uranium yang besar dibutuhkan oleh skema dengan bahan bakar plutonium 19% untuk menjaga agar reaktor berada dalam kondisi kritis. Untuk skema dengan bahan bakar plutonium 20%, pengayaan uranium 5.25% sudah menghasilkan kekritisan reaktor setelah beberapa kali siklus daur ulang. Hasil simulasi jenis daur ulang kedua menunjukkan bahwa semakin bertambahnya tahap daur ulang konsentrasi plutonium dalam limbah bahan bakar terus meningkat kemudian pada akhirnya mencapai keadaan setimbang. Semakin besar pengayaan uranium yang digunakan, kecenderungan untuk mereduksi komposisi isotop fisil dalam plutonium semakin besar. Dalam simulasi ini, periode burnup total adalah selama 1440 hari. Perhitungan sel reaktor dikerjakan dengan menggunakan modul PIJ dari paket program SRAC 2002 serta memanfaatkan perpustakaan data nuklida JENDL3.2.", "Daftar File": {}, "Penulis": "AHMAD SETIAWAN (NIM 10205076)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Abdul Waris"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SFR, plutonium, strategi daur ulang, multi siklus, burnup.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}