{"Nomor": 9861, "Judul": "STUDI KOROSI BAJA DALAM REAKTOR NUKLIR BERPENDINGIN Pb-Bi CAIR MENGGUNAKAN METODA DINAMIKA MOLEKULAR", "Abstrak": "Reaktor nuklir berpendingin Pb-Bi cair merupakan salah satu kandidat penting reaktor generasi ke IV yang memiliki kemampuan keselamatan inheren, ekonomis, serta mampu membakar limbah nuklirnya sendiri. Namun reaktor ini memiliki masalah yang harus dipecahkan berupa tingkat korosi baja oleh Pb-Bi cair yang cukup tinggi. Terkait dengan hal ini, disertasi ini mengkaji permasalahan korosi baja oleh Pb-Bi cair dengan menggunakan program komputer yang bernama Moldy yang merupakan paket program dinamika molekular yang dapat dipakai untuk mensimulasikan interaksi atau kontak antara permukaan bahan Pb-Bi eutectic dengan permukaan sistem Fe. Studi ini dilakukan untuk memahami fenomena korosi baja dalam Pb-Bi khususnya pada temperatur tinggi.Baja dan Pb-Bi cair merupakan salah satu material utama dalam reaktor pembiak cepat (fast breeder reactor). Fenomena korosi baja dalam Pb-Bi cair banyak diselidiki secara eksperimen, tetapi mekanisme interaksi bahan ini sampai sejauh ini masih belum jelas. Oleh karena itu, interaksi antar atom-atom yang terlibat dalam sistem yang ditinjau dikaji dalam penelitian ini. Proses difusi di antara atom-atom merupakan kunci untuk memahami korosi secara mikroskopik.Dalam simulasi ini potensial interaksi antara Pb-Pb, Bi-Bi, Fe-Fe, Cr-Cr dan Ni-Ni diasumsikan memenuhi model potensial Lennard-Jones. Parameter-parameter Lennard-Jones diperoleh dengan fitting data dari literatur. Algoritma Beeman digunakan untuk memecahkan persamaan gerak dalam simulasi. Metoda daftar sel (cell list) dipakai untuk mempercepat proses perhitungan gaya dan eksekusi program. Sel simulasi dalam hal ini dipakai struktur BCC (Body Center Cubic) untuk sistem Fe dan FCC (Face Center Cubic) untuk sistem Pb yang masing-masing diisi oleh 2000 atom dan 864 atom. Atom-atom ketakmurnian atau impuritas selanjutnya disubstitusikan ke dalam masing-masing struktur di atas untuk membentuk baja dan Pb-Bi eutectic. Jenis baja yang disimulasikan dalam studi ini adalah stainless steel 316 (SS 316). Kecepatan awal atom-atom dibuat dengan generator random dan temperaturnya dikontrol menggunakan metoda Nose-Hoover thermostat.", "Daftar File": {}, "Penulis": "ALAN MAULANA (NIM 30203002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR.Eng. Zaki Su'", "ud, M.Eng., DR.Eng. Khairurrijal, dan DR.IR. Hermawan K.D., MSEE."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dinamika molekular, potensial Lennard-Jones, Pb-Bi cair, fungsi distribusi radial, korosi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}