{"Nomor": 9864, "Judul": "STUDI PARAMETRIK SINGLE ROTATING MINI FAN", "Abstrak": "Tujuan tugas akhir ini adalah mencari atau mengkaji parameter penting yang digunakan untuk menentukan prestasi dari desain minifan dan menentukan performa optimum dari minifan yang dikaji. Dalam tugas akhir ini, fan yang dianalisis adalah fan dengan ukuran 80 mm2 x 25 mm. Permodelan dan simulasi yang dilakukan untuk fan ini adalah single rotating fan dengan membuat 1 bilah saja atau model penuh, bergantung pada studi numerik yang ditentukan. Selanjutnya simulasi dilakukan dengan memperhatikan akurasi hasil yang didapatkan. Cara yang dilakukan adalah dengan melihat pengaruh grid terhadap output yang dikeluarkan dan melihat pengaruh model konvergensi serta model turbulensi yang tersedia terhadap hasilnya. Pembahasan tentang model turbulensi yang digunakan akan dijelaskan di bab selanjutnya. Temperatur dari pemodelan fluida yang digunakan adalah udara 25oC. Simulasi terakhir yang dilakukan adalah studi parametrik dengan memvariasikan jumlah bilah, jarak tip terhadap shorud, diameter hub, dan kecepatan putar fan. Dari simulasi ini didapatkan hasil yaitu berupa harga-harga properti aliran seperti besar debit aliran, tekanan statik, tekanan statik yang dibangkitkan, daya yang diperlukan dan dihasilkan, efisiensi, dan sound pressure. Sebelum melakukan simulasi di atas, maka perlu untuk dilakukan verifikasi untuk melihat kebenaran dari persamaan Navier-Stokes yang digunakan dan validasi untuk melihat seberapa besar kebenaran atau uncertainty dari pemodelan yang dilakukan.", "Daftar File": {"2008 TA PP ALBERT MEIGO R.E. YULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/34496", "2008 TA PP ALBERT MEIGO R.E. YULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/34503"}, "Penulis": "ALBERT MEIGO RARASJUA ENDAR YULANA (NIM 13604047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Djoko Sardjadi dan Dr. Romie Oktavianus Bura"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "minifan, simulasi, turbulensi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}