{"Nomor": 9865, "Judul": "EVALUASI KONDISI AKUSTIK GKI TAMAN CIBUNUT BANDUNG", "Abstrak": "Gereja sebagai tempat ibadah umat Kristen, berfungsi sebagai ruang untuk pembicaraan sekaligus ruang untuk musik. Oleh karena itu dari sisi akustik, gereja dikategorikan sebagai ruang serbaguna yang harus memenuhi kondisi akustik tertentu sesuai fungsinya. GKI Taman Cibunut dipilih sebagai objek penelitian tugas akhir ini. Kondisi akustik suatu ruang ibadah dapat digambarkan melalui parameter-parameter akustik, diantaranya distribusi SPL, waktu dengung (T30 dan EDT), kejernihan suara untuk musik (C80), kejelasan pengucapan (D50), RASTI, kesan spatial (IACC dan ELEF). \n \n \n\nKondisi akustik suatu ruang dapat diketahui dengan berbagai cara. Salah satu diantaranya adalah dengan pengukuran medan suaranya menggunakan teknik perekaman binaural. Dengan metoda respon impuls ruang binaural (BRIR), suara yang direkam merupakan respon impuls ruangan. Selain itu, dengan melalui pemodelan dan simulasi komputer juga dapat diketahui kondisi akustik suatu ruang. Dalam tugas akhir ini, pengukuran binaural dan pemodelan-simulasi digunakan untuk mengetahui akustik GKI Taman Cibunut. \n \n \n\nHasil pengukuran kondisi akustik GKI Taman Cibunut dalam kondisi kosong memiliki nilai T30 pada rentang 1,24 hingga 1,58 detik. Nilai ini memenuhi waktu dengung optimum untuk ruang gereja. Nilai C80 memenuhi kriteria yang disarankan, sedangkan nilai D50 di beberapa titik masih berada dibawah kriteria yang disarankan. Distribusi SPL, C80, D50, RASTI GKI Taman Cibunut dapat diperbaiki dengan menggunakan diffusor dan merubah penempatan loudspeaker, terutama pada daerah balkon.", "Daftar File": {}, "Penulis": "ALBERT (NIM 13303009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. R. S. Joko Sarwono, M.T., Ph.D. dan Ir. FX. Nugroho Soelami, M.B.Env., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gereja, Medan suara, Respon impuls, Binaural, Simulasi, Diffusor", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}