{"Nomor": 9870, "Judul": "PERANCANGAN SISTEM OTOMATISASI PROSES PEMBUATAN BIOETANOL MENGGUNAKAN JALA PETRI SINYAL TERINTERPRETASI", "Abstrak": "Sistem otomatisasi memiliki peranan yang penting dalam suatu proses produksi. Dengan sistem otomatisasi yang baik, proses produksi menjadi lebih ekonomis. Perancangan sistem otomatisasi akan menjadi lebih baik jika dilakukan menggunakan metode formal. Salah satu metode formal yang dapat digunakan untuk merancang sistem otomatisasi adalah Jala Petri Sinyal Terinterpretasi (JPST). JPST merupakan pengembangan dari Jala Petri biasa. Perbedaan dengan Jala Petri biasa yaitu kemampuan JPST untuk menggambarkan hubungan antara algoritma kontrol dengan lingkungannya. Hubungan ini dinyatakan dalam bentuk sinyal keluaran dan masukan. Oleh karena itu, diagram JPST dapat langsung diterapkan pada perangkat-perangkat kontrol seperti Pengontrol Logika Terprogram. \n \n \n \n\nDalam tugas akhir ini, JPST akan digunakan untuk merancang sistem otomatisasi berbasis dalam pembuatan bioetanol. Bioetanol merupakan sumber energi alternatif pengganti bahan bakar minyak. Karena bioetanol memiliki potensi yang cukup menjanjikan, diperkirakan akan terjadi peningkatan kebutuhan bioetanol di masa yang akan datang. Supaya dapat memenuhi kebutuhan tersebut, perlu dilakukan penelitian untuk memperoleh metode pembuatan bioetanol yang ekonomis. Salah satu penelitian yang dilakukan adalah penerapan sistem otomatisasi dalam proses pembuatan bioetanol. Dengan JPST, sistem otomatisasi yang baik dan handal dapat diperoleh. Diagram JPST yang diperoleh akan diterapkan menjadi program Pengontrol Logika Terprogram dalam bentuk diagram tangga. Analisis JPST dilakukan menggunakan analisis invarian dan metrik transparansi. Dari analisis didapatkan matriks PÃƒÂ‚Ã‚Â–invarian dan TÃƒÂ‚Ã‚Â–invarian positif dan metrik transparansi T = 0,98.", "Daftar File": {}, "Penulis": "ALEX DANANJAYA (NIM 13302023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endra Joelianto dan Dr.-Ing. Aman Mostavan, I.P.M., D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisi Invarian, Bioetanol, Diagram Tangga, Jala Petri Sinyal Terintepretasi, Metrik Transparansi, Pengontrol Logika Terprogram", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}