{"Nomor": 9875, "Judul": "INQUIRY INTO THE LEARNING SYSTEM OF PESANTREN AL MUKMIN NGRUKI", "Abstrak": "Indonesia is the most Muslim population nation in the world, with over than 80% from 220 billion people. Pesantren is the institution in educate Islamic belief and value, approximately 15.000-20.000 Pesantren exist in Indonesia. Although it huge in number but interestingly there are no exact standard of the curriculum and the religion lesson, each of the Pesantren implement religion education based on their sect understanding. Thus, some of them are implemented national curriculum while the other concern on religion education only, there are no boundaries and limitation in such combination. The way of teaching and delivering religion education in Pesantren become a controversy after the Bali bombing incident in 2002 whom the executors have past relation with 2 Pesantren in Java, which are Al.Mukmin, Ngruki, Solo and Al-Islam, Lamongan. This research is conducted at Al.Mukmin, Ngruki, Solo, to get clearer and fair overview of the activity and condition inside Al-Mukmin through examine the relation of the institution, the history and the reason in establishing Al-Mukmin. Kyai as the maintainer, leader and person in charge in determine the religion curriculum. Santri as the follower and the object of the education also the local communities around the Pesantren who fell the impact of the institution existance. The study is focusing on the senior high school male student (Kuliyatul Mu'allimim Al-Islamiyah).The result shown that Pesantren Al-Mukmin Ngruki, Solo, is not teaching and deliver extreme taught, the santri and kyai relation is not strict and not close, but it tend to open and able to socialize also bring positive impact to local people, in opposite there is a extreme in certain level which it can be considered as part of education training such the isolation of the santri in given time to local communities in some aspect to create characters of santri. Further research is needed to explore further the implication of character building in pesantren.", "Daftar File": {}, "Penulis": "ALFIN NUR FAHMI MUFRENI (NIM 24005059)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pesantren, character building, educational institution", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}