{"Nomor": 9877, "Judul": "DETAIL RISK ASSESSMENT UNTUK PRESSURE VESSEL DALAM UNIT SEPARATION DAN STABILIZATION DI CENTRAL PROCESSING PRODUCTION PLATFORM (CPP) (STUDI KASUS: NORTH BELUT)", "Abstrak": "Risk assessment adalah suatu kegiatan untuk menghitung nilai resiko dari suatu equipment dan sistem. Tujuannya untuk megurangi dan mereduksi dampak serius yang mengancam keselamatan, kerusakan lingkungan, dan kerugian finansial yang akan ditanggung oleh perusahaan apabila peralatan tersebut mengalami kerusakan atau kegagalan. Tugas akhir ini menganalisis dan menghitung nilai resiko dengan menggunakan Code DNV RP-G101 untuk kegiatan Risk Assessment of Offshore Topside Static Mechanical Equipment. Dengan studi kasus yaitu equipment pada unit Separation dan Stabilization di Central Processing Production Platform (CPP) North Belut yang terletak di Blok B, laut Natuna. Di samping itu, dalam tugas akhir ini dilakukan studi pengaruh parameter-parameter utama terhadap nilai PoF dan CoF.Dari level screening didapatkan bahwa ada empat equipment yang masuk ke tahap detail assessment yaitu; inlet gas separator bottom, inlet gas separator top, condensate separator bottom, dan condensate separator top. Dari hasil detail assessment didapatkan bahwa ada dua equipment yang memiliki tingkatan resiko yang high, yaitu; gas separator top memiliki nilai untuk safety dan economic consequence sebesar 2,078 dan US$ 11.618.216 (kategori E) dan nilai PoF sebesar 0,00485 (kategori 4). Dan condensate separator top yang memiliki nilai untuk safety dan economic consequence sebesar 0,579 dan US$ 21.870.980 (kategori E) dan nilai PoF sebesar 0,00399 (kategori 4). Sedangkan dari studi variasi parameter diperoleh hubungan yang linier antara tekanan dan dispersion modeling, dan juga antara corrosion rate dan probability of failure (PoF).", "Daftar File": {}, "Penulis": "ALFIYANDRA SYAFZA (NIM 13104072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "risk assessment, offshore, mechanical equipment", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}