{"Nomor": 9879, "Judul": "ANALISIS KEHANDALAN CRUDE OIL PIPELINE DENGAN MATERIAL BAJA API 5L GRADE B : PERBANDINGAN METODE MONTE CARLO DAN API RP 579 FITNESS FOR SERVICE", "Abstrak": "Jaringan pipa minyak Duri-Dumai dengan material baja API 5L grade B dengan diameter 30 dan 36 inci, telah beroperasi sejak tahun 1970 dan 1958. Lamanya operasi telah menyebabkan kedua jaringan pipa dengan panjang masing-masing 50 km tersebut mengalami degradasi kualitas, yang diakibatkan oleh korosi pada dinding luar pipa. Untuk mengetahui apakah kedua jaringan pipa tersebut masih dapat beroperasi secara aman sampai periode waktu tertentu, perlu dilakukan analisis kehandalan. Metode analisis kehandalan yang biasa digunakan adalah metode probabilistik dan metode deterministik.Perbandingan antara kedua metode analisis kehandalan : probabilistik dengan simulasi Monte Carlo dan deterministik dengan standar API RP 579 Fitness for Service, dilakukan pada kedua jaringan pipa tersebut. Data yang digunakan dalam kedua metode analisis adalah data hasil inline inspection (ILI) dengan intelligent pigging yang dilakukan pada tahun 2006, dengan metode deteksi Magnetic Fluks Leakage (MFL). Simulasi Monte Carlo menggunakan pendekatan statistik dengan iterasi berulang yang mengevaluasi fungsi limit state atau kondisi batas kegagalan, dimana untuk kedua jaringan pipa ini, kegagalan terjadi akibat penipisan dinding pipa oleh korosi. Distribusi variabel random yang digunakan untuk evaluasi fungsi limit state adalah distribusi Gumbel. Lokasi-lokasi pada kedua jaringan pipa yang memiliki peluang kegagalan tinggi berdasarkan simulasi Monte Carlo, dianalisis lebih lanjut dengan metode Fitness for Service. Metode Fitness for Service melihat kehandalan jaringan pipa dengan mengevaluasi kekuatan material pipa yang terkorosi, terutama oleh korosi sumuran. Terdapat dua tahap evaluasi yang dilakukan dengan metode Fitness for Service, yaitu level 1 dan 2, dimana masing-masing tahap evaluasi memiliki tingkat akurasi dan kebutuhan data tertentu.Hasil prediksi umur sisa simulasi Monte Carlo untuk pipa 30 inci adalah sekitar 36 tahun setelah ILI, sedangkan untuk pipa 36 inci sekitar 27 tahun setelah ILI. Hasil prediksi umur sisa dengan metode Fitness for Service untuk pipa 30 inci sekitar 12-20 tahun dan pipa 36 inci sekitar 20ÃƒÂ‚Ã‚Â–30 tahun setelah ILI. Umur sisa minimum pada jaringan pipa adalah 20 tahun setelah ILI untuk pipa 36 inci pada km 10,8-10,89, dan 12 tahun setelah ILI untuk pipa 30 inci pada km 8,4-8,49. Perbedaan prediksi umur sisa dari kedua metode dipengaruhi oleh fungsi limit state, adanya bagian-bagian yang tidak terdeteksi metal loss-nya akibat sleeving, evaluasi laju korosi, dan dimensi korosi. Metode Fitness for Service memiliki tingkat akurasi yang lebih tinggi dengan perhitungan yang lebih rumit daripada metode simulasi Monte Carlo. Metode Monte Carlo cocok digunakan untuk screening awal peluang kegagalan dari seluruh jaringan sebelum dilakukan metode Fitness for Service yang rinci dan akurat.", "Daftar File": {}, "Penulis": "ALFONSUS HUNTADI NUGRAHA (NIM 12104033)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "crude oil pipeline, baja api 5L, metode monte carlo", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}