{"Nomor": 9880, "Judul": "UJI COBA PEMBUATAN TAHU DARI BIJI KECIPIR", "Abstrak": "Telah dilakukan upaya penentuan metode perlakuan awal yang tepat bagi biji kecipir dan metode pembuatan susu kecipir yang menghasilkan susu yang dapat dikoagulasikan dan dicetak menjadi tahu yang berwarna putih, tidak berbau langu, serta memiliki rasa seperti tahu kedelai pada umumnya. Penelitian dibagi menjadi tiga tahap, yaitu percobaan pendahuluan, percobaan utama, dan percobaan lanjutan. Percobaan pendahuluan terdiri dari uji coba pembuatan tahu kedelai dan tahu kecipir dengan menggunakan metode tahu kedelai. Pada percobaan utama dilakukan modifikasi metode tahu kedelai serta variasi metode perlakuan awal dan metode pembuatan susu kecipir. Metode perlakuan awal yang diujicobakan adalah metode Rockland (1979), metode Martin, dan metode Adrianto (2004), sedangkan metode pembuatan susu kecipir yang diujicobakan adalah metode konvensional dan metode Sri Kantha dkk. (1983). Susu kecipir yang diperoleh pada percobaan utama dikoagulasikan dengan koagulan CaCl2 0,25 M. Pada percobaan lanjutan dilakukan modifikasi metode perlakuan awal terbaik berdasarkan hasil percobaan utama, yaitu metode Martin dan metode Sri Kantha dkk. (1983) serta pembuatan tahu menggunakan kombinasi kedelai dan kecipir. Hasil percobaan lanjutan menunjukkan bahwa modifikasi metode Martin dapat mempermudah pengelupasan kulit kecipir tanpa merubah warna dan kekerasan biji. Hasil lain dari percobaan lanjutan adalah kombinasi kedelai 50%-berat dan kecipir 50%-berat menghasilkan tahu dengan tekstur dan rasa terbaik.", "Daftar File": {"2008 TA PP ALFRED MURNI 1.pdf": "https://digilib.itb.ac.id/gdl/download/34608"}, "Penulis": "ALFRED MURNI (NIM 13004088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tatang H. Soerawidjaja dan Dr. Ronny Purwadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kecipir, Psophocarpus tetragonolobus L., Tahu, Kedelai", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}