{"Nomor": 9889, "Judul": "TSUNAMI MEMORIAL PARK DI BANDA ACEH, NANGGROE ACEH DARUSSALAM", "Abstrak": "Peristiwa Tsunami pada tahun 2004 merupakan sebuah bencana terbesar pada abad 21 yang menimpa dunia dengan daerah Nanggroe Aceh Darussalam (NAD) sebagai penderita terbesar. Peristiwa Tsunami ini merupakan sebuah catatan sejarah besar bagi bangsa Indonesia. Besarnya antusiasme masyarakat nasional dan dunia untuk mengapresiasi sejarah Tsunami dan kebudayaan Aceh sebelum dan sesudahnya patut di akomodasi melalui perancangan fasilitas khusus. Kebutuhan sarana pengapresian terhadap bencana Tsunami Aceh tidak cukup dipenuhi hanya dengan fasilitas museum Tsunami NAD yang sedang dalam proses pembangunan di Banda Aceh. Dibutuhkan sebuah sarana pelengkap yang dapat menampung semangat dan pesan dari peristiwa Tsunami yang telah dapat menyatukan semangat kebersamaan dari dunia international. Sarana tersebut dapat menampung kegiatan tahunan dalam upacara peringatan Tsunami, kegiatan sehariÃƒÂ‚Ã‚Â–hari bagi masyarakat, sekaligus sebagai simbol kemajuan masyarakat Aceh. Laporan perancangan tugas akhir yang berjudul Tsunami Memorial Park ini merupakan sebuah usaha untuk menjawab permasalahan tersebut. Tsunami Memorial Park merupakan sebuah fasilitas yang dapat mewadahi kegiatan upacara peringatan Tsunami, kegiatan koleksi, konservasi dan pameran artefak-artefak peninggalan Tsunami, kegiatan pertemuan atau perayaan sehari-hari dan tempat untuk rekreasi bagi masyarakat Aceh. Lokasi perancangan yang dipilih berada di kota Banda Aceh, ibukota NAD, sebagai kota yang terkena Tsunami terbesar di dunia. Tepi laut Ulee Lheue yang disebut sebagai ground zero dengan luas tapak 40.000m2 dan luas banguanan 10.000m2. Lokasi ini dipilih karena memiliki sebuah artefak peninggalan Tsunami yang masih berdiri dan berfungsi, yaitu masjid Baiturrahim. Masjid ini berada di pinggir pantai yang selamat dari amukan gelombang Tsunami. Tapak dan bangunan direncanakan menjadi sebuah icon untuk memunculkan identitas lahan sebagai sebuah ground zero dari kejadian Tsunami. Konsep Sense of place diterjemahkan menjadi kesan kekosongan, sepi, dan adanya alur cerita sebagai tiga karakter utama dari Tsunami untuk fasilitas ini.", "Daftar File": {}, "Penulis": "ALMER HAFIZ SANDY (NIM 15204102)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Allis Nurdini, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tsunami, memorial park, Aceh", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}