{"Nomor": 9893, "Judul": "IDENTIFIKASI DAMPAK LALU LINTAS DARI FASILITAS PENDIDIKAN (Studi Kasus: SD, SMP dan SMA di Kota Bandung)", "Abstrak": "Sekolah yang dianggap favorit sering menimbulkan kemacetan karena volume kendaraan meningkat. Semakin banyak jumlah siswa, semakin besar tarikan kendaraan, semakin besar kebutuhan parkir sekolah dan semakin besar hambatan samping sehingga menyebabkan kemacetan di jalan yang terpengaruh oleh sekolah. Studi ini bertujuan untuk mengukur dampak yang ditimbulkan oleh sekolah favorit terhadap kondisi lalu lintas di sekitarnya.Penelitian ini adalah penelitian deskriptif yang menggunakan pendekatan supply dan demand. Untuk supply dilihat dari kapasitas jalan dan kapasitas parkir sedangkan untuk demand dilihat dari volume lalu lintas dan jumlah kendaraan yang parkir. Metode yang digunakan dalam studi ini adalah metode kuantitatif. Metode kuantitatif ini digunakan untuk menghitung kinerja jaringan jalan, tingkat bangkitan lalu lintas dan rasio parkir sekolah.Berdasarkan hasil analisi didapatkan bahwa Sekolah menimbulkan dampak lalu lintas yang signifikan dilihat dari rendahnya VCR, rendahnya kecepatan perjalanan,tingginya kendaraan yang parkir dan tingginya hambatan samping. Nilai tingkat bangkitan lalu lintas dapat diukur melalui variabel luas bangunan, jumlah kelas, jumlah rombongan belajar, jumlah pengguna sekolah dan jumlah siswa. Tiap jenjang sekolah memiliki nilai yang berbeda-beda disebabkan karena perbedaan karakteristik penggunaan kendaraan. Rasio kebutuhan parkir sekolah dapat diukur melalui variabel luas bangunan, jumlah kelas, jumlah rombongan belajar, jumlah pengguna sekolah dan jumlah siswa. Tiap jenjang sekolah memiliki nilai yang berbeda-beda yang disebabkan karena berbedanya karakteristik kendaraan yang parkir tiap jenjang sekolah.", "Daftar File": {}, "Penulis": "ALVERNIA RESTI JUDITHA (NIM 15404012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lalu lintas, fasilitas pendidikan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}