{"Nomor": 9901, "Judul": "MIKROENKAPSULASI PELET PROBIOTIK DENGAN METODE SUSPENSI UDARA MENGGUNAKAN FLUIDIZED BED DRYER (FBD)", "Abstrak": "Lactobacillus acidophilus inaktif dalam asam lambung dengan pH 1,2. Mikroenkapsulasi sel probiotik dengan metode suspensi udara menggunakan Fluidized Bed Dryer (FBD) dilakukan untuk mengembangkan teknologi produksi serbuk probiotik yang dapat meningkatkan survivability probiotik dalam sistem gastrointestinal. Suspensi sel bakteri didispersikan dalam Avicel pH 101 lalu dilakukan proses ekstrusi-sferonisasi pada temperatur ruang untuk menghasilkan pelet. Pelet digunakan sebagai matriks yang melindungi bakteri dari proses penyalutan menggunakan FBD pada 37 oC dan tekanan udara 2-3 atm. Pelet bakteri dengan ukuran 280-500 3m disalut film menggunakan teknik pautan silang natrium alginat dengan kalsium klorida pada berbagai konsentrasi. Permeabilitas salut film terhadap asam lambung diuji dengan menggunakan riboflavin 5'-natrium fosfat sebagai model. Konsentrasi riboflavin yang lepas dari mikrokapsul riboflavin pada Cairan Lambung Buatan pH 1,2 diukur dengan spektrofotometer UV pada  267 nm. L. acidophilus yang terenkapsulasi diinkubasi dalam MRS Broth pH 1,2 pada 37 oC dan diuji tiap 60 menit untuk menganalisis viabilitas L. acidophilus dalam kondisi asam lambung. Sel bakteri yang masih hidup dihitung dengan teknik Angka Lempeng Total. Formula yang menghasilkan mikrokapsul probiotik dengan karakteristik paling baik adalah formula dengan konsentrasi alginat 1,5% (b/v) dan CaCl2 1,7% (b/v) dalam HCl pH 3, yang menyebabkan penurunan jumlah populasi sel hanya sebesar 1 log setelah diinkubasi dalam Cairan Lambung Buatan. Mikroenkapsulasi dengan pautan silang natrium alginat-kalsium klorida sebagai penyalut dapat digunakan untuk mempertahankan viabilitas L. acidophilus dalam asam lambung sebesar 90% dari populasi sel, sehingga sel bakteri dapat mencapai usus halus.", "Daftar File": {}, "Penulis": "AMIRAH ADLIA (NIM 10404047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sasanti T. Darijanto, Dr. Tri Suciati, dan Dr. Marlia S. Wibowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "mikroenkapsulasi, pelet probiotik, suspensi udara, Fluidized Bed Dryer (FBD)", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "16 Apr 2009"}