{"Nomor": 9920, "Judul": "KAJIAN KEMAMPUAN ORGANISASI PERKUMPULAN PETANI PEMAKAI AIR (P3A) DALAM O & P JARINGAN IRIGASI TERSIER PADA DAERAH IRIGASI SIDANDANG KABUPATEN MAGELANG PROVINSI JAWA TENGAH", "Abstrak": "Dalam rangka meneliti faktor-faktor yang mempengaruhi peningkatan partisipatif P3A dalam Operasional dan Pemeliharaan jaringan irigasi di Kabupaten Magelang,  maka dilakukan kajian dengan studi kasus pada P3A Rukun Tani di Kecamatan Windusari Kabupaten Magelang. Penelitian ini menggunakan analisis kualitatif dan kuantitatif (analisis jalur), dengan Variabel terikat Y (aspek Operasional dan Pemeliharaan) dan Variabel bebas X1 (aspek Sosial), Variabel bebas X2 (aspek Ekonomi), Variabel bebas X3 (aspek Kelembagaan). Data hasil Kuesioner dijadikan data ordinal dan ditransformasikan ke data interval dengan metoda MSI, serta dengan menggunakan SPSS 15.0 diperoleh nilai korelasi X1 dan Y = 0,432 (cukup kuat),  X2 dan Y = 0,075 (rendah), dan X3 dan Y= 0,566 (kuat), sedangkan nilai regresi artinya aspek Sosial dan Kelembagaan mempunyai pengaruh dan hubungan dengan aspek Operasional dan Pemeliharaan, sedangkan aspek Ekonomi tidak mempunyai pengaruh dan hubungan dengan aspek Operasional dan Pemeliharaan. Setelah dilakukan kajian didapatkan saran guna keberlangsungan lembaga pengelola irigasi, perlu adanya pembinaan yang terencana, terprogram dan berkesinambungan, serta guna peningkatan profesional para pembina perlu adanya pelatihan/ pemahaman program (sering terjadinya perputaran petugas sehingga harus memulai dari awal dan kurang pasnya profesi jabatan dengan latar belakang pendidikan).", "Daftar File": {"2008 TS PP ANDI PRASTOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/34937", "2008 TS PP ANDI PRASTOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/34938", "2008 TS PP ANDI PRASTOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/34939", "2008 TS PP ANDI PRASTOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/34940", "2008 TS PP ANDI PRASTOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/34941", "2008 TS PP ANDI PRASTOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/34942", "2008 TS PP ANDI PRASTOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/34943", "2008 TS PP ANDI PRASTOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/34944"}, "Penulis": "ANDI PRASTOWO (NIM 95006006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Ii Sutaryan, Dipl. HE., dan Ir. Winskayati, Sp."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "P3A, Partisipation, SPSS, Operation and Maintenance", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}