{"Nomor": 9939, "Judul": "PEMBUATAN SISTEM MONITORING ONLINE PEMBANGKIT LISTRIK TENAGA SURYA MENGGUNAKAN MIKROKONTROLER DENGAN ANTARMUKA USB", "Abstrak": "Pembangkit Listrik Tenaga Surya (Photovoltaic/PV) merupakan salah satu sumber energi alternatif yang sangat menjanjikan. Ketersediaannya yang terus-menerus dan hampir tidak memerlukan pengolahan awal yang rumit merupakan beberapa kelebihannya. Di wilayah Indonesia, energi yang tersedia dari matahari adalah sekitar 5 kWh/m2 per hari atau 1800 kWh/m2 per tahun. Meskipun demikian pada prakteknya terutama di Indonesia, penggunaan PV belum sepopuler sumber energi alternatif lainnya. Antara lain disebabkan karena faktor efisiensi yang tergolong masih rendah (pada kisaran 14%-23%) dan masih tingginya nilai investasi awal PV serta fasilitas-fasilitas pendukungnya. \n \n \n \n \n \n\nUntuk mendukung penelitian di seputar teknologi PV dan aplikasinya, diperlukan suatu sistem monitoring yang sanggup melakukan pemantauan kinerja suatu instalasi PV. Saat ini, telah tersedia beberapa alat di pasaran yang secara khusus diperuntukkan sebagai sistem monitoring PV. Namun, sistem tersebut memiliki harga yang mahal (sistem dasar memiliki harga sekitar US$ 1500). Sebagian besar alat-alat yang diproduksi pun terhubung pada PC melalui port serial (RS-232) yang kini mulai ditinggalkan pada sistem komputer generasi terbaru. \n \n \n \n \n \n\nPada pengerjaan tugas akhir ini telah berhasil dibuat suatu sistem monitoring online untuk PV secara murah yang terdiri atas perangkat keras berbasis mikrokontroler untuk melakukan pengukuran tegangan menggunakan Operational-Amplifier dan pengukuran arus dengan prinsip efek Hall serta perangkat lunak untuk akuisisi data dan visualisasi secara online. Perangkat keras yang dibuat memiliki unjuk kerja yang baik dengan hasil pengukuran yang linear. Perangkat ini dapat mengukur tegangan DC pada rentang 0ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â–23,7 volt dengan tingkat ketelitian 27,7 mV dan mengukur arus pada rentang ÃƒÂƒÃ‚ÂƒÃƒÂ‚Ã‚Â‚ÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â± 50 ampere dengan tingkat ketelitian 122 mA serta dapat terhubung pada PC melalui port USB. \n \n \n \n \n \n\nPengembangan berikutnya diharapkan dapat meningkatkan ketelitian dan akurasi dengan melakukan kalibrasi menggunakan perangkat yang lebih presisi serta penggunaan komponen yang lebih baik. Antarmuka perangkat lunak dapat dibuat lebih baik dengan meningkatkan interaktivitas. Selain itu, pada saluran yang tersedia dapat ditambahkan modul untuk mengukur temperatur dan insolasi matahari agar informasi pengukuran menjadi lebih lengkap.", "Daftar File": {}, "Penulis": "ANGGA GUNAWAN PRATAMA (NIM 13302019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Aman Mostavan, DEA dan Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Monitoring, Photovoltaic, Mikrokontroler, USB, Efek-Hall, Operational-Amplifier", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}