{"Nomor": 9942, "Judul": "STUDI SIMULASI SIRKIT REGRIND KONSENTRATOR PT. NEWMONT NUSA TENGGARA MENGGUNAKAN PERANGKAT LUNAK JKSimMet", "Abstrak": "Sirkit flotasi cleaner di PT. Newmont Nusa Tenggara (PT. NNT) kehilangan logam berharga sebagian besar pada fraksi ukuran sangat halus (-8 mikron). Pada ukuran tersebut, logam berharga tidak terapungkan dan lolos menjadi tailing akhir (terbuang). Salah satu cara menanggulanginya adalah dengan optimasi sirkit regrind, yang produknya merupakan salah satu umpan sirkit cleaner. Optimasi, khususnya pada sirkit kominusi tertutup yang melibatkan operasi klasifikasi merupakan suatu hal yang rumit. Sebagai contoh, mengubah pembagian padatan (solid split) untuk mendapatkan suatu target efisiensi pemisahan atau klasifikasi akan secara umum mempengaruhi pembagian air (water split) juga. Unjuk kerja cyclone juga berpengaruh kuat terhadap proses kominusi. Oleh karena itu, agar tujuan optimasi dapat dicapai dengan efisien tanpa mengganggu operasi sirkit, simulasi adalah pilihan terbaik selama model yang digunakan cukup akurat.Pada penelitian ini, proses klasifikasi dan pengecilan ukuran sirkit regrind akan disimulasikan dengan perangkat lunak JKSimMet untuk mendapatkan kondisi operasi terbaik, dengan menggunakan peubah geometri dari cyclone (apex, vortex finder, diameter inlet, tinggi silinder, diameter silinder, sudut kerucut), jumlah cyclone, dan kondisi sirkit seperti persen padatan cone settler underflow serta penambahan air di tower mill dan cyclone. Sebelum simulasi, dilakukan percobaan-percobaan (pemercontohan, pembagian, pengayakan basah, dan pengayakan kering) yang hasilnya merupakan data-data masukan untuk penentuan model simulasi. Diharapkan overflow cyclone yang dihasilkan sekasar mungkin dan atau % lolos partikel ukuran 8 mikron sekecil mungkin.Hasil simulasi dan analisis menunjukkan bahwa dari kemungkinan optimasi yang ada, kondisi paling optimum (pengurangan fraksi halus -8 mikron produk overflow terbesar) akan didapatkan pada pemakaian tiga buah cyclone secara paralel dan dengan penggantian vortex finder yang kini dipakai (0,152 m) ke ukuran 0,171 m.", "Daftar File": {}, "Penulis": "ANGGA PRASETIAWAN (NIM 12103015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Edy Sanwani, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sirkit regrind, konsentrator, JKsimnet, sirkit flotasi cleaner, simulasi, optimasi", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}