{"Nomor": 9955, "Judul": "OVERPRODUKSI DAN PURIFIKASI STREPTOKINASE K59QK386Q, SERTA UJI KESTABILAN TERHADAP PEMOTONGAN OLEH PLASMIN MENGGUNAKAN ANALISIS WESTERN BLOT", "Abstrak": "Streptokinase masih merupakan pilihan utama dalam terapi stroke dan infark myokardia akut karena harganya relatif lebih murah dibandingkan senyawa fibrinolitik lain. Waktu paruh streptokinase yang pendek salah satunya diakibatkan pemotongan oleh plasmin yang memotong ikatan peptida setelah lisin. Mutasi kerangka baca terbuka streptokinase pada kodon pengkode asam amino lisin pada posisi 59 dan 386 telah berhasil dilakukan (ska K59Q-K386Q), dan telah berhasil dikloning ke dalam vektor ekspresi pET-32b. Tujuan penelitian ini adalah untuk mendapatkan streptokinase yang lebih stabil terhadap pemotongan oleh plasmin dan mengembangkan antibodi poliklonal anti-streptokinase untuk keperluan analisis streptokinase secara Western blot. Vektor pET-32b ska K59QK386Q telah behasil ditransformasi ke dalam E. coli BL21 dan telah dilakukan overproduksi Ska mutein 2 dengan induser IPTG 0,5 mM dan waktu inkubasi selama 3 jam. Overproduksi Ska mutein 2 berhasil dilakukan yang ditunjukkan dengan keberadaan pita protein berukuran 64,24 kDa pada gel poliakrilamid. Optimasi pemurnian dilakukan dengan menggunakan konsentrasi imidazol meningkat dan ditentukan konsentrasi Ska mutein 2 murni menggunakan metode Bradford. Pembuatan antibodi poliklonal antistreptokinase telah berhasil dilakukan di kelinci galur japanese white selama 30 hari dan telah berhasil dikarakterisasi menggunakan analisis dot blot dan Western blot. Uji stabilitas Ska mutein 2 terhadap pemotongan oleh plasmin dilakukan dengan cara menginkubasi Ska mutein 2 dalam plasma manusia dan dianalisis dengan Western blot. Hasil analisis menunjukkan bahwa selama waktu inkubasi 60 menit Ska mutein 2 dikenali oleh plasmin.", "Daftar File": {}, "Penulis": "ANIEK WIDAYANTI (NIM 10704018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Debbie S. Retnoningrum dan Dr. Heni Rachmawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "streptokinase, plasmin, western blot", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "8 file", "Tanggal Input": "13 Apr 2009"}