{"Nomor": 9956, "Judul": "CREDIT SCORING MODELS FOR CREDIT RISK MANAGEMENT IN BANK BUMIPUTERA", "Abstrak": "Penerapan manajemen risiko memegang peranan penting pada industri perbankan. Penerapan manajemen risiko yang baik pada risiko kredit, risiko pasar, dan risiko operasional tidak hanya menghindarkan Bank dari kebangkrutan tetapi juga memberikan pelayanan yang lebih baik kepada para pelanggannya. Bank Indonesia sebagai pemegang kebijakan juga mendukugn penerapan manajemen risiko dengan mengeluarkan kebijakan-kebijakan dan peraturan yang berkaitan dengan manajemen risiko. \n \n \n\nBank Bumiputera juga turut memperhatikan manajemen risiko pada aktivitas bisnis mereka. Salah satu visi mereka memperhatikan penerapan manajemen risiko. Perubahan strategi perusahaan di Bank Bumiputera yang lebih aggresif dalam menghadapi pasar consumer juga menuntut pengembangan dalam penerapan manajemen risiko, terutama manajemen risiko kredit. \n \n \n\nPenelitian ini mencoba untuk membantu Bank Bumiputera dalam pengembangan manajemen risiko kredit dengan mengajukan Credit Skoring Model untuk KPR. Credit scoring model dalam penelitian ini melibatkan sepuluh indicator. Indikator tersebut adalah Rasio Cicilan Hutang terhadap Pendapatan Bersih, Level Pekerjaan, Jumlah Tanggungan, Jumlah Pendapatan Bulanan, Lama Bekerja di Pekerjaan Sekarang, Umur Peminjam, Jenis Pendapatan, Rasio Jaminan terhadap Hutang, Status Perkawinan, dan Tipe Pekerjaan. \n \n\nDari hasil diskriminan analisis, sepuluh indikator tersebut dapat memprediksi dengan tepat kredit bermasalah dan kredit lancar sebesar 66.3% dari kelompok terpilih dan 63.8% dari kelompok validasi silang. Dari credit scoring, penelitian ini dapat menentukan probability of default dan kemudian menentukan profil risiko dari risiko kredit KPR di Bank Bumiputera. Probability dari risiko kredit berada pada level High.", "Daftar File": {}, "Penulis": "ANIES SETYANINGRUM (NIM 19005003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudarso Kaderi Wiryono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Credit scoring model, Credit risk, Bank Bumiputera", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "01 Jul 2009"}