{"Nomor": 9961, "Judul": "EXPANDING SMALL BUSINESS; BOY-O-LOGY BOUTIQUE FINAL PROJECT", "Abstrak": "Berdiri sejak tahun 2004 dan bersaing di industri yang tumbuh pesat telah mendorong Boy-o-logy untuk dapat menguasai pasar clothing di Indonesia, terutama Bandung. Tidak hanya berinovasi untuk menjual produk yang unik di mata pasar, Boy-o-logy juga harus mulai memperhatikan alternatif-alternatif untuk mengembangkan usahanya dan menambah pangsa pasar. \n \n \n\nBerdasarkan pengamatan di industri fesyen Indonesia, dalam mengantisipasi persaingan usaha, para pemanin cenderung memilih strategi untuk memproduksi massal dan menurunkan harga mereka serendah mungkin, hal ini juga diperuntukkan dalam meraih pangsa pasar di daerah kota-kota kecil selain ibukota dengan keadaan ekonomi penduduknya menengah ke bawah. Kenyataan bahwa Boy-o-logy selalu membuat produk mereka unik dan tidak mengikuti trend di pasar, dimana Boy-o-logy lebih cenderung untuk menciptakan segmen pasarnya sendiri, tentunya strategi yang digunakan kebanyakan pemain lain tidaklah cocok untuk diterapkan dalam strategi pengembangan usaha Boy-o-logy. \n \n \n\nDengan segala pertimbangan, muncul 3 alternatif yang mungkin diterapkan dalam perencanaan pengembangan usaha Boy-o-logy yang disesuaikan dengan karakter perusahaan Boy-o-logy, yaitu membangun took atau gerai baru diluar kota untuk menambah pangsa pasar, membeli beberapa mesin untuk keperluan produksi, dan menambah sedikit dana untuk meningkatkan kapasitas produksi, atau hanya menambah dana untuk produksi dan meningkatkan sales dengan menambah jumlah produk yang dapat dijual. \n \n \n\nPada penelitian kali ini, saya menentukan alternatif strategi terbaik bagi pengembangan usaha Boy-o-logy tanpa meninggalkan nilai-nilai perusahaan tersebut berdasarkan perhitungan Capital Bidgeting dan mengembangkannya dengan perencanaan pemasaran, perbaikan system manajemen dan operasional.", "Daftar File": {}, "Penulis": "ANISA ESA RIANI (NIM 19005018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leo Aldianto, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Small business, Butik, Boutique", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Rizki Aprianti", "File": "7 file", "Tanggal Input": "03 Jul 2009"}