{"Nomor": 9963, "Judul": "PERAN UNIT PENGELOLA KEUANGAN DESA (UPKD) DALAM USAHA KREDIT MIKRO (Studi kasus: Proyek Pengembangan Wilayah Berbasis Pertanian di Kabupaten Buol Provinsi Sulawesi Tengah)", "Abstrak": "Salah satu upaya untuk mengurangi kemiskinan di Kabupaten Buol dilakukan melalui proyek Pengembangan Wilayah Berbasis Pertanian (Sulawesi Agricultural Area Development Project) yang didanai oleh Bank Dunia. Proyek ini disamping menekankan pada pengembangan usaha kecil dan rumah tangga,  berupa kredit bergulir yang dikelola oleh UPKD sebagai lembaga kredit mikro, juga bersifat bottom up yaitu menekankan pada Inisiatif Masyarakat Setempat (IMS). Pada akhirnya UPKD diharapkan dapat berperan sebagai lembaga kredit mikro yang berkelanjutan.Hasil pengamatan umum dari pelaksanaan tahun 1999 sampai 2006 memperlihatkan kredit perguliran selain yang berhasil ada juga yang tidak berhasil dimana masih rendahnya presentase ketaatan membayar. Masih perlu dipertanyakan bagaimana peran UPKD dalam mengembangkan usaha kredit mikro. Tujuan dari penelitian ini adalah untuk mengungkapkan faktor-faktor yang menjadi kendala dalam pelaksanaan hak dan kewajiban UPKD dalam perguliran kredit mikro dalam menjalankan perannya, dan menilai prospek peran UPKD dalam pengembangan usaha kredit mikro.UPKD diharapkan dapat menjalankan fungsi, kewajiban dan sekaligus mendapatkan haknya sesuai dengan kedudukannya sehingga dapat melaksanakan perannya dengan maksimal (Soerjono Soekanto, 1990). Karena peran yang dijalani mempunayi pengaruh atau dampak terhadap orang yang berkaitan dengan peranan tersebut maka perlu adanya hubungan yang diatur oleh nilai-nilai sosial yang diterima dan ditaati kedua belah pihak. Sementara dalam menjalankan fungsi, kewajiban dan hak secara internal, UPKD juga harus melaksanakan hal serupa kepada kelompok masyarakat (eksternal) dalam mengembangkan usahanya melalui perguliran kredit mikro.Berdasarkan hasil penelitian, peran UPKD dalam usaha kredit mikro tidak dapat dilaksanakan secara maksimal, masih terbatas sebagai pelaksana lembaga keuangan lokal yang berperan untuk membagi-bagikan dana. Sehingga proyek ini dalam pelaksanaan di lapangan lebih bersifat parsial, sektoral dan charity yang dapat menimbulakan kondisi yang menyimpang dari tujuan semula seperti salah sasaran atau meumbuhkan ketergantungan masyarakat pada bantuan luar. Menilai prospek UPKD yaitu dengan memanfaatkan peluang untuk menjalankan perannya dari kecenderungan keberhasilan yaitu, mempunyai akses terhadap sumber dana, dituntut profesionalisme dalam menjalankan usahanya dan terakhir menerapkan pola kemitraan.", "Daftar File": {}, "Penulis": "ANI SITI HANIPAH (NIM 24006074)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Suparti A. Salim"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "UPKD (Unit Pengelola Keuangan Desa), usaha kredit mikro, pertanian", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}