{"Nomor": 9968, "Judul": "CONSTRUCTION AND CHARACTERIZATION OF RECOMBINANT a-AMYLASE OF Saccharomycopsis fibuligera R64 CONTAINING A NEW DISULPHIDE BOND", "Abstrak": "a-Amylase is an endo-acting enzyme which hydrolyses a-1,4 glycosidic linkages of the polysaccharides. a-Amylase has been used in various industries, such as starch processing, textile, bakery, and pharmacy. The condition in which enzymes are used in industrial application is mostly extreme. Therefore, it is very important to improve temperature and pH stability of the enzyme. Increasing the stability of the enzyme can be done by introducing new disulphide bond. Previously, an a-amylase Saccharomycopsis fibuligera R64 (ALP1) mutant containing a new disulphide bond in the A-C domain (S316C/S417C) has been constructed. Several studies have shown that B domain of a-amylase determines several function and stability properties. The introduction of a new disulphide bond into B domain might improve enzyme stability. The aims of this research were to construct an alp1 mutant containing a new disulphide bond at B domain and to characterize its stability. Site directed mutagenesis was carried out to generate alp1E173C/L180C. Characterization of ALP1, alp1 S316C/S417C, and alp1E173C/L180C produced in Pichia pastoris showed that these enzymes have an optimum pH of 5.5 and an optimum temperature of 50 oC. Interestingly, alp1E173C/L180C retains higher activity at lower pH and higher temperature compared to that of ALP1 and alp1S316C/S417C. Molecular weight of ALP1, alp1S316C/S417C, and alp1E173C/L180C is ~59 kDa. End product analysis using thin layer chromatography showed that the major products of ALP1, alp1S316C/S417C, and alp1E173C/L180C are maltose, maltotriose, and small amount of glucose. ALP1 has a Tm 58 oC, while Tm of alp1S316C/S417C and alp1E173C/L180C was 56 oC. The addition of Zn2+ gave the negative effect to the stability of ALP1 and alp1S316C/S417C, but the stability of alp1E173C/L180C was unaffected.", "Daftar File": {}, "Penulis": "ANNA SANAWATI (NIM 20507024)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dessy Natalia dan Dr. Hans Leemhuis"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "a-amylase, Saccharomycopsis fibuligera, Pichia pastoris, disulphide bond", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}