{"Nomor": 9970, "Judul": "ALAT TERAPI PIJAT AKUPRESUR UNTUK PERAWATAN WAJAH", "Abstrak": "Terapi akupresur pada wajah telah diketahui memiliki banyak manfaat. Selama ini praktiknya dilakukan oleh oleh para ahli di klinik khusus. Ketersediaan alat akupresur wajah yang bisa digunakan sendiri di rumah masih sangat terbatas. Oleh karena itu, pembuatan alat dengan kriteria tersebut sangat bermanfaat. Proyek Tugas Akhir ini bertujuan untuk mendapatkan model terapi pijat akupresur untuk perawatan wajah secara personal.Tahap-tahap yang dilakukan dalam Proyek Tugas Akhir ini adalah sebagai berikut: (1) Brainstorming, (2) Ide Awal (berdasarkan studi literatur dan survey), (3) Analisis Awal, (4) Sketsa Awal, (5) Sketsa Alternatif, (6) Konsep Awal, (7) Studi Model, (8) Studi Pengguna, (9) Studi Ergonomi, (10) Studi Operasional, (11) Studi Sematik, (12) Studi Material, (13) Gambar Kerja, dan (14) Produksi.Hasil yang diperoleh adalah: (1) informasi mengenai akupresur pada wajah, titik-titik akupresur dan garis meridian dijadikan acuan desain dan model, (2) desain alat terapi pijat akupresur wajah, yaitu acupressure mask, (3) sistem yang bisa digunakan pada alat akupresur wajah, yaitu sistem pompa, (4) model alat terapi pijat akupresur wajah berupa mock-up menggunakan sistem pompa.Deskripsi mengenai alat terapi pijat akupresur untuk perawatan wajah: (1) Nama Produk: Alat Terapi Pijat Akupresur untuk Perawatan Wajah, (2) Julukan: Q-u, (3) Fungsi Produk: Sebagai alat terapi pijat akupresur untuk wajah dengan metode yang aman dan mudah, (4) Tujuan Pembuatan Produk: Membuat produk alat pijat yang bisa digunakan secara personal untuk perawatan wajah secara rutin, (5) Kelas Produk: Alat kesehatan, (6) Pengguna Produk: Wanita usia 35-50 tahun, (7) Material: Plastik ABS (body), silicon rubber (titik akupresur), sistem pompa udara. Keunggulan produk: (1) Mudah dan aman digunakan, (2) Waktu pemakaian singkat, (3) Produk tidak memerlukan energi listrik.", "Daftar File": {}, "Penulis": "ANNISA DIENI LESTARI (NIM 17504018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Martinus Pasaribu, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "alat terapi, akupresur, wajah", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "01 Apr 2009"}