{"Nomor": 9972, "Judul": "ANALISIS DESAIN PREPARASI SALURAN AKAR UNTUK RESTORASI MAHKOTA PASAK PADA GIGI INSISIF SENTRAL ATAS MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Tujuan dari studi ini adalah untuk mengevaluasi distribusi tegangan yang terjadi pada gigi insisif sentral atas yang telah dirawat secara endodontik dan di restorasi dengan menggunakan pasak inti dengan dua kombinasi desain material pasak inti, yaitu material Cu-Zn (orden) dengan mahkota akrilik dan material pasak inti komposit (glass fiber dan carbon fiber) dengan mahkota keramik, dengan tiga tipe desain preparasi saluran akar yang berbeda.Analisis komputasional elemen hingga tiga dimensi dilakukan pada penelitian ini. Delapan belas model gigi insisif sentral atas dengan tipe desain preparasi saluran akar yang berbeda (seat, non-seat dan ferrule) di simulasikan. Semen zinc phosphate dan resin BISGMA digunakan sebagai perekat (adhesive) antara pasak-inti dengan mahkota, dan antara mahkota dengan akar, dimodelkan dengan menggunakan elemen pegas pada setiap nodal kontak. Beban yang diberikan kepada gigi adalah sebesar 110 N dan diletakkan pada sudut 135o terhadap sumbu longitudinal gigi pada permukaan palatal mahkota. Kriteria Von Mises (tegangan ekuivalen) dipilih pada penelitian ini.Simulasi metode elemen hingga menunjukan bahwa desain ferrule merupakan desain yang memiliki tegangan maksimum yang paling kecil jika dibandingkan dengan desain seat dan desain nonseat. Sedangkan, Material yang paling baik untuk digunakan pada pasak inti adalah material glass fiber.Hasil dari studi ini akan memberikan informasi kepada dokter gigi dalam pemilihan diantara ketiga tipe desain preparasi saluran akar yang tersedia, untuk merestorasi gigi yang telah dirawat secara endodontik.", "Daftar File": {}, "Penulis": "ANNISA JUSUF (NIM 23606007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ichsan Setya Putra, Dr. Tatacipta Dirgantara, dan Gantini Subrata, drg., M.Kes."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "distribusi tegangan, gigi insisif sentral atas, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}