{"Nomor": 9977, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM USER MONITORING, AKUISISI DATA DAN EVALUASI PADA AIR COMBAT FLIGHT SIMULATOR (STUDI KASUS : GL-117 FLIGHT SIMULATOR)", "Abstrak": "Kemampuan terbang tempur merupakan salah satu keterampilan yang harus dimiliki seorang pilot ketika melakukan pertempuran udara (dogfight). Salah satu elemen yang dapat menentukan kesiapan tempur seorang pilot adalah pelatihan tempur di udara. Kendala utama yang terjadi pada latihan terbang tempur di Indonesia adalah adanya pengetatan jam terbang karena keterbatasan dukungan pesawat tempur dan kelangkaan suku cadang. Kondisi ini berpengaruh terhadap minimnya alokasi jam latihan terbang tempur, sehingga profesiensi sebagai penerbang tempur menurun. Salah satu solusi yang dapat digunakan sebagai alternatif dari berbagai permasalahan yang terjadi pada proses latihan terbang tempur adalah dengan menggunakan air combat flight simulator. \n \n\nTesis ini menggambarkan proses perancangan dan implementasi sistem user monitoring, akuisisi data dan evaluasi pada air combat flight simulator untuk pilot pesawat tempur. Untuk itu diperlukan adanya sebuah skenario dimana aktor instruktur yaitu manusia sebagai evaluator akan menghadapi komputer sebagai media mengendalikan skenario, monitoring perilaku, merekam data dan melakukan evaluasi dari simulasi yang dilakukan oleh user pilot. Evaluator dapat mengganti cuaca ketika user pilot melakukan simulasi. \n \n\nHasil evaluasi penelitian ini memperlihatkan grafik trajectlist (penjejakan) kemampuan pilot dalam melakukan gerak di udara dalam melakukan interaksi dengan lingkungannya. Instruktur sebagai evaluator dapat memonitor perilaku pilot dalam melakukan simulasi. Semua yang dilakukan pilot dapat terlihat oleh instruktur dan data pergerakan pesawat dapat tersimpan dalam sebuah logfile sehingga instruktur dapat melakukan evaluasi. Sebagai sebuah kesimpulan akhir dari pengujian yang dilakukan bahwa evaluator memiliki kemampuan melihat simulasi yang dilakukan pilot dan melakukan evaluasi dari data yang didapatkan saat pilot melakukan simulasi terbang tempur di udara.", "Daftar File": {}, "Penulis": "ANTON ANGGRIANTO (NIM 23206313)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ary Setijadi Prihatmanto dan Dr. Ir. Hilwadi Hindersah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Air combat flight simulator, Evaluator, User monitoring, Akuisisi data", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}