{"Nomor": 9978, "Judul": "PEMBUATAN SORBITAN MONOOLEAT", "Abstrak": "Saat ini kebutuhan akan surfaktan semakin meningkat seiring dengan meningkatnya permintaan produk pangan, kosmetik, bahan pembersih, tekstil dan farmasi. Hal ini ditandai dengan impor surfaktan Indonesia sejumlah 44.500 ton per tahun. Salah satu produk surfaktan yang cocok dikembangkan di Indonesia adalah sorbitan monooleat. Hal ini dikarenakan bahan baku untuk proses pembuatan sorbitan monooleat bersifat renewable resources dan terjamin keberadaannya di Indonesia. Bahan baku tersebut adalah asam oleat yang dapat diperoleh dari kelapa sawit, dan sorbitol yang diperoleh dari ubi kayu. Pada penelitian ini, pembuatan sorbitan monooleat dilakukan dengan cara mereaksikan sorbitol dan asam oleat di dalam reaktor batch berpengaduk. Reaksi yang terjadi merupakan reaksi esterifikasi, dengan menggunakan asam p-toluen sulfonik sebagai katalis. \n \n\nDari hasil penelitian sebelumnya, yang dilangsungkan pada temperatur 180 derajat C dan tekanan atmosferik, sorbitan monooleat yang diperoleh memiliki sifat fisika dan kimia di bawah kualitas standar yaitu angka asam yang tinggi (30) dan warna coklat kehitaman. Sebagai pembanding digunakan sorbitan monooleat dari Sigma dan EAC-Thailand yang memiliki angka asam 5,5-6 dengan warna kuning terang. Hasil tersebut diakibatkan tekanan dan temperatur reaksi terlalu tinggi, sehingga reaksi tidak berlangsung pada kondisi operasi optimum dan sorbitan monooleat mengalami kerusakan warna. \n \n\nHasil yang diperoleh dari penelitian ini menunjukan bahwa kondisi pembentukan sorbitan monooleat yang optimum terjadi pada temperatur 160 derajat C dan tekanan 0,3 bar, sorbitan monooleat yang diperoleh memiliki angka asam 6,2 dan kadar sorbitan monooleat 94%.", "Daftar File": {}, "Penulis": "ANTONIUS BUDIMAN (NIM 13003078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Azis Trianto dan Ir. Lik Anah, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surfaktan, Sorbitol, Asam oleat", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}