{"Nomor": 9983, "Judul": "PUSAT PENGOBATAN ALTERNATIF DI BANDUNG", "Abstrak": "Pada masa sekarang ilmu kesehatan dan alat-alat kesehatan berada pada tahap kemajuan dan perkembangan secara cepat, sehingga dapat mengatasi banyak masalah dalam kesehatan, walaupun belum dapat memenuhi kebutuhan manusia dalam pelayanan kesehatan.Kebutuhan manusia yang bermacam-macam itu dilatar belakangi berbagai macam aspek, antara lain, ekonomi, waktu, kenyamanan, kondisi sosial, dan lain-lain. Kebutuhan ini selalu berkembang seiring berdasarkan waktu.Dilandasi berbagai faktor inilah, banyak orang terus mencari pengobatan atau terapi lain dari berbagai macam terapi yang ditawarkan dunia kesehatan modern yang merupakan pilihan utama masyarakat dunia saat ini dalam memelihara kesehatannya. Namun demikian, pengobatan tradisional masih banyak dilakukan hingga sekarang. Pengobatan ini kemudian disebut sebagai Pengobatan Alternatif dan Komplementer/ Tambahan. \n\nPusat pengobatan alternatif sebagai wadah dalam sarana pengobatan alternatif dan komplementer bagi masyarakat, memberikan suatu layanan terpadu dalam pengobatan berbagai macam penyakit, baik yang sederhana, maupun yang belum tersembuhkan secara medis.Untuk memenuhi kriteria diatas, pusat pengobatan alternatif yang akan dirancang memiliki beberapa kriteria yang bisa disetarakan dengan berbagai macam pusat pengobatan modern.Salah satu aspek menyehatkan kembali orang sakit adalah unsur kejiwaan, dimana  pengobatan alternatif dan komplementer memiliki sifat holistik, sehingga ketika pasien dalam ruang perawatan, harus mendapat ketentraman jiwa dan raga sehingga mempercepat kesembuhan pasien. Karena itu perancangan desain interior ruang harus dapat menjadi salah satu unsur penyembuh yang menentukan.", "Daftar File": {}, "Penulis": "ANUGRAH ILLAHIAWAN (NIM 17302013)", "Kontributor / Dosen Pembimbing": ["Pembimbing: DR Ahadiat Joedawinata."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "desain interior", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Vika Anastasya Kovariansi", "File": "7 file", "Tanggal Input": "19 Mar 2009"}