{"Nomor": 20000, "Judul": "NEW UNCONVENTIONAL TECHNIQUE FOR STIMULATING NEAR WELLBORE IN VANYA FIELD", "Abstrak": "Vanya field is the world's largest and has been injecting steam for more than 25 years. The Vanya field produces heavy oil from shallow, unconsolidated  \n \n\nsandstone reservoirs. Unfortunately, these reservoirs are prone to multiple forms of formation damage including sand and fines migration, organic precipitation, scale, and paraffin & asphaltenes deposition caused by thermal EOR.  \n \n\nThe formation of petroleum residue and deposits is a reoccurring problem in heavy oil reservoirs. These damage mechanisms are compounded by the completion  \n \n\nmethods used in heavy oil operations including slotted liners, screens, and gravel packs. These types of completions can plug off from any number of the damage  \n \n\nmechanisms and over time, reduce inflow and impact well performance. In the past, Solvent Treatments have been used in the VSF to clean the wellbore from asphaltenes  \n \n\nand treat for congealed oil. Unfortunately, Solvent Treatments are expensive and success ratio was less expectation.  \n \n\nThe Short Cycle Huff-Puff treatment is a new unconventional technique for stimulating near wellbore in heavy oil reservoirs. The primary purpose is to clean the wellbore from asphaltenes and other material that can plug screens/gravel packs and inhibit inflow into the well. This technique, injecting steam into the wells for maximum 2 days injection time.  \n \n\nA field trial of the Short Cycle Huff-Puff treatment was initiated in the VSF and proved to be an economically viable option for addressing near wellbore stimulation and was a significant improvement, (economically), compared to Solvent Treatments. The primary advantage of Short Cycle Huff-Puff treatments vs. Solvent Treatments are saving cost and improve in success ratio. Short Cycle Huff-Puff treatments are ~10% of the cost of a Solvent Treatment. The post-mortem result of  \n \n\n(59) jobs completed indicated a good response with 50% job are economically success.  \n \n\nThe analyzed several parameters that possible could make impact on the success ratio for this job. The parameters are well head temperature, maturity and decline rate of well performance. These parameters included as new selection criteria for short cyclic program. After applying the new candidate selection criteria, more  \n \n\njobs were executed 20 /jobs per month and also the increasing success ratio became 70 %.", "Daftar File": {"2013 TS PP DAVID YUNAZ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101867", "2013 TS PP DAVID YUNAZ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101868", "2013 TS PP DAVID YUNAZ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101869", "2013 TS PP DAVID YUNAZ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101870", "2013 TS PP DAVID YUNAZ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101871", "2013 TS PP DAVID YUNAZ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101872", "2013 TS PP DAVID YUNAZ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101873"}, "Penulis": "DAVID YUNAZ (NIM : 22211306)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudjati Rahmat DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Vanya field, stimulating near wellbore", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}