{"Nomor": 20006, "Judul": "PEMODELAN PERUBAHAN IKLIM DENGAN METODE LEAST SQUARE NON-LINIER DAN FAST FOURIER TRANSFORM", "Abstrak": "Perubahan iklim saat ini telah menjadi perhatian global dan Indonesia adalah salah satu negara yang paling rentan terkena dampak negatif dari perubahan tersebut. Salah satu efek perubahan iklim yang dapat dirasakan adalah pergeseran musim hujan dan kemarau. Pergeseran musim ini berimbas pada intensitas pola cuaca yang semakin ekstrim. Dengan kata lain, pola cuaca menjadi sulit untuk diprediksi.Dalam tesis ini, pola cuaca yang semakin tidak stabil coba dibuat sebuah model dengan metode Least Square non-Linier dan Fast Fourier Transform (FFT). Metode Least Square digunakan untuk mencari kurva terbaik yang dapat memproyeksikan perubahan data cuaca yang terjadi dalam beberapa tahun terakhir, sedangkan metode FFT digunakan untuk mencari sifat berulangnya suatu trend anomali cuaca. Gabungan kedua metode ini dapat memberikan model terbaik untuk data cuaca yang kompleks. Beberapa metode yang diikutsertakan dalam rangka menghasilkan model dalam bentuk grafik dan kontur distribusi data cuaca adalah Lowess and Loess Smoothing dan Punctual Kriging. Semua metode dirangkum dalam perangkat lunak terintegrasi yang diberi nama Sistem Pemodelan Perubahan Iklim.Studi kasus untuk pemakaian perangkat lunak Sistem Pemodelan Perubahan Iklim dibatasi hanya untuk daerah Jakarta dan sekitarnya. Untuk daerah Cengakreng, model yang dihasilkan dapat membuat prediksi perubahan iklim untuk beberapa tahun ke depan dengan ketepatan 91%. Sementara itu untuk daerah Kemayoran 76%, Tanjung Priok 88%, Pd Betung 66%, dan Dermaga Bogor 84%.", "Daftar File": {"2008 TS PP DEDY FARHAMSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/101915", "2008 TS PP DEDY FARHAMSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/101916", "2008 TS PP DEDY FARHAMSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/101917", "2008 TS PP DEDY FARHAMSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/101918", "2008 TS PP DEDY FARHAMSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/101919", "2008 TS PP DEDY FARHAMSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/101920", "2008 TS PP DEDY FARHAMSA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/101921", "2008 TS PP DEDY FARHAMSA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/101922", "2008 TS PP DEDY FARHAMSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/101923"}, "Penulis": "DEDY FARHAMSA (NIM 23506023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Armi Susandi, M.T. dan Dr. Oerip S. Santoso, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Model perubahan iklim, Least square non-linier, Fast fourier transform (FFT)", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}