{"Nomor": 20017, "Judul": "PREDIKSI PERILAKU KARBON DI RESERVOIR DALAM PROGRAM CLEAN DEVELOPMENT MECHANISM (CDM): STUDI KASUS - LAPANGAN GEOTERMAL DARAJAT", "Abstrak": "Clean Development Mechanism (CDM) merupakan mekanisme fleksibel dari Protokol Kyoto di bawah United Nations Framework Convention on Climate Change (UNFCCC). CDM mewadahi negara-negara berkembang untuk menukarkan sektifikat reduksi emisi (CER) kepada negara-negara maju. Salah satu proyek geotermal yang mengikuti program CDM ini adalah Darajat Unit-III yang dimulai sejak tahun 2007 dan pada April 2009 memperoleh CER untuk pertama kalinya. Studi ini ditujukan sebagai studi pendahuluan terkait prediksi perilaku karbon untuk tujuan mengetahui besaran emisi CO2 dari suatu lapangan geotermal.        \n\nSimulasi dilakukan dengan menggunakan simulator TOUGH2 EOS-2, dimana EOS-2 merupakan modul TOUGH2 yang melibatkan variabel tekanan parsial CO2 di dalam pemodelan reservoir. Tiga sumur produksi Darajat telah        \n\ndisimulasikan, yaitu DRJ-08, DRJ-24, dan DRJ-21, dimana sumur tersebut mewakili keseluruhan sumur yang ada di lapangan. Hasil simulasi memperlihatkan adanya rasio CO2/steam yang konstan. Selain itu juga dilakukan prediksi emisi CO2 di Darajat Unit-III (skenario I), dan juga dilakukan prediksi untuk dua skenario lainnya untuk lapangan geotermal secara umum. Skenario II ditujukan untuk pengembangan unit pembangkit listrik baru pada lapangan yang telah dikembangkan (110 MW), dengan total emisi diperkirakan antara 27.046 hingga 89.942 ton CO2.ek/tahun. Sementara skenario III ditujukan untuk pengembangan lapangan eksplorasi (55 MW), dimana        \n\ndiperkirakan emisi keluaran sumur produksinya berkisar antara 13.523 hingga 44.971 ton CO2.ek/tahun.", "Daftar File": {"2013 TS PP DEWI PERMATASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102000", "2013 TS PP DEWI PERMATASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102001", "2013 TS PP DEWI PERMATASARI 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/102002", "2013 TS PP DEWI PERMATASARI 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/102003", "2013 TS PP DEWI PERMATASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102005", "2013 TS PP DEWI PERMATASARI 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/102004", "2013 TS PP DEWI PERMATASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102006", "2013 TS PP DEWI PERMATASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102007", "2013 TS PP DEWI PERMATASARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102008", "2013 TS PP DEWI PERMATASARI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/102009"}, "Penulis": "DEWI PERMATASARI (NIM : 22611024)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Clean Development Mechanism, Darajat Unit-III, Simulasi Reservoir, TOUGH2 EOS-2", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}