{"Nomor": 20021, "Judul": "KARAKTERISASI ENDAPAN FELSPAR DAERAH KERTASARI, KECAMATAN CIPATUJAH KABUPATEN TASIKMALAYA, JAWA BARAT", "Abstrak": "Karakterisasi endapan felspar daerah Kertasari, Kecamatan Cipatujah, Kabupaten Tasikmalaya, Jawa Barat dilakukan berdasarkan komposisi mineralogi penyusun serta kualitas felsparnya dengan memanfaatkan data petrografi, XRF (X Ray Flouresence) dan XRD (X Ray Diffraction). Karakter endapan felspar selanjutnya dapat digunakan untuk mengetahui kualitas serta pemanfaatannya secara umum. Berdasarkan hasil pengamatan lapangan, satuan batuan di daerah penelitian tersusun oleh satuan batupasir, satuan tufa terubah dan satuan dasit dan merupakan bagian dari Anggota Genteng Formasi Jampang. Hasil analisis XRD menunjukkan bahwa felspar daerah  \n \n\npenelitian termasuk dalam kelompok felspar albit, sedangkan hasil analisis petrografi dan XRD menemukan adanya mineral serisit, montmorilonit, muskovit dan klorit yang diperkirakan merupakan mineral ubahan hidrothermal. Berdasarkan hasil studi maka endapan felspar yang berada di Daerah Kertasari diperkirakan merupakan endapan felspar diagenetik dengan batuan induk berupa batuan sedimen piroklastik tuf yang telah  \n \n\nmengalami proses ubahan hidrotermal. Hasil analisis kimia menunjukkan kandungan K2O + Na2O adalah = 5,35-6,4 %, Fe2O3 = 0,39-1,46 % dan CaO = 0,35-0,87 %, sehingga dapat digunakan sebagai bahan dalam Pembuatan Badan Keramik Halus (SNI No. 1145 Ã‚Â– 1984). Jumlah sumberdaya tereka endapan feldspar di daerah Kertasari ini sebesar 1.429.277 Ton.", "Daftar File": {"2010 TS PP DIAN AGUS WIDIARSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102031", "2010 TS PP DIAN AGUS WIDIARSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102032", "2010 TS PP DIAN AGUS WIDIARSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102033", "2010 TS PP DIAN AGUS WIDIARSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102034", "2010 TS PP DIAN AGUS WIDIARSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102035", "2010 TS PP DIAN AGUS WIDIARSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102036", "2010 TS PP DIAN AGUS WIDIARSO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102037", "2010 TS PP DIAN AGUS WIDIARSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102038"}, "Penulis": "DIAN AGUS WIDIARSO (NIM : 22107023)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr.Eng. Syafrizal, ST, MT.", "Dr. Ir. Komang Anggayana, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "felspar, tufa, diagenesis, ubahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}