{"Nomor": 20025, "Judul": "LIGHT CURVE AND ENERGY SPECTRA OF AGN NGC 4051", "Abstrak": "The term active galactic nucleus (AGN) refers to galaxies in which their center emits much more radiation than the rest of the galaxy as a whole. The high  \n \n\nluminosity of AGN is likely due to accretion of gas onto a supermassive black hole at the center of the host galaxy, yielding a thermal spectrum peaks in UV and soft X-ray. AGNs emit also in the hard X-ray band likely by Inverse Compton Scattering.  \n \n\nThe AGN is classified into several classes: quasars, radio galaxies, Seyfert galaxies, and blazars. Each class has different appearance in different wave-band but all of them show very high luminosities compared to normal galaxies. Although each class have different appearance and spectra, they all can be explained using an unified model, uncover AGNs structure and physical interpretation. NGC 4051 is a narrow line Seyfert galaxy 1 (NLS1) that first detected by Hubble in 1926. It is very bright in X-ray and have been explored by almost all X-ray mission.  \n \n\nX-ray photon can be produced by several processes. Each process owns unique spectral properties so we can deduce the physical processes by the spectra that we get. I explored the PSD and energy spectra of the AGN NGC 4051 using all available data obtained with NASAs Rossi X-ray Timing Explorer (RXTE) from 1996 to 2011 and derived the qualitative physical interpretation by the result. There is a special feature in the low state PSD around frequency 0.2Hz. The energy spectra is fitted with model revealing that the X-ray photon is produced by inverse Compton scattering.", "Daftar File": {"2015 TA PP DIAN PUSPITA TRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102062", "2015 TA PP DIAN PUSPITA TRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102063", "2015 TA PP DIAN PUSPITA TRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102064", "2015 TA PP DIAN PUSPITA TRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102065", "2015 TA PP DIAN PUSPITA TRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102066", "2015 TA PP DIAN PUSPITA TRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102067", "2015 TA PP DIAN PUSPITA TRIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102068", "2015 TA PP DIAN PUSPITA TRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102069"}, "Penulis": "DIAN PUSPITA TRIANI (NIM : 10311013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Chatief Kunjaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "active galactic nucleus (AGN), the AGN NGC 4051", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}