{"Nomor": 20029, "Judul": "ANALISIS FISIOAKUSTIK BERDASARKAN RESPON GELOMBANG OTAK DAN PSIKOAKUSTIK UNTUK PREFERENSI AKUSTIK RAMPAK KENDANG", "Abstrak": "Dalam pembuatan sebuah gedung konser yang difungsikan khusus mempertunjukkan kesenian tradisional Indonesia, dibutuhkan penelitian untuk menentukan karakteristik musik masing-masing kesenian. Penelitian dilakukan berdasarkan parameter objektif dan parameter subjektif. Karakteristik dari setiap alat musik berbeda-beda. Sebelumnya telah dilakukan penelitian penentuan karakteristik temporal pada musik klasik barat, gamelan Jawa, dan angklung menggunakan analisis fisioakustik. Pada tugas akhir ini dilakukan penelitian terhadap musik rampak kendang. Rampak kendang merupakan salah satu jenis musik tradisional Indonesia yang berasal dari wilayah Jawa Barat yang mempunyai ciri khas terdengar ceria dan bertempo cepat.  \n \n\nPenentuan parameter objektif dilakukan melalui pengamatan sinyal gelombang otak menggunakan Electroencephalogram (EEG) terhadap respon pendengaran musik rampak kendang yang diberi variasi waktu dengung (Tsub) dan variasi waktu tunda (Δt1), sedangkan parameter subjektif dilakukan melalui kuisioner metode paired comparison terhadap musik rampak kendang yang diberi variasi Tsub. Pemilihan variasi berdasarkan nilai τe yang dihitung dari hasil rekaman musik rampak kendang. Secara teori, nilai τe menurun pada sinyal suara yang memiliki banyak kandungan frekuensi yang ditandai dengan semakin banyak alat musik yang dimainkan. Hal ini terbukti dari pengamatan grafik sinyal τe di dalam rekaman musik rampak kendang. Persepsi manusia akan lebih merasa nyaman saat mendengarkan suara yang memiliki suara dengung rendah, dan hal ini terbukti dari hasil uji psikoakustik", "Daftar File": {"2013 TA PP DIETIA AYUNINGTYAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102093", "2013 TA PP DIETIA AYUNINGTYAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102092", "2013 TA PP DIETIA AYUNINGTYAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102091", "2013 TA PP DIETIA AYUNINGTYAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102094", "2013 TA PP DIETIA AYUNINGTYAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102095", "2013 TA PP DIETIA AYUNINGTYAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102096", "2013 TA PP DIETIA AYUNINGTYAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102097"}, "Penulis": "DIETIA AYUNINGTYAS  (NIM : 13309034)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. I Gde Nyoman Merthayasa, M. Eng", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rampak kendang, fungsi otokorelasi, pengujian fisioakustik dan psikoakustik, waktu dengung (Tsub), waktu tunda (Δt1), ANOVA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}