{"Nomor": 20036, "Judul": "STUDI EKSPERIMEN PENGARUH TURBULENSI PADA PENGUKURAN ALIRAN UDARA DENGAN FLOWMETER ULTRASONIK", "Abstrak": "Pengukuran aliran yang akurat memegang peranan penting dalam industri yang melibatkan fluida. Terdapat berbagai macam alat ukur aliran yang dapat digunakan, salah satunya adalah flowmeter ultrasonik. Selain memiliki akurasi yang cukup tinggi, alat ukur ini juga bersifat noninvasif, sehingga tidak mengganggu aliran meskipun pengoperasiannya lebih sulit dan biayanya lebih mahal. Pengukuran aliran dengan flowmeter ultrasonik menggunakan prinsip transit time gelombang ultrasonik. Dengan menghitung selisih waktu tempuh gelombang upstream dan downstream, maka didapatkan kecepatan aliran fluida yang mengalir. Menurut teori, kecepatan yang terhitung adalah kecepatan rata-rata aliran dengan profil fully developed. Padahal, dalam kenyataannya turbulensi dan aliran yang belum fully developed selalu terjadi karena adanya perbedaan temperatur, belokan pipa, maupun sambungan dan percabangan pipa sehingga dibutuhkan pengkondisian aliran untuk melakukan pengukuran. Penelitian ini membahas studi eksperimen untuk mengevaluasi pengaruh turbulensi dan penggunaan straightener dalam kaitannya dengan hasil pengukuran aliran dengan flowmeter ultrasonik. Hasil eksperimen menunjukkan bahwa turbulensi berhubungan dengan nilai rata-rata dan standar deviasi kecepatan aliran yang terbaca. Percobaan juga memberikan analisis perbandingan antara fluida nyata dengan teori mekanika fluida. Selain itu, penelitian dapat digunakan sebagai referensi dalam pemasangan flowmeter ultrasonik di mana pengukuran pada jarak 20 menggunakan straightener memberikan nilai standar deviasi yang paling baik, yaitu mencapai m/s.", "Daftar File": {"2012 TA PP DIPTA YUDHISTIRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102151", "2012 TA PP DIPTA YUDHISTIRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102152", "2012 TA PP DIPTA YUDHISTIRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102153", "2012 TA PP DIPTA YUDHISTIRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102154", "2012 TA PP DIPTA YUDHISTIRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102155", "2012 TA PP DIPTA YUDHISTIRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102156", "2012 TA PP DIPTA YUDHISTIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102157"}, "Penulis": "DIPTA YUDHISTIRA (NIM: 13308076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy Kurniadi, Dr. Eng", "Dr. Ir. Sutanto Hadisupadmo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "turbulensi, flowmeter ultrasonik, transit time, aliran fluida, straightener, fully developed", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}