{"Nomor": 20038, "Judul": "NGL HANDLING ANALYSIS FOR BLOCK X", "Abstrak": "A Joint Operation Body between Indonesia and International Company (JOB A) concerned on development of Block X. This block is located in the north of the South Sumatra basin. This block produces natural gas and liquids (LPG and condensate) from Field M and Field  \n \n\nN. The fluid production will be gathered at Facility X where the LPG and condensate will be separated from the gas. Total liquid production from these fields is estimated at 12,900 barrels/day that consists of 6800 barrels/day of condensate and 190 kilo tons per annum  \n \n\n(kTA) of LPG. The objective of this project is finding the best solution to handle NGL from Block X (NGL X).  \n \n\nThere are three scenarios (scenario 1, 2, 3) will be analyze in this study. Scenario 1 is review and analyze the technical possibility of Facility Y owned by Company B to handle NGL X, scenario 2 is making new LPG plant in Marine Terminal Z, and scenario 3 is adding new fractionation unit in Facility X and making new refrigeration unit in Marine Terminal Z. Besides, this study also analyzes the transportation by pipeline used for each scenario. There are three main steps used in this project to achieve the objectives which are  \n \n\npreliminary analysis based on technical aspects of scenario1, find and analyze the alternatives solution if scenario 1 is not feasible to handle NGL X, and analyze the best scenario based on technical and economical aspects. LPG plant model for each scenario is simulated by using HYSYS 3.2. This simulation used to design the process, design the pipeline system for each scenario, and sizing for each equipment as references to analyze  \n \n\nthe economical aspects. This study use simulation data analysis and graphical analysis to interpreted the data.  \n \n\nBased on this study, it can be concluded that the maximum LPG production rate of Facility Y is less than 1000 kTA. If Facility is run at 1000 kTA, two additional compressors, one additional NGL feed pump are required and flash tanks should be replaced by the new one because of under sizing, while other existing facilities are capable for operating at 1000 kTA of LPG. If Company B producing level is 853 kTA of LPG in future and JOB JM LPG production rate is 190 kTA then the combined production rate will be 1043 kTA of LPG. Since maximum capacity of Facility Y is less than 1000 KTA, it will be not sufficient to handle combined NGL from Company B and Block X. Another scenario has to be considered to handle NGL from Block X. Based on technical aspect, the best scenario is scenario 2 because it has lower risk than scenario 3. Based on economical consideration, the best scenario is scenario 2. This scenario gives 343 millions US$ of NPV, 56.4% of IRR, 1.3 years of DPBP, and 3.61 of profitability index. Based on economical and technical  \n \n\naspects, the best scenario is scenario 2.", "Daftar File": {"2011 TS PP DIYAH WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102165", "2011 TS PP DIYAH WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102166", "2011 TS PP DIYAH WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102167", "2011 TS PP DIYAH WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102168", "2011 TS PP DIYAH WULANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102169", "2011 TS PP DIYAH WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102170", "2011 TS PP DIYAH WULANDARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102171", "2011 TS PP DIYAH WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102172"}, "Penulis": "DIYAH WULANDARI (NIM : 22209089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. W.R. Ucok Siagian", "Dr.Retno Gumilang Dewi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "NGL handling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}