{"Nomor": 20041, "Judul": "APLIKASI METODE PATH INTEGRAL DALAM DINAMIKA NONLINEAR DNA", "Abstrak": "DNA (asam deoxyribonucleic) merupakan dasar kehidupan yang tidak hanya menjadi daya tarik untuk biologi, tetapi juga telah memunculkan banyak pertanyaan yang memerlukan tinjauan fisika untuk memecahkannya yang perkembangannya masih baru. Tulisan ini meninjau berbagai model dinamika nonlinear DNA beserta solusi soliton menggambarkan geraknya, dengan sebelumnya dipaparkan tinjauan biologis DNA yaitu struktur, dinamika, dan fungsinya sebagai dasar pemodelan. Pada bagian awal struktur kimia DNA akan digambarkan secara lengkap dan akan diberikan gambaran dinamika DNA dalam skala gaya eksternal yang didapat dari eksperimen terdahulu. Fenomena fisis yang difokuskan pada tulisan ini adalah denaturasi DNA, yaitu proses pemisahan kedua rantai DNA. Model-model nonlinear yang dibahas dalam tulisan ini meliputi model Englander, Muto, Yakushevich, dan Peyrard-Bishop. Tiap model akan dijelaskan secara skematik dan solusi model nonlinear akan diturunkan secara terperinci lengkap dengan ilustrasinya. Berbagai metode akan digunakan untuk menyelesaikan berbagai  \n \n\npersamaan nonlinear dalam tulisan ini, diantaranya adalah metode bilinear Hirota. Setelah meninjau model, tulisan ini memaparkan tinjauan mekanika statistik dengan menggunakan metode Path Integral. Formalisme Path Integral akan diturunkan secara terperinci seperti pada teori medan kuantum. Untuk dapat diaplikasikan kepada sistem DNA, tulisan ini juga membahas aplikasi Path Integral pada mekanika statistik yaitu dalam perhitungan fungsi partisi Z. Metode ini akan digunakan untuk menghitung nilai rata-rata regangan ikatan Hidrogen yang menghubungkan pasangan basa dibawah pengaruh temperatur secara eksak. Tinjauan ini memberikan deskripsi yang baik mengenai peristiwa denaturasi DNA.", "Daftar File": {"2014 TA PP DONNY DWIPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102192", "2014 TA PP DONNY DWIPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102191", "2014 TA PP DONNY DWIPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102190", "2014 TA PP DONNY DWIPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102189", "2014 TA PP DONNY DWIPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102188", "2014 TA PP DONNY DWIPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102187", "2014 TA PP DONNY DWIPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102186"}, "Penulis": "DONNY DWIPUTRA (NIM. 10210046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Freddy Permana Zen, D.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "denaturasi DNA, fungsi partisi, model Peyrard-Bishop, Path Integral.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}