{"Nomor": 20047, "Judul": "STUDI NEUTRONIK SMALL Pb-Bi COOLED NONREFUELLING NUCLEAR POWER PLANT REACTOR (SPINNOR) DENGAN PERHITUNGAN HEKSAGONAL GEOMETRI", "Abstrak": "Teknologi reaktor nuklir semakin hari semakin berkembang pesat, khususnya dalam pengembangan Pembangkit Listrik Tenaga Nuklir (PLTN). Pemanfaatan energi nuklir dalam sistem pembangkit listrik telah mengalami perkembangan fase dari generasi I sampai generasi IV. Makalah Tugas Akhir ini membahas mengenai analisa neutronik salah satu jenis reaktor cepat berpendingin Pb-Bi yang mampu  \n \n\nberoperasi hingga 20 tahun tanpa pengisian ulang bahan bakar. Reaktor ini menggunakan Thorium Uranium Nitride sebagai bahan bakar dan beroperasi pada rentang daya 100Ã‚Â–500MWt NPPs. Metode perhitungan menggunakan simulasi  \n \n\nkomputer dengan memanfaatkan program SRAC. Program SRAC ini digunakan untuk perhitungan homogenisasi yang dimodifikasi dengan perhitungan CITATION. Desain reaktor SPINNOR dirancang dengan geometri teras berbentuk heksagonal yang secara radial dibagi menjadi tiga wilayah, yaitu daerah terluar dengan persentase bahan bakar paling tinggi, daerah tengah dengan persentase menengah, dan daerah paling dalam dengan persentase paling rendah. Reaktor cepat SPINNOR dioperasikan selama 20 tahun dengan variasi persentase bahan bakar sebesar 7%, 7.75%, dan 8.5%. ParameterÃ‚Â–parameter neutronik yang  \n \n\ndianalisis pada penelitian ini diantaranya level burn-up, densitas daya, faktor multiplikasi efektif (keff), reaktivitas, dan rasio konversi. Hasil perhitungan dan  \n \n\nanalisis neutronik menunjukkan bahwa dapat dioptimasikan sebuah desain reaktor cepat SPINNOR untuk daya termal keluaran 300MWt dengan fraksi bahan bakar 60% dan variasi pengayaan bahan bakar 7% - 8.5%", "Daftar File": {"2015 TA PP DWITA NUR KRISNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102230", "2015 TA PP DWITA NUR KRISNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102231", "2015 TA PP DWITA NUR KRISNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102232", "2015 TA PP DWITA NUR KRISNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102233", "2015 TA PP DWITA NUR KRISNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102234", "2015 TA PP DWITA NUR KRISNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102235", "2015 TA PP DWITA NUR KRISNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102236"}, "Penulis": "DWITA NUR KRISNA (NIM : 10211040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng. Zaki SuÃ‚Â’d, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisa neutronik, Burn-up, Rasio Konversi, SPINNOR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}