{"Nomor": 20045, "Judul": "STUDI MERGER GUGUS GALAKSI: KASUS ABELL 1656 (COMA)", "Abstrak": "Gugus galaksi merupakan struktur terbesar yang terikat secara gravitasional di alam semesta. Pengamatan mengenai gugus galaksi kerap dilakukan untuk memahami dinamika dan evolusi dari galaksi yang berada di dalamnya, serta dinamika dari gugus itu sendiri. Peristiwa ini sesuai dengan hierakhi pembentukan struktur alam semesta pada skala besar, dimana galaksi akan membentuk gugus dan gugus akan bergabung membentuk gugus yang lebih besar. Salah satu contoh gugus yang mengalami merger adalah Gugus Abell 1656. Hal ini berhasil dikonfirmasi dengan melihat properti pada dispersi kecepatan dan kerapatan permukaan terproyeksi gugus galaksi. Pada gugus yang mengalami merger, dispersi kecepatan di pusat gugus akan jauh lebih tinggi dibandingkan nilai dispersi kecepatan global (Henriksen, 2002 dan Girardi, 1996). Dalam pengerjaan ini, didapatkan nilai dispersi kecepatan 800-1100 km/s di sekitar pusat gugus (0-1 Mpc dari pusat gugus) dan 708,348 km/s untuk nilai dispersi kecepatan global (1-14 Mpc dari pusat gugus Coma). Bukti merger lain yang dapat diteliti dari panjang gelombang optik adalah profil kerapatan permukaan terproyeksi. Jika gugus mengalami merger, maka kerapatan permukaan terproyeksi akan menunjukkan profil yang sempit, curam, dan memiliki puncak ganda (Dressler, 1980). Profil kerapatan permukaan terproyeksi gugus Abell 1656 yang diteliti menunjukkan profil yang sesuai dengan ciri-ciri tersebut. Kedua hal ini menjadi bukti kuat bahwa gugus Abell 1656 sudah mengalami merger", "Daftar File": {"2014 TA PP DWI STANY OKTAVIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102215", "2014 TA PP DWI STANY OKTAVIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102216", "2014 TA PP DWI STANY OKTAVIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102217", "2014 TA PP DWI STANY OKTAVIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102218", "2014 TA PP DWI STANY OKTAVIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102219", "2014 TA PP DWI STANY OKTAVIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102220", "2014 TA PP DWI STANY OKTAVIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102221"}, "Penulis": "DWI STANY OKTAVIANI (NIM : 10308005)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Dr. Yayan Sugianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gugus galaksi, Coma, Abell 1656, merger gugus, clusters of galaxies, Coma, Abell 1656, cluster galaxies merger", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}