{"Nomor": 20056, "Judul": "APLIKASI METODE SPECTRAL DECOMPOSITION DAN INVERSI LMR UNTUK IDENTIFIKASI PENYEBARAN LAPISAN BATU PASIR TIPIS PADA LAPANGAN", "Abstrak": "Lapangan Ã‚Â“EDÃ‚Â” merupakan salah satu lapangan minyak yang terletak di cekungan 2 Sumatera Selatan. Lapangan Ã‚Â“EDÃ‚Â” memiliki luas sebesar 106 Km dan sudah dianalisa menggunakan data seismik 3D untuk memetakan pola variasi ketebalan batu pasir tipis. Metode Seismik Atribut konvensional dan interpretasi sederhana memberikan informasi terbatas dalam mendelineasi distribusi reservoir yang heterogen. Perselingan pasir tipis, lapisan batubara yang melimpah,dan struktur yang kompleks menyulitkan dalam menginterpretasi penelitian ini.       \n \n \n \n \n \n \n\nAnalisa Spectral Decomposition dilakukan untuk memetakan variasi ketebalan lapisan batu pasir tipis serta diskontinuitas geologi secara lateral. Melalui analisa spectrum amplitudo dan spectrum fase diperoleh nilai frekuensi 43.75 Hz sebagai frekuensi yang terbaik untuk memetakan variasi ketebalan lapisan batu pasir tipis. Kemudian dilakukan analisa Inversi seismik untuk mengetahui nilai parameter fisis yang sensitif serta prospek kandungan hidrokarbon. Parameter Lambda/Mu merupakan parameter yang sensitif serta dapat memisahkan lapisan batu pasir dengan baik.       \n \n \n \n \n \n \n\nPenggabungan antara inversi Lambda/Mu dengan peta frekuensi spektrum amplitudo pada 43.75 Hz memberikan informasi yang lebih baik mengenai pola penyebaran variasi ketebalan batu pasir tipis.", "Daftar File": {"2010 TA PP EDYSON PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102313", "2010 TA PP EDYSON PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102314", "2010 TA PP EDYSON PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102315", "2010 TA PP EDYSON PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102316", "2010 TA PP EDYSON PURBA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102317", "2010 TA PP EDYSON PURBA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/102318", "2010 TA PP EDYSON PURBA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/102319", "2010 TA PP EDYSON PURBA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102320", "2010 TA PP EDYSON PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102321"}, "Penulis": "EDYSON PURBA (NIM: 12303024)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Spectral Decomposition, Inversi LMR, Lapangan", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}