{"Nomor": 20059, "Judul": "APLIKASI METODE PARTIAL CRS STACK UNTUK MENGOLAH DATA SEISMIK DENGAN GEOLOGI YANG KOMPLEKS", "Abstrak": "Metode Partial CRS Stack dikembangkan untuk memperbaiki kualitas prestack data. CRS Supergather yang dihasilkan oleh metode Partial CRS Stack lebih teratur dan mempunyai rasio sinyal terhadap noise lebih baik dibandingkan CMP gather biasa. CRS Supergather dapat digunakan dalam pengolahan data konvensional misalnya, analisis kecepatan atau prestack depth migration dengan hasil yang lebih baik dibandingkan CMP Gather biasa.          \nOperator Partial CRS Stack sama dengan operator ZO CRS-Stack. Operator Partial CRS Stack merupakan fungsi dari tiga atribut CRS yang saling independen. Ketiga atribut CRS ini memberikan informasi bawah permukaan yaitu sudut datang gelombang normal di permukaan α dan jari-jari kelengkungan dua muka gelombang hipotesis normal incidence point (NIP) RNIP dan normal (N) RN. Ketiga parameter ini didapat dari data prestack seismik hasil optimasi dengan fungsi objektif koherensi untuk mendapatkan stacking surface yang tepat pada setiap sampel ZO. Pada tugas akhir ini pengolahan data seismik dilakukan dengan menggunakan metode konvensional, ZO CRS-Stack dan, Partial CRS Stack untuk data sintetik dan data lapangan. Pengolahan dengan data sintetik dimaksudkan untuk memvalidasi metode Partial CRS Stack. Pada data lapangan, akuisisi data  menggunakan streamer sepanjang 6 km, channel sebanyak 480. Waktu perekaman 8s dan interval sampling 2ms. Dari hasil pengolahan data secara konvensional terlihat struktur bawah permukaan cukup kompleks. Pengolahan dengan metode Partial CRS Stack dilakukan terhadap data seismik yang telah dicuplik ulang untuk menghemat running-time. Dari hasil yang diperoleh penampang Partial CRS Stack memberikan kualitas yang lebih baik meskipun data telah direduksi.", "Daftar File": {"2009 TA PP EKKAL DINANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102334", "2009 TA PP EKKAL DINANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102335", "2009 TA PP EKKAL DINANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102336", "2009 TA PP EKKAL DINANTO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/102337", "2009 TA PP EKKAL DINANTO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/102338", "2009 TA PP EKKAL DINANTO 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/102339", "2009 TA PP EKKAL DINANTO 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/102340", "2009 TA PP EKKAL DINANTO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/102341", "2009 TA PP EKKAL DINANTO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/102342", "2009 TA PP EKKAL DINANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102343", "2009 TA PP EKKAL DINANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102344"}, "Penulis": "EKKAL DINANTOL (NIM : 123 05 022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer-nat M. Rachmat Sule,S.T,M.T.", "Andri Hendriyana S.T,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Partial CRS Stack, ZO CRS-Stack, atribut CRS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "21 Des 2017"}