{"Nomor": 20052, "Judul": "SINTESIS HIDROTERMAL FOSFOR BCNO FASA LIQUID DAN FABRIKASI LAPISAN TIPIS BCNO-KOMPOSIT", "Abstrak": "Fosfor BCNO liquid telah berhasil disintesis menggunakan metode hidrotermal. Prekursor yang digunakan adalah Boric Acid [B(OH)3] sebagai sumber boron, urea [(NH2)2CO] sebagai sumber nitrogen, dan asam sitrat (C6H8O7), Oleic Acid [CH3(CH2)7CH=CH(CH2)7COOH], dan Polyelthylene glychol [C2n+2H4n+2On+2 ] sebagai sumber karbon. Dalam penelitian ini, beberapa variasi dilakukan pada parameter yang dipilih, diantaranya: sumber karbon, suhu pemanasan, lamanya waktu pemanasan, rasio molar nitrogen terhadap boron (N/B) dan karbon terhadap boron (C/B). Spektrum fotoluminesen dari sampel yang dibuat menunjukan pita emisi tunggal, dengan pendaran warna biru terang. Asam sitrat menghasilkan pendaran yang terang, sedangkan PEG dan asam oleic tidak menghasilkan pendaran. Intensitas luminesensi yang optimum dihasilkan ketika suhu pemanasan 1400C selama 3 jam di dalam autoclave. Intensitas pendaran juga dipengaruhi oleh kadar karbon (C/B) dan nitrogen (N/B). Penambahan kadar karbon dan nitrogen meningkatkan intensitas pendaran dan intensitas optimum dicapai ketika C/B = 1 dan N/B =2. BCNO liquid yang dihasilkan kemudian didispersikan ke dalam resin epoxy transparan untuk membentuk BCNO-resin komposit. Selanjutnya komposit tersebut dilapiskan pada gelas substrat dengan menggunakan metode spin coating untuk menghasilkan lapisan tipis BCNO-Komposit. Transmitansi lapisan yang dihasilkan berkisar 30% s.d 90 % yang dipengaruhi oleh konsentrasi BCNO dalam komposit. Semakin besar konsentrasi BCNO dalam komposit menyebabkan transmitansi lapisan menjadi berkurang. Dengan menggunakan metode Swanopoel, diketahui lapisan BCNO-komposit yang dihasilkan memiliki ketebalan 1413 nm, 1420 nm, 1423 nm, dan 1518 nm untuk lapisan dengan konsentrasi BCNO dalam komposit bertutut-turut 5%, 8%, 12%, dan 20%. Lebar celah pita energi lapisan BCNO-komposit diidentifikasi memiliki karakteristik direct band gap dengan nilai 2,75 0.15 eV. Sehingga, Lapisan tipis BCNO-komposit memiliki prospek yang bagus untuk diaplikasikan dalam bidang teknologi display dan bidang optoelektronik lainya.", "Daftar File": {"2013 TS PP EA CAHYA SEPTIA MAHEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102269", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102270", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102271", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102272", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102273", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102274", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102275", "2013 TS PP EA CAHYA SEPTIA MAHEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102276"}, "Penulis": "EA CAHYA SEPTIA MAHEN (NIM : 20211016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Ferry Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BCNO, Fosfor, Luminesensi, Sintesis Hidrotermal, Spin Coating", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}