{"Nomor": 20062, "Judul": "PROPPANT HYDRAULLIC FRACTURING IN LOW PERMEABILITY AND LOW ACID-SOLUBLE CARBONATE RESERVOIR : A CASE HISTORY", "Abstrak": "Proppant hydraulic fracturing has been a successful stimulation method used to enhance production in sandstone reservoirs. But for fracturing carbonate formations, the possibility of the existence of natural fractures and the hardness of the rock can be challenging. This paper will elaborate on a carbonate-fracturing pilot project in Zhafira field, which is the leading carbonate proppant hydraulic fracturing project in Indonesia.  \n \n\nPlatform carbonate limestone from the Baturaja formation is the major component of Zhafira field reservoir. The platform consists of limestone with infiltrate mudstone/packstone and chalky limestone with poor porosity. The limestone mudstone/packstone lithology is dominatedby mud, clay, and fine silt carbonates which results in the limestone becoming dirty and causes the low acid-solubility value of limestone in the field.  \n \n\nStimulation jobs were performed in two wells in Zhafira field. From log analysis, the carbonate formation in both wells showsa high shale content (20%) and low permeability (6 md). Acid-solubility tests performed on both well cores showed low acid solubility. Matrix acidizing was performed in both wells, but they still showed low influx. Zhafira-1 well, after being perforated and matrix-acidized, only produced 40 BFPD, with a 30% water cut anda high TGLR 19,061 scf/STB. Zhafira-2 well, after being perforated and matrix-acidized twice, had very low influx from reservoir to wellbore.  \n \n\nProppant hydraulic-fracturing stimulation was performed in both wells using hydocarbon-based frac fluid and 12/18-mesh ceramic proppant. After being hydraulically fractured, Zhafira-1 well produced 165 BFPD at 18/64 inch choke, with 60% water cut and a TGLR of 700 scf/STB, while Zhafira-2 well produced 173 BFPD at 25/64 inch choke, with a 0% water cut and a low gas rate. Production from both of these wells is maintained at the reservoir critical rate for each well.  \n \n\nThis paper provides a summary of the background and development history of the reservoir, and also focuses on the successes that have pointed to how low-permeability and low acid-soluble carbonate reservoirs can be developed.", "Daftar File": {"2013 TS PP ELISA WIJAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102365", "2013 TS PP ELISA WIJAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102366", "2013 TS PP ELISA WIJAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102367", "2013 TS PP ELISA WIJAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102368", "2013 TS PP ELISA WIJAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102369", "2013 TS PP ELISA WIJAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102370", "2013 TS PP ELISA WIJAYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102371"}, "Penulis": "ELISA WIJAYANTI (NIM : 22210067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. SudjatiRachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Proppant hydraulic fracturing, Perekahan hidrolik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}