{"Nomor": 20063, "Judul": "ANALISIS DARI SUATU TIMBUNAN BERTAHAP DI ATAS TANAH LUNAK DENGAN MENGGUNAKAN VERTIKAL DRAIN (Studi Kasus : Pembangunan Terminal Penerima LNG Teluk Banten di Cilegon Timur)", "Abstrak": "Proses konsolidasi adalah suatu proses disipasi air pori terhadap fungsi waktu. Dengan terdisipasinya air pori tanah maka akan meningkatkan kuat geser tanah sehingga diharapkan tanah dapat memikul beban akhir yang dikehendaki. Pada permasalahan geoteknik biasanya perbaikan tanah dilakukan dengan pemberian pre-pembebanan yang dikombinasikan dengan drainase vertikal.   \n \n \n\nPerbaikan tanah dengan menggunakan timbunan sebagai pra-pembebanan dan drainase vertikal merupakan metode yang relatif praktis dibandingkan metode-metode lainnya. Hal ini dikarenakan kemudahan dalam pelaksanaan dan relatif   \n \n \n\nmurah dalam segi biaya. Tujuan dari pra-pembebanan ialah untuk mengkonsolidasikan tanah agar mengalami konsolidasi terlebih dahulu dan menaikkan kuat geser tanah sebelum tanah diberikan beban akhir yang   \n \n \n\nsebenarnya. Dengan demikian tahapan penimbunan dapat direncanakan dan pada akhirnya tanah akan mampu memikul beban dan penurunan tanah yang berlebihan akibat beban akhir yang bekerja dapat dihindari.   \n \n \n\nAnalisis ini dilakukan dengan menggunakan metode elemen hingga dengan bantuan program Plaxis versi 7 dan program Excel. Analisis pemodelan dilakukan dengan dua asumsi yaitu dengan pemakaian drainase vertikal dan tidak   \n \n \n\ndengan drainase vertikal. Adapun tanah dimodelkan dengan model soft soil dan model Mohr-Coulomb. Hasil analisis mencakup prilaku dari tanah yang ditinjau antara lain: ekses air pori, tekanan air pori, penurunan. Pada hubungan penurunan terhadap waktu pemodelan Morh-Coulomb akan memeberikan deformasi elastis yang lebih besar dibandingkan dengan pemodelan soft soil. Sedangkan deformasi akibat proses konsolidasi pada pemodelan soft soil akan memberikan hasil yang lebih besar dibandingkan model Mohr-Coulomb. Dari excel, pada hubungan derajat konsolidasi terhadap waktu, dapat dengan mudah diketahui waktu untuk mencapai 90% derajat konsolidasi.", "Daftar File": {"2005 TS PP ELIYANA FITRIANINGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102372", "2005 TS PP ELIYANA FITRIANINGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102373", "2005 TS PP ELIYANA FITRIANINGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102374", "2005 TS PP ELIYANA FITRIANINGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102375", "2005 TS PP ELIYANA FITRIANINGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102376", "2005 TS PP ELIYANA FITRIANINGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102377", "2005 TS PP ELIYANA FITRIANINGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102378"}, "Penulis": "ELIYANA FITRIANINGSIH 9NIM : 25003033)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Suyud R. Karyasuparta, MSc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "metode elemen hingga, drainase vertikal, finite element method, vertical drain.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}