{"Nomor": 20064, "Judul": "VALUASI LONGEVITY BOND SEBAGAI INSTRUMEN LINDUNG NILAI UNTUK PERUSAHAAN ASURANSI JIWA DAN DANA PENSIUN DENGAN SHOCK OF MORTALITY STOKASTIK (PROSES BERNOULLI DAN DISTRIBUSI TRUNCATED NORMAL)", "Abstrak": "Longevity bond merupakan obligasi dengan struktur pembayaran kupon yang unik. Hal tersebut dimaksudkan untuk memungkinkan instrumen terse but dapat memberikan efek lindung nilai pada perusahaan asuransi jiwa dan dana pensiun. Struktur kupon pada longevity bond bersifat ﬂoating yang besarnya bergantung pada tingkat mortalitas selama kontrak longevity bond tersebut berlaku. Oleh karena itu, di dalam tugas akhir ini, metode valuasi longevity bond yang digunakan melibatkan kemunculan faktor-faktor pro mortalitas maupun anti-mortalitas (shock of mortality). Perpaduan antara proses Bernoulli dan distribusi truncated normal digunakan untuk memodelkan kemunculan shock of mortality yang merupakan fenomena stokastik. Valuasi untuk longevity bond pun dilakukan di bawah distribusi mortalitas yang telah dikenai risk-adjustment, yakni distribusi yang telah mengakomodasi kemu ngkinan datangnya shock of mortality. Transformasi Wang merupakan salah satu metode yang dapat digunakan untuk melakukan penyesuaian terhadap distribusi mortalitas. Pembahasan mengenai sensitivitas harga longevity bond terhadap ﬂuktuasi tingkat suku bunga pasar juga tercakup dalam tugas akhir ini.", "Daftar File": {"2016 TA PP ELMA YUNITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102379", "2016 TA PP ELMA YUNITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102380", "2016 TA PP ELMA YUNITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102381", "2016 TA PP ELMA YUNITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102382", "2016 TA PP ELMA YUNITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102383", "2016 TA PP ELMA YUNITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102384", "2016 TA PP ELMA YUNITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102385"}, "Penulis": "ELMA YUNITA (NIM : 10112016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhammad Syamsuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "longevity bond, hedging, shock of mortality, Bernoulli process, truncated normal distribution, Wang transform, bond price sensitivity, lindung nilai, shock of mortality, proses Bernoulli, distribusi truncated normal, transformasi Wang, sensitivitas", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}