{"Nomor": 20069, "Judul": "PENGEMBANGAN MATERI PRAKTIKUM ELEKTROLISIS MENGGUNAKAN ALAT SUMBER ARUS TETAP AR.500", "Abstrak": "Salah satu bentuk media yang sesuai untuk mengajarkan materi elektrolisis adalah modul praktikum. Elektrolisis adalah proses penguraian senyawa kimia yang memerlukan energi listrik. Dalam proses ini terjadi perubahan-perubahan reaksi kimia yang pada hakekatnya dapat diamati oleh siswa. Beberapa sekolah telah melakukan percobaan elektrolisis dengan menggunakan baterei sebagai sumber arus. Percobaan menggunakan baterei dapat dilakukan untuk mengamati perubahan kimia secara kualitatif tetapi tidak dapat digunakan untuk melihat perubahan kimia secara kuantitatif. Oleh karena itu, disusun suatu modul praktikum elektrolisis menggunakan alat penghasil arus hasil rancangan sendiri yang lebih akurat. Alat penghasil arus tersebut adalah constant current power supply AR.500. Sebelum digunakan untuk mengembangkan modul praktikum, efisiensi alat tersebut dibandingkan dengan constant current power supply bio rad yang umum digunakan di ITB. Efisiensi alat yang terukur dengan baik kemudian dikembangkan menjadi sebuah modul praktikum elektrolisis. Pertama, elektrolisis dilakukan pada larutan CuSO4.5H2O dalam asam. Selanjutnya elektrolisis dilakukan pada campuran Na2S2O3.5H2O dan KI. Terakhir, elektrolisis dilakukan pada larutan NaCl. Pada proses elektrolisis tersebut elektroda yang digunakan adalah elektroda C-Cu. Elektroda C sebagai elektroda positif dan Cu sebagai elektroda negatif. Hasil elektrolisis menggunakan constant current power supply bio rad dan constant current power supply AR.500 menunjukkan hasil reaksi yang sama. Efisiensi hasil percobaan menggunakan constant current power supply AR.500 cukup tinggi. Elektrolisis larutan CuSO4.5H2O dalam suasana asam menggunakan variasi arus 14, 24, 34, 54, 64, 74, 104, 154, dan 204 mA. Elektrolisis campuran Na2S2O3.5H2O dan KI dilakukan pada variasi arus 24, 34, dan 54 mA. Sementara itu, elektrolisis larutan NaCl dilakukan pada arus 34 mA. Efisiensi tertinggi hasil elektrolisis larutan CuSO4.5H2O dalam suasana asam adalah sebesar 99,22%. Hasil elektrolisis campuran Na2S2O3.5H2O dan KI adalah 94,78 %. Hasil elektrolisis secara umum sudah dapat membuktikan hukum Faraday 1. Modul praktikum yang telah disusun selanjutnya diujicobakan kepada siswa SMA. Respon positif siswa terhadap modul dan praktikum adalah tampilan alat menarik, pengoperasian alat cukup mudah dan prosedur percobaan mudah serta layak digunakan untuk praktikum di SMA.", "Daftar File": {"2016 TS PP ENI YULIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102415", "2016 TS PP ENI YULIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102416", "2016 TS PP ENI YULIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102417", "2016 TS PP ENI YULIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102418", "2016 TS PP ENI YULIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102419", "2016 TS PP ENI YULIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102420", "2016 TS PP ENI YULIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102421"}, "Penulis": "ENI YULIANTI (NIM: 90514006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indra Noviandri"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "lab course module, electrolysis, efficiency, Modul praktikum, elektrolisis, efisiensi", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}