{"Nomor": 20077, "Judul": "PERUMUMAN DAERAH DEDEKIND DAN GELANGGANG PRIMA DEDEKIND", "Abstrak": "Struktur dari suatu gelanggang belum tentu diawetkan pada gelanggang suku  banyak atasnya. Sebagai contoh, gelanggang suku banyak atas daerah Dedekind  bukan merupakan daerah Dedekind juga dan gelanggang suku banyak atas  gelanggang prima Dedekind juga bukan merupakan gelanggang prima Dedekind.  Untuk mendapatkan gelanggang dengan struktur yang diawetkan pada gelanggang  suku banyak atasnya, sifat daerah Dedekind diperlemah, sehingga menghasilkanstruktur gelanggang baru yang diberi nama daerah Dedekind yang diperumum ataudaerah G-Dedekind. Sebagaimana halnya dengan daerah Dedekind, gelanggangprima Dedekind juga dapat diperumum menjadi struktur gelanggang baru yangdiberi nama gelanggang prima Dedekind yang diperumum atau gelanggang primaG-Dedekind. Struktur dari gelanggang baru yang diperoleh diawetkan padagelanggang suku banyak atasnya. Suku banyak atas daerah G-Dedekind merupakandaerah G-Dedekind dan suku banyak atas gelanggang prima G-Dedekind jugamerupakan gelanggang prima G-Dedekind.Definisi daerah Dedekind yang digunakan pada disertasi ini adalah daerah integralyang setiap ideal tak nolnya dapat dibalik, sedangkan daerah G-Dedekind adalah  daerah integral yang setiap ideal refleksifnya dapat dibalik. Sementara itu,gelanggang prima Dedekind adalah gelanggang Goldie prima yang setiap ideal taknolnya dapat dibalik dan gelanggang prima G-Dedekind adalah ordemaksimalNoether prima yang setiap ideal refleksifnya dapat dibalik. Gelanggang primaDedekind merupakan versi nonkomutatif dari daerah Dedekind.  Disertasi ini merupakan tindak lanjut dari penelitian sebelumnya untuk  mendapatkan struktur gelanggang yang diawetkan pada gelanggang suku banyak  atasnya. Disertasi ini meneliti apakah struktur gelanggang tersebut juga diawetkanpada gelanggang suku banyak miringnya atau tidak.Pembahasan disertasi ini terbagi menjadi dua area, yaitu area gelanggang dan area  modul. Bahasan pada area gelanggang adalah struktur dari gelanggang suku banyakdan membandingkannya dengan struktur gelanggang atasnya. Struktur gelanggangyang ditelaah adalah perumuman dari gelanggang-gelanggang yang selama ini telah dikenal, antara lain daerah G-Dedekind, gelanggang prima G-Dedekind, dan gelanggang prima G-Asano. Selain pembahasan pada area gelanggang, disertasi ini juga memuat pembahasan pada area modul. Modul yang dibahas pada disertasi ini adalah modul Dedekind. Mengadaptasi perumuman daerah Dedekind menjadi daerah G-Dedekind dan gelanggang prima Dedekind menjadi gelanggang prima G-Dedekind, modul Dedekind pun diperumum menjadi modul G-Dedekind. Modul Dedekind yang diperumum atau modul G-Dedekind didefinisikan pada disertasi ini. Selain itu, hubungan antara daerah G-Dedekind dan modul G-Dedekind pun diketengahkan dalam disertasi ini.", "Daftar File": {"2016 DIS PP ERMA SUWASTIKA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102475", "2016 DIS PP ERMA SUWASTIKA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102474", "2016 DIS PP ERMA SUWASTIKA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102476", "2016 DIS PP ERMA SUWASTIKA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102477", "2016 DIS PP ERMA SUWASTIKA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102478", "2016 DIS PP ERMA SUWASTIKA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102479", "2016 DIS PP ERMA SUWASTIKA  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102480", "2016 DIS PP ERMA SUWASTIKA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102481"}, "Penulis": "ERMA SUWASTIKA (NIM : 30110007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Irawati : Dr. Muchtadi Intan Detiena", "Dr. Hanni Garminia Y."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asano prime ring, Dedekind domain, Dedekind prime ring, G-Asano prime ring, G-Dedekind domain, G-Dedekind module, GDedekind prime ring, polynomial ring,  daerah G-Dedekind, gelanggang prima Asano, gelanggang prima Dedekind, gelanggang prima G-Asano, gelanggang suku banyak", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}