{"Nomor": 20087, "Judul": "PEMODELAN 3D PESAWAT C-130 HERCULES A-1315 DENGAN MENGGUNAKAN TEKNOLOGI TERRESTRIAL LASER SCANNER", "Abstrak": "Pada saat ini di dunia telah banyak dilakukan pemodelan 3D terhadap objek-objek yang dianggap penting dengan tujuan untuk melakukan pengarsipan dan pelestarian. Salah satu objek penting yang ada di Indonesia yang menarik untuk dimodelkan adalah pesawat Hercules milik Tentara Nasional Indonesia Angkatan Udara (TNI AU). Pesawat ini telah mengabdi untuk menjaga pertahanan Indonesia selama lebih dari 50 tahun. Mengingat kepentingan sejarah yang ada pada pesawat tersebut, penting sekali rasanya jika dilakukan pendokumentasian pesawat Hercules ini secara 3D. Oleh karena itu, pada tugas akhir ini akan dilakukan pemodelan 3D salah satu pesawat Hercules milik TNI AU, yaitu pesawat C-130 Hercules A-1315. Data yang digunakan untuk melakukan pemodelan 3D ini adalah data point clouds pesawat tersebut yang didapatkan dari pengukuran menggunakan teknologiTerrestrial Laser Scanner(TLS). Untuk mendapatkan model 3D dari pesawat, data point clouds diolah terlebih dahulu dengan melalui beberapa tahapan pengolahan data, yakni tahap registrasi, unifying,filtering, dan meshing. Model 3D yang dihasilkan dari proses ini memiliki ukuran yang berbeda dengan data ukuran desain pabrik pesawat. Nilai perbedaan ukuran yang signifikan ditemukan pada rentang sayap dan horizontal stabilizer pesawat, yakni sekitar 4 cm. Mengingat galat registrasi rata-rata yang dihasilkan pada penelitian ini hanya sebesar 2 mm, nilai perbedaan pada dua aspek tersebut tergolong besar. Perbedaan ini dimungkinkan terjadi akibat deformasi yang terjadi pada kedua bagian pesawat tersebut yang mengakibatkan ukuran kedua bagian pesawat tersebut tidak sama lagi dengan ukuran semula pesawat tersebut diproduksi. Selain itu, perhitungan luas dan volume dari model 3D pesawat juga dilakukan. Luas permukaan dari model 3D yang dihasilkan adalah 1.135,42 m2 dan volumenya adalah 540,45 m3.", "Daftar File": {"2016 TA PP FADEL MUHAMMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102558", "2016 TA PP FADEL MUHAMMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102559", "2016 TA PP FADEL MUHAMMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102561", "2016 TA PP FADEL MUHAMMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102562", "2016 TA PP FADEL MUHAMMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102563"}, "Penulis": "FADEL MUHAMMAD ( NIM : 15111096 )", "Kontributor / Dosen Pembimbing": ["Tim pembimbing : Prof. Ir. Hasanuddin Z. Abidin, M.Sc.,Ph.D.", "Dr. Irwan Gumilar, ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pesawat C-130 Hercules A-1315, Terrestrial Laser Scanner, pemodelan, tiga dimensi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}