{"Nomor": 20089, "Judul": "ANALISIS INVERSI EEI DAN METODE BAYESIAN CLASSIFICATION UNTUK KARAKTERISASI RESERVOIR BATUPASIR PADA LAPANGAN", "Abstrak": "Formasi Talang Akar dengan lithologi dominan berupa batupasir dan serpih merupakan formasi target pada penelitian ini. Zona ini memiliki struktur geologi yang kompleks, dengan ketebalan reservoir batupasir dibawah tuning thickness. Analisis sensitivitas krossplot menunjukkan bahwa impedansi akustik tidak sensitif dalam membedakan batupasir dari serpih. Dengan keterbatasan      \n \n\ntersebut integrasi antara metode Extended Elastic Impedance (EEI) dan Bayesian Classification untuk membantu memetakan reservoir batupasir sangat diperlukan. Berdasarkan analisis sensitivitas, parameter lambda-rho dan vp/vs ratio yang ekivalen dengan EEI (23) dan EEI (40) merupakan parameter yang paling sensitif untuk membedakan batupasir dari serpih. Oleh karena itu, parameter inilah yang diinversikan dari data seismik. Kuantifikasi ketidakpastian dari prediksi litologi dan      \n \n\nfluida berdasarkan hasil inversi EEI dan data sumur kemudian dilakukan dengan menggunakan metoda Bayesian Classification. Hasil klasifikasi menunjukkan bahwa integrasi metode EEI dengan metode Bayesian Classification dapat digunakan untuk membantu memetakan lapisan-lapisan tipis dari batupasir reservoir secara      \n \n\nlebih baik dengan keberadaan data sumur yang terbatas.", "Daftar File": {"2012 TS PP FADILLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102571", "2012 TS PP FADILLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102572", "2012 TS PP FADILLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102573", "2012 TS PP FADILLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102574", "2012 TS PP FADILLAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/102575", "2012 TS PP FADILLAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/102576", "2012 TS PP FADILLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102577", "2012 TS PP FADILLAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102578", "2012 TS PP FADILLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102579"}, "Penulis": "FADILLAH (NIM : 22310012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ign. Sonny Winardhi, M. Sc. Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Extended Elastic Impedance (EEI), Bayesian Classification, blind well test, tuning thickness", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}