{"Nomor": 20084, "Judul": "PERANCANGAN SISTEM KONTROL CRUDE DISTILLATION UNIT BERBASIS ADAPTIVE NEURO-FUZZY INFERENCE SYSTEM", "Abstrak": "Crude Distillation Unit (CDU) merupakan salah satu proses utama dalam industri pengilangan minyak mentah yang bertujuan untuk memisahkan minyak mentah menjadi fraksi-fraksi komponen hidrokarbon berdasarkan perbedaan titik didihnya. Kualitas produk hasil pemisahan melalui distilasi dilihat melalui kemurnian komposisinya. Pada tugas akhir ini dilakukan pengontrolan kemurnian komposisi produk CDU PT Pertamina Refinery Unit VI Balongan. Pengukuran komposisi seharusnya dilakukan menggunakan instrument analyzer pada setiap aliran produk keluaran CDU. Namun penggunaan analyzer kurang efisien sehingga pengontrolan dilakukan melalui pengukuran temperatur produk yang telah ditentukan sebagai pengganti pengukuran overlap atau gap temperatur antarproduk pada pengukuran melalui analyzer.   \n \n\nMenggabungkan kelebihan neural network yang memiliki kemampuan belajar untuk memperbaiki sistem dan kelebihan fuzzy yang mampu memodelkan dan mengambil keputusan secara kualitatif, Adaptive Neuro-Fuzzy Inference System (ANFIS) menggabungkan kedua kelebihan ini untuk memodelkan dan merancang pengontrol CDU. Identifikasi model menggunakan laju refluks Top Pump Around (TPA), laju aliran crude feed, dan laju aliran stripping steam sebagai variabel masukan, serta temperatur Heavy Gas Oil (HGO), temperatur Light Gas Oil (LGO), dan temperatur Atmospheric Residue (AR) sebagai keluaran model CDU yang dikontrol. Pengontrol ANFIS menggunakan struktur dinamika invers dari model CDU. Nilai RMSE untuk semua model identifikasi dan pengontrol ANFIS lebih kecil dibandingkan RMSE kondisi aktual, yaitu HGO: 0.317% < 1.885%, AR: 0.343% < 0.399%, dan LGO: 0.187% < 2.370%, serta untuk sinyal kontrol refluks TPA: 0.467% < 1.498%, laju crude feed: 0.315% < 4.549%, dan laju stripping steam 0.162% < 0.328%. Pengujian pengontrol melalui simulasi penjejakan set-point dan rejeksi gangguan tidak menunjukkan kriteria performansi yang mengganggu nilai ketiga temperatur secara signifikan.", "Daftar File": {"2012 TA PP EZRA PRIYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102537", "2012 TA PP EZRA PRIYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102538", "2012 TA PP EZRA PRIYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102539", "2012 TA PP EZRA PRIYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102540", "2012 TA PP EZRA PRIYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102541", "2012 TA PP EZRA PRIYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102542", "2012 TA PP EZRA PRIYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102543", "2012 TA PP EZRA PRIYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102544"}, "Penulis": "EZRA PRIYA (NIM: 13308001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sutanto Hadisupadmo, MT.", "Dr. Ir. Agus Samsi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CDU, minyak mentah, ANFIS, identifikasi model, pengontrol dinamika invers, simulasi", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}