{"Nomor": 20082, "Judul": "PENGEMBANGAN SISTEM INSPEKSI JARINGAN PIPA DISTRIBUSI SISTEM DISTRIBUSI AIR BERSIH PDAM KOTA BANDUNG", "Abstrak": "Dengan tingkat kehilangan air yang tinggi, PDAM Kota Bandung belum memiliki sistem inspeksi dan penanganan kebocoran jaringan pipa distribusi yang terprogram dengan baik. Sistem inspeksi yang sekarang dilaksanakan di PDAM cenderung pasif, hanya mengandalkan laporan kebocoran dari masyarakat. \n\nMelalui pemahaman terhadap kondisi eksisting sistem inspeksi yang dilaksanakan di PDAM Kota Bandung yang didapatkan dengan wawancara, pengumpulan data sekunder, juga peninjauan langsung ke lapangan, dikembangkan sistem inspeksi yang terdiri dari lima tahapan yaitu: inspeksi inventarisasi, inspeksi detail, inspeksi rutin, inspeksi harian, dan penanganan kebocoran. \n\nDalam penelitian ini dimunculkan istilah faktor pengaruh untuk membantu pembuatan kategori pipa. Kategori pipa ini berguna dalam pembuatan prioritas pelaksanaan inspeksi. Kategori yang dikembangkan terdiri dari kategori; baik, sedang, dan buruk. Dalam pembuatan kategori pipa ini dibuat pembobotan faktor pengaruh untuk masing-masing jenis material pipa. Pembobotan dalam penelitian ini didapatkan dengan menggunakan metoda AHP (Analytical Hierarchy Process). Data mengenai perbandingan skala kepentingan setiap faktor pengaruh didapatkan melalui pengisian kuesioner oleh karyawan PDAM yang bertugas memantau terus kerusakan pipa. \n\nFormulir inspeksi dikembangkan untuk setiap tahapan inspeksi. Pengujian sistem inspeksi dilakukan dengan pengisian formulir inspeksi. Pengisian formulir inspeksi dilakukan terhadap 20 ruas pipa sebagai sampel yang mewakili kategori baik, sedang dan buruk. Kondisi pipa dapat diketahui dari penggalian ketika penanganan kebocoran. Pengujian yang dilakukan memperlihatkan bahwa sistem yang dikembangkan dapat diterapkan di PDAM yang ditunjukkan dengan dapat digunakannya formulir yang dikembangkan. Pengujian juga memperlihatkan bahwa sistem yang dikembangkan mampu menjawab kelemahan-kelemahan yang dimiliki sistem yang sekarang dilaksanakan di PDAM, yang ditunjukkan dengan kemampuan sistem dalam menyediakan data base yang dapat digunakan dalam pembuatan keputusan tindakan pemeliharaan.", "Daftar File": {"2006 TS PP EVA SOFIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102524", "2006 TS PP EVA SOFIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102525", "2006 TS PP EVA SOFIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102526", "2006 TS PP EVA SOFIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102527", "2006 TS PP EVA SOFIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102528", "2006 TS PP EVA SOFIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102529", "2006 TS PP EVA SOFIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102530", "2006 TS PP EVA SOFIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102531"}, "Penulis": "EVA SOFIA (NIM : 250 03 074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Reini D. Wirahadikusumah"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pengembangan, sistem inspeksi, jaringan pipa distribusi, sistem distribusi air bersih, kebocoran, faktor pengaruh, AHP.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "28 Sep 2016"}