{"Nomor": 20091, "Judul": "PERANCANGAN SISTEM KONTROL BUSUR LISTRIK PADA TUNGKU PELEBURAN BESI DAN BAJA DENGAN PENGONTROL ROBAS H&#8734;", "Abstrak": "Kebutuhan akan material yang terbuat dari baja sangatlah banyak. Teknologi di industri tersebut juga telah berkembang pesat pada proses yang ada di dalam pembuatan baja. Salah satunya dalam proses peleburan besi dan metal lainnya. Yaitu dengan menggunakan Tungku Busur Listrik oleh pabrik besi dan baja di Indonesia. Sayangnya efisiensi energi alat ini belum tercapai dengan baik. Oleh karena itu diperlukan sistem kontrol yang dapat memperbaiki efisiensinya. Dalam tugas akhir ini dibahas mengenai sistem kontrol untuk peleburan besi di dalam tungku busur listrik dan menghasilkan perancangan sistem pengontrol yang tepat. Langkah pertama yang dilakukan adalah mengidentifikasi sistem dengan menggunakan jaringan saraf tiruan metode ADALINE (Adaptive Linear Neuron). Metode ini memiliki algoritma perubahan bobot dan fungsi pengaktifan yang khusus. Kelebihannya adalah memiliki kemampuan untuk mempelajari keadaan sebelumnya sehingga dapat memperkecil kesalahan. Persamaan ruang keadaan yang dihasilkan dari pemodelan ini akan digunakan untuk pengontrol robas H∞. Persamaan ini akan diolah kembali sehingga hasil akhirnya didapatkan parameter-parameter yang dapat digunakan di lapangan. Pengontrol robas H∞ dipilih karena memiliki kestabilan yang kuat walau mendapatkan banyak gangguan atau ketidakpastian. Perancangan yang telah dilakukan, menghasilkan lonjakan maksimum (Mp) = 1.13 % dan waktu tunak (Ts) = 30.27 detik (standar yang ditentukan: lonjakan maksimal (Mp) =", "Daftar File": {"2013 TA PP FAISAL HENDRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102588", "2013 TA PP FAISAL HENDRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102589", "2013 TA PP FAISAL HENDRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102590", "2013 TA PP FAISAL HENDRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102591", "2013 TA PP FAISAL HENDRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102592", "2013 TA PP FAISAL HENDRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102593", "2013 TA PP FAISAL HENDRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102594"}, "Penulis": "FAISAL HENDRI (NIM : 13307025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endra Joelianto", "Dr. Ir. Agus Samsi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ADALINE, Robas H∞, Persamaan Ruang Keadaan, Fungsi Alih, Tungku busur listrik, Lower LFT, Gamma", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}