{"Nomor": 20094, "Judul": "PERANCANGAN SISTEM PENILAIAN OLAHRAGA PANJAT TEBING KATEGORI BOULDER MEMANFAATKAN RESISTANSI LISTRIK TUBUH MANUSIA", "Abstrak": "Tujuan penelitian Tugas Akhir ini adalah membuat rancangan instrumen yang dapat digunakan pada olahraga panjat tebing kategori boulder sebagai perangkat penilaian dengan memanfaatkan resistansi listrik tubuh manusia. Pada sistem kompetisi boulder yang digunakan saat ini, masih terdapat kelemahan berupa belum adanya standar terkait metode penggunaan tumpuan serta durasi penggunaan yang dapat memberikan nilai pada pemanjat. Resistansi tubuh manusia dapat dimanfaatkan untuk membuat standar penggunaan tumpuan panjat yang dapat memberikan nilai pada pemanjat. Dengan mengintegrasikan tubuh manusia ke dalam rangkaian pembagi tegangan, kondisi tersentuh - tidaknya tumpuan panjat oleh pemanjat dapat dimonitor. Hasil penelitian pada sejumlah subjek menunjukkan resistansi tubuh manusia berada pada kisaran 300 -800 k. Prototipe yang dibuat dalam penelitian tugas akhir ini menggunakan 4 buah mikrokontroler ATMEGA8 sebagai modul sensor sentuhan, dan satu buah mikrokontroler ATMEGA8535 sebagai pengatur display status nilai pemanjatan serta penghitung mundur waktu pemanjatan. Komunikasi antar mikrokontroler menggunakan metode USART mode asynchronous dengan baud rate 9600 tanpa parity bit. Prototipe dirancang mampu mendeteksi sentuhan pada tumpuan panjat tanpa peduli besarnya tekanan yang diberikan, dan sesuai dengan kondisi penggunaan tumpuan pada olahraga panjat tebing kategori boulder. Data yang ditransfer tiap proses  \n \n\nkomunikasi antar mikrokontroler besarnya 8 bit terdiri atas 4 bit alamat, 2 bit status poin pemanjatan, dan dua bit instruksi. Update status poin pemanjatan pada tiap jalur dilakukan tiap detik, dan ditampilkan pada display. Dengan dirancangnya instrumen ini, kualitas sistem penilaian olahraga panjat tebing kategori boulder akan menjadi lebih baik dibandingkan dengan sistem yang digunakan saat ini.", "Daftar File": {"2014 TA PP FAJAR MUKHAROM DAROZAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102609", "2014 TA PP FAJAR MUKHAROM DAROZAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102610", "2014 TA PP FAJAR MUKHAROM DAROZAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102611", "2014 TA PP FAJAR MUKHAROM DAROZAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102612", "2014 TA PP FAJAR MUKHAROM DAROZAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102613", "2014 TA PP FAJAR MUKHAROM DAROZAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102614", "2014 TA PP FAJAR MUKHAROM DAROZAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102615"}, "Penulis": "FAJAR MUKHAROM DAROZAT (NIM : 10208001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hendro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mikrokontroler, Panjat Tebing Boulder, Sensor Sentuh Resistif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}