{"Nomor": 20099, "Judul": "PENGEMBANGAN ALGORITMA GENETIKA DENGAN FUNGSI OBJEKTIF BERDASARKAN DATA INPUT RESERVOIR UNTUK PENENTUAN LETAK MULTI-SUMUR VERTIKAL PADA RESERVOIR MULTI-LAPISAN SECARA COMMINGLED DAN SELECTED", "Abstrak": "Proses penentuan letak sumur baik untuk lapangan baru maupun lapangan tua/mature merupakan salah satu faktor penting yang menentukan jumlah perolehan minyak. Proses tersebut umumnya dilakukan dengan menggunakan metode konvensional trial and error. Metode tersebut membutuhkan pengalaman yang cukup, waktu yang lama, dan biaya yang relatif mahal sehingga menjadi tidak efektif dan tidak efisien untuk mengatasi lapangan dengan ukuran yang relatif besar. Dalam tesis ini, dilakukan pengembangan dan modifikasi terhadap metode Algoritma Genetika (AG) sebagai alternatif dari metode konvensional.  \n \n\nAlgoritma Genetika diaplikasikan untuk mencari kandidat letak multi-sumur pada reservoir multi-lapisan dan mengevaluasinya menggunakan fungsi objektif yang telah dibuat agar mendapatkan letak sumur yang memberikan perolehan minyak terbesar. Reservoir yang akan diteliti diilustrasikan dalam bentuk kisi-kisi (grids) tiga dimensi (multilayer), dimana setiap kisi memiliki parameter yang berbeda-beda. Parameter tersebut adalah nilai permeabilitas, porositas, saturasi minyak, tekanan reservoir, dan ketebalan layer (grid thickness). Selanjutnya parameter tersebut digunakan sebagai variabel dalam fungsi objektif yang dibuat.  \n \n\nDalam tesis ini, AG diaplikasikan dalam suatu model lapangan. Hasil dari AG merupakan letak sumur dalam koordinat dua dimensi (x,y). Sumur tersebut merupakan sumur vertikal yang diperforasi secara tercampur (commingle) dari layer-layer produktif. Ada dua skenario perforasi yang diujicoba, yaitu perforasi di semua layer dan perforasi hanya di layer yang memenuhi kendala-kendala tertentu. Dari model lapangan yang diujicoba, setelah dievaluasi menggunakan simulator reservoir, AG memberikan hasil yang lebih baik jika dibandingkan dengan metode konvensional. Perolehan dari kombinasi letak sumur hasil AG lebih besar sampai 3% jika dibandingkan dengan hasil metode konvensional", "Daftar File": {"2012 TS PP FEBI HARYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102644", "2012 TS PP FEBI HARYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102645", "2012 TS PP FEBI HARYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102646", "2012 TS PP FEBI HARYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102647", "2012 TS PP FEBI HARYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102648", "2012 TS PP FEBI HARYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102649", "2012 TS PP FEBI HARYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102650"}, "Penulis": "FEBI HARYADI (NIM : 22210015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Algoritma Genetika, fungsi objektif, penentuan letak multi-sumur, reservoir multi-layer.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}