{"Nomor": 20107, "Judul": "STUDI APLIKASI PHOTOMETRIC STEREO UNTUK REKONSTRUKSI TEKSTUR PERMUKAAN", "Abstrak": "Permukaan benda menyimpan banyak informasi, salah satunya adalah tekstur. Tekstur merupakan perbedaan antara titik tertinggi dan terendah pada permukaan. Rekonstruksi terkstur permukaan telah banyak digunakan, baik dengan cara mengambil foto secara langsung, laser profilometry, dan photometric stereo. Penggunaan laser profilometry membutuhkan biaya yang cukup besar karena harga peralatannya mahal. Pada pengambilan foto secara langsung, profil kedalaman didapatkan dari refleksi intensitas yang sampai ke kamera. Pada photometric stereo profil kedalaman didapatkan dari gabungan permukaan normal k buah citra. Ide dari photometric stereo adalah merekam citra dari satu titik tertentu sementara orientasi dari sumber iluminasinya berbeda-beda. Photometric stereo hanya dapat merekonstruksi objek dengan permukaan lambert, yaitu permukaan yang dapat merefleksikan cahaya secara difus. Saat ini photometric stereo telah digunakan untuk merekonstruksi benda berukuran besar seperti wajah, sidik jari, dan bentuk topografi permukaan bumi. Pada penelitian ini, photometric stereo digunakaan untuk merekonstruksi objek berukuran kecil. Objek yang akan direkonstruksi berjumlah tujuh buah yang citranya diambil menggunakan mikroskop digital dengan empat orientasi sumber iluminasi bersudut 90Ã‚Â° antar sumber. Dari keempat citra yang didapatkan akan dicari permukaan albedo dan normalnya. Permukaan normal ini akan digabungkan dan diolah kembali sehingga didapatkan profil kedalaman permukaan. Dari hasil yang didapatkan, photometric stereo dapat digunakan untuk merekonstruksi tekstur permukaan objek yang berukuran kecil. Photometric stereo memiliki akurasi yang lebih tinggi dibandingkan dengan rekonstruksi dari satu citra saja.", "Daftar File": {"2012 TA PP FINNA SUSANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102710", "2012 TA PP FINNA SUSANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102709", "2012 TA PP FINNA SUSANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102711", "2012 TA PP FINNA SUSANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102712", "2012 TA PP FINNA SUSANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102713", "2012 TA PP FINNA SUSANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102714", "2012 TA PP FINNA SUSANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102715"}, "Penulis": "FINNA SUSANTI (NIM: 13308030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijanto, S.T., M.T.", "Dr. Ir. Endang Juliastuti, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rekonstruksi citra, profil kedalaman, photometric stereo, permukaan lambert, albedo, permukaan normal", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}