{"Nomor": 20103, "Judul": "PERENCANAAN PEREKAHAN HIDRAULIK SUMUR CBM#2 KUTAI, KALIMANTAN TIMUR", "Abstrak": "Coalbed methane (CBM) merupakan salah satu sumber energi alternatif yang mulai dikembangkan di Indonesia. CBM adalah gas alam dengan komposisi utama berupa metana (CH4) yang terwujud bersamaan dengan pembentukan batubara kemudian terjebak dan teradsorpsi pada cleats (makropori) dan matriks batuan (mikropori) dan memerlukan air yang cukup untuk menahan gas metana ditempat. Kandungan gas pada CBM merupakan campuran gas C1, C2, C3, dan impurities seperti N2 dan CO2.  \n \n\nReservoir CBM memiliki karakteristik reservoir yang berbeda dengan reservoir konvensional gas atau minyak dimana reservoir CBM umumnya memiliki produktifitas kecil akibat permeabilitas yang relatif kecil (0.1 Ã‚Â– 10 mD), hal ini berakibat rendahnya laju alir produksi. Rendahnya laju alir produksi dapat semakin rendah dengan adanya kerusakan formasi akibat invasi filtrate selama  \n \n\nproses pengeboran berlangsung.  \n \n\nPerekahan Hidraulik merupakan salah satu teknik stimulasi sumur untuk meningkatkan produktifitas gas metan pada sumur CBM#2. Teknik perekahan hidraulik multi lapisan secara simultan menjadi pilihan menarik untuk  \n \n\ndiaplikasikan di sumur CBM#2 yang menembus 3 (tiga) lapisan reservoir karena perekahan beberapa lapisan batubara dengan metode single stage dianggap lebih  \n \n\nefektif dari segi waktu dan pembiayaan Permasalahan yang sering muncul dalam perekahan multi lapisan secara simultan ini adalah bagaimana memprediksi dan mengontrol distribusi aliran fluida yang masuk ke setiap zona target. Tesis ini membahas teknik perencanaan perekahan  \n \n\nhidraulik secara simultan pada sumur CBM#2 yang memiliki 3 (tiga) lapisan reservoir batubara dengan total ketebalan sekitar 20 ft. Aplikasi konsep limited  \n \n\nentry dengan model MLF-P3D digunakan untuk mengontrol distribusi fluida perekahan dan mengoptimalkan total panjang rekahan.  \n \n\nGeometri rekahan yang terbentuk kemudian diaplikasikan dalam simulasi reservoir untuk mendapatkan perkiraan laju produksi gas metan. Sumur CBM#2 paska perekahan mampu berproduksi selama 23 tahun dengan total perolehan gas mencapai 1.03 Bscf. Kemudian dari analisis keekonomian dengan parameter PSC term di Indonesia memberikan NPV sebesar US$ 337,949 untuk kontraktor dan  \n \n\nUS$ 1,109,924 untuk pemerintah dengan Payout Time (POT) selama 5.2 tahun dan Internal Rate of Return (IRR) 12% setelah bagi hasil.", "Daftar File": {"2012 TS PP FERDINAND R.T.H SIBARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102668", "2012 TS PP FERDINAND R.T.H SIBARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102669", "2012 TS PP FERDINAND R.T.H SIBARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102670", "2012 TS PP FERDINAND R.T.H SIBARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102671", "2012 TS PP FERDINAND R.T.H SIBARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102672", "2012 TS PP FERDINAND R.T.H SIBARANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102673", "2012 TS PP FERDINAND R.T.H SIBARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102674"}, "Penulis": "FERDINAND R.T.H SIBARANI (NIM : 22209058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perekahan Hidraulik Multi Lapisan CBM, Multi-layered Hidraulic Fracturing CBM, limited entry concept", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}