{"Nomor": 20104, "Judul": "PERBANDINGAN ANTARA METODE KRIGING DENGAN METODE ELEMEN HINGGA PADA ESTIMASI SUMBERDAYA NIKEL LATERIT", "Abstrak": "Pemodelan sumberdaya mineral (emas, nikel dan lain-lain) umumnya masih dinyatakan dengan model konvensional dan non-deterministik (geostatistik). Pemodelan geometri dilakukan dengan model konvensional dalam bentuk blok/grid. Sedangkan dalam melakukan estimasi kadar metode yang digunakan adalah metode geostatistik. Meskipun masih dianggap memadai namun seyogyanya metode yang dipakai mempunyai basis yang sama baik dalam pemodelan geometri maupun kadarnya.  \n \n\nMetode Elemen Hingga dengan basis kalkulus (deterministik) mempunyai keterbatasan dalam menangani suatu pemodelan objek yang tidak kontinu. Hal ini disebabkan karena metode ini tidak dapat mendeteksi suatu batas yang tidak kontinu pada saat dijalankan. Namun di balik itu justru metode ini mempunyai kelebihan dalam memodelkan suatu objek yang bentuknya tidak teratur. Hal ini disebakan oleh bentuk elemen yang dapat disesuaikan bentuk maupun jumlahnya dalam proses pemodelan. Kelebihan ini akan dicoba dalam pemodelan endapan nikel laterit setelah sebelumnya telah dilakukan pada endapan batubara.  \n \n\nEstimasi sumberdaya nikel laterit ini dibatasi dengan Cut of Grade (Cog) untuk nikel limonit kadar Ni ≥ 1,0% dan kadar Fe ≥ 25%, dan saprolit kadar Ni ≥ 1,4% dan kadar Fe ≤ 25%. Hasil estimasi jumlah kandungan Ni dengan metode kriging adalah sebesar 86.726 ton sedangkan dengan metode elemen hingga adalah sebesar 74.830 ton.  \n \n\nUntuk mengetahui keakuratan perhitungan sumberdaya endapan nikel laterit diperlukan suatu parameter yang dapat diukur. Oleh karena itu dilakukan suatu analisis cross-validation yang menguji keakuratan estimasi dari suatu metode. Dari hasil pengujian metode elemen hingga dapat menyamai keakuratan metode kriging dan bahkan melebihi sehingga metode ini dapat digunakan dalam memodelkan dan mengestimasi sumberdaya nikel laterit. Hasil analisis juga menunjukkan bahwa semakin banyak elemen yang digunakan maka metode ini menjadi semakin akurat. Hal ini dimungkinkan karena metode ini berbasis kalkulus dalam pendekatannya.", "Daftar File": {"2009 TA PP FERDY FIRMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102675", "2009 TA PP FERDY FIRMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102676", "2009 TA PP FERDY FIRMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102677", "2009 TA PP FERDY FIRMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102678", "2009 TA PP FERDY FIRMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102679", "2009 TA PP FERDY FIRMANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102680", "2009 TA PP FERDY FIRMANSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102681", "2009 TA PP FERDY FIRMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102682"}, "Penulis": "FERDY FIRMANSYAH (NIM : 22106309)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Lilik Eko Widodo, MS  \n \n\nM.Nur Heriawan, ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pemodelan sumberdaya mineral, Finite Element method, geostatistic model. Geometry", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}