{"Nomor": 20118, "Judul": "KINERJA LABORATORIUM DARI CAMPURAN BETON ASPAL LAPIS AUS (AC-WC) MENGGUNAKAN RETONA BLEND 55 DENGAN MODIFIKASI FILLER", "Abstrak": "Ketahanan perkerasan jalan terhadap beban lalu lintas, temperatur yang tinggi dan kondisi lingkungan, terutama dipengaruhi oleh sifat dari bahan penyusunnya (aspal) dalam suatu campuran. Penggunaan Retona Blend 55 dalam campuran Beton Aspal Lapis Aus (AC-WC) diharapkan memperbaiki kelemahan-kelemahan dari aspal minyak (Pen 60/70).Penelitian laboratorium dilakukan untuk menentukan karakteristik teknis aspal Retona Blend 55 dan membandingkannya dengan aspal Pen 60/70. Pengujian juga dilakukan untuk mengetahui karakteristik campuran Beton Aspal Lapis Aus (AC-WC) menggunakan 2 (dua) jenis filler, yaitu fly ash dan semen portland (PC). Gradasi yang digunakan pada penelitian ini adalah gradasi yang memotong kurva Fuller dan berada di bawah daerah terlarang. Spesifikasi yang digunakan adalah spesifikasi untuk Campuran Aspal Panas 2007.Dengan menggunakan metode Marshall, nilai Kadar Aspal Optimum (KAO) adalah  5,32% untuk AFA (Pen 60/70 + filler fly ash), 5,45% untuk APC (Pen 60/70 + filler semen), 6,18% untuk RFA (Retona Blend 55 + filler fly ash) dan 6,25% untuk RPC (Retona Blend 55 + filler semen). Hasil uji Perendaman Marshall menunjukkan bahwa semua campuran memenuhi kriteria Indeks Kekuatan Sisa (IKS), yaitu 96,41% untuk AFA, 96,03%  untuk APC, 98,05%  untuk RFA and 97,38% untuk RPC. Nilai minimum pada spesifikasi adalah 75% untuk campuran beton aspal dengan aspal Pen 60/70 dan 80% untuk campuran beton aspal dengan Retona Blend 55.Hasil uji UMATTA menunjukkan bahwa modulus kekakuan campuran RFA (1939 MPa dan 1039 MPa) lebih superior dibandingkan RPC (1910 MPa dan 959 MPa) untuk dua temperatur (35oC dan 45oC). Sedangkan modulus kekakuan campuran APC (1802 MPa dan 693 MPa) lebih superior dibandingkan campuran AFA (1554 MPa dan 564,6 MPa).Hasil pengujian Wheel Tracking pada dua temperatur (45oC dan 60oC) menunjukkan campuran dengan filler fly ash memiliki ketahanan deformasi permanen lebih baik dibandingkan filler semen. Nilai Stabilitas Dinamis pada dua temperatur (45oC dan  60oC) adalah 7000 lintasan/menit dan 2250 lintasan/menit (AFA), 6300 lintasan/menit dan 1901,1 lintasan/menit (APC), 7875 lintasan/menit dan 4846,2 lintasan/menit (RFA), dan 7000 lintasan/menit dan 4846,2 lintasan/menit (RPC).Secara umum, berdasarkan hasil semua pengujian laboratorium (modulus resilien, stabilitas dinamis dan Indeks Kekuatan Sisa), menunjukkan bahwa campuran RFA memberikan kinerja yang paling baik dibandingkan ketiga campuran lainnya (RPC, AFA dan APC).", "Daftar File": {"2008 TS PP FREDY JHON PHILIPS S. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102787", "2008 TS PP FREDY JHON PHILIPS S. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102788", "2008 TS PP FREDY JHON PHILIPS S. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102789", "2008 TS PP FREDY JHON PHILIPS S. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102790", "2008 TS PP FREDY JHON PHILIPS S. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102791", "2008 TS PP FREDY JHON PHILIPS S. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102792", "2008 TS PP FREDY JHON PHILIPS S. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102793"}, "Penulis": "FREDY JHON PHILIP S. (NIM 26906001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Bambang Sugeng. S, DEA., dan Ir. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Beton Aspal Lapis Aus (AC-WC), Retona Blend 55, modulus resilien, stabilitas dinamis, filler, Asphaltic Concrete Wearing Course (AC-WC), Retona Blend 55, resilient modulus, dynamic stability, filler", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}