{"Nomor": 20114, "Judul": "SIMULASI ALIRAN AIRTANAH NON-ISOTHERMAL PADA DAERAH VOLKANIK GUNUNG RAJABASA, KALIANDA, LAMPUNG", "Abstrak": "Penelitian ini bertujuan untuk memperjelas aliran non isotermal air tanah di daerah panas bumi pada sisi bagian selatan Gunung Rajabasa dan memahami efek termal terhadap aliran air tanah di daerah penilitian. Kondisi hidrogeologi bawah permukaan daerah penelitian digambarkan berdasarkan, pemetaan geologi, data geofisika dan data kimia air. Berdasarkan rekonstruksi daerah penelitian terdiri oleh empat unit geologi yaitu lava andesit, breksi vulkanik, tuf dan batu andesit. manifestasi panas bumi misalnya air panas dan fumarol dikendalikan oleh sesar yang ada di area Pangkul. Analisis kuantitatif aliran model air tanah non isotermal dibuat menggunakan SEAWAT MODFLOW 2010.1.  \n \n\nBerdasarkan hasil analisis hidrogeokimia dan isotope didaerah sesar Well pad A adanya airpanas merupakan mixing air meteorik dengan fluida termal (kemungkinan dominasi gas H2S) porsi air meteorik masih cukup dominan. Dari Kajian isotop terlihat bahwa interaksi batuan dan air akibat panas terlihat tidak dominan, air masih mendekati garis meteoric water line. Air meteorik (resapan) yang masuk di zona sesar Well pad A hanya dapat menginfiltrasi sedalam 400-500 m. Hal ini karena adanya aliran konveksi ke atas di zona sesar akibat aktivitas termal yang dominan di zona tersebut.", "Daftar File": {"2016 TS PP FITRI PURWANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102760", "2016 TS PP FITRI PURWANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102761", "2016 TS PP FITRI PURWANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102762", "2016 TS PP FITRI PURWANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102763", "2016 TS PP FITRI PURWANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102764", "2016 TS PP FITRI PURWANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102765", "2016 TS PP FITRI PURWANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102766"}, "Penulis": "FITRI PURWANTI ( NIM : 22714001 )", "Kontributor / Dosen Pembimbing": ["Tim pembimbing : Irwan Iskandar, S.T., M.T., Ph.D.", "Agus M. Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "aliran non isotermal air tanah, aliran air tanah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}