{"Nomor": 20122, "Judul": "KONSTRUKSI HIPERGRAF K-UNIFORM KOSPEKTRAL", "Abstrak": "Tugas akhir ini membahas hipermatriks sebagai sebuah perumuman bagi matriks. Hipermatriks mengawetkan beberapa sifat matriks salah satunya sebagai sebuah vektor yang kumpulannya membentuk ruang vektor. Hipermatriks ketetanggaan dideﬁnisikan sebagai pengganti matriks ketetanggaan untuk sebuah hipergraf. Dari sebuah hipermatriks ketetanggaan dapat dideﬁnisikan hiperdeterminan. Sehingga dapat dideﬁnisikan polinom karakteristik pada hipergraf.Sifat-sifat hipermatriks dan hiperdeterminan telah dibahas dalam tugas akhir ini maupun dalam sumber referensi. Sifat-sifat itu memberikan banyak pengetahuan tentang sifat kospektral sebuah hipergraf. Dari hal itu dapat diketahui sebuah hipergraf kospektral dengan suatu hipergraf lain serta dapat ditentukan sebuah hipergraf ditentukan oleh spektrumnya. Hasil utama tugas akhir ini adalah konstruksi hipergraf k-uniform kospektral yang tidak isomorﬁs dari suatu hipergraf tertentu. Beberapa hipergraf k-uniform yg ditentukan oleh spektrumnya juga ditentukan pada tugas akhir ini. Hipergraf kospektral pada tugas akhir ini dibatasi untuk hipergraf k-uniform tertentu. Kata kunci: hipermatriks, hipergraf, hipermatriks ketetanggaan, hiperdeterminan, kospektral, ditentukan oleh spektrumnya.", "Daftar File": {"2016 TA PP GALIH PRADANANTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102808", "2016 TA PP GALIH PRADANANTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102809", "2016 TA PP GALIH PRADANANTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102810", "2016 TA PP GALIH PRADANANTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102811", "2016 TA PP GALIH PRADANANTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102812", "2016 TA PP GALIH PRADANANTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102813", "2016 TA PP GALIH PRADANANTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102814"}, "Penulis": "GALIH PRADANANTA (NIM : 10112045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hanni Garminia Y."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ypermatrix,hypergraph,adjacencyhypermatrix,hyperdeterminan,cospectral, determined by its spectrum", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}