{"Nomor": 20127, "Judul": "ANALISIS ASPEK NON-PROLIFERASI NUKLIR BERDASAR PADA PRODUKSI TRANSURANIUM BEBERAPA TIPE REAKTOR YANG BERBEDA", "Abstrak": "Analisis non-proliferasi nuklir berdasarkan pada produksi transuranium beberapa tipe reaktor yang berbeda telah dilakukan dalam tugas akhir ini. Produksi transuranium yang dianalisa terdiri dari plutonium dan aktinida minor/minor actinide (MA) seperti neptunium (Np), americium (Am) dan curium (Cm). Beberapa tipe reaktor yang digunakan dalam analisa ini terdiri dari tipe light water reactor (LWR) yang terdiri dari tipe PWR (Pressurized water reactor) dan BWR (Boiling water reactor), tipe CANDU dan liquid metal fast breeder reactor (LMFBR) . Metode yang digunakan dalam penelitian ini adalah metode simulasi dengan menggunakan kode program ORIGEN 2.2. Simulasi yang dilakukan awalnya membandingkan ke-4 reaktor di atas dengan menggunakan simulasi dari kode program standar dari masing-masing reaktor. Selanjutnya dilakukan analisa lebih mendalam pada reaktor PWR dengan beberapa variasi parameter seperti pengayaan uranium, burnup dan coooling time atau proses pendinginan bahan bakar bekas nuklir.. Nilai burnup yang digunakan adalah 33 GWd/t, 45 GWd/t dan 60 GWd/t. Pengayaan uranium (U-235) yang digunakan adalah 3 % - 9%. Data yang diperoleh menunjukan ada perubahan pada nilai Kinf, komposisi MA (Np, Am, Cm), komposisi dari plutonium dan uranium. Produksi plutonium dan aktinida minor dapat digunakan sebagai salah satu parameter untuk menganalisa aspek non-proliferasi nuklir. Komposisi isotop plutonium dapat digunakan sebagai kontrol material untuk analisa aspek proliferasi plutonium dan juga penggunaan aktinida minor yang didaur ulang.", "Daftar File": {"2014 TA PP GEBY SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102854", "2014 TA PP GEBY SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102853", "2014 TA PP GEBY SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102852", "2014 TA PP GEBY SAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102851", "2014 TA PP GEBY SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102850", "2014 TA PP GEBY SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102849", "2014 TA PP GEBY SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102848"}, "Penulis": "GEBY SAPUTRA (NIM : 10209027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Sidik Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "burnup (BU), enrichment, minor actinide (MA), proliferation resistance, transuranium.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}