{"Nomor": 20139, "Judul": "APLIKASI METODE GEOSTATISTIK UNTUK ESTIMASI DAN SIMULASI SUMBERDAYA ENDAPAN BIJIH BESI LATERIT DI PULAU SEBUKU, KALIMANTAN SELATAN", "Abstrak": "Wilayah Kuasa Pertambangan (KP) bijih besi laterit PT. Sebuku Iron Lateritic Ores (SILO) terletak di Pulau Sebuku, memiliki luas daerah eksplorasi + 9.971 Ha. Secara administratif terletak di Kabupaten Kotabaru, Provinsi Kalimantan Selatan.  \n \n\nMetodologi pada penelitian adalah pengumpulan data lapangan hasil pemboran dan testpit dari PT. SILO. Data assay dibagi 3 (tiga) zona yaitu Zona Gravel, Zona Yellowish dan Zona Greenish. Lokasi dibagi menjadi 3 (tiga) blok yaitu Blok Curing-1, Blok Curing-2 dan Blok Curing TP (testpit). Variabel untuk pemodelan adalah akumulasi kadar Fe,Ni, dan ketebalan tiap zona.  \n \n\nPada penelitian ini metode geostatistik yang digunakan untuk estimasi sumberdaya adalah Ordinary Kriging (OK), untuk simulasi menggunakan metode Sequential Gaussian Simulation (SGS). OK dikenal sebagai BLUE (Best Linear Unbiased Estimator), metode ini disebut linier karena taksiran kadar merupakan kombinasi linier dari data yang ada dan menghasilkan kesalahan variansi (Error Variance, R 2σ) kecil. Sedangkan metode SGS, nilai multi-realisasi hasil simulasi mengikuti distribusi statistik data awal (equiprobable) dan memperhitungkan variabilitas lokal diantara data asli. Klasifikasi sumberdaya berdasarkan nilai RKSD (Relative Kriging Standard Deviation) dari metode OK: measured (terukur) untuk hasil estimasi dengan nilai < 0,3, indicated (terkira) untuk hasil estimasi dengan nilai 0,3 - 0,5, dan inferred (tereka) untuk hasil estimasi dengan nillai > 0,5.  \n \n\nSumberdaya measured untuk zona Gravel pada Blok Curing-1 adalah 2,26 juta ton, kadar rata-rata 49,9% Fe; Blok Curing-2 adalah 2,78 juta ton, kadar rata-rata 52,8% Fe; Blok Curing-TP (testpit) adalah 2,69 juta ton, kadar rata-rata 52,2% Fe. Untuk pembanding hasil estimasi di Blok Curing-1, simulasi dengan metode SGS menghasilkan sumberdaya pada zona Gravel sebesar 2,85 juta ton dengan kadar rata-rata 77% Fe.", "Daftar File": {"2010 TS PP GUNANDI WAHYU AJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102948", "2010 TS PP GUNANDI WAHYU AJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102949", "2010 TS PP GUNANDI WAHYU AJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102950", "2010 TS PP GUNANDI WAHYU AJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102951", "2010 TS PP GUNANDI WAHYU AJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102952", "2010 TS PP GUNANDI WAHYU AJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102953", "2010 TS PP GUNANDI WAHYU AJI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102954", "2010 TS PP GUNANDI WAHYU AJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102955"}, "Penulis": "GUNANDI WAHYU AJI (NIM : 22107014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Lilik Eko Widodo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bijih besi laterit, PT. Sebuku Iron Lateritic Ores (SILO), metode geostatistik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}