{"Nomor": 20134, "Judul": "MENGEMBANGKAN MODEL ALIRAN TRANSIEN PADA ALIRAN STRATIFIED MINYAK DAN AIR DALAM PIPA TRANSMISI", "Abstrak": "Banyak kasus yang terjadi di lapangan aliran fluida di dalam sebuah pipa memiliki aliran berupa aliran stratified dan dalam kondisi transien. Aliran stratified bisa terjadi karena laju alir yang kecil dalam sebuah pipa dengan diameter tertentu sehingga fasa yang lebih ringan berada di atas fasa yang lebih berat dalam hal ini adalah minyak dan air. Sedangkan kondisi transien bisa terjadi karena banyak hal, salah satunya adalah adanya perubahan laju alir di dalam pipa sepanjang waktu sehingga laju alir dalam pipa merupakan fungsi waktu. Model steady state tidak bisa menggambarkan kondisi yang transien karena tidak mengalami perubahan sepanjang waktu. Model transien dan stratified yang diturunkan dari persamaan konservasi massa dan konservasi momentum dapat digunakan untuk menggambarkan kondisi yang dimaksud. Skema Lax - Wendroff bisa digunakan untuk menyelesaikan persamaan konservasi massa dan konservasi momentum yang berbentuk persamaan diferensial parsial dan memberikan hasil yang baik .", "Daftar File": {"2012 TS PP GILANG TETRIYUDA PASKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102904", "2012 TS PP GILANG TETRIYUDA PASKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102905", "2012 TS PP GILANG TETRIYUDA PASKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102906", "2012 TS PP GILANG TETRIYUDA PASKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102907", "2012 TS PP GILANG TETRIYUDA PASKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102908", "2012 TS PP GILANG TETRIYUDA PASKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102909"}, "Penulis": "GILANG TETRIYUDA PASKA (NIM : 22210078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam, M.Sc,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Stratified, transien, Lax - Wendroff", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}