{"Nomor": 20131, "Judul": "STUDI GUNUNG API TERSIER: SEBARAN PUSAT ERUPSI DAN PETROLOGI DI PEGUNUNGAN SELATAN YOGYAKARTA", "Abstrak": "Batuan gunungapi Tersier di Pegunungan Selatan Yogyakarta mulai dari Parangtritis di sebelah barat hingga Wonogiri di sebelah timur mencakup daerah seluas 1625 km2. Penelitian ini bertujuan untuk mengetahui lokasi bekas pusatpusat erupsi dan sebaran fisik tubuh gunungapi Tersier itu serta petrologi batuan gunungapi yang dihasilkannya. Prinsip geologi yang digunakan adalah The present is the key to the past dengan metode pendekatan melalui studi geomorfologi dan petrologi. Di daerah penelitian terdapat enam kawasan gunungapi purba yang berdasar satuan stratigrafi gunungapi dinamakan Khuluk G. Parangtritis; Khuluk G. Mangunan-Sudimoro; KhuIuk G. Panggung ; Khuluk G. Wediombo; Bregada G. Baturagung dan Bregada G. Gajah Mungkur. Gunungapi tersebut letaknya berderet dengan arah barat baratdaya-timur timurlaut, kecuali Khuluk G. Wediombo yang terletak menyendiri di selatan. Berdasar metode K-Ar diketahui kegiatan gunungapi tersebut berlasung mulai Paleosen (58,58 plus minus 3,24 Ma) hingga Oligo-Miosen (33,15 plus minus 1,00 Ma - 24,25 plus minus 0,15 Ma) dalam lingkungan darat hingga laut dangkal sehingga mungkin merupakan deretan gunungapi-gunungapi di tepi pantai atau pulau gunungapi. Khuluk dan Bregada gunungapi tersebut menghasilkan batuan berkomposisi basal (48,16-50,85 % berat SiO2), andesit basal (55,14-56,19 % berat SiO2), andesit (57,78-61,81 % berat SiO2) dan dasit (67,1 % berat SiO2), sebagian besar termasuk serf alkali kapur. Hanya batuan G. Wediombo yang masuk serf toleit. Perubahan dari basal ke dasit itu disebabkan oleh proses fraksinasi kristal dari mineral piroksin, ampibol, plagioklas dan kuarsa. Implikasi dari penelitian ini adalah untuk meninjau kembali tatanan stratigrafi batuan gunungapi Tersier dan perkembangan hubungan tektonik dengan volkanisme serta mendukung eksplorasi geologi di bidang somber daya mineral volkanogenik.", "Daftar File": {"2000 TS PP GENDOET HARTONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102874", "2000 TS PP GENDOET HARTONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102875", "2000 TS PP GENDOET HARTONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102876", "2000 TS PP GENDOET HARTONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102878", "2000 TS PP GENDOET HARTONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102879", "2000 TS PP GENDOET HARTONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/102880", "2000 TS PP GENDOET HARTONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102881"}, "Penulis": "GENDOET HARTONO (NIM 22097009)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Ir.Y. Suyatno Yuwono.", "Pembimbing 2: Dr. Ir.Sutikno Bronto.                      \n \n \n\nScan: Arnaz Driyastika M.                        \n \n\n(2008-01-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gunung api tersier, petrologi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}