{"Nomor": 20142, "Judul": "PEMILIHAN PARAMETER REGULARISASI PADA TOMOGRAFI ELEKTRIK DENGAN MENGGUNAKAN METODE FUZZY TAKAGI SUGENO", "Abstrak": "Tomografi elektrik adalah sebuah metode pencitraan bagian dalam suatu objek dengan mengandalkan informasi tegangan pada bidang batas objek serta arus yang diinjeksikan kedalam objek. Rekonstruksi citra menggunakan metode iterasi berbasis kepada model, untuk optimasi digunakan algoritma Newton-Rhapson. Pada proses rekonstruksi citra di dalam tomografi elektrik sering terjadi ill-posed. Untuk mengatasi permasalahan ill-posed digunakan Teknik regularisasi Thikonov. Teknik regularisasi Thikonov menambahkan suatu parameter kedalam matriks yang tidak bisa dihitung matriks inversinya. Parameter regularisasi ini dicari dengan bantuan Sistem Logika Fuzzy tipe inferensi Takagi Sugeno. dlihat apakah sistem logika fuzzy dapat digunakan untuk membantu memilih parameter regularisasi. Pada penelitian ini disimulasikan rekonstruksi citra dari 2 objek yang berbeda keadaan anomali di dalamnya. Objek pertama memiliki anomali di dalam yang tidak simetri kemudian objek kedua memiliki anomali di dalam yang simetri. Simulasi dilakukan dengan menggunakan 4 jenis fungsi keanggotaan pada sistem fuzzy, yaitu segitiga, trapesium, Gaussian dan Generalized-bell. Iterasi dilakukan hingga iterasi ke-9", "Daftar File": {"2012 TA PP HAEKAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/102983", "2012 TA PP HAEKAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/102984", "2012 TA PP HAEKAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/102985", "2012 TA PP HAEKAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/102986", "2012 TA PP HAEKAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/102987", "2012 TA PP HAEKAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/102988", "2012 TA PP HAEKAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/102989"}, "Penulis": "HAEKAL (NIM: 13306089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Deddy Kurniadi", "Dr. Ir. Mohammad Rohmanuddin, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi Elektrik, ill-posed, Newton-Rhapson, parameter regularisasi, Teknik Regularisasi Thikonov, Metode Fuzzy Takagi Sugeno", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}