{"Nomor": 20149, "Judul": "TOWARDS BETTER 3D MODEL ACCURACY WITH SPHERICAL PHOTOGRAMMETRY", "Abstrak": "Spherical Photogrammetry (SP) is an efficient method in 3D model acquisition. The SP method is fast, low cost, and the resulting of 3D model is reliable. SP has many advantages, but it also has many disadvantages. Since it uses panoramic images as the basic information, significant distortion within the panoramic image causes the accuracy of the 3D model to be less accurate. These distortions need to be corrected and one way to correct and reduce the distortion effect is by performing camera calibration through laboratory calibration and self-calibration. In previous research, self-calibration actually had been performed without laboratory calibration, but there is still miss stitching and alignment in the high resolution panoramic image (Brown & Lowe, 2007). Laboratory calibration and self-calibration are procedures which aims to determine the lens distortion parameters, such as radial and tangential distortion, as well as the interior camera parameters, such as focal length and the principle point of photos. All parameters are used to correct the distorted images. Thus, this research tries to perform laboratory calibration together with self-calibration. Different scenarios are made, and the result shows that the laboratory calibration and self-calibration corrects panoramic image distortion and lowers the standard deviation of the panoramic image stitching process. Although the laboratory calibration and self-calibration shows better results in the panoramic image stitching process, the corrected panoramic image does not affect the 3D model reconstruction accuracy significantly. The accuracy is rather affected by the photogrammetric network design, which significantly influences the panoramic image projection distortion.", "Daftar File": {"2016 TS PP HANDOKO PRAMULYO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103031", "2016 TS PP HANDOKO PRAMULYO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103032", "2016 TS PP HANDOKO PRAMULYO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103033", "2016 TS PP HANDOKO PRAMULYO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103034", "2016 TS PP HANDOKO PRAMULYO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103035", "2016 TS PP HANDOKO PRAMULYO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103036"}, "Penulis": "HANDOKO PRAMULYO  (NIM : 25114014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agung Budi Harto, M.Sc.", "Ir. Saptomo Handoro Mertotaroeno, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Distortion, feature point, panoramic image, structure from motion.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}