{"Nomor": 20154, "Judul": "ANALISIS INTEGRITAS DAN KEKUATAN SISA PIPELINE YANG TERKOROSI BERDASARKAN CODE ASME B31G DAN DNV-RP-F101 DENGAN STUDI KASUS PIPELINE CILAMAYA-CILEGON", "Abstrak": "Selama beroperasi, baik itu di daratan (onshore) ataupun di lepas pantai (offshore) pipeline mengalami korosi atau degradasi akibat berkontak langsung dengan fluida kerja dan lingkungan. Hal ini menyebabkan terjadinya penurunan kekuatan pada pipeline. Oleh karena itu analisis integritas dan kekuatan sisa yang bersifat kuantitatif diperlukan untuk memperoleh tekanan operasi maksimum yang diizinkan serta status apakah daerah yang terkorosi sepanjang pipeline masih aman atau tidak. Pada tugas sarjana ini dilakukan analisis kekuatan sisa pipeline yang terkorosi berdasarkan code ASME B31G dan DNV-RP-F101. Untuk mempermudah analisis, dikembangkan program bantu perhitungan (calculation sheet) yang mampu mengolah seribu buah data korosi hasil smart pigging. Sebagai studi kasus, penulis menganalisis kekuatan sisa pipeline Cilamaya-Cilegon dengan menggunakan data korosi untuk 794 lokasi yang berbeda sebagai input perhitungan. Dari analisis kekuatan sisa yang dilakukan diperoleh lokasi yang paling kritis, yaitu pada jarak absolut 114,5 km. Pada lokasi tersebut telah mengalami penurunan kekuatan sebesar 7,28% (berdasarkan ASME B31G), 33,66% (berdasarkan DNV-RP-F101 bagian A), dan 20,06% (berdasarkan DNV-RP-F101 bagian B). Tekanan maksimum yang diizinkan untuk lokasi tersebut berdasarkan ASME B31G, DNV-RP-F101 Bagian A, dan DNV-RP-F101 Bagian B masing-masing adalah 1.081,23 psi, 991,07 psi, dan 1.081,78 psi. Dengan MOP (Maximum Operating Pressure) sebesar 700 psi sekarang ini, diperoleh kesimpulan bahwa pipeline Cilamaya-Cilegon masih aman, dan layak dioperasikan.", "Daftar File": {"2008 TA PP HARGO PRABOWO S.R. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103068", "2008 TA PP HARGO PRABOWO S.R. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103065", "2008 TA PP HARGO PRABOWO S.R. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103066", "2008 TA PP HARGO PRABOWO S.R. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103067", "2008 TA PP HARGO PRABOWO S.R. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103069", "2008 TA PP HARGO PRABOWO S.R. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103070", "2008 TA PP HARGO PRABOWO S.R. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103071"}, "Penulis": "HARGO PRABOWO S.R. (NIM : 13104026)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "onshore, offshore, pipeline, tekanan maksimum", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}