{"Nomor": 20160, "Judul": "INTEGRATING THOROUGH SUBSURFACE ASSESSMENT WITH DECISION ANALYSIS TO ACQUIRE CAPITAL EFFICIENCY ON HEAVY OIL DEVELOPMENT WELL PROJECT", "Abstrak": "Corporate lookback on several executed project compare actual and forecasted reserve and also its impact to project economic. There are projects that deliver production below forecast, it is suspected due to proposing some low potential wells in the project packages. Those project fall the economic parameters down such as NPV and also DPI.  \n \n\nA development project were initiated named Area-G RPK Separation Project. The objectives of this project quite different with the common development project across Tajam Field where the idea is to drill new 2 new producers (R and PK) beside the existing RPK wells.  \n \n\nIn early project development, the total capital expenditure budgeted for this project was 70 MMUS$. As company requires an efficient capital investment to get maximum economic result, some assessment was urgently needed in next development phase. This thesis will cover a project workflow design, hi-grade screening candidate and decision analysis exercise. In thesis recommendation, by having thorough screening process, clear value and trade off, and high quality decision, this project could provide significant saving on capital investment followed by economic parameter improvement.", "Daftar File": {"2013 TS PP HARRI NURJAMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103108", "2013 TS PP HARRI NURJAMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103109", "2013 TS PP HARRI NURJAMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103110", "2013 TS PP HARRI NURJAMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103111", "2013 TS PP HARRI NURJAMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103112", "2013 TS PP HARRI NURJAMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103113", "2013 TS PP HARRI NURJAMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103114", "2013 TS PP HARRI NURJAMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103115"}, "Penulis": "HARRI NURJAMAN (NIM : 222 11 309)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Heavy oil, subsurface assessment, decision analysis, capital efficiency", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}