{"Nomor": 20177, "Judul": "STUDI PENGUKURAN RESISTIVITY SOUNDING EQUATORIAL DIPOLE UNTUK EKSPLORASI DANGKAL (Studi Kasus Eksplorasi Andesit)", "Abstrak": "Pengukuran metoda geolistrik resistivity sounding telah dilaksanakan dengan berbagai konfigurasi konvensional yaitu: Schlumberger, Wenner, dan dipole-dipole untuk berbagai kepentingan eksplorasi. Equatorial dipole merupakan salah satu konfigurasi dalam resistivity sounding dengan kelebihan sangat mudah dalam proses pengukurannya terutama dari sedikitnya kabel yang digunakan. Variasi konfigurasi resistivity sounding tersebut masih bisa terus dikembangkan dengan harapan dapat mendapatkan konfigurasi yang efektif untuk keadaan geologi tertentu sehingga hasil dari pengukuran tersebut memberikan tingkat akurasi yang tinggi.   \n \n\nPengukuran tahanan jenis konfigurasi equatorial dipole di Gunung Batudatar, Purwakarta, Jawa Barat dengan berbagai variasi spasi dan arah pengukuran menghasilkan kurva tahanan jenis semu yang beragam. Hasil pengukuran tahanan jenis konfigurasi equatorial dipole di lapangan dengan variasi spasi 2.5, 5, dan 10 meter menunjukkan ambiguitas interpretasi pada jarak elektroda arus dan potensial di titik 10 meter. Untuk pengukuran dengan dua arah berbeda yaitu N 3350 E dan N 3800 E pada spasi 5 meter, kurva tahanan jenis semu yang dihasilkan mencerminkan ambiguitas interpretasi nilai tahanan jenis semu pada jarak antar elektroda di bawah 20 meter.   \n \n\nPada penelitian ini dilakukan pemodelan kedepan konfigurasi equatorial dipole pada lintasan N 3350 E dengan variasi spasi 2.5, 5, dan 10 meter. Nilai tahanan jenis semu yang dihasilkan, mencerminkan bahwa ambiguitas interpretasi terjadi pada jarak antar elektroda arus dan potensial di bawah 17.5 meter.", "Daftar File": {"2010 TA PP HILMAN SUWARGANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103252", "2010 TA PP HILMAN SUWARGANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103253", "2010 TA PP HILMAN SUWARGANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103254", "2010 TA PP HILMAN SUWARGANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103255", "2010 TA PP HILMAN SUWARGANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103256", "2010 TA PP HILMAN SUWARGANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103257", "2010 TA PP HILMAN SUWARGANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103258", "2010 TA PP HILMAN SUWARGANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103259"}, "Penulis": "HILMAN SUWARGANA (NIM : 22106308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistijo, M.App.Sc dan Dr. Ir. Komang Anggayana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "resistivity sounding, equatorial dipole, dan tahanan jenis semu.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}