{"Nomor": 20179, "Judul": "KAJIAN EVAPORATIVE-COOLED CONDENSER UNTUK PROTOTYPE PEMBANGKIT LISTRIK TENAGA PANAS BUMI SIKLUS BINER 60 kW", "Abstrak": "Kajian tentang kondensor jenis pendingin evaporative untuk pembangkit listrik panas bumi siklus biner telah dilakukan dalam tesis ini. Pembangkit listrik panas  \n \n\nbumi yang dikaji adalah pocket pembangkit listrik biner kapasitas 60 kW yang akan ditempatkan di lapangan panas bumi Wayang Windu. Laju aliran brine yang dibutuhkan untuk pocket pembangkit listrik biner ini adalah 2.7 kg/s dengan temperatur brine minimal 145oC. Sementara itu brine yang tersedia di lapangan panas bumi Wayang Windu adalah 35 kg/s dengan temperatur 180oC sehingga  \n \n\nlebih dari cukup untuk mensuplai panas ke pocket pembangkit listrik biner tersebut.  \n \n\nFluida kerja yang digunakan pada siklus rankine ini adalah butana dengan kondisi operasi tekanan masuk turbin 13.8 bar (temperatur evaporasi 95oC) dan tekanan  \n \n\nkeluar turbin 3.2 bar (temperatur kondensasi 45oC).  \n \n\nHasil kajian ini menunjukan bahwa kondensor jenis pendingin evaporative adalah lebih baik dibandingkan jenis kondenser yang saat ini digunakan yaitu air-cooled  \n \n\ncondenser (ACC). Luas permukaan perpindahan panas yang dibutuhkan pendingin evaporative adalah 30 m2, lebih kecil dibandingkan dengan luas permukaan perpindahan panas pendingin udara (air-cooled) yaitu 58 m2. Daya  \n \n\nlistrik yang dibutuhkan pendingin evaporative yaitu 2.9 kW, lebih kecil bila dibandingkan dengan pendingin udara (air-cooled) yaitu 25.6 kW. Efisiensi sistem dengan pendingin evaporative naik menjadi 13% yang pada awalnya  \n \n\ndengan pendingin udara hanya 7%.", "Daftar File": {"2012 TS PP IBRAHIM HADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103267", "2012 TS PP IBRAHIM HADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103268", "2012 TS PP IBRAHIM HADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103269", "2012 TS PP IBRAHIM HADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103270", "2012 TS PP IBRAHIM HADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103271", "2012 TS PP IBRAHIM HADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103272", "2012 TS PP IBRAHIM HADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103273", "2013 TS PP IBRAHIM HADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103274"}, "Penulis": "IBRAHIM HADI (NIM : 22610011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Evaporative-Cooled Condenser (ECC), pocket pembangkit listrik biner, Binary goethermal power plant", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}