{"Nomor": 20170, "Judul": "PENGEMBANGAN MODEL PENILAIAN KESIAPAN KONTRAKTOR INDONESIA MENUJU KONSTRUKSI RAMPING", "Abstrak": "Konsep konstruksi ramping (lean construction) masih merupakan suatu paradigma baru bagi pihak-pihak yang terlibat dalam industi konstruksi di Indonesia, sebagaimana juga bagi kalangan akademis. Pengenalan konsep konstruksi ramping pada industri konstruksi Indonesia merupakan suatu usaha strategis dan memberikan peluang untuk pengembangan industri konstruksi kedepan. Meskipun sebagian prinsip dan teknik konstruksi ramping telah diadopsi dan diimplementasikan oleh pihak-pihak yang terlibat dalam industri konstruksi dalam aktifitas proses produksinya, namun pemahaman konstruksi ramping sebagai suatu konsep yang terintegrasi masih belum diterapkan. Oleh karena itu, sosialisasi terhadap konsep, prinsip dan teknik konstruksi ramping dilakukan dalam bentuk suatu agenda penelitian dan pendidikan di Indonesia. Salah satu asumsi penting dalam pengembangan agenda penelitian tersebut adalah melibatkan pihak-pihak yang terlibat dalam industri konstruksi, terutama kontraktor yang merupakan pihak yang paling berperan penting dalam proses produksi di proyek konstruksi. Untuk mencapai tujuan tersebut, suatu model penilaian dikembangkan untuk menilai kesiapan kontraktor menuju konstruksi ramping. Model ini juga dikembangkan untuk mendapatkan gambaran yang jelas tentang bagian mana dari prinsip dan teknik konstruksi ramping yang masih lemah dilaksanakan oleh kontraktor Indonesia, sehingga perlu dilakukan usaha untuk pengenalan dan improvement. Penilaian dilakukan dengan melihat bagaimana kontraktor melakukan proses produksinya di proyek konstruksi, dan dinilai menggunakan prinsip konstruksi ramping yaitu pengurangan waktu siklus, pengurangan variabilitas, peningkatan transparansi dan melakukan improvement secara terus menerus. Enam proyek konstruksi yang dikerjakan oleh tiga kontraktor besar diteliti sebagai studi kasus melalui cara wawancara dengan pihak manajemen di site proyek. Dari hasil penilaian  menggunakan model penilaian yang dikembangkan, diketahui bahwa pada umumnya kontraktor melakukan aktifitas proses produksi yang sama di tingkatan proyek. Dari hasil studi kasus diketahui bahwa kontraktor Indonesia telah menerapakan prinsip makro konstruksi ramping, yaitu dalam hal kebijakan untuk melakukan improvement secara terus menerus dan meningkatkan transparansi. Namun pada prinsip mikro konstruksi ramping, yaitu pengurangan waktu siklus dan pengurangan variabilitas, masih rendah perhatian dan kemampuannya untuk menerapkan prinsip tersebut.", "Daftar File": {"COVER HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264411", "BAB 1 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264412", "BAB 2 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264413", "BAB 3 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264414", "BAB 4 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264415", "BAB 5 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264416", "BAB 6 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264417", "BAB 7 HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264418", "PUSTAKA HENGKI AMRI ROZA": "https://digilib.itb.ac.id/gdl/download/264419"}, "Penulis": "HENGKI AMRI ROZA [25003005]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhamad Abduh, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Konstruksi ramping, pengurangan waktu siklus, pengurangan variabilitas, peningkatan transparansi, melakukan improvement secara terus menerus, model penilaian", "Sumber": "FTSL", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "28 Sep 2016"}