{"Nomor": 20171, "Judul": "KAJIAN PENERAPAN MODEL NPV-AT-RISK SEBAGAI ALAT UNTUK MELAKUKAN EVALUASI INVESTASI PADA PROYEK INFRASTRUKTUR JALAN TOL (STUDI KASUS: PEMBANGUNAN JALAN TOL CISUMDAWU)", "Abstrak": "Keputusan strategis investasi modal pada proyek infrastruktur menjadi sangat krusial dan membutuhkan suatu analisis dan pertimbangan yang lebih mendalam.  Hal ini terkait dengan karakteristik proyek infrastruktur yang sangat rentan terhadap risiko dan ketidakpastian. Model NPV-at-Risk yang dikembangkan oleh Ye dan Tiong (2000) sebagai alat penilaian kelayakan investasi dalam kondisi ketidakpastian, pada awalnya diterapkan pada kasus dengan cash flow yang fiktif   \n\ndengan berbagai penggunaan parameter yang diasumsikan. Hal ini menjadikan penting bagi penulis untuk mengkaji dan menerapkan model ini pada kasus yang riil, menggunakan parameter yang lebih representatif sehingga dapat diketahui permasalahan-permasalahan penerapan model ataupun usulan perbaikan model ke depan. Model ini akan diterapkan pada studi kasus proyek jalan tol Cisumdawu Tahap I yaitu ruas Cileunyi-Tanjungsari-Sumedang sebagai salah satu investasi jalan tol yang diusulkan oleh Pemerintah Daerah Kabupaten Sumedang. Prinsip dasar model ini adalah mengukur tingkat pengembalian dan risiko secara terpisah melalui pendekatan stokastik. Weighted Average Cost of Capital (WACC) digunakan sebagai discount rate untuk mendiskon cash flow proyek. Dengan penerapan model ini maka dapat memberikan berbagai gambaran kemungkinan output (NPV) dan variabilitas risiko sehingga dapat memberikan suatu tawaran dan rekomendasi yang lebih komunikatif dan variatif khususnya bagi investor sebagai bahan pertimbangan dalam melakukan keputusan investasi.", "Daftar File": {"2006 TS PP HENI FITRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103189", "2006 TS PP HENI FITRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103190", "2006 TS PP HENI FITRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103191", "2006 TS PP HENI FITRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103192", "2006 TS PP HENI FITRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103193", "2006 TS PP HENI FITRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103194", "2006 TS PP HENI FITRIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103195", "2006 TS PP HENI FITRIANI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/103196", "2006 TS PP HENI FITRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103197"}, "Penulis": "HENI FITRIANI (NIM : 250 03 061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Puti Farida Marzuki", "Dr. Ing Andreas Wibowo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "evaluasi investasi, model NPV-at-Risk, WACC, ketidakpastian, risiko, jalan tol.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "28 Sep 2016"}