{"Nomor": 20188, "Judul": "PENERAPAN METODA MULTIATRIBUT SEISMIK UNTUK KARAKTERISASI RESERVOIR KARBONAT PADA LAPANGAN", "Abstrak": "Studi ini menghadirkan penerapan analisa mutiatribut seismik untuk memprediksi p-wave, porositas dan gamma ray sebagai usaha untuk karakterisasi reservoir pada lapangan gas dan minyak di Cekungan Sumatra Selatan. Targetnya adalah formasi baturaja yang terdiri dari karbonat reef dan karbonat ramp. Data seismik 3D digunakan untuk interpretasi lokasi marker stratigrafi utama diantara sumur, wavelet hasil statistik dan seismic horizon digunakan untuk inversi 3D seismik menjadi volume impedansi akustik (AI). Cross-plot menunjukan p-wave dapat memisahkan reservoir dan nonreservoir lebih baik dari impedansi akustik (AI), tetapi kedua parameter ini termasuk densitas tidak dapat memisahkan fluida dalam reservoir, karena itu pseudo OWC dan pseudo GWC dari marker sumur digunakan sebagai acuan kontak fluida. Volume AI, diperoleh dari inversi sparse spike, menunjukan korelasi yang baik dengan AI sumur, kemudian digunakan sebagai external atribut. Stepwise regression dan crossvalidasi digunakan untuk mengkombinasikan seismik atribut untuk memprediksi p-wave, porosity and gamma ray dimana semua parameter ini diketahui dari log sumur.        \n \n \n \n \n \n \n\nModel p-wave hasil multivariate linear regressi menujukan korelasi yang baik (0.906) antara empat seismik atribut dan log p-wave pada 10 sumur di daerah studi ini. Model porositas hasil multivariate linear regressi menujukan korelasi yang baik (0.858) antara dua seismik atribut dan log porositas pada 10 sumur di daerah studi ini. Model gamma ray hasil multivariate linear regresi menujukan korelasi yang kurang baik (0.65) antara lima seismik atribut dan log gamma ray pada 10 sumur di daerah studi ini. Probabilistic neural network kemudian dilakukan untuk mencari hubungan nonlinier antara data masukan dan log gamma-ray pada 10 sumur dan hasilnya digunakan untuk iterasi kedua linier regresi model gamma ray, hasil korelasinya lebih baik (0.836). Analisa kombinasi dari peta p-wave, peta integrasi, peta isochore dan peta struktur waktu digunakan untuk memberikan saran lokasi sumur terbaik berikutnya.", "Daftar File": {"2009 TA PP IMAM MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103329", "2009 TA PP IMAM MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103330", "2009 TA PP IMAM MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103331", "2009 TA PP IMAM MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103332", "2009 TA PP IMAM MAULANA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/103333", "2009 TA PP IMAM MAULANA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/103334", "2009 TA PP IMAM MAULANA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/103335", "2009 TA PP IMAM MAULANA 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/103336", "2009 TA PP IMAM MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103337", "2009 TA PP IMAM MAULANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103338", "2009 TA PP IMAM MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103339"}, "Penulis": "IMAM MAULANA (NIM: 12304016)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sigit Sukmono, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mutiatribut seismik, p-wave, reservoir", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "09 Okt 2017"}