{"Nomor": 20185, "Judul": "ANALISA LAJU KOROSI PENGARUH POST WELD HEAT TREATMENT TERHADAP UMUR PIPA PADA PIPA API 5L GRADE B", "Abstrak": "Jaringan perpipaan banyak digunakan dalam kegiatan eksplorasi minyak dan gas bumi. Dalam pemasangannya tidak terlepas dari proses pengelasan. Dimana proses pengelasan merupakan salah satu proses yang dapat mempengaruhi umur material pipa. Masalah yang timbul adalah besarnya laju korosi yang timbul. Berdasarkan kenyataan tersebut, tesis ini bertujuan mencari cara untuk memperpanjang umur (life time) jaringan pipa di daerah sambungan akibat proses pengelasan.      \n \n\nPengujian perlakuan panas PWHT pada material pipa API 5L PSL 1 Grade B menggunakan variasi temperatur 200Ã‚Â°C, 250Ã‚Â°C, 300Ã‚Â°C, 350Ã‚Â°C dan 400Ã‚Â°C dengan holding time 30 menit serta dengan pendinginan udara. Untuk melengkapi data pengujian juga dilakukan pengujian foto mikro, pengujian laju korosi dan pengujian foto makro. Sel tiga elektroda dengan larutan elektrolit NaCl digunakan dalam pengujian laju korosi.      \n \n\nHasil pengujian foto mikro menunjukkan bahwa kandungan pearlite di daerah HAZ, base metal dan weld metal di setiap specimen uji mengalami peningkatan seiring dengan peningkatan temperatur PWHT. Nilai laju korosi pada spesimen tanpa perlakuan panas (28 Ã‚ÂºC) sebesar 0,091703 mmpy, perlakuan panas 200Ã‚ÂºC sebesar 0,088025 mmpy, perlakuan panas 250Ã‚ÂºC sebesar 0,087290 mmpy, perlakuan panas 300Ã‚ÂºC sebesar 0,086589 mmpy, perlakuan panas 350Ã‚Â°C sebesar 0,085802 mmpy dan perlakuan panas 400Ã‚Â°C sebesar 0,084979 mmpy. Penambahan umur pada material pipa mulai terjadi pada spesimen dengan temperatur diatas 200 Ã‚ÂºC. Temperatur 400Ã‚ÂºC merupakan nilai yang paling ekonomis dari proses perlakuan panas. Hasil ini diperoleh berdasarkan jumlah kandungan pearlite, nilai laju korosi, serta perhitungan penambahan umur pipa sebesar 1 tahun 3 bulan.", "Daftar File": {"2011 TS PP IKHSAN KHOLIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103305", "2011 TS PP IKHSAN KHOLIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103306", "2011 TS PP IKHSAN KHOLIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103307", "2011 TS PP IKHSAN KHOLIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103308", "2011 TS PP IKHSAN KHOLIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103309", "2011 TS PP IKHSAN KHOLIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103310", "2011 TS PP IKHSAN KHOLIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103311"}, "Penulis": "IKHSAN KHOLIS NIM : 22209072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ucok W.R. Siagian"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Post Weld Heat Treatment (PWHT), Laju Korosi, Foto Mikro, Sel 3 Elektroda, Pipa API 5L Grade B", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}