{"Nomor": 20184, "Judul": "EVALUASI KINERJA DAN UPAYA EFISIENSI ENERGI SISTEM TATA UDARA PADA SEBUAH BANGUNAN HOTEL DI BANDUNG", "Abstrak": "Sistem tata udara berkontribusi lebih dari 50% dari total konsumsi energi pada bangunan gedung [1]. Evaluasi terhadap kinerja sistem tata udara akan berpengaruh signifikan terhadap energy performance bangunan. Sistem tata udara bekerja sesuai dengan beban termal yang harus ditangani, maka dibutuhkan penaksiran beban termal untuk memastikan sistem tata udara telah bekerja sesuai dengan beban termal bangunan. Setelah mengetahui pengoperasian sistem, maka dapat dilakukan evaluasi terhadap kinerja sistem yang kemudian dapat diperoleh upaya peningkatan kinerja sistem. Pada penelitian ini dilakukan evaluasi terhadap kinerja sistem tata udara pada sebuah bangunan hotel dan dicari upaya peningkatan kinerja sistem tata udara agar dapat beroperasi secara efisien.  \n \n\nMelalui metoda CLTD didapatkan nilai beban termal puncak bernilai 140 TR. Dari penaksiran tersebut diperoleh bahwa rancangan chiller oversize sebesar 22% untuk menangani beban termal sebuah bangunan hotel. Pengukuran laju transfer kalor digunakan untuk mengetahui beban pendinginan nyata pada bangunan. Laju transfer kalor rata-rata untuk chiller-1 dan chiller-2 yaitu 37,74 TR dan 39,44 TR, di mana nilai tersebut hanya sekitar 21% dari kapasitas chiller. Dari evaluasi konsumsi elektrik diperoleh bahwa kinerja sistem chiller rata-rata sebesar 2,4 kW/TR, menurun dari rating umum sebesar 1,29 kW/TR.  \n \n\nUpaya penghematan energi dilakukan berdasarkan konsumsi energi nyata dan hasil simulasi menggunakan perangkat lunak EnergyPlus. Dengan mengganti chiller berkapasitas 50 TR, didapatkan payback period selama 23 bulan (berdasarkan penghematan konsumsi energi elektrik kompresor) dan payback period selama 9 bulan (berdasarkan penghematan selisih efisiensi). Simulasi model kondisi nyata menggunakan perangkat lunak EnergyPlus menghasilkan konsumsi energi elektrik kondisi nyata dalam satu tahun sebesar 3.445.822 kWh. Konsumsi energi elektrik terbesar dicapai oleh sistem pengkondisi udara yaitu 59% dari konsumsi energi elektrik total. Modifikasi rancangan kenaikan suhu zona sebanyak 1Co menghasilkan pengurangan konsumsi energi elektrik total sebesar 3,82%. Modifikasi rancangan kenaikan suhu zona sebanyak 2Co menghasilkan pengurangan energi elektrik total sebesar 6,87%. Modifikasi rancangan kenaikan suhu zona sebanyak 3Co menghasilkan pengurangan energi elektrik total sebesar 9,28%.", "Daftar File": {"2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103298", "2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103299", "2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103300", "2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103301", "2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103302", "2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103303", "2015 TA PP IKA KHOIRUN NISA - BALQIS AFIFAH   1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103304"}, "Penulis": "IKA KHOIRUN NISA (NIM : 13311023)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. FX Nugroho Soelami, MBEnv, Ph.D", "Ir. Wisnu Hendradjit, M.Sc.E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Tata Udara, Efisien, CLTD, EnergyPlus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}