{"Nomor": 20199, "Judul": "ESTIMATION OF SOIL MOISTURE IN RICE FIELDS WITHIN INDRAMAYU DISTRICT, WEST JAVA USING SOIL WATER BALANCE MODEL", "Abstrak": "Rice as the most important crop in Indonesia requires more water than any other crop. The available water in root zone layer is defined as soil moisture. For rice production, appropriate amount of soil moisture should be satisfied. It determines the sustainability of photosynthesis mechanism as well as evapotranspiration process. Therefore, the estimation of soil moisture is crucial for rice production. The use of remote sensing tools has great potency to deal with large scale soil moisture monitoring. Unfortunately, remote sensing application generally have disadvantage due to temporal resolution. This condition has led many studies to use combination of remote sensing technology and water balance model to estimate spatial and temporal variability of soil moisture.      \n \n\nIn this study Surface Energy Balance Algorithm for Land (SEBAL) was used to estimate evapotranspiration as input for soil water balance model. To estimate soil moisture on rice field area soil water balance model was used based on Thornthwaite-Mather method. The study site is located in 83773.946 ha of rice field area in Indramayu district, West Java. Rice field is cultivated based on irrigation rotating schedule, thus this area implementing heterogeneous crop calendar. The model was performed for 21 September 2013 Ã‚Â– 22 September 2014, assuming each cell as independent soil vegetation system and water transfer limited for root zone layer. Data input for soil water balance model comprise precipitation, irrigation debit, evapotranspiration and water holding capacity. Irrigation volume was predicted based on irrigation volume in other irrigation region within Indramayu district and distributed using flow accumulation methods.      \n \n\nEstimated evapotranspiration from SEBAL shows realistic to vegetation condition on observed date. The mean daily evapotranspiration on dry season is 1.98 Ã‚Â– 3.44 mm/day. It is within range of mean evapotranspiration reported on previous research. Estimated soil moisture from soil water balance model was validated using field measurement data. It has a RMSE about 0.44 mm/depth. As the conclusion, the integration of SEBAL model and soil water balance model can be applied to estimate soil moisture for rice field in this study area.", "Daftar File": {"2016 TS PP INDRI YULIANTI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103420", "2016 TS PP INDRI YULIANTI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103421", "2016 TS PP INDRI YULIANTI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103422", "2016 TS PP INDRI YULIANTI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103423", "2016 TS PP INDRI YULIANTI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103424", "2016 TS PP INDRI YULIANTI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103425", "2016 TS PP INDRI YULIANTI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103426"}, "Penulis": "INDRI YULIANTI  (NIM : 25113017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "evapotranspiration, SEBAL, soil moisture, water balance", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}