{"Nomor": 20198, "Judul": "STUDI PUSTAKA PEMBENTUKAN KOMPONEN PIRINGAN TEBAL GALAKSI BIMA SAKTI", "Abstrak": "Piringan tebal Bima Sakti, pertama kali diidentifikasi dari kecocokan profil kerapatan vertikal bintang dengan dua fungsi eksponensial (Gilmore & Reid 1983), dalam banyak hal berbeda dengan piringan tipis. Bintang di piringan tebal umumnya memiliki kecepatan rotasi rendah, dispersi kecepatan tinggi, rasio [α/Fe] tinggi, usia lebih tua, dan lebih miskin logam dibandingkan dengan bintang di piringan tipis. Rasio [α/Fe] yang tinggi dan usia yang tua menyiratkan bahwa bintang piringan tebal terbentuk lebih awal dari bintang piringan tipis. Simulasi pembentukan piringan tebal galaksi telah banyak diusulkan untuk menjelaskan asal-usul bintang di piringan tebal. Terdapat dua model yang mendukung evolusi dan pembentukan piringan tebal, yaitu model akresi dari gangguan satelit (Abadi et al,2003) dan model migrasi radial (Roskar et al,2008). Model akresi memperkirakan bahwa lebih dari 70% bintang piringan tebal bertambah dari galaksi terganggu, sedangkan model migrasi radial beranggapan bahwa piringan tebal galaksi terbentuk dari bintang yang bermigrasi dari dalam ke luar piringan sebagai akibat resonansi corotasi dengan lengan spiral. Kedua model simulasi dibandingkan dengan data observational dari sampel survey Geneva-Kopenhagen (GCS). Helmi et al.(2003) menggunakan simulasi akresi menghasilkan piringan tebal dengan beberapa puncak [Fe/H] pada rentang 0,3 < e < 0,5. Sedangkan Shonrich & Binney (2009) menganalisis dampak churning dan blurring pada perubahan momentum sudut dari dalam ke luar piringan. Dari hasil observational tampaknya model migrasi radial merupakan pendekatan terbaik dengan Bima Sakti.", "Daftar File": {"2015 TA PP INDRI PRADIVTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103405", "2015 TA PP INDRI PRADIVTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103406", "2015 TA PP INDRI PRADIVTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103407", "2015 TA PP INDRI PRADIVTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103408", "2015 TA PP INDRI PRADIVTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103409", "2015 TA PP INDRI PRADIVTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103410", "2015 TA PP INDRI PRADIVTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103411"}, "Penulis": "INDRI PRADIVTA (NIM : 10309024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. M. Ikbal Arifyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "piringan tebal, evolusi galaksi, pembentukan piringan tebal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}