{"Nomor": 20193, "Judul": "ANALISIS HUBUNGAN KONSTITUTIF PADA PILAR BATUAN ANISOTROP", "Abstrak": "Banyak batuan yang tersingkap di permukaan bumi mempunyai struktur dasar yang baik, dalam bentuk perlapisan, stratifikasi, foliasi, fissure, ataupun joint. Secara umum, batuan memiliki sifat (fisik, dinamik, thermal, mekanik, dan hidrolik) yang berbeda sesuai dengan arahnya dan ini yang disebut sebagai sifat anisotrop. Mengetahui sifat-sifat mekanik dari batuan anisotrop, dapat membantu memprediksi perilaku batuan dalam desain, analisis, dan konstruksi juga memperbaiki kualitas dan keamanan. Konstanta elastik dari batuan anisotrop juga mempengaruhi dalam analisis deformasi dan desain. Oleh karena itu, sangatlah penting untuk dapat  \n \n\nmemperkirakan konstanta elastik dari batuan anisotrop dengan cepat dan akurat. Dalam penelitian sebelumnya, konstanta elastik dari batuan isotrop transverse  \n \n\ndiperoleh dengan uji kuat tarik tak langsung (Brazilian test) dan prosedur iterasi. Dimana digunakan empat buah contoh batu marmer dari Taiwan. Contoh yang pertama dengan sumbu axis tegak lurus terhadap bidang isotrop transverse. Selanjutnya nilai regangan yang diperoleh, digunakan untuk menentukan nilai konstanta elastik E1 dan ν1. Tiga buah contoh berikutnya merupakan contoh dengan sudut θ = 15o, 30o, dan 45o, dimana sumbu axis nya paralel terhadap bidang isotrop transverse. Nilai regangan yang diperoleh dari uji kuat tarik tak langsung (Brazilian test) selanjutnya digunakan dalam analisis numerik dengan back calculation dan prosedur iterasi, untuk memperoleh nilai konstanta elastik E2, ν2, dan G2. Pada penelitian ini akan di bahas mengenai metode pengujian laboratorium dan analitik untuk menentukan ke empat nilai konstanta elastik dari batuan isotrop transverse. Perhitungan analitik dilakukan untuk menentukan konstanta elastik dari material batuan dengan asumsi linier, elastik, homogen, dan isotrop transverse. Pada penelitian ini nilai regangan ditentukan pada kondisi 50% dari tegangan puncak pada kurva tegangan-regangan. Analisis multilinier regresi dengan metode estimasi kuadrat terkecil digunakan dalam menentukan persamaan linier untuk mendapatkan ke empat konstanta elastik dari batuan. Dari hasil uji kuat tekan uniaksial, nilai kuat tekan sangat bergantung pada  \n \n\nsudut antara bidang isotrop transverse dan arah pembebanannya, dalam hal ini nilai kuat tekan maksimum muncul pada saat gaya diberikan pada arah sejajar terhadap bidang isotropi (θ = 85o). Dari analisis yang dilakukan pada ke 32 data pengukuran regangan, diperoleh hasil bahwa batu slate tersebut mempunyai kemampuan  \n \n\ndeformasi yang lebih besar pada arah normal terhadap bidang perlapisannya, daripada kemampuan deformasi pada arah sejajar dengan bidang perlapisannya (E1 > E2).", "Daftar File": {"2011 TS PP INDRA KARNA WIJAKSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103368", "2011 TS PP INDRA KARNA WIJAKSANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103369", "2011 TS PP INDRA KARNA WIJAKSANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103370", "2011 TS PP INDRA KARNA WIJAKSANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103371", "2011 TS PP INDRA KARNA WIJAKSANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103372", "2011 TS PP INDRA KARNA WIJAKSANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103373", "2011 TS PP INDRA KARNA WIJAKSANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103374"}, "Penulis": "INDRA KARNA WIJAKSANA (NIM : 22108021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Ridho K. Wattimena, MT.", "Prof.Dr.Ir.Irwandy Arif, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Anisotrop,  pilar batuan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}