{"Nomor": 20207, "Judul": "KAJIAN KORELASI ANTARA KELEMBABAN TANAH DENGAN TATA GUNA LAHAN BERBASIS CITRA SATELIT (Studi Kasus Daerah Bandung dan Sekitarnya)", "Abstrak": "Kelembaban tanah merupakan faktor penting untuk kehidupan dan sangat menarik untuk dikaji. Fungsi utama dari kelembaban tanah adalah mengontrol pembagian air hujan yang turun ke bumi menjadi run off ataupun infiltrasi. Kelembaban tanah sangat penting untuk studi potensi air dan studi neraca air. Pada penelitian ini digunakan dua data yaitu : data citra satelit aster untuk daerah cekungan bandung pada tanggal 12 juni 2003 dan data pengukuran lapangan kelembaban tanah. Data tersebut digunakan untuk mengkaji korelasi antara kelembaban tanah dengan tata guna lahan. Dalam penelitian ini penghitungan kelembaban tanah di dekati dari dua masukan yaitu : data Natural Difference Vegetation Index (NDVI) yaitu data sebaran vegetasi di permukaan bumi dan data Natural Difference Temperatur Index (NDTI) yaitu data sebaran temperatur permukaan. Dari hasil uji hipotesis non parametrik spearman rank antara kelembaban tanah dan nilai piksel tata guna lahan terlihat bahwa nilai korelasi antara 3 jenis tata guna lahan, yaitu : hutan dengan rho hitung -0.6, perkebunan dengan rho hitung 0.057 dan pemukiman dengan rho hitung -0.30 tidak memiliki korelasi dikarenakan tidak memenuhi nilai batas rho tabel. Namun untuk tata guna ladang dengan nilai rho hitung -0.718 memenuhi syarat batas dari nilai rho tabel untuk taraf signif 5% yaitu sebesar 0.648, makadari pada itu tata guna lahan ladang memiliki korelasi yang baik dengan nilai kelembaban tanah.Hal ini dikarenakan data lapangan yang ada tersebar pada tata guna lahan ladang, maka dari pada itu ada korelasi antara tata guna lahan ladang dengan kelembaban tanah.", "Daftar File": {"2008 TA PP IRLAND FARDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103477", "2008 TA PP IRLAND FARDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103478", "2008 TA PP IRLAND FARDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103479", "2008 TA PP IRLAND FARDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103480", "2008 TA PP IRLAND FARDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103481", "2008 TA PP IRLAND FARDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103482", "2008 TA PP IRLAND FARDANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103483", "2008 TA PP IRLAND FARDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103484"}, "Penulis": "IRLAND FARDANI (NIM 12803011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Sri Hartati Soenarmo, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Soil Mositure, land Use, Aster, Bandung", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}