{"Nomor": 20206, "Judul": "PENGARUH PH TERHADAP PEMBUATAN LAPISAN TIPIS ZINC OXIDE MENGGUNAKAN METODE ULTRASONIC SPRAY PYROLYSIS", "Abstrak": "Ultrasonic spray pyrolysis merupakan proses pendeposisian lapisan tipis berstruktur nano. Proses tersebut meliputi proses nebulisasi larutan menjadi butiran-butiran cairan yang akan dibawa oleh udara yang dihembuskan oleh pompa udara bertekanan rendah ke arah substrat. Tingginya temperatur substrat menyebabkan terjadinya penguapan butiran-butiran cairan, sehingga mengecilkan ukuran butiran-butiran cairan yang menempel pada substrat. Tingginya temperatur substrat juga dapat mempengaruhi proses dekomposisi, serta proses pertumbuhan pada substrat.  \n \n\nLapisan tipis ZnO dibuat dengan menggunakan metoda ultrasonic spray pyrolysis pada temperatur 350 oC, dan proses deposisi dilakukan selama 5 menit menggunakan prekursor zinc nitrate tetrahydrate yang dilarutkan dalam campuran ethanol dan aquabides sebagai prekursor. Molaritas larutan yang digunakan adalah 0,1 M dan 0,2 M dengan perbandingan pelarut ethanol dan aquabides adalah 1:1, 1:3 dan 1:5.  \n \n\nLapisan ZnO yang terbentuk dianalisis morfologi permukaan, komposisi unsur, dan absorbansi cahayanya. Analisis morfologi permukaan menggunakan SEM, komposisi unsur menggunakan EDS, dan untuk absorbansi cahaya menggunakan UV-Vis spectroscopy. Perbandingan pelarut ethanol dan aquabides tidak mempengaruhi nilai pengukuran pH larutan prekursor. Sedangkan, molaritas larutan prekursor mempengaruhi pH larutan yang berpengaruh terhadap morfologi lapisan zinc oxide yang terbentuk. Hasil EDS menunjukkan bahwa sampel yang disintesis memiliki unsur ZnO. Kemudian, berdasarkan hasil pengolahan data karakterisasi menggunakan UV-Vis spectroscopy diperoleh nilai band gap energy dari kedua sampel sebesar 3,30 eV untuk sampel 0,1 M dan 3,10 eV untuk sampel 0,2 M. Disimpulkan bahwa perbedaan molaritas larutan prekursor dapat mempengaruhi pH larutan dan morfologi sampel. Dengan demikian, pengendalian pH larutan prekursor berpengaruh terhadap pembentukan lapisan tipis ZnO.", "Daftar File": {"2013 TA PP IRFAN DESKA BUHANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103470", "2013 TA PP IRFAN DESKA BUHANDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103471", "2013 TA PP IRFAN DESKA BUHANDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103472", "2013 TA PP IRFAN DESKA BUHANDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103473", "2013 TA PP IRFAN DESKA BUHANDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103474", "2013 TA PP IRFAN DESKA BUHANDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103475", "2013 TA PP IRFAN DESKA BUHANDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103476"}, "Penulis": "IRFAN DESKA BUHANDA (NIM : 13307086)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nBrian Yuliarto Ph.D", "Dr. Ir. Nugraha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ultrasonic spray pyrolysis, zinc oxide, karakterisasi, SEM, EDS, UV-Vis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}