{"Nomor": 20205, "Judul": "ANALISIS RISIKO FINANSIAL BANDAR UDARA INTERNASIONAL JAWA BARAT", "Abstrak": "Sehubungan dengan diberlakukannya otonomi daerah dan adanya potensi pertumbuhan ekonomi yang cukup tinggi, Pemerintah Provinsi Jawa Barat berencana membangun fasilitas dan infrastruktur baru yang memadai. Salah satunya rencana tersebut adalah pembangunan Bandar Udara Internasional Jawa Barat di Majalengka, dengan fasilitas bertaraf internasional dan kapasitas yang lebih tinggi dari bandara yang sudah ada. Salah satu syarat terpenting perencanaan tersebut adalah Studi Kelayakan yang terdiri atas bermacam analisis, dimana salah satu diantaranya adalah Analisis Risiko Finansial. Karya tulis ini merupakan sebuah laporan analisis risiko finansial yang dilakukan terhadap rencana pembangunan \n\nBandar Udara Internasional Jawa Barat. Hasil dari studi ini diharapkan dapat memberi gambaran mengenai kelayakan finansial tersebut. Ruang lingkup kajian dalam laporan ini mencakup hal-hal berikut: Melakukan analisis kebutuhan (demand) dan kesediaan (supply), yang dilanjutkan dengan analisis kelayakan investasi dari aspek finansial yang meliputi kriteria: NPV, BCR, PBP dan IRR. serta analisis risiko investasi dari aspek \n\nfinansial dengan kriteria IRR, dengan analisis sensitifitas terhadap harga tanah, pergerakan penumpang dan pergerakan barang. Bandar Udara Internasional Jawa Barat ini memiliki nilai kelayakan yang dinyatakan dalam IRR, sebesar 12,53 % pada kondisi kebutuhan dan kesediaan yang sesuai dengan studi terdahulu. Parameter dengan sensitivitas tertinggi terhadap analisis risiko IRR adalah pergerakan penumpang, dimana penurunan pergerakan penumpang sebesar 50% akan memberikan penurunan IRR sebesar 5,2%. Sementara parameter yang lain hanya memberikan penurunan IRR sebesar 0,44% untuk kenaikan harga tanah sebesar 100% sedangkan untuk penurunan pergerakan barang sebesar 100% hanya memberikan penurunan IRR sebesar 0,47%. Meskipun analisis kelayakan finansial menunjukan hasil IRR sebesar 12,53 %, namun demikian mengingat strategisnya \n\nkeputusan untuk membangun Bandar Udara Internasional Jawa Barat maka pertimbangan akan juga didasarkan pada aspek lain seperti kepentingan geopolotis.", "Daftar File": {"2006 TS PP IRA ILRASWARI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103463", "2006 TS PP IRA ILRASWARI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103464", "2006 TS PP IRA ILRASWARI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103465", "2006 TS PP IRA ILRASWARI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103466", "2006 TS PP IRA ILRASWARI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103467", "2006 TS PP IRA ILRASWARI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103468", "2006 TS PP IRA ILRASWARI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103469"}, "Penulis": "IRA ILRASWARI (NIM : 25003049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Bambang Ismanto, MSc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Investasi, studi kelayakan, sensitifitas, kebutuhan dan kesediaan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "28 Sep 2016"}