{"Nomor": 20203, "Judul": "DESAIN DAN SIMULASI CONCERT HALL GAMELAN SUNDA BERBASIS PARAMETER AKUSTIK OPTIMUM", "Abstrak": "Pertunjukkan musik Gamelan Sunda memerlukan tempat khusus yang dapat menonjolkan kualitas pertunjukkan secara akustik. Penelitian ini melakukan perancangan akustik ruang gedung konser Gamelan Sunda dengan menggunkan parameter akustik optimum. Parameter yang menjadi acuan desain yaitu tingkat pendengaran (LL), waktu tunda pantulan dini (Δt1), waktu dengung (Tsub), dan IACC. Pemodelan ruang dan simulasi ini dilakukan dengan menggunakan perangkat CATTAcoustics. Ruang konser ini memiliki dimensi 53 m x 39 m x 13 m dengan volume    \n \n\nsebesar 18125 m3 dan kapasitas 2250 kursi. Pada titik desain dan frekuensi 1 KHz, ruangan ini memiliki karakteristik akustik objektif sebagai berikut: LL sebesar 79,8 dBA; Δt1 sebesar 49 ms; Tsub atau waktu dengung sebesar 1,57 detik; serta IACC sebesar 0,57.    \n \n\nNilai tingkat pendengaran didapatkan dari penelitian mengenai karakteristik alat musik Gamelan Sunda yaitu sebesar 75-85 dBA. Nilai Δt1 didapatkan dari penelitian    \n \n\nmengenai karakterisitik musik Gamelan Sunda sebesar 45-85 ms. Kemudian, nilai waktu dengung didapatkan dari uji psikoakustik sebesar 1.6 detik. Sementara itu, nilai    \n \n\nIACC didapatkan dari penelitian Beranek mengenai nilai IACC yang direkomendasikan untuk gedung pertunjukkan yakni sebesar 0.28- 0.59.", "Daftar File": {"2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103455", "2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103454", "2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103453", "2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103452", "2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103451", "2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103450", "2015 TA PP IQBAL ANSYORI - WENDA NURIDAHISSAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103456"}, "Penulis": "IQBAL ANSYORI (NIM : 13310024)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Ir. I Gde Nyoman Merthayasa, M.Eng.", "Ir. R. Sugeng Joko Sarwono, MT, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gamelan Sunda, gedung konser, tingkat pendengaran, waktu tunda pantulan dini, waktu dengung , IACC, uji psikoakustik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}