{"Nomor": 20219, "Judul": "ANALISIS TEKNIKAL UNTUK PREDIKSI TREN PERGERAKAN HARGA MATA UANG DENGAN PROSES GAUSSIAN", "Abstrak": "Trading forex merupakan bisnis terbesar di dunia dengan transaksi keuangan lebih dari $4 triliun per harinya dan pasar forex terbuka 24 jam selama 5 hari seminggu sehingga trading forex merupakan bisnis yang sangat potensial untuk memeroleh keuntungan yang besar dalam waktu yang singkat. Penggunaan strategi trading yang   \n \n \n\ntepat merupakan hal yang sangat vital karena trading juga beresiko sangat tinggi untuk menghasilkan kerugian yang besar. Salah satu strategi dalam trading adalah   \n \n \n\ndengan menggunakan analisis teknikal yakni suatu metode mengevaluasi instrumen keuangan berdasarkan analisis ilmiah dan perhitungan matematis menggunakan data   \n \n \n\nhistoris seperti harga dan volume transaksi suatu instrumen keuangan. Analisis teknikal identik dengan penggunaan grafik (chart) dan berbagai indikator teknikal. Kunci sukses dalam trading forex adalah mengetahui tren pasar yakni bagaimana mengidentifikasi tren pada tahap yang relatif awal lalu bergerak mengikuti tren tersebut. Salah satu cara untuk mengetahui tren pasar adalah dengan menggunakan indikator teknikal. Penelitian ini membahas cara untuk menghasilkan indikator teknikal dengan mengaplikasikan proses Gaussian terhadap data historis close price beberapa pasangan mata uang diantaranya adalah EUR/USD, GBP/USD, AUD/USD, dan EUR/GBP. Selanjutnya dari proses tersebut dihasilkan data prediktif yang dapat digunakan untuk memrediksi tren pergerakan harga beberapa hari   \n \n \n\nke depan.", "Daftar File": {"2015 TS PP I WAYAN ARIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103564", "2015 TS PP I WAYAN ARIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103565", "2015 TS PP I WAYAN ARIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103566", "2015 TS PP I WAYAN ARIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103567", "2015 TS PP I WAYAN ARIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103568", "2015 TS PP I WAYAN ARIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103569", "2015 TS PP I WAYAN ARIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103570"}, "Penulis": "I WAYAN ARIAWAN (NIM : 20813001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sapto Wahyu Indratno, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Trading, forex, proses Gaussian, multivariat normal, fungsi kernel.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}