{"Nomor": 20225, "Judul": "KARAKTERISTIK GEOKIMIA DAN PETROLOGI BATUAN VOLKANIK JATIBARANG DI JAWA BARAT UTARA SERTA IMPLIKASINYA TERHADAP SISTEM VOLKANISME PALEOGEN", "Abstrak": "Penelitian berupa studi tentang petrogenesis batuan volkanik Formasi Jatibarang di Cekungan Jawa Barat Utara yang percontohannya diambil dari hasil batuan inti pemboran dalam khususnya ditinjau dari ciri-ciri petrologi dan pola kimianya. Masalah karakter magma dan tatanan tektonik magmatik batuan volkanik Formasi Jatibarang merupakan sesuatu hal yang cukup penting untuk diteliti guna melengkapi evolusi Cekungan Jawa Barat Utara dan magmatisme di Jawa Barat.        \n \n\nHasil analisis petrografi menunjukkan bahwa batuan yang tercakup didalam Formasi Jatibarang di Cekungan Jawa Barat Utara dapat dibedakan menjadi batuan beku volkanik basalt, andesit basaltik, andesit, dan tuf.        \n \n\nHasil kimia unsur-unsur utama, jejak, dan unsur tanah langka batuan volkanik daerah penelitian mempunyai kandungan SiO2 berkisar dari 47,81% sampai 63,98%, total alkali (Na2O+K2O) berkisar dari 3,33% sampai 7,74%, TiO2 kurang dari 1,25% dan berafinitas kalk-alkali, kalk-alkali potasik sampai sosonitik, serta mempunyai kandungan MgO, Co, Ni, Cr dan Mg# yang rendah. Hal ini berarti batuan volkanik Formasi Jatibarang merupakan produk aktivitas magmatisme terkait dengan zona subduksi dan magma induk batuannya bukan lelehan primer dari sumber. Hasil analisis data isotop-Pb menunjukkan bahwa sumber magmanya adalah campuran kerak dan mantel yang melibatkan pencampuran komponen samudera dan sedimen.        \n \n\nPlot dalam berbagai diagram diskriminasi tektonomagmatik menggambarkan bahwa batuan volkanik Formasi Jatibarang terbentuk dilingkungan busur tipe benua.        \n \n\nAnalisis unsur tanah langka (UTL) yaitu kelompok unsur lantanida (La, Ce, Nd, Sm, Eu, Gd, Dy, Er, Yb dan Lu) memberikan hasil berupa pola normalisasi kondrit dengan kemiringan negatif dari unsur tanah langka ringan (UTLR) ) terhadap unsur tanah langka berat (UTLB) dengan kelipatan 2000 kali. Hal ini menunjukkan adanya penggabungan jumlah yang lebih tinggi UTLR diperkaya cairan terkait subduksi dalam sumber magma mantel sub-busurnya. Sedangkan analisis multi unsur dinormalisasi kondrit secara keseluruhan memperlihatkan anomali positif pada Th dan K dengan ditandai anomali Nb negatif, hal ini menegaskan lebih lanjut lagi tanda magmatisme busur yang berkaitan dengan subduksi.        \n \n\nBerdasarkan data Umur K-Ar yang telah ditentukan pada satu contoh dan dikombinasikan dengan data umur yang telah dilakukan oleh PT. Pertamina, dengan asumsi bahwa umur yang diperoleh adalah benar, maka paling tidak ada dua tahap volkanisme, yaitu tahap 1 berkisar dari umur tertua 57,8 Ã‚Â± 1,4 juta tahun sampai minimal 50,3 Ã‚Â± 2 juta tahun menunjukkan durasi minimal 7,5 juta tahun, diwakili oleh batuan volkanik didominasi endapan piroklastik tuf (tuf vitrik dan tuf litik) yang boleh jadi mewakili volkanisme eksplosif terjadi dilingkungan darat. Tahap 2, berkisar dari umur maksimum 47 juta tahun sampai umur terbawah 39,19 (contoh RDG-371946-1947) menunjukkan durasi minimum untuk volkanisme 7 juta tahun, diwakili oleh batuan volkanik yang didominasi lava (basalt, andesit basaltik dan andesit), dan boleh jadi mewakili volkanisme efusif yang terjadi dilingkungan darat.        \n \n\nBerdasarkan ciri-ciri petrologi dan geokimia batuannya, batuan volkanik Formasi Jatibarang merupakan hasil fraksinasi intensif dari sumber magma yang relatif ko-genetik serta berafinitas kalk-alkali, kalk-alkali potasik, sampai sosonitik. Pembentukannya berhubungan dengan aktivitas subduksi di Tepi Kontinen Aktif yang berarah Timurlaut-Baratdaya dengan penunjaman ke arah baratlaut. Arah tersebut serupa dengan Pola Jalur Meratus.", "Daftar File": {"2011 TS PP JOHANES HUTABARAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103608", "2011 TS PP JOHANES HUTABARAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103609", "2011 TS PP JOHANES HUTABARAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103610", "2011 TS PP JOHANES HUTABARAT 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/103611", "2011 TS PP JOHANES HUTABARAT 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/103612", "2011 TS PP JOHANES HUTABARAT 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/103613", "2011 TS PP JOHANES HUTABARAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103614", "2011 TS PP JOHANES HUTABARAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103615", "2011 TS PP JOHANES HUTABARAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103616", "2011 TS PP JOHANES HUTABARAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103617"}, "Penulis": "JOHANES HUTABARAT (NIM: 32006001)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :        \n \n\nProf. Dr. Emmy Suparka", "Dr. Ir. Bambang Priadi", "Dr. Ir. Chalid Idham Abdullah."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Formasi Jatibarang, basalt, andesit basaltik, andesit, tuf, kalk-alkali, zona subduksi, tepi kontinen aktif.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "10 file", "Tanggal Input": "22 Des 2016"}