{"Nomor": 20229, "Judul": "PERANCANGAN LERENG HIGHWALL DI TAMBANG BATUBARA ASAM-ASAM DAN TAMBANG MULIA PT. XYZ, KALIMANTAN SELATAN", "Abstrak": "Kondisi lereng keseluruhan penambangan di Tambang Asam-Asam dan Tambang Mulia PT. XYZ saat ini masih relative dangkal, umumnya kurang dari 60 m. Hal tersebut dikarenakan pola strip mine yang menjadi dasar penambangan masih menggunakan nisbah kupas rendah. Seiring waktu dan ketersediaan lantai tambang yang semakin menyempit serta kondisi kemiringan batubara yang berkisar antara 250-350 untuk Tambang Asam-Asam dan 80-100 untuk Tambang Mulia mengharuskan lereng tambang highwall dilakukan cutback. \n \n\nBerdasarkan kondisi tersebut di atas, maka diperlukan analisis pit slope temporary yang optimum berdasarkan aspek keselamatan kerja, sampai pit slope mencapai final design yang telah ditetapkan yaitu sampai kedalaman 180 meter. \n \n\nMetode yang digunakan untuk menganalisis kemantapan lereng pada penelitian ini adalah metode kesetimbangan batas dengan bantuan perangkat lunak Slide 5.0 dan metode elemen hingga menggunakan pendekatan strength reduction factor dengan bantuan perangkat lunak Phase2 5.0. \n \n\nPenelitian ini merekomendasikan geometri lereng tunggal setinggi 15 meter dengan kemiringan 700, sedangkan geometri lereng highwall akan bergantung pada kedalaman lereng yang akan dibentuk. Selain itu, hasil penelitian menunjukkan bahwa perbandingan faktor keamanan dengan pendekatan strength reduction factor dan faktor keamanan yang diperoleh dari metode kesetimbangan batas memberikan hasil yang tidak jauh berbeda.", "Daftar File": {"2009 TA PP JUANDA VOLO SINAGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103644", "2009 TA PP JUANDA VOLO SINAGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103645", "2009 TA PP JUANDA VOLO SINAGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103646", "2009 TA PP JUANDA VOLO SINAGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103647", "2009 TA PP JUANDA VOLO SINAGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103648", "2009 TA PP JUANDA VOLO SINAGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103649"}, "Penulis": "JUANDA VOLO SINAGA (NIM 12104043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ridho Kresna Wattimena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lereng highwall, Tambang batubara asam-asam, Tambang mulia", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}