{"Nomor": 20223, "Judul": "PENGEMBANGAN MODEL PREDIKSI SCALING SILIKA PADA PIPA ALIRAN AIR DARI SEPARATOR", "Abstrak": "Jarak separator ke sumur injeksi yang cukup jauh akan berpengaruh terhadap kondisi brine yang dialirkan dalam pipa. Pada lapangan panas bumi yang memiliki kandungan silika yang tinggi, konstruksi dan isolator pipa akan  \n \n\nmempengaruhi perubahan temperatur brine yang dialirkan. Kondisi ini berdampak pada perubahan solubilitas silika. Terjadinya perubahan tekanan dan kehilangan panas menyebabkan brine mengalami perubahan entalpi dan laju alir serta diameter dalam pipa akibat pengendapan silika. Saat ini coba dikembangkan model prediksi scaling silika berdasarkan perubahan fisis yang terjadi sepanjang aliran. Pengembangan model prediksi scaling silika berdasarkan perubahan fisis dapat menjadi metode untuk mengetahui efek pengendapan silika terhadap aliran  \n \n\nbrine di dalam pipa, sehingga dapat diketahui waktu pembersihan pipa alir yang efektif dan efisien. Studi kasus dilakukan di lapangan panas bumi Dieng dengan memodelkan pengaruh pengendapan silika amorf pada jalur pipa dari pompa vertikal atas (VA) pad 7 ke pond di pad 29. Model dianalisa dengan perangkat lunak Microsoft  \n \n\nMacro Excel. Pengendapan silika amorf di dalam pipa terjadi secara radial. Hasil validasi untuk ketebalan silika diperoleh bahwa silika mengendap sebesar 9,85%  \n \n\ndari jumlah silika yang terbentuk pada segmen-segmen pipa. Silika amorf yang terbentuk pada segmen pipa yang tidak mengendap seluruhnya akan terakumulasi pada segmen pipa selanjutnya yang kemudian meningkatkan jumlah silika yang mengendap pada pipa yang semakin jauh. Korelasi antara perubahan diameter dan laju alir brine sebagai fungsi waktu Semakin tinggi tekanan pompa maka laju aliran brine akan semakin tinggi. Dengan fraksi pengendapan yang sama, semakin tinggi laju alir maka terjadi peningkatan massa silika amorf yang mengendap. Peningkatan tekanan pompa akan berpengaruh pada peningkatan laju pengendapan silika amorf dalam pipa.  \n \n\nHasil simulasi pun menunjukkan adanya insulator dan cladding akan memperlambat laju pengendapan silika amorf dalam pipa. Semakin tebal insulator maka laju pengendapan silika amorf akan semakin kecil.", "Daftar File": {"2013 TS PP JEFERSON POLII 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103593", "2013 TS PP JEFERSON POLII 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103594", "2013 TS PP JEFERSON POLII 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103595", "2013 TS PP JEFERSON POLII 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103596", "2013 TS PP JEFERSON POLII 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103597", "2013 TS PP JEFERSON POLII 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103598", "2013 TS PP JEFERSON POLII 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103599"}, "Penulis": "JEFERSON POLII (NIM : 22611037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Abdurrachim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas bumi, scaling silika, brine, pipa, injeksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}