{"Nomor": 20231, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH CIPATAT DAN SEKITARNYA,KABUPATEN BANDUNG, PROPINSI JAWABARAT", "Abstrak": "Daerah penelitian termasuk ke dalam Zona Bandung. Proses-proses geologi yang terus berlangsung hingga saat ini memberikan bentuk geomorfologi berupa Satuan Lereng Bawah Gunungapi, Satuan Perbukitan Lipatan, dan Satuan Perbukitan Denudasi Karst.               \n \n \n\nStratigrafi daerah penelitian dimulai dari Oligosen Tengah yaitu dengan diendapkannya Satuan Batulempung, kemudian di atasnya diendapkan secara selaras Satuan Batugamping pada kala Oligosen Akhir sampai Miosen Awal, kemudian pada kala Miosen Awal Bagian Akhir diendapkan secara selaras diatasnya Satuan Batupasir. Pada kala Pleistosen Awal terjadi volkanisme yang menghasilkan Satuan Breksi Volkanik yang diendapkan secara tidak selaras di atas satuan batuan yang lebih tua.               \n \n \n\nStruktur geologi pada daerah penelitian berupa lipatan dan sesar naik dengan mekanisme Fault - Propagation Fold dan pembentukan sesar mendatar yang terbentuk akibat tektonik pada kala Plio-Pleistosen yang melibatkan Satuan Batulempung, Satuan Batugamping, dan Satuan Batupasir.               \n \n \n\nHidrogeologi daerah penelitian disusun oleh dua sistem akifer, yaitu akifer bebas dengan litologi breksi dan batupasir serta tanah hasil pelapukannya, dan sistem akifer tertekan dengan litologi batupasir dan batulempung dengan batupasir sebagai akifer. Berdasarkan analisa kimia airtanah terdapat dua buah sumur yaitu S-01 dan S-02 yang menunjukkan kandungan Fe yang melebihi standar, serta terdapat satu sumur yaitu S-01 yang menunjukkan kandungan Mn yang melebihi standar. Berdasarkan kriteria hidrogeologi yang diacu dari SNI, maka daerah penelitian yang direncanakan untuk pembangunan TPA harus mendapat masukan teknologi.", "Daftar File": {"BAB 1 - JULIZAR": "https://digilib.itb.ac.id/gdl/download/103675", "BAB 2 - JULIZAR": "https://digilib.itb.ac.id/gdl/download/103676", "BAB 3 - JULIZAR": "https://digilib.itb.ac.id/gdl/download/103677", "BAB 4A - JULIZAR": "https://digilib.itb.ac.id/gdl/download/103678", "BAB 4B - JULIZAR": "https://digilib.itb.ac.id/gdl/download/103679", "BAB 5 - JULIZAR": "https://digilib.itb.ac.id/gdl/download/103680", "PUSTAKA JULIZAR": "https://digilib.itb.ac.id/gdl/download/103681", "COVER JULIZAR": "https://digilib.itb.ac.id/gdl/download/242375"}, "Penulis": "JULIZAR [12000060]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir.Lambok M. Hutasoit, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Propagation Fold, Hidrogeologi, volkanisme", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Sep 2017"}