{"Nomor": 20236, "Judul": "ANALISA KETERSEDIAAN DAN KEBUTUHAN AIR DI LAPANGAN PANAS BUMI KAMOJANG (Studi Kasus : PT Pertamina Geothermal Energi Area Kamojang)", "Abstrak": "Sebagai negara yang terletak pada pertemuan 3 (tiga)lempeng tektonik utama, menjadikan Indonesia memiliki potensi panas bumi yang besar yaitu sebesar 29,000 MW. Energi panas bumi merupakan energi yang ramah lingkungan dan energi yang berkelanjutan, dimana penginjeksian air ke dalam reservoir merupakan kegiatan yang harus dilakukan (apabila keseimbangan air dalam lapisan reservoir uap air tidak terpenuhi), sehingga ketersediaan dan kebutuhan air di Kawasan Pembangkit Listrik Tenaga Panas Bumi (PLTP) Kamojang menjadi perhatian khususnya dengan adanya pengembangan unit pembangkit tenaga listrik yang baru.    \n \n \n \n\nMetode hidrometeorologi F. J. Mock digunakan untuk melakukan analisa dan untuk mengetahui jumlah run off (air permukaan) yang ada di Kawasan PLTP Kamojang dengan menggunakan data curah hujan rata-rata bulanan. Dan perhitungan Hukum Darcy digunakan untuk mengetahui potensi ketersediaan air.    \n \n \n \n\nHasil yang diperoleh pada penelitian ini adalah mengetahui ketersediaan dan kebutuhan air di kawasan PLTP Kamojang (khususnya di Sub-DAS Cikaro) memiliki rata-rata ketersediaan air permukaan pada bulan basah (November - Mei) sebesar Ã‚Â± 940,21 juta liter/ tahun dan pada bulan kering (Juni Ã‚Â– Oktober) sebesar Ã‚Â± 352,05 juta liter/ tahun. Dan dengan adanya Unit V (kapasitas 30 MW) sebagai sebagai pengembangan unit pembangkit tenaga listrik yang baru di Kawasan PLTP Kamojang, maka kebutuhan air tiap bulannya akan meningkat sebesar Ã‚Â± 0.16 juta liter/ bulan.", "Daftar File": {"2014 TA PP KANYA SWASTI WULANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103706", "2014 TA PP KANYA SWASTI WULANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103707", "2014 TA PP KANYA SWASTI WULANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103708", "2014 TA PP KANYA SWASTI WULANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103709", "2014 TA PP KANYA SWASTI WULANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103710", "2014 TA PP KANYA SWASTI WULANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103711", "2014 TA PP KANYA SWASTI WULANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103712"}, "Penulis": "KANYA SWASTI WULANDARI (NIM : 12809029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Keseimbangan Air, Energi Panas Bumi, Ketersediaan Air", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}