{"Nomor": 20233, "Judul": "PENGARUH KUALITAS FOTOGRAFI TERHADAP KETELITIAN HASIL UAV-FOTOGRAMETRI", "Abstrak": "Pemotretan foto udara dengan menggunakan UAV (Unmanned Aerial Vehicle) adalah teknologi pemetaan yang mengedepankan efisiensi waktu serta biaya pelaksanaan. UAV-fotogrametri ditunjang oleh penggunaan kamera non-metrik yang praktis namun memiliki tingkat stabilitas lebih rendah daripada kamera non-metrik. Kondisi ini mengakibatkan penurunan kualitas foto hasil pemotretan dengan UAV-fotogrametri. Tujuan dari penelitian ini adalah melihat perbandingan foto asli dengan foto hasil perbaikan pada data UAV-fotogrametri yang berpotensi menghasilkan foto blur karena goncangan kamera (camera shake). Proses pendeteksian unsur dan pencocokan citra (image matching) menjadi lebih sulit dilakukan akibat foto-foto yang blur. Pada penelitian ini, metode yang diterapkan adalah percobaan terkendali dengan melakukan proses deteksi dan deblurring. Pada percobaan terkendali, objek percobaan diberi perlakuan tertentu dan terdapat variabel kontrol. Hasil percobaan menunjukkan bahwa akurasi kumpulan data hasil perbaikan lebih baik dibandingkan kumpulan data tanpa melalui proses perbaikan.", "Daftar File": {"2016 TA PP KANDHILA NURIZA PRIMASWARI-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103688", "2016 TA PP KANDHILA NURIZA PRIMASWARI-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103689", "2016 TA PP KANDHILA NURIZA PRIMASWARI-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103690", "2016 TA PP KANDHILA NURIZA PRIMASWARI-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103691", "2016 TA PP KANDHILA NURIZA PRIMASWARI-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103692", "2016 TA PP KANDHILA NURIZA PRIMASWARI-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103693"}, "Penulis": "KANDHILA NURIZA PRIMASWARI (NIM: 15111108)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing: Dr. Deni Suwardhi, ST., MT.", "Dr. Andri Hernandi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UAV-fotogrametri, blur, perbaikan citra", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}