{"Nomor": 20248, "Judul": "KAJIAN PEMBENTUKAN AIR ASAM TAMBANG MELALUI UJI PELINDIAN KOLOM DI TAMBANG BATU HIJAU PT NEWMONT NUSA TENGGARA", "Abstrak": "Perkembangan teknologi penambangan dalam beberapa dekade terakhir serta tingginya harga logam telah meningkatkan jumlah tambang terbuka secara siginifikan. Pada gilirannya penambangan terbuka akan meningkatkan jumlah    \n \n \n \n\nkolam bekas tambang secara signifikan. Kolam bekas tambang dapat menjadi sumber daya air atau sebagai masalah lingkungan tergantung kualitas airnya. Keberhasilan dalam memprediksi kualitas air yang akan terjadi menjadi suatu hal yang menentukan dalam menentukan strategi pengelolaan dampak yang mungkin    \n \n \n \n\nterjadi. Penelitian ini bertujuan untuk mengkaji pembentukan air asam tambang di pit Batu Hijau yang didasarkan pada uji pelindian kolom di lapangan atau yang disebut juga Field Column Leach Test (FCLT). Simulasi dalam menentukan kualitas air dilakukan dengan dua cara. Cara yang pertama adalah dengan mencampurkan kualitas air dari FCLT yang mewakili jenis batuan yang terpapar pada FCLT dengan memperhitungkan waktu terbentuknya air pada kolam bekas tambang. Pada penelitian ini kualitas air yang didekati adalah kualitas air di pit sump dengan perkiraan waktu terbentuk selama 6 bulan. Kualitas air ini didekati    \n \n \n \n\ndengan mencampurkan kualitas air lindian FCLT pada waktu pembentukan yang sama. Dari hasil pencampuran yang dilakukan menggunakan PHREEQCI2 didapat bahwa kualitas air di pit sump dapat didekati dengan selisih pH lebih kecil dari 0,01. Dengan demikian kualitas air di pit sump dapat didekati dengan mencampurkan kualitas air lindian pada FCLT dengan proporsi sesuai dengan    \n \n \n \n\njenis batuan yang terpapar. Cara yang kedua adalah dengan menggunakan laju oksidasi pirit. Dalam    \n \n \n \n\npenelitian ini ditemukan bahwa laju oksidasi pirit yang dihitung berdasarkan jumlah sulfat terlepas, berubah terhadap waktu. Perubahan yang terjadi memberikan bentuk seperti lonceng. Laju oksidasi pirit pada awal reaksi cukup lambat karena laju reaksi pirit yang lambat pada pH tinggi. Seiring dengan oksidasi pirit yang terus berlangsung pH air lindian akan menurun hingga    \n \n \n \n\nmendekati 2-3. Pada kisaran pH 2-3 terjadi percepatan laju oksidasi pirit yang diakibatkan oleh peran bakteri dan juga oleh peran ion ferri. Pada suatu tahap akan laju oksidasi pirit akan mencapai maksimum. Selanjutnya pirit yang dapat teroksidasi akan berkurang sehingga laju oksidasi pirit menurun. Laju oksidasi pirit akan terus turun hingga semua pirit yang dapat teroksidasi menurun dan pH air lindian akan mendekati pH normal.    \n \n \n \n\nLaju oksidasi pirit pada tujuh tahun pertama yang dihitung dalam penelitian ini digunakan bersama sama dengan jumlah dan jenis mineral yang ada pada sampel    \n \n \n \n\nbatuan dilakukan pada penelitian ini telah berhasil menentukan kualitas air lindian FCLT pada tahun ke-15 yang diverifikasi pada waktu yang sama. Dengan demikian diharapkan laju oksidasi pirit pada tujuh tahun pertama akan dapat digunakan untuk menentukan kualitas air di pit lake pada waktu yang akan datang.", "Daftar File": {"2013 TS PP LASMARIA SIBARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103806", "2013 TS PP LASMARIA SIBARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103807", "2013 TS PP LASMARIA SIBARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103808", "2013 TS PP LASMARIA SIBARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103809", "2013 TS PP LASMARIA SIBARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103810", "2013 TS PP LASMARIA SIBARANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103811", "2013 TS PP LASMARIA SIBARANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103812", "2013 TS PP LASMARIA SIBARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103813"}, "Penulis": "LASMARIA SIBARANI (NIM : 22110022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Rudy Sayoga Gautama"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pirit, laju oksidasi pirit, uji kinetik skala lapangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}