{"Nomor": 20249, "Judul": "ESTIMASI CADANGAN ENERGI PANAS BUMI MENGGUNAKAN METODE VOLUMETRIK DI LAPANGAN PANAS BUMI X INDONESIA", "Abstrak": "Energi yang merupakan sumber daya sebagai kunci untuk kemajuan sebuah peradaban masih didominasi oleh sumber daya fosil. Perlu adanya sumber daya yang berpotensi besar untuk dikembangkan dan ramah lingkungan. Sumber daya panas bumi menjawab semua kriteria tersebut. Potensinya yang begitu besar di Indonesia mencapai 40% dari total yang ada di dunia seharusnya menjadi peluang untuk Indonesia agar tidak tergantung pada energi fosil.  \n \n\nEnergi panas bumi terbentuk dari pertemuan lempeng dibawah permukaan yang menghasilkan sumber panas. Kemudian selanjutnya terjadi perpindahan panas yang terjadi secara konduksi maupun konveksi. Perpindahan panas secara konduksi terjadi pada batuan, sedangkan perpindahan panas secara konveksi terjadi karena kontak air dengan suatu sumber panas.  \n \n\nDalam perancangan sebuah sumber daya energi tentunya dibutuhkan perhitungan estimasi cadangan potensi. Penulis kali ini menggunakan metode volumetrik untuk menghitung potensi cadangan energi panas bumi pada lapangan X yang terletak di Indonesia. Metode volumetrik pada dasarnya merupakan metode yang menganggap sumur panas bumi sebagai suatu bentuk kotak yang volumenya dapat dihitung dengan mengalikan luas sebaran dengan ketebalannya.  \n \n\nDi akhir didapat hasil sesuai dengan hipotesis bahwa sumur panas bumi Lapangan X menghasilkan energi listrik paling banyak pada jangka waktu 25-30 tahun yaitu sebesar 3,964 MW dan energi panas bumi yang didapat 39,64 MWthermal. Hal ini layak untuk dilakukan eksplorasi dan produksi karena dinilai ekonomis.", "Daftar File": {"2014 TA PP LATIFAH OKTAVIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103814", "2014 TA PP LATIFAH OKTAVIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103815", "2014 TA PP LATIFAH OKTAVIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103816", "2014 TA PP LATIFAH OKTAVIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103817", "2014 TA PP LATIFAH OKTAVIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103818", "2014 TA PP LATIFAH OKTAVIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103819", "2014 TA PP LATIFAH OKTAVIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103820"}, "Penulis": "LATIFAH OKTAVIANI  (NIM : 10210096)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Alamta Singarimbun, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "energi, panas bumi, konduksi, konveksi, volumetrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}