{"Nomor": 20257, "Judul": "ANALISIS KOLOM LANGSING TUBULAR KOMPOSIT BAJA-BETON YANG DIBEBANI SECARA EKSENTRIS", "Abstrak": "Tesis ini berisikan pengembangan model numerik dengan cara analisis serat berdasarkan model konstitutif terbaru untuk kolom tabung baja yang diisi beton (untuk selanjutnya disebut kolom CFT) hasil kerjasama penelitian kegempaan Amerika Serikat - Jepang tahap kelima, untuk menganalisis prilaku kolom CFT langsing yang direpresentasikan melalui hubungan beban-lendutan, momen-kurvatur dan diagram interaksi. Hasil analisis serat kemudian di verifikasi terhadap beberapa pengujian kolom CFT langsing yang pernah beberapa peneliti dan penulis lakukan, dan didapat hasil verifikasi yang cukup aman dan akurat. Studi parametrik kemudian dilakukan untuk mengetahui pengaruh kelangsingan kolom, eksentrisitas beban, mutu tabung baja dan mutu silinder beton terhadap prilaku kolom CFT langsing, serta studi perbandingan untuk mengetahui prilaku kolom CFT penampang lingkaran dan penampang bujursangkar. Beberapa kesimpulan dan saran yang berguna didapat dari penelitian ini.", "Daftar File": {"2006 TS PP LUHUT M. GULTOM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103879", "2006 TS PP LUHUT M. GULTOM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103880", "2006 TS PP LUHUT M. GULTOM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103881", "2006 TS PP LUHUT M. GULTOM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103882", "2006 TS PP LUHUT M. GULTOM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103883", "2006 TS PP LUHUT M. GULTOM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103884", "2006 TS PP LUHUT M. GULTOM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103885", "2006 TS PP LUHUT M. GULTOM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103886"}, "Penulis": "LUHUT M. GULTOM (NIM : 25003009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof., Ir. R. Bambang Boediono, ME., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kolom CFT langsing, Beban batas stabilitas, Daktilitas perpindahan, Daktilitas kurvatur.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "28 Sep 2016"}