{"Nomor": 20250, "Judul": "STUDI POTENSI IMBUHAN AIRTANAH PADA DAS CITARUM HULU", "Abstrak": "Peningkatan penduduk pada DAS Citarum hulu dapat menyebabkan peningkatan kebutuhan air serta perubahan tata guna lahan, dimana kawasan pemukiman dan industri akan semakin meluas. Perluasan kawasan pemukiman dan industri tersebut akan menimbulkan berkurangnya kawasan resapan air hujan, namun disisi lain perluasan tersebut akan menimbulkan sumber baru bagi imbuhan airtanah yang diantaranya berasal dari kebocoran saluran air bersih, kebocoran saluran air kotor (wastewater dan septic tank) serta rembesan dari kawasan pertanian.  \n \n\nDari hasil penelitian sebelumnya dinyatakan bahwa akifer yang terdapat pada wilayah penelitian terdiri dari tiga jenis yaitu upper aquifer, middle aquifer dan lower aquifer. Potensi imbuhan dari hasil penelitian merupakan air yang akan mengimbuh kedalam akifer bebas (unconfined aquifer/upper aquifer) terutama imbuhan yang berasal dari kawasan pemukiman yang merupakan imbuhan lokal atau setempat (Lerner et all, 1990), sedangkan potensi imbuhan airtanah yang berasal dari hujan memiliki sifat regional namun aliran airtanah regional ini terjadi dalam sistem airtanah bebas (IWACO & WASECO, 1990).  \n \n\nDari hasil penelitian diperoleh bahwa besarnya potensi imbuhan airtanah yang berasal dari air hujan sebesar 355 mm/thn atau sebesar 18% dari curah hujan dan besarnya potensi imbuhan yang berasal dari wilayah pemukiman sebesar 71 mm/thn sehingga potensi imbuhan yang terjadi sebesar 426 mm/thn atau Ã‚Â± 737 juta m3/thn. Sementara pengambilan airtanah total sebesar Ã‚Â± 511 juta m3/thn maka dapat dikatakan bahwa kondisi surplus terjadi pada zona akifer tidak tertekan, pada kenyataanya muka airtanah pada wilayah penelitian telah mengalami penurunan. Penyebab semakin turunnya muka airtanah adalah banyaknya pengambilan airtanah yang tidak berijin terutama dilakukan oleh pihak industri.", "Daftar File": {"2009 TS PP LENI NURLIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103821", "2009 TS PP LENI NURLIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103822", "2009 TS PP LENI NURLIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103823", "2009 TS PP LENI NURLIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103824", "2009 TS PP LENI NURLIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103825", "2009 TS PP LENI NURLIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103826", "2009 TS PP LENI NURLIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103827", "2009 TS PP LENI NURLIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103828"}, "Penulis": "LENI NURLIANA (NIM :  22106319)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Lilik Eko Widodo, MS.", "Dr. Ir. Komang Anggayana, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "DAS Citarum hulu, Potensi imbuhan, air tanah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}