{"Nomor": 20255, "Judul": "PERANCANGAN MODEL KOMPUTASI DAN STUDI INVESTIGASI ADSORPSI OKSIGEN PADA PERMUKAAN ZnO DALAM MEKANISME SENSOR GAS", "Abstrak": "Mekanisme sensor gas yang bekerja pada skala atomik cukup sulit untuk diamati menggunakan peralatan eksperimental yang tersedia saat ini. Studi teoretik dan pemodelan komputasi merupakan alternatif yang dapat digunakan untuk menjelaskan mekanisme interaksi antara gas dan permukaan sensor gas. Pengetahuan mengenai mekanisme interaksi dibutuhkan dalam melakukan desain material untuk meningkatkan tingkat selektivitas terhadap gas target tertentu.  \n \n\nSensor gas berbasis ZnO membutuhkan Oksigen untuk dapat bekerja. Tugas akhir ini bertujuan untuk menguak fenomena adsorpsi oksigen pada permukaan ZnO sebagai bagian dari mekanisme sensor gas. Studi dirancang dengan menggunakan metoda pemodelan dan simulasi komputasional. Oksigen akan teradsorpsi ke permukaan secara chemisorption dengan energi sekitar -4.5 eV. Dari dua model transfer muatan antara sistem ZnO dan Oksigen, mekanisme interaksi yang diterima adalah mekanisme yang melibatkan transfer muatan sekitar 0.65e. Nilai transfer muatan tersebut lebih mendekati nilai model mekanisme yang melibatkan transfer 1elektrondibandingkan mekanisme yang melibatkan transfer 2elektron. Oleh karena itu model reaksi kimia yang lebih tepat bagi mekanisme sensor gas ini adalah 𝑂2(𝑎𝑑𝑠)⇌ 𝑂2−(𝑎𝑑𝑠)bukan sebagaimana diduga sebagai 𝑂2−(𝑎𝑑𝑠)⇌ 2𝑂−(𝑎𝑑𝑠)).Setelah oksigen teradsorpsi, CO diintroduksi ke dalam sistem permukaan dan oksigen adsorpsi. Hasil dari interaksi antara sistem dengan gas target CO menghasilkan CO2. Hasil ini bersesuaian dengan ekspektasi hasil eksperimen.", "Daftar File": {"2013 TA PP  LISTRA YEHEZKIEL GINTING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103865", "2013 TA PP  LISTRA YEHEZKIEL GINTING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103866", "2013 TA PP  LISTRA YEHEZKIEL GINTING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103867", "2013 TA PP  LISTRA YEHEZKIEL GINTING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103868", "2013 TA PP  LISTRA YEHEZKIEL GINTING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103869", "2013 TA PP  LISTRA YEHEZKIEL GINTING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103870", "2013 TA PP  LISTRA YEHEZKIEL GINTING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103871"}, "Penulis": "LISTRA YEHEZKIEL GINTING (NIM : 13309021)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Hermawan K. Dipojono", "Nugraha, Dr.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adsorpsi, chemisorptionÃ‚Â¸transfer muatan, mekanisme interaksi gas sensor, Zinc Oxide", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}