{"Nomor": 20253, "Judul": "PENENTUAN FLUID-FLUID CONTACT DI RESERVOIR CARBONATE", "Abstrak": "Penentuan kedalaman batas kontak antar fluida formasi dan karakteristik batuan suatu reservoir merupak n hal yang sangat penting untuk dilakukan oleh seorang  \n \n\nengineer dalam pengembangan suatu lapangan. Hal ini terkait parameter batas zona kedalaman dari antar fluida serta parameter lainnya akan yang digunakan sebagai data penghitungan cadangan dari reservoir tersebut. Kesalahan penentuan parameter batas kedalaman kontak reservoir serta parameter lainnya akan berpengaruh besar dalam merubah data cadangan pasti dari lapangan tersebut.  \n \n\nBerbagai metode telah dikembangkan dalam menentukan batas zona transisi dari suatu reservoir. Metode Leverett dan Carman-Kozeny yang telah ada secara  \n \n\nengineering dapat dipakai untuk menggambarkan perihal ini. Umumnya penentuan batas kontak antar fluida hanya dilakukan melalui data test tekanan dan uji produksi sewaktu dilakukan pemboran sumur baru. Seiring dengan adanya keterbatasan dan tambahan data dari suatu sumuran yang terdapat dalam suatu perusahaan serta perkembangan ilmu pengetahuan, maka keakuratan pengukuran kontak fluida yang telah ada harus diklarifikasi atau dibandingkan dengan metode yang lain untuk memperoleh tingkat kepastian yang cukup tinggi. Hasil akhir yang ingin dinginkan metode ini dapat digunakan pada lapangan yang memiliki keterbatasana data pada sumur-sumurnya.  \n \n\nPenentuan batas kontak fluida dalam sumuran pada thesis ini yakni untuk menentukan batas kontak fluida antara minyak dan air yang dilakukan dengan menggabungkan data hasil analisa yang diperoleh dari data log, core, serta uji tekanan dan produksi yang hanya tersedia dari Sumur Sukowati-2. Dengan banyaknya intensitas pemboran yang sedang berjalan di lapangan serta keterbatasan data sampling batuan routine dan SCAL, maka data karakterisasi sumur Sukowati-2 dipakai juga di sumur-sumur Sukowati lain, khususnya yang menembus zona air.", "Daftar File": {"2013 TS PP LINGGOM SIHOTANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103849", "2013 TS PP LINGGOM SIHOTANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103850", "2013 TS PP LINGGOM SIHOTANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103851", "2013 TS PP LINGGOM SIHOTANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103852", "2013 TS PP LINGGOM SIHOTANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103853", "2013 TS PP LINGGOM SIHOTANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103854", "2013 TS PP LINGGOM SIHOTANG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103855", "2013 TS PP LINGGOM SIHOTANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103856"}, "Penulis": "LINGGOM SIHOTANG (NIM : 22210051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Pudji Permadi, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "fluida formasi, Metode Leverett, Carman-Kozeny, fluid fluid contact", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}