{"Nomor": 20260, "Judul": "GEOLOGI DAERAH CIKELENG DAN SEKITARNYA,KECAMATAN JAPARA, KABUPATEN KUNINGAN, JAWA BARAT", "Abstrak": "Daerah penelitian berada di daerah Cikeleng dan sekitarnya, Kecamatan Japara, Kabupaten Kuningan, Jawa Barat. Secara geografis, daerah penelitian terletak pada koordinat 6˚51Ã‚Â’15Ã‚Â’Ã‚Â’ Ã‚Â– 6˚55Ã‚Â’52Ã‚Â’Ã‚Â’ LS dan 108o32Ã‚Â’00Ã‚Â’Ã‚Â’ Ã‚Â– 108o35Ã‚Â’21,5Ã‚Â’Ã‚Â’ BT dengan luas daerah penelitian Ã‚Â± 53 km2. Daerah penelitian tersusun atas morfologi berupa perbukitan, lembah, dan dataran dengan elevasi antara 75,2 Ã‚Â– 417,2 mdpl. Pembagian satuan geomorfologi pada daerah penelitian menghasilkan tiga satuan geomorfologi, yakni Satuan Perbukitan Lipatan, Satuan Dataran Aliran Piroklastik, dan Satuan Lembah Lipatan. Sementara itu, berdasarkan karakteristik litologinya, daerah penelitian dibagi menjadi lima satuan batuan, dari tua ke muda yaitu: Satuan Batulempung yang disetarakan dengan Formasi Halang, Satuan Batupasir yang disetarakan dengan Formasi Ciherang, Satuan Batupasir-Batulempung yang disetarakan dengan Formasi Gintung, Satuan Breksi Piroklastik yang disetarakan dengan Hasil Gunungapi Muda Ciremai, dan Satuan Endapan Aluvial. Pada kala Miosen Akhir Ã‚Â– Pliosen Awal, di timur daerah penelitian diendapkan Satuan Batulempung pada lingkungan pengendapan laut pada batimetri Neritik Tengah Ã‚Â– Batial Atas dengan mekanisme turbidit. Pada kala yang sama di bagian barat daerah penelitian juga diendapkan Satuan Batupasir pada lingkungan pengendapan darat hingga Neritik Dalam. Satuan Batulempung dan Satuan Batupasir tersebut memiliki hubungan menjemari. Kemudian pada kala Plio-Plistosen terjadi peningkatan aktivitas tektonik yang mengakibatkan terjadi perlipatan dan pensesaran di daerah penelitian. Pada kala Plistosen diendapkan Satuan Batupasir-Batulempung secara tidak selaras dengan lingkungan darat. Kemudian pada kala Holosen, terjadi peningkatan aktivitas volkanik dari Gunung Ciremai yang menghasilkan terendapkannya Satuan Breksi Piroklastik secara tidak selaras. Hingga saat ini, proses eksogen seperti erosi dan sedimentasi terus terjadi di daerah penelitian.", "Daftar File": {"2016 TA PP LUTFI ACHMAD HANAFI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103902", "2016 TA PP LUTFI ACHMAD HANAFI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/103903", "2016 TA PP LUTFI ACHMAD HANAFI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103904", "2016 TA PP LUTFI ACHMAD HANAFI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103905", "2016 TA PP LUTFI ACHMAD HANAFI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/103906", "2016 TA PP LUTFI ACHMAD HANAFI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/103907", "2016 TA PP LUTFI ACHMAD HANAFI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103908", "2016 TA PP LUTFI ACHMAD HANAFI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103909", "2016 TA PP LUTFI ACHMAD HANAFI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103910"}, "Penulis": "LUTFI ACHMAD HANAFI (NIM. 12010018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian N. Tabri, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ciherang, Ciremai, Gintung, Halang, Kuningan, turbidit", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}