{"Nomor": 20268, "Judul": "ANALISIS DESAIN KINERJA STRUKTUR BAJA TERHADAP KEBAKARAN : STUDI KASUS BANGUNAN LEPAS PANTAI", "Abstrak": "Bangunan lepas pantai yang mayoritas menggunakan material dasar baja, difungsikan untuk memproduksi gas dan minyak bumi yang rentan terhadap bahaya kebakaran. Telah diketahui bahwa sangatlah diperlukan untuk membangun struktur yang dapat menahan kegagalan atau keruntuhan akibat kebakaran, karena semua material melemah ketika dipanaskan. Kebakaran yang sering terjadi pada bangunan lepas pantai tentunya akan mempengaruhi kinerja dari material maupun sistem struktur bangunan tersebut. Perlu dilakukan suatu studi yang meninjau kapasitas dari material maupun sistem struktur secara keseluruhan tersebut akibat pengaruh dari kebakaran tersebut. Dengan meningkatnya penggunaan analisis berdasarkan kinerja struktur, terutama di negara-negara maju, saat ini sedang dikembangkan pula penggunaan analisis berdasarkan kinerja struktur dalam menentukan ketahanan elemen struktur maupun struktur secara keseluruhan terhadap api.     \nDi dalam tesis ini dilakukan kajian mengenai analisis berdasarkan kinerja struktur serta menguji analisis berdasarkan kinerja struktur dengan suatu kasus nyata berupa bangunan lepas pantai yang mengalami kebakaran.     \nMetoda pengujiannya antara lain : melakukan modelisasi bangunan struktur baja lepas pantai dengan beban statik dan beban api, menerapkan analisis berdasarkan kinerja struktur untuk kondisi kebakaran lalu menganalisis respon material dan respon nonlinear struktur keseluruhan terhadap beban api serta keandalan pendekatan analisis berdasarkan kinerja struktur dalam menentukan ketahanan struktur terhadap api. Hasil dari studi kasus kemudian dianalisis dan dibandingkan hasilnya dengan analisis berdasarkan prescriptive method.     \nDari analisis nonlinier yang dilakukan terhadap bangunan struktur baja lepas pantai yang tidak diberi perlindungan terhadap api dengan beban temperatur ekstrim ternyata masih dapat menahan beban, dan analisis setelah kebakaran menunjukkan bangunan struktur baja lepas pantai masih dapat menahan beban lingkungan ekstrim (badai) dan gempa level daktilitas tanpa mengalami instabilitas global. Sedangkan dari analisis material yang dilakukan (secara visual dan hardness test) dapat dilihat bahwa bangunan struktur baja lepas pantai yang mengalami kebakaran hanya beberapa member yang kuat lelehnya yang perlu diturunkan dan riser sebagai sumber api harus diganti.      \nDari hasil analisis dapat disimpulkan bahwa kriteria kinerja dapat tercapai dengan kondisi sebagai berikut: struktur platform berada pada udara terbuka (external fire) sehingga suhu maksimum yang terjadi lebih rendah dari suhu kebakaran pada kompartemen/ruang tertutup; platform merupakan struktur lepas pantai sehingga terdapat laut dan arus yang dapat menyerap panas (heat sink); pada daerah sekitar riser terdapat fire wall dan ada sistem pengaman berupa katup riser yang segera menutup bila terjadi kebakaran sehingga kebakaran hanya terjadi hingga gas yang berada diantara dua katup habis; kenaikan tertinggi rasio tegangan pada saat kondisi operasional sebelum terjadi kebakaran dibandingkan dengan kondisi operasional setelah terjadi kebakaran yaitu pada bresing diagonal 501-7001, dari 0.216 menjadi 1.034. Sehingga dapat disimpulkan bahwa perlindungan terhadap api tidak perlu dilakukan ketika terjadi pembebanan dengan temperatur ekstrim dengan syarat terdapat Ã‚Â‘cadangan kekuatan yang cukupÃ‚Â’ pada member-member yang letaknya berdekatan dengan member yang potensial menjadi pemicu kebakaran. Cadangan kekuatan ini diperoleh dari rendahnya rasio tegangan saat operasional dan rendundasi dari struktur sehingga beban dapat direstribusi tanpa konsekuensi yang serius. Perlindungan terhadap api seperti yang disyaratkan oleh prescriptive method tidak mutlak harus dilakukan, karena tanpa proteksi pun bangunan struktur baja lepas pantai masih dapat menahan beban ekstrim. Fire protection dapat diterapkan hanya pada member-member yang potensial terhadap kebakaran seperti riser & conductor beserta member-member struktural di dekatnya untuk menghemat biaya.", "Daftar File": {"2006 TS PP MARIE HAMIDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103963", "2006 TS PP MARIE HAMIDAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103964", "2006 TS PP MARIE HAMIDAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103965", "2006 TS PP MARIE HAMIDAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103966", "2006 TS PP MARIE HAMIDAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103967", "2006 TS PP MARIE HAMIDAH 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/103968", "2006 TS PP MARIE HAMIDAH 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/103969", "2006 TS PP MARIE HAMIDAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/103970", "2006 TS PP MARIE HAMIDAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103971"}, "Penulis": "MARIE HAMIDAH (NIM : 25003086)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "desain berdasarkan kinerja struktur terhadap api, struktur baja, bangunan lepas pantai, analisis nonlinier", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "28 Sep 2016"}