{"Nomor": 20269, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PENENTUAN LOKASI BERBASIS KAMERA PADA KURSI RODA ROBOTIK", "Abstrak": "Kursi roda pada awal sejarahnya diciptakan untuk memenuhi permintaan manusia akan kenyamanan. Pada awal kemunculannya ini, kursi roda hanyalah digunakan  \n \n\noleh kalangan bangsawan sebagai alat untuk bersantai. Namun, mulai era 1930-an, kursi roda mulai difungsikan sebagai alat bantu untuk para penyandang cacat. Semenjak saat itu kursi roda identik dengan lingkungan medis dimana kursi roda banyak digunakan di rumah sakit sebagai alat bantu mobilisasi pasien. Teknologi kursi roda konvensional terus berkembang seiring semakin banyaknya pengguna. Pada awal 2000-an, bersamaan dengan berkembangnya teknologi informasi dan komunikasi, kursi roda konvensional mulai dikembangkan menjadi kursi roda  \n \n\nlistrik maupun kursi roda robotik. Semakin beragamnya kalangan pengguna kursi roda menjadi pemicu melesatnya pengembangan teknologi pada kursi roda ini. Pengembangan pada kursi roda saat ini berfokus pada interaksi antara kursi roda dengan lingkungan maupun penggunanya. Salah satu pengembangan interaksi kursi roda dengan lingkungan adalah sistem pemandu jalan dan penentuan lokasi menggunakan kamera dan laser. Namun penggunaan kamera lebih banyak dikembangkan dikarenakan biaya yang lebih murah dibandingkan sistem laser. Sistem penentuan lokasi menggunakan kamera ini akan memudahkan pengguna yang memiliki keterbatasan penglihatan untuk mengetahui posisi dalam suatu lingkungan. Dengan keluaran berupa tulisan dan suara, pengguna dapat mengetahui posisinya terhadap ujung koridor. Sistem penentuan lokasi berdasarkan pengukuran jarak terhadap ujung koridor ini memberikan tingkat akurasi minimal sebesar 97,99% dengan presisi minimal sebesar 98,53%. Sementara pengukuran jarak terhadap dinding samping koridor memberikan tingkat akurasi minimal 77,42% dengan presisi minimal 90,45%. Sistem penentuan lokasi berdasarkan pengukuran jarak ini kemudian diimplementasikan ke dalam sistem kontrol kolaboratif untuk meningkatkan kemampuan pemandu  \n \n\njalan berbasiskan ultrasonik.", "Daftar File": {"2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/103972", "2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/103973", "2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/103974", "2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/103975", "2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/103976", "2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/103977", "2015 TA PP M.ARIF SHALIHUDDIN - ALFIAN FERNANDHIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/103978"}, "Penulis": "M.ARIF SHALIHUDDIN (NIM : 13311027)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nAugie Widyotriatmo, Ph.D.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kursi roda, kamera, koridor, penentuan lokasi, pengukuran jarak, kontrol kolaboratif,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}