{"Nomor": 20273, "Judul": "PERHITUNGAN CADANGAN TERSISA DARI RESERVOIR GAS BERLAPIS YANG DIPRODUKSIKAN SECARA COMMINGLE DI LAPANGAN-X", "Abstrak": "Seiring dengan semakin tingginya harga minyak dunia, tingkat kebutuhan akan gas juga semakin naik. Bermacam cara dilakukan untuk meningkatkan dan mempercepat produksi, salah satunya adalah dengan melakukan komplesi secara commingle. Proses komplesi secara commingle memang cukup efektif dalam meningkatkan produksi, terutama untuk reservoir dengan kemampuan produktifitas yang cukup rendah. Akan tetapi menimbulkan sebuah tantangan baru dalam penentuan alokasi produksi pada reservoir gas berlapis. Lapangan X merupakan sebuah lapangan gas berlapis yang telah diproduksikan secara commingle dalam waktu yang cukup lama. Dengan semakin turunnya produksi, evaluasi yang lebih detail dibutuhkan untuk melihat potensi gas dari masing-masing lapisan reservoir di lapangan X. Dalam studi ini dilakukan penentuan alokasi produksi dengan beberapa metode yang sudah biasa digunakan dalam industri migas, metode PI weighting dan Production Rate Ratio. Dalam studi ini juga melakukan modifikasi metode alokasi Production Rate Ratio dengan menggunakan data deliverability test. Dengan data alokasi produksi yang diperoleh, dapat ditentukan perkiraan cadangan gas dan Initial Gas In Place (IGIP) untuk masing-masing lapisan reservoir. Dengan demikan bisa dilihat potensi masing-masing lapisan reservoir dan metode komplesi yang cocok untuk meningkatkan recovery gas dari lapangan X.", "Daftar File": {"2013 TS PP MEDIKA WILZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104007", "2013 TS PP MEDIKA WILZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104008", "2013 TS PP MEDIKA WILZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104009", "2013 TS PP MEDIKA WILZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104010", "2013 TS PP MEDIKA WILZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104011", "2013 TS PP MEDIKA WILZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104012", "2013 TS PP MEDIKA WILZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104013"}, "Penulis": "MEDIKA WILZA (NIM : 22211311)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir Taufan Mahendrajana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "komplesi commingle, alokasi produksi,deliverability test, material balance", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}