{"Nomor": 20274, "Judul": "KAJIAN ASPEK KELEMBAGAAN  TERKAIT OBJEK RUANG PERAIRAN  (Studi Kasus: Hotel Pantai Gapura Makassar)", "Abstrak": "Adanya bagian dari Hotel Pantai Gapura Makassar yang menempati ruang perairan menyebabkan keberadaan hotel tersebut perlu dikaji lebih lanjut mengingat kepemilikan objek di ruang perairan belum diatur lebih lanjut dalam peraturan perundang-undangan di Indonesia. Oleh karena itu, Tugas Akhir ini bertujuan untuk mengkaji aspek kelembagaan melalui tugas pokok dan fungsi (tupoksi) kementerian atau lembaga yang terkait objek ruang perairan studi kasus Hotel Pantai Gapura Makassar sehingga teridentifikasi lembaga yang dapat dijadikan rekomendasi untuk melaksanakan tugas pemerintahan di bidang kadaster kelautan.              \n \n \n \n\nMetode kajian yang dilakukan didasarkan pada studi literatur yang berbasis inventarisasi dan identifikasi peraturan perundang-undangan (tupoksi) lembaga terkait objek ruang perairan yang kemudian dikorelasikan dengan aktivitas kelautan dengan tipe penelitian hukum normatif empiris yang bersifat deskriptif analitis.              \n \n \n \n\nHasil korelasi antara tupoksi kementerian atau lembaga terkait objek ruang perairan dengan aktivitas kelautan menunjukkan bahwa kelembagaan yang berwenang dalam mengelola aspek kelembagaan kadaster kelautan studi kasus Hotel Pantai Gapura Makassar yaitu Kementerian Perhubungan, Kementerian Keuangan, Kementerian Kelautan dan Perikanan, BPN-RI, Kementerian Lingkungan dan Kehutanan, dan Kementerian Pariwisata. Akan tetapi, hingga saat ini masih terjadi tumpang tindih wewenang terkait lembaga-lembaga yang mengelola objek ruang perairan sehingga diperlukan adanya lembaga khusus yang mengkoordinasikan konsep kadaster kelautan sehingga tercipta sistem tertib administrasi pemanfaatan ruang laut. Penulis menyarakan bernama Badan Kelautan Nasional Republik Indonesia.", "Daftar File": {"2016 TA PP MEI HANDAYANI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104014", "2016 TA PP MEI HANDAYANI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104015", "2016 TA PP MEI HANDAYANI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104016", "2016 TA PP MEI HANDAYANI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104017", "2016 TA PP MEI HANDAYANI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104018", "2016 TA PP MEI HANDAYANI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104019"}, "Penulis": "MEI HANDAYANI  (NIM : 15112080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarjah, M.T.", "Dr. Ir. Dwi Wisayanto, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "buildings, water body, institutional aspects, mrine cadastral objects, institutional duties and functions, inventory, identification, correlation, marine activities, institutions, bangunan, ruang laut, aspek kelembagaan, objek-objek ruang perairan, tupoksi, inventarisasi, identifikasi, korelasi, aktivitas kelautan, lembaga,", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}