{"Nomor": 20278, "Judul": "ANODISASI ASAM KROMAT PADUAN ALUMINIUM 2024-T3 DAN PENGARUH SUDUT PENEKUKAN TERHADAP KETAHANAN KOROSI LAPISAN ANODIZE", "Abstrak": "Aluminium dan paduannya adalah logam yang ringan dan kekuatan paduan aluminium yang telah mengalami perlakuan pemanasan (precipitation hardening), lebih tinggi dari kekuatan baja karbon. Sembilan puluh persen material untuk pesawat terbang adalah aluminium dan paduan aluminium. Namun ketahanan korosi paduan aluminium tidak sebaik yang dimiliki aluminium murni. Sebagai konsekwensinya permukaan paduan aluminium harus diproteksi agar ketahanan korosinya meningkat, umur pakainya lebih lama dan kemungkinan terjadinya kerusakan selama pemakaian lebih kecil. Proteksi yang biasa dilakukan pada paduan aluminium adalah dengan melapisi paduan aluminium dengan aluminium murni (dengan proses cladding) dan dilanjutkan dengan proses anodisasi. Anodisasi akan melindungi paduan aluminium yang terpapar ke dalam lingkungan korosif, misalnya pada permukaan paduan yang lapisan aluminium murninya telah terbuang secara setempat setelah pengerjaan mesin.  \n \n\nSerangkaian percobaan anodizing telah dilakukan untuk mempelajari pengaruh penekukan yang dilakukan sebelumnya pada ketebalan, berat dan ketahanan korosi lapisan anodize yang terbentuk. Percobaan ini diawali dengan pembuatan sampel uji dengan dimensi 10 cm x 5 cm x 0,1 cm, dilanjutkan dengan penekukan dengan berbagai sudut (0, 45, 90 dan 125 derajat). Proses anodisasinya diawali dengan membersihkan permukaan spesimen dengan MEK (Methyl Ethyl Ketone) untuk menghilangkan kotoran pada permukaan sampel seperti oli, minyak dan sidik jari. Lalu dilanjutkan dengan proses pembersihan specimen lebih lanjut dengan mencelupkan kedalam larutan basa Turco 4215 NCLT sebanyak 45-60 gr/L pada temperatur 45-50oC selama 15 menit untuk menghilangkan sisa oli, minyak yang masih tertinggal di permukaan spesimen. Setelah dibersihkan dengan larutan basa, lapisan oksida pada permukaan sampel dilarutkan dengan proses pickling selama 1 menit dengan menggunakan larutan deoksidasi yang mengandung HNO3 75-150 gr/L serta Cr6+ sebanyak 5,5-135 gr/L. Setelah permukaan spesimen uji bersih dari kotoran, spesimen dianodisasi dalam larutan asam kromat, kemudian dibilas dengan air suling untuk selanjutnya di-sealing dengan mencelupkan sampel ke dalam larutan kromat encer selama 28 menit pada suhu 93oC.  \n \n\nUji salt spray (sembur garam) telah dilakukan selama 336 jam pada setiap specimen dalam sebuah salt spray chamber untuk membandingkan ketahanan korosi lapisan anodize yang dihasilkan. Hasil pengujian salt spray menunjukkan bahwa lapisan anodize yang dibentuk pada temperatur ruangan sangat rentan untuk terdegradasi karena ketebalannya sangat terbatas. Jumlah sumuran yang terbentuk melebihi 5 sumuran. Kecenderungan yang sama juga ditunjukan oleh lapisan anodize hasil anodizing selama 20 menit. Peningkatan temperatur hingga 450C, waktu anodizing hingga 60 menit, dan sudut penekukan mengurangi pembentukan pit pada lapisan anodize.  \n \n\nPengukuran berat lapisan anodize yang terbentuk dilakukan dengan melarutkan lapisan anodize dalam larutan strriping yang mengandung 20 gr/L asam kromat dan 35 gr/L asam fosfat pada temperatur 98-100oC selama 10 menit. Ketebalan lapisan anodize specimen diukur dengan menggunakan pengukur ketebalan eddy current. Hasil pengukuran ketebalan dan berat lapisan anodize memperlihatkan bahwa dengan meningkatnya waktu anodizing, ketebalan dan berat lapisan anodize yang terbentuk meningkat meskipun peningkatannya tidak linier. Kecenderungan yang sama juga teramati pada peningkatan temperatur anodisasi. Berlawanan dengan itu ketebalan dan berat lapisan anodize yang terbentuk relatif tidak dipengaruhi variasi perubahan tegangan sel. Lapisan anodize yang terbentuk ternyata lebih tebal pada specimen uji dengan sudut penekukan yang lebih besar.  \n \n\nSignifikansi pengaruh variabel-varibel proses anodisasi pada ketebalan dan berat lapisan anodize yang terbentuk diuji dengan menggunakan analisis varian (ANOVA) pada  0,05. Dengan 24 two level factorial design diperoleh bahwa variabel-variabel percobaan anodisasi yang berpengaruh adalah temperatur, waktu anodisasi, sudut penekukan , interaksi remperatur dan waktu, interaksi waktu dan sudut penekukan serta interaksi temperatur, waktu dan sudut penekukan.", "Daftar File": {"2010 TS PP MIA GUSMAHARANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104043", "2010 TS PP MIA GUSMAHARANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104044", "2010 TS PP MIA GUSMAHARANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104045", "2010 TS PP MIA GUSMAHARANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104046", "2010 TS PP MIA GUSMAHARANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104047", "2010 TS PP MIA GUSMAHARANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104048", "2010 TS PP MIA GUSMAHARANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104049"}, "Penulis": "MIA GUSMAHARANI (NIM : 22110032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Sunara Purwadaria, M.Met.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Anodisasi Asam Kromat, 2024-T3 Bare, Penekukan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}