{"Nomor": 20279, "Judul": "PUSAT PELATIHAN DAN REKREASI SELAM DI ANCOL", "Abstrak": "Potensi kekayaan bahari negara kepulauan Republik Indonesia belum banyak dieksplorasi untuk kepentingan pariwisata dan pemanfaatan keanekaragaman hayati. Berkembangnya selam sebagai salah satu olahraga bahari yang populer mendasari perlunya dibangun suatu fasilitas yang dapat memenuhi kebutuhan pelatihan dan sertifikasi penyelaman profesional dan sekaligus rekreasi dan promosi potensi keindahan laut Nusantara. Fasilitas baru yang dirancang ini diharapkan dapat menjadi ikon tujuan rekreasi baru di pusat rekreasi Ancol. Oleh karena itu rancangan fasilitas ini dibuat unik tapi tetap memperhatikan standar ruang dan kenyamanan pemakainya. Disediakan fungsi-fungsi rekreaif dan penunjang pelatihan penyelaman yang dilengkapi berbagai kolam latihan. Tantangan perancangan fasilitas ini adalah integrasi bangunan baru dengan lingkungan dan pemanfaatan potensi tapak, pemisahan fungsi untuk target market awam dan penyelam, sistem utilitas pengolahan air tawar dan air laut, dan struktur kolam.Bentukan massa bangunan dirancang berbentuk kotak sederhana sesuai keperluan kolam yang berbentuk kotak. Tampak (outlook) bangunan dirancang menggunakan pendekatan metafora gelombang air secara vertikal (gelombang transversal) pada atap dan horisontal (gelombang longitudinal) pada fasade dan pola ruang luar. Secara keseluruhan, pendekatan kontras dipakai untuk menjadikan bangunan baru ini terlihat menonjol diantara bangunan sekitar.", "Daftar File": {"2007 TA PP MIA JESSICA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104050", "2007 TA PP MIA JESSICA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104051", "2007 TA PP MIA JESSICA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104052", "2007 TA PP MIA JESSICA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104053", "2007 TA PP MIA JESSICA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104054", "2007 TA PP MIA JESSICA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104055", "2007 TA PP MIA JESSICA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104056"}, "Penulis": "MIA JESSICA (NIM 152 03 054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Boedi D. Sidi, Dr. Ing. Ir. MSA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "target market awam, pusat rekreasi Ancol, penyelaman", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}