{"Nomor": 20280, "Judul": "PERANCANGAN DAN PEMBUATAN PERANGKAT LUNAK SIMULATOR PERAMBATAN GELOMBANG ELEKTROMAGNETIK DENGAN METODE PEMODELAN GARIS TRANSMISI MENGGUNAKAN BAHASA PEMROGRAMAN MATLAB", "Abstrak": "Perkembangan perangkat optik dan fotonik mendorong diperlukannya sebuah program untuk melakukan simulasi elektromagnetik. Pada tugas akhir ini akan dirancang dan dibuat sebuah perangkat lunak untuk melakukan simulasi  \n \n\nelektromagnetik satu dimensi dan dua dimensi spasial dalam domain waktu dengan menggunakan metode Pemodelan Garis Transmisi. Program yang dirancang adalah program yang berorientasi objek, dijalankan secara paralel pada  \n \n\nGraphics Processing Unit (GPU) dengan memanfaatkan parallel computing toolbox pada bahasa pemrograman Matrix Laboratory (Matlab). Program digunakan untuk menyimulasikan dua jenis kasus. Pertama, kasus yang memiliki solusi analitik ataupun semi analitik (akan divalidasi untuk melihat keakuratannya). Simulasi kasus ini dilakukan pada struktur serat kisi Bragg untuk  \n \n\nsatu dimensi spasial, dan pada pemandu gelombang kotak dan lingkaran untuk dua dimensi spasial. Kedua, kasus yang tidak memiliki solusi analitik (akan dilihat kestabilannya), dan pengujiannya dilakukan pada struktur gold nanowire dan coupled circular resonant cavity waveguides. Program juga akan diaplikasikan untuk perancangan sensor biokimia berbasis serat kisi Bragg. Hasil pengujian keakuratan program pada kasus pertama didapatkan untuk serat kisi Bragg didapat galat sebesar 1,64% untuk skala komputasi 11 dan pada pemandu gelombang kotak didapat galat sebesar 0,06% untuk lebar mesh 50 μm, waktu simulasi 707 detik dan pada pemandu gelombang lingkaran didapat galat 0,5% untuk lebar mesh 0,07 μm dan waktu simulasi nyata 7 pikodetik. Pengujian  \n \n\nkestabilan pada kasus kedua didapatkan bahwa program menghasilkan solusi yang stabil untuk perubahan parameter lebar mesh dan waktu simulasi nyata. Program  \n \n\nyang dirancang dapat berjalan secara paralel dengan menggunakan GPU, dan waktu yang diperlukan lebih singkat apabila dibandingkan dengan pemrograman tidak paralel dengan Central Processing Unit (CPU).", "Daftar File": {"2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104057", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104058", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104059", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104060", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104061", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104062", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104063", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/104064", "2015 TA PP MICHAEL MARTIN - STEVEN LUKAS GOENTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104065"}, "Penulis": "MICHAEL MARTIN (Nim :13311018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Hermawan K. Dipojono, MSEE., Ph.D", "Dr. Ir. Nugraha, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan Garis Transmisi, Pemrograman Paralel Berorientasi Objek, Satu dan Dua Dimensi Spasial, Elektromagnetik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}