{"Nomor": 20286, "Judul": "STUDI STRATIGRAFI UNTUK PERENCANAAN KEGIATAN PENGERUKAN ALUR PELAYARAN PELABUHAN (Studi Kasus: Alur Pelayaran Pelabuhan Manggar)", "Abstrak": "Alur pelayaran pelabuhan merupakan bagian dari fasilitas pelabuhan yang menunjang keamanan dan keselamatan pelayaran. Fasilitas tersebut harus mendapatkan dimensi alur pelayaran pelabuhan yang dapat melayani kebutuhan dari frekuensi, volume, dan draft kapal sesuai peraturan alur pelayaran serta bebas dari rintangan, sehingga kapal yang keluar masuk pelabuhan terhindar dari kecelakaan. Survei alur pelayaran dilaksanakan untuk mendapatkan informasi kondisi kedalaman serta stratigrafi pada alur pelayaran sebagai dasar kegiatan pengerukan yang berfungsi untuk menunjang keselamatan pelayaran.      \n \n \n \n \n \n\nHasil dari tugas akhir ini yaitu profil stratigrafi yang diperoleh dari overlaying profil penampang melintang hasil dari pengolahan data SBP dan peta batimetri. Perhitungan volume setiap lapisan yang harus dikeruk diperoleh dari overlaying profil stratigrafi dengan desain melintang alur pelayaran dan dihitung menggunakan metode prismoid. Setelah mengetahui jenis setiap lapisan yang harus dikeruk dapat dilakukan penentuan alat keruk yang cocok untuk digunakan.", "Daftar File": {"2016 TA PP MOCHAMAD ARIF SUPIADIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104100", "2016 TA PP MOCHAMAD ARIF SUPIADIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/104101", "2016 TA PP MOCHAMAD ARIF SUPIADIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/104102", "2016 TA PP MOCHAMAD ARIF SUPIADIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/104103", "2016 TA PP MOCHAMAD ARIF SUPIADIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/104104", "2016 TA PP MOCHAMAD ARIF SUPIADIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104105"}, "Penulis": "MOCHAMAD ARIF SUPIADIN  ( NIM : 15111080 ) Tim Dosen", "Kontributor / Dosen Pembimbing": ["Ir. Samsul Bachri, M.Eng., Ph.D. : Dr. Ir. Irdam Adil, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stratigrafi, pengerukan, Sub-Bottom Profiler, dan perhitungan volume metode prismoid.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}