{"Nomor": 20288, "Judul": "IDENTIFIKASI DAN ANALISIS DAMPAK RISIKO-RISIKO DOMINAN TERHADAP KELAYAKAN FINANSIAL KONSESI INFRASTRUKTUR AIR MINUM", "Abstrak": "Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor risiko yang paling berpengaruh dalam konsesi infrastruktur air minum dan mengembangkan model analisis risiko untuk menggambarkan dampak dari terjadinya risiko-risiko tersebut terhadap kelayakan finansial investasi berdasarkan kriteria PBP, NPV dan IRR. Identifikasi faktor-faktor risiko dominan dilakukan melalui survey responden meliputi unsur pemerintah, swasta dan badan-badan independen, yang penentuannya didasarkan pada ranking nilai total masing-masing faktor menggunakan metode kecenderungan maksimum. Model analisis risiko dikembangkan dengan pendekatan stokastik berdasarkan teknik simulasi montecarlo, yang diterapkan pada model aliran kas di bawah kondisi ketidakpastian, dengan tiga skenario konsesi yaitu konsesi penuh, konsesi intake-instalasi pengolahan air, dan konsesi transmisi-distribusi.    \nHasil survey menunjukkan terdapat lima faktor risiko yang dipersepsikan oleh responden sebagai faktor risiko yang paling berpengaruh dan yang paling mungkin ditanggung oleh pihak swasta, yaitu perubahan tarif, kehilangan air, nilai tukar rupiah, tingkat permintaan (konsumsi) air dan pembengkakan biaya operasional. Dari hasil simulasi dan analisis sensitivitas, diketahui bahwa perubahan tarif merupakan faktor risiko yang memiliki pengaruh paling signifikan dalam menentukan kelayakan finansial investasi, disusul kehilangan air, tingkat permintaan (konsumsi) air, nilai tukar rupiah dan pembengkakan biaya operasional. Secara umum kedua metode (survey dan simulasi) menyajikan hasil yang cenderung sama berdasarkan ranking kelima faktor risiko, terkecuali untuk nilai tukar rupiah dan tingkat permintaan (konsumsi) air yang terlihat sedikit berbeda. Selain itu, penerapan pendekatan stokastik dalam analisis risiko juga memberikan lebih banyak informasi mengenai kemungkinan-kemungkinan hasil yang akan diperoleh, dalam hal ini pengambil keputusan dapat mempertimbangkan usulan investasi dari beberapa sudut pandang yang berbeda. Tidak seperti hasil analisis determistik, dikembangkan dalam penelitian ini berdasarkan metode capital asset pricing model (CAPM) untuk menentukan discount rate yang menunjukkan bahwa konsesi transmisi-distribusi adalah usulan konsesi yang tidak layak, oleh pendekatan stokastik terdapat kemungkinan bahwa konsesi tersebut layak, dalam hal ini NPV bernilai positif.", "Daftar File": {"2006 TS PP MOCH. HUSNULLAH PANGERAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104112", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104113", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104114", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104115", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104116", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104117", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104118", "2006 TS PP MOCH. HUSNULLAH PANGERAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104119"}, "Penulis": "MOCH. HUSNULLAH PANGERAN (NIM : 25003004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DR. Ir. Krishna S. Pribadi", "DR. Ir. Purnomo Soekirno"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "risiko dominan, konsesi infrastruktur air minum, pendekatan stokastik, simulasi monte carlo, aliran kas, kelayakan finansial, PBP, NPV, IRR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "28 Sep 2016"}