{"Nomor": 20283, "Judul": "TOMOGRAFI RESISTANSI ELEKTRIK UNTUK PENCITRAAN FLUIDA DUA KOMPONEN AIR & MINYAK TANAH", "Abstrak": "Dalam dunia industri banyak dijumpai proses yang berkaitan dengan fluida. Fluida tersebut seringkali terdiri dari beberapa jenis komponen. Fluida yang terdiri dari dua jenis komponen yang tercampur dinamakan fluida dua komponen. Salah satu cara untuk dapat mengestimasi fraksi komponen yang terkandung dalam suatu fluida dua komponen, adalah melalui teknik tomografi resistansi elektrik. Tomografi resistansi elektrik menggunakan distribusi resistivitas suatu objek untuk menghasilkan citra. Tomografi resistansi elektrik memanfaatkan arus listrik yang diinjeksikan melalui elektroda. Dengan algoritma rekonstruksi citra berbasis model, informasi distribusi resistivitas diperoleh dari minimisasi fungsi objektif, yaitu perbedaan potensial hasil pengukuran dengan hasil perhitungan. Untuk melakukan eksperimen tomografi resistansi elektrik dirancang suatu alat yang terdiri dari generator sinyal, rangkaian sumber arus listrik, pipa fluida, dan osiloskop digital. Rekonstruksi citra dilakukan dengan bantuan perangkat lunak EIDORS. Objek yang akan dicitrakan adalah fluida dua komponen air & minyak tanah dengan fraksi komponen yang bervariasi. Dari hasil rekonstruksi citra, disimpulkan bahwa alat eksperimen dapat mengestimasi fraksi komponen fluida dua komponen air & minyak tanah. Kualitas citra yang dihasilkan dapat ditentukan melalui fungsi objektif dan estimasi fraksi komponen citra tersebut. Citra terbaik dihasilkan pada α = 0.1 dengan iterasi 3 kali atau lebih, dengan fungsi objektif terkecil 16.09 serta error terkecil 8.13%.", "Daftar File": {"2012 TA PP MIKAEL YUAN E 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104080", "2012 TA PP MIKAEL YUAN E 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104081", "2012 TA PP MIKAEL YUAN E 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104082", "2012 TA PP MIKAEL YUAN E 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104083", "2012 TA PP MIKAEL YUAN E 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104084", "2012 TA PP MIKAEL YUAN E 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104085", "2012 TA PP MIKAEL YUAN E 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104086"}, "Penulis": "MIKAEL YUAN E. (NIM: 13308060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy Kurniadi, Dr. Eng.", "Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tomografi resistansi elektrik, fluida dua komponen, reonstruksi citra berbasis model, estimasi fraksi komponen, fungsi objektif", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}