{"Nomor": 20291, "Judul": "ANALISIS KEGEMPAAN SESAR SUMATERA MENGGUNAKAN METODA RELOKASI GEMPABUMI DOUBLE-DIFFERENCE", "Abstrak": "Sesar Sumatera sudah diteliti dari berbagai aspek keilmuan, penelitian ini melihat sesar Sumatera dari aspek kegempaan karena sebelumnya belum ada penelitian yang mengkhususkan pada topik ini. Analisis seismotektonik sistem sesar Sumatera dilakukan pada 18 segmen utama berdasarkan hasil relokasi gempabumi. Metode yang digunakan untuk merelokasi gempa menggunakan metoda double-difference dengan input model kecepatan hasil penelitian sebelumnya dan menggunakan data katalog BMKG tahun 2009-2011.Metoda double-difference merupakan pengembangan dan modifikasi metoda Geiger dengan menggunakan data selisih waktu tiba pasangan gempa di setiap stasiun yang merekam gempa-gempa tersebut.    \n \n \n \n\nHasil relokasi menunjukkan terjadi perbaikan posisi hiposenter dibandingkan data katalog. Gempa-gempa dangkal yang menggunakan kedalaman fix depth mengalami perubahan kedalaman yang lebih logis secara seismotektonik. Sudut kemiringan slab dapat teridentifikasi dengan baik. Hasil relokasi juga menunjukkan gempa di sesar Sumatera memiliki kedalaman maksimum sekitar 40 km dan variasi sudut kemiringan slab antara 400-700. Perhitungan periode ulang gempa besar berdasarkan sejarah kegempaan dilakukan dengan hasil yang tidak begitu akurat. Data hasil relokasi dapat digunakan sebagai referensi untuk penelitian seismik tomografi maupun untuk analis seismic hazard di area sesar Sumatera.", "Daftar File": {"2012 TS PP MOHAMAD RAMDHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104136", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104137", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104138", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104139", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/104140", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/104141", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/104142", "2012 TS PP MOHAMAD RAMDHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104143", "2012 TS PP MOHAMAD RAMDHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104144"}, "Penulis": "MOHAMAD RAMDHAN (NIM: 22310017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Andri Dian Nugraha, M.Si.", "Dr. rer.nat. Moch Rachmat Sule, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sesar Sumatera, relokasi, double-difference, kedalaman, slab, periode ulang", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}