{"Nomor": 20294, "Judul": "KETAHANAN LELAH SAMBUNGAN TUBULAR TIPE-T PADA STRUKTUR ANJUNGAN LEPAS PANTAI", "Abstrak": "Kelelahan struktur sambungan pada anjungan lepas pantai dipengaruhi oleh tingkat beban siklis dan faktor korosi air laut terutama pada jenis sambungan struktur yang telah memiliki retak mikro inisial. Tesis ini mengkaji hubungan beban siklis dan korosi air laut terhadap tingkat ketahanan lelah sambungan tubular tipe-T pada struktur anjungan lepas pantai. Penelitian dilakukan dengan menggunakan model elemen hingga 3-dimensi dari sambungan tubular tipe-T pada anjungan lepas pantai dan dianalisis terhadap nilai beban gelombang laut rencana dengan kala ulang 25 tahun serta sifat korosifitas perairan laut Indonesia. Hasil analisis menggunakan software ansys dan pendekatan teori fracture mechanics menunjukkan bahwa umur ketahanan lelah struktur akan mengalami penurunan yang berbanding lurus terhadap peningkatan kedalaman retak struktur. Pada tinjauan tingkat beban siklis yang sama, ketahanan lelah elemen struktur ditinjau dari jumlah siklus yang menyebabkan retak akhir pada sambungan tubular tipe-T dengan retak \n\ninisial 0.25 mm dan mengalami korosi rata-rata tereduksi sekitar 47.7% dari ketahanan lelah elemen struktur tanpa korosi. Hubungan kapasitas dukung struktur terhadap peningkatan kedalaman retak akibat penerapan beban luar (aksial) dengan tingkat kedalaman retak dapat dinyatakan dengan persamaan : σ= -16.565 ln (a/tp) - 85.154 dengan a = kedalaman retak (mm) dan tp = tebal dinding pipa tubular utama (mm). Sementara itu hubungan tingkat penurunan momen kapasitas penampang struktur pada berbagai variasi kedalaman retak dinyatakan dengan persamaan berikut : Mkap = -1.0999 (a/tp)3 + 11.439 (a/tp)2 - 40.348 (a/tp) + 31.28", "Daftar File": {"2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104161", "2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104162", "2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104163", "2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104164", "2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104165", "2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104166", "2006 TS PP MOHAMMAD TAUFAN TUKUBOYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104167"}, "Penulis": "MOHAMMAD TAUFAN TUKUBOYA (NIM : 25003003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Ir.Amrinsyah Nasution, MSCE,PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kelelahan struktur sambungan, beban siklis, korosi air laut, model elemen hingga 3-dimensi, software ansys, teori fracture mechanic.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "28 Sep 2016"}