{"Nomor": 20292, "Judul": "PENGARUH PENAMBAHAN BENTONIT TERHADAP KARAKTERISTIK MEMBRAN POLI(VINILIDEN FLUORIDA) (PVDF", "Abstrak": "Poli(viniliden fluorida) (PVDF) saat ini banyak digunakan sebagai bahan dasar pembuatan membran karena memiliki sifat mekanik dan termal yang baik, namun memiliki sifat hidrofobik yang mengakibatkan kinerjanya kurang baik dalam proses filtrasi. Beberapa metode dapat digunakan untuk meningkatkan sifat hidrofilisitas dari membran PVDF, salah satu diantaranya yaitu penambahan oksida bermuatan seperti lempung. Penelitian ini bertujuan untuk menghasilkan membran komposit PVDF/lempung dengan kinerja baik menggunakan variasi komposisi polimer dan lempung jenis bentonit. Membran komposit PVDF/bentonit dibuat menggunakan teknik inversi fasa dengan komposisi polimer dan bentonit berturut-turut 16-19% dan 1-5% (b/b). Karakterisasi membran komposit PVDF/bentonit yang dihasilkan meliputi uji fluks air, rejeksi dekstran T-500, kekuatan mekanik, sudut kontak, dan analisa morfologi menggunakan scanning electron microscope (SEM). Hasil penelitian menunjukkan bahwa semakin besar konsentrasi PVDF, fluks air yang diperoleh semakin kecil. Nilai fluks air terbesar terdapat pada membran dengan konsentrasi 16% PVDF dengan nilai sebesar 14,25 L.m-2.jam-1. Selain itu, meningkatnya komposisi polimer menyebabkan peningkatan rejeksi dekstran T-500 dari membran yang dihasilkan. Rejeksi dekstran terbesar diperoleh pada membran dengan konsentrasi PVDF 19% yaitu 90,79% yang menunjukkan bahwa membran dengan konsentrasi 19% memiliki pori yang lebih kecil sehingga dapat lebih menahan molekul dekstran. Pengukuran sudut kontak menunjukkan peningkatan sifat hidrofobisitas seiring dengan meningkatnya konsentrasi PVDF dalam membran, yaitu 114? dan 155? untuk membran 16% dan 19% PVDF. Hasil pengujian fluks air pada membran komposit PVDF/bentonit menunjukkan bahwa terjadi penurunan nilai fluks air, sementara itu nilai rejeksi dekstran mengalami peningkatan seiring dengan bertambahnya konsentrasi bentonit dalam membran komposit PVDF/bentonit. Nilai fluks air tertinggi yaitu 12,47 L.m-2.jam-1 pada membran komposit PVDF/bentonit dengan konsentrasi berturut-turut 16% untuk PVDF dan 1% untuk bentonit, yang menunjukkan bahwa membran tersebut memiliki pori yang paling besar. Penurunan nilai fluks air disebabkan karena pori membran yang terbentuk tertutupi oleh partikel bentonit sehingga menghasilkan ukuran pori yang lebih kecil. Ukuran pori yang semakin kecil berdampak pada nilai rejeksi dekstran yang semakin besar dengan bertambahnya konsentrasi bentonit. Rejeksi dekstran tertinggi yaitu 95,62% untuk membran komposit PVDF/bentonit dengan konsentrasi PVDF 17% dan 3% bentonit. Pengukuran nilai sudut kontak pada membran yang dihasilkan setelah penambahan bentonit juga bervariasi. Nilai sudut kontak terbesar pada membran 17% PVDF dengan 1% bentonit yang menunjukkan sifat hidrofobisitas paling tinggi, sedangkan yang terkecil pada membran 18% PVDF dengan 5% bentonit yang menunjukkan sifat hidrofilisitas paling tinggi. Dari semua data eksperimental yang diteliti dapat disimpulkan bahwa komposisi optimum yang dihasilkan adalah membran komposit dengan komposisi PVDF sebesar 16% dan bentonit sebesar 5%.", "Daftar File": {"2016 TS PP MOHAMMAD AHDIAT  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104145", "2016 TS PP MOHAMMAD AHDIAT  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104146", "2016 TS PP MOHAMMAD AHDIAT  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104147", "2016 TS PP MOHAMMAD AHDIAT  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104148", "2016 TS PP MOHAMMAD AHDIAT  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104149", "2016 TS PP MOHAMMAD AHDIAT  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104150", "2016 TS PP MOHAMMAD AHDIAT  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104151"}, "Penulis": "MOHAMMAD AHDIAT (NIM : 90514004)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Cynthia Linaya Radiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "poly(vinylidene fluoride) (PVDF), bentonite, phase inversion", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Latifa Noor", "File": "7 file", "Tanggal Input": "27 Sep 2017"}