{"Nomor": 20298, "Judul": "COMPOSITE PLATING OF NI-P-SIC; THE EFFECTS OF COMPOSITE PARTICLES ON EROSION CORROSION", "Abstrak": "In this thesis, electroplating process with a modified WattÃ‚Â’s type bath is proposed as a candidate technology for producing amorphous Ni-P (11.6 wt% phosphorus), and Ni-P-SiC coatings by direct current (DC) plating using as (anode) graphite for Ni-P deposition and nickel for Ni-P-SiC deposition. A specific embodiment of the disclosed bath comprises an aqueous mixture of nickel chloride, sodium hypophosphite and boric acid. The deposition of Ni-P and Ni-P-SiC were performed on steel substrates (cathode). The depositions for both of coating deposits were controlled to obtain specific thickness (between 25 - 50 μm). The effects heat treatment (410 Ã‚Â°C for 1hr) on the compositions and the microhardness of the amorphous NiÃ‚Â–P and NiÃ‚Â–PÃ‚Â–SiC deposits were investigated. During that heat treatment, precipitates are formed in the Ni-P matrix and owing to this fact, the hardness of both pure Ni-P and composite Ni-P-SiC coatings increases. The characterization of the coatings was investigated by scanning electron microscopy (SEM) and X-ray diffraction (XRD) facilities. The hardness of the resultant coatings was also measured using (LECO, DM-400) with a load of 50 g prior and after heat treatment and found to be (275 Ã‚Â– 300 Hv), and (575 - 625 Hv), respectively depending on the particle volume in the Ni-P matrix. The microstructures of the as-deposited and annealed samples were characterized through optical and scanning electron microscopy. Hardness measurements were made both on the Ni-P substrate and the Ni-P-SiC coating using a depth sensing hardness machine. Incorporated of SiC into NiÃ‚Â–P alloy matrix was aimed to increase the surface hardness and wear resistance of the electrodeposited Ni-P, it was also aimed to obtain high volume of the SiC particles on the deposited Ni-P layers without agglomeration of SiC       \n \n \n \n \n \n \n\nparticles. For these purposes the bath composition, the effect of surfactant quantity and deposition parameters such as, current density, stirring speed and temperature were investigated to optimize to obtain high quality coatings. The steady-state erosion rate of electrodeposited Ni-P-SiC has been examined using (60mesh) SiC particles as impingement materials. The adding SiC to the NiÃ‚Â–P alloy matrix substantially increases the erosion resistance in the deposit because the exposed area of the metallic matrix was reduced due to its recovering by SiC particles. In order to investigated the affect of SiC particles volume on Ni-P-SiC erosion resistance, a different weights (4, 5, and 6       \n \n \n \n \n \n \n\ng/L) of SiC were employed, and found that the erosion resistance was improved as the SiC increased in Ni-P alloy deposits. The material removal of Ni-P-SiC deposits coatings in the lower SiC volume is attributed to formation of plastic shear bands below the impact areas. For the most energetic particles the erosion leads to the formation of melt, which seems to be a consequence of the localized shear.", "Daftar File": {"2009 TS PP MOHAMMED ALKILANI ALMADANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104188", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104189", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104190", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104191", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104192", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104193", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 6A.pdf": "https://digilib.itb.ac.id/gdl/download/104194", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 6B.pdf": "https://digilib.itb.ac.id/gdl/download/104195", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 6C.pdf": "https://digilib.itb.ac.id/gdl/download/104196", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/104197", "2009 TS PP MOHAMMED ALKILANI ALMADANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104198"}, "Penulis": "MOHAMMED ALKILANI ALMADANI (NIM : 22107001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Composite Plating of Ni-P-SiC, Erosion Corrosion, Composite Particles", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}