{"Nomor": 20308, "Judul": "PEMODELAN REGULASI SINTESIS PROTEIN PADA DROSOPHILA MELANOGASTER DENGAN PENDEKATAN BOOLEAN", "Abstrak": "Awal pembentukan pattern (pola) pada hewan dimulai pada embrio. Pattern ini dibentuk dari proses sintesis protein-protein yang terkandung di dalam gen. Gen yang terlibat dalam tahap awal pembentukan pattern dinamakan gen segmentasi. Terdapat tiga macam gen segmentasi yang terlibat dalam pembentukan pattern pada Drosophila Melanogaster (lalat buah), salah satunya adalah gen polaritas segmen yang menentukan poros anterior dan posterior dari setiap segmen. Gen polaritas segmen ini mengandung protein-protein penyusun. Pada Tugas Akhir ini, proses pembentukan pattern pada Drosophila Melanogaster dimodelkan dengan pendekatan Boolean untuk mengetahui berjalannya proses tersebut waktu demi waktu dan melihat pattern yang dihasilkan. Pattern inilah yang akan menjadi cikal bakal pola tubuh Drosophila Melanogaster.", "Daftar File": {"2016 TA PP MUHAMMAD AZKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104262", "2016 TA PP MUHAMMAD AZKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104263", "2016 TA PP MUHAMMAD AZKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104264", "2016 TA PP MUHAMMAD AZKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104265", "2016 TA PP MUHAMMAD AZKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104266", "2016 TA PP MUHAMMAD AZKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104267", "2016 TA PP MUHAMMAD AZKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104268"}, "Penulis": "MUHAMMAD AZKA (NIM : 10110090)", "Kontributor / Dosen Pembimbing": ["Pembibmbing : Dr. Mochamad Apri, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anterior and posterior, Boolean approach, pattern, segment polarity gene, synthesis of proteins, anterior dan posterior, gen polaritas segmen, pattern, pendekatan Boolean, sintesis protein", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}