{"Nomor": 20313, "Judul": "IDENTIFIKASI NOISE PADA DATA PASSIVE SEISMIC MIKROTREMOR RESERVOIR HIDROKARBON", "Abstrak": "Data mikrotremor yang diukur pada berbagai lapangan ditemukan bahwa terdapat karakteristik anomali spektrum frekuensi rendah berkisar antara 1 Ã‚Â– 6 Hz jika diukur diatas lokasi reservoir hidrokarbon yang telah terbukti. Anomali spektrum ini disebut sinyal miktrotremor hidrokarbon (HM). Sifat anomali spektrum ini kemudian    \n \n \n \n\ndimanfaatkan sebagai salah satu teknik untuk mendapatkan informasi mengenai keberadaan lokasi reservoir hidrokarbon atau direct hidrokarbon indicator (DHI).    \n \n \n \n\nStudi ini merupakan aplikasi dari metode passive seismic untuk pengembangan lapangan 'ATA'. Dalam studi ini digunakan beberapa teknik untuk mengekstrak informasi keberadaan reservoir yang berdasarkan pada atribut spektrum dan atribut polarisasi. Nilai atribut yang didapat kemudian dipetakan dan diinterpretasi. Namun    \n \n \n \n\nanalisis atribut spektrum dan polarisasi tanpa memperhitungkan noise akan menyebabkan kesalahan interpretasi atau pitfall. Maka dari itu identifikasi noise harus dilakukan untuk memperhitungkan pengaruh noise pada sinyal HM. Hasil yang didapat pada studi ini memberikan persebaran spasial nilai atribut, lokasi potensial hidrokarbon dan seberapa besar kontribusi noise pada spektrum dan nilai atribut yang dihasilkan.", "Daftar File": {"2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104298", "2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104299", "2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104300", "2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104301", "2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104302", "2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104303", "2012 TA PP MUHAMMAD FADHILLAH AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104304"}, "Penulis": "MUHAMMAD FADHILLAH AKBAR (NIM : 123 08 036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Afnimar, Ph. D.", "Dr. Andri Dian Nugraha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "passive seismic, spektrum, polarisasi, noise", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}