{"Nomor": 20312, "Judul": "EVALUASI PEMBENTUKAN MODEL KECEPATAN HASIL INTERPOLASI BERBASIS HORISON DAN PEMANFAATANNYA DALAM ESTIMASI NILAI KEDALAMAN TOP FORMASI TARGET", "Abstrak": "Pemodelan kecepatan merupakan proses penting dalam memberikan hubungan antara waktu dan kedalaman. Membangun model kecepatan dalam kecepatan rata-rata memungkinkan pemetaan langsung antara waktu dan kedalaman dan dapat menghindari perubahan kecepatan secara signifikan. Model kecepatan rata-rata dapat dibangun dengan mudah menggunakan data sonic log pada data sumur. Manfaat utama ketika membangun model kecepatan dari data sumur adalah hasil model kecepatan tersebut memiliki nilai kesalahan yang sangat kecil dan lebih baik daripada model kecepatan berdasarkan pengolahan data seismik secara vertikal. Hal yang terpenting sebelum melakukan pemodelan kecepatan adalah proses pengikatan data sumur dengan data seismik, karena informasi kecepatan rata-rata dan kedalaman pada data sumur harus memiliki korelasi yang benar dan sesuai dengan waktu pada data seismik.    \n \n \n \n\nStudi ini merupakan aplikasi pemanfaatan interpolasi berbasis horison yang dibangun, yaitu horison geologi dan horison isovelocity. Interpolasi dibangun secara langsung atau Horizon Based Interpolation (HBI) dan secara bertahap atau Horizon Based Back Interpolation (HBBI) dengan padanan operator/fungsi interpolasi yaitu Gaussian, Inverse Distance Weighted (IDW), dan Linier. Fungsi matematis dari ketiga operator interpolasi tersebut diharapkan mampu untuk menghasilkan estimasi yang benar pada model kecepatan secara horizontal, sehingga memberikan validasi kedalaman yang mendekati nilai kedalaman sebenarnya berdasarkan analisis statistik.", "Daftar File": {"2013 TA PP MUHAMMAD FAISAL AL RASJID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104290", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104291", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104292", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104293", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104294", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104295", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104296", "2013 TA PP MUHAMMAD FAISAL AL RASJID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104297"}, "Penulis": "MUHAMMAD FAISAL AL RASJID (NIM : 12308070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Darharta Dahrin", "Dr. Wahyu Triyoso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "model kecepatan, pengikatan data sumur-data seismik, interpolasi berbasis horison, validasi kedalaman", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}