{"Nomor": 20319, "Judul": "RE-USE OF DRILLING FLUID WASTE FOR DRILLING NEW WELL IN XX FIELD", "Abstrak": "Nowadays, drilling fluid waste became one of the largest issues for drilling operation, especially for handling and storage. Common practice to handle drilling fluid waste for xx field was transporting it to waste treatment facility that was located in this field using vacuum truck. With more than 50,000 barrels drilling fluid waste created per year, this method was proved not efficient since there were additional cost from transporting waste from diposal pit to waste treatment facilities and also cost for treating the drilling fluid waste. The purpose of this projects is to create added value of drilling fluid waste and analyze cost saving opportunity from re-use of drilling fluid waste both from creating fresh drilling fluid prior to drill new well and drilling fluid waste treatment.  \n \n\nScope of work from this project was testing drilling fluid waste properties with two different methods. The first method was testing drilling fluid with stirring condition and the second method was testing drilling fluid without stirring condition. Result from the first method showed that mud weight decrease 0.1 point after three days. Plastic viscosity test showed that its value start decreasing 1 points after one day test and after three days its value dropped until 3 points. Yield point test showed that its value start decreasing 6 points after one day test and after three days test its value dropped until 10 points. Result from the second method showed that mud weight decrease 0.1 point after two days and continued decreasing 0.1 point each day. Plastic viscosity test showed that its value start decreasing 3 points after one day test and after three days its value dropped until 10 points. Yield point test showed that its value start decreasing 7 points after one day test and after three days test its value dropped until 15 points.  \n \n\nField trial was conducted on well 7E-18 using the first method, re-used drilling fluid waste with stirring condition. One additional tank completed with agitator and its portable generator was provided to support this field trial. Result from this trial was success. There was no hole problems such as stuck pipe or logging stuck by using re-use drilling fluid with stirring condition.", "Daftar File": {"2013 TS PP MUHAMMAD IRFAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104350", "2013 TS PP MUHAMMAD IRFAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104351", "2013 TS PP MUHAMMAD IRFAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104352", "2013 TS PP MUHAMMAD IRFAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104353", "2013 TS PP MUHAMMAD IRFAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104354", "2013 TS PP MUHAMMAD IRFAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104355", "2013 TS PP MUHAMMAD IRFAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104356"}, "Penulis": "MUHAMMAD IRFAN (NIM: 22211315)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Bonar T.H. Marbun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Drilling fluid, waste, re-used", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}