{"Nomor": 20310, "Judul": "KAJIAN SIFAT ELASTIK BATUAN SEDIMEN BERDASARKAN KOMBINASI MODEL VOIGT-REUSS", "Abstrak": "Salah satu cara untuk mengkarakterisasi reservoir adalah dengan mengestimasi nilai dari parameternya, seperti porositas dan saturasi. Estimasi ini dapat dilakukan melalui pendekatan teori efektif medium. Beberapa model seperti Voigt-Reuss, Hashin Shtrikman, dan KÃƒÂ¼ster-Toksӧz, memberikan rentang batas dan belum mencakup keseluruhan nilai percobaan. Pada tugas akhir ini dilakukan kombinasi model Voigt-Reuss untuk mendekati nilai kecepatan dan porositas pada data percobaan. Untuk memprediksi isi fluida dan lithology digunakan metode Lambda-MuRho. Nilai Lambda-Mu-Rho dihitung dengan model Voigt-Reuss, Hashin Shtrikman, KÃƒÂ¼ster-Toksӧz, dan kombinasi model Voigt-Reuss. Hasil perhitungan selanjutnya digambarkan dalam grafik mu-rho terhadap lambda-rho. Kombinasi model Voigt-Reuss dapat mendekati nilai kecepatan dari sand-clay mixture dan memiliki rentang lebih sempit daripada model Voigt-Reuss. Akan tetapi, model ini juga belum bisa mendekati keseluruhan data percobaan. Sedangkan dari grafik antara mu-rho terhadap lambda-rho, menunjukkan bahwa model Voigt-Reuss memberikan kurva linear, sedangkan model Hashin Shtrikman dan KÃƒÂ¼ster-Toksӧz memberikan kurva mendekati bentuk parabola. Kombinasi model Voigt-Reuss menghasilkan kurva dengan tipe yang berbeda. Model ini memberikan harapan untuk dapat menjelaskan nilai lambda-rho yang lebih besar (mendekati 50 Gpa*gr/cc).", "Daftar File": {"2013 TA PP MUHAMMAD FAHMI RIDWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104276", "2013 TA PP MUHAMMAD FAHMI RIDWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104277", "2013 TA PP MUHAMMAD FAHMI RIDWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104278", "2013 TA PP MUHAMMAD FAHMI RIDWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104279", "2013 TA PP MUHAMMAD FAHMI RIDWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104280", "2013 TA PP MUHAMMAD FAHMI RIDWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104281", "2013 TA PP MUHAMMAD FAHMI RIDWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104282"}, "Penulis": "MUHAMMAD FAHMI RIDWAN (NIM : 10208010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.rer. nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Voigt-Reuss, Porositas, Lambda-Mu-Rho, Kecepatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}