{"Nomor": 20327, "Judul": "PREPARASI FOSFOR BORON CARBON OXYNITRIDE SILICA UNTUK APLIKASI EMISI CAHAYA PUTIH PADA LIGHT EMITTING DIODE", "Abstrak": "Fosfor merupakan bahan yang mampu menyerap cahaya dan mengemisikan kembali pada panjang gelombang sesuai dengan sifat bahan. Material fosfor memiliki kegunaan yang luas dalam berbagai bidang, antara lain photolumin, elektrolumin, radiolumin, dan LED putih. Tujuan pembuatan material fosfor didorong oleh selain kegunaannya juga sebagai usaha pembuatan material fosfor di dalam negeri, dimana bahan dasar pembuat material fosfor melimpah.  \n \n\nPada penelitian ini telah dibuat material fosfor BCNO dari bahan asam borat, urea, tepung tapioka dan silika. Pembuatan dilakukan dengan cara asam borat dan urea dicampur hingga homogen, lalu dicampur dengan larutan tepung tapioka (kanji) sebesar 0,5% dan 1,0% massa. Hasil campuran dikeringkan dalam sambil diaduk di atas magnetic stirrer. Silika bubuk sebanyak 3% massa ditambahkan kedalam hasil campuran, lalu dibakar pada temperatur 650oC selama 2 jam. Sampel yang terbentuk, BCNO/SiO2, dikarakterisasi dengan X-ray Diffractometer (XRD), Scanning Electron Microscope (SEM), dan Energy Dispersion Spectoscopy (EDS). Secara visual, serapan cahaya oleh sampel diuji dengan cara meletakkan sampel di bawah cahaya dan mengamati perubahan warna sampel setelah cahaya sumber dimatikan.  \n \n\nAnalisa XRD menunjukkan telah terbentuk senyawa BN, B2O3 dan karbon sisa. Penambahan silika dapat menghilangkan karbon dalam material. Ukuran kristalit yang dihitung dengan Scherrer diperoleh sebesar 27-41 nm. Observasi SEM menunjukkan penambahan kanji berfungsi sebagai sumber karbon, tetapi menyebakan terjadinya aglomerasi. Pengurangan massa kanji dari 1% menjadi 0,5% menghilangkan aglomerasi. Asam borat dan urea berpengaruh terhadap ukuran butiran. Penggunaan 1,4 M campuran urea dan asam borat menjadikan butiran berukuran 20-50 m. Hasil penyinaran sampel dengan LED Biru menunjukkan emisi cahaya putih.", "Daftar File": {"2013 TA PP MUHAMMAD REZA ALFATIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104407", "2013 TA PP MUHAMMAD REZA ALFATIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104408", "2013 TA PP MUHAMMAD REZA ALFATIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104409", "2013 TA PP MUHAMMAD REZA ALFATIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104410", "2013 TA PP MUHAMMAD REZA ALFATIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104411", "2013 TA PP MUHAMMAD REZA ALFATIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104412", "2013 TA PP MUHAMMAD REZA ALFATIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104413"}, "Penulis": "MUHAMMAD REZA ALFATIKA (NIM : 13309093)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Dr. Ir Bambang Sunendar Purwasasmita, M. Eng", "Ir. Ahmad Nuruddin, MS., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "material fosfor, BCNO/SiO2, tapioka, emisi cahaya putih", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}