{"Nomor": 20325, "Judul": "PEMBANGUNAN MODEL TIGA-DIMENSI CANDI BOROBUDUR DENGAN RAGAM TINGKAT KEDETILAN (MULTILEVEL OF DETAIL) MENGGUNAKAN FOTO UDARA FORMAT KECIL DAN FOTO RENTANG DEKAT", "Abstrak": "Candi Borobudur merupakan peninggalan yang cukup berharga bagi dunia. Bahkan pemerintah Indonesia dan UNESCO telah beberapa kali mengambil langkah untuk perbaikan menyeluruh dari monumen ini dalam suatu proyek besar antara tahun 1975 dan 1982. Untuk turut melestarikan bangunan bersejarah ini salah satu metode yang dapat digunakan adalah dengan cara memodelkan kompleks candi Borobudur. Dengan begitu rencana pemugaran dan renovasi dapat merujuk pada model yang telah dibuat sebelumnya. Untuk pembuatan model permukaan bumi dari candi Bororbudur dapat menggunakan teknik foto udara format kecil yang menggunakan pesawat tanpa awak sebagai wahana pengambilan gambarnya. Pesawat tersebut dipasangi kamera digital format kecil yang kemudian dikendalikan dengan sistem kendali jarak jauh sesuai dengan rencana pengambilan gambar yang telah direncanakan. Kemudian dari gambar-gambar yang telah diperoleh dibentuklah model dengan menggunakan persepsi kedalaman dan prinsip kesegarisan.      \n \n \n \n \n \n\nSedangkan untuk pemodelan 3D dari bagian candi lainya seperti patung-patung, relief dan stupa dapat menggunakan teknik fotogrametri rentang dekat yang menggunakan prinsip yang serupa dengan teknik foto udara. Kemudian dengan menggabungkan kedua hasil diatas didapatkanlah model 3D dengan ragam tingkat kedetilan (Multilevel of Detail). Dengan menggunakan model ini sebagai rujukan dalam perawatan candi Borobudur, rekonstruksi dari bentukan candi Borobudur khususnya pada saat diadakan renovasi, pemugaran ataupun pada saat terjadi bencana alam yang menyebabkan bagian candi rusak dan harus direkonstruksi kembali dapat dilakukan.", "Daftar File": {"2014 TA PP MUHAMMAD MUKHLISIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104393", "2014 TA PP MUHAMMAD MUKHLISIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104394", "2014 TA PP MUHAMMAD MUKHLISIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104395", "2014 TA PP MUHAMMAD MUKHLISIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104396", "2014 TA PP MUHAMMAD MUKHLISIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104397", "2014 TA PP MUHAMMAD MUKHLISIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104398"}, "Penulis": "MUHAMMAD MUKHLISIN (NIM: 15109039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Deni Suwardhi, ST.,MT", "Dr. Ir. Agung Budi Harto, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "3d, level of detail, lod, borobudur", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}