{"Nomor": 20331, "Judul": "PENGELOLAAN AIR ASAM TAMBANG MELALUI PENDEKATAN CATCHMENT AREA (STUDI KASUS SUNGAI UKUD SITE LATI BERAU)", "Abstrak": "Kajian ini bertujuan untuk mengkaji dan mengembangkan metode pendekatan catchment area untuk pengelolaan air asam tambang di Sungai Ukud yang mengalir di area pertambangan batubara Lati, Berau digunakan sebagai studi kasus. Catchment area Sungai Ukud aktual meliputi 10 Subcatchment dengan luas total 1738,67 Ha. Area timbunan batuan penutup (disposal) meliputi 48,6% dari  \n \n\nluas total dan 51,4% lahan masih merupakan kawasan asli setempat. Dari 48,6% lahan disposal tersebut baru 48% yang terevegetasi. Karakteristik batuan penutup di catchment Sungai Ukud berpotensi membentuk asam yang terlihat dalam uji NAG terhadap 60 titik sampel. Subcatchment A10 merupakan hilir dari Sungai Ukud. Total debit yang akan melewati Subcatchment A10 ini sebesar 13.379,24 liter/detik. Air yangmelalui area yang merupakan Compliance Point (CP) dari Sungai Ukud ini memiliki pH 4,23. Konsentrasi sulfat masih tergolong tinggi pada nilai 92,83 mg/liter. Begitu pula dengan konsentrasi ion logam. Ion Fe2+ dan Fe3+ berada pada nilai 9,05 mg/liter dan 4,62 mg/liter. Sedangkan logam Al dan Mn terukur pada nilai 9,67 mg/liter dan 4,07 mg/liter dengan nilai TDS sebesar 735,55 mg/liter yang menggambarkan kandungan ion logam terlarut. Terdapat tiga catchment yang memiliki pengaruh beban pencemar yang besar yang mempengaruhi kualitas aliran sungai. Ketiga cathchment tersebut yakni Subcatchment A1, Subcatchment A8, dan Subcatchment A9. Dua pendekatan yakni pendekatan pertama (faktor dilusi SO4, faktor pengendapan, dan faktor perubahan redoks) dan pendekatan kedua yakni pendekatan dilusi konsentrasi H+ digunakan  \n \n\nuntuk memperlihatkan pola perubahan nilai pH pada titik pantau J5. Dilusi konsentrasi H+ digunakan untuk memodelkan kondisi perubahan pH pada titik CP. Perubahan kualitas dari ketiga catchment yang berpengaruh ini memberikan peningkatan pH di titik J5 sampai dengan 5,01.", "Daftar File": {"2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104434", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104435", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104436", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104437", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104438", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104439", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104440", "2010 TS PP MUHAMMAD SONNY ABFERTIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104441"}, "Penulis": "MUHAMMAD SONNY ABFERTIAWAN (NIM : 22108318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir. Rudy Sayoga Gautama B"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "catchment area, air asam tambang, dilusi ion hidrogen, faktor dilusi SO4", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}