{"Nomor": 20332, "Judul": "KORELASI BARU UNTUK OPTIMISASI LAJU ALIR PLATEAU GAS YANG EKONOMIS", "Abstrak": "Laju alir plateau gas yang paling ekonomis adalah laju alir yang memberikan keuntungan terbesar bagi kontraktor, dilihat dari banyaknya faktor perolehan di  \n \n\nakhir kontrak dan dilihat dari tinjauan ekonomis yaitu Rate of Return, namun dengan kendala pemerintah yang menginginkan potensi cadangan gas tersisa yang dapat dikembangkan sendiri oleh pemerintah dalam jumlah terbesar pula. Menurut fakta tersebut, terbentuk hipotesis bahwa laju alir plateau gas yang paling ekonomis adalah laju alir yang bersesuaian dengan titik pertemuan plot Contractor Recovery Factor (CRF) dan Government Recovery Factor (GRF) terhadap Rate of Return  \n \n\n(ROR). Tesis ini memberikan deskripsi jelas berupa algoritma (flowchart) penentuan laju alir plateau gas ekonomis yang dibangun berdasarkan hipotesis tersebut. Uji sensitivitas dilakukan untuk melihat pengaruh masing-masing parameter terhadap laju alir plateau gas ekonomis. Hasil uji menghasilkan bahwa parameter  \n \n\nsaturasi gas residual merupakan parameter paling sensitif terhadap laju alir plateau gas ekonomis. Laju perubahan laju alir terhadap perubahan saturasi gas residual adalah 10.0608, sedangkan permeabilitas dan permeabilitas relatif gas berturut-turut 8.4997 dan 7.9656. Selanjutnya dibentuk sebuah korelasi dengan menggunakan metode Least-Squares untuk memperlihatkan hubungan antara laju alir plateau gas ekonomis terhadap parameter permeabilitas, saturasi gas residual, dan permeabilitas relatif gas. Akurasi model cukup baik dilihat dari error yang tidak melebihi 10%. Model korelasi yang dibentuk diuji selang validnya dan memberikan hasil bahwa korelasi valid untuk permeabilitas hingga 150 mD dan saturasi gas residual 0.5.", "Daftar File": {"2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104442", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104443", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104444", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104445", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104446", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104447", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104448", "2013 TS PP MUHAMMAD TELAGA KAUTSAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104449"}, "Penulis": "MUHAMMAD TELAGA KAUTSAR (NIM: 22211055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Laju alir plateau, ekonomi, optimisasi, faktor perolehan , uji sensitivitas, Rate of Return, Least-Squares Method.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}