{"Nomor": 20347, "Judul": "STUDI IDENTIFIKASI DAN ANALISA KECEPATAN ALIRAN AIR INJEKSI DI DEKAT PERMUKAAN MENGGUNAKAN METODE SELF-POTENTIAL DI LOKASI-X, SUMATERA SELATAN", "Abstrak": "Metoda Self-Potential (SP) atau dikenal juga dengan Spontaneous Potential merupakan metoda pasif dimana pada metoda ini tidak ada injeksi arus listrik ke dalam bumi. Pada metoda ini potensial listrik alami bumi diukur menggunakan voltmeter digital yang sangat sensitif (dalam orde mV). Pengukuran SP dilakukan berdasarkan keberadaan medan listrik di permukaan akibat dari anomali yang ada di bawah permukaan. Pada tesis ini , metoda SP diaplikasikan dalam studi identifikasi dan analisa kecepatan aliran air injeksi di dekat permukaan di lokasi-X, Sumatera Selatan. Akuisisi data dilaksanakan pada tanggal 1-18 Agustus 2010, dengan luas area studi 3.4km x 1.6km (1155 titik ukur). Dalam aplikasi metoda SP di bidang rembesan/aliran air injeksi, nilai SP yang terukur di permukaan merupakan nilai SP yang ditimbulkan oleh pergerakan air injeksi melalui pori-pori atau rekah-rekahan pada batuan.       \n \n\nLapangan produksi minyak pada umumnya terdiri dari sumur produksi dan sumur injeksi, untuk beberapa lapangan terkadang memiliki beberapa kendala sehingga terdapat sumur yang ditinggalkan (abandoned) dan sumur yang dihentikan untuk sementara (suspended). Sumur suspended umumnya disebabkan casing yang mengalami kebocoran (leak), bergeser atau putus. Hal ini mengakibatkan timbulnya rembesan air injeksi di sekitar sumur. Untuk mengetahui lokasi rembesan dan arah aliran air injeksi tersebut, maka digunakan metode Self-Potential/Streaming-Potential (SP).       \n \n\nPada tesis ini, penulis menggunakan data SP dan analisa kecepatan untuk melakukan identifikasi lokasi rembesan air injeksi secara lateral. Sedangkan identifikasi lokasi rembesan air injeksi di kedalaman, menggunakan data resistivity. Aliran vertikal di bawah permukaan dapat diidentifikasi dari data SP dimana pada lokasi tersebut terdapat suatu peralihan nilai SP positif dan negatif yang signifikan. Air injeksi mengalir dari nilai SP tinggi ke nilai SP rendah dan aliran ini berlawanan arah dengan gradien SP.", "Daftar File": {"2011 TS PP NENG ENDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104563", "2011 TS PP NENG ENDAH  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104562", "2011 TS PP NENG ENDAH  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104561", "2011 TS PP NENG ENDAH  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104560", "2011 TS PP NENG ENDAH  1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/104564", "2011 TS PP NENG ENDAH  1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/104565", "2011 TS PP NENG ENDAH  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104566", "2011 TS PP NENG ENDAH  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104567", "2011 TS PP NENG ENDAH  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104568"}, "Penulis": "NENG ENDAH JUBAEDAH  (Nim : 22308002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat Wahyudi W.Parnadi", "Dr.Darharta Dahrin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Self-Potential (SP) method, Spontaneous Potential, AIR INJEKSI,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}