{"Nomor": 20346, "Judul": "PERANCANGAN DAN PEMBUATAN SUMBER METODE SEISMIK CROSSHOLE MENGGUNAKAN PRINSIP ELEKTROMAGNETIK UNTUK MEKANISME SUMBER", "Abstrak": "Pesatnya pembangunan infrastruktur di Indonesia menyebabkan kebutuhan eksplorasi geoteknik semakin tinggi. Eksplorasi geoteknik dibutuhkan untuk mempelajari informasi dari lapisan bawah tanah sehingga dapat dihasilkan bangunan yang kokoh dan baik. Salah satu metode yang digunakan dalam eksplorasi geoteknik adalah metode seismik crosshole. Metode crosshole adalah suatu metode yang menggunakan prinsip gelombang P dan gelombang S yang menjalar di dalam tanah untuk mendapatkan gambaran lapisan bawah permukaan yang merupakan faktor penting dalam pembangunan fondasi suatu infrastruktur. Metode crosshole memiliki kelebihan dibanding dengan metode seismik lainnya yaitu dengan langsung didapatkannya profil kecepatan perlapisan kedalaman karena pengukuran dilakukan pada kedalaman yang sama antara sumber dengan penerimanya. Di lapangan, metode ini dilakukan dengan dua lubang, dimana di satu lubang dimasukkan sumber dan di lubang lainnya dimasukkan geophone sebagai penerimanya. Sumber akan dibuat dengan menggunakan prinsip-prinsip induksi elektromagnetik dalam aplikasinya sebagai sumber metode crosshole. Agar dihasilkan mekanisme sumber, dilakukan pengecasan pada kapasitor dengan tegangan tinggi lalu dilepaskan ke kumparan sehingga peluru bergerak dan menghantam pelat besi. Pengambilan data dilakukan dengan dua tembakan untuk setiap meter kedalaman. Dua tembakan ini dilakukan dengan tembakan ke arah bawah dan tembakan ke arah atas dan diulang ketika data yg didapat kurang jelas. Berdasarkan data yang didapat alat sudah mampu memberikan sumber gelombang yang reversible tetapi alat sumber memberikan gangguan berupa pengaruh elektromagnetik sehingga data yang direkam oleh geophone terganggu.", "Daftar File": {"2015 TA PP  NASRUL AZIZ ABIDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104553", "2015 TA PP  NASRUL AZIZ ABIDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104554", "2015 TA PP  NASRUL AZIZ ABIDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104555", "2015 TA PP  NASRUL AZIZ ABIDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104556", "2015 TA PP  NASRUL AZIZ ABIDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104557", "2015 TA PP  NASRUL AZIZ ABIDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104558", "2015 TA PP  NASRUL AZIZ ABIDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104559"}, "Penulis": "NASRUL AZIZ ABIDIN  (NIM : 10209066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Crosshole, Gelombang P, Gelombang S, Induksi magnetik, Seismik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}