{"Nomor": 20344, "Judul": "ANALYSIS OF MARINE PHYSICAL CHARACTERISTIC CHANGES OF POST-CONSTRUCTION THE JAKARTA GIANT SEA WALL TOWARDS CORAL REEFS IN THE JAKARTA BAY", "Abstrak": "Flood disaster in Jakarta encouraged the government to prevent it more severe by building a sea wall or known as Jakarta Giant Sea Wall (JGSW). Unfortunately, the construction of sea wall causes various environmental problems, one of which is coral reef ecological catastrophe. This thesis aims to identify changes in ocean physical characteristics that are flows and waves after the construction of giant sea wall and analyse the impact of from that changes to coral reefs. The method used in this study is simulation to carry out thematic mapping of flows and waves pattern. The results are presented in two dimensional flow and wave maps. Result from the simulation shows that there are differences in the value of wave height and flow velocity due to JGSW constructions. There are differences in wave height and flow velocity pattern after giant sea wall construction. The result shows coral reefs that experience the negative impact of changes in wave height and flow velocity pattern post-construction of JGSW are Lamteri Reef, Pasir Reef, Nirwana Reef, Talak Island, Ayer Kecil Reef, Ayer Sedang Reef, Jalan Reef, Cipir Island and Bidadari Island.", "Daftar File": {"2015 TA PP Nanda Sachra 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104540", "2015 TA PP Nanda Sachra 1 - BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/104541", "2015 TA PP Nanda Sachra 1 - BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/104543", "2015 TA PP Nanda Sachra 1 - BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/104544", "2015 TA PP Nanda Sachra 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104545"}, "Penulis": "NANDA SACHRA YULIAWATI (Nim:15111019)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr.rer.nat. Wiwin Windupranata, ST.,M.Si. ,Dr. Ir. Kosasih Prijatna, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "JGSW, ocean physical characteristic changes, coral reef", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}