{"Nomor": 20348, "Judul": "PREDIKSI PENYEBARAN LITOLOGI DAN POROSITAS DENGAN MENGGUNAKAN ANALISIS SEISMIK MULTIATRIBUT PADA FORMASI DURI LAPANGAN", "Abstrak": "Formasi Duri merupakan formasi yang memiliki prospek untuk dikembangkan lebih baik. Pada penelitian ini akan dibahas prediksi penyebaran litologi dan porositas pada formasi ini khususnya top batupasir A. Metode yang digunakan adalah metode seismik multiatribut dengan mengaplikasikan neural network PNN (Probabilistic Neural Network). Metode multiatribut digunakan untuk memprediksi log gamma ray, log densitas dan log porositas. Untuk memperoleh jumlah atribut yang digunakan, dilakukan proses step wise regression. Hasil dari atribut ini yang selanjutnya akan digunakan dalam proses neural network PNN. Penggunaan metode PNN dipilih karena memiliki nilai korelasi yang paling baik dari metode neural network lainnya. Hasil dari analisa multi atribut ini adalah dalam bentuk volum pseudo-gamma ray, volum pseudo-densitas dan volum pseudo-porositas dengan hasil yang menunjukkan penyebaran litologi, densitas dan porositas. Dari volum ini kemudian didapatkan horizon slice untuk tiap volum. Horizon slice yang dilakukan memiliki window 10 ms di bawah top A. Dari horizon slice ini, didapatkan bahwa bagian Utara dari daerah penelitian merupakan daerah batupasir yang memiliki nilai densitas yang relatif lebih rendah dibandingkan dengan bagian Selatan. Sedangkan untuk porositas, bagian Utara daerah penelitian memiliki nilai porositas yang relatif lebih tinggi dibandingkan dengan bagian Selatan.", "Daftar File": {"2010 TA PP NERIDAWITA ISKANDAR1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104569", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104570", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104571", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104572", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/104573", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/104574", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/104575", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/104576", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104577", "2010 TA PP NERIDAWITA ISKANDAR1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104578", "2010 TA PP NERIDAWITA ISKANDAR1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104579"}, "Penulis": "NERIDAWITA ISKANDAR (NIM: 12305002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sigit Sukmono, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismik Multiatribut, Neural Network.", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "09 Okt 2017"}