{"Nomor": 20349, "Judul": "GEOLOGI, ALTERASI HIDROTERMAL, DAN PARAGENESIS MINERAL SEKUNDER PADA DAERAH BIG GOSSAN BAGIAN BARAT LAUT, DISTRIK ERTSBERG, PAPUA", "Abstrak": "Daerah penelitian berada pada area Kontrak Karya A (COW-A) PT. Freeport Indonesia, Distrik Pertambangan Ertsberg, Kabupaten Mimika, Papua. Penelitian dilakukan menggunakan data batuan inti dari 6 sumur bor yaitu BG403W-01, BG389W-01, BG330W-01, BG320W-01, BG209W-01, dan BG207W-01.           \n \n \n\nMetode penelitian yang digunakan berupa analisis megaskopik, mikroskopik yang meliputi analisis petrografi dan mineragrafi, dan digitasi kontur kadar unsur geokimia assay untuk menentukan satuan batuan, zona alterasi, zona mineralisasi, dan paragenesis mineral sekunder. Stratigrafi daerah penelitian terdiri atas 5 satuan litostratigrafi, dari tua ke muda, yaitu: (1) Satuan Batupasir Arenite Kuarsa, (2) Satuan Batulempung, (3) Satuan Batupasir Wacke Kuarsa, (4), Satuan Serpih, yang seluruhnya termasuk ke dalam Formasi Ekmai berumur Kapur Akhir, dan (5) Satuan Dolomit dari Formasi Waripi berumur Paleosen diendapkan secara selaras di atas Formasi Ekmai. Daerah penelitian telah mengalami proses alterasi hidrotermal dengan intensitas lemah-total dan dibagi menjadi 3 zona berdasarkan himpunan mineral alterasinya yaitu: (1) Zona Kalsit-Pirit-Magnetit (skarn), (2) Zona Aktinolit-Tremolit- KalsitÃ‚Â±Klorit (skarn), dan (3) Zona Epidot-Aktinolit-Kalsit-Klorit-Kuarsa (propilitik). Mineral bijih utama pada daerah penelitian merupakan kalkopirit (CuFeS2) yang hadir secara tersebar pada batuan. Berdasarkan nilai geokimia assay Cu dengan batas cutoff grade 2%, daerah penelitian dibagi menjadi 3 zona mineralisasi yaitu: (1) Zona Cu 1-2%, (2) Zona Cu 2-4%, dan (3) Zona Cu >4%. Zona dengan kadar Cu tinggi (>2%) berasosiasi dengan Zona Aktinolit-Tremolit- KalsitÃ‚Â±Klorit.           \n \n \n\nIntrusi berumur Pliosen menyebabkan terjadinya metamorfisme kontak pada daerah penelitian. Fluida hidrotermal sisa magma masuk ke batuan karbonat pada           \n \n \n\ndaerah penelitian (Satuan Dolomit) menyebabkan terjadinya alterasi skarn tahap progradasi yang dicirikan dengan terbentuknya mineral-mineral anhidrat. Kemudian terjadinya alterasi skarn tahap retrogradasi menyebabkan hadirnya mineral-mineral hidrat menggantikan mineral-mineral anhidrat yang telah terbentuk sebelumnya. Hal ini ditunjukkan khususnya pada Zona Aktinolit- Tremolit-KalsitÃ‚Â±Klorit. Seiring alterasi skarn tahap retrogradasi juga terjadi pengayaan mineral sulfida.", "Daftar File": {"2016 TA PP NERISSA VARIANTI PANGAU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104580", "2016 TA PP NERISSA VARIANTI PANGAU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104581", "2016 TA PP NERISSA VARIANTI PANGAU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104584", "2016 TA PP NERISSA VARIANTI PANGAU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104585"}, "Penulis": "NERISSA VARIANTI PANGAU  (Nim:12011046)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof.Dr.Ir. Emmy Suparka", "Ir Teti Indriati,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alterasi, Big Gossan, Paragenesis, Skarn", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}