{"Nomor": 20352, "Judul": "PENGUKURAN RESISTANSI PADA SALURAN UDARA DAN ANALISIS JARINGAN SISTEM VENTILASI TAMBANG CIURUG UBPE PONGKOR, PT. ANEKA TAMBANG Tbk MENGGUNAKAN PERANGKAT LUNAK KAZEMARU", "Abstrak": "Aliran udara yang mengalir didalam sistem ventilasi tambang bawah tanah merupakan aliran udara yang sangat komplek, dimana aliran udara dipengaruhi oleh bentuk dan kekasaran permukaan yang heterogen sehingga terjadi kehilangan tekanan akibat gesekan dan shock yang komplek. Kenyataan di lapangan tersebut belum tentu dapat diwakili oleh nilai resistansi yang terdapat pada literatur (McElroy, 1935). Untuk mendapatkan nilai resistansi di lapangan diperlukan pengukuran langsung kecepatan dan tekanan pada jalur udara di tambang untuk dapat dihitung nilai resistansinya. Penelitian yang dilakukan akan membandingkan nilai resistansi dari hasil pengukuran dengan nilai resistansi pada literatur (McEroy, 1935).                          \n\nNilai resistansi yang didapatkan dari pengukuran relatif berbeda dengan literatur (-392-97.9%) perbedaan tersebut diperkirakan oleh kondisi lapangan yang tidak direpresentasikan oleh literatur, namun mungkin bisa terjadi kesalahan pengukuran untuk daerah yang memiliki tekanan dan kecepatan yang rendah. Nilai resistansi yang didapatkan pada literatur akan digunakan sebagai input untuk pembuatan model jaringan ventilasi didalam tambang. Output dari model yang berupa debit udara, akan dibandingkan dengan hasil pengukuran lapangan untuk melihat perbedaan model dan pengukuran. Hasil dari perbandingan antara simulasi dengan hasil pengukuran ventilasi pada intake dengan overall error 4.35 % dan exhaust dengan overall error 0.09 %. (dibawah error maksimum yang diizinkan sebesar Ã‚Â±10%) tetapi karena model hanya terbatas memodelkan sisten jaringan ventilasi dengan main fan saja dengan mengabaikan kondisi di lapangan (fan-fan tambahan) sehingga model ini akan dibandingkan dengan model (model 2) yang input resistansinya dari pengukuran yang memberikan perbedaan yang cukup signifikan (lebih dari Ã‚Â±10 %).", "Daftar File": {"2008 TA PP NINO AKHMAD YUNADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104604", "2008 TA PP NINO AKHMAD YUNADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104605", "2008 TA PP NINO AKHMAD YUNADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104606", "2008 TA PP NINO AKHMAD YUNADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104607", "2008 TA PP NINO AKHMAD YUNADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104603", "2008 TA PP NINO AKHMAD YUNADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104602", "2008 TA PP NINO AKHMAD YUNADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104608"}, "Penulis": "NINO AKHMAD YUNADI (NIM 12101038)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Nuhindro Priagung Widodo, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "saluran udara, ventilasi, Kazemaru", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}