{"Nomor": 20351, "Judul": "PROPAGATOR TWO BODY, J2, J4, DAN SGP4 DI SYSTEM TOOL KIT UNTUK MEMPREDIKSI KEDUDUKAN SATELIT LAPAN-TUBSAT", "Abstrak": "Hingga saat ini, Indonesia masih menggunakan data TLE (Two-Line Element) dari NORAD (North American Aerospace Defense Command) untuk mengetahui elemen orbit satelit  \n \n\nterutama untuk posisi dan kecepatan satelit. Propagasi orbit dapat digunakan untuk menghitung vektor-vektor keadaan orbital satelit. Model-model propagasi mampu  \n \n\nmemprediksi efek gangguan yang disebabkan oleh bentuk Bumi, atmospheric drag, radiasi, efek gravitasi Matahari dan Bulan.  \n \n\nSTK (System Tool Kit) adalah mesin geometri yang digunakan untuk menentukan posisi terhadap waktu. Beberapa propagator yang tersedia di STK: Two Body, J2  \n \n\nPerturbation, J4 Perturbation, dan SGP4 (Simplified General Perturbations 4). Dengan menggunakan STK, melalui keempat propagator tersebut, kita dapat memperoleh data perbandingan elemen orbit, posisi, kecepatan, serta error yang dihasilkan, terhadap TLE  \n \n\nNORAD, sehingga kita mampu menentukan jangka waktu propagasi SGP4 masih bisa digunakan untuk suatu akurasi tertentu. Berdasarkan hasil yang diperoleh, dapat disimpulkan bahwa untuk batas akurasi 25 km dan 60 km, propagasi SGP4 masih bisa digunakan dalam jangka waktu maksimal 7 hari dan 77 hari.", "Daftar File": {"2015 TA PP NINDHITA PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104598", "2015 TA PP NINDHITA PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104597", "2015 TA PP NINDHITA PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104596", "2015 TA PP NINDHITA PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104595", "2015 TA PP NINDHITA PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104599", "2015 TA PP NINDHITA PRATIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104600", "2015 TA PP NINDHITA PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104601"}, "Penulis": "NINDHITA PRATIWI (NIM : 10311014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Suryadi Siregar dan Dr. Ridanto Eko Poetro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "satelit, TLE, elemen orbit, propagator, posisi, kecepatan, error.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}