{"Nomor": 20354, "Judul": "KAJIAN HASIL PERENCANAAN SISTEM PEMBERIAN AIR PADA PETAK TERSIER DAERAH IRIGASI SANGKUB KABUPATEN BOLAANG MONGONDOW SULAWESI UTARA", "Abstrak": "Sering pemberian air pada petakan irigasi terjadi kelebihan yang menyebabkan banyaknya air yang terbuang sehingga terjadi inefisiensi dilapangan. Oleh karena itu perlu suatu sistim pemberian air irigasi yang lebih efisien. Dalam hal ini air yang disalurkan ke lahan harus tepat waktu dan jumlah dengan yang dibutuhkan di lahan.       \n \n \n \n\nSungai Sangkub merupakan salah satu sumber air baku di Kabupaten Bolaang Mongondow, yang saat ini dimanfaatkan untuk irigasi. Prediksi terjadinya peningkatan kebutuhan air terutama Domestic, Municipal dan Industry (DMI) dimasa yang akan datang yang dibarengi menurunnya sumber daya air, maka perlu dilakukan upaya antisipatif sejak dini dengan strategi pengelolaan sumber daya air yang ada agar air dapat dimanfaatkan secara optimal.       \n \n \n \n\nUntuk mengoptimalkan pemanfaatan sumber daya air sungai sangkub, maka efisiensi penggunaan air dan produktivitas irigasi sangkub harus dimaksimalkan. Penerapan sistim pemberian air terus menerus (continous flow system) pads petak tersier daerah irigasi sangkub, menyebabkan inefisiensi penggunaan air karena banyak air yang terbuang. Karena itu dalam rangka peningkatan efisiensi penggunaan air irigasi, perlu dilakukan kajian terhadap hasil perencanaan sistim pemberian air pads petak tersier.       \n \n \n \n\nPemberian air pads petak tersier yang sesuai dengan kebutuhan tanaman ada beberapa alternatif sistim yang dapat diterapkan yaitu sistim pemberian air terns menerus (continous flow system) dan sistim terputus-putus (intermitten flow system)       \n \n \n \n\nStudi yang disampaikan melalui tesis ini adalah untuk mengkaji efisiensi penggunaan air dan hasil perencanaan yang menggunakan sistim pemberian air terus menerus (continous flow system) dibandingkan dengan alternatif lain yang dapat diterapkan dalam hal ini sistim pemberian air terputus-putus (intermitten flow system). Berdasarkan hasil kajian didapat nilai efisiensi 78 %, menunjukan sistim pemberian air terputus-putus lebih efisien.", "Daftar File": {"2006 TS PP NOLDIE EVERHARD KONDOJ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104625", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104626", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104627", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104628", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104629", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104630", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104631", "2006 TS PP NOLDIE EVERHARD KONDOJ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104632"}, "Penulis": "NOLDIE EVERHARD KONDOJ (NIM 95004005)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Rastihat, Ir., M.Sc.", "Pembimbing 2: Suardi Natasaputra, Dr., Ir., M.Eng.       \n \n \n \n \n \n \n\nScan: Arnaz Driyastika M.       \n \n \n \n \n \n \n \n\n(2008-01-17)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "continous flow, intermitten flow, efficiency", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}