{"Nomor": 20355, "Judul": "ANALISIS KORELASI SPASIAL ANTARA TUTUPAN LAHAN DENGAN KETEBALAN ZONASI ENDAPAN NIKEL LATERIT DI PULAU GEE DAN PAKAL, HALMAHERA TIMUR, PROVINSI MALUKU UTARA", "Abstrak": "Penginderaan jauh adalah metode tidak langsung yang menganalisis foto udara atau citra satelit. Penelitian ini bertujuan untuk menganalisis korelasi spasial antara tutupan lahan dan ketebalan dari nikel laterit pulau Gee dan Pakal. Citra satelit yang digunakan adalah Landsat TM dan ASTER .     \n\nPada studi ini digunakan asumsi bahwa genesa dari endapan nikel laterit yang selain dipengaruhi oleh proses pelapukan dipengaruhi juga dengan vegetasi . Parameter yang digunakan dalam menganalisis tutupan lahan antara lain adalah FCD (Forest Canopy Density ), SAVI (Soil adjusted vegetation index) dan MSAVI (Modified soil adjusted vegetation index).     \n\nData yang yang digunakan adalah ketebalan, kadar Ni , Fe dan kadar Mg pada Top Soil dan Total laterit . Nilai FCD,SAVI dan MSAVI dioverlay dengan nilai estimasi dari ketebalan dan kadar dari tiap nikel laterit dari setiap tipe morfologi untuk dapat melihat korelasi spasialnya.     \n\nDaerah Penelitian Pulau Gee dan Pakal mempunyai nilai kerapatan tutupan tajuk lahan vegetasi (FCD) dengan rentang nilai dari 2,5 sampai 98,5 serta Nilai SAVI dengan rentang dari -0,27 sampai dengan 0,66 ,serta Nilai MSAVI dengan rentang dari -0,01 sampai dengan 0,92     \n\nDapat disimpulkan pada penelitian ini yaitu Metode FCD memiliki nilai koefisien korelasi yang hampir cenderung konstan dan merata pada parameter Top Soil dan Total Laterit pada arah morfologi landai menuju terjal dibandingkan metode SAVI dan MSAVI", "Daftar File": {"2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104633", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104634", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104635", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/104636", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/104637", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104638", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104639", "2009 TS PP NOOR MUHAMMAD INDRAGIRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104640"}, "Penulis": "NOOR MUHAMMAD INDRAGIRI (NIM : 22107017)", "Kontributor / Dosen Pembimbing": ["Pembimbing:     \n \n \n \n \n\nDr. M. Nur Heriawan, ST., MT", "Dr .Eng.Syafrizal ,ST.,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "FCD, SAVI, MSAVI, Nikel Laterit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}