{"Nomor": 20361, "Judul": "KAJIAN PENYEDIAAN AIR BERSIH PERDESAAN SECARA BERKELANJUTAN DENGAN PENDEKATAN SYSTEM DINAMICS (Studi Kasus: Desa Ciburial, Kecamatan Cimenyan, Kabupaten Bandung)", "Abstrak": "Air bersih merupakan kebutuhan dasar yang penting bagi kehidupan manusia. Cakupan pelayanan air bersih di Indonesia masih rendah terutama di perdesaan yaitu sekitar 14,29% pada tahun 2009. Rendahnya cakupan pelayanan air bersih disebabkan oleh terbatasnya akses air bersih, terbatasnya dana untuk membangun sarana air bersih, banyak sarana air bersih yang tidak dapat beroperasi dengan baik dan berkelanjutan serta faktor lainnya. Pemerintah Indonesia juga ikut berkomitmen untuk mencapai target MDGs yaitu menurunkan sebesar separuh proporsi jumlah penduduk tanpa akses terhadap sumber air minum yang aman dan berkelanjutan pada tahun 2015. Untuk meningkatkan cakupan pelayanan air bersih dan mencapai taget MDGs, maka terus dilakukan pembangunan sarana air bersih di perdesaan. Oleh karena itu, perlu dilakukan penelitian untuk mengetahui faktor-faktor yang mempengaruhi keberhasilan penyediaan air bersih perdesaan sehingga menjadi bahan pertimbangan dalam merencanakan pembangunan sarana air bersih perdesaan yang berkelanjutan di masa yang akan datang.   \n \n \n\nPenelitian dilakukan di Desa Ciburial, Kecamatan Cimenyan, Kabupaten Bandung karena desa ini dapat merencanakan dan membangun sarana air bersih dengan   \n \n \n\nkemampuan sendiri. Keterbatasan dana pembangunan sarana air bersih dari pemerintah dapat ditanggulangi melalui partisipasi masyarakat. Pengelolaan sarana air bersih dilakukan oleh masyarakat melalui badan pengelola air bersih. Penelitian dilakukan dengan menggunakan metodologi system dynamics karena metodologi ini mampu mempresentasikan keterkaitan dan kesalingbergantungan   \n \n \n\nantar variabel yang dikaji dan mensimulasikan perilaku sistem apabila dilakukan intervensi terhadap sistem tersebut. Hasil penelitian memperlihatkan bahwa keterbatasan dana pembangunan sarana air bersih dapat diatasi dengan meminjam uang ke bank atau lembaga pendanaan lainnya. Faktor-faktor yang mempengaruhi keberlanjutan penyediaan air bersih adalah faktor manusia, lingkungan, teknik, kerangka hukum dan kelembagaan serta aspek finansial. Agar penyediaan air bersih dapat beroperasi dengan baik dan berkelanjutan maka perlu didukung oleh inisiatif peningkatan pasokan air, inisiatif peningkatan kapasitas potensial dan inisiatif pengelolaan finansial yang dilaksanakan secara simultan.", "Daftar File": {"2011 TS PP NOVI RINDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104677", "2011 TS PP NOVI RINDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104678", "2011 TS PP NOVI RINDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104679", "2011 TS PP NOVI RINDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104680", "2011 TS PP NOVI RINDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104681", "2011 TS PP NOVI RINDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104682", "2011 TS PP NOVI RINDANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104683", "2011 TS PP NOVI RINDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104684"}, "Penulis": "NOVI RINDANI (NIM : 24009024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Muhammad Tasrif, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "system dynamics, penyediaan air bersih, perdesaan, berkelanjutan, partisipasi masyarakat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}