{"Nomor": 20364, "Judul": "STUDI LONGSORAN MENGGUNAKAN ROBOTIC TOTAL STATION DAN TERRESTRIAL LASER SCANNER TIPE LONG RANGE (DAERAH STUDI: CILILIN, KABUPATEN BANDUNG)", "Abstrak": "Pemantauan longsor menggunakan instrumen RTS dan TLS sebagai penerapan metode geodetik, berperan untuk merekam fenomena geometrik pada perubahan permukaan tanah area longsor sebagai representasi adanya pergerakan tanah. Area longsor di Cililin, Kab. Bandung dipilih menjadi lokasi penelitian untuk dilakukan studi longsoran menggunakan RTS dan TLS. Tujuan dari penelitian ini adalah untuk mendapatkan hasil vektor pergerakan titik pemantauan dan model perubahan permukaan 3D area longsor Cililin. Metode yang digunakan adalah pengambilan data pada beberapa epok. Data pengukuran RTS digunakan untuk mendapatkan nilai vektor pergerakan titik pemantauan area longsor Cililin. Data point cloud hasil pengukuran TLS digunakan dalam proses registrasi, filtering, meshing, dan overlay untuk membuat model perubahan permukaan 3D area longsor Cililin. Dari penelitian yang dilakukan selama rentang pengukuran dari bulan Juni 2015 hingga Oktober 2015, pergerakan titik pemantauan RTS tersebut mayoritas mengarah ke arah tenggara, kecuali titik XYZ002 yang mengarah ke arah timur laut. Untuk hasil model perubahan permukaan 3D belum dapat merepresentasikan keadaan yang sebenarnya, dikarenakan kendala dalam metode pengolahan data TLS yang digunakan untuk pengukuran pada area longsor dengan vegetasi yang rapat dan heterogen.", "Daftar File": {"2016 TA NUNGHATTA SAMODRA WICAKSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104704", "2016 TA NUNGHATTA SAMODRA WICAKSANA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/104700", "2016 TA NUNGHATTA SAMODRA WICAKSANA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/104701", "2016 TA NUNGHATTA SAMODRA WICAKSANA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/104702", "2016 TA NUNGHATTA SAMODRA WICAKSANA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/104703"}, "Penulis": "NUNGHATTA SAMODRA WICAKSANA (NIM:15111087) Tim Pembimbing : Dr. Ir. Vera Sadarviana, M.T.", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Vera Sadarviana, M.T.", "Dr. Irwan Gumilar, S.T.,", "Ir. Mipi Ananta Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pergerakan tanah, longsor, RTS, TLS, vektor pergerakan, model 3D", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}