{"Nomor": 20363, "Judul": "HISTORY MATCHING DAN PERKIRAAN PERFORMA PRODUKSI DARI IMPROVED OIL RECOVERY - WATERFLOOD DENGAN METODA BUCKLEY LEVERETT DAN CAPACITANCE RESISTANCE MODEL DI LAPANGAN Z", "Abstrak": "Metoda Peningkatan Perolehan Minyak Lanjut yang paling diminati saat ini adalah Metoda Injeksi Air (Waterflood) yang memiliki berbagai keunggulankeunggulan ditinjau dari sisi ketersediaan teknologi maupun keekonomiannya. Untuk mengajukan suatu proyek Metoda Injeksi Air dibutuhkan perhitungan-perhitungan awal dalam memperkirakan kinerjanya untuk menganalisa kelayakan     \n\nproyek ini. Beberapa metoda yang sudah ada seperti halnya Buckley Leverett, Craig Geffen Morse, Dykstra Parson, Stiles dan Bush and Helander dengan asumsi-asumsi yang ideal membuat tingkat akurasi yang rendah bila diterapkan untuk kondisi nyata, sementara dengan membangun simulasi atas reservoir yang akan dikembangkan membutuhkan baik waktu maupun biaya yang cukup besar.     \n\nLapangan Z adalah lapangan yang sudah diproduksi lebih dari 40 tahun dan semenjak 20 terakhir sudah mengaplikasikan teknologi injeksi air. Penerapan     \n\nteknologi ini cukup berhasil namun masih terdapat kesempatan untuk mengoptimasi operasi dengan memperbaiki proses injeksi air tersebut. Lapangan Z tidak memiliki model yang cukup bagus untuk merepresentasikan kondisi     \n\nreservoir dalam kurun waktu produksi selama ini. Untuk memperkirakan performa produksi dari penerapan ulang injeksi air ini digunakan metoda Buckley Leverett     \n\nyang cukup sederhana kombinasi dengan metoda Capacitance Resistance Model untuk memperkirakan efektifitas injeksi air berdasarkan parameter reservoir secara deterministik dan analogi dari lapangan yang lain dan dilakukan proses     \n\nhistory matching dengan produksi aktual di lapangan.     \n\nUntuk perbandingan validitas dari perkiraan performa dari injeksi air ini, penulis membandingkan dengan metoda empiris berdasarkan data lapangan dari Chevron,     \n\ndan juga dibandingkan dengan metoda analisa kurva dari simulasi. Hasil akhir dari studi ini memperlihatkan bahwa metode Buckley Leverett dikombinasikan dengan CRM mampu memberikan metoda alternatif untuk memperkirakan kinerja injeksi air di lapangan Z. Kelemahan dari metoda ini adalah penggunaan simplifikasi dengan modeling untuk merepresentasikan area nyata, Kelebihannya adalah dengan CRM akan mengurangi efek asumsi steady state dari metode     \n\nBuckley Leverett.", "Daftar File": {"2013 TS PP NUGROHO JATI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/104694", "2013 TS PP NUGROHO JATI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/104695", "2013 TS PP NUGROHO JATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104698", "2013 TS PP NUGROHO JATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104697", "2013 TS PP NUGROHO JATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104696", "2013 TS PP NUGROHO JATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104693", "2013 TS PP NUGROHO JATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104692"}, "Penulis": "NUGROHO JATI (NIM : 22211316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir.Septoratno Siregar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Generalities", "Kata Kunci": "Buckley Leverett, Capacitance Resistance, history matching, reservoar, injeksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Sep 2017"}