{"Nomor": 20371, "Judul": "MODEL DINAMIKA ELEMEN VOLUME AIR PADA SIPHON", "Abstrak": "Siphon adalah suatu desain pipa, yang umumnya berbentuk menyerupai huruf-U terbalik yang digunakan untuk mengalirkan fluida melampaui ketinggian tertentu dengan memanfaatkan perbedaan tekanan dan energi potensial gravitasi. Pengamatan mengenai cara kerja siphon menjadi bahasan yang menarik sampai saat ini. Berdasarkan penelitian Richert dan Binder (2011), dengan empat eksperimen sederhananya menyatakan bahwa dalam kerja siphon peran antara gravitasi dan tekanan sangat penting. Baru-baru ini, Nanayakkara dan Rosa (2012) mendiskusikan perlakuan aksi siphon pada perbedaan tekanan hidrostatis dan tekanan atmosfer. Tinjauan mengenai siphon merupakan sebuah sistem kompleks yang mempertimbangkan faktor-faktor yang berpengaruh pada dinamika aliran fluida dan melihat fenomena ketika akan terjadinya aliran. Aspek lain yang menarik dari siphon adalah pada pipa yang berbentuk setengah lingkaran yang dinamikanya bersifat nonlinear. Penelitian ini mengamati (secara eksperimen) dinamikanya, kemudian dibuat model dinamikanya, serta dicari solusinya secara analitik dan numerik. Tiga siphon dari kaca transparan dengan diameter dalam d yaitu 4, 6, dan 8 mm telah dibuat dan digunakan dalam eksperimen. Siphon memiliki tiga segmen yang berbeda, masing-masing segmen saling berkaitan satu sama lain. Segmen I berbentuk pipa lurus vertikal, memiliki panjang yang dapat diubah-ubah, yang dibentuk dari beberapa potongan pipa yang masing-masing panjangnya 2 cm. Segmen II merupakan pipa setengah lingkaran dengan jari-jari kelengkungan sebesar 1 cm. Segmen III juga berbentuk pipa lurus vertikal yang panjangnya 15 cm. Segmen I memiliki peran yang penting dalam terjadinya aliran. Segmen I dengan panjang pipa L+H, dimana L terletak di atas sedangkan H di bawah permukaan air dalam wadah. Selanjutnya, model persamaan gerak pada siphon ditentukan dengan mempertimbangkan pengaruh gaya gravitasi bumi, gaya gesek, dan gaya tekanan hidrostatik, yang diselesaikan dengan menggunakan persamaan gerak Newton. Model persamaan gerak berupa persamaan diferensial linear orde dua tak homogen pada segmen I dan III diselesaikan secara analitik dengan menjumlahkan solusi umum dan solusi khusus, sedangkan pada segmen II berupa persamaan diferensial non linear orde dua tak homogen diselesaikan secara numerik menggunakan metode Euler. Untuk mendapatkan solusi numerik pada segmen II, diperlukan suatu syarat awal dari segmen I yaitu waktu, posisi dan kecepatan. Untuk itu dilakukan suatu eksperimen pada pipa lurus terbuka, dimana dari eksperimen tersebut diperoleh data waktu dan posisi. Solusi analitik yang diperoleh di segmen I dicocokkan dengan hasil eksperimen sampai diperoleh nilai Δh yang sesuai menggunakan LSF. Nilai Δh tersebut selanjutnya digunakan pada solusi numerik pada siphon. Hasil solusi numerik tersebut kemudian dicocokkan dengan solusi analitik sampai diperoleh nilai Δt yang sesuai. Hipotesis awal adalah bahwa Δh dan Δt yang telah diperoleh di segmen I dapat berlaku pada siphon. Untuk mengetahui keberlakuannya, maka dicobakan pula Δh dan Δt yang cukup kecil pada solusi numerik. Berdasarkan kedua hasil tersebut, ternyata Δh dan Δt yang diperoleh pada segmen I tidak berlaku pada segmen II karena nilai Δh tersebut lebih besar dari panjang bagian kelengkungan di segmen II, dimana panjang bagian kelengkungan di segmen II adalah πÃƒÂ—r atau setara dengan 3.14 cm. Pasangan nilai Δh dan Δt untuk siphon dengan diameter dalam 4, 6, dan 8 mm yang memprediksikan adanya aliran sesuai dengan eksperimen adalah 10-4 m dan 10-7 s.", "Daftar File": {"2013 TS PP NURHAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104757", "2013 TS PP NURHAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104758", "2013 TS PP NURHAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104759", "2013 TS PP NURHAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104760", "2013 TS PP NURHAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104761", "2013 TS PP NURHAYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104762", "2013 TS PP NURHAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104763"}, "Penulis": "NURHAYATI (NIM: 20211010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Freddy Permana Zen, D.Sc", "Dr. rer. nat. Sparisoma Viridi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "siphon, persamaan gerak, metode Euler, solusi eksak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}