{"Nomor": 20370, "Judul": "ANALISIS MANFAAT PEMBANGUNAN UNIT UTILITAS BATUBARA DI PABRIK PUPUK PT PETROKIMIA GRESIK", "Abstrak": "Keterbatasan cadangan gas alam dan harga yang semakin meningkat membuat industri pupuk kesulitan mendapatkan pasokan gas dengan harga yang kompetitif. Di pabrik pupuk PT Petrokimia Gresik, gas alam digunakan sebagai bahan baku produksi dan sumber energi. Upaya diversifikasi energi dilakukan dengan memanfaatkan batubara sebagai sumber energi alternatif untuk pembangkit listrik, melalui pembangunan Unit Utilitas Batubara (UUB). UUB terdiri dari boiler kapasitas 2x150 ton steam per jam dan pembangkit listrik kapasitas 25 MW. Setelah UUB beroperasi, terjadi penghematan gas alam sebesar 1.576.979 MMBTU/tahun, penghematan MFO sebesar 3.718 m3/tahun, serta penghematan listrik sebesar 123.692.000 KWh/tahun. Analisis manfaat biaya dilakukan untuk mengetahui besaran keuntungan atau kerugian serta kelayakan proyek. Identifikasi biaya meliputi biaya investasi awal dan biaya operasional UUB. Manfaat dihitung berdasarkan penghematan biaya energi setelah UUB beroperasi dan penjualan abu batubara hasil pembakaran di UUB. Analisis dilakukan menggunakan dua skenario arus kas untuk mengetahui pengaruh kenaikan harga bahan baku dan biaya operasional terhadap kelayakan investasi. Meskipun terdapat kenaikan harga, hasil yang diperoleh tetap optimal yaitu NPV US$ 87.752.614, IRR senilai 27%, dan payback period 4 tahun. Nilai B/C Ratio sebesar 1,82 menunjukkan manfaat yang diperoleh lebih besar dari biaya yang dikeluarkan. Penghematan biaya energi dapat dimanfaatkan untuk meningkatkan kapasitas produksi pabrik atau modal untuk pembangunan pabrik baru. Dengan adanya penghematan biaya energi maka dapat mengurangi biaya produksi pupuk dan subsidi yang harus dikeluarkan oleh pemerintah. Pemanfaatan batubara diharapkan dapat mengurangi ketergantungan industri pupuk terhadap gas alam dan mendukung kebijakan energi nasional untuk mencapai energi mix yang optimal.", "Daftar File": {"2013 TS PP NURFITRIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104749", "2013 TS PP NURFITRIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104750", "2013 TS PP NURFITRIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104751", "2013 TS PP NURFITRIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104752", "2013 TS PP NURFITRIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104753", "2013 TS PP NURFITRIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104754", "2013 TS PP NURFITRIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104755", "2013 TS PP NURFITRIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104756"}, "Penulis": "NURFITRIANA (NIM : 22109315)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Aryo Prawoto Wibowo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, industri pupuk, analisis manfaat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}