{"Nomor": 20389, "Judul": "EVALUATION OF FRACTURING EFFECTIVENESS TO INCREASE WELL PRODUCTVITY IN X FIELD", "Abstrak": "Some low permeability reservoirs in X field require succesfull hydraulic fracturing  stimulation of oil production wells. The main porpose of hydraulic fracturing is to facilitate fluid flow from formation into the welbore. The effectiveness of hydraulic   \n \n\nfracturing job needs to be evaluated to get better understanding of the methods and for better future works.   \n \n\nThis study aims at investigating the effectiveness of the hydraulic fracturing treatment to increase productivity by evaluating some parameters before and after hydraulic fractuirng job base on productivity index and correlations. Pressure Build Up data provides an important input for pre- fracturing analysis including pressure, conductivity and skin value. On the other hand, production history supports valuable data before and after the stimulation. The same parameters for both conditions were compared and analyzed.   \n \n\nThe conductivity of the well has changed significantly after the fracturing job. Skin factor value before hydraulic fracturing proved that the wells need to be stimulated, and this value become (more) negative after hydraulic fracturing showing that kind of remedial has occurred successfully. The theoretical production index showed a dramatically increase after fracturing. The results need further deep investigation regarding the actual production history.", "Daftar File": {"2010 TS PP PEBRIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104884", "2010 TS PP PEBRIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104885", "2010 TS PP PEBRIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104886", "2010 TS PP PEBRIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104887", "2010 TS PP PEBRIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104888", "2010 TS PP PEBRIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104889", "2010 TS PP PEBRIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104890"}, "Penulis": "PEBRIYANTO (NIM : 22208309)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Taufan Marhaendrajana", "Vamegh Rasouli", "Dr. Tutuka Ariadji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "hydraulic fracturing, fracturing effectiveness", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}