{"Nomor": 20382, "Judul": "ESTIMASI RADIASI MATAHARI GLOBAL DI INDONESIA MENGGUNAKAN RADIAL BASIS FUNCTION (RBF) DENGAN MULTIVARIABLE INPUT DATA MTSAT", "Abstrak": "Penelitian mengenai estimasi radiasi matahari permukaan telah dilakukan oleh para peneliti guna melengkapi keterbatasan data yang ada. Meskipun demikian, penelitian tersebut belum ada yang menghasilkan estimasi radiasi permukaan untuk seluruh wilayah Indonesia yang mempunyai karakteristik wilayah dan iklim yang berbeda-beda. Dalam penelitian ini, model radial basis function (RBF) digunakan untuk mengestimasi radiasi matahari permukaan di seluruh wilayah Indonesia dengan multivariable input berupa data kanal-kanal satelit MTSAT dan nilai radiasi puncak atmosfer. Berdasarkan percobaan dengan 23 kombinasi input, didapatkan bentuk model yang paling paling baik adalah model RBF dengan         \n \n\nvaribael input berupa semua kanal MTSAT dan nilai radiasi puncak atmosfer. Data radiasi matahari permukaan untuk training model diperoleh dari sembilan stasiun meteorologi selama tujuh bulan, sedangkan data MTSAT dalam penelitian ini diperoleh dari Global Information System Center (GISC) Tokyo Portal. Validasi hasil estimasi pada sepuluh titik yang berbeda menunjukkan bahwa model ini cukup baik untuk mengestimasi radiasi matahari permukaan dalam hal keakuratan dan kerapatan, baik secara spasial maupun temporal. Hasil pemetaan         \n \n\nestimasi radiasi matahari keluaran model mampu menggambarkan pola sebaran radiasi matahari permukaan setiap jam sesuai dengan waktu pengamatan satelit MTSAT. Model ini juga mampu menangkap pengaruh topografi terhadap radiasi matahari permukaan, dimana semakin tinggi elevasi suatu tempat maka nilai radiasi permukaan di tempat tersebut semakin rendah.", "Daftar File": {"2015 TS PP OKY SURENDRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104836", "2015 TS PP OKY SURENDRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104837", "2015 TS PP OKY SURENDRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104838", "2015 TS PP OKY SURENDRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104839", "2015 TS PP OKY SURENDRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104840", "2015 TS PP OKY SURENDRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104841", "2015 TS PP OKY SURENDRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104842"}, "Penulis": "OKY SURENDRA (NIM : 22412306)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "radiasi matahari permukaan, estimasi, MTSAT, JST, RBF, surface solar radiation, estimation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}