{"Nomor": 20399, "Judul": "PENENTUAN ELEMEN ORBIT BINTANG GANDA VISUAL BSO 13AB MENGGUNAKAN METODE THIELE-INNES-VAN DEN BOSCH", "Abstrak": "Pengamatan bintang ganda visual tidak terlepas dari mengukur besar separasi jarak sudut bintang primer dan bintang sekundernya serta sudut posisinya yang berubah masing-masing terhadap waktu. Dari kedua data pengamatan  \n \n\ntersebut dapat diturunkan parameter-parameter lainnya, seperti elemen orbit, massa, dan paralaks. Penentuan elemen orbit dapat dilakukan menggunakan metode Thiele-Innes-van den Bosch. Dalam metode ini, diambil tiga titik sebagai acuan dasar untuk menentukan elemen orbit hingga memodelkan bentuk orbit. Penentuan harga elemen orbit bintang ganda visual membutuhkan studi analitik dan numerik, serta perlu dilakukan modifikasi secara manual pada data pengamatan yang diperoleh agar Hukum Kepler II terpenuhi. Dapat ditentukan pula massa masing-masing bintang, jarak bintang, hingga perkiraan umur bintang ganda visual dengan metode Hubungan Massa-Luminositas Baize-Romani.  \n \n\nPada objek bintang ganda visual BSO 13AB yang memiliki perkiraan periode mendekati seribu tahun serta masa revolusi yang baru ditempuh selama seperempat lintasan, metode Thiele-Innes-Van den Bosch dinilai tidak cukup  \n \n\nakurat dalam memberikan harga elemen orbit serta memodelkan perkiraan bentuk orbit. Nilai galat yang relatif besar dapat memperkecil persentase keyakinan  \n \n\nhasil model lintasan yang diperoleh. Modifikasi data secara manual juga dapat mempengaruhi perolehan harga elemen orbit, sehingga perlu dikembangkan metode lainnya untuk menghitung nilai konstanta Kepler agar terpenuhi Hukum Kepler II.", "Daftar File": {"2015 TA PP PRATIWI FITRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104968", "2015 TA PP PRATIWI FITRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104969", "2015 TA PP PRATIWI FITRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104970", "2015 TA PP PRATIWI FITRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104971", "2015 TA PP PRATIWI FITRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104972", "2015 TA PP PRATIWI FITRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104973", "2015 TA PP PRATIWI FITRIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/104974", "2015 TA PP PRATIWI FITRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104975"}, "Penulis": "PRATIWI FITRIANI (NIM : 10309019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Suryadi Siregar, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "elemen orbit, metode Thiele-Innes-van den Bosch, bintang ganda visual, BSO 13AB.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}