{"Nomor": 20404, "Judul": "PEMODELAN ALIRAN DUA FASA KARENA KONDENSASI DI PERPIPAAN GAS", "Abstrak": "Permintaan gas alam di Indonesia cenderung meningkat dengan adanya pengurangan subsidi BBM, konversi minyak tanah ke LPG, berkembangnya industri petrokimia dan isu lingkungan. Indonesia memiliki cadangan gas alam yang cukup besar namun tersebar di beberapa wilayah, baik di daratan maupun lepas pantai. Untuk memenuhi kebutuhan konsumen, gas alam tersebut harus dikumpulkan, diproses dan ditransportasikan. Salah satu metode transportasi gas alam adalah melalui sistem perpipaan. Sistem perpipaan tersebut dapat mengalami berbagai kondisi temperatur lingkungan sehingga memungkinkan terjadinya kondensasi aliran gas. Oleh karena itu, diperlukan pemahaman yang baik mengenai perilaku aliran gas di pipa yang disertai peristiwa kondensasi, salah satunya, dengan metode simulasi. Model aliran satu fasa dapat mensimulasikan aliran gas secara umum namun hasil simulasi model ini menjadi kurang akurat jika terjadi kondensasi sehingga aliran harus disimulasikan dengan model aliran dua-fasa. Dalam penelitian ini, model aliran kondisi tunak untuk mensimulasikan aliran gas dengan kondensasi di pipa dan metode penyelesaiannya telah berhasil disusun. Model tersebut berupa gabungan model satu fasa dan dua fasa dengan modifikasi kriteria perubahan fasa. Analisis sensitivitas mengenai pengaruh temperatur lingkungan memberikan hasil bahwa perubahan temperatur lingkungan relatif tidak berpengaruh terhadap kecepatan linier, tekanan dan temperatur aliran gas selama tidak terjadi kondensasi. Namun, temperatur lingkungan dapat menyebabkan kondensasi retrograde yang mengakibatkan peningkatan kecepatan linier, penurunan tekanan dan penurunan temperatur gas sampai dibawah temperatur lingkungan. Temperatur lingkungan yang dapat menyebabkan kondensasi pada penelitian ini adalah 273 K.", "Daftar File": {"2012 TS PP PRI JANUAR GUSNAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105006", "2012 TS PP PRI JANUAR GUSNAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105007", "2012 TS PP PRI JANUAR GUSNAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105008", "2012 TS PP PRI JANUAR GUSNAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105009", "2012 TS PP PRI JANUAR GUSNAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105010", "2012 TS PP PRI JANUAR GUSNAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105011", "2012 TS PP PRI JANUAR GUSNAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105012"}, "Penulis": "PRI JANUAR GUSNAWAN (NIM : 23009025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr Azis Trianto", "Dr Sutopo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Gas, dua-fasa, kondensasi, pipa, wo-phase, condensation, pipe.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}