{"Nomor": 20405, "Judul": "ENKAPSULASI NANOPARTIKEL SUPERPARAMAGNETIK Fe3O4 MENGGUNAKAN KITOSAN DAN ALGINAT YANG DIIMPREGNASI MANGOSTIN SERTA MODIFIKASI MORFOLOGI MENGGUNAKAN TAPIOKA", "Abstrak": "Nanopartikel Fe3O4 memiliki sifat superparamagnetik yang dapat digunakan sebagai material New Drug Delivery System dalam terapi hipertermia pada kanker dan juga sebagai contrast agent dalam pencitraan MRI. Pada penelitian ini dilakukan sintesis serbuk Fe3O4 dengan template tapioka yang dienkapsulasi kitosan dan alginat serta diimpregnasi mangostin melalui metode ko-presipitasi dengan kalsinasi pada suhu 500Ã‚ÂºC selama dua jam. Konsentrasi prekursor yang digunakan adalah 0,005 M. Serbuk yang dihasilkan menunjukkan karakteristik superparamagnetik yang terlihat dari tertariknya serbuk pada magnet permanen. Hasil pengujian SEM menunjukkan terbentuknya partikel nanorod yang terbentuk dari hasil sintesis dengan perbandingan volume larutan tapioka dan kitosan sebesar 1:2. Hasil pengujian FTIR menunjukkan adanya gugus Fe-O yang berasal dari Fe3O4 pada seluruh sampel dan juga daerah serapan lainnya yang berasal dari kitosan, alginat, dan mangostin pada sampel yang terenkapsulasi, yang menandakan bahwa proses enkapsulasi berhasil dilakukan dan tidak mempengaruhi karakteristik dari Fe3O4. Hasil pengujian XRD menunjukkan adanya puncak karakteristik Fe3O4 yang muncul pada sampel uji murni maupun yang sudah terenkapsulasi yang menunjukkan bahwa hasil dari sintesis memang mengandung Fe3O4. Hasil pengujian VSM menunjukkan momen magnetisasi sebesar 48,7 emu/gram, remanensi sebesar 10 emu/gram, dan koersifitas sebesar 0,02 Tesla pada sampel Fe3O4 murni, dan momen magnetisasi sebesar 47,5 emu/gram, remanensi sebesar 10,8 emu/gram, dan koersifitas sebesar 0,01 Tesla pada sampel Fe3O4 yang sudah terenkapsulasi hingga tahap akhir, yang menunjukkan bahwa enkapsulasi yang terbentuk cukup tipis sehingga tidak terjadi penurunan kualitas secara signifikan.", "Daftar File": {"2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105013", "2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105014", "2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105015", "2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105016", "2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105017", "2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105018", "2014 TA PP PRIMADHYA ARIF EKAPUTRA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105019"}, "Penulis": "PRIMADHYA ARIF EKAPUTRA (NIM : 13310079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Bambang Sunendar, M.Eng.", "Dr. Ir. Suyatman."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fe3O4 superparamagnetik, ko-presipitasi, enkapsulasi, nanorod, hipertermia, contrast agent.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}