{"Nomor": 20409, "Judul": "PENERAPAN MODEL REVENUE OVER COST (ROC) PADA PRODUCTION SHARING CONTRACT (PSC)", "Abstrak": "Untuk mendorong pengembangan lapangan minyak dan gas bumi di Indonesia terutama pada dearah laut dalam, diperlukan insentif agar lapangan tersebut menjadi menarik untuk dikembangkan. Insentif tersebut diperlukan diantaranya untuk mengurangi resiko dan diharapkan dapat ditemukan cadangan minyak dan gas bumi yang lebih besar. Beberapa hal yang mempengaruhi keekonomian lapangan adalah sistem kontrak, besarnya cadangan, investasi serta biaya operasi. Sistem kontrak di Indonesia dikenal dengan sistem yang tetap atau tidak fleksibel.    \n \n \n \n\nBeberapa insentif pernah diberikan Pemerintah kepada perusahaan yang akan melakukan kegiatan eksplorasi dan eksploitasi di laut dalam. Sistem kontrak generasi yang ketiga telah memberlakukan insentif bagi perusahaan yang melakukan kegiatan eksplorasi di laut dalam dengan memberikan investment credit sesuai dengan kedalaman laut, DMO price 15% dan split yang menarik sesuai dengan kedalaman air laut. Pemberian insentif tersebut untuk saat tidak diberlakukan lagi dalam sistem kontrak kerja sama yang baru. Sistem kontrak kerja sama ini memberikan split bagi hasil yang tetap dan memberikan FTP 10% yang bersifat tidak dibagi (non-shareable).    \n \n \n \n\nPermasalahan yang dihadapi saat ini harus dicarikan solusi untuk mendukung kegiatan eksplorasi di laut dalam. Pemerintah diharapkan dapat memberikan sistem kontrak yang menarik bagi investor dengan tidak mengorbankan penerimaan Negara. Sistem kontrak yang menarik akan mendorong minat investor untuk melakukan kegiatan eksplorasi dan eksploitasi di Indonesia. Model kontrak yang fleksibel berbasis pada keuntungan dan biaya kontraktor diharapkan dapat menjadi alternatif solusi yang dapat digunakan untuk pengembangan lapangan-lapangan di laut dalam.    \n \n \n \n\nPerlu sistem fiskal yang fleksibel dan lebih menjamin keuntungan atau mengurangi resiko kontraktor dengan memberikan Bagian Pemerintah atau GT (Government Take) yang kecil untuk R/C (Revenue/Cost) yang kecil dan GT yang besar untuk R/C yang besar yang berlaku untuk migas supaya Kontraktor lebih bersemangat untuk mengembangkan prospek perminyakan biaya tinggi    \n \n \n \n\nseperti daerah terpencil dan laut dalam, proyek EOR dan lapangan-lapangan yang menengah dan kecil seperti di Malaysia dan Negara-negara lain.    \n \n \n \n\nDiharapkan cadangan minyak dan gas bumi di Indonesia meningkat dengan ditemukan cadangan untuk laut dalam dan daerah terpencil. Hal ini dapat meningkatkan produksi harian minyak dan gas bumi nasional.", "Daftar File": {"2012 TS PP PUJI TARMINTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105041", "2012 TS PP PUJI TARMINTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105042", "2012 TS PP PUJI TARMINTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105043", "2012 TS PP PUJI TARMINTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105044", "2012 TS PP PUJI TARMINTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105045", "2012 TS PP PUJI TARMINTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105046", "2012 TS PP PUJI TARMINTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105047"}, "Penulis": "PUJI TARMINTO (NIM : 22209019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "oil and gas field, Product sharing contract (PSO), revenue over cost (ROC)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}