{"Nomor": 20401, "Judul": "ANALISIS DISTRIBUSI TEMPORAL DAN SPASIAL SINTILASI IONOSFER UNTUK SEKTOR INDONESIA", "Abstrak": "Kami telah menganalisis sintilasi ionosfer di Indonesia menggunakan dua receiver GPS (Global Positioning System) yang diinstal di Bandung (107,6Ã‚Â°BT, 6,9Ã‚Â°LS; lintang magnetik 17,5Ã‚Â°LS) dan Pontianak (109,3Ã‚Â°BT, 0,02Ã‚Â°LS; lintang magnetik 8,9Ã‚Â°S). Studi ini bertujuan melakukan karakterisasi kemunculan sintilasi ionosfer secara klimatologi dan direksional. Kami menggunakan data indeks sintilasi (S4) yang diperoleh dari receiver selama 2009-2011. Analisis klimatologi kemunculan  \n \n\nsintilasi ionosfer menggunakan plot antara waktu lokal (sumbu-x) dan bilangan hari (sumbu-y). Plot tersebut bertujuan mengetahui waktu puncak kemunculan sintilasi dalam satu tahun. Analisis direksional merupakan analisis kemunculan sintilasi ionosfer menggunakan koordinat elevasi-azimut atau polar (disebut juga  \n \n\nskyplot). Analisis direksional dapat digunakan untuk mengetahui di arah mana distribusi sintilasi menguat menurut lokasi pengamatan. Selain itu, analisis  \n \n\ndireksional berguna mengetahui struktur iregularitas kerapatan plasma ionosfer (plasma bubble) penyebab sintilasi. Kami menyimpulkan hasil-hasil yang diperoleh sebagai berikut. (1) Puncak kemunculan sintilasi ionosfer di bulan ekuinoks. Temuan ini menunjukkan kemunculan sintilasi ionosfer terkait erat dengan fenomena iregularitas di dalam plasma bubble. (2) Kami menemukan kemunculan sintilasi di bulan Maret secara signifikan lebih tinggi dibanding kemunculan di bulan September hanya di tahun 2010. (3) Distribusi kemunculan  \n \n\nsintilasi ionosfer terkonsentrasi di antara Bandung dan Pontianak. Dengan demikian, daerah di antara dua lokasi tersebut merupakan lokasi rata-rata puncak EIA (equatorial ionization anomaly). (4) Penemuan kami tentang pengaruh kesejajaran LOS dan vektor struktur iregularitas di ketinggian 300 km terhadap kemunculan sintilasi menjadi pelaporan pertama kali secara observasi di lintang rendah magnetik. (5) Secara umum, intensitas kemunculan sintilasi ionosfer menurut pengamatan dari Bandung lebih tinggi dibanding dari Pontianak. (6) Kami menemukan distribusi kemunculan sintilasi yang lebih tinggi di arah Barat Daya menurut pengamatan dari Pontianak. Temuan tersebut terkait erat dengan struktur ekstensi plasma bubble yang condong ke Barat seiring meningkatnya lintang.", "Daftar File": {"2013 TS PP PRAYITNO ABADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/104983", "2013 TS PP PRAYITNO ABADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/104984", "2013 TS PP PRAYITNO ABADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/104985", "2013 TS PP PRAYITNO ABADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/104986", "2013 TS PP PRAYITNO ABADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/104987", "2013 TS PP PRAYITNO ABADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/104988", "2013 TS PP PRAYITNO ABADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/104989"}, "Penulis": "PRAYITNO ABADI (NIM: 20211026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sintilasi ionosfer, plasma bubble, analisis klimatologi, analisis direksional", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}