{"Nomor": 20410, "Judul": "PENGARUH KOAGULAN DAN FLOKULAN TERHADAP PENGENDAPAN DI DALAM THICKENER UNTUK PEMANFAATAN TAILING DI PT. XYZ UNIT BISNIS PERTAMBANGAN EMAS PONGKOR", "Abstrak": "Proses pengisian ulang (backfilling) tambang bawah tanah adalah salah satu faktor penting dalam sistem penambangan cut and fill yang diterapkan di PT. XYZ. Sebelum dilakukan pengisian ke dalam stope, slurry tailing pengolahan bijih emas diendapkan di dalam unit thickener dengan tujuan untuk meningkatkan persen solid underflow (menjadi 55-60% solid) dan menghasilkan air limpahan (overflow) yang jernih. Underflow yang dihasilkan digunakan untuk pengisian ulang sedangkan overflow digunakan untuk proses pengeboran di tambang bawah tanah. Agar kualitas overflow ini tinggi (jernih) dan proses pengendapan berjalan dengan cepat maka diperlukan penambahan bahan penggumpal yang disebut koagulan dan flokulan. \n \n \n \n \n\nKoagulan berfungsi untuk menetralkan muatan listrik pada partikel-partikel halus sehingga dapat meningkatkan jarak efektif gaya tarik-menarik London-Van Der Waals dan membentuk partikel-partikel kecil. Flokulan bekerja dengan cara mengaglomerasi partikel padat tailing sehingga terjadi proses sedimentasi yang cepat. Kondisi aktual di lapangan tidak menghasilkan overflow yang jernih sehingga menghambat proses penambangan. Agar diperoleh koagulan dan flokulan yang dapat bekerja baik pada kondisi operasi di thickener maka koagulan dan flokulan harus diuji dahulu secara batch sedimentation di laboratorium. Variabel pengujian disesuaikan dengan kondisi operasi di thickener. Pada dasarnya variabel pengujian ini adalah faktor-faktor yang mempengaruhi operasi koagulan dan flokulan, seperti konsentrasi koagulan dan flokulan, persen padatan slurry taling, derajat keasaman (pH) slurry tailing, dan dosis koagulan dan flokulan. \n \n \n \n \n\nHasil percobaan menunjukkan bahwa slurry yang memiliki komposisi 21% solid dengan pH 8 merupakan kondisi yang efektif dan optimum. Slurry tersebut membutuhkan koagulan dengan konsentrasi sebesar 5 kg/125 L (40.000 ppm) sebanyak 82,94 gr/ton padatan slurry dan konsentrasi flokulan sebesar 1,5 kg/m3 (1500 ppm) sebanyak 16,17 gr/ton padatan slurry untuk mengendap. Kondisi operasi tersebut menghasilkan kecepatan pengendapan sebesar 5,07 m/jam dan menghasilkan overflow dengan harga total suspended solid sebesar 27 mg/L (jernih). Selain itu, hasil percobaan menghasilkan penghematan biaya operasional sebesar 8,97%.", "Daftar File": {"2009 TA PP PULUNG ADI PRAKOSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105048", "2009 TA PP PULUNG ADI PRAKOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105049", "2009 TA PP PULUNG ADI PRAKOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105050", "2009 TA PP PULUNG ADI PRAKOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105051", "2009 TA PP PULUNG ADI PRAKOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105052", "2009 TA PP PULUNG ADI PRAKOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105053", "2009 TA PP PULUNG ADI PRAKOSO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105054"}, "Penulis": "PULUNG ADI PRAKOSO (NIM 12104096)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Sanwani, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Koagulan, Flokulan, Thickener, Tailing, Emas pongkor", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}