{"Nomor": 20419, "Judul": "KAJIAN DEBIT DAN MUKA AIR BANJIR SUNGAI EUREUBO KABUPATEN ACEH BARAT", "Abstrak": "Aceh Barat sebagai salah satu kawasan pengembangan pertanian di Provinsi Nanggroe Aceh Darussalam sangat didukung oleh beberapa DAS dengan potensi debit yang besar, curah hujan yang tingi serta potensi areal pengembangan pertanian yang luas. Sungai Meureubo yang mengalir membelah Kota Meulaboh, ibukota Kabupaten Aceh Barat, pada bagian hilirnya selain memberikan supply debit untuk aktivitas makhluk hidup, juga menyimpan potensi ancaman banjir yang terjadi setiap tahun. Sungai Meureubo dengan luas DAS 1.885 km2 dan panjang sungai utama kurang lebih 148 km, memiliki topografi pada bagian hulu DAS yang curam dan pada bagian hilir sungai yang relatif datar merupakan daerah rendah dan rawan terhadap banjir. Pemodelan Sungai Meureubo sepanjang 17,54 km dari arah muara dan simulasi banjir menggunakan HEC-RAS versi 3.1.3 menghasilkan debit puncak di outlet sungai sebesar 1.780 m3/dt untuk periode ulang 10 tahun. Skenario reduksi banjir dengan implementasi storage area 20 Ha menurunkan debit puncak periode ulang 10 tahun menjadi 1.681 m3/dt. Penurunan elevasi muka air banjir rata-rata adalah 14,4cm atau 2,7persen dari elevasi muka air banjir kondisi eksisting. Skenario ini tidak signifikan untuk mereduksi banjir, namun storage area dapat dipertahankan sebagai area parkir banjir sementara sebelum dialirkan kembali ke sungai. Skenario reduksi banjir dengan implementasi storage area 20 Ha dan tanggul pada jarak kurang lebih 70 m dari titik bank station mereduksi debit puncak periode ulang 10 tahun menjadi 1.698 m3/dt. Implementasi skenario ini dapat direkomendasikan untuk mereduksi banjir. Radius pengaruh genangan banjir (floodplain) dipertahankan pada jarak kurang lebih 70 m dari titik bank station sungai.", "Daftar File": {"2007 TS PP RADIA ZULFIKAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105117", "2007 TS PP RADIA ZULFIKAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105118", "2007 TS PP RADIA ZULFIKAR 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/105119", "2007 TS PP RADIA ZULFIKAR 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/105120", "2007 TS PP RADIA ZULFIKAR 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/105121", "2007 TS PP RADIA ZULFIKAR 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/105122", "2007 TS PP RADIA ZULFIKAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105123", "2007 TS PP RADIA ZULFIKAR 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/105124", "2007 TS PP RADIA ZULFIKAR 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/105125", "2007 TS PP RADIA ZULFIKAR 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/105126", "2007 TS PP RADIA ZULFIKAR 1-BAB 5D.pdf": "https://digilib.itb.ac.id/gdl/download/105127", "2007 TS PP RADIA ZULFIKAR 1-BAB 5E.pdf": "https://digilib.itb.ac.id/gdl/download/105128", "2007 TS PP RADIA ZULFIKAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105129", "2007 TS PP RADIA ZULFIKAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105130"}, "Penulis": "RADIA ZULFIKAR (NIM 95005316)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Joko Nugroho, ST, MT, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "peak discharge, flood reduction scenario, storage area, embankment", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "14 file", "Tanggal Input": "27 Sep 2017"}