{"Nomor": 20413, "Judul": "KAJIAN PROSES PENDAFTARAN TANAH  MELALUI PERALIHAN HAK UNTUK MEWUJUDKAN KEPASTIAN DAN PERLINDUNGAN HUKUM  PADA ASET ITB", "Abstrak": "Sebagai sebuah institusi pendidikan ITB berkewajiban mendaftarkan aset yang dimiliki, termasuk di dalamnya aset tetap berupa bidang tanah di berbagai lokasi. Namun hingga saat ini aset tanah ITB belum terkelola dengan baik sehingga belum memiliki legalitas yang kuat. Bidang tanah ITB yang belum memiliki legalitas terdapat di Kelurahan Cigadung, Desa Mekarwangi, Desa Lembang, Desa Haurgombong, dan Kelurahan Jelekong. Perlu dilakukan pendaftaran tanah dengan tujuan memberikan kepastian dan perlindungan hukum pada kelima bidang tanah milik ITB yang belum legal tersebut. Proses pendaftaran tanah pada setiap lokasi akan berbeda-beda, hal ini bergantung pada bukti dan kronologis kepemilikan. Untuk melakukan pendaftaran tanah dapat dilakukan dengan peralihan hak maupun pelepasan hak dari subjek hak atas tanah yang legal. Peralihan hak dapat dilakukan dengan jual-beli, hibah, lelang, dan atau bentuk perbuatan hukum lainnya. Sedangkan pelepasan hak dilakukan dengan cara subjek hak atas tanah tersebut melepaskan haknya sehingga tanah tersebut menjadi tanah negara dan dapat didaftarkan menjadi milik ITB. Sebagai bentuk kepastian dan perlindungan hukum terhadap tanah ITB yang telah didaftarkan, akan diterbitkan sertipikat hak pakai atas nama Kementerian CQ ITB. Sesuai dengan peraturan yang berlaku, ITB tidak mempunyai jangka waktu maksimal dalam memanfaatkan hak atas tanah meskipun sertipikat yang dimiliki merupakan sertipikat hak pakai. Agar tidak terjadi permasalahan yang sama mengenai bidang tanah ITB diperlukan standar dan manajemen aset yang baik.", "Daftar File": {"2016 TA PP  PUSPITA INDRIANI COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105070", "2016 TA PP  PUSPITA INDRIANI BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105071", "2016 TA PP  PUSPITA INDRIANI BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105072", "2016 TA PP  PUSPITA INDRIANI BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105073", "2016 TA PP  PUSPITA INDRIANI BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105074", "2016 TA PP  PUSPITA INDRIANI PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105075"}, "Penulis": "PUSPITA INDRIANI ( NIM : 15112061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Irawan Soemarto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pendaftaran tanah, peralihan hak atas tanah, pelepasan hak, hak atas tanah, sertipikat,  land registration, transfer of rights, relinquishment of rights, land rights, certificates", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}