{"Nomor": 20417, "Judul": "KAJIAN KEEKONOMIAN ALTERNATIVE REHABILITASI SISTEM HYPOCHLORITE PLANT", "Abstrak": "Biofouling merupakan salah satu fenomena alam yang tidak dapat dihindari dalam pengoperasian peralatan pembangkit yang berhubungan dengan pemakaian air dari alam. Dampak financial yang ditimbulkan oleh biofouling dalam suatu industri ketenagalistrikan saat besar, dimana hal tersebut akan merugikan pembangkit dalam sisi efisiensi bahan bakar yang digunakan. Oleh sebab itu maka masalah biofouling dalam sistim pembangkitan tenaga listrik menjadi perhatian penting, sehingga dalam skala dunia telah banyak upaya-upaya yang dilakukan untuk menekan dampak tersebut.Salah satu metode umum yang digunakan untuk menekan dampak biofouling adalah dengan mengoperasikan hypochlorite plant, dimana fungsi dari peralatan tersebut adalah mengendalikan pertumbuhan organisme-organisme dalam air alam agar tidak menimbulkan biofouling. Sehingga peran dari hypochlorite plant dalam mendukung operasi sebuah pembangkitan sangatlah penting.Dengan demikian maka kesinambungan operasi dan pemeliharaan dari hypochlorite plant tidak dapat dipandang sebelah mata hanya sebagai peralatan dukung (auxiliary plant) dari sebuah sistem pembangkitan, tetapi lebih dari itu pihak pemilik dari sistem pembangkitan harus peduli, mengingat pengaruh terhadap dampak biofouling yang besar.", "Daftar File": {"2009 TS PP RACHMATSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105098", "2009 TS PP RACHMATSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105099", "2009 TS PP RACHMATSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105100", "2009 TS PP RACHMATSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105101", "2009 TS PP RACHMATSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105102", "2009 TS PP RACHMATSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105103", "2009 TS PP RACHMATSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105104", "2009 TS PP RACHMATSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105105"}, "Penulis": "RACHMATSYAH (NIM: 23207332)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ing. Ir. Ngapuli Irmea Sinisuka"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Biofouling, Biofilm, Hypochlorite Plant, Sistim Pendingin Utama Pembangkit, Konsentrasi Chlorine", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}