{"Nomor": 20429, "Judul": "STUDI PENYEBARAN GAS DAN TEMPERATUR DI DALAM TEROWONGAN TAMBANG PADA SIMULASI KEBAKARAN TAMBANG MELALUI PERCOBAAN MODEL SEDERHANA DI LABORATORIUM", "Abstrak": "Kebakaran tambang merupakan suatu kecelakaan tambang yang berbahaya dan sedapat mungkin untuk dihindari. Kebakaran beberapa bahan yang dapat terbakar di tambang bawah tanah seperti penyangga kayu, belt conveyor, batubara, oli, atau material mudah terbakar lainnya dapat menimbulkan bahaya yaitu panas dan produk-produk hasil pembakaran, salah satunya adalah gas diantaranya CO dan CO2 yang pada konsentrasi tertentu dapat menyebabkan kehilangan kesadaran bahkan kematian Metode penelitian ini berupa simulasi kebakaran tambang skala kecil di laboratorium berupa pipa saluran dengan panjang 10 m dan diameter 10 cm. Material yang dibakar yaitu ban, kayu, dan arang. Percobaan dilakukan pada kemiringan ramp-up (+14 %), ramp-down (-14 %), dan kemiringan horisontal (0 %). Percobaan yang dilakukan   \n \n\nadalah pengambilan sampel gas pada titik pengukuran l/d= 39; 59; 79; 99 dari sumber kebakaran dengan menggunakan pompa kemudian disimpan di dalam botol sampel 500 mL, serta pengukuran temperatur pada sumber kebakaran dengan termometer infrared dan pada ujung saluran dengan menggunakan thermocouple. Sampel gas kemudian diukur konsetrasi CO nya dengan menggunakan CO detector dan   \n \n\nkonsentrasi CO2 dengan auto-emission analyzer. Proses transportasi gas CO pada saluran udara berlangsung secara adveksi difusi yang disertai adanya akumulasi konsentrasi pada setiap waktunya karena adanya pembakaran yang terus menerus selama proses kebakaran tambang. Nilai koefisien difusi gas CO dan CO2 dihitung dengan menggunakan persamaan Taylor (1953) untuk aliran laminar. Hasil perhitungan menunjukkan bahwa volume gas release hasil pembakaran tiap gram material per waktu dan kecepatan aliran udara adalah parameter utama yang   \n \n\nberpengaruh pada penyebaran konsentrasi konsentrasi gas. Pada ventilasi alami, kecepatan aliran udara akan semakin besar apabila perbedaan temperatur besar. Kemiringan terowongan juga mempengaruhi besarnya sirkulasi udara. Dilihat dari kurva konsentrasi gas terhadap waktu dapat ditarik kesimpulan bahwa teori adveksi-difusi dapat digunakan untuk memodelkan aliran gas pada aliran laminar.", "Daftar File": {"2010 TA PP RAMDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105193", "2010 TA PP RAMDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105194", "2010 TA PP RAMDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105195", "2010 TA PP RAMDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105196", "2010 TA PP RAMDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105197", "2010 TA PP RAMDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105198", "2010 TA PP RAMDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105199"}, "Penulis": "RAMDANA (NIM : 12106048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Nuhindro P. Widodo, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kebakaran tambang, simulasi kebakaran tambang, studi penyebaran gas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}