{"Nomor": 20448, "Judul": "OPTIMISASI DIAMETER PIPA DAN LETAK KOMPRESOR PADA SISTEM TRANSPORTASI GAS UNTUK PERMINTAAN GAS YANG MENINGKAT", "Abstrak": "Pembangunan sistem transportasi gas membutuhkan biaya yang besar; dua komponen  utamanya adalah biaya pipa dan biaya kompresor. Ada beberapa hal  penting dalam mendesain jaringan pipa, diantaranya kekuatan pipa dan kemampuan aliran pipa. Permasalahan yang dibahas dalam tesis ini adalah bagaimana membangun sistem transportasi gas yang optimum untuk skenario dengan besar transpor gas yang meningkat, namun tetap memenuhi persyaratan yang ditentukan.    \n \n\nPada tesis ini, studi dilakukan pada pipa yang mempunyai panjang 100 km, dengan besar transpor gas yang meningkat selama 20 tahun, dimana pada selang tahun pertama transpor gas sebesar 400 MMSCFD, kemudian meningkat sebesar 200 MMSCFD tiap 5 tahunnya.  Model menggunakan data hipotetik yang sesuai dengan kondisi umum pada lapangan. Pada studi ini digunakan bantuan program simulator. Harga-harga sebagai parameter dalam perhitungan ekonomi ditentukan berdasarkan kecenderungan dan perkiraan yang mendekati kisaran harga yang sesuai di industri saat ini. Diameter pipa yang di uji cobakan dalam tesis ini yaitu, diameter pipa 28 inci, 30 inci, 32 inci, 34 inci, dan 36 inci. Adapun metode yang digunakan yaitu metode heuristic.   Berdasarkan hasil simulasi dan perhitungan, maka dapat disimpulkan bahwa desain sistem transportasi gas yang optimum untuk studi kasus ini adalah jaringan pipa dengan diameter pipa 34 inci, dengan penggunaan daya kompresor sebesar 1097 HP, yang dipasang pada tahun ke 15. Pemilihan desain jaringan pipa ini berdasarkan total biaya minimum yang dikeluarkan, yaitu sebesar US$ 226.157.762.", "Daftar File": {"2011 TS PP RICKO TAMPATI FAHDINAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105338", "2011 TS PP RICKO TAMPATI FAHDINAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105339", "2011 TS PP RICKO TAMPATI FAHDINAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105340", "2011 TS PP RICKO TAMPATI FAHDINAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105341", "2011 TS PP RICKO TAMPATI FAHDINAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105342", "2011 TS PP RICKO TAMPATI FAHDINAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105343", "2011 TS PP RICKO TAMPATI FAHDINAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105344"}, "Penulis": "RICKO TAMPATI FAHDINAR (NIM : 22208306)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto, M.sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "optimum, total biaya, diameter pipa, kompresor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}