{"Nomor": 20444, "Judul": "MEMBANGUN MODEL KECEPATAN BERDASARKAN EFEK DIVERGENSI SFERIS PADA DATA OFFSET DEKAT", "Abstrak": "Efek divergensi sferis merupakan efek yang menyebabkan terjadinya penurunan energi gelombang yang dikarenakan oleh ekspansi dari mukagelombang yang berbentuk sferis. Efek penurunan energi ini mengakibatkan terjadinya penurunan amplitudo gelombang seismik seiring dengan bertambahnya jarak tempuh muka-gelombang. Pada tahapan pengolahan data seismik, efek divergensi sferis yang    \n \n \n \n\nmenyebabkan penurunan amplitudo gelombang dikoreksi berdasarkan kepada fungsi kecepatan terhadap waktu. Fungsi kecepatan ini biasanya diperoleh dengan    \n \n \n \n\nmenganalisis kelengkungan dari even refleksi pada data multi-channel. Namun kenyataannya, data yang diperoleh tidak selalu full offset dan kelengkungan dari even refleksi menjadi sulit untuk dianalisis sehingga fungsi kecepatan dari rekaman gelombang menjadi sulit untuk ditentukan. Untuk mengatasi permasalahan ini penulis melakukan eksperimen untuk menentukan hubungan penurunan amplitudo gelombang yang diakibatkan oleh efek divergensi sferis terhadap fungsi kecepatan vrms gelombang seismik. Karena efek penurunan amplitudo yang dipertimbangkan dalam penelitian ini hanyalah efek divergensi sferis, efek lain yang mempengaruhi nilai amplitudo gelombang seismik dikoreksi sedemikian rupa sehingga pada nantinya dapat dianalisis bagaimana hubungan penurunan amplitudo gelombang seismik terhadap fungsi kecepatan vrms. Dari hubungan ini nantinya akan dibangun model kecepatan yang merepresentasikan model kecepatan bawah permukaan yang kemudian akan    \n \n \n \n\ndibandingkan dengan analisis kecepatan dengan menggunakan analisis semblance.", "Daftar File": {"2013 TA PP RHIZKI BUSRIJAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105312", "2013 TA PP RHIZKI BUSRIJAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105313", "2013 TA PP RHIZKI BUSRIJAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105314", "2013 TA PP RHIZKI BUSRIJAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105315", "2013 TA PP RHIZKI BUSRIJAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105316", "2013 TA PP RHIZKI BUSRIJAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105317", "2013 TA PP RHIZKI BUSRIJAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105318"}, "Penulis": "RHIZKI BUSRIJAL (NIM : 12308071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Alfian Bahar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "amplitudo, divergensi sferis, kecepatan, semblance", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}