{"Nomor": 20447, "Judul": "KAJIAN PENEGASAN BATAS DAERAH MEMANFAATKAN  CITRA SATELIT PADA SITUS TAK BERBAYAR YANG TEREKTIFIKASI", "Abstrak": "Permasalahan batas daerah adalah hal yang sering terjadi dikarenakan belum adanya penegasan batas pada suatu daerah yang mengalami konflik atau sengketa batas daerah. Permasalahan ini dapat diselesaikan dengan keluarnya Permendagri No. 76 Tahun 2012 yang mengatur tentang penegasan batas daerah menggunakan metode kartometrik. Dalam mengaplikasikan peraturan tersebut, diperlukan peta kerja sebagai bahan utama/dasar dalam melakukan penegasan batas daerah. Seiring dengan perkembangan zaman, peta kerja dapat berupa citra satelit yang disediakan oleh berbagai sumber dengan berbagai resolusi.      \n \n \n \n\nDalam mengatasi permasalahan batas daerah yang perlu diselesaikan maka dilakukan penelitian berupa kajian penegasan batas daerah memanfaatkan citra satelit pada situs tak berbayar yang terektifikasi. Citra satelit yang dimaksud adalah citra satelit yang didapat dari sumber gratis. Dalam penelitian ini dilakukan perbandingan hasil rektifikasi terhadap 3 sumber citra satelit yang berbeda pada 3 lokasi yang berbeda sehingga kita dapat mengetahui citra satelit dari sumber mana yang dapat digunakan sebagai peta kerja untuk penegasan batas daerah dengan metode kartometrik bila mengacu pada Permendagri No. 76 Tahun 2012.", "Daftar File": {"2016 TA PP RIAN PRATAMA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105332", "2016 TA PP RIAN PRATAMA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105333", "2016 TA PP RIAN PRATAMA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105334", "2016 TA PP RIAN PRATAMA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105335", "2016 TA PP RIAN PRATAMA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105336", "2016 TA PP RIAN PRATAMA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105337"}, "Penulis": "RIAN PRATAMA PUTRA (NIM : 15110003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Heri Andreas, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Territory boundary demarcation, satellite imagery, carthometric methods, penegasan batas daerah, citra satelit, metode kartometrik", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}