{"Nomor": 20449, "Judul": "STUDI KAPASITAS LOADING AREA DAN HALTE BUSWAY (Studi Kasus: Halte Harmoni Central Busway Sebagai Halte Transfer Koridor Blok M-Kota, Pulogadung-Harmoni, dan Kalideres-Harmoni)", "Abstrak": "Salah satu upaya pemerintah Provinsi DKI Jakarta untuk memenuhi kebutuhan pergerakan masyarakat Kota Jakarta yang sangat tinggi adalah dengan mengoperasikan moda angkutan umum massal yaitu Bus Rapid Transit yang lebih dikenal dengan bus priority. Konsep bus priority berbasis busway ini menerapkan jalur khusus untuk bus. Dengan adanya busway ini diharapkan akan menarik pengguna kendaraan pribadi untuk beralih mengunakan angkutan umum khususnya busway sehingga mengurangi volume kendaraan eksisting dan mengurangi kemacetan di Kota Jakarta. Banyak pengguna busway yang mulai mengeluhkan pelayanan moda angkutan ini. Salah satu yang menjadi sorotan adalah Halte Harmoni Central Busway sebagai halte transfer (interchange station) antara Koridor Blok M-Kota, Pulogadung-Harmoni, dan Kalideres-Harmoni. Halte ini memiliki peran yang sangat krusial mengingat besarnya fungsi yang diemban oleh ketiga koridor tersebut sebagai sistem tulang punggung (backbone system) transportasi Kota Jakarta yang menghubungkan pergerakan dari arah baratÃƒÂ‚Ã‚Â–timur dan utaraÃƒÂ‚Ã‚Â–selatan Kota Jakarta. Bertambahnya jumlah pengguna busway Koridor Blok MKota, Pulogadung-Harmoni, dan Kalideres-Harmoni, memberikan konsekuensi logis terhadap bertambahnya jumlah pengguna Halte Harmoni Central Busway. Hal ini tidak disikapi dengan peningkatan kapasitas halte sehingga menyebabkan turunnya kualitas pelayanan halte. Permasalahan ini ditunjukkan dari terjadinya penumpukan penumpang dan bus yang berdampak pada bertambahan waktu perjalanan dan menurunan tingkat kenyamanan penumpang yang menggunakan Halte Harmoni Central Busway. Hal ini dirasakan oleh pengguna busway tidak sejalan dengan apa yang ditawarkan oleh busway sebagai moda transportasi yang mampu memberikan pelayanan publik yang cepat, aman, nyaman, manusiawi, efisien, berbudaya dan bertaraf internasional.Studi Kapasitas Loading Area dan Halte Busway dengan kasus Halte Harmoni Central Busway sebagai halte transfer Koridor Blok M-Kota, Pulogadung-Harmoni, dan Kalideres-Harmoni dimaksudkan untuk mengetahui kondisi kemampuan kapasitas halte dan loading area dalam melayani volume dan pergerakan lalu lintas yang ada. Melalui studi ini diharapkan diperoleh gambaran yang tepat mengenai kapasitas loading area dan halte Harmoni Central Busway. Gambaran ini dimaksudkan untuk mendapatkan alternatif tindakan yang tepat dalam rangka meningkatkan kapasitas loading area dan halte. Dengan menggunakan metode antrian yang berfungsi untuk menarik kesimpulan dari berbagai karakteristik melalui analisis matematis dan berusaha memperoleh rumus yang secara langsung akan memberikan berbagai informasi yang berguna untuk mendesain dan menganalisis sistem halte transfer dalam sistem pengoperasian Busway. Perhitungan jumlah rata-rata dari satuan lalu lintas yang berada di dalam antrian di dalam sistem (antrian dan pelayanan) digunakan untuk menentukan cukup tidaknya halte tersebut menampung volume lalu lintas. Distribusi waktu menunggu digunakan untuk memperkirakan cukup tidaknya keseluruhan sistem tersebut dalam fungsinya untuk melayani lalu lintas.Hasil studi menunjukkan bahwa kapasitas loading area dan halte dari Halte Harmoni Central Busway sudah tidak dapat menampung volume dan pergerakan lalu lintas penumpang dan kendaraan yang ada. Hal ini ditunjukkan dari volume penumpang dan bus yang melebihi kapasitas tampung loading area dan halte. Ketidakmampuan kapasitas loading area dan halte dalam menampung volume dan pergerakan bus ditunjukkan dari panjang dan lamanya waktu antrian bus untuk setiap jalur dalam koridor busway yang dilayani oleh Halte Harmoni Central Busway. Dari segi penumpang, ketidakmampuan loading area dan halte dalam menampung volume penumpang ditunjukkan dari Level of Service E terutama pada jam-jam puncak pelayanan.Dengan menggunakan prinsip manajemen lalu lintas, rendahnya kapasitas loading area dan halte Harmoni Central Busway ini dapat ditingkatkan dengan pengaturan pola kedatangan, pengurangan waktu pelayanan, perluasan halte dan penambahan loading area, dan penerapan kebijakan Bus Signal Priority dengan menggunakan teknologi-teknologi modern, serta pembangunan halte transfer lainnya dan pengurangan koridor yang dilayani oleh Halte Harmoni Central Busway.", "Daftar File": {"2008 TA PP RICKY DODDY SIANTURI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105345", "2008 TA PP RICKY DODDY SIANTURI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105346", "2008 TA PP RICKY DODDY SIANTURI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105347", "2008 TA PP RICKY DODDY SIANTURI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105348", "2008 TA PP RICKY DODDY SIANTURI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105349", "2008 TA PP RICKY DODDY SIANTURI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105350", "2008 TA PP RICKY DODDY SIANTURI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105351"}, "Penulis": "RICKY DODDY SIANTURI (NIM 15404028)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Zafir M.A. Pontoh, MA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bus rapid transfit, loading area, halte busway", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}