{"Nomor": 20456, "Judul": "PERANCANGAN PERBAIKAN AKUSTIK RUANG KELAS UNIVERSITAS BERDASARKAN KEJELASAN UCAPAN DAN TINGKAT DIFUSIVITAS SUARA", "Abstrak": "Ruang kelas universitas adalah ruang yang digunakan oleh mahasiswa dan dosen dalam proses aktivitas akademik dengan aktivitas pembicaraan adalah aktivitas utama dalam proses pembelajaran. Oleh karena itu, dibutuhkan kondisi akustik yang optimum. Untuk mengetahu kondisi akustik ruang kelas, dilakukanlah pengukuran. Dari hasil pengukuran didapatkan bahwa ruang kelas belum memiliki  \n \n\nkondisi akustik yang optimum. Dalam penelitian ini dilakukan perancangan perbaikan akustik di ruang kelas universitas berdasarkan kejelasan ucapan dan tingkat difusivitas suara menggunakan pendekatan pemodelan dan simulasi dengan metode ray-tracing dan image source model. Penelitian ini mengacu pada standar ANSI-ASA S12.60-2009. Simulasi dilakukan dengan dua tahap utama, yaitu tahap validasi dan tahap desain. Tahap validasi dilakukan untuk model ruang kelas yang sesuai dengan cara membandingkan kondisi existing dari hasil pengukuran dan hasil simulasi. Pada tahap desain dilakukan perbaikan pada dinding, langit - langit, dan lantai dengan mengubah nilai koefisien absorbsi. Berdasarkan hasil simulasi desain dengan metode ray-tracing dan image source model didapatkan kualitas kejelasan ucapan pada ruang kelas mengalami peningkatan. Rentang nilai reverberation time pada ruang kelas kecil adalah 0,49 - 0,62 s dan 1,14 Ã‚Â– 1,51 s pada ruang kelas besar. Untuk parameter D-50, ruang kelas kecil memiliki rentang 70,41 - 78,89 % dan ruang kelas besar memiliki rentang 48,33 - 49,81 % pada frekuensi 500 Ã‚Â– 2000  \n \n\nHz. STI ruang kelas kecil berada di kriteria good dan excellent dengan rentang nilai 0,69 - 0,76, sedangkan ruang kelas besar berada di kriteria fair. Ruang kelas  \n \n\nbelum memiliki medan suara yang difus ditunjukkan nilai koherensi masih berada di bawah 0,8.", "Daftar File": {"2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105396", "2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105397", "2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105398", "2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105399", "2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105400", "2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105401", "2015 TA PP RIMA KURNIA PUTRI - SOFIA THARRANNISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105402"}, "Penulis": "RIMA KURNIA PUTRI (NIM : 13311040)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nR. Sugeng Joko Sarwono, Ph.D", "Sentagi S. Utami, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ruang kelas universitas, tingkat kejelasan ucapan, difusivitas suara, ANSI-ASA S12.60-2009, metode ray-tracing.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}