{"Nomor": 20453, "Judul": "KALKULASI DINAMIK VOLUME STANDAR BAHAN BAKAR MINYAK PADA METERING SKID MENGGUNAKAN BAHASA BASIC", "Abstrak": "Metering skid merupakan fasilitas pengukuran dinamik yang berisi peralatan - peralatan dan instrumen pengukuran untuk mendapatkan data-data kondisi pengukuran di lapangan. Data kondisi pengukuran yang perlu diolah dan dilakukan perhitungan koreksi setiap detiknya berdasarkan kondisi basis sesuai dengan standard yang berlaku. Sedangkan peralatan yang ada digunakan untuk pengkondisian aliran sehingga mendapatkan data pengukuran yang paling baik. Kalkulasi dinamik volume standar bahan bakar minyak pada prinsipnya adalah mengubah volume terukur menjadi volume standar pada kondisi basis (tekanan 101,325 kPa dan temperatur 15Ã‚Â°C). Alur kalkulasi dinamik volume standar yang dilakukan oleh penulis mengacu pada standar API MPMS chapter 11.1. Faktor koreksi yang diterapkan adalah koreksi terhadap temperatur (CTL). Hasil kalkulasi dinamik yang diperoleh menggunakan microsoft visual basic 6.0 dimana program melakukan koreksi volume terhadap temperatur sesuai dengan standar API MPMS. Pada kasus pengisian solar yang mempunyai densitas standar 852 kg/m3 ke mobil tangki berkapasitas 8000L dengan rentang temperatur pengisian 28,1 0C Ã‚Â– 30,9 0C, deviasi volume yang terjadi adalah 96,927 L atau 1,21% volume transaksi total. Hasil analisis lainnya menyatakan bahwa pentingnya untuk menjaga kondisi operasi saat transaksi BBM berlangsung. Apabila kondisi operasi dapat dijaga konstan, maka akan menghasilkan pengukuran dengan akurasi yang tinggi dari instrumen Ã‚Â– instrumen pengukuran yang terdapat pada metering skid.", "Daftar File": {"2013 TA PP RIFA WIBISANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105374", "2013 TA PP RIFA WIBISANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105375", "2013 TA PP RIFA WIBISANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105376", "2013 TA PP RIFA WIBISANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105377", "2013 TA PP RIFA WIBISANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105378", "2013 TA PP RIFA WIBISANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105379", "2013 TA PP RIFA WIBISANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105380"}, "Penulis": "RIFA WIBISANA (NIM : 13309076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Parsaulian Siregar", "Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kalkulasi dinamik volume standar, metering skid, API MPMS, akurasi instrumen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}