{"Nomor": 20457, "Judul": "DESAIN PIPA GAS UNTUK OPTIMISASI DINAMIK Studi Kasus Penentuan Penempatan Kompresor Optimum", "Abstrak": "Sumber gas alam di Indonesia pada umumnya terletak jauh dari pusat-pusat konsumsen energi, sehingga diperlukan sarana transportasi yang salah satunya adalah jaringan pipa. Dalam usaha transportasi gas melalui pipa yang efisien, diperlukan optimasi system transportasi tersebut yang memberikan harga minimum. Untuk meminimalkan total biaya, harus didapatkan kombinasi yang tepat antara biaya pipa dengan biaya kompresor. Permasalahan yang ada dalam penelitian ini adalah bagaimana membangun jaringan pipa transmisi gas yang optimal untuk berbagai skenario laju alir gas dengan adanya peningkatan permintaan, sehingga biaya yang dikeluarkan minimum, namun tetap memenuhi persyaratan yang ditentukan.    \n \n\nPada tesis ini, studi dilakukan pada pipa gas yang mempunyai panjang awal 200 km dengan total permintaan 550 MMscfd, yang berproduksi selama 20 tahun. Kemudian mengalami penambahan permintaan yang disambung pada pipa gas tersebut sepanjang 100 km dengan total permintaan skenario 1 sebesar 1000 MMscfd, skenario 2 sebesar 1050 MMscfd, dan skenario 3 sebesar 1100 MMscfd. Studi ini bertujuan untuk mengetahui solusi optimal dari penggunaan kompresor, sehingga gas dapat sampai ke konsumen dan masih berada dalam batas toleransi kekuatan pipa. Dari studi ini dianalisa yaitu biaya total untuk tiap jarak pemasangan kompresor.    \n \n\nDesain pipa gas yang optimal untuk studi tesis ini yaitu pada pipa gas dengan pemasangan kompresor untuk skenario 1 pada jarak 20 km, untuk skenario 2 pada jarak 30 km, dan untuk skenario 3 pada jarak 40 km. Pemilihan desain pipa ini berdasarkan biaya total terkecil, yaitu pada skenario 1 sebesar US$ 791,103,222; pada skenario 2 sebesar US$ 912,798,959; dan pada skenario 3 sebesar US$ 1,151,461,968.", "Daftar File": {"2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105403", "2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105404", "2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105405", "2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105406", "2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105407", "2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105408", "2011 TS PP RINALDI  DJOKO  DWI  UTOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105409"}, "Penulis": "RINALDI  DJOKO  DWI  UTOMO (NIM : 22208307)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "optimisasi, daya kompresor, jarak, biaya total.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}