{"Nomor": 20451, "Judul": "PERANCANGAN DINAMIKA SISTEM TANGKI TUNGGAL DENGAN METODE PEMODELAN BOND GRAPH", "Abstrak": "Pemodelan merupakan proses memodelkan suatu sistem. Model merupakan representasi dari sistem sehingga melalui model, kita dapat memprediksi perilaku dan sistem sebenarnya jika diberi perubahan ataupun gangguan. Pemodelan dalam industri berguna sebagai acuan dalam melakukuan penetuan ukuran (sizing) instrumen, perancangan pengontrol, perancangan filter kalman, dan sebagainya.   \n\nLingkup penelitian tugas akhir ini adalah pemodelan mini plant di Ruang Galeri Teknik Fisika ITB dengan tujuan memberi arahan dalam merancang dinamika sistem yang diinginkan. Mini plant ini merupakan sistem pengisian tangki tunggal dimana terdapat pompa, orifice, control valve, dan coriolis mass flowmeter di dalamnya. Pemodelan sistem secara keseluruhan dilakukan dengan metode Bond Graph karena dengan metode ini interaksi antara satu komponen dan komponen lainnya lebih mudah untuk dilihat.   \n\nSetelah membuat model dan melihat tingkat keakuratannya melalui percobaan, langkah selanjutnya pada penelitian ini adalah menganalisis pengaruh ukuran tiap komponen di dalam sistem terhadap dinamika proses di dalamnya. Dari pemodelan ini diketahui bahwa kecepatan proses sistem banyak dipengaruhi oleh ukuran dari tangki, serta gain proses dipengaruhi oleh kapasitas pompa dan resistansi pada sistem perpipaan keluaran tangki.   \n\nKemudian, setelah mengetahui pengaruh ukuran dari tiap komponen di dalam mini plant terhadap dinamika proses, maka perancangan dinamika sistem dengan mengubah parameter sistem di dalamnya dapat dilakukan.", "Daftar File": {"2013 TA PP RIDWAN NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105359", "2013 TA PP RIDWAN NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105360", "2013 TA PP RIDWAN NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105361", "2013 TA PP RIDWAN NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105362", "2013 TA PP RIDWAN NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105363", "2013 TA PP RIDWAN NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105364", "2013 TA PP RIDWAN NUGRAHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105365", "2013 TA PP RIDWAN NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105366"}, "Penulis": "RIDWAN NUGRAHA (NIM : 13309018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr.-Ing. Parsaulian I. Siregar", "Dr. Augie Widyotriatmo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemodelan, Bond Graph, Mini plant, Process sizing, Dinamika proses, Modifikasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}