{"Nomor": 20452, "Judul": "PERANCANGAN,PEMBUATAN DAN UJI COBA PINTU PENAHAN AIR BANJIR PADA PAGAR RUMAH", "Abstrak": "Pada saat ini, banji rmenjadi salah satu masalah utama yang sering dialami masyarakat di Indonesia, khususnya di Jakarta. Banjir merupakan suatu keaadan dimana terjadi perendaman sementara oleh air pada daratan atau daerah yang biasanya tidak terendam air. Genangan tersebut dibeberapa lokasi ketinggiannya hampir melebihi 1 meter. Dengan ketingiaan tersebut, air dapat masuk kedalam halaman rumah. Untuk mencegah masuknya air kehalaman rumah, maka dibuatlah sistem pintu penahan air yang berfungsi sebagai penahan air banjir tersebut. Sistem ini menggunakan plat logam sebagai bahan utama dan menggunakan ban dalam yang dikembangakan sebagai sumber tekanan. Penggunaan ban dalam tersebut dapat membuat plat mereka ke pagar dan dapat menahan air banjir agar tidak masuk kedalam halaman rumah. Sudah dilakukan uji coba sistem penahan air banjir ini dan hasil uji coba memperlihatkan bahawa tekanan yang diberikan oleh ban dalam sudah cukup kuat untuk menahan air. Kelebihan dari sistem ini adalah dapat dibuat sesuai lebar pagar rumah dan dapat dipasang dan dipindahkan secara praktis.", "Daftar File": {"2014 TA PP RIEFKY PRANATA HUTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105367", "2014 TA PP RIEFKY PRANATA HUTAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105368", "2014 TA PP RIEFKY PRANATA HUTAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105369", "2014 TA PP RIEFKY PRANATA HUTAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105370", "2014 TA PP RIEFKY PRANATA HUTAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105371", "2014 TA PP RIEFKY PRANATA HUTAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105372", "2014 TA PP RIEFKY PRANATA HUTAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105373"}, "Penulis": "RIEFKY PRANATA HUTAMA (NIM : 10208018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng Mikrajuddin Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banjir, Tekanan,Karet ban, Plat Logam", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}