{"Nomor": 20462, "Judul": "KAJIAN REMOTE EFFECT SIKLON TROPIS TERHADAP BENUA MARITIM INDONESIA BAGIAN SELATAN", "Abstrak": "Wilayah BMI umumnya tidak dilalui oleh TC, sehingga dipengaruhi oleh remote effect terutama terhadap kejadian hujan. Karakteristik dan remote effect TC dikaji menggunakan data historis TC yang diunduh dari BoM dan JTWC di sekitar BMI. Untuk memudahkan dalam menganalisis, wilayah kajian dibagi menjadi empat (wilayah I: 80Ã‚Â° BT - 107Ã‚Â° BT dan 8Ã‚Â° LS - 20Ã‚Â° LS, wilayah II: 107Ã‚Â° BT - 132Ã‚Â° BT dan 10Ã‚Â° LS - 24Ã‚Â° LS, wilayah III: 132Ã‚Â° BT - 142Ã‚Â° BT dan 10Ã‚Â° LS - 19Ã‚Â° LS, dan wilayah IV: 142Ã‚Â° BT - 170Ã‚Â° BT dan 10Ã‚Â° LS - 25Ã‚Â° LS) berdasarkan rata-rata kejadian TC periode 1969 - 2006 dari BoM. Untuk mengetahui pengaruh dari TC dianalisis anomali curah hujan, low level vertical integrated moisture transport (VIMT) dan cross equatorial total energy sebagai bahan diskusi. Pada tahun 2004 - 2013, terdapat 574 TC (satuan enam jam) di sekitar BMI bagian selatan dengan frekuensi tertinggi terjadi pada bulan Maret yang diakibatkan pola angin lapisan bawah yang melemah dan acak sehingga menghasilkan wind shear dan konvergensi yang memicu pertumbuhan vorteks siklonik. Pada analisis dalam studi kasus TC Fay menyebabkan hujan dengan intensitas sedang hingga lebat di beberapa wilayah, namun pada TC kategori 2 (tahap pelemahan) hingga punah intensitas hujan di BMI bagian selatan menjadi ringan. Sedangkan pada studi kasus TC Ivy, di BMI bagian selatan secara umum terjadi hujan dengan intensitas ringan hingga sedang pada tiap-tiap kategori TC. Analisis TC secara klimatologis didapatkan bahwa kejadian TC pada wilayah I dan IV periode MAM tidak mempengaruhi curah hujan di BMI bagian selatan. Pada kejadian TC di wilayah III periode MAM terjadi pengurangan curah hujan terlihat adanya netral point akibat adanya vorteks di sebelah Barat Sumatra dan Teluk Carpentaria. Pada wilayah dan periode lain, dominan terjadi penambahan curah hujan yang secara umum akibat pertemuan aliran uap air dari samudra Hindia barat Australia dan barat Sumatra serta adanya pengaruh transpor uap air yang meluas dari dinding mata sistem ke arah BMI.", "Daftar File": {"2015 TS PP RISMANTO EFFENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105443", "2015 TS PP RISMANTO EFFENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105444", "2015 TS PP RISMANTO EFFENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105445", "2015 TS PP RISMANTO EFFENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105446", "2015 TS PP RISMANTO EFFENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105447", "2015 TS PP RISMANTO EFFENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105448", "2015 TS PP RISMANTO EFFENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105449"}, "Penulis": "RISMANTO EFFENDI (NIM: 22412308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Siklon tropis, remote effect", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}