{"Nomor": 20465, "Judul": "KONSISTENSI SINAR KOSMIK TERHADAP TUTUPAN AWAN", "Abstrak": "Sinar kosmik merupakan salah satu dari beberapa faktor yang berasal dari luar angkasa yang mempengaruhi pemanasan global yaitu dengan mempengaruhi proses pembentukan awan. Sinar kosmik berhubungan erat dengan siklus matahari melalui angin matahari dan medan magnet matahari untuk membelokkan arah radiasinya. Sinar kosmik dapat mempengaruhi proses pembentukan tutupan awan melalui mekanisme ion-aerosol clear-air dan mekanisme ion-aerosol near-cloud. Peran dari sinar kosmik sebagai sumber energi yang mengionisasi aerosol yang dapat mempercepat pembentukan inti kondensasi awan. Mempelajari korelasi sinar kosmik dan awan global menggunakan klasifikasi ISCCP yang membagi awan menjadi 9 jenis dari tahun 1984 sampai 2008. Diperoleh bahwa sinar kosmik memiliki korelasi positif tinggi dengan tutupan awan rendah (untuk jenis Stratocumulus dan Stratus). Selain itu diperoleh tutupan awan tinggi (untuk jenis Cirrus) juga menunjukkan korelasi positif tinggi. Sejak tahun 2000 diperoleh bahwa sinar kosmik tidak memiliki korelasi dengan tutupan awan. Diduga rendahnya aktivitas medan magnet kutub matahari dalam dekade terakhir kurang dari 150 mT dapat mempengaruhi sirkuit listrik atmosfer global dan proses pembentukan awan.", "Daftar File": {"2015 TS PP RIZA ADRIAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105464", "2015 TS PP RIZA ADRIAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105465", "2015 TS PP RIZA ADRIAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105466", "2015 TS PP RIZA ADRIAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105467", "2015 TS PP RIZA ADRIAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105468", "2015 TS PP RIZA ADRIAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105469", "2015 TS PP RIZA ADRIAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105470"}, "Penulis": "RIZA ADRIAT (NIM: 22412008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tri Wahyu Hadi", "Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemanasan global, sinar kosmik, tutupan awan, global warming, cosmic rays, cloud cover", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}