{"Nomor": 20464, "Judul": "STATUS BATAS MARITIM  NEGARA KESATUAN REPUBLIK INDONESIA (NKRI)", "Abstrak": "Penentuan batas maritim Indonesia sangatlah terkait dengan hal keamanan, akses dan pengelolaan sumber daya laut, serta penyeimbang antara hak dan kewajiban Negara Indonesia. Indonesia memiliki batas maritim dengan sebelas negara tetangga, yaitu India, Thailand, Malaysia, Singapura, Vietnam, Filipina, Palau, Papua Nugini, Australia, Timor Leste, dan Mikronesia. Untuk penentuan batas maritim yang bertampalan, maka Indonesia melakukan perjanjian dengan negara tetangga (bilateral dan trilateral). Dalam penelitian ini memiliki tujuan untuk menentukan status batas maritim Indonesia saat ini.  Penelitian ini menerapkan studi literatur terkait dengan batas maritim dan mengumpulkan data perjanjian-perjanjian yang telah dilakukan Indonesia dengan negara tetangga dalam menentukan batas maritim. Data tersebut selanjutnya diolah dan dikomparasi dengan Peta NKRI 2015 untuk menghasilkan tujuan dari penelitian ini.  Setelah data diolah dan diteliti ditemukan bahwa dalam perjanjian-perjanjian tersebut terdapat data yang mencantumkan sistem referensi ada pula yang tidak, ada yang tingkat ketelitiannya sampai detik ada pula yang menit. Koordinat batas maritim dari hasil perjanjian-perjanjian tersebut ditampalkan dalam peta NKRI 2015 terdapat perbedaan batas maritime yang mencolok di sekitar Laut Arafura (batas landas kontinen dan ZEE antara Indonesia dan Australia), Laut Sulawesi (batas ZEE antara Indonesia dan Filipina), dan Laut Natuna (batas landas kontinen antara Indonesia dan Malaysia).", "Daftar File": {"2016 TA PP RI’YU DIAWAN FUADHADI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105461", "2016 TA PP RI’YU DIAWAN FUADHADI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105460", "2016 TA PP RI’YU DIAWAN FUADHADI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105459", "2016 TA PP RI’YU DIAWAN FUADHADI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105458", "2016 TA PP RI’YU DIAWAN FUADHADI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105462", "2016 TA PP RI’YU DIAWAN FUADHADI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105463"}, "Penulis": "RIÃ‚Â’YU DIAWAN FUADHADI (NIM : 15111107)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "data, batas maritim, perjanjian,  data, maritime boundaries, agreements", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}