{"Nomor": 20477, "Judul": "STUDI EKSPERIMENTAL PERILAKU ELEMEN STRUKTUR BETON BERTULANG TEMPCORE DAN VANADIUM", "Abstrak": "Baja tulangan dengan mutu 400 MPa atau lebih dapat dihasilkan melalui penambahan unsur kimiawi tertentu kedalam komposisi kimiawinya selain itu juga didapatkan dengan proses heat treatment. Unsur yang ditambahkan berupa elemen paduan (alloys) seperti Niobium, Vanadium dan lain-lain. Baja tulangan yang dihasilkan dengan cara ini disebut sebagai baja tulangan paduan rendah, baja \n\ntulangan yang didapatkan melalui proses heat treatment disebut baja tulangan tempcore. Berdasarkan peraturan perencanaan beton bertulang untuk bangunan gedung, penulangan komponen struktur beton yang merupakan bagian dari sistem pemikul beban gempa sebaiknya menggunakan baja jenis ini. Untuk struktur tahan gempa, sifat mekanik dasar material baja tulangan yang penting diperhatikan diantaranya kuat leleh, kuat tarik, daktilitas, faktor kuat lebih (overstrength) dan ratio kuat tarik terhadap kuat leleh. Tesis ini menyajikan hasil penelitian terhadap penggunaan material baja tulangan vanadium dan baja tulangan tempcore pada elemen struktur beton bertulang yang merupakan bagian dari sistem pemikul beban gempa. Pembahasaan dilakukan \n\nterhadap hasil uji material dan 4 buah balok kantilever yang diberikan baja tulangan vanadium dan baja tulangan tempcore. Sampel balok dalam hal ini diuji terhadap beban monotonik dan siklik, yang mensimulasikan pengaruh beban gempa. Kelebihan dan kekurangan dari aplikasi material baja tulangan vanadium dan baja tulangan tempcore dievaluasi mengacu pada standar yang berlaku. \n\nPrilaku elemen struktur yang dievaluasi meliputi prilaku histerisis, tingkat daktilitas yang dimiliki, dan pola keruntuhan yang diperoleh. Hasil penelitian ini memperlihatkan bahwa aplikasi baja tulangan vanadium, yang sesuai dengan ASTM A706M, pada komponen struktur beton tahan gempa menghasilkan prilaku struktur yang lebih baik, khususnya terhadap pembebanan siklik yang \n\nmensimulasikan beban gempa. Sebaliknya, elemen struktur yang diberikan tulangan tempcore memperlihatkan prilaku yang kurang baik.", "Daftar File": {"2006 TS PP RONALD SIMATUPANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105557", "2006 TS PP RONALD SIMATUPANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105558", "2006 TS PP RONALD SIMATUPANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105559", "2006 TS PP RONALD SIMATUPANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105560", "2006 TS PP RONALD SIMATUPANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105561", "2006 TS PP RONALD SIMATUPANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105562", "2006 TS PP RONALD SIMATUPANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105563"}, "Penulis": "RONALD SIMATUPANG (NIM : 25003056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Iswandi Imran., MASc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "baja tulangan vanadium, baja tulangan tempcore, faktor kuat lebih, ratio kuat tarik terhadap kuat leleh, daktilitas, histerisis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "28 Sep 2016"}