{"Nomor": 20470, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH CAMPAKA DAN SEKITARNYA, KABUPATEN PURWAKARTA, PROPINSI JAWA BARAT", "Abstrak": "Daerah penelitian termasuk ke dalam Zona Antiklinorium Bogor. Prosesproses geologi yang terus berlangsung hingga saat ini memberikan bentuk geomorfologi berupa Satuan Perbukitan Bergelombang dan Satuan Dataran. Stratigrafi daerah penelitian dimulai dari Pliosen Awal yaitu dengan diendapkannya Satuan Batulempung, kemudian di atasnya diendapkan secara selaras Satuan Batupasir Tufan pada kala Pliosen Akhir sampai Plistosen Awal. Pada kala Plistosen Awal terjadi volkanisme yang menghasilkan Satuan Tuf yang diendapkan secara tidak selaras di atas satuan batuan yang lebih tua. Struktur geologi pada daerah penelitian berupa antiklin menunjam dengan sumbu lipatan berarah relatif barat-timur yang terbentuk akibat tektonik pada kala Plio-Plistosen yang melibatkan Satuan Batulempung dan Satuan Batupasir Tufan yang berumur Pliosen Awal sampai Plistosen Awal. Hidrogeologi daerah penelitian disusun oleh dua sistem akifer, yaitu akifer bebas dengan litologi tuf dan batupasir tufan dan akifer tertekan dengan litologi berupa batupasir, yang bertindak sebagai akitar adalah batulempung pada Satuan Batulempung. Berdasarkan uji pemompaan yang dilakukan, diperoleh nilai transmisivitas yang berkisar antara 121,24 sampai 299,33 m2/hari dan nilai effisiensi sumur yang didapat berkisar antara 27,04 persen sampai 83,04 persen, yang menunjukkan bahwa sumur-sumur produksi di daerah penelitian secara umum mempunyai konstruksi yang kurang baik, kecuali sumur TW-46.", "Daftar File": {"2007 TA PP RIZKY SONTANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105499", "2007 TA PP RIZKY SONTANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105500", "2007 TA PP RIZKY SONTANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105501", "2007 TA PP RIZKY SONTANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105502", "2007 TA PP RIZKY SONTANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105503", "2007 TA PP RIZKY SONTANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105504", "2007 TA PP RIZKY SONTANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105505"}, "Penulis": "RIZKY SONTANA (NIM 120 00 057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : LAMBOK M. HUTASOIT, Ir., Ph.D.        \n \n \n \n \n \n\nScanner  : Novian Kurniawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Antiklinorium, geomorfologi, transmisivitas.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}