{"Nomor": 20474, "Judul": "PERANCANGAN FLOWMETER ULTRASONIK MULTILINTASAN AKUSTIK UNTUK PENGUKURAN ALIRAN UDARA DALAM PIPA", "Abstrak": "Pengukuran kecepatan aliran fluida dalam pipa merupakan kegiatan yang penting dalam industri proses karena data pengukuran tersebut merupakan landasan dalam transaksi jual beli. Oleh karena itu, pengukuran ini memerlukan akurasi dan presisi yang tinggi. Salah satu alat ukur yang dapat digunakan untuk keperluan ini adalah flowmeter ultrasonik waktu tempuh. Flowmeter ini bekerja mengukur kecepatan aliran berdasarkan perbedaan waktu tempuh gelombang ultrasonik yang dipancarkan pada arah upstream (berlawanan arah aliran fluida) dan downstream  \n \n\n(searah aliran fluida). Pada penelitian ini, dilakukan perancangan flowmeter ultrasonik multilintasan untuk keperluan pengukuran aliran udara dalam pipa dengan profil asimetrik. Untuk dapat merancang flowmeter tersebut, dilakukan simulasi numerik terlebih dahulu terhadap beberapa konfigurasi flowmeter yang mungkin diaplikasikan. Konfigurasi yang diuji adalah konfigurasi DIAM, ORTH, THREE, DORTH, MID, LIN, dan DTRI. Simulasi dilakukan untuk melihat kinerja dari masingmasing  \n \n\nkonfigurasi. Berdasarkan simulasi yang telah dilakukan, diputuskan untuk menggunakan konfigurasi tiga lintasan paralel (LIN) pada sistem pengukuran yang dirancang dengan pertimbangan nilai parameter kinerja yaitu faktor  \n \n\nhidrodinamik rata-rata sebesar 1,006; faktor sensitivitas orientasi rata-rata sebesar 0,021; nilai faktor rentang orientasi yang lebih tinggi dibandingkan konfigurasi lain serta faktor kemudahan implementasinya.  \n \n\nDari simulasi tersebut, selanjutnya dilakukan perancangan sistem pengukuran dengan menggunakan konfigurasi terpilih. Adapun pada sistem pengukuran yang  \n \n\ndirancang, digunakan transduser ganda dengan harapan pengukuran waktu tempuh upstream dan downstream dapat dilakukan secara simultan. Dari hasil pengukuran diperoleh nilai kecepatan aliran sebesar 3,53 m/s dengan presisi hasil pengukuran sebesar 3,10%.", "Daftar File": {"2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105536", "2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105537", "2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105538", "2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105539", "2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105540", "2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105541", "2015 TA PP ROHENDY MICHAEL - FIRDA FITRIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105542"}, "Penulis": "ROHENDY MICHAEL (NIM : 13311030)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Deddy Kurniadi, Dr. Eng.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "flowmeter ultrasonik waktu tempuh multilintasan, konfigurasi flowmeter, simulasi numerik, eksperimen pengukuran, transduser ganda, presisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}