{"Nomor": 20484, "Judul": "PEMODELAN INVERSI 3D DATA GAYABERAT MENGGUNAKAN ALGORITMA GUIDED RANDOM SEARCH UNTUK MEMPERKIRAKAN KONFIGURASI CEKUNGAN", "Abstrak": "Metoda gayaberat merupakan metoda eksplorasi geofisika yang mengukur variasi medan gayaberat akibat adanya perbedaan densitas batuan di bumi. Variasi densitas dapat diturunkan menggunakan pengukuran ini, untuk dapat diinterpretasi bentuk maupun geometri benda sumber anomali.    \n \n \n \n\nPenentuan konfigurasi cekungan berdasarkan data gayaberat sangat diperlukan dalam rangka eksplorasi awal daerah prospek hidrokarbon. Anomali residual dapat dimodelkan untuk menghasilkan kedalaman basemen, sehingga dapat diketahui konfigurasi cekungan daerah tersebut. Perhitungan respons gayaberat model awal tersebut (pemodelan ke depan) dilakukan secara 3D dengan menganggap setiap grid sebagai suatu kolom vertikal dengan densitas konstan. Penentuan ketebalan atau kedalaman di setiap grid didasarkan atas selisih antara data perhitungan dan pengamatan (misfit).    \n \n \n \n\nMenggunakan mekanisme guided random search, pemodelan inversi 3D data gayaberat dilakukan dengan menggunakan bahasa pemrograman MATLAB. Solusi model dicari secara iteratif sehingga diperoleh solusi optimum yang merupakan minimum global pada daerah dengan ruang model yang besar. Dengan demikian dapat dilakukan interpretasi pada hasil pemodelan inversi 3D terhadap estimasi kedalaman top lapisan basemen dan konfigurasi dari cekungan daerah penelitian.", "Daftar File": {"2012 TA PP  ROSTANDAR HILMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105610", "2012 TA PP  ROSTANDAR HILMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105611", "2012 TA PP  ROSTANDAR HILMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105612", "2012 TA PP  ROSTANDAR HILMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105613", "2012 TA PP  ROSTANDAR HILMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105614", "2012 TA PP  ROSTANDAR HILMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105615", "2012 TA PP  ROSTANDAR HILMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105616"}, "Penulis": "ROSTANDAR HILMAN  (NIM : 12308037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hendra Grandis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gayaberat, pemodelan ke depan, pemodelan inversi 3D, cekungan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}