{"Nomor": 20485, "Judul": "STUDI DESAIN REAKTOR NUKLIR TIPE PWR BERBAHAN BAKAR KOMBINASI SIKLUS THORIUM-URANIUM", "Abstrak": "Reaktor nuklir tipe PWR merupakan jenis reaktor yang paling banyak digunakan sebagai reaktor daya komersial di dunia. Pada umumnya, reaktor PWR menggunakan bahan bakar dasar uranium dengan enrichment U-235 berkisar 1,5 Ã‚Â– 5 %. Dengan menggunakan bahan bakar uranium ini, biasanya reaktor-reaktor yang ada saat ini (baik tipe PWR maupun tipe lainnya) memiliki masalah dengan pengelolaan limbah serta hasil sampingan berupa plutonium yg biasanya dipermasalahkan dalam nuklir nonproliferasi. Untuk itu, digunakan bahan bakar dasar thorium untuk mengatasi masalah tersebut.  \n \n\nPada tugas akhir ini, dilakukan studi tentang reaktor tipe PWR menggunakan bahan bakar thorium. Analisis neutronik menggunakan persamaan difusi. Perhitungan dimulai dengan menghitung PIJ sel bahan bakar uranium (UO2) dan thorium (Th-U)O2 masing-masing secara terpisah dengan burnup step selama 10 tahun. Dari perhitungan sel bahan bakar, didapatkan nilai keff dan serta nuklida-nuklida hasil burnup bahan bakar. Kemudian dilakukan analisis neutronik secara keseluruhan dengan menggunakan modul CITATION pada SRAC Code System, dengan menggunakan bahan bakar kombinasi antara siklus thorium dan siklus uranium, dimana dilakukan pada 2 tipe teras yang berbeda. Teras pertama terdiri dari bahan bakar (Th-U)O2 dengan enrichment variasi pada 3 region berbeda. Hasil teras 1 optimal pada saat fraksi bahan bakar 50% dan komposisi UO2 35%. Sedangkan pada teras tipe 2, yang merupakan teras heterogen dengan bahan bakar (Th-U)O2 dan UO2 berada pada region yang berbeda. dibutuhkan enrichmet uranium yang lebih besar daripada enrichment yang biasanya ada pada reaktor-reaktor PWR konvensional untuk menyuplai neutron pada thorium. Didapatkan hasil yang menunjukkan factor multiplikasi teras reaktor serta distribusi fluks neutron dan rapat daya. Setelah optimal, didapatkan umur operasi reactor pada teras 1 selama 9 tahun dan jumlah plutonium yang diproduksi 3 kali lebih sedikit dibandingkan jumlah plutonium yang diproduksi reaktor PWR konvensional, sedangkan pada teras tipe 2 didapatkan umur reaktor selama 4 tahun dan jumlah Pu 2 kali lebih sedikit.", "Daftar File": {"2013 TA PP   ROUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105617", "2013 TA PP   ROUF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105618", "2013 TA PP   ROUF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105619", "2013 TA PP   ROUF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105620", "2013 TA PP   ROUF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105621", "2013 TA PP   ROUF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105622", "2013 TA PP   ROUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105623"}, "Penulis": "ROUF  (nim : 10209049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng. Zaki Su'", "ud"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis neutronik, pressurized water reactor (PWR), rasio koversi, thorium, plutonium, proliferation resistance.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}