{"Nomor": 20481, "Judul": "STUDI LANJUT STRATEGI REPAIR-REPLACEMENT PADA WARANSI 2 DIMENSI", "Abstrak": "Dalam tesis ini dilakukan penelitian mengenai salah satu strategi waransi, yaitu strategi repair-replacement dengan diberikan usage rate berasal dari suatu distribusi yang tidak diketahui. Penelitian yang telah dibuat sebelumnya adalah mempelajari strategi ini dengan    \n \n \n\nasumsi diberikan sebuah usage rate tertentu. Namun pada kenyataan di lapangan, tentunya  ada berbagai jenis penggunaan terhadap produk yang diwaransikan, seperti penggunaan ringan, normal, dan penggunaan berat yang mempengaruhi umur produk tersebut. Produk yang diasumsikan pada tulisan ini adalah kendaraan bermotor. Tulisan ini akan mencoba mencari interval yang dapat membuat ekspektasi biaya waransi dengan strategi dan usage rate seperti ini menjadi minimum.    \n \n \n\nDi tesis ini, penulis akan mempelajari hubungan dua buah peubah acak, yaitu usage rate dan waktu kerusakan produk dengan menggunakan fungsi kernel dua dimensi, yaitu kernel triangle dan kernel Gaussian. Kedua kernel tersebut akan digunakan untuk menggambarkan fungsi bersama dari kedua peubah acak tersebut dan juga untuk menghitung interval yang akan digunakan pada strategi waransi sehingga biaya waransi yang perlu disiapkan oleh    \n \n \n\nperusahaan menjadi minimum. Selain menggunakan kernel, metode lain yang digunakan untuk menentukan intervalnya adalah metode Monte Carlo. Setelah simulasi dan perhitungan dilakukan, akan diperoleh bahwa fungsi kernel akan memberikan hasil yang jauh lebih baik    \n \n \n\ndibandingkan dengan Monte Carlo dan dapat memberikan reduksi biaya waransi yang cukup baik sehingga metode ini dapat digunakan untuk menghadapi usage rate yang berbeda-beda antar konsumen produk.", "Daftar File": {"2014 TS PP RONNY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105586", "2014 TS PP RONNY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105587", "2014 TS PP RONNY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105588", "2014 TS PP RONNY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105589", "2014 TS PP RONNY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105590", "2014 TS PP RONNY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105591", "2014 TS PP RONNY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105592"}, "Penulis": "RONNY  (NIM: 20812003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sapto Wahyu Indratno, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "waransi, repair-replacement, kernel Gaussian, kernel triangle, Monte Carlo,  kernel dua dimensi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}