{"Nomor": 20480, "Judul": "PENGGUNAAN DATA ANGIN HASIL PREDIKSI MODEL WEATHER RESEARCH AND FORECASTING (WRF) UNTUK PREDIKSI GELOMBANG LAUT MENGGUNAKAN MODEL WAVEWATCH III  (WW3)", "Abstrak": "Indonesia merupakan negara maritim. Oleh karena itu hampir seluruh aktivitas kehidupan yang ada di wilayah Indonesia, memiliki hubungan yang erat dengan laut. Gelombang merupakan salah satu komponen laut yang dapat dibangkitkan oleh angin dan memberikan pengaruh besar terhadap aktivitas kehidupan di laut seperti pencarian sumber pangan dan transportasi. Oleh karena itu prediksi tinggi gelombang perlu dilakukan agar aktivitas kehidupan yang berada di wilayah lautan dapat dipersiapkan dengan lebih baik. Model Wavewatch III (WW3) merupakan model gelombang yang dikembangkan oleh NOAA. Model WW3 ditujukan untuk memperkirakan tinggi gelombang yang dibangkitkan oleh angin, oleh karena itu model WW3 merupakan model yang sensitif terhadap input data medan angin. Penggunaan model WW3 untuk memperkirakan tinggi gelombang pada wilayah perairan Indonesia yaitu Selat Sunda, telah dilakukan oleh Isniarny (2012). Isniarny menggunakan data medan angin dari GFS beresolusi yang cukup rendah (0.5oÃƒÂ—0.5o ) sebagai input pada model WW3. Hal ini menyebabkan hasil prediksi tinggi gelombang pada wilayah Selat Sunda yang relah dilakukan oleh Isniarny, memiliki nilai error sistematis yang cukup besar yaitu 1,2m ketika diverifikasi menggunakan data satelit altimeter multimisi.  \n \n\nPrediksi cuaca skala Indonesia bersifat eksperimental dengan resolusi yang cukup tinggi, saat ini telah dilakukan oleh Laboratorium Analisis Meteorologi ITB dengan menggunakan model Weather Research Forecasting (WRF) untuk menghasilkan prediksi cuaca selama 2 hari kedepan yang disebut WCPL Experiment. Penelitian tugas akhir ini dimaksudkan untuk melihat apakah penggunaan data medan angin resolusi tinggi hasil prediksi WCPL Experiment dapat meningkatkan performa model WW3 untuk prediksi gelombang laut di wilayah Indonesia. penggunaan data medan angin resolusi tinggi hasil model WRF (WCPL Experiment), terbukti dapat meningkatkan performa model WW3 untuk prediksi gelombang pada wilayah perairan Indonesia dengan menghasilkan prediksi gelombang yang valid untuk dua hari kedepan dan memiliki korelasi data 0,84 dan nilai error sistematis yang relatif rendah sebesar 0,5m pada saat diverifikasi dengan menggunakan data satelit altimeter multimisi.", "Daftar File": {"2013 TA PP  RONNY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105579", "2013 TA PP  RONNY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105580", "2013 TA PP  RONNY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105581", "2013 TA PP  RONNY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105582", "2013 TA PP  RONNY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105583", "2013 TA PP  RONNY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105584", "2013 TA PP  RONNY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105585"}, "Penulis": "RONNY (NIM 12809001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Data medan angin WRF, Resolusi tinggi, Wavewatch III, Prediksi gelombang laut.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}