{"Nomor": 20507, "Judul": "PENENTUAN PERCEPATAN GRAVITASI BUMI DARI EKSPERIMEN BANDUL MATEMATIS BERDASARKAN FAKTOR KOREKSI PERIODE OSILASI SOLUSI EKSAKNYA", "Abstrak": "Eksperimen bandul matematis biasa digunakan sebagai metode yang paling sederhana dan akurat untuk menentukan percepatan gravitasi bumi. Tujuan dari Proyek Akhir ini adalah menentukan percepatan gravitasi bumi dari eksperimen dengan berbagai sudut simpangan awal bandul. Kurva solusi eksak dengan pendekatan sudut kecil dan solusi eksak tanpa pendekatan sudut kecil untuk sudut simpangan awal bandul 0 10 terlihat bahwa periode  \n \n\nosilasinya sama untuk kedua solusi eksak tersebut. Sementara untuk sudut simpangan awal bandul 0 10 terlihat bahwa periode osilasi solusi eksak tanpa pendekatan sudut kecil lebih besar daripada periode osilasi solusi eksak dengan pendekatan sudut kecil. Dengan demikian, kita dapat menentukan faktor koreksi periode sebagai rasio periode osilasi solusi eksak tanpa  \n \n\npendekatan sudut kecil terhadap periode osilasi solusi eksak dengan pendekatan sudut kecil. Faktor koreksi periode berpengaruh pada percepatan gravitasi bumi. Semakin besar sudut simpangan awal bandul maka faktor  \n \n\nkoreksi periode semakin besar. Akibatnya nilai percepatan gravitasi bumi harus dikoreksi. Sebelum koreksi dilakukan, semakin besar sudut simpangan awal bandul semakin kecil nilai percepatan gravitasi bumi. Tetapi setelah koreksi dilakukan, nilai percepatan gravitasi bumi berdasarkan solusi eksak sama dengan nilainya berdasarkan pendekatan deret untuk berbagai sudut simpangan awal. Nilai rata-rata percepatan gravitasi bumi sebelum dikoreksi adalah 2 (9,65 0,03) m/s sedangkan nilainya setelah dikoreksi adalah 2 (9,78 0,03) m/s . Nilai rata-rata percepatan gravitasi bumi sebelum dikoreksi menunjukkan kesalahan relatif 1.32 % dan setelah dikoreksi 0.01 % terhadap percepatan gravitasi bumi teoreti", "Daftar File": {"2013 TS PP SAFRUDIN KIAYI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105751", "2013 TS PP SAFRUDIN KIAYI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105752", "2013 TS PP SAFRUDIN KIAYI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105753", "2013 TS PP SAFRUDIN KIAYI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105754", "2013 TS PP SAFRUDIN KIAYI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105755", "2013 TS PP SAFRUDIN KIAYI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105756", "2013 TS PP SAFRUDIN KIAYI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105757"}, "Penulis": "SAFRUDIN KIAYI (NIM : 90211016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Neny Kurniasih", "Dr. Hendro"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bandul matematis, faktor koreksi, periode, percepatan gravitasi bumi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}