{"Nomor": 20508, "Judul": "ARUS JENUH LAJUR BELOK KANAN PADA SATU PERSIMPANGAN BERSINYAL DI BANDUNG", "Abstrak": "Dalam analisis kapasitas simpang bersinyal, Manual Kapasitas Jalan Indonesia (MKJI) 1997, menghitung arus jenuh pada tiap pendekat yang diamati dengan cara menetapkan ekuivalen mobil penumpang (emp) untuk pendekat terlawan (tipe 0) atau terlindung (tipe P).        \n \n\nMenurut Webster (1966), untuk belok kanan terlindung dengan lajur khusus belok kanan, perhitungan arus jenuh dilakukan secara terpisah dengan menggunakan emp yang telah ditentukan. Selain itu nilai arus jenuh juga dipengaruhi oleh jari-jari kelengkungan.        \n \n\nTujuan penelitian ini adalah menghitung arus jenuh lajur lurus dan lajur belok kanan untuk kondisi terlindung pada simpang bersinyal. Lokasi penelitian dilakukan di simpang Jl.Buah Batu-Jl.Soekarno Hatta dengan pergerakan arus lalu-lintas diatur oleh lampu lalu-lintas isolated fixed time (waktu tetap). Pengamatan waktu siklus dan arus lalulintas pada kondisi jenuh direkam dengan menggunakan video kamera yang dilakukan pada kondisi jam puncak pagi dan sore pada satu hari kerja di bulan Mei 2000.        \n \n\nHasil studi menunjukkan dengan menggunakan emp untuk pergerakan terlindung dari MKJI 1997 didapatkan arus jenuh rata-rata lajur belok kanan sebesar 1806 smp/jam dan lajur lurus sebesar 2175 smp/jam. Arus jenuh lajur lurus lebih besar 20% dari lajur belok kanan. Dengan uji Z pada tingkat keyakinan 95% arus jenuh rata-rata lajur belok kanan dengan lajur lurus menunjukkan perbedaan yang signifikan untuk lebar lajur masing-masing 3,5m.        \n \n\nSementara itu, pengamatan terhadap siklus dengan potongan waktu yang mengandung kendaraan ringan saja, diperoleh arus jenuh lapangan untuk lajur belok kanan dan lajur lurus masing-masing sebesar 1800 smp/jam dan 2271 smp/jam. Dari hasil perhitungan emp, untuk lajur belok kanan didapatkan emp kendaraan ringan (empLv)=1,0, emp kendaraan berat (empHv)=1,2, emp sepeda motor (empMc)=0,3 dan untuk lajur lurus didapatkan empLv=1,0, empHv=1,3, empPMc=0,2. Faktor koreksi kendaraan ringan lajur belok kanan besarnya 1,3 kali kendaraan ringan lajur lurus.", "Daftar File": {"2000 TS PP SAMSUL BAHRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105758", "2000 TS PP SAMSUL BAHRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105759", "2000 TS PP SAMSUL BAHRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105760", "2000 TS PP SAMSUL BAHRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105761", "2000 TS PP SAMSUL BAHRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105762", "2000 TS PP SAMSUL BAHRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105763", "2000 TS PP SAMSUL BAHRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105764", "2000 TS PP SAMSUL BAHRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105765"}, "Penulis": "SAMSUL BAHRI (NIM 25098086)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Titi Liliani Soedirjo, M.Sc. dan Ir. Willy Tumewu, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Arus Jenuh, Lajur Lurus, Lajur Belok Kanan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}