{"Nomor": 20506, "Judul": "PENENTUAN NILAI KRITIS PERALATAN UNTUK SISTEM MANAJEMEN PEMELIHARAAN KILANG MINYAK PERTAMINA", "Abstrak": "Direktorat pengolahan PErtamina adalah merupakan bagian yang bertugas mengolah minyak mentah menjadi produk-produk BMM (Bahan bakar minyak) dan petrokimia melalui unit-unit pengolahannya yang tersebar diseluruh Indonesia.           \n \n\nDalam rangka menghadapi tantangan kedepan yang semakin berat, agar perusahaan tetap bisa survive & growth, Direktorat pengolahan melakukan usaha-usaha untuk mengoprasikan kilangnya secara optimal.          \n \n\nTulisan ini adalah salah satu usulan untuk menunjang usaha tersebut, dari segi manajemen pemeliharaan yaitu: penentuan nilai kritis peralatan (NKP) untuk peralatan stationary kilang.           \n \n\nNKP pada dasarnya adalah suatu sistem untuk menentukan prioritas dari suatu peralatan berdasarkan faktor-faktor yang mempengaruhinya, yaitu konsekuensi apabila peralatan mengalami kegagalan dan probabilitas apabila mengalami kegagalan.           \n \n\nManfaat dari NKP ini adalah akan menyebabkan kenaikan kinerja pemeliharaan peralatan kilang dan penurunan biaya pemeliharaan.           \n \n \n\n.......", "Daftar File": {"1996 TS PP SADMINTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105743", "1996 TS PP SADMINTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105744", "1996 TS PP SADMINTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105745", "1996 TS PP SADMINTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105746", "1996 TS PP SADMINTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105747", "1996 TS PP SADMINTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105748", "1996 TS PP SADMINTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105749", "1996 TS PP SADMINTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105750"}, "Penulis": "SADMINTO (Nim: 28195037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir Iman Sudirman"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pertamina, Pengelolaan minyak dan gas bumi,  nilai kritis peralatan, manajemen pemeliharaan kilang minyak, NKP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}