{"Nomor": 20510, "Judul": "SISTEM VENTILASI PERSONAL DI TEMPAT KERJA UJI COBA DI DALAM RUANG IKLIM", "Abstrak": "Ventilasi personal (VP) adalah alat yang menyediakan kebutuhan ventilasi secara perorangan dan kenyamanan termal. VP pada umumnya menyemburkan udara kepada pengguna pada daerah pernafasan. Untuk meneliti VP dan pengaruhnya terhadap orang, perlu dilakukan berbagai percobaan. Karena Teknik Fisika ITB saat ini belum memiliki sarana untuk percobaan VP, diputuskan untuk membuat sarana tersebut. VP akan diuji dengan melakukan berbagai percobaan menggunakan naracoba dan tanpa menggunakan naracoba.  \n \n\nTelah dibuat sarana percobaan VP dibuat dari PVC berdiameter 2,5 cm dan dilengkapi dengan difuser sederhana. Udara yang melewati VP didorong menggunakan blower yang dilengkapi sebuah variable frequency drive (VFD). Percobaan VP juga telah dilakukan dan didapat hubungan kecepatan aliran udara dengan aliran udara VP, dan hubungan aliran udara VP dengan frekuensi pada blower. Tanggapan dari naracoba juga telah diambil dan ditinjau pengaruh VP terhadap naracoba.  \n \n\nPercobaan yang dilakukan adalah mengamati pengaruh aliran udara VP terhadap suhu udara pada ruang iklim, dan pengaruh frekuensi elektrik (fb) terhadap kecepatan aliran udara. Kecepatan aliran udara dipilih empat nilai dari masukan VP (Vin), yaitu 1,5 m/s, 3,0 m/s, 4,5 m/s, dan 6 m/s. Diambil juga tanggapan subjektif dari delapan naracoba yang terdiri dari empat perempuan dan empat laki-laki. Diperoleh kenyamanan optimum pada Vin 4,5 m/s.", "Daftar File": {"2013 TA PP SANDI BAGUS PERMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105773", "2013 TA PP SANDI BAGUS PERMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105774", "2013 TA PP SANDI BAGUS PERMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105775", "2013 TA PP SANDI BAGUS PERMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105776", "2013 TA PP SANDI BAGUS PERMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105777", "2013 TA PP SANDI BAGUS PERMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105778", "2013 TA PP SANDI BAGUS PERMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105779"}, "Penulis": "SANDI BAGUS PERMADI (NIM : 13308063)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Wisnu Hendradjit, M.Sc. E.", "Rahmat Romadhon, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ventilasi personal (VP), ruang iklim, suhu, kecepatan aliran udara, tanggapan subjektif, naracoba", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}