{"Nomor": 20516, "Judul": "PENGARUH POTASSIUM FELDSPAR DAN SODIUM FELDSPAR TERHADAP SIFAT FISIK DAN MEKANIK KERAMIK", "Abstrak": "Keramik ubin dibentuk oleh tiga komponen, yaitu clay, fluks dan filler. Clay berfungsi untuk memberikan plastisitas untuk membentuk body dan unfired strength dalam proses pembentukan dan pembakaran. Fluks memberikan kekuatan fired product dan filler berfungsi mengontrol ekspansi termal pada fired body. \n \n \n \n\nDalam penelitian ini digunakan feldspar sebagai fluks. Maksud digunakannya material ini untuk menurunkan temperature firing yang hasilnya akan menurunkan ongkos produksi. Felsdspar yang digunakan dalam penelitian ini ialah orthoclase (potassium feldspar) dan albite (sodium feldspar). \n \n \n \n\nPenelitian ini ditujukan untuk mempelajari pengaruh orthoclase maupun albite pada campuran keramik ubin terhadap sifat fisik dan mekanik pada berbagai temperatur pembakaran. Sifat-sifat fisik yang dipelajari ialah shrinkage, water absorption dan kekerasan. \n \n \n \n\nDalam pelaksanaan penelitian, variasi komposisi dilakukan hanya untuk feldspar dan temperatur pembakarannya dalam skala laboratorium. Sampel yang dihasilkan kemudian diukur sifat-sifat fisiknya dan mekaniknya. \n \n \n \n\nHasil penelitian menunjukkan bahwa penambahan orthoclase pada komposisi body keramik ubin menghasilkan sifat fisik yang lebih baik daripada penambahan albite. Hasil ini tidak sesuai dengan penelitian yang dilakukan oleh Dana dan Das (2004). Hasil penelitian ini menunjukkan bahwa ketidak sesuaian tersebut disebabkan oleh perbedaan ukuran butir antara orthoclase dan albite dan yang digunakan dan perbedaan alkali total antara dua macam body. Total alkali body masing-masing menggunakan 100% Kfeldspar dan 100% Na-feldspar, sebesar 6,7% dan 5.4%. Ukuran butirannya untuk potassium feldspar lebih kecil (15,9% berukuran > 74μm dan 52,5% berukuran < 53 μm) dibandingkan dengan sodium feldspar (72,7% berukuran > 74μm dan 20,31% berukuran < 53 μm). Hasil lain yang diperoleh ialah bahwa pembakaran pada 1200 derajat C akan menghasilkan kirsaran sifat fisik dan mekanik yang relatif tidak berfluktuasi dibandikan dengan suhu 1120 derajat C.", "Daftar File": {"2007 TA PP SATRIYO SANTOSO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105814", "2007 TA PP SATRIYO SANTOSO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105815", "2007 TA PP SATRIYO SANTOSO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105816", "2007 TA PP SATRIYO SANTOSO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105817", "2007 TA PP SATRIYO SANTOSO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105818", "2007 TA PP SATRIYO SANTOSO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105819"}, "Penulis": "SATRIYO SANTOSO (NIM 13702044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Aditianto Ramelan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Potassium feldspar, Sodium feldspar, Sifat fisik, Sifat mekanik, Keramik ubin", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}