{"Nomor": 20523, "Judul": "STUDI INJEKSI SURFAKTAN DI LAPANGAN X DENGAN SIMULASI NUMERIK", "Abstrak": "Turunnya produksi suatu lapangan minyak adalah sesuatu yang alamiah terjadi, terutama untuk lapangan yang sudah tua. Lapangan minyak X berproduksi sejak tahun 1961 dan untuk menaikan produksi dilakukan injeksi air (waterflood) sejak tahun 1995. Namun setelah lebih dari 15 tahun, waterflood menjadi kurang efektif, sehingga diajukan injeksi surfaktan untuk memperbaiki efisiensi dari waterflood tersebut.  \n \n\nInjeksi surfaktan berfungsi untuk menurunkan tegangan antar muka dari minyak dan air, sehingga dapat memobilisasi minyak yang terjebak karena tekanan  \n \n\nkapiler. Interaksi antara surfaktan dengan reservoir lapangan X yang heterogen sangat kompleks dan memerlukan studi simulasi numerik untuk menterjemahkannya. Berkaitan dengan hal tersebut, dilakukan suatu studi untuk mengetahui pengaruh surfaktan terhadap produksi minyak dengan menggunakan metode simulasi numerik. Simulator yang digunakan adalah black oil simulator  \n \n\nEclipse E100 dengan mengaktivasi modul surfaktan.  \n \n\nStudi diawali dengan persiapan model reservoir yang akan digunakan, dimulai dari persiapan data sampai dengan kalibrasi model untuk memperoleh model reservoir yang representatif. Studi surfaktan dilakukan dalam rentang waktu 15 tahun dan dilakukan studi sensitivitas konsentrasi surfaktan, durasi injeksi dan teknik injeksi.  \n \n\nDiperoleh hasil yang paling optimum yaitu injeksi surfaktan dengan sistem injeksi slug per 6 bulan dengan konsentrasi surfaktan 1% selama kurun waktu 6 tahun.  \n \n\nDiperoleh kenaikan faktor perolehan minyak sebesar 9.2% (selama 15 tahun) dan kenaikan net present value (NPV) sebesar 28 juta USD dari NPV base case.", "Daftar File": {"2011 TS PP SETIA BUNGSU KOMARUDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105875", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105874", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105876", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105877", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105878", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105879", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105880", "2011 TS PP SETIA BUNGSU KOMARUDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105881"}, "Penulis": "SETIA BUNGSU KOMARUDIN (NIM : 22209085)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Ir. M. Hidayat Abqory"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "simulasi numerik, pemodelan reservoir, injeksi surfaktan, konsentrasi, continuous injection, slug injection", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}