{"Nomor": 20529, "Judul": "PERANCANGAN APLIKASI UNTUK SISTEM PENYALIRAN PADA TAMBANG TERBUKA", "Abstrak": "Tambang Terbuka adalah metode tambang yang dikerjakan untuk eksploitasi endapan mineral pada berbagai jenis batuan atau bijih yang terletak pada atau dekat dengan permukaan. Pada tambang terbuka, penambangannya dilakukan dari permukaan yang relatif mendatar menuju ke arah bawah dimana endapan bijih tersebut berada. Salah satu ciri utama metode tambang terbuka adalah adanya pengaruh iklim pada kegiatan penambangan. Elemen-elemen iklim tersebut antara lain : hujan, panas (temperature), tekanan udara dan sebagainya, yang dapat mempengaruhi kondisi tempat kerja, untuk kerja alat dan kondisi pekerja, yang selanjutnya dapat mempengaruhi produktifitas tambang. Air tambang memiliki pengaruh besar terhadap produktifitas tambang. Oleh karena itu diperlukan berbagai metode/cara untuk mengatur aliran air yang masuk ke dalam front kerja. Penyaliran tambang merupakan salah satu aspek penting pada tambang terbuka terkait dengan kondisi kerja, keselamatan, produktivitas dan lingkungan dimana penyaliran tambang bertujuan meminimalkan air yang masuk ke dalam front penambangan serta mengeluarkan air dari area front penambangan (proses pemompaan). Untuk dapat melakukan pengendalian air tambang dengan baik perlu diketahui sumber dan perilaku air. Adapun aspek-aspek yang mendasari perencanaan penyaliran tambang adalah aspek hidrologi dan hidrogeologi, meliputi pengetahuan daur hidrologi, curah hujan, infiltrasi, air limpasan dan air tanah serta teknik penyaliran tambang. Proses perancangan sistem penyaliran pada tambang terbuka membutuhkan berbagai perhitungan, pengolahan data maupun optimasi untuk mendukung pengambilan keputusan dalam proses pemilihan alternatif. Perhitungan pada sistem penyaliran diantaranya: perhitungan debit (limpasan), perhitungan hujan rencana, perhitungan saluran, perhitungan gorong-gorong hingga perhitungan volume sumuran dan pompa. Proses ini dapat dilakukan cepat dan akurat dengan memanfaatkan teknologi informasi dengan membuat suatu aplikasi pendukung untuk sistem penyaliran tersebut. Dalam kasus ini perancangan aplikasi dibuat menggunakan Microsoft Visual Basic 6.0Ã‚Â® dan metode pendekatan sistem menggunakan pendekatan berbasis objek dengan alat bantu analisis Unified Modeling Language (UML).", "Daftar File": {"2012 TS PP SITA DEWI PRAHASTINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105929", "2012 TS PP SITA DEWI PRAHASTINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105930", "2012 TS PP SITA DEWI PRAHASTINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105931", "2012 TS PP SITA DEWI PRAHASTINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105932", "2012 TS PP SITA DEWI PRAHASTINI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105933", "2012 TS PP SITA DEWI PRAHASTINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105934", "2012 TS PP SITA DEWI PRAHASTINI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105935", "2012 TS PP SITA DEWI PRAHASTINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105936"}, "Penulis": "SITA DEWI PRAHASTINI  (NIM : 22110318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Rudy Sayoga Gautama"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sistem Penyaliran Tambang Terbuka , Perancangan aplikasi, Visual Basic 6.0Ã‚Â®.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}