{"Nomor": 20522, "Judul": "REKONSTRUKSI PERUBAHAN IKLIM PADA KALAHOLOSEN BERDASARKAN FOSIL PALINOMORF DI LEPAS PANTAI TARAKAN, KALIMANTAN UTARA", "Abstrak": "Studi palinomorf merupakan studi mikrofosil yang berasal dari tumbuhan dan hewan berdinding organik dan karbonatan. Berdasarkan penelitian, palinomorf yang diendapkan pada sedimen laut merupakan hasil transportasi dari habitatnya menuju tempat pengendapannya, dan masih mampu merefleksikan variasi vegetasi, perubahan iklim dan fluktuasi muka air laut. Lokasi penelitian berada di Lepas Pantai Tarakan, Kalimantan Utara yang termasuk dalam Sub-Cekungan Tarakan. Lokasi tersebut mendapat pengaruh dari Arus Lintas Indonesia (Arlindo) baik secara langsung maupun tidak langsung. Data diperoleh dari hasil pengintian gravitasiendapan Kuarter. Analisis palinologi sebanyak 144 sampel dilakukan di Laboratorium Palinologi, Teknik Geologi, FITB-ITB.Dari hasil analisis palinologi    diperoleh zonasi palinologi, palinofasies, sedangkan analisis sedimen akan menghasilkan fasies sedimen.      \n\nBerdasarkan analisis palinologi, terdapat 108 taksa teridentifikasi yang terdiri dari dinoflagelata, foraminifera, polen dan spora.Taksa polen dikelompokkan menjadi tumbuhan hutan mangrove, tumbuhan dataran rendah, tumbuhan pegunungan dan rerumputan.Proporsi kehadiran taksa yang ditemukan bersifat fluktuatif, sehingga kehadirannya dapat bersifat nyata ataupun semu. Berdasarkan analisis kuantitatif menggunakan analisis PCA diketahui hanya taksa Araceae, Annonaceae, Palmae spp, Pandanus sp, Piperaceae, Sapindaceae, Urticaceae, Cupressus sp,Malphigiceae, Cyperaceae, Gramineae, Dianthus chinensis, Gleicheniaceae,Nephelea cuspidate, dan Polypodiaceae yang hadir secara nyata. Fluktuasi kehadiran palinomorf terjadi karena proses pengangkutan dan pengendapan. Proses tersebut dipengaruhi oleh beberapa faktor yaitu arus, jarak, ukuran sedimen dan antropogenik. Arus laut mengangkut palinomorf tersebut dari sumber nya hingga mengendap pada sub-cekungan Tarakan.Sistem transportasinya diduga melalui kanal-kanal bawah laut yang masih aktif.Kehadiran palinomorf di wilayah sedimentasi laut dalam lebih banyak dan bervariasi dibandingkan pada daerah paparan dan lereng, hal ini diduga karena adanya pengaruh arus. Sub-Cekungan Tarakan terdiri dari fasies sedimen pasir, lanau dan lempung.Distribusi sedimen dasar laut menunjukkan perubahan sedimen yang semakin halus ke arah wilayah pengendapan laut dalam.Data inti bormenggambarkan adanyaperubahan fasies mengkasar keatas. Perubahan ini mengindikasikan peningkatan dalam kekuatan arus transportasi saat pengendapan berlangsung.Palinofasies yang terbentuk berdasarkan asosiasi palinomorf dan sedimen terbagi dalam fasies A, B, C, dan D. Palinofasies tersebut dapat menggambarkan perubahan iklim dan palinostratigrafi pada Kala Holosen yang berlangsung sejak Ã‚Â±9833 th BP hingga saat ini. Perubahan lingkungan menggambarkan perubahan iklim dan fluktuasi muka air laut secara tidak.Iklim kering dengan penurunan suhu maksimal menyebabkan pergeseran garis pantai ke arah laut pada interval Ã‚Â±7083 hinggaÃ‚Â±8333th BP, dan iklim basah dengan kenaikan suhu maksimal pada periode Ã‚Â±5917sampai Ã‚Â±7083 th BP dan Ã‚Â±1750 hingga Ã‚Â±2750 th BP yang menyebabkan pergeseran garis pantai ke arah daratan.", "Daftar File": {"2016 TS PP SEPTRIONO HARI NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105859", "2016 TS PP SEPTRIONO HARI NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105860", "2016 TS PP SEPTRIONO HARI NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105861", "2016 TS PP SEPTRIONO HARI NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105864", "2016 TS PP SEPTRIONO HARI NUGROHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105865", "2016 TS PP SEPTRIONO HARI NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105863"}, "Penulis": "SEPTRIONO HARI NUGROHO ( NIM: 22013308 )", "Kontributor / Dosen Pembimbing": ["Tim pembimbing : Dr. Ir. Dardji Noeradi", "Dr. Ir. A. Tjipto Rahardjo", "Dr. Eko Yulianto, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sub-Cekungan Tarakan, palinomorf, sedimentasi, pengangkutan, palinofasies, perubahan, iklim, arus,Arlindo.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}