{"Nomor": 20525, "Judul": "PEMBUATAN ROBOT CARUMBA DENGAN BENTUK", "Abstrak": "Eksistensi kebudayaan tradisional Indonesia seperti alat musik tradisional mulai tergeser akibat perkembangan teknologi dan arus globalisasi yang tidak bisa dihindari. Salah satu upaya yang bisa dilakukan untuk melestarikan kebudayaan tradisional ini adalah dengan melakukan pengayaan terhadap seni tradisional ini sendiri. Dalam penelitian tugas akhir ini, dilakukan upaya pelestarian budaya tradisional dengan cara analisis ilmiah pada sisi akustik alat musik carumba dan penambahan teknologi robotik pada permainan carumba.        \n \n\nPenelitian akustik difokuskan pada pengamatan pengaruh dimensi bilah terhadap timbre dari tabung suara untuk mendukung pembuatan desain robot carumba. Eksperimen perautan sisi bilah menunjukkan bahwa perautan sisi bilah menyebabkan penurunan nada dasar dan perubahan timbre pada tabung suara. Terjadi penurunan pada overtones pertama dan kedua, namun pada overtones ketiga justru mengalami kenaikan. Pada eksperimen kedua dilakukan pemotongan ujung atas bilah dan didapatkan pemotongan bilah menyebabkan kenaikan pada nada dasar dan overtones pertama hingga ketiga. Namun harga fn/f0 dari overtones ketiga bergeser naik sehingga menyebabkan perubahan timbre.        \n \n\nPada pembuatan robot, dilakukan beberapa modifikasi dengan tidak menghilangkan keunikan dari permainan carumba itu sendiri. Pembuatan robot carumba ini meliputi pembuatan mekanik, elektrik dan program bagi robot. Dari penelitian ini, dihasilkan robot carumba bertipe pengiring yang memainkan akord dan mempertahankan cara permainan aslinya dengan cara dipukul. Robot ini beroperasi menggunakan daya sebesar 290 watt yang digunakan untuk menggerakkan empat buah brushed DC motor pada satu waktu. Robot ini menggunakan 18 buah nada yang dimulai dari F#3 hingga B4 dengan peletakan tabung bambu saling berhadapan satu sama lain sehingga ketika dilihat dari depan membentuk huruf Ã‚Â“VÃ‚Â”. Robot juga dapat memainkan dinamika dengan cara mengatur daya yang masuk ke motor melalui sinyal PWM. Agar dapat berintegrasi dengan robot alat musik lain, robot carumba harus dapat menerima pesan MIDI yang dikirim oleh program Klung-Maestro. Robot ini dapat memainkan musik dengan frekuensi 155 bpm. Penyebaran kuesioner dilakukan untuk mengetahui pendapat masyarakat tentang robot carumba ini. Hasilnya 72% responden sangat setuju bahwa robot carumba mendukung pelestarian budaya tradisional Indonesia dan 52% responden setuju bahwa setelah melihat robot carumba mereka mengetahui alat musik carumba.", "Daftar File": {"2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105889", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105890", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105891", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105892", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105893", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105894", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105895", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/105896", "2014 TA PP SIGIT YUDANTO - NUGROHO HARI WIBOWO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105897"}, "Penulis": "SIGIT YUDANTO (NIM : 13310044) NUGROHO HARI WIBOWO (NIM : 13310068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eko Mursito Budi, M.T.", "Dr. Ir. I Gde Nyoman Merthayasa, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "carumba, akustik, robotika, brushed DC motor, MIDI.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}