{"Nomor": 20535, "Judul": "KARAKTERISTIK AIR PANAS DAN FUMAROLA DI GUNUNG PAPANDAYAN, JAWA BARAT SERTA KAITANNYA DENGAN AKTIVITAS VULKANIK", "Abstrak": "Karakteristik kimia manifestasi panas bumi di permukaan sangat berguna untuk mempelajari sistem hidrotermal magmatik dan perubahan karakteristik kimianya dari waktu ke waktu dapat memberikan informasi yang berharga untuk memantau perubahan aktivitas vulkaniknya.  \n \n\nManifestasi panas bumi di Gunung Papandayan terdiri dari mata air panas, kolam lumpur panas, air danau kawah asam, dan fumarola. Temperatur air panas antara 32 dan 96oC, pH antara 0,8 dan 3,0 (asam kuat), diklasifikasikan sebagai air panas bertipe asam sulfat klorida yang terbentuk akibat kondensasi gas-gas magmatik SO2, H2S, dan HCl ke dalam air tanah dangkal. Temperatur fumarola antara 90 dan 300oC, kandungan H2O paling tinggi (96-99%), CO2 (1,1-3,0%), sulfur total (SO2 dan H2S) antara 0,1 dan 1,0% dengan H2S (0,1-0,7%) dan SO2 (kurang dari 0,3%), HCl kurang dari 0,24%, N2 kurang dari 0,06%, O2 kurang dari 0,003%, dan gas-gas CH4, H2, He, dan Ar kurang dari 0,002%. Kandungan H2S lebih besar dari SO2 dan kandungan sulfur total (St) lebih besar dari HCl, mencerminkan karakteristik fumarola bertemperatur rendah sampai sedang. Kandungan gasnya memperlihatkan karakteristik gas vulkanik andesitik yang berasosiasi dengan lingkungan tektonik konvergen dan dipengaruhi oleh sistem hidrotermal serta komponen meteorik.  \n \n\nPeningkatan aktivitas vulkanik tahun 2000-2002 ditandai oleh meningkatnya temperatur, pH, kandungan kimia dan δ34S(SO4), serta meningkatnya rasio K/Na dan rasio Cl/SO4 pada air panas. Menurunnya aktivitas vulkanik sejak tahun 2003-2009 juga ditandai oleh menurunnya temperatur, pH, kandungan kimia dan δ34S(SO4), serta menurunnya rasio K/Na serta rasio Cl/SO4 pada air panas, dan ditunjang oleh menurunnya rasio SO2/H2S pada fumarola. Pola perubahan kimia ini sangat dipengaruhi oleh meningkatnya suplai gas magmatik terutama HCl dan SO2 pada saat aktivitas vulkanik meningkat.  \n \n\nMeningkatnya rasio CO2/St dan St/HCl pada fumarola sejak tahun 2003-2009 disebabkan oleh menurunnya suplai magma dan absorbsi gas HCl dan SO2 kedalam sistem hidrotermal.  \n \n\nPeningkatan temperatur, kandungan kimia, kandungan δ34S(SO4), rasio Cl/SO4 pada air panas serta peningkatan rasio SO2/H2S pada fumarola merupakan indikator apabila terjadi peningkatan aktivitas di Gunung Papandayan sehingga dapat digunakan sebagai parameter geokimia untuk pemantauan aktivitas vulkanik di Gunung Papandayan.", "Daftar File": {"2010 TS PP SOFYAN PRIMULYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105978", "2010 TS PP SOFYAN PRIMULYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105979", "2010 TS PP SOFYAN PRIMULYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105980", "2010 TS PP SOFYAN PRIMULYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105981", "2010 TS PP SOFYAN PRIMULYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105982", "2010 TS PP SOFYAN PRIMULYANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105983", "2010 TS PP SOFYAN PRIMULYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105984"}, "Penulis": "SOFYAN PRIMULYANA (NIM: 22008031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Niniek Rina Herdianita M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "fumarola, kondensasi, hidrotermal magmatik, pemantauan, Papandayan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}