{"Nomor": 20531, "Judul": "MANDALA DAN KESEGARISAN ASTRONOMI DI CANDI PRAMBANAN", "Abstrak": "Masyarakat Hindu di India telah mengenal astronomi sejak beribu-ribu tahun yang lalu. Astronomi pertama kali disebutkan di dalam kitab Rigweda, kitab Hindu tertua. Pernyataan tersebut didukung dengan aspek-aspek astronomi yang ditemukan dari beberapa bangunan kuno Hindu di India. Tidak hanya di India, Angkor Wat yang merupakan candi Hindu yang berada di Kamboja pun memiliki aspek astronomi yang cukup lengkap. Di Indonesia sendiri, terdapat Candi Prambanan yang merupakan kompleks percandian Hindu terbesar.     \n\nPada penelitian sebelumnya telah dibuktikan adanya kaitan Candi Prambanan dengan astronomi, yaitu dari arah hadap candi yang tepat mengarah ke timur. Dari arah hadap tersebut, tentu telah dilakukan pengamatan Matahari sebelumnya secara konsisten. Candi Prambanan juga diduga menggunakan konsep mandala, yaitu konsep dasar yang digunakan dalam pendirian candi Hindu di India. Konsep mandala ini memiliki informasi-informasi penting terkait dengan astronomi begitupula dengan data sejarah. Dari aturan pembuatan mandala, tanggal pendirian suatu candi dapat dicari. Selain itu, berdasarkan jenis mandala yang digunakan, dapat diketahui untuk siapakah candi tersebut dibangun. Untuk itu, dibuatlah hipotesis jenis mandala berdasarkan jumlah Candi Pervara yang terdapat di halaman II kompleks candi. Dari hipotesis tersebut, diduga bahwa Candi Prambanan dibangun untuk tempat peribadatan raja (Ksatriya).     \n\nSelain hipotesis jenis mandala, dalam Tugas Akhir ini juga dicari kemungkinan kesegarisan antara bangunan-bangunan pada Candi Prambanan dengan Matahari dan Bulan. Kemungkinan kesegarisan dicari dengan melakukan perhitungan deklinasi benda langit yang berada di puncak candi dari berbagai posisi. Dengan mengambil nilai deklinasi yang bersesuaian dengan deklinasi Matahari dan Bulan, kesegarisan dengan kedua benda langit tersebut dapat diketahui.", "Daftar File": {"2014 TA PP SITTI ATTARI KHAIRUNNISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105944", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105945", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105946", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105947", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105948", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105949", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/105950", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/105951", "2014 TA PP SITTI ATTARI KHAIRUNNISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105952"}, "Penulis": "SITTI ATTARI KHAIRUNNISA (NIM : 10310023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Taufiq Hidayat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Candi Prambanan, kesegarisan astronomi, mandala, arkeoastronomi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}