{"Nomor": 20538, "Judul": "CASE REPORT ON NUTRIENT RECOVERY IN RURAL AREA (Case Study of Petir village, Gunungkidul Regency Yogyakarta Special Province, Indonesia)", "Abstrak": "Although agriculture is one of the main sectors of income for many Indonesians, they still live under impoverished conditions. On one hand, they have to provide their cropland with fertilizer, which is often burdensome for the farmer. On the other hand, water shortages weaken their productivity. In order to provide better quantity, quality and continuity of water supply, the Bribin II (Bribin Sindon) water supply scheme was initiated by Indonesian-German academic and government institutions as well as industries.  \n \n\nSince water is scarcely available, then groundwater protection is required for the environment (groundwater) protection. Therefore, nutrient recovery from domestic wastewater is proposed as a solution to improve sanitation and to supply fertilizer requirements. With respect to fertilizer, human excreta contain nutrients which are required by plants and can be used instead of chemical fertilizer. Urine is rich in nitrogen, while faeces are rich in phosphorous, potassium and organic matter (JÃƒÂ¶nsson, 2004).  \n \n\nThis research tries to estimate agricultural nutrient demands and nutrient potential from wastewater. Out of 23 villages within Bribin water supply areas, Petir village was chosen as a study area. Since this concept is relatively new for Indonesians, social research was conducted to understand the cultural acceptance of this idea. Social research results showed that the communityÃ‚Â’s response to Ecological Sanitation was positive, because 73% had no objection to the use of nutrient recovery. Besides, 64% of respondents were willing to use its products, recovered nutrients, as a synthetic fertilizer substitute in order to reduce their expenditure. In 2008, it was found that nutrient potential from domestic wastewater in Petir was 11.6 tons of N; 1.74 tons of P and 4.9 tons of K, while the demand was 80 tons of N, 13.7 tons P and 35.3 tons of K. This potential, it seems, could cover 14.5% of N demand, 12.7% of P demand and 13.9% of K demand in Petir. However, in some areas all nutrient demand could be supplied by humanure. From that estimation, 57% of respondents could reduce their expenditure in the range of 1-36% of their expenses.", "Daftar File": {"2009 TS PP SORAYA DIAN INSANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105999", "2009 TS PP SORAYA DIAN INSANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106000", "2009 TS PP SORAYA DIAN INSANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106001", "2009 TS PP SORAYA DIAN INSANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106002", "2009 TS PP SORAYA DIAN INSANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106003", "2009 TS PP SORAYA DIAN INSANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106004", "2009 TS PP SORAYA DIAN INSANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/106005", "2009 TS PP SORAYA DIAN INSANI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/106006", "2009 TS PP SORAYA DIAN INSANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106007"}, "Penulis": "SORAYA DIAN INSANI (NIM : 22108005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Sulistijo, M.App.Sc & Prof. Dr. Ir. Sudarto Notosiswoyo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ecological Sanitation, Fertilizer, Nutrient Recovery", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}