{"Nomor": 20532, "Judul": "PELINDIAN BIJIH MANGAN DARI NUSA TENGGARA DENGAN MENGGUNAKAN ASAM OKSALAT DAN MOLASES SEBAGAI AGEN PEREDUKSI DAN SINTESIS SERBUK MANGAN DIOKSIDA DENGAN METODE HIDROTERMAL", "Abstrak": "Bijih mangan merupakan salah satu bahan tambang yang terdapat di Indonesia yang belum diolah sendiri di dalam negeri menjadi produk yang bernilai tambah. Selain proses ekstraksi dengan jalur pirometalurgi untuk menghasilkan paduan ferromangan dan silikon-mangan, alternatif pengolahan bijih mangan adalah dengan jalur hidrometalurgi untuk menghasilkan beberapa tipe produk seperti serbuk mangan dioksida (MnO2), kalium permanganat (KMnO4), mangan sulfat (MnSO4) dan Mn murni. Salah satu aspek penting dalam proses hidrometalurgi  \n \n\nbijih mangan yang banyak diteliti adalah pemilihan jenis reduktor yang efektif dan murah untuk proses pelindian langsung bijih mangan tipe pirolusit. Pada penelitian tesis ini dipelajari proses pelindian reduktif bijih mangan dari Kupang, Nusa Tenggara Timur dengan menggunakan asam oksalat dan molases sebagai agen pereduksi dan proses sintesis serbuk mangan dioksida (MnO2) dari hasil pelindian dengan metode hidrotermal.  \n \n\nSerangkaian percobaan pelindian telah dilakukan untuk mempelajari pengaruh konsentrasi asam sulfat, suhu pelindian, persen solid dan jenis reduktor terhadap  \n \n\npersen ekstraksi mangan dan persen keterlarutan besi. Dari percobaan pelindian yang dilakukan, ditentukan konsentrasi asam sulfat, suhu, persen solid dan jenis  \n \n\nreduktor yang memberikan persen ekstraksi mangan paling tinggi dengan persentase keterlarutan besi yang minimal. Kinetika pelindian Mn dipelajari dengan menggunakan model Shrinking Core Model dan Shrinking Particles  \n \n\nModel. Dari studi kinetika yang dilakukan, ditentukan konstanta laju reaksi tahap pengendali laju proses pelindian dan energi aktivasinya. Pada percobaan sintesis mangan dioksida dari hasil pelindian dengan metode hidrotermal digunakan kalium permanganat sebagai prekursor dan dipelajari pengaruh waktu pemanasan  \n \n\ndan komposisi prekursor terhadap karakterisasi produk MnO2 yang dihasilkan. Karakterisasi produk MnO2 yang dihasilkan dilakukan dengan analisa XRF, XRD, SEM dan TEM untuk menentukan kemurnian produk yang dihasilkan, jenis senyawa yang dominan, ukuran dan morphologi dari partikel MnO2 yang dihasilkan. Hasil penelitian yang dilakukan menunjukkan bahwa molasses memberikan  \n \n\npersen ekstraksi pelindian yang lebih baik dari asam oksalat. Persen ekstraksi mangan tertinggi untuk percobaan pelindian bijih mangan dengan molases sebagai  \n \n\nagen pereduksi dalam larutan asam sulfat adalah 95,33%. Hasil ini dicapai pada konsentrasi asam sulfat 6%, suhu pelindian 70oC, persen solid 10%, konsentrasi molases 100 g/L dan kecepatan pengadukan 200 rpm. Percobaan dengan menggunakan asam oksalat sebagai reduktor memberikan persen ekstraksi yang lebih rendah dimana ekstraksi mangan paling tinggi 69,62% yang diperoleh pada konsentrasi asam sulfat 6%, suhu pelindian 80oC, persen solid 10%, kecepatan pengadukan 200 rpm dan konsentrasi asam oksalat 30 g/L. Studi kinetika pelindian mangan dengan menggunakan molases sebagai agen pereduksi menunjukkan bahwa faktor pengendali laju pelindian pada periode awal pelindian (< 5 menit) adalah reaksi pada antarmuka dengan energi aktivasi 11,56 kkal/mol. Sedangkan pada selang waktu 10 < t > 360 menit tahap pengendali laju proses adalah difusi melalui produk yang tidak ikut bereaksi dan reaksi antarmuka. Hasilhasil percobaan sintesis mangan dioksida dengan metode hidrotermal menunjukkan bahwa hasil analisa SEM untuk MnO2 pada berbagai variasi waktu pemanasan dan komposisi prekursor menunjukkan struktur butiran MnO2 yang berpori dengan ukuran butiran berkisar 520 nm hingga 1,05 mikrometer.", "Daftar File": {"2013 TS PP SLAMET SUMARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105953", "2013 TS PP SLAMET SUMARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105954", "2013 TS PP SLAMET SUMARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105955", "2013 TS PP SLAMET SUMARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105956", "2013 TS PP SLAMET SUMARDI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/105957", "2013 TS PP SLAMET SUMARDI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/105958", "2013 TS PP SLAMET SUMARDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105959", "2013 TS PP SLAMET SUMARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105960"}, "Penulis": "SLAMET SUMARDI (NIM : 22110024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST, MT", "Dr. Ir. F. Firdiyono"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih mangan, pelindian reduktif, molases, hidrotermal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}