{"Nomor": 20536, "Judul": "PENGARUH EL NINO MODOKI TERHADAP CURAH HUJAN DI INDONESIA", "Abstrak": "Kata modoki yang dalam Bahasa Jepang mempunyai arti Ã‚Â’serupa tapi tak samaÃ‚Â’ digunakan untuk menamai kejadian El Nino yang terjadi tidak seperti biasanya. Perbedaan mekanisme antara El Nino Modoki dan El Nino konvensional menyebabkan perbedaan dampak dari kedua kejadian tersebutnya. Penelitian mengenai pengaruh El Nino konvensional terhadap curah hujan di Indonesia sudah banyak dilakukan, tetapi pengaruh El Nino Modoki terhadap curah hujan di Indonesia masih belum banyak dijadikan kajian sehingga topik ini menjadi menarik untuk dibahas. Penelitian ini dilakukan dengan menggunakan data curah hujan yang didapat dari Global Precipitation Climatology Centre (GPCC) dan El Nino Modoki Index (EMI) yang diolah dengan menggunakan tiga metode, yaitu perhitungan perubahan nilai curah hujan, analisis hubungan dengan menggunakan korelasi Pearson, dan analisis lead/lag time dengan menggunakan korelasi silang. Analisis perubahan nilai curah hujan dan korelasi Pearson memberikan hasil bahwa perubahan nilai curah hujan dan hubungan yang paling erat antara El Nino Modoki dan curah hujan di Indonesia terjadi paling besar pada wilayah dengan tipe curah hujan lokal dan pada saat musim kemarau (JJA). Perubahan nilai curah hujan yang terjadi berupa penurunan nilai curah hujan diatas 30% dari normalnya. Sedangkan hasil korelasi silang antara EMI dan curah hujan di Indonesia menunjukkan korelasi tinggi hingga sekitar 3 bulan sebelum dan sesudah puncak dari El Nino Modoki dengan korelasi tertinggi berada di wilayah tipe curah hujan lokal.", "Daftar File": {"2013 TA PP  RONNY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/105985", "2013 TA PP  RONNY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/105986", "2013 TA PP  RONNY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/105987", "2013 TA PP  RONNY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/105988", "2013 TA PP  RONNY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/105989", "2013 TA PP  RONNY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/105990", "2013 TA PP  RONNY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/105991"}, "Penulis": "SONA TRISTANIA (NIM 12809013)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Drs. Zadrach L. Dupe, M.Si  \n \n\nPembimbing II: Dr. Rosbintarti Kartika Lestari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "El Nino, El Nino Modoki, GPCC, EMI, korelasi Pearson, korelasi silang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}