{"Nomor": 20544, "Judul": "PENGEMBANGAN MODEL MATEMATIS UNTUK MEMPREDIKSI PERTUMBUHAN DEPOSISI SULFIDA DALAM SUMUR PANAS BUMI", "Abstrak": "Scaling atau deposisi endapan padat biasanya terjadi di dalam sumur panas bumi yang memproduksikan fluida dua fasa sehingga dapat menghambat aliran fluida panas bumi dari dasar sumur hingga ke permukaan. Pada lapangan panas bumi tertentu scaling sulfida dapat terjadi di dalam sumur, contohnya pada lapangan panas bumi Dieng. Solusi yang diterapkan untuk mengatasi scaling sulfida adalah dengan operasi kerja ulang, sedangkan solusi prediktif untuk mengetahui laju pertumbuhan scaling sulfida belum pernah dilakukan. Kedalaman terjadinya scaling di dalam sumur serta laju pertumbuhannya perlu diprediksi agar penjadwalan operasi kerja ulang dapat direncanakan dengan baik dan dapat dilakukan tanpa harus menunggu scaling sulfida menutup sumur sepenuhnya. Oleh karena itu, dalam studi ini dilakukan pembangunan model matematis untuk memperkirakan laju pertumbuhan scaling sulfida, khususnya galena dan sfalerit. Pembangunan model matematis dilakukan dengan mengintegrasikan konsep kehilangan tekanan dengan kelarutan galena dan sfalerit dalam fluida panas bumi. Konsep kehilangan tekanan yang akan digunakan dibatasi hanya pada aliran dua fasa dalam sumur vertikal. Hasil pemodelan matematis diharapkan dapat menggambarkan laju pertumbuhan deposisi sulfida dalam bentuk peningkatan ketebalan deposisi per tahun. Sensitivitas model dilakukan terhadap pH, kadar logam Pb2+, Zn2+, serta tekanan dan laju alir. Hasil sensitivitas menunjukkan bahwa kadar logam Pb2+, Zn2+ dan laju alir massa berpengaruh terhadap jumlah dan tebal deposisi. Sedangkan perubahan tekanan alir dasar sumur berpengaruh terhadap perubahan titik awal kedalaman deposisi.", "Daftar File": {"2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106047", "2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106048", "2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106049", "2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106050", "2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106051", "2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106052", "2013 TS PP STEFANUS KUSUMA ADITYAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106053"}, "Penulis": "STEFANUS KUSUMA ADITYAWAN (NIM : 22611014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Nenny Miryani Saptadji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "scaling, sulfide, solubility, galena, sphalerite", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}