{"Nomor": 20564, "Judul": "PROBABILITAS SEBARAN BATU PASIR DAN HIDROKARBON DENGAN MENGGUNAKAN METODE EXTENDED ELASTIC IMPEDANCE DAN KLASIFIKASI BAYESIAN PADA FORMASI LOWER TALANGAKAR (LTAF) DI SUB-CEKUNGAN JAMBI", "Abstrak": "Formasi Lower Talangakar (LTAF) merupakan salah satu formasi yang berada di Sub-cekungan Jambi Sumatera Selatan telah terbukti menghasilkan hidrokarbon. Formasi Lower Talangakar terendapkan pada fase Post-Rift dengan lingkungan pengendapan Braided Fluvial Ã‚Â– Meander, secara umum tersusun oleh litologi batu pasir, batu serpih, dan sisipan batubara.     \n \n\nBerdasarkan uji sensitifitas, parameter AI di setiap sumur pada formasi Lower Talangakar sangat baik dalam membedakan litologi. Akan tetapi parameter akustik ini tidak bisa diaplikasikan dalam identifikasi keberadaan hidrokarbon dalam suatu reservoir. Kehadiran faktor gelombang-S akan sensitif dalam mendeteksi keberadaan hidrokarbon dalam suatu reservoir. Parameter LambdaRho*Vp/Vs Ratio dan LambdaRho dapat memisahkan litologi dan mendeteksi keberadaan hidrokarbon dengan baik. Untuk memperoleh penyebaran parameter LambdaRho*Vp/Vs Ratio dan LambdaRho secara lateral, maka dilakukan inversi seismik dengan metode EEI. Selanjutnya untuk mendapatkan harga probabilitas sebaran Hydrocarbon-Sand akan diaplikasikan Teorema Klasifikasi Bayesian.     \n \n\nDari hasil slicing hasil inversi EEI dan Klasifikasi Bayesian diperoleh bahwa secara umum arah sedimentasi pengendapan sedimen berarah Tenggara Ã‚Â– Barat laut, sedangkan penyebaran Hydrocarbon-Sand pada zona reservoir formasi Lower Talangakar terakumulasi di bagian tinggian pada daerah Timur Laut dengan nilai probabilitas lebih dari 80% persen. Sementara ditemukan juga keberadaan Hydrocarbon-Sand pada daerah Barat berada diantara daerah tinggian dan rendahan yang kemungkinan besar terjadi akibat perangkap stratigrafi yang dipengaruhi oleh sesar/patahan dengan nilai probabilitas 45 hingga 60 persen.", "Daftar File": {"2012 TS PP SYAMSAM ACHMAD NURHUDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106202", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106203", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106204", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106205", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106206", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/106207", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/106208", "2012 TS PP SYAMSAM ACHMAD NURHUDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106209"}, "Penulis": "SYAMSAM ACHMAD NURHUDA (NIM : 22310011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ign. Sonny Winardhi, M. Sc. Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Extended Elastic Impedance, Inversi, Bayesian, Lower Talangakar, Seismik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}