{"Nomor": 20584, "Judul": "PREDICTING WELL CUMULATIVE OIL RECOVERY IN TIGHT AND HYDRAULICALLY FRACTURED FORMATION USING MULTIPLE LINEAR REGRESSION AND ARTIFICIAL INTELLEGENCE APPROACH", "Abstrak": "Economic feasibility in reservoir development need estimate revenue to be generated from the investments, such decision of workover or infill drilling. Hence, the success in reservoir development in terms of economics depends on the prediction accuracy of the total reserves that can be recovered from the well.  \n \n\nThe cumulative recovery prediction could be achieved by many approaches, such as reservoir simulation, analogy to the adjacent well using DCA, volumetric calculation and its recovery factor, or material balance. Each approach has its advantages and disadvantages, such as reservoir simulation has better accuracy but high cost and time consuming in history matching, or DCA has more simple in calculation but less accuracy due to many assumption involved in the calculation, may risked in getting a non-confidence results.  \n \n\nThis study focuses on development of a framework by applying multiple linear regression and adaptive neuro-fuzzy inference system to predict cumulative recovery of well in TLS formation in X field. Furthermore, the predictive model can be generalized to determine optimum well placement, optimum fracturing design and assessing economic feasibility of workover of infill drilling in the future work. In this modeling, the input data were coordinates of TLS reservoir and hydraulic fracture parameters (x,y) and the output data was the cumulative oil recovery for TLS well. Both in ANFIS and MLR, training involves iterative adjustment for mapping each training vector to its output target vector with minimum sum of squared error. As validation, the performance of the model is assessed / validated to real checking data, using coefficient of determination and mean squared error (MSE) as statistical tools to measure accuracy between predictive and observed data.  \n \n\nThe statistical parameter values of coefficient of determination (R2) for ANFIS and MLR prediction were obtained to be 0.81 and 0.59 and the mean squared error (MSE) to be 41 and 55 respectively. This method is expected to provide an alternative method and improvement in cumulative recovery prediction when the field is developed and sufficient amount of data set is available.", "Daftar File": {"2012 TS PP TRI ATMOJO PRIYANTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106375", "2012 TS PP TRI ATMOJO PRIYANTORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106376", "2012 TS PP TRI ATMOJO PRIYANTORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106377", "2012 TS PP TRI ATMOJO PRIYANTORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106378", "2012 TS PP TRI ATMOJO PRIYANTORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106379", "2012 TS PP TRI ATMOJO PRIYANTORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106380", "2012 TS PP TRI ATMOJO PRIYANTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106381"}, "Penulis": "TRI ATMOJO PRIYANTORO (NIM : 22210064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "recovery prediction, DCA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}