{"Nomor": 20587, "Judul": "STUDI EVOLUSI PLAGE DAN SUNSPOT DALAM PANJANG GELOMBANG CA II-K DI OBSERVATORIUM BOSSCHA", "Abstrak": "Matahari merupakan sumber energi terbesar bagi bumi. Segala aktivitas yang terjadi di matahari akan mempengaruhi aktivitas manusia. Aktivitas matahari dapat diketahui melalui siklus rata Ã‚Â– rata 11 tahunannya. Siklus rata - rata 11 tahunan ini menunjukkan aktivitas magnetik Matahari, dari minimum hingga maksimum kembali menjadi minimum, ditandai dengan munculnya Plage dan bintik hitam (Sunspot). Plage merupakan bercak terang yang umumnya berada di sekitar bintik hitam (sunspot) Matahari. Luasan dan jumlah Plage maupun Sunspot dapat dijadikan sebagai indikator langsung aktivitas Matahari.    \n\nPenelitian ini bertujuan untuk mengetahui evolusi luas Plage dan bintik hitam (Sunspot). Pengamatan terhadap aktivitas Matahari menggunakan filter Calcium II-K (Ca II-K), karena sifatnya yang peka terhadap aktivitas magnetik tinggi di Kromosfer Matahari. Filter ini dipasangkan pada teleskop Surya yang berada di Observatorium Bosscha. Teleskop tersebut berdiameter 60 mm (f /6.6) dan lebar pita 0.7 Ǻ. Citra direkam dengan detektor Imaging Source DMX 41AU 02.AS (1280x960 piksel, 4.65 μm, 8 bit) yang tergabung dalam sebuah mounting Vixen Sphinx.    \n\nCitra matahari yang diperoleh selanjutnya ditingkatkan ketajamannya menggunakan perangkat lunak freeware, Registax. Selanjutnya perangkat lunak bidang kesehatan freeware, Image J digunakan sebagai instrumen pengukuran luas Plage dan Sunspot. Metode Tresholding Huang (1994) dan Otsu (1979) juga digunakan untuk mempermudah deteksi dan pengitungan luasan terhadap kedua objek tersebut.", "Daftar File": {"2014 TA PP UBAYDILLAH YUS’AN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106405", "2014 TA PP UBAYDILLAH YUS’AN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106406", "2014 TA PP UBAYDILLAH YUS’AN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106407", "2014 TA PP UBAYDILLAH YUS’AN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106408", "2014 TA PP UBAYDILLAH YUS’AN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106409", "2014 TA PP UBAYDILLAH YUS’AN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106410", "2014 TA PP UBAYDILLAH YUS’AN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/106411", "2014 TA PP UBAYDILLAH YUS’AN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106412"}, "Penulis": "UBAYDILLAH YUS'AN (NIM : 10310008)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Matahari, Calcium II-K (Ca II-K), Plage, bintik hitam (Sunspot), Image J, Registax", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}