{"Nomor": 20609, "Judul": "PENGGUNAAN METODE LATTICE PADA REAL OPTIONS DENGAN MEMPERHATIKAN LEARNING OPTIONS DAN PERUBAHAN VOLATILITA", "Abstrak": "Real options berkaitan dengan investasi dalam jangka waktu lama. Investasi dalam jangka waktu lama menimbulkan ketidakpastian harga aset serta fleksibilitas tindakan yang bisa diambil oleh para manajer perusahaan. Karena real options memiliki beberapa kesamaan dengan opsi di keuangan maka beberapa teknik solusi pada opsi di keuangan khususnya metode lattice diharapkan dapat menyelesaikan masalah real options. Penambahan fitur learning options pada metode lattice mengakibatkan metode lattice yang digunakan merupakan modifikasi dari metode lattice biasa.  Di awal proses pengumpulan informasi, ketidakpastian nilai proyek umumnya tinggi. Ketidakpastian nilai proyek ini relevan dengan volatilitas proyek sehingga pada saat ketidakpastian nilai proyek tinggi maka volatilitas proyek juga tinggi. Dengan adanya kemungkinan pengumpulan informasi melalui learning options ini  akan dapat mereduksi ketidakpastian nilai proyek sehingga volatilitas proyek juga akan berkurang selama proses tersebut.  Perubahan nilai volatilitas itu dimodelkan dengan  perbedaan langkah waktu pada pohon binomial yang digunakan, yaitu pada saat volatilitas tinggi maka panjang langkah waktunya pendek. Selanjutnya, perubahan volatilitas pada metode trinomial yang memuat fitur learning options dimodelkan dengan perbedaan peluang pergerakan nilai proyek yang digunakan pada setiap periode waktu. Di dalam tesis ini metode di atas juga digunakan untuk menyelesaikan suatu permasalahan real options di bidang teknik perminyakan.", "Daftar File": {"2016 TS 2016 WERRY FEBRIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106596", "2016 TS 2016 WERRY FEBRIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106595", "2016 TS 2016 WERRY FEBRIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106594", "2016 TS 2016 WERRY FEBRIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106593", "2016 TS 2016 WERRY FEBRIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106597", "2016 TS 2016 WERRY FEBRIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106598", "2016 TS 2016 WERRY FEBRIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106599"}, "Penulis": "WERRY FEBRIANTI (NIM: 20114007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "real options, lattice methods, learning options, changing volatility, perubahan volatilitas", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}