{"Nomor": 20604, "Judul": "QUALITY IMPROVEMENT ALONG SUPPLY CHAIN PROCESS AT BULOG SUB REGIONAL DIVISION KARAWANG", "Abstrak": "Bulog sebagai lembaga pemerintah non-departemen mengurusi masalah perberasan nasional untuk memenuhi kebutuhan beras nasional. Ketersediaan beras menjadi sangat penting, karena beras mempunyai peranan penting dan strategis bagi masyarakat Indonesia, karena beras merupakan makanan pokok bagi sebagian besar penduduknya (sekitar 90%). Pada dasarnya, supply chain processes di Bulog, terdapat lima aktivitas mendasar, yaitu purchasing, processing, procurement, stocking, and distribution. Aktifitas di supply chain processes dapat dikategorikan kedalam lima aktifitas mendasar. Proses purchasing adalah pembelian gabah dari petani melalui mitra kerja pada musim panen. Processing adalah pemerosesan gabah oleh mitra kerja yang terdiri dari dua proses mendasar, proses pengeringan, dan proses penggilingan. Procurement proses adalah menerima gabah/beras dari mitra kerja dengan menyeleksi melalui quality assurance. Proses stocking adalah merawat kualitas beras simpanan, dan mengatur inventory seperti perencanaan stock dari segi jumlah dan waktu. Proses distribution adalah penyebaran beras ke titik disribusi. Terdapat empat jalur distribusi Bulog, distribusi untuk Raskin (beras untuk rakyat miskin), distribusi untuk operasi pasar (OP), distribusi untuk bantuan bencana alam, dan distribusi untuk departemen kehakiman.     \n \n \n \n \n\nAktifitas mendasar dapat ditunjukan pada business process dari supply chain processes. Kemudian business process juga menjelaskan akar penyebab permasalahan. Terdapat tujuh akar permasalahan di supply chain processes Bulog khususnya Sub divisi regional Karawang. Pertama adalah quality assurance untuk pembelian gabah dari petani melalui mitra kerja pada saat proses pembelian gabah. Kedua adalah keterbatasan modal mitra kerja untuk mesin dan peralatan untuk pemerosesan gabah. Yang ketiga adalah ketidak akuratan quality assurance disebabkan peralatan yang manual dan keterbatasan pemeriksa kualitas, dan pendanaan bongkar muat. Keempt adalah kualitas gabah/beras yang disimpan cepat mengalami penurunan kualitas, disebabkan ketidak akuratan perencanaan dan perhitungan persediaan, dan penyemprotan hama yang hanya dilakukan di dalam dan luar bangunan gudang. Kelima adalah rendahnya kualitas beras penyaluran disebabkan tidak adanya quality assurance beras penyaluran. Tedapat enam gagasan untuk mengatasi dan mengantisipasi masalah-masalah tersebut. Gagasan yang pertama adalah permbelian gabah dengan quality assurance dan standarisasi peralatan untuk quality assurance. Yang kedua adalah peningkatan mesin untuk proses pengeringan dan penggilingan. Gagasan yang ketiga adalah menentukan jumlah optimal pemeriksa kualitas, alokasi pendanaan, dan mendukung quality assurance dengan peralatan. Gagasan yang keempat adalah kebijakan untuk penyemprotan hama di semua daerah kompleks gudang yang berpotensi sarang hama. Gagasan     \n \n \n \n \n\nyang kelima adalah perencanaan inventory dan replenishment inventory system untuk menjaga tingkat kualitas stock. Dan gagasan yang terakhir adalah proses distribution dengan quality assurance sebelum penyaluran beras. supply chain processes harus diatur dengan baik, karena merupakan hal penting bagi Bulog untuk menyediakan pelayanan ke consumers dengan memberikan beras bermutu tinggi.", "Daftar File": {"2008 TA PP WAHYUDANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106532", "2008 TA PP WAHYUDANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106533", "2008 TA PP WAHYUDANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106534", "2008 TA PP WAHYUDANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106535", "2008 TA PP WAHYUDANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106536", "2008 TA PP WAHYUDANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106537", "2008 TA PP WAHYUDANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106538"}, "Penulis": "WAHYUDANTO (19004042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Togar M. Simatupang, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Supply chain process, consumers, purchasing, processing, procurement, stocking, distribution, quality improvement, business process", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "7 file", "Tanggal Input": "15 Sep 2016"}