{"Nomor": 20600, "Judul": "SINTESIS DAN KARAKTERISASI ZEOLIT ZSM-5 TANPA MENGGUNAKAN SDA (STRUCTURE DIRECTING AGENT)", "Abstrak": "Dewasa ini, katalis memegang peranan penting dalam perkembangan bidang industri. Banyak produk industri dihasilkan dari proses kimia yang memanfaatkan katalis. Salah satu jenis katalis yang banyak digunakan saat ini adalah  zeolit ZSM-5 karena memiliki kekuatan asam yang tinggi. Katalis zeolit ZSM-5 dapat digunakan dalam proses dehidrasi, isomerisasi, polimerisasi, perengkahan, alkilasi, dan lain-lain. Secara konvensional, sintesis zeolit ZSM-5 menggunakan senyawa organik sebagai agen pengarah struktur (Structure Directing Agent, SDA), biasanya berbasis kation ammonium kuaterner seperti TPABr (Tetra Propyl Ammonium Bromide).  Namun, sintesis zeolit ini dianggap  tidak ramah lingkungan dan memerlukan biaya produksi yang tinggi. Untuk mengatasi permasalahan tersebut, konsep sintesis tanpa menggunakan agen pengarah struktur organik dan tanpa bantuan benih (seed-assisted) penting untuk dikembangkan. Pada penelitian ini, zeolit ZSM-5 (tipe kerangka Mordenit Framework Inverted, MFI) disintesis tanpa menggunakan SDA dan tanpa bantuan benih dengan metode hidrotermal. ZSM-5 disintesis dengan menggunakan bahan dasar  seperti Cab-O-Sil, NaOH, Al(OH)3 dan air. Struktur zeolit ditentukan dengan teknik karakterisasi difraksi sinar-X. Analisis pori diperoleh dari pengukuran kurva isothermal adsorpsi-desorpsi N2. Morfologi kristal zeolit diamati dengan menggunakan mikroskop elektron (Scanning Electron Micsroscope, SEM). Sintesis dengan perbandingan molar Si/Al = 25; NaOH/Si = 0,23;  H2O/Si = 20 pada suhu 150 Ã‚Â°C menghasilkan ZSM-5 dengan morfologi heksagonal prismatik yang menyerupai peti mati (coffin-type) dengan campuran magadit yang memiliki morfologi berlapis (cabbage like aggregates). Melalui variasi perbandingan molar Si/Al = 25; NaOH/Si = 0,23;  H2O/Si = 20 pada suhu 175 Ã‚Â°C dengan oven statis, ZSM-5 hasil sintesis menunjukkan kristalinitas yang rendah  dan masih terdapat fasa lain seperti mordenit. Namun setelah optimasi sintesis dengan oven tumbling, dihasilkan ZSM-5 dengan kristalinitas yang tinggi. Berdasarkan analisis BET (BrunauerÃ‚Â–EmmettÃ‚Â–Teller) dan NLDFT (Non Localized Density Functional Theory), ZSM-5 yang dihasilkan memiliki luas permukaan 223 m2/g, dengan volum pori 0,148 cm3/g dan diameter pori 3,8 nm sehingga dapat disimpulkan bahwa ZSM-5 telah disintesis memiliki mesopori.", "Daftar File": {"2016 TS PP VINSENSIA ADE SUGIAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106504", "2016 TS PP VINSENSIA ADE SUGIAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106505", "2016 TS PP VINSENSIA ADE SUGIAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106506", "2016 TS PP VINSENSIA ADE SUGIAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106507", "2016 TS PP VINSENSIA ADE SUGIAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106508", "2016 TS PP VINSENSIA ADE SUGIAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106509", "2016 TS PP VINSENSIA ADE SUGIAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106510"}, "Penulis": "VINSENSIA ADE SUGIAWATI (NIM : 20513030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Rino R. Mukti"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Hidrotermal, ZSM-5, Bebas SDA, Mesopori,  Free SDA", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}