{"Nomor": 20605, "Judul": "PENGARUH BEBERAPA PARAMETER PROSES ANODISASI PADA PADUAN ALUMINIUM 2618 DAN 7175 TERHADAP KETEBALAN LAPISAN OKSIDA YANG TERBENTUK DAN KETAHANANNYA TERHADAP KOROSI SUMURAN", "Abstrak": "Paduan aluminium merupakan material yang paling banyak digunakan dalam industri pesawat terbang komersial. Dewasa ini berbagai jenis paduan aluminium dikembangkan untuk mendapatkan material yang ringan, kuat, mempunyai durabilitas yang baik, biaya produksi rendah, toleransi kegagalan tinggi dan memunyai sifat mekanik serta ketahanan korosi yang baik. Permasalahan yang sering dijumpai pada penggunaan paduan aluminium sebagai material pesawat terbang yaitu ketahanannya terhadap korosi. Oleh karena itu, perlu dilakukan proteksi korosi pada paduan aluminium tersebut. Salah satu metode yang dapat digunakan untuk proteksi korosi yaitu dengan metode Chromic Acid Anodizing (CAA). Pada penelitian ini dilakukan proses CAA untuk mempelajari pengaruh beberapa variabel proses anodisasi dan jenis larutan sealing terhadap karakateristik lapisan oksida yang dihasilkan, khususnya ketahanannya terhadap korosi sumuran      \n\nSerangkaian percobaan dilakukan pada berbagai kondisi untuk mempelajari pengaruh variasi temperatur, waktu dan tegangan terhadap ketebalan lapisan anodisasi dengan metoda Analysis of Variance (ANOVA) serta mempelajari pengaruh variasi, temperatur, waktu, tegangan dan larutan sealing terhadap ketahanan korosi lapisan dengan salt spray test. Tegangan anodisai pada percobaan dengan paduan aluminium 2618 yaitu 35-45 volt sedangkan untuk paduan aluminium 7175 yaitu 15-25 volt. Temperatur anodisasi divariasikan pada 25Ã‚ÂºC, 30Ã‚ÂºC dan 40Ã‚ÂºC. Setelah proses anodisasi selesai, dilakukan sealing yang menggunakan 2 jenis larutan yaitu larutan Na2Cr2O7 dan K2Cr2O7. Ketahanan lapisan oksida yang terbentuk pada berbagai kondisi terhadap korosi sumuran, ditentukan secara kualitatif dan kuantitatif dengan menghitung jumlah sumuran yang terbentuk per satuan luas permukaan sampel.      \n\nHasil percobaan menunjukkan ketebalan lapisan oksida paling tinggi untuk paduan aluminium 2618 dicapai pada proses anodisasi dengan tegangan 35 V dan temperatur 40oC selama 60 menit, sedangkan pada paduan 7175 ketebalan lapisan paling tinggi dicapai pada tegangan 15 V dan temperatur 25oC selama 60 menit. Peningkatan temperatur dan waktu anodisasi cenderung meningkatkan ketebalan lapisan. Pada paduan aluminium 2618, peningkatan tegangan anodisasi dari 35 V hingga 45 V cenderung menurunkan ketebalan lapisan oksida, sebaliknya peningkatan tegangan anodisasi pada paduan aluminium 7175 dari 15 V hingga 25 V meningkatkan ketebalan lapisan oksida. Berdasarkan metode analysis of variance, faktor yang berpengaruh terhadap ketebalan lapisan oksida pada proses anodisasi paduan aluminium 2618 dan 7175 adalah temperatur, tegangan dan waktu anodisasi. Pada proses anodisasi paduan aluminium 2618 dihasilkan 25% dari total sampel yang tidak mengalami korosi sumuran pada salts pray test, sedangkan pada paduan aluminium 7175, 30% dari total sampel tidak mengalami korosi sumuran. Pada paduan aluminium 2618, penggunaan sealing dengan larutan sodium dichromate lebih baik dibandingkan dengan larutan potassium dichromate. Pada paduan aluminium 7175, penggunaan sealing dengan larutan potassium dichromate lebih baik dibandingkan dengan larutan sodium dichromate.", "Daftar File": {"2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106539", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106540", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106541", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/106542", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/106543", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106544", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106545", "2011 TS PP WAHYUDIN PRAWIRA MINWAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106546"}, "Penulis": "WAHYUDIN PRAWIRA MINWAL (NIM : 22110035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "aluminium, korosi sumursan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}