{"Nomor": 20617, "Judul": "REKOMENDASI TEKNIK OPTIMASI HIDROLIKA MANAGED PRESSURE DRILLING TIPE CONTINUOUS CIRCULATION DRILLING PADA AREA KRITIS NARROW DRILLING WINDOW", "Abstrak": "Salah satu area pemboran tersulit yang dihadapi di masa kini dikenal dengan Ã‚Â“Narrow Drilling WindowÃ‚Â”. Siklus osilasi pompa, sifat overbalance lumpur, dan sistem hidrolika konvensional yang tidak steady-state tidak memungkinkan untuk melakukan pemboran pada area ini dengan banyak pembuktian di lapangan 9,12,14,35).   \n \n\nPada tahun 2006 ditemukan teknik Managed Pressure Drilling (MPD) tipe Continuous Circulation Drilling untuk menangani area Narrow Drilling Window. Dengan sistem ini, densitas statik fluida dapat dibuat pada kondisi underbalance dan sirkulasi fluida dimungkinkan untuk terus berjalan steady-state dan kontinu setiap saat baik saat mode-tripping maupun mode-drilling dengan menjaga Equivalent Circulating Density (ECD) target sereaktif mungkin dengan pengaturan choke dan auxiliary pump.   \n \n\nDiperlukan perencaaan yang tepat mengenai pemilihan parameter-parameter hidrolika operasional (tekanan choke, laju alir, dan densitas statik lumpu) sehingga tujuan utama teknik MPD untuk menjaga ECD konstan dapat dilakukan. Selain menetukan parameter-parameter agar pemboran berjalan dengan aman, diperlukan juga suatu kondisi optimum untuk kombinasi parameter-parameter yang dapat digunakan agar efisiensi hidrolika pemboran dapat ditingkatkan. Dengan sistem throtling choke dan adanya auxiliary pump saat mode-drilling berjalan maka konfigurasi sistem hidrolika konvensional akan berubah dengan tambahan pressure loss pada choke, yang mengakibatkan berkurangnya tekanan pada pahat. Sehingga diperlukan modifikasi pada persamaan optimasi hidrolika BHHP, BHI, dan JV untuk melakukan pemboran dengan tekanan maksimum standpipe. Modifikasi dilakukan secara analitik dengan asumsi aliran melalui choke satu fasa liquid, incompressible, dan steady state. Selain itu diperlukan metodologi perhitungan parameter operasional yang dapat menjaga ECD tetap aman pada kondisi tripping sehingga dapat direkomendasikan kecepatan maksimum Pull Out Of The Hole (POOH).   \n \n\nDengan menggunakan studi kasus data aktual akan diperoleh bahwa permasalahan area kritis Narrow Drilling Window dapat diatasi dengan menggunakan metode MPD Continuous Circulation Drilling di mana teknik konvensional sebelumnya telah mengalami kegagalan. Parameter-parameter hidrolika dan operating window dapat ditentukan sehingga operasi dapat didesain seaman mungkin. Teknik optimisasi BHHP, BHI, dan JV dengan adanya choke dan auxiliary pump juga dapat direkomendasikan untuk meningkatkan efisiensi pemboran tanpa mengabaikan tujuan utama pengaturan ECD. Terakhir, pada studi ini desain mode-tripping untuk menentuan kecepatan POOH yang aman juga dapat ditentukan.", "Daftar File": {"2012 TA PP WIRA DHARMA BAYUWEGA 1.pdf": "https://digilib.itb.ac.id/gdl/download/106642"}, "Penulis": "WIRA DHARMA BAYUWEGA (NIM : 12208011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ing-Ir. Rudi Rubiandini R.S"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Managed Pressure Drilling (MPD), Continuos Circulation Drilling (CCD), Bit Hydraulic Horse Power (BHHP), Bit Hydraulic Impact (BHI), Jet Velocity (JV), Mode-Drilling, Mode-Tripping, choke , auxiliary pump, ECD, POOH.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}