{"Nomor": 20610, "Judul": "STUDI KASUS MENGENAI PEMBENTUKAN LIQUID HOLDUP DI PIPA ALIR GAS BASAH DENGAN MENGGUNAKAN SIMULATOR MULTIFASA", "Abstrak": "Dalam sistem transportasi gas basah dengan menggunakan pipa alir gas, besar kemungkinan untuk terjadinya fenomena aliran multifasa. Hal ini dikarenakan pembentukan liquid holdup di sepanjang pipa sangat dipengaruhi oleh multi komponen yang terkandung dalam gas basah. Selain itu perubahan tekanan, temperatur, dan inklinasi di sepanjang pipa juga mempengaruhi pembentukan liquid holdup. Studi ini membahas mengenai beberapa parameter yang berpengaruh terhadap gradien tekanan dan pembentukan liquid holdup di sepanjang pipa alir pada sebuah sistem pipa alir gas basah di daerah Kalimantan Timur. Parameter yang akan ditinjau adalah laju alir, diameter pipa alir, dan inklinasi pipa alir. Untuk meneliti pengaruh dari parameter-parameter tersebut, di dalam studi ini digunakan simulator multifasa komposisional, yaitu Pipephase Tacite. Sistem yang ditinjau adalah pipa alir gas basah berdiameter 36 dan 42 inch dengan kondisi operasi dan komposisi gas basah yang diambil dari data lapangan. Profil dan inklinasi pipa yang digunakan adalah profil pipa yang disederhanakan, bukan profil pipa secara detail seperti yang terdapat di lapangan. Dari simulasi yang dilakukan, didapatkan bahwa agar tidak terjadi pembentukan liquid holdup yang signifikan, laju alir gas minimum untuk pipa diameter 36 dan 42 inch adalah masing-masing sebesar 700 dan 900 MMSCFD.", "Daftar File": {"2007 TA PP WHISNU UNGGUL BAROTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/106600"}, "Penulis": "Whisnu Unggul Baroto (NIM 122 03 006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Leksono Mucharam,Ir, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "wet gas, liquid holdup,  pressure gradient, flow rate, pipe diameter, pipeline inclination", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}