{"Nomor": 20612, "Judul": "KAJIAN PEMBUATAN PETA ZONA NILAI TANAH DENGAN MENGGUNAKAN METODE KRIGING", "Abstrak": "Zona Nilai Tanah (ZNT) merupakan zona geografis dengan suatu batas imajiner, yang menggambarkan Nilai Indikasi Rata-Rata (NIR) tanah yang relatif sama, terdiri dari sekumpulan bidang tanah yang mempunyai perbedaan nilai antara yang satu dengan yang lainnya berdasarkan analisis perbandingan harga pasar dan biaya. Proses pembuatan ZNT terdiri dari enam tahapan besar, yakni tahap persiapan, pengumpulan data harga jual, kompilasi data, rekapitulasi data dan memplot data transaksi pada peta kerja ZNT, analisis data, dan pembuatan peta ZNT akhir. Pembuatan peta ZNT memerlukan waktu yang tidak sedikit. Oleh karena itu, diperlukan suatu alternatif untuk membuat peta ZNT dalam waktu yang lebih singkat. Salah satu alternatif untuk membuat peta ZNT adalah dengan melakukan proses interpolasi data harga tanah. Pada penelitian tugas akhir ini, dikaji pembuatan peta ZNT dengan menggunakan metode interpolasi kriging. Interpolasi kriging adalah metode interpolasi spasial kuadrat terkecil dan pengestimasi bobot rata-rata, bobot tersebut merupakan fungsi kovariansi spasial. Data yang digunakan adalah sampel data harga tanah di Kelurahan Sukamaju, Kecamatan Cibeunying Kidul, Kota Bandung, Jawa Barat. Hasil dari penelitian ini adalah interpolasi kriging dapat digunakan untuk membuat peta ZNT, peta ZNT hasil interpolasi kriging mempunyai tingkat keterandalan sebesar 58% dengan jumlah 1159 persil yang sama dari total 1988 persil dibandingkan dengan peta ZNT PBB di lokasi dan tahun yang sama.", "Daftar File": {"2016 TA PP WIDWIYASWATI ROOSITA DEWI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106612", "2016 TA PP WIDWIYASWATI ROOSITA DEWI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106611", "2016 TA PP WIDWIYASWATI ROOSITA DEWI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106610", "2016 TA PP WIDWIYASWATI ROOSITA DEWI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106609", "2016 TA PP WIDWIYASWATI ROOSITA DEWI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106614", "2016 TA PP WIDWIYASWATI ROOSITA DEWI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106613"}, "Penulis": "WIDWIYASWATI ROOSITA DEWI (NIM : 15112020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Andri Hernandi, ST., MT. : Dr. Albertus Deliar, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Harga Tanah, Interpolasi Kriging, Zona Nilai Tanah,  Land Price, Kriging Interpolation, Land Value Zone", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}