{"Nomor": 20636, "Judul": "PENYELARASAN SISTEM PENGGERAK MOTOR SERVO UNTUK MENINGKATKAN KETELITIAN MESIN PERKAKAS VMC 250", "Abstrak": "Pengukuran gerakan melingkar dilakukan pada mesin perkakas CNC VMC 250 produksi dalam negeri dan didapatkan hasil bahwa terdapat kesalahan  servo mismatch pada motor penggerak sumbunya. Berdasarkan masalah tersebut diperlukan penyelarasan sistem penggerak motor penggeraknya agar dapat   Menghasilkan produk dengan ketelitian tinggi. Untuk menyelaraskan motor tersebut dilakukanlah analisis dan eksperimen pada mesin tersebut. Tugas akhir ini akan membahas tentang penyelarasan sistem penggerak motor servo mesin perkakas CNC VMC 250. Penyelarasan menggunakan metode tuning gain dari servo drive. Proses tuning diawali denganM autotuning yaitu  penyesuaian inersia secara otomatis dan penggunaan set gain yang telah tersimpan dalam servo drive. Autotuning yang telah dilakukan tidak dapat meminimalisir  kesalahan sehingga dilakukan tuning gain secara manual. Pada manual tuning di sesuaikan speed loop gain, speed loop integral time constant, torque feedforward gain dan speed feedforward gain. Tuning berhasil meminimalisir kesalahan servo  mismatch pada tuning speed feedforward gain. Mesin perkakas CNC VMC 250 memiliki kesalahan circularity 1131.3μm  dengan kesalahan servo mismatch -21.08ms sebelum tuning dilakukan. Setelah tuning dilakukan, kesalahan servo mismatch telah berhasil diminimalisir menjadi     \n \n \n \n\n0.03ms dan kesalahan circularity menjadi 144.7μm.", "Daftar File": {"2011 TA PP YUDISTIRA SANTOSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106776", "2011 TA PP YUDISTIRA SANTOSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106777", "2011 TA PP YUDISTIRA SANTOSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106778", "2011 TA PP YUDISTIRA SANTOSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106779", "2011 TA PP YUDISTIRA SANTOSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106780", "2011 TA PP YUDISTIRA SANTOSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106781", "2011 TA PP YUDISTIRA SANTOSA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/106782", "2011 TA PP YUDISTIRA SANTOSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106783"}, "Penulis": "YUDISTIRA SANTOSA (NIM : 13105056)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Agung Wibowo MT Ir. Tri Prakosa M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem penggerak motor servo, mesin perkakas VMC 250", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}