{"Nomor": 20641, "Judul": "STUDI PEMODELAN DAN SIMULASI BOILER DRUM & HEAT EXCHANGER DENGAN METODOLOGI BOND GRAPH", "Abstrak": "Tujuan penelitian tugas akhir ini adalah untuk mengetahui dinamika dan kondisi  pengoperasian yang diperlukan dari mini plant Boiler Drum & Heat Exchanger  \n \n\ndengan membangun model dan mensimulasikannya. Pembangunan model mini plant ini menggunakan metodologi Bond Graph dan disimulasikan pada satu kondisi operasi.  \n \n\nMini plant terdiri atas boiler drum, preheater, heat exchanger, dan batch tank. Berdasarkan deskripsi proses sistem tersebut, dibangun word Bond Graph sebagai fase awal pemodelan yang menyajikan interaksi unit-unit operasi mini plant. Tiap unit proses diturunkan sebagai sub-model dengan beberapa fase pemodelan; strukturisasi sistem, membentuk Bond Graph, dan membentuk persamaan  \n \n\nkeadaan. Karena mini plant merupakan proses pemanasan fluida (thermohydraulic), digunakanlah pseudo Bond Graph dalam sistem termalnya. Persamaan keadaan kemudian diimplementasikan di MATLAB-Simulink dengan menggunakan S-Function. Simulasi dilakukan per unit kemudian satu sistem keseluruhan. Level boiler drum disimulasikan dengan perubahan laju aliran masuk, yaitu dari 1.68 m3/hr ke 3.92 m3/hr pada laju beban 1.68 m3/hr. Hasilnya level terus naik dengan laju 11.38 mm/s.. Proses start-up disimulasikan dengan mengaktifkan seluruh pemanas 28  \n \n\nkW, dan butuh waktu 850 detik bagi medium pemanas untuk mencapai 60Ã‚Â°C Ã‚Â–temperatur desainnya. Model mini plant keseluruhan disimulasikan pada variasi laju medium pemanas 1.77 m3/hr dan 4.67 m3/hr, dengan laju beban 2.08 m3/hr dan 3.50 m3/hr. Temperatur produk sekitar 34 - 42Ã‚Â°C. Hasil simulasi juga memberikan faktor koreksi daya pemanasan 60 Ã‚Â– 70%. Penelitian ini menyimpulkan temperatur medium pemanas tidak dapat bertahan di desain operasi 60Ã‚Â°C. Untuk penelitian selanjutnya, direkomendasikan untuk memperbaiki model unit heat exchanger, melakukan simulasi pada kondisi operasi lain, dan studi sistem pengontrolan.", "Daftar File": {"2013 TA PP YUSAL SUNJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106836", "2013 TA PP YUSAL SUNJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106837", "2013 TA PP YUSAL SUNJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106838", "2013 TA PP YUSAL SUNJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106839", "2013 TA PP YUSAL SUNJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106840", "2013 TA PP YUSAL SUNJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106841", "2013 TA PP YUSAL SUNJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106842"}, "Penulis": "YUSAL SUNJAYA (NIM : 13309040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.,-Ing. Parsaulian Siregar", "Dr. Ir. Edi Leksono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem boiler, metodologi Bond Graph, dinamika proses, simulasi persamaan keadaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}