{"Nomor": 20643, "Judul": "STUDI PERBANDINGAN RESPON STRUKTUR NON LINIER PADA BANGUNAN BETON BERTULANG DIBAWAH BEBAN GEMPA DENGAN STANDAR FEMA 273 DAN ATC 40", "Abstrak": "Tesis ini membahas respon struktur nonlinier bangunan beton bertulang akibat beban gempa, menggunakan analisis linier (statik dan dinamik) FEMA 273, analisis statik nonlinier metode spektrum kapasitas ATC 40 dan analisis riwayat waktu nonlinier. Studi ini mengevaluasi rasio drift atap yang merupakan respon struktur, sedangkan pada level elemen yang dievaluasi adalah rotasi tiap kolom. \n\nSetelah melakukan verifikasi pada beberapa model bangunan dalam jurnal ilmiah, kemudian melakukan studi kasus berupa desain terhadap 12 buah bangunan beraturan model 3 dimensi dengan variasi denah, ketinggian dan jenis sistem struktur penahan beban vertikal lateral gempa. Studi kasus bangunan tersebut berada pada wilayah gempa 6 tanah lunak (SNI 03-1726-2002) dengan sistem struktur berupa SRPMK (sistem rangka pemikul momen khusus) dan sistem ganda (kombinasi antara dinding geser dan SRPMK). \n\nDalam rangka mengetahui kinerja ke-12 struktur bangunan yang telah didesain dengan beban gempa statik ekuivalen, maka analisis yang dilakukan meliputi analisis linier (statik dan dinamik/respon spektrum) FEMA 273, analisis statik nonlinier metode spektrum kapasitas (prosedur B) ATC 40 dan analisis riwayat waktu nonlinier dengan data percepatan tanah berupa gempa Elcentro yang diskala dan gempa artifisial untuk wilayah gempa 6 tanah lunak. \n\nBeberapa hasil penting yang diperoleh dari penelitian ini yaitu : analisis statik nonlinier berdasarkan ATC 40 konservatif pada bangunan SRPMK dan sistem ganda dengan berbagai periode alami struktur ; analisis dinamik linier dan statik linier berdasarkan FEMA 273 pada bangunan SRPMK dan bangunan sistem ganda dengan berbagai periode alami struktur akan menghasilkan simpangan atap yang direpresentasikan oleh rasio drift atap mendekati hasil analisis riwayat waktu nonlinier. Dengan demikian analisis linier FEMA 273 dapat digunakan sebagai alternatif pengganti analisis riwayat waktu non linier dalam rangka memprediksi perpindahan maksimum struktur akibat gempa kuat.", "Daftar File": {"2006 TS PP YUSUF ROYANES GORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/106850", "2006 TS PP YUSUF ROYANES GORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/106851", "2006 TS PP YUSUF ROYANES GORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/106852", "2006 TS PP YUSUF ROYANES GORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/106853", "2006 TS PP YUSUF ROYANES GORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/106854", "2006 TS PP YUSUF ROYANES GORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/106855", "2006 TS PP YUSUF ROYANES GORO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/106856", "2006 TS PP YUSUF ROYANES GORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/106857"}, "Penulis": "YUSUF ROYANES GORO (NIM : 25003031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Bambang Budiono, ME, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Struktur", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bangunan SRPMK, Bangunan sistem ganda, model bangunan beton bertulang regular 3D, wilayah gempa 6 tanah lunak, analisis linier FEMA 273 (statik dan dinamik), analisis statik nonlinier ATC 40, analisis riwayat waktu nonlinier.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "28 Sep 2016"}