{"Nomor": 20657, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH DENGAN PENERAPAN RAINWATER HARVESTING DAN GREY  WATER REUSE PADA PUSAT PERBELANJAAN  RATU PLAZA 2, SUDIRMAN, JAKARTA", "Abstrak": "Bangunan bertingkat tinggi ini merupakan tipe bangunan yang sering digunakan untuk kegiatan sehari-hari, seperti bangunan pusat perbelanjaan Ratu Plaza 2 di kawasan Sudirman, Jakarta. Setiap kegiatan membutuhkan air bersih untuk memenuhi kebutuhan sehari-hari. Pemenuhan kebutuhan air bersih dalam suatu kegiatan akan berpengaruh pada efektivitas kegiatan ini. Karena itu, perlu adanya desain pipa air bersih yang dimaksudkan untuk mengalirkan air ke dalam bangunan sesuai dengan persyaratan kuantitas dan kualitas yang berlaku. Tahap perancangannya terbagi dalam studi literatur, pengumpulan data pendukung, serta tahap perencanaan. Sistem saluran air bersih di Pusat Perbelanjaan Ratu Plaza 2 menggunakan dua sistem tangki yaitu ground tank dan roof tank. Air dipompakan dari ground tank menuju roof tank yang kemudian akan dialirkan secara gravitasi. Tujuan akhir perancangan sistem saluran air bersih di Pusat Perbelanjaan Ratu Plaza 2 ini adalah diperoleh dimensi pipa dengan mempertimbangkan berbagai hal yang dapat mempengaruhi aliran air dalam sistem perpipaan. Kehilangan tekan harus diperhitungkan dalam menentukan dimensi pipa sehingga air bisa keluar melalui alat unit alat plambing di dalam gedung. Ditentukan juga penggunaan sprinkler dan hidran sebagai utilitas pencegahan kebakaran di dalam gedung. Pusat Perbelanjaan Ratu Plaza Building 2 termasuk dalam gedung kategori satu dalam pencegahan kebakaran atau pemadaman kebakaran. Di gedung Pusat Perbelanjaan Ratu Plaza 2, penerapan konsep pemanfaatan air hujan dan penggunaan kembali air buangan (grey water) digunakan sebagai bagian dari penerapan green building. Alternatif tersebut berdampak pada skema penyediaan air bersih sekaligus mengurangi beban pasokan.", "Daftar File": {"2017 TA PP ABDA MALIKA MULKI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/106951"}, "Penulis": "ABDA MALIKA MULKI", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pusat perbelanjaan, sumber air, sistem plambing air bersih, pemanfaataan air hujan, pemanfaatan kembali air buangan, hidran, sprinkler", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Dwina Fatimiyah Shidiq", "File": "1 file", "Tanggal Input": "29 Sep 2017"}