{"Nomor": 20667, "Judul": "MENDESAIN ULANG STRATEGI DISTRIBUSI PUPUK PT PUPUK INDONESIA (PERSERO)", "Abstrak": "Beberapa kondisi negatif bagi PT Pupuk Indonesia selama tahun 2012 sampai 2016 adalah harga urea internasional turun signifikan, adanya produk urea impor yang memasuki pasar domestic, mahalnya harga-jual-gas dalam negeri, dan adanya rencana pemerintah untuk mengalihkan subsidi pupuk langsung kepada petani. Penelitian ini bertujuan untuk merumuskan strategi distribusi perusahaan.    \n \n\nUntuk menyusun strategi distribusi, maka dilakukan analisa lingkungan internal dan eksternal perusahaan dan Model Strategi Diamond. Analisis diawali dengan proses pengumpulan data menggunakan metode interview. Data hasil interview diolah menggunakan metodologi penelitian kualitatif. Hasil analisis menyebutkan bahwa proses bisnis PT Pupuk Indonesia tidak memiliki perencanaan pengadaan stok yang handal dan tidak terintegrasinya pengoperasian kegiatan distribusi, sehingga saat ini masih ada keluhan kelangkaan pupuk di media massa.    \n \n\nUntuk itu, PT Pupuk Indonesia direkomendasikan untuk mengirim pupuk sesuai asas enam tepat, menyusun rencana pengadaan stok dan distribusi yang komprehensif, mengimplementasikan pengendalian distribusi terintegrasi, mengoptimalkan pemakaian armada dan peralatan distribusi, melaksanakan sinergi pelelangan bersama, menjalin kerjasama secara internal PT Pupuk Indonesia dan dengan pihak eksternal, menerapkan kontrak jasa jangka panjang, dan menentukan jumlah stok pupuk optimal.", "Daftar File": {"2017 TS PP ABDUL ROCHIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/106990"}, "Penulis": "ABDUL ROCHIM (NIM 29114505)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Distribution, Strategy, Fertilizer, Diamond Model, Six Precise", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "17 Okt 2017"}