{"Nomor": 20675, "Judul": "ESTIMASI BIAYA PROYEK MENGGUNAKAN METODE STOCHASTIC BUDGET SIMULATION DAN PERHITUNGAN PROFITABILITAS PROYEK BERDASARKAN SKEMA PROJECT FINANCING (Studi Kasus Proyek PLTM Pageruyung-1 Jawa Tengah)", "Abstrak": "Proyek PLTM Pageruyung-1 yang disponsori oleh PT Trans Migasindo merupakan proyek public private partnership (PPP) yang akan dilakukan dengan skema build-own-operate-transfer (BOOT) dengan masa konsesi 15 tahun. Saat ini proyek berada pada tahap pencarian dana pinjaman. Namun, dengan feasibility study yang dilakukan pada tahun 2013 diperlukan perhitungan ulang terhadap biaya aktivitas proyek dan profitabilitas operasional PLTM.  \n \n\nPenelitian ini menggunakan stochastic budget simulation oleh Elkjaer (2000) untuk mengestimasi biaya aktivitas proyek. Metodologi tersebut dipilih karena proses yang relatif cepat namun memberikan estimasi yang cukup akurat. Setelah nilai biaya proyek didapatkan, dilakukan penganggaran proyek untuk menghitung kebutuhan dana tahunan konstruksi lalu melakukan perhitungan arus kas proyek dengan berdasarkan skema project financing.  \n \n\nBerdasarkan work breakdown structure (WBS) level 3 didapatkan proyek memiliki 13 komponen biaya. Selain itu, hasil identifikasi komponen risiko generik menggunakan risk checklist dari beberapa literatur dan brainstorming didapatkan 4 risiko generik proyek yang teridentifikasi. Setelah itu dilakukan proses three-point estimation menggunakan Delphi untuk mengestimasi three-point biaya. Lalu, dilakukan simulasi Monte Carlo menggunakan distribusi triangular. Terakhir, ditetapkan tingkat kepercayaan 95% berdasarkan distribusi kumulatif dengan biaya total aktivitas sebesar Rp 69.736.380.410. Hasil penganggaran proyek diketahui bahwa nilai proyek EPC akan bernilai Rp 84.381.020.297 yang terdiri dari cost baseline, managemet reserve, dan PPN yang akan dibagi kedalam tiga periode. Proyek akan didanai dengan proporsi dana ekuitas 30% dan pinjaman bank 70%, dimana pinjaman akan dilakukan selama 10 tahun dengan grace period 3 tahun. Durasi operasional PLTM untuk menghasilkan arus kas adalah selama 15 tahun sesuai dengan power purchase agreement (PPA) yang dibuat dengan PLN. Menggunakan skema project financing diketahui proyek ini akan feasible secara finansial dengan nilai net present value sebesar Rp 66.924.714.705, internal rate of return sebesar 21,099%, dan payback period 6,937 tahun.  \n \n\nWalaupun proyek dapat dikatakan feasible dari aspek finansial, terdapat beberapa aspek yang perlu diperhatikan. Yaitu perlu ditingkatkannya kemampuan pengawasan dan evaluasi konstruksi PLTM serta perencanaan refinancing untuk menghadapi ketidakpastian pada fase operasional.", "Daftar File": {"2017 TA PP ABDURRAHMAN MAULANA ARIJANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107035"}, "Penulis": "ABDURRAHMAN MAULANA ARIJANTO (NIM : 14413023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biaya aktivitas proyek, stochastic budget simulation, three-point estimation, Delphi, Monte Carlo, project financing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}