{"Nomor": 20679, "Judul": "BEBAN TERMAL PENDINGINAN PADA GERBONG KERETA COMMUTER LINE DI IKLIM WILAYAH JABODETABEK", "Abstrak": "PT. KAI berencana membeli kereta KRL commuter bekas dari Jepang dengan jumlah 180 unit kereta. Terdapat juga kereta KRL bekas Jepang yang sudah dioperasikan namun kenyamanan udara penumpang terganggu. Agar hal ini tidak terulang, maka penelitian ini bermaksud untuk menentukan beban termal pendinginan yang terdapat di dalam gerbong agar sistem tata udara dimodifikasi untuk memberikan kenyamanan pada penumpang. Metodologi penelitian yang digunakan berupa studi literatur, penentuan dimensi dan spesifikasi gerbong kereta, perhitungan beban termal eksternal dan internal dalam gerbong kereta, perhitungan keseluruhan beban termal dan analisis, pengambilan kesimpulan, pembuatan laporan tugas akhir.  \n \n\nBeban termal yang terbentuk di dalam kereta diakibatkan oleh faktor eksternal berupa perpindahan kalor melalui selubung, iradiasi global, ventilasi, dan infiltrasi. Selain itu terdapat faktor internal berupa kalor yang didisipasi oleh penumpang dan perangkat pencahayaan. Perhitungan kalor melalui selubung dilakukan menggunakan analogi resistor pada rangkaian listrik, yaitu menggunakan resistansi termal berdasarkan koefisien konduksi dan konveksi yang melibatkan bilangan-bilangan tak berdimensi  \n \n\nKonfigurasi material pada kereta yang digunakan merupakan konfigurasi yang umum ditemukan di negara dengan iklim empat musim, hasilnya adalah beban termal yang ada sangat tinggi dibantu iklim Jakarta yang panas. Selain itu penggelembungan penumpang terjadi sehingga faktor kalor akibat penumpang menjadi kontributor beban termal yang besar.", "Daftar File": {"2013 TA PP ABGHI ILMAN ARIF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107045", "2013 TA PP ABGHI ILMAN ARIF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107046", "2013 TA PP ABGHI ILMAN ARIF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107047", "2013 TA PP ABGHI ILMAN ARIF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107048", "2013 TA PP ABGHI ILMAN ARIF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107049", "2013 TA PP ABGHI ILMAN ARIF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107050", "2013 TA PP ABGHI ILMAN ARIF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107051"}, "Penulis": "ABGHI ILMAN ARIF (NIM :  13309108)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nIr. Wisnu Hendrajit, M.Sc.E", "Rahmat Romadhon, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kereta commuter, beban termal, kalor eksternal, kalor internal, konfigurasi material, penggelembungan penumpang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}