{"Nomor": 20684, "Judul": "STUDI PERILAKU DINAMIS PONDASI DANGKAL (BLOCK FOUNDATION) DAN GRUP PONDASI DALAM DENGAN MENGGUNAKAN PERANGKAT LUNAK FONDAMEN DAN PLAXIS 2D PADA LOKASI STUDI PROYEK PLTP ULUBELU DAN PLTMG DURI", "Abstrak": "Pondasi dinamik merupakan pondasi yang didesain secara khusus untuk mampu mengatasi beban dinamik yang bekerja diatas pondasi tersebut. Kebutuhan terhadap desain pondasi dinamik memiliki ketergantuan terhadap variabel-variabel. Perkembangan ilmu terkait pemodelan telah berkembang dalam beberapa tahun terakhir. Perangkat lunak yang mampu memodelkan dan mengkalkulasi perilaku dinamik dari tanah adalah salah satu diantaranya. Plaxis 2D merupakan perangkat lunak yang telah berkembang dan memiliki kemampuan untuk melakukan Dynamic analysis dengan metode Finite Element dan Fondamen yang merupakan perangkat lunak yang khusus digunakan untuk menghitung pondasi dinamis dengan metode Lump Mass. PLTP Ulubelu dan PLTMG Duri merupakan sebuah proyek yang terdapat beban dinamis pada pondasinya. Pondasi dangkal digunakan pada proyek PLTP Ulubelu dan grup pondasi dalam digunakan pada proyek PLTMG Duri. Berdasarkan hal tersebut, studi dinamik untuk dua jenis pondasi pada lokasi studi tersebut dengan menggunakan dua jenis perangkat lunak dilakukan. Hasil dari studi memberikan kesimpulan bahwa antara Plaxis 2D dan Fondamen memberikan hasil nilai terbesar yang cukup dekat, namun secara khusus Fondamen dan Plaxis 2D memberikan nilai yang jauh terhadap respon akibat beban dinamis vertikal.", "Daftar File": {"2014 TA PP ABI MAULANA HAKIM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107062", "2014 TA PP ABI MAULANA HAKIM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107063", "2014 TA PP ABI MAULANA HAKIM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107064", "2014 TA PP ABI MAULANA HAKIM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107065", "2014 TA PP ABI MAULANA HAKIM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107066", "2014 TA PP ABI MAULANA HAKIM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107067", "2014 TA PP ABI MAULANA HAKIM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107068"}, "Penulis": "ABI MAULANA HAKIM (NIM : 15009038 )", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Endra Susila, M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pondasi Mesin, Perilaku Dinamis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Nov 2017"}