{"Nomor": 20680, "Judul": "Desain Penampang Kanal Inland Waterway Di Sungai Barito, Kalimantan Selatan", "Abstrak": "Pertumbuhan jumlah penduduk yang selalu meningkat tiap tahunnya akan berdampak pada naiknya kebutuhan barang. Sistem distribusi barang melalui jalur darat saat ini sudah mengalami kejenuhan, khususnya di Provinsi Kalimantan Selatan. Dimana kejenuhan tersebut berupa kondisi jalan yang rusak akibat beban truk bermuatan besar, polusi udara akibat bahan bakar kendaraan darat, dan kemacetan. Sehingga dibutuhkan sistem transportasi yang berpotensi rendah mengakibatkan kejenuhan, yaitu transportasi air. Sungai Barito dapat dimanfaatkan sebagai jalur transportasi air untuk mengangkut petikemas. \n\nPada studi Tugas Akhir mengenai Desain Penampang Kanal Inland Waterway di Sungai Barito, Kalimantan Selatan ini akan membahas desain penampang kanal inland waterway. Tugas Akhir ini meliputi perhitungan debit bulanan untuk menentukan desain penampang kanal, perhitungan debit banjir untuk mengetahui lokasi banjir dan dimensi tanggul, perhitungan radius tikungan dari saluran utama sungai untuk mengetahui aksesbilitas kapal rencana, dan perhitungan safety \n\nfactor struktur tanggul untuk menentukan bahwa tanggul memenuhi kriteria desain dan aman untuk dibangun. \n\nPemodelan aliran sungai dilakukan menggunakan perangkat lunak HEC-RAS. Pemodelan aliran sungai dimulai dengan pembuatan geometri sungai yang terdiri dari penggambaran aliran utama sungai dan input cross section sungai. Kemudian dilakukan input boundary condition. Dimana boundary condition ini terdapat 2 (dua) macam. Untuk memodelkan elevasi muka air kanal, digunakan Boundary condition (1) debit bulanan dan pasang surut pada kondisi LWS (Lowest Water Spring) di bagian muara sungai. Untuk memodelkan elevasi banjir, digunakan boundary condition (2) debit banjir dan pasang surut pada kondisi HWS (Highest Water Spring) di bagian muara sungai. Hasil dari pemodelan ini adalah profil potongan sungai melintang dan memanjang. Hasil keluaran dari pemodelan dengan boundary condition (1) digunakan untuk mendesain penampang kanal inland waterway, sedangkan hasil keluaran pemodelan dengan boundary condition (2) digunakan untuk menentukan dimensi struktur tanggul.", "Daftar File": {"2017 TA PP ABIBA NURJANAH.pdf": "https://digilib.itb.ac.id/gdl/download/107052"}, "Penulis": "ABIBA NURJANAH (NIM: 15513031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Harman Ajiwibowo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kanal, inland waterway, Hec-Ras, kapal", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "02 Okt 2017"}