{"Nomor": 20688, "Judul": "DETERMINATION OF DESIGN TIDE FOR NAVIGATION CHANNEL", "Abstrak": "Safety navigation in inland channel is an important aspect for shipping operation. Safety navigation decreases risks of accident like grounding. To ensure safety navigation, several factors that must be considered are horizontal channel dimensions, vertical channel dimensions and other aspects (i.e. environmental limits). In this study, research concentrated in vertical channel dimension factors. Vertical channel dimensions including ship dimensions like draught of ship and underkeel clearance, and water level which can be represented by the tidal datums and charted depth. This study is intended to determine tidal datums then associated to the draught with underkeel clearance of bulk carrier cargo ship and charted depth to get navigability area. \n\nThis research located in Sangkulirang River, Kalimantan Timur, Indonesia. Sangkulirang River has become the transportation way to bring raw materials (i.e. coals) with the ship since years ago. The ship that chosen in this research is bulk carrier cargo ship. To determine tidal datums and navigability area there, a desktop analytical simulation was used. Least-square harmonic analysis and observation-based definitions is computed to determine tidal datums which based on tide prediction at Sangkulirang River. Kriging spherical model with classification then used to visualize bathymetry and simulate navigability area for each tidal datums at Sangkulirang River. \n\nThe results show that the selected bulk carrier cargo ship can move along the study area when the water level at Highest Astronomical Tide (HAT). The minimum depth and the maximum depth are 3.39 m and 29.23 m, respectively. However, the selected bulk carrier cargo ship could still move from Sangkulirang bay to the river at LAT with the minimum depth -1.32 m and the maximum depth 24.52 m, although the movement is limited.", "Daftar File": {"2015 TA PP ACHMAD AMRI DHARMA WANGSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107080", "2015 TA PP ACHMAD AMRI DHARMA WANGSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107081", "2015 TA PP ACHMAD AMRI DHARMA WANGSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107082", "2015 TA PP ACHMAD AMRI DHARMA WANGSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107083", "2015 TA PP ACHMAD AMRI DHARMA WANGSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107084", "2015 TA PP ACHMAD AMRI DHARMA WANGSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107085"}, "Penulis": "ACHMAD AMRI DHARMA WANGSA (NIM : 15111106)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Poerbandono."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Navigability area, Safety navigation, Ship dimensions, Tidal datums", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "29 Nov 2017"}