{"Nomor": 20695, "Judul": "ANALISIS STATIK SISTEM STRUKTUR KABEL MENERAPKAN SOLUSI EKSAK ELEMEN KABEL", "Abstrak": "Penerapan struktur kabel telah meluas dalam berbagai bentuk konstruksi dengan manfaat yang diperoleh mulai dari nilai estetika bangunan yang bertambah, tingginya fleksibilitas, keringanan, kekuatan, efektifitas dalam metode dan biaya konstruksi, dan lainnya. Disamping manfaat yang diperoleh dari penggunaan struktur kabel, struktur kabel merupakan struktur yang sangat fleksibel dan memiliki nonlinearitas secara geometrik yang tinggi. Nonlinearitas pada struktur kabel terjadi pada pembebanan statik dan dinamik walaupun kondisi kabel masih dalam keadaan elastik.  \n \n\nDalam perkembangan analisis struktur kabel telah disadari bahwa nonlinearitas secara geometrik pada elemen kabel merupakan hal yang kompleks. Beberapa peneliti telah mengajukan formulasi, metode, dan prosedur untuk menganalisis struktur kabel. Formulasi penyelesaian masalah pada struktur kabel dalam hal ini akibat beban statik melibatkan rangkaian persamaan matematik nonlinear yang diturunkan dari kesetimbangan gaya. Dengan berkembangnya formulasi elemen kabel maka kajian mengenai elemen kabel serta penerapannya pada struktur-struktur dengan elemen utama kabel merupakan suatu hal penting dan perlu untuk digali lebih dalam agar formulasi serta teknik perhitungan struktur kabel menjadi lebih efisien dan akurat.  \n \n\nPada tesis ini dipresentasikan perbandingan formulasi dan prosedur untuk menganalisis struktur kabel yang disusun dari elemen kabel akibat pembebanan statik. Formulasi serta algoritma yang dipresentasikan untuk mendapatkan matrik kekakuan tangen dan gaya internal ekivalen elemen kabel, diaplikasikan pada struktur kabel. Formulasi atau persamaan matematik yang diturunkan oleh beberapa peneliti dikaji dan dilakukan komparasi terhadap produk perhitungan yaitu matrik kekakuan tangen dan gaya internal ekivalen elemen kabel. Pada tesis ini tiga formulasi elemen kabel dikaji dalam berbagai konfigurasi geometrik elemen kabel. Ketiga formulasi tersebut memiliki penurunan matematik yang berbeda walaupun ketiganya merupakan formulasi elemen kabel eksak. Ketiga formulasi tersebut adalah formulasi dari Jayaraman dan Knudson (1981), Kashani dan Bell (1988), serta Salehi Ahmad Abad dkk (2013). \n\nMatrik kekakuan tangen dan gaya internal ekivalen kabel hasil perhitungan dari formulasi elemen kabel digunakan untuk menghitung dan menganalisis struktur kabel yang dibebani beban statik. Metode matrix assembly digunakan untuk mendapatkan matrik kekakuan struktur global dari matrik kekakuan tangen elemen kabel. Pada tesis ini dua metode numerik yaitu metode Newton-Raphson dan metode Riks-Wempner-Criesfield digunakan dalam analisis nonlinear struktur kabel dengan pembebanan statik. Kedua metode numerik tersebut memiliki pendekatan yang berbeda dalam menyelesaikan masalah nonlinearitas pada struktur walaupun keduanya sama-sama menggunakan matrik kekakuan tangen di setiap iterasinya. Perhitungan menggunakan dua metode tersebut dilakukan pada sistem struktur kabel gantung dan sistem struktur kabel prategang. Komparasi hasil perhitungan dari kedua metode numerik tersebut dilakukan untuk mengkaji keakuratan hasil perhitungan dan jalur kesetimbangan gaya-perpindahan pada struktur dari masing-masing metode numerik yang digunakan.  \n \n\nSelain kajian analisis nonlinear pada struktur kabel, suatu metode pendekatan perhitungan respon struktur kabel prategang menggunakan metode linearisasi diteliti dengan melakukan studi parameter elemen kabel pada perhitungan menggunakan analisis nonlinear dan metode linearisasi. Perbedaan perhitungan atau error antara metode linearisasi dan analisis nonlinear dihitung pada variasi parameter elemen kabel. Hubungan antara error dan parameter elemen kabel dibangun untuk mengkaji kondisi dimana metode linearisasi dapat digunakan untuk menghitung respon struktur kabel prategang.  \n \n\nDari hasil perhitungan di berbagai konfigurasi geometri, pada pembentukan matrik kekakuan elemen kabel dari solusi eksak, metode perhitungan dari Salehi Ahmad Abad dkk. menunjukkan konsistensi yang lebih baik pada variasi konfigurasi geometri kabel yang lebih banyak. Dari hasil perhitungan analisis statik nonlinear sistem struktur kabel gantung dan sistem struktur kabel prategang, prosedur serta algoritma dalam menerapkan solusi eksak elemen kabel dan metode numerik Newton-Raphson serta Riks-Wempner-Criesfield pada tesis ini terverifikasi dengan perbedaan perhitungan yang kecil dengan peneliti lain.  \n \n\nPada metode linearisasi analisis statik struktur kabel prategang, gaya prategang yang diaplikasikan dan sudut chord kabel mempengaruhi perbedaan hasil perhitungan dengan analisis nonlinear. Dari hasil perhitungan diperoleh bahwa semakin tinggi gaya prategang kabel dan semakin tinggi sudut chord kabel maka struktur kabel menjadi semakin kaku dan perbedaan hasil perhitungan dengan metode linearisasi menjadi lebih kecil.", "Daftar File": {"2017 TS PP ACHMAD FIRDAUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107112"}, "Penulis": "ACHMAD FIRDAUS (NIM: 25014320)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Ir. Amrinsyah Nasution."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "struktur kabel, elastic catenary, analisis nonlinear, linearisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Okt 2017"}