{"Nomor": 20699, "Judul": "KAJIAN TENTANG PROSES PEMINDAHAN IBUKOTA KABUPATEN (STUDI KASUS KABUPATEN BEKASI-CIKARANG)", "Abstrak": "Ibukota Kabupaten, yaitu kota tempat kedudukan Pusat Pemerintahan Kabupaten, dalam perkembangannya dapat menjelma menjadi kota yang makin mempunyai ciri dan tingkat kemajuan yang memenuhi syarat untuk diklasifikasikan sebagai Kotamadya. Bila tahap perkembangan yang demikian itu terjadi, dijumpai suatu dilema karena Kotamadya dan Kabupaten mempunyai tingkat yang sama tatarannya dari segi hierarki administrasi pemerintahan.   \n \n\nAdanya keadaan seinacam itu, dalam tatanan pemikiran sistim pemerintahan yang berlaku, menimbulkan kecenderungan yang mengarah kepada diambiinya keputusan untuk memindahkan lokasi Pusat Pemerintahan Kabupaten keluar dari kota kedudukannya semula.   \n \n\nKejadian sebagaimana digambarkan diatas antara lain dijumpai dikabupaten Bekasi, Bandung, Tanggerang, Agam, Donggala dan Kabupaten Jayapura.   \n \n\nPada umumnya tindakan yang diambil adalah memindahkan tempat kedudukan Pusat Pemerintahan Kabupaten kesuatu vwilayah permukirnan atau kota kecil yang belum berkembang.   \n \n\nProses-proses pengambilan keputusan, persiapan, dan perencanaanya merupakan suatu proses yang kompleks dan, dalam kenyataannya, memerlukan waktu yang panjang, bahkan berkepanjangan.   \n \n\nPelaksanaan proses pemindahan Ibukota Kabupaten juga menimbulkan dampak yang menimbulkan efek-efek sosial dan lingkungan yang tidak dikehendaki.   \n \n\nMemperhatikan dan mempertimbangkan hal-hal yang dikemukakan terdahulu, telah dilakukan kajian untuk mengenali faktor-faktor penting yang mempengaruhi dan menentukan terjadinya kompleksitas, serta berlarut-larutnya proses pemindahan tersebut serta menggungkapkan dampak yang merugikan, yang penting untuk diperhatikan.   \n \n\nDengan tujuan kajian sebagaimana dikemukakan diatas, secara khusus telah ditelaah evolusi dari proses pemindahhan Ibukota Kabupaten Bekasi ke Cikarang.   \n \n\nUntuk melengkapi landasan infonnasi didalam melakukan evaluasi proses pemindahan Ibukota Kabupaten tersebut, dilakukan juga observasi terhadap pelaksanaan proses pemindahan Ibukota Kabupaten lain, yaitu Tanggerang , Agana, Donggala dan Kabupaten Jayapura (Sentani).", "Daftar File": {"1999 TS PP ACHMAD SOENKARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107133", "1999 TS PP ACHMAD SOENKARNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107134", "1999 TS PP ACHMAD SOENKARNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107135", "1999 TS PP ACHMAD SOENKARNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107136", "1999 TS PP ACHMAD SOENKARNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107137", "1999 TS PP ACHMAD SOENKARNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107138", "1999 TS PP ACHMAD SOENKARNO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107139", "1999 TS PP ACHMAD SOENKARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107140"}, "Penulis": "ACHMAD SOENKARNO (NIM : 25596034)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Ir. Saswinadi Sasmojo, Ph.D.   \n \n \n \n\nScan: Arnaz Driyastika M.   \n \n\n(2008-01-07)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "capital of a kabupaten, development. government system", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}