{"Nomor": 20690, "Judul": "SIMULASI WIND GUST AKIBAT THUNDERSTORM OUTFLOW DI BLOK MAHAKAM DENGAN MENGGUNAKAN WRF (STUDI KASUS: TANGGAL 24 FEBRUARI 2011)", "Abstrak": "Dalam penelitian ini dilakukan simulasi mengenai kejadian wind gust akibat thunderstorm outflow yang terjadi pada tanggal 24 Februari 2011 di Blok Mahakam. Puncak awan konvektif penghasil thunderstorm outflow ini berada di bagian barat Blok Mahakam saat kejadian wind gust terjadi. Simulasi yang dilakukan dalam penelitian ini menggunakan model Weather Research and Forcasting Ã‚Â– Advance Research WRF (WRF-ARW). Konfigurasi parameterisasi dari model WRF berupa skema MYJ untuk parameterisasi Planetary Boundary Layer (PBL), skema Kain-Fritsch untuk parameterisasi cumulus, dan skema Lin untuk parameterisasi mikrofisis. Awan konvektif yang berkaitan dengan peristiwa wind gust ini berhasil disimulasikan dengan menggunakan model WRF dan menunjukkan pola yang secara umum sama dengan citra satelit MTSAT. Awan konvektif ini dapat dikategorikan sebagai Mesoscale Convective System (MCS) yang menghasilkan peristiwa thunderstorm outflow. Ketika sampai di dekat Blok Mahakam, awan konvektif ini sudah mulai memasuki tahap disipasinya dan thunderstorm outflow yang dihasilkannya mulai memasuki tahap matang awal. Peristiwa thunderstorm outflow ini menjadi penyebab terjadinya wind gust pada waktu tersebut. Parameter kecepatan angin keluaran model WRF menunjukkan hasil yang cukup sama dengan data pengamatan di lima stasiun observasi. Kejadian wind gust dalam peristiwa ini terjadi di dalam suatu gust front yang mencapai jangkauan sekitar 111 km dengan persentase kekuatan gust setidaknya 70% di lokasi kelima stasiun.", "Daftar File": {"2017 TA PP ACHMAD AULY ALVIN NUGRAHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107093"}, "Penulis": "ACHMAD AULY ALVIN NUGRAHA     (NIM : 12813008)", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tahap Perkembangan Awan, Thunderstorm outflow, Wind gust, WRF-ARW.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}