{"Nomor": 20706, "Judul": "PENGARUH PENAMBAHAN ISOLAT Bacillus sp. PENDEGRADASI SENYAWA N-Acyl-Homoserine-Lactone (AHL) YANG DIISOLASI DARI KULTUR MIKROALGA Skeletonema sp. TERHADAP SISTEM QUORUM SENSING BAKTERI Vibrio sp. DAN KESINTASAN LARVA UDANG PUTIH (Litopennaeus vannamei) PASCA UJI TANTANG DENGAN BAKTERI Vibrio  sp.", "Abstrak": "Penyakit vibriosis pada udang putih (Litopennaeus vannamei) dapat menyebabkan kerugian besar pada industri akuakultur. Untuk menanggulangi hal tersebut, biasa digunakan senyawa kimia atau antibiotik. Namun, penggunaan zat tersebut dalam jangka panjang dan dosis yang tidak tepat dapat memicu terjadinya resistansi pada bakteri. Maka dari itu, dibutuhkan pendekatan baru yang dapat mengatasi hal tersebut. Faktor virulensi dari Vibrio sp. diregulasi oleh sistem quorum sensing yang menggunakan senyawa autoinducer dalam proses pertukaran sinyal antar-bakteri. Biodegradasi senyawa autoinducer AHL oleh enzim laktonase yang dihasilkan bakteri Bacillus sp., dapat menjadi salah satu metode untuk menurunkan virulensi Vibrio sp. dan penyakit vibriosis. Penelitian ini bertujuan untuk menetukan pengaruh penambahan bakteri Bacillus sp. yang diisolasi dari mikroalga Skeletonema sp. terhadap virulensi Vibrio sp. dan kesintasan larva udang putih. Penelitian ini terbagi menjadi tiga tahapan, yaitu: (i) Uji degradasi N-hexanoyl-homoserine lactone (HHL) oleh bakteri Bacillus sp. secara in vitro dengan metode HPLC, (ii) Uji pengaruh penambahan Bacillus sp.terhadap sistem quorum sensing Vibrio sp. (iii) Uji tantang Vibrio sp. dan isolat Bacillus sp. pada  larva udang putih dengan 6 variasi perlakuan, yaitu perlakuan pemberian isolat 24 jam sebelum pemberian Vibrio sp. (P1), pemberian isolat bersamaan dengan pemberian Vibrio sp. (P2) dan pemberian isolat 24 jam setelah pemberian Vibrio sp. (P3), serta perlakuan kontrol. Berdasarkan hasil deteksi konsentrasi HHL menggunakan metode HPLC, bakteri Bacillus sp. dapat mendegradradai HHL dengan laju degradasi 0,28 mg.l-1.h-1. Melalui pengukuran nilai pendaran (bioluminesce) bakteri Vibrio sp. menggunakan alat tecan multireader, diketahui bahwa isolat Bacillus sp. memiliki kemampuan untuk mengganggu sistem quorum sensing Vibrio sp. yang ditunjukkan melalui penurunan secara signifikan (p", "Daftar File": {"2017 TA PP ADANI NURFATHURAHMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107166"}, "Penulis": "ADANI NURFATHURAHMI - (21116032)", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "AHL (N-Acyl-HomoserineLactone), degradasi enzimatik, Bacillus sp., lactonase, Litopennaeus vannamei, mikroalga, Skeletonema sp., quorum sensing, Vibrio sp.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}