{"Nomor": 20719, "Judul": "ANALISIS PERMASALAHAN PENEGAKAN HUKUM DI ZONA TAMBAHAN INDONESIA", "Abstrak": "Setelah pengesahan UNCLOS 1982, ada beberapa permasalahan pokok yang muncul pada Zona Tambahan Indonesia diantaranya adalah adanya tindakan-tindakan penyelundupan yang dapat menyebabkan kerugian finansial, kesehatan, maupun ancaman kedaulatan. Terlepas dari sudah atau belum dibuatnya peta batas Zona Tambahan Indonesia, informasi terkait peta Zona Tambahan Indonesia belum terpublikasikan dengan baik. Selain itu, setelah pengesahan tersebut, ada beberapa peraturan perundang-undangan yang harus diperbaiki ataupun untuk ditambahkan. Salah satu peraturan perundang-undangan yang perlu untuk ditambahkan adalah peraturan perundang-undangan tentang Zona Tambahan Indonesia. \n\nDalam penyelesaian permasalahan penegakan hukum di Zona Tambahan Indonesia, diperlukan suatu metode dan data yang nantinya akan digunakan sebagai sistem penyelesaian permasalahan. Elemen-elemen yang dibutuhkan selama penelitian adalah definisi Zona Tambahan, hak negara pantai atas Zona Tambahan, kewajiban kapal negara asing di Zona Tambahan, dan aspek teknis dalam penentuan batas maritim. Setelah itu, hasil dan pembahasan dari penelitian ini akan dibagi menjadi tiga aspek yaitu aspek hukum, aspek teknis, dan aspek kelembagaan. \n\nPada akhirnya, penelitian ini akan ditutup dengan kesimpulan dan saran. Kesimpulan dalam penelitian ini adalah belum adanya peraturan perundang-undangan tentang Zona Tambahan Indonesia, perlunya peta batas Zona Tambahan Indonesia sebagai perangkat penunjang penegakan hukum di Zona Tambahan Indonesia, dan belum adanya penegak dari peraturan perundang-undangan Zona Tambahan Indonesia. Sedangkan saran yang dalam penelitian ini adalah pengajuan perancangan peraturan perundang-undangan tentang Zona Tambahan Indonesia, pengajuan perancangan peta batas Zona Tambahan Indonesia, dan pengajuan Bakamla sebagai penegak peraturan perundang-undangan tentang Zona Tambahan Indonesia.", "Daftar File": {"2015 TA PP ADE PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107229", "2015 TA PP ADE PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107230", "2015 TA PP ADE PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107231", "2015 TA PP ADE PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107232", "2015 TA PP ADE PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107233", "2015 TA PP ADE PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107234"}, "Penulis": "ADE PUTRA  (NIM : 15111023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zona tambahan, batas maritim, hukum laut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "29 Nov 2017"}