{"Nomor": 20729, "Judul": "PERANCANGAN KAWASAN PUSAT KOTA SOREANG KABUPATEN BANDUNG DENGAN PENDEKATAN URBAN CATALYST", "Abstrak": "Perkembangan kawasan pusat kota Soreang yang stagnan dan cenderung menurun diakibatkan faktor internal dan eksternal, faktor internal disebabkan oleh berkurangnya kinerja kawasan dan ketidaksesuaian antara kemampuan kawasan dengan kebutuhan sarana prasarana didalamnya. Faktor eksternal Akses jalan yang menghubungkan antara Soreang dengan Kota Bandung sekarang ini sudah sangat padat sehingga sering terjadi kemacetan. Permasalahan ini sebenarnya sudah diantisipasi dengan adanya rencana Jalan Tol Soreang-Pasirkoja (Soroja) yang menghubungkan Kota Bandung langsung ke Soreang namun sampai sekarang Jalan tol tersebut belum terealisasi. Kedua faktor diatas secara tidak langsung berakibat pada turunnya minat para investor terhadap kawasan ini. Untuk mempercepat pertumbuhan dan pembangunan kawasan maka dibutuhkan sebuah upaya pengembangan berupa perancangan kawasan berbasis katalis urban yaitu strategi dalam memaksimalkan ruang publik kota yang memilki potensi dan dampak yang signifikan terhadap kawasan. Salah satu elemen kota yang yang berpotensi didalam kawasan pusat kota ini adalah pasar Soreang sebagai sebuah ruang publik, pusat aktifitas, perdagangan dan perekonomian kawasan dan diharapkan dapat menjadi sebuah destinasi yang unik dan dapat menarik perhatian baik masyarakat maupun investor didalam maupun diluar kawasan. Perancangan kawasan pusat kota Soreang dilakukan untuk menciptakan kawasan kota yang berkarakter unik dan mampu berperan skala kota dengan vitalitas yang tinggi secara fisik, sosial dan ekonomi. Secara spesifik perancangan kawasan menekankan pada terbentuknya kawasan sebagai sebuah destinasi baru yang dinamis dengan keberagaman fungsi dan variasi pergerakan pejalan kaki yang terintegrasi melalui ruang terbuka publik dan fungsi-fungsi bangunan yang ada didalam kawasan guna meningkatkan kualitas hidup masyarakat kota. Tesis ini berkesimpulan bahwa pengembangan strategis elemen katalis urban dengan kegiatan-kegiatan yang tepat dapat memberikan keunikan tersendiri dan dapat menjadi penggerak pertumbuhan dan pembangunan kawasan yang lebih cepat.", "Daftar File": {"2014 TS PP ADHITYA SURYA PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107291", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107292", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107293", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107294", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/107295", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/107296", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/107297", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/107298", "2014 TS PP ADHITYA SURYA PRATAMA 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/107299", "2014 TS PP ADHITYA SURYA PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107300"}, "Penulis": "ADHITYA SURYA PRATAMA (NIM : 256110011)", "Kontributor / Dosen Pembimbing": ["Pembimbing:            \n \n \n \n \n \n \n \n \n \n \n \n\nDr.Ir.Woerjantari Kartidjo, MT.", "Dr.Agus S. Ekomadyo, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Urban Catalyst, pasar, destinasi, ruang publik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "24 Nov 2017"}