{"Nomor": 20728, "Judul": "STUDI PEMANFAATAN LUMPUR SUNGAI CILIWUNG MELALUI PROSES PENGOMPOSAN SECARA AEROB", "Abstrak": "Lumpur sungai merupakan salah satu limbah padat dan menjadi salah satu penyebab bencana alam di Indonesia terutama banjir. Dibutuhkan satu teknologi pengolahan yang tepat guna sehingga dapat meminimalisir timbunan lumpur yang ada. Salah satu cara untuk mengatasi timbulan lumpur ini adalah dengan menjadikan lumpur sungai sebagai salah satu bahan pengomposan. Lumpur Sungai Ciliwung memiliki rasio C/N sebesar 12 dengan kadar air sebesar 70% yang berpotensi untuk dimanfaatkan melalui proses pengomposan. Tujuan dari penelitian ini adalah untuk mengkaji potensi pengomposan pada lumpur Sungai Ciliwung serta mengetahui teknik pengomposan terbaik untuk pembuatan kompos dengan bahan dasar lumpur Sungai Ciliwung melalui metode aerob. Metode pengomposan dilakukan dengan teknik windrow dan passive aerated static pile dengan waktu pengomposan selama 41 hari. Pada metode passive aerated static pile dilakukan 2 variasi yaitu terowongan kompos segitiga menggunakan bambu dengan ukuran 160 x 30 x 20 cm dan pipa PVC dengan ukuran 160 x 40 x 60 cm. Pengambilan data dilakukan dengan monitoring harian pada kompos dan analisa laboratorium pada sampel kompos hari ke 0; 3; 6; 9; 12; 15; 18; 22; 25; 30; 33; 37; dan 41 hari. Hasil yang diperoleh kemudian dibandingkan dengan standard kualitas kompos SNI 19-7030-2004 tentang Spesifikasi Kompos dari Sampah Organik. Kenaikan suhu yang signifikan pada metode windrow disebabkan oleh aktifnya kinerja mikroorganisme dalam proses pengomposan dengan masing-masing suhu tertinggi tiap reaktor adalah 48,5 oC, 38,5 oC, dan 39,5 oC. Sementara pada passive aerated static pile, suhu yang terjadi dalam tumpukan pile cenderung stabil. Rasio C/N pada metode windrow hari ke-41 sebesar 8 sementara pada passive aerated static pile masing-masing adalah 11 dan 10. Hal ini menunjukkan bahwa metode windrow lebih baik dalam memaksimalkan proses pengomposan dibandingkan dengan passive aerated static pile. Keseluruhan hasil analisa menunjukkan bahwa terjadi degradasi pada materi organik lumpur Sungai Ciliwung. Ketiga running pengomposan yang dijalankan juga menghasilkan kualitas kompos yang hampir memenuhi seluruh parameter yang terdapat pada SNI 19-7030-2004 mengenai standar kualitas kompos.", "Daftar File": {"2014 TA PP ADHITYA NUR R 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107284", "2014 TA PP ADHITYA NUR R 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107285", "2014 TA PP ADHITYA NUR R 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107286", "2014 TA PP ADHITYA NUR R 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107287", "2014 TA PP ADHITYA NUR R 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107288", "2014 TA PP ADHITYA NUR R 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107289", "2014 TA PP ADHITYA NUR R 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107290"}, "Penulis": "ADHITYA NUR RACHMAN (NIM : 15309048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mochammad Chaerul, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kompos, sungai, lumpur, ciliwung, rasio C/N", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}