{"Nomor": 20721, "Judul": "SINTESIS MATERIAL FOTOLUMINESENS ZN2XMG2(1-X)SNO4 : TI4+ DENGAN METODE SONOKIMIA", "Abstrak": "Field Emission Display (FED) merupakan salah satu devais yang menggunakan teknik katodoluminesensi (CL) mutakhir yang menggabungkan keuntungan dari Cathode Ray Tube (CRT) dan Liquid Crystal Display (LCD) sehingga menghasilkan devais panel datar yang lebih tipis, memiliki kontras warna yang lebih baik, serta konsumsi daya yang rendah. Serupa dengan sistem iluminasi lainnya, devais FED mengandung fosfor merah, hijau dan biru di dalamnya. Fosfor biru yang sering digunakan adalah fosfor berbasis sulfida, yang kurang baik digunakan sebagai material katodoluminesensi karena akan terdegradasi saat terkena tembakan berkas elektron dan akan menghasilkan gas sulfur oksida yang dapat merusak devais. Oleh karena itu perlu dicari fosfor biru alternatif yang stabil secara termal dan kimia, dan memiliki efisiensi tinggi. Salah satu kandidat yang dapat digunakan adalah fosfor oksida, yang di antaranya adalah Mg2SnO4. Namun, fosfor oksida dikenal memiliki konduktivitas listrik yang rendah sehingga kurang baik untuk digunakan sebagai fosfor katodoluminesensi. Pada umumnya material fosfor menggunakan ion logam tanah jarang sebagai aktivator sehingga menyebabkan tingginya biaya produksi material fosfor karena senyawa logam tanah jarang harganya mahal. Permasalahan tersebut dapat diatasi dengan menggunakan ion logam transisi yang relatif lebih murah harganya. Fosfor Mg2SnO4 yang didoping dengan Ti4+ diketahui menghasilkan emisi biru sehingga dapat dijadikan sebagai kandidat fosfor yang diinginkan. Sementara itu senyawa stanat Zn2SnO4 diketahui memiliki konduktivitas listrik yang tinggi. Zn2SnO4 memiliki struktur kristal inverse spinel sama dengan Mg2SnO4 dan ukuran ion antara Mg2+ dan Zn2+ tidak jauh berbeda sehingga penambahan ion Zn2+ pada Mg2SnO4 diharapkan membentuk solid solution antara Mg2SnO4 dengan Zn2SnO4 sehingga dapat meningkatkan konduktivitas listrik Mg2SnO4. Metode sintesis yang digunakan adalah sonokimia karena diduga dapat menghasilkan partikel senyawa dengan ukuran yang homogen dengan penggunaan energi yang relatif lebih rendah. Senyawa Mg2SnO4, Zn2SnO4 maupun ZnMgSnO4, suatu solid solution dengan perbandingan Mg2SnO4 dan Zn2SnO4 1:1 telah berhasil disintesis melalui metode sonokimia dengan sonikasi selama 3 jam dan sintering pada suhu 1200 oC selama 12 jam. Sampel Mg2SnO4 : Ti4+  dan ZnMgSnO4 : Ti4+  telah berhasil disintesis dengan kemurnian tinggi, dimana tidak terlihat puncak senyawa pengotor pada difraktogram sinar-X sampel-sampel tersebut. Hal ini juga mengkonfirmasi bahwa ion dopan Ti4+ telah berhasil masuk ke dalam kristal. Pada sampel Mg2SnO4 : Ti4+ maupun ZnMgSnO4 : Ti4+  terdapat pita emisi lebar yang puncaknya berada pada panjang gelombang sekitar 450 nm yang berkaitan dengan pusat luminesens kompleks TiO6. Sementara itu senyawa Zn2SnO4 : Ti4+ menghasilkan emisi yang lemah dan tidak menghasilkan emisi biru yang berasal dari Ti4+. Intensitas tertinggi diperoleh pada konsentrasi dopan Ti4+ 1,5% sementara pada konsentrasi yang lebih tinggi terjadi penurunan intensitas karena concentration quenching. Terjadi penurunan intensitas sebesar 64,22% pada penambahan ion Zn2+ serta pergeseran puncak eksitasi dari semula 247 nm menjadi 276 nm. Spektra reflektan menunjukkan bahwa sampel Mg2SnO4 : Ti4+ memantulkan kembali sinar yang diserap pada sekitar 240 nm sehingga terjadi kompetisi dengan peristiwa eksitasi. Luminesensi Mg2SnO4 : Ti4+ maupun ZnMgSnO4 : Ti4+ merupakan transfer muatan dari ligan oksigen dengan ion pusat dalam kompleks TiO6. Eksitasi 5,02 eV pada Mg2SnO4 : Ti4+ melampaui band gap 4,94 eV sehingga diduga terdapat state di atas pita konduksi. State tersebut diduga adalah orbital eg dari orbital d ion Ti4+  yang mengalami splitting. Emisi diperkirakan berasal dari transisi orbital t2g yang terbentuk dari splitting d1, sementara transisi eg  t2g berlangsung secara non- radiatif. Sama halnya dengan ZnMgSnO4 : Ti4+ dimana eksitasi 4,49 eV melampaui band gap 4,02 eV sehingga diduga pula terjadi splitting orbital d ion Ti4+ menjadi state eg dan sumber emisi t2g. Diperlukan studi lebih lanjut dengan menentukan perbandingan Zn:Mg yang optimum pada fosfor ZnMgSnO4 : Ti4+ serta karakterisasi CL untuk mengkonfirmasi sifat katodoluminesensinya.", "Daftar File": {"2017 TS PP ADHE ARYSWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107236", "2017 TS PP ADHE ARYSWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107237", "2017 TS PP ADHE ARYSWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107238", "2017 TS PP ADHE ARYSWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107239", "2017 TS PP ADHE ARYSWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107240", "2017 TS PP ADHE ARYSWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107241", "2017 TS PP ADHE ARYSWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107242"}, "Penulis": "ADHE ARYSWAN ( NIM : 20513087 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n \n\nDr. Bambang Prijamboedi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "FED,\tfosfor\tbiru,\tfotoluminesens,\tinverse\tspinel,\tsonokimia, Mg2SnO4 : Ti4+, Zn2SnO4", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}