{"Nomor": 20736, "Judul": "LINGKUNGAN PENGEMBANGAN PEMROGRAMAN VISUAL UNTUK ARDUINO", "Abstrak": "Pada Tugas Akhir ini, dibuat sebuah lingkungan pengembangan pemrograman visual untuk Arduino bernama Arduviz. Arduviz mencoba untuk menyatukan beberapa kelebihan kakas yang sudah ada dalam satu lingkungan pengembangan. Arduino adalah platform komputasi open source dalam bentuk single-board microcontroller yang dapat diprogram ulang. Arduino biasanya diprogram dengan menggunakan bahasa Arduino dan kakas Arduino IDE. Meski demikian, Arduino juga dapat diprogram dengan menggunakan pendekatan pemrograman visual. Saat ini, sudah ada kakas yang memungkinkan programmer menulis program Arduino secara visual seperti Ardublock dan miniBloq. Kakas yang sudah ada memiliki memiliki kelebihan tersendiri. Tetapi, karena kakas tersebut merupakan kakas yang terpisah, programmer tidak bisa memanfaatkan semua kelebihan tersebut untuk membuat sebuah program. Sebagai contoh, Ardublock memiliki dukungan fitur Arduino yang cukup lengkap tetapi pembangkitan kode tidak dapat dilakukan secara langsung. Di sisi lain, miniBloq dapat melakukan hal tersebut, namun fitur yang didukung oleh miniBloq tidak selengkap Ardublock. Arduviz diimplementasikan untuk menyelesaikan masalah tersebut. Implementasi Arduviz menggunakan Blockly sebagai library utama untuk membuat editor bahasa pemrograman visual. Karena Blockly menggunakan teknologi HTML, JavaScript, dan CSS sementara Arduviz perlu akses terhadap hardware dan file system, sebuah framework bernama Electron digunakan. Electron memungkinkan pembuatan native desktop application dengan menggunakan HTML, CSS, dan JavaScript serta menyediakan antarmuka akses hardware dan file system. Secara keseluruhan, dukungan fitur Arduino pada Arduviz lebih sedikit dibandingkan dengan Ardublock dan setara dengan miniBloq, tetapi berdiri sendiri dan tidak memerlukan proses instalasi. Selain itu, Arduviz juga mampu membangkitkan kode secara langsung seperti miniBloq. Dengan demikian, Arduviz dapat menjadi alternatif kakas pemrograman visual untuk Arduino.", "Daftar File": {"2017 TA PP ADIN BASKORO PRATOMO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107336"}, "Penulis": "ADIN BASKORO PRATOMO (NIM : 13513058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Riza Satria Perdana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Arduino, Visual Programming, IDE", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}