{"Nomor": 20730, "Judul": "PEMODELAN DEGRADASI LAHAN MENGGUNAKAN TEKNOLOGI PENGINDERAAN JAUH BERBASIS KOMPONEN VEGETASI DAN KOMPONEN EROSI Studi Kasus: Wilayah Kertabuana, Kalimantan Timur", "Abstrak": "Degradasi lahan merupakan masalah bersama bahkan hingga abad mendatang. Berbagai cara dan metoda digunakan untuk dapat mengenali degradasi, karena degradasi merupakan masalah yang kompleks. Penelitian degradasi lahan di \n\nberbagai kondisi geografis di dunia menggunakan penginderaan jauh hingga saat ini masih menjadi perhatian para peneliti karena dianggap salah satu cara yang \n\nefektif. Berbagai model pun dibuat untuk dapat memahami degradasi dengan baik, dengan mengenali komponen degradasi di lapangan. Di Indonesia, wilayah Provinsi Kalimantan Timur merupakan salah satu kawasan yang dianggap mengalami degradasi lahan. Namun demikian, penelitian sejauh ini lebih ditekankan pada dikotomi klasifikasi hutan dan non-hutan, tanpa melihat status degradasi yang terjadi. \n\nPenelitian degradasi biasanya dilakukan dengan prediksi erosi atau prediksi tutupan vegetasi. Hasil prediksi ini umumnya disebutkan langsung sebagai prediksi degradasi atau risiko degradasi. Model yang diusulkan pada penelitian ini tersusun dari dua komponen: prediksi erosi yang disebut sebagai komponen erosi, dan prediksi tutupan vegetasi yang disebut sebagai komponen vegetasi. Citra \n\nsatelit yang digunakan adalah gabungan dari citra Landsat ETM+ dan ASTER, untuk memperoleh resolusi spasial dan spektral yang lebih baik untuk perhitungan kedua komponen degradasi ini. Informasi spektral digunakan juga untuk \n\nmemperkirakan pertumbuhan kembali (regrowth), dalam arti apakah degradasi makin menuju ke intensitas degradasi lebih tinggi (hot spot) atau menuju pada intensitas yang makin rendah (bright spot). Komponen vegetasi merupakan fungsi dari faktor tutupan vegetasi dan faktor a. Faktor tutupan vegetasi dihitung menggunakan algoritma devegetasi (supresi vegetasi) berdasarkan metoda Crippen dan Blom, dan faktor a diperoleh dari nilai α yang dihitung menggunakan algorima Spectral Angle Mapper (SAM). Sedangkan untuk komponen erosi, selain merupakan fungsi dari prediksi erosi juga fungsi dari faktor b. Prediksi erosi dihitung menggunakan metoda Universal Soil Loss Equation (USLE) dan metoda Honda. Faktor b ditetapkan sebagai faktor yang merupakan fungsi dari Normalized Difference Vegetation Index (NDVI). Berdasarkan model yang diusulkan ini dilakukan perhitungan degradasi lahan di \n\ndaerah Kertabuana, Kabupaten Kutai Kartanegara, Provinsi Kalimantan Timur. Enam belas buah titik, yang dianggap mengalami degradasi, ditentukan di lapangan dan diukur spektralnya menggunakan spektrometer Cropscan MSR16R. \n\nCuplikan lapangan dianalisis menggunakan difraktometer sinar X merk Shimadzu XRD-7000 Maxima, untuk menentukan jenis mineral lempung, yang dianggap dapat memberikan ciri intensitas degradasi di lapangan. Peta degradasi berbasis \n\nspektral selanjutnya disusun, dengan mengacu pada Pustaka Spektral United States Geological Survey (USGS Spectral Library). Dengan peta degradasi spektral ini dilakukan validasi terhadap model degradasi yang diusulkan. Walaupun nilai akurasi keseluruhan antara model yang diusulkan dengan peta degradasi berbasis spektral berada pada tingkat yang rendah sebesar 42,96% dan kappa sebesar 0,27, namun model yang diusulkan mempunyai keunggulan dalam \n\npembagian kelas degradasi dari kelas sangat rendah hingga sangat tinggi, dan dalam membedakan badan air, rawa atau sungai. Pada daerah dengan intensitas degradasi yang sedang-tinggi, di beberapa lokasi ternyata berasosiasi dengan penyebaran mineral montmorilonit. Namun dengan nilai statistik kappa yang rendah dan pada batuan dasar Formasi Pulubalang mengandung tufa dasit yang dapat bertindak sebagai batuan asal dari montmorilonit, memberikan indikasi bahwa montmorilonit di daerah studi berasal dari pelapukan Formasi Pulubalang, sehingga tidak dapat dikatakan sebagai penanda intensitas degradasi. \n\nPengembangan indeks degradasi lahan juga dilakukan untuk menyempurnakan indeks degradasi lahan yang sudah ada. Pendekatan yang didasarkan pada indeks vegetasi tegak lurus (PVI/Perpendicular Vegetation Index), indeks vegetasi \n\nNDVI, dan algoritma SAM, dilakukan terhadap Land Degradation Index/LDI dari Chikhaoui dkk (2005). Indeks baru yang diusulkan ini, dituliskan sebagai mIDL(c), terbukti lebih baik sebesar 4,20% dalam tingkat akurasi di daerah studi. Dengan model yang diusulkan ini, status degradasi lahan di kawasan tropis dapat ditentukan, dan prakiraan terjadinya hot spot maupun bright spot dapat diketahui berdasarkan plot terner antara endmember antara Ã‚Â‘tanah terbuka', 'hutan', dan 'rumput'. Indeks degradasi lahan yang diusulkan juga dapat digunakan untuk mengetahui gambaran tingkat degradasi di suatu kawasan dengan cepat. Ini merupakan bagian yang sangat penting dalam pengelolaan kawasan hutan tropis di Indonesia secara khusus, dan secara umum pada pengelolaan sumber daya alam.", "Daftar File": {"2010 DIS PP ADHI WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107307", "2010 DIS PP ADHI WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107306", "2010 DIS PP ADHI WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107305", "2010 DIS PP ADHI WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107304", "2010 DIS PP ADHI WIBOWO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/107303", "2010 DIS PP ADHI WIBOWO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/107302", "2010 DIS PP ADHI WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107301", "2010 DIS PP ADHI WIBOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107309", "2010 DIS PP ADHI WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107308"}, "Penulis": "ADHI WIBOWO (NIM : 35105001)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  \n\nProf. Dr. Ir. Ishak H. Ismullah, DEA.", "Dr. Ir. Bobby S. Dipokusumo, M.Sc.", "Dr. Ir. Ketut Wikantika, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ASTER, degradasi lahan, erosi, Landsat ETM+, Pustaka Spektral, Spectral Angle Mapper, spektrometer, plot terner", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "21 Nov 2017"}