{"Nomor": 20739, "Judul": "PENGARUH REINJEKSI TERHADAP PRODUKSI PADA LAPANGAN DOMINASI UAP X", "Abstrak": "Injeksi adalah satu cara untuk mengatasi masalah air buangan yang berasal dari pembangkit maupun air hasil pemisahan dari separator. Selain itu, injeksi ini juga dapat membantu mencegah penurunan tekanan reservoir yang cukup besar akibat proses produksi yang berlangsung secara besar-besaran disamping dapat meningkatkan laju massa. Tetapi, injeksi juga dapat membawa dampak negatif. Salah satu dampak negatif yang timbul adalah terjadi penurunan temperatur sumur produksi jika injeksi dilakukan dekat dengan sumur produksi. Tetapi, injeksi yang terlalu jauh dapat menimbulkan dampak negatif juga. Karena jarak yang terlalu jauh dengan sumur produksi, menyebabkan fluida injeksi akan lambat tiba di sumur produksi. Keterlambatan ini bisa menyebabkan terjadinya penurunan tekanan yang cukup besar di sumur produksi sehingga terbentuk steam cap. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh posisi, kedalaman, dan jumlah injeksi terhadap produksi total lapangan dengan menggunakan model hipotetik lapangan X dan untuk mengetahui strategi injeksi yang optimal yang bisa dilakukan dilapangan X.  \n \n\nPenelitian dilakukan dengan membuat suatu model numerik yang dapat menirukan kondisi reservoir dari objek penelitian yaitu lapangan X menggunakan TOUGH2. Sebelum model itu dibuat terlebih dahulu harus diketahui penyebaran temperatur dan tekanan pada Lapangan X. Dengan menggunakan model numerik ini, dilakukan simulasi untuk beberapa skenario injeksi dan skenario yang tidak melibatkan injeksi. Skenario ini harus mampu memenuhi kebutuhan uap minimum yang bakal dibutuhkan oleh pembangkit. Dalam scenario ini juga dilihat pengaruh kedalaman, letak, dan jumlah reinjeksi terhadap produksi di Lapangan X.  \n \n\nDari hasil penelitian diperoleh bahwa injeksi yang dilakukan di lapangan X belum dapat meningkatkan produksi secara signifikan. Hasil terbaik yang bisa dicapai adalah produksi tidak mengalami penurunan walaupun injeksi dilakukan. Berdasarkan simulasi-simulasi yang dilakukan, terlihat bahwa injeksi yang dilakukan pada daerah yang berada dekat dengan sumur produksi akan mengalami penurunan produksi yang lebih besar dibandingkan jika injeksi dilakukan jauh dari sumur produksi. Hal sama juga akan terjadi jika injeksi dilakukan pada daerah yang lebih dangkal dan dengan laju injeksi yang sangat besar.", "Daftar File": {"2009 TS PP ADI NOVRIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107339", "2009 TS PP ADI NOVRIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107340", "2009 TS PP ADI NOVRIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107341", "2009 TS PP ADI NOVRIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107342", "2009 TS PP ADI NOVRIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107343", "2009 TS PP ADI NOVRIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107344", "2009 TS PP ADI NOVRIANSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107345", "2009 TS PP ADI NOVRIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107346"}, "Penulis": "ADI NOVRIANSYAH (NIM : 22206002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Nenny Miryani Saptadji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Injeksi, produksi, simulasi, laju penurunan produksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}