{"Nomor": 20737, "Judul": "PERANCANGAN MATRIKS PENGUKURAN KINERJA IMPLEMENTASI SMART CITY", "Abstrak": "Konsep smart city menjadi pilihan paling populer bagi kota untuk menyelesaikan tantangan kota yang terus meningkat. Perkembangan konsep smart city yang pesat menyebabkan beragamnya model dan definisi yang tersedia. Hal ini menyebabkan kota harus pintar memilih dan mengevaluasi kembali konsep mana yang sesuai dengan karakteristik dan kondisi kota. Minimnya pemahaman konsep dan lemahnya proses evaluasi menyebabkan berbagai implementasi yang dilakukan tidak mampu mencapai tujuan. Bagian yang sulit dari implementasi smart city tersebut adalah menjalankan aksi sesuai dengan strategi yang telah ditetapkan. Proses implementasi perlu terus dievaluasi untuk memastikan bahwa program-program smart city yang dijalankan memberikan dampak seperti yang diharapkan.        \n \n \n \n\nPada tugas akhir ini akan dirancang alat bantu untuk mengukur keselarasan implementasi smart city terhadap tujuan jangka panjang kota dengan pendekatan balanced scorecard. Tujuan perancangan ini adalah mengetahui apakah implementasi smart city yang dijalankan dapat mencapai tujuan kota di masa depan, serta mengetahui seberapa besar dampak dan kepada siapa dampak tersebut diberikan. Beberapa hal yang dilakukan pada pengerjaan tugas akhir ini adalah menentukan kriteria sistem pengukuran kinerja yang baik, memahami kota sebagai sistem dan konsep dasar smart city untuk menentukan modifikasi perspektif matriks balanced scorecard yang sesuai untuk mengukur implementasi smart city. Selanjutnya dilakukan pemilihan faktor-faktor yang menentukan kesuksesan setiap perspektif beserta ukuran-ukurannya berdasarkan konsep smart city EU.        \n \n \n \n\nHasil perancangan matriks balanced scorecard digunakan untuk menilai kinerja kota Bandung dalam mengimplementasikan konsep smart city. Ada empat perspektif yang digunakan yaitu perspektif penduduk, perspektif lingkungan, perpektif pengelola kota, dan perspektif learning and growth. Penilaian dilakukan dengan menghitung jumlah ketercapaian indikator yang telah dibagi pada setiap perspektif dengan bobot sama. Selanjutnya, diberikan rekomendasi inisiatif smart city pada bagian yang perlu ditingkatkan", "Daftar File": {"2017 TA PP ADINDA JUWITA NINGTYAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107337"}, "Penulis": "ADINDA JUWITA NINGTYAS (NIM: 18213026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kridanto Surendro M.Sc, P.hD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "smart city, balanced scorecard, kinerja, perspektif, kota.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}