{"Nomor": 20733, "Judul": "PREDIKSI DEFECT PADA PERANGKAT LUNAK MENGGUNAKAN DATA VERSION CONTROL", "Abstrak": "Defect adalah cacat pada perangkat lunak yang mengakibatkan perangkat lu- nak gagal untuk memenuhi spesifikasi kebutuhan perangkat lunak atau gagal dalam memenuhi ekspektasi pengguna terhadap perangkat lunak. Munculnya Defect pada perangkat lunak tidak dapat dihindari. Defect dapat disebabkan oleh kesalahan desain atau kesalahan dalam pemrograman. Biaya pengem- bangan perangkat lunak akan bertambah dengan munculnya defect, karena perbaikan defect membutuhkan biaya 50% hingga 70% dari total biaya. De- ngan munculnya defect kualitas perangkat lunak akan menurun. Pencegahan kemunculan defect dapat dilakukan dengan memanfaatkan model prediksi. Penelitian ini membahas teknik prediksi kemunculan defect pada perangkat lunak dengan menggunakan data histori pengembangan perangkat lunak dan source code. Chromoium, perangkat lunak open source, dijadikan sumber data penelitian karena belum pernah digunakan dan memiliki standar dokumentasi yang jelas dalam pengembangannya. Ada 2 (dua) teknik prediksi yang dilaku- kan pada penelitian ini 1) prediksi kemunculan defect pada file dan 2) prediksi kemunculan defect pada commit yang dilakukan author yang bertujuan me- lihat korelasi antara author dengan kemunculan defect. Hasil prediksi pada teknik yang pertama, Naive Bayes memperoleh hasil yang lebih baik diban- dingkan dengan algoritma lain yang digunakan. Namun hasil ini tidak lebih baik dari sebelumnya. Pada teknik prediksi yang kedua, pengurutan author dapat dilakukan dengan melihat nilai prediksi kemunculan defect.", "Daftar File": {"2017 TS PP ADI FERDIAN S 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/107318"}, "Penulis": "ADI FERDIAN SYAHPUTRA PANJAITAN (NIM: 23514030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. M. M. Inggriani Liem", "Yudistira Dwi Wardhana, Ph.d"], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "defect, chromium, prediksi, data mining, software repository, version control", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "02 Okt 2017"}