{"Nomor": 20732, "Judul": "STUDI PERILAKU PELINDIAN MAGNESIUM DARI TERAK PELEBURAN FeNi MENGGUNAKAN BAKTERI Alicyclobacillus ferrooxydans", "Abstrak": "Terak adalah produk samping proses peleburan berupa kumpulan senyawa kompleks atau sederhana yang biasanya merupakan oksida, sulfida, dan halida. Selama ini, terak peleburan khususnya terak peleburan feronikel (FeNi) PT Antam (Persero) Tbk. UBPN Sultra belum dimanfaatkan secara optimal. Hal ini menyebabkan terjadinya permasalahan tempat untuk penyimpanan terak. Selain itu, terak digolongkan sebagai limbah Bahan Berbahaya dan Beracun (B3) sehingga perlu adanya penanganan dan pemanfaatan lebih jauh. Salah satu kandungan yang terdapat pada terak ialah magnesium. Kandungan magnesium dalam terak peleburan FeNi sekitar 16.9%. Dengan kandungan tersebut, magnesium menjadi potensi untuk dilakukan ekstraksi dari terak. Ekstraksi logam melalui penggunaan bantuan mikroorganisme (bioleaching) pada dewasa ini tengah berkembang pesat. Untuk itu, penelitian ini dilakukan untuk mempelajari perilaku pelindian magnesium dari terak peleburan FeNi PT Antam (Persero) Tbk. UBPN Sultra menggunakan bantuan mikroorganisme, yaitu bakteri Alicyclobacillus ferrooxydans.     \n \n \n \n \n\nPercobaan diawali dengan dengan preparasi sampel terak yang meliputi penggerusan, pengayakan, dan pengambilan sampel (sampling). Selanjutnya, percobaan diikuti dengan pembuatan medium Fe-broth dan kultur bakteri Alicyclobacillus ferrooxydans menggunakan medium Fe-broth selama 3 hari inkubasi. Percobaan pelindian menggunakan medium Fe-broth yang dimodifikasi dalam beberapa variasi percobaan, yaitu persen pulp density, jumlah molase, dan waktu penambahan terak dan pirit dilakukan untuk mempelajari pengaruhnya terhadap persen ekstraksi magnesium, persen besi terlarut, dan perubahan Eh-pH yang terjadi selama proses pelindian. Pelindian dilakukan dengan menggunakan gyratory shaker pada kecepatan 180 rpm dan temperatur ruang               \n \n \n \n \n\nHasil pelindian menunjukkan bahwa persen ekstraksi magnesium paling optimum adalah 67.67% diperoleh dari percobaan pelindian selama 4 hari dengan 5% pulp density, 1 gr/L molase, waktu penambahan terak dan pirit setelah media pelindian yang berisi bakteri 10% v/v terlebih dahulu dilakukan shaker selama 2 hari. Pelindian magnesium dari terak peleburan FeNi PT Antam (Persero) Tbk. UBPN Sultra menggunakan bakteri Alicyclobacillus ferrooxydans mempunyai selektivitas yang kurang baik terhadap besi, dimana selektivitas pelindian magnesium terhadap besi untuk semua variasi berada dibawah 0.6.", "Daftar File": {"2017 TA PP ADIB MUHAMMAD CHAFID 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107317"}, "Penulis": "ADIB MUHAMMAD CHAFID", "Kontributor / Dosen Pembimbing": ["Dr.mont. M.Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pelindian, magnesium, terak peleburan FeNi, Alicyclobacillus ferrooxydans, ekstraksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}