{"Nomor": 20735, "Judul": "PENGEMBANGAN KRITERIA PENILAIAN METODE DRASTIC DALAM ANALISA KERENTANAN PENCEMARAN AIRTANAH DI KOTA BANDUNG", "Abstrak": "Perlindungan terhadap sumber daya airtanah dapat dilakukan dengan membuat peta kerentanan pencemaran airtanah. Informasi yang didapat mengenai sebaran potensi kerentanan pencemaran airtanah di suatu wilayah dapat dijadikan sebagai acuan dalam pembangunan berkelanjutan. Metode DRASTIC merupakan salah satu instrumen untuk mengevaluasi kerentanan pencemaran airtanah. Metode ini cukup popular dan banyak digunakan oleh para peneliti karena baik digunakan dalam skala regional. Akan tetapi tujuh parameter (kedalaman muka airtanah, curah hujan, media akuifer, media tanah, topografi, zone vadose, konduktivitas hidrolis) yang dijadikan dasar analisa tidak menambahkanparameter penutup lahan sebagai aspek aktifitas manusia yang berpotensi menambah kerentanan. Berdasarkan dari hal tersebut pengembangan kriteria penilaian metode yang dimaksud yaitu dengan memasukan parameter penutup lahan. Selain itu penyesuaian mengenai parameter dan bobot yang dikaitkan dengan kondisi wilayah studi di kota Bandung. Pengembangan kriteria penilaian yang dilakukan mengunakan metodeAnalisis Hirarki Proses (AHP) dengan penyebaran kuesioner dilberikan kepada stakeholder (akademisi, pemerintahan dan masyarakat) berjumlah 30 sampel. Setelah didapatkan bobot untuk parameter penggunaan lahan, langkah selanjutnya membuat peta kerentanan pencemaran airtanah dengan bantuan Sistem Informasi Geografis (SIG) menggunakan analisa overlay/tumpang susun pada peta-peta yang telah dibuat berdasarkan parameter pengembangan metode DRASTIC. Lokasi penelitian berada di kota Bandung, Provinsi Jawa Barat, Indonesia. Hasil analisa menunjukan bahwa penambahan parameter penutup lahan yang digunakan dalam analisa kerentanan pencemaran airtanah di Kota Bandung dapat meningkatkan sensitivitas penilaian. Selain itu, sensitivitas metode pengembangan lebih baik daripada metode DRASTIC karena penyebaran zona kerentanan tingginya lebih luas.", "Daftar File": {"2017 TS PP ADI MULYANA SUPRIATNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107335"}, "Penulis": "ADI MULYANA  SUPRIATNA  (NIM: 25314749 )", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peta Kerentanan, DRASTIC, Tutupan Lahan, AHP, SIG", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "05 Okt 2017"}