{"Nomor": 20740, "Judul": "PROYEK MANAJEMEN SISTEM YANG TERINTEGRASI UNTUK MENINGKATKAN PRAKTEK PROYEK MANAJEMEN.  KASUS: PROYEK BROWNFIELD YANG DILAKUKAN DALAM ORGANISASI PT FREEPORT INDONESIA DIVISI CONCENTRATING", "Abstrak": "Abstrak Ã‚Â– PT Freeport Indonesia adalah kontraktor dari pemerintah Republik Indonesia and sebagai     \n \n \n \n\nanak perusahaan dari Freeport-McMoRan Copper & Gold Inc. (FCX) yang beroperasi di Papua,    \n \n \n \n\nprovinsi paling timur di Indonesia. Pabrik peleburan bijih PTFI yang sudah beroperasi sejak tahun 1973    \n \n \n \n\ndapat dikategorikan sebagai pabrik yang sudah tua. Karena dikategorikan sudah tua, pabrik peleburan    \n \n \n \n\nPTFI memerlukan banyak brownfield proyek dikarenakan alasan sebagai berikut: banyaknya peralatan    \n \n \n \n\nyang perlu diganti karena suku cadangnya yang sudah tidak diproduksi kembali oleh pabrik    \n \n \n \n\npembuatnya, tingkat korosi yang tinggi yang disebakan interaksi antara konsentrat temabaga dan baja    \n \n \n \n\ndan tidak tentunya tingkat kekerasan bijih yang dikirimkan dari tambang terbuka dan tambang bawah    \n \n \n \n\ntanah. Oleh karena itu, banyak diperlukan rekayasa dan proyek brownfield untuk menjaga pabrik    \n \n \n \n\npeleburan bijih beroperasi sesuai dengan kapasitas disainnya. Namun demikian, dikarenakan kurangnya    \n \n \n \n\nsystem proyek manajemen, proyek brownfield PTFI sering mengalami penundaan dan kelebihan biaya    \n \n \n \n\nyang disebabkan oleh berbagai alasan. Sebagai sebuah perusahaan, PTFI juga tidak memiliki kriteria    \n \n \n \n\ndalam hal bagaimana suatu proyek brownfield dapat dikatakan sebagai proyek yang sukses. Dengan    \n \n \n \n\ndemikian, PTFI perlu membuat kriteria bagaimana suatu proyek dapat dikatakan sukses yang dapat    \n \n \n \n\nditerapkan di proyek brownfield PTFI, mengidentifikasi dan memetakan permasalahan yang sering    \n \n \n \n\nmenyebabkan proyek terlambat dan kelebihan biaya. Dengan mengembangkan criteria proyek yang    \n \n \n \n\ndapat dikatakan sukses, proyek manajemen sistem yang terintegrasi dapat dikembangkan untuk    \n \n \n \n\nmencapai kriteria tersebut. Lebih lanjut, proye manajemen sistem yang terintegrasi juga diharapkan    \n \n \n \n\ndapat menyelesaikan masalah-masalah yang sering menyebabkan proyek tertunda dan kelebihan biaya.     \n \n \n \n\nKriteria proyek yang dapat dikatakan sukses dan akar permasalahan dikembangkan menggunakan    \n \n \n \n\nmetode mind mapping dengan cara melakukan wawancara terhadap beragam responden yang berasal    \n \n \n \n\ndari departemen yang biasa terlibat dalam proyek brownfield di PTFI. Berdasarkan hasil penelitian,    \n \n \n \n\nkriteria suatu brownfield proyek dapat dikatakan sukses yang sesuai dengan kondisi PTFI adalah    \n \n \n \n\nsebagai berikut: sesuai dengan spesifikasi, diselesaikan tepat waktu, dikerjakan dengan selamat, sesuai    \n \n \n \n\ndengan anggaran yang sudah ditetapkan, bebas dari kesalahan dan seluruh pekerjaan dilakukan dengan    \n \n \n \n\nbenar. Sedangkan akar permasalahan yang sering menyebabkan proyek tertunda dan kelebihan biaya    \n \n \n \n\nadalah: kurangnya bisnis proses manajemen proyek, kurangnya sistem persetujuan proyek, kurangnya    \n \n \n \n\npenentuan scope pekerjaan dan persyaratan suatu proyek dan kurangnya manajemen pengadaan    \n \n \n \n\nmaterial. Untuk mengatasi akar permasalahan tersebut, penelitian ini merekomendasikan untuk    \n \n \n \n\nmeningkatkan proses proyek manajemen berdasarkan proses proyek manajemen yang dijelaskan di    \n \n \n \n\nPMBOK edisi ke-5 termasuk membuat project charter pada saat fase inisiasi proyek, melakukan    \n \n \n \n\nidentifikasi pihak-pihak yang terlibat dalam proyek, merencanakan lingkup pekerjaan dalam suatu    \n \n \n \n\nproyek, membuat perencanaan pada saat pemasangan dan melakukan pengecekan di lapangan pada saat    \n \n \n \n\nfase perencanaan, dan membuat lesson learned yang dapat digunakan untuk referensi pekerjaan di masa    \n \n \n \n\nyang akan datang. Rekomendasi lainnya adalah membuat sistem baru yang disebut Engineering Change    \n \n \n \n\nNotice (ECN), penerapan Project Management Offices (PMOs) yang berftugas sebagai komite untuk    \n \n \n \n\nmenyetujui dan memprioritaskan suatu proyek brownfield, dan membuat team yang bertugas untuk    \n \n \n \n\nmengelola material yang dibutuhkan untuk suatu proyek. Namun demikian, berdasarkan analisis Pareto,    \n \n \n \n\nuntuk menyelesaikan 80% permasalahan yang menyebabkan seringnya penundaan proyek, solusi yang    \n \n \n \n\nperlu diterapkan adalah implementasi Project Management Office (PMO) sebagai komite yang    \n \n \n \n\nmenyetujui, memilih dan memprioritaskan suatu proyek dan memperbaiki proses bisnis manajemenn    \n \n \n \n\nproyek yang ada sesuai dengan PMBOK.", "Daftar File": {"2017 TS PP ADI NUGROHO WIDYATMOKO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107347"}, "Penulis": "ADI NUGROHO WIDYATMOKO (NIM 29115362)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F. Firman, MSc, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brownfield Project, Project Management, Successful Project Criteria, Mind Mapping, Project Management Process, Engineering Change Notice, Project Management Offices (PMOs), Pareto Analysis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}