{"Nomor": 20749, "Judul": "PERENCANAAN NORMALISASI SUNGAI CIKERUH  (SIMULASI MENGGUNAKAN HEC-RAS 4.1.0)", "Abstrak": "Setiap musim penghujan tiba, kejadian banjir selalu terjadi di Sungai Cikeruh bagian hilir yang mengalir melalui Kabupaten Bandung. Lokasi sungai yang berada dekat dengan Kota Bandung, mengakibatkan kerugian besar apabila terjadi bencana banjir. Sedimentasi yang parah menyebabkan sungai mengalami pendangkalan sehingga tidak mampu menampung debit aliran saat curah hujan tinggi. Hal ini mendorong dilakukannya analisis terhadap badan Sungai Cikeruh dan perencanaan normalisasi menggunakan pemodelan pada program HEC-RAS 4.1.0. Program ini menghitung aliran satu dimensi dalam kondisi steady state. Kalibrasi model harus dilakukan untuk medapatkan kondisi sungai seperti kondisi di lapangan. Didapat nilai kekasaran manning Sungai Cikeruh adalah 0,035. Berdasarkan hasil simulasi steady flow menggunakan debit banjir rencana periode 20 tahun (Q20 = 88,275 m3/s)  bahwa sebagian besar penampang mengalami banjir dan tidak memenuhi persyaratan tinggi jagaan sebesar 0,5 meter. Tinggi banjir tertinggi dapat mencapai 3,61 meter sedangkan tinggi banjir terendah yaitu 0,53 meter. Perencanaan normalisasi dilakukan di seluruh penampang sungai dengan bentuk penampang tunggal trapesium, kedalaman saluran 5 meter, kemiringan saluran 0,5 dan 1,5, dan lebar bervariasi antara 15 Ã‚Â– 27 meter. Berdasarkan hasil simulasi penampang baru, didapat bahwa semua penampang mampu menampung debit banjir rencana 20 tahun dan memenuhi kriteria tinggi jagaan sebesar 0,5 meter. Rata-rata tinggi selisih tebing sungai dan muka air di seluruh penampang adalah 1,78 meter.", "Daftar File": {"2013 TA PP ADITTA SARI SALLIHAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107392", "2013 TA PP ADITTA SARI SALLIHAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107393", "2013 TA PP ADITTA SARI SALLIHAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107394", "2013 TA PP ADITTA SARI SALLIHAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107395", "2013 TA PP ADITTA SARI SALLIHAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107396", "2013 TA PP ADITTA SARI SALLIHAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107397", "2013 TA PP ADITTA SARI SALLIHAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107398", "2013 TA PP ADITTA SARI SALLIHAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107399"}, "Penulis": "ADITTA SARI SALLIHAT ( NIM :15309068 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "banjir, penampang, pemodelan, pengerukan, Rancaekek", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}