{"Nomor": 20758, "Judul": "PEMBUATAN OPERATOR TRAINING SIMULATOR PROSES SINTESIS PABRIK UREA MENGGUNAKAN FASILITAS FUNCTION BLOCK PADA DISTRIBUTED CONTROL SYSTEM", "Abstrak": "Urea (NH2CONH2) merupakan senyawa penting yang dimanfaatkan sebagai pupuk tanaman, bahan melamin dan lain-lain. Dalam menjalankan pabrik urea, terdapat peran operator dalam mengawasi dan mengontrol keberjalanannya agar produksi urea konsisten dan berkualitas bagus. Operator yang bertugas untuk melakukan hal tersebut adalah operator yang mengerti proses dari urea secara keseluruhan. Oleh karena itu dibuat suatu Operator Training Simulator (OTS) dari proses urea yang dapat digunakan untuk melatih operator agar dapat menjalankan tugas sesuai dengan yang diharapkan.  \n \n\nSimulator yang dirancang merepresentasikan unit-unit yang terlibat dalam proses sintesis urea (karbamat kondenser, reaktor dan stripper). Ketiga unit ini dimodelkan berdasarkan persamaan kesetimbangan massa dan energi agar diperoleh dinamika perubahan temperatur dan massanya. Simulator dirancang menggunakan fasilitas function block yang dimiliki oleh DCS Centum CS3000 Yokogawa dan divisualisasikan dengan fasilitas human machine interface dalam bentuk grafik dan angka  \n \n\nValidasi OTS dilakukan dengan membandingkan hasil simulasi dengan data lapangan pada pabrik urea PT. Petrokimia Gresik. Dari validasi pada kondisi tunak didapatkan persen kesalahan massa yang dimiliki oleh keluaran unit karbamat kondenser sebesar 2,122 %, reaktor 8,996 % dan stripper 2,34%. Sedangkan persen kesalahan temperatur keluaran unit karbamat kondenser 0,64% reaktor 0,67 % dan stripper 0,729%", "Daftar File": {"2012 TA PP ADJIE RIDHONMAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107476", "2012 TA PP ADJIE RIDHONMAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107477", "2012 TA PP ADJIE RIDHONMAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107478", "2012 TA PP ADJIE RIDHONMAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107479", "2012 TA PP ADJIE RIDHONMAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107480", "2012 TA PP ADJIE RIDHONMAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107481", "2012 TA PP ADJIE RIDHONMAS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107482", "2012 TA PP ADJIE RIDHONMAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107483"}, "Penulis": "ADJIE RIDHONMAS  (NIM : 13308070)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Estiyanti Ekawati, M.T., Ph.D.", "Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Urea, OTS, Sintesis Urea, Function Block, HMI, PT.Petrokimia Gresik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}