{"Nomor": 20779, "Judul": "BAGAN KENDALI MULTIVARIAT FUZZY UNTUK PROSES DENGAN KUALITAS KARAKTERISTIK MULTINOMIAL LINGUISTIK", "Abstrak": "Terdapat banyak pengendalian proses yang melibatkan dua atau lebih kualitas karakteristik dari suatu produk barang atau jasa, kualitas karakteristik tersebut penting untuk dipantau dan dikendalikan secara bersamaan. Kualitas karakteristik tersebut dapat bersifat variabel ataupun atribut, kualitas karakteristik atribut tidak dapat direpresentasikan secara numerik, sehingga kualitas karakateristik atribut direpresentasikan melalui klasifikasi-klasifikasi yang menggambarkan keadaan kualitas tersebut. Sejauh ini kualitas karakteristik atribut hanya mempunyai dua jenis klasifikasi biner, namun kenyataannya beberapa kualitas membutuhkan lebih dari dua jenis klasifikasi untuk menggambarkan keadaan kualitasnya. Kualitas karakteristik multinomial linguistik adalah kualitas karakteristik atribut yang mempunyai jenis klasifikasi lebih dari dua untuk menggambarkan keadaan kualitasnya, dalam mendapatkan bentuk numerik dari kualitas karakteristik multinomial lingustik, yang disebut nilai representasi, digunakan teori himpunan fuzzy dengan memberikan fungsi keanggotaan untuk setiap jenis klasifikasi. Pada tugas akhir ini akan dijelaskan prosedur pengendalian proses fase I dan fase II untuk proses dengan kualitas karakteristik multinomial linguistik, dengan  menggunakan bagan kendali multivariat fuzzy. Bagan kendali multivariat fuzzy yang digunakan adalah bagan kendali fuzzy Hotelling T2, bagan kendali fuzzy- MEWMA, dan bagan kendali fuzzy-MCUSUM, dengan bantuan metode bootstrap untuk mendapatkan nilai batas kendali untuk setiap bagan kendali yang digunakan.", "Daftar File": {"2016 TA PP ADYANSYAH PATONANGI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107562", "2016 TA PP ADYANSYAH PATONANGI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107563", "2016 TA PP ADYANSYAH PATONANGI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107564", "2016 TA PP ADYANSYAH PATONANGI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107565", "2016 TA PP ADYANSYAH PATONANGI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107566", "2016 TA PP ADYANSYAH PATONANGI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107567", "2016 TA PP ADYANSYAH PATONANGI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107568", "2016 TA PP ADYANSYAH PATONANGI 1- LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/107569"}, "Penulis": "ADYANSYAH PATONANGI (10112014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Utriweni Mukhaiyar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kualitas karakteristik multinomial linguistik, Teori himpunan fuzzy, Bagan kendali multivariat fuzzy, Bootstrap", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}