{"Nomor": 20777, "Judul": "SINTESIS KCC-1 MENGGUNAKAN SENYAWA CETAKAN SURFAKTAN KATIONIK BERSTRUKTUR GEMINAL ASIMETRIK, BENZALKONIUM KLORIDA", "Abstrak": "Belakangan ini, sintesis dengan morfologi terkontrol untuk material berpori menunjukan beberapa terobosan baru. Salah satunya adalah sintesis silika berpori, KCC-1, dengan morfologi unik bicontinuous concentric lamellar yang menyediakan ruang akses besar pada situs aktifnya. Penelitian sebelumnya menunjukan bahwa cetakan untuk mensintesis KCC-1 selalu menggunakan surfaktan dengan kemurnian tinggi dan hanya terdiri dari satu struktur saja. Untuk itu, kami  melaporkan sintesis KCC-1 dengan  menggunakan surfaktan baru, yaitu,  alkil benzil dimetil amonium klorida atau lebih dikenal dengan nama benzalkonium klorida (BZK). Surfaktan ini merupakan larutan dengan kemurnian 48% dan terdiri dari beberapa panjang rantai karbon, yaitu 8, 10, 12, 14, 16, dan 18 dengan konsentrasi yang tidak diketahui. Sintesis dilakukan dalam keadaan solvotermal dan KCC-1 dengan morfologi bicontinuous concentric lamellar dapat diperoleh pada campuran dengan rasio mol BZK/Si adalah 0,43 dan 1,10. Sejauh pemahaman kami, penelitian ini merupakan kali pertama KCC-  \n \n\n1 disintesis menggunakan BZK sebagai surfaktan. Hasil sintesis kemudian dibandingkan dengan  sintesis  serupa  menggunakan  setiltrimetilamonium bromida  (CTAB).  Hasil  citra. SEM menunjukan kemiripan pada morfologi dan ukuran partikel.", "Daftar File": {"2016 TA PP ADRY FAHMI ARIFIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107554", "2016 TA PP ADRY FAHMI ARIFIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107560"}, "Penulis": "ADRY FAHMI ARIFIN  ( NIM : 10512020 )", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Veinardi Suendo  \n \n\nPembimbing 2 : Dr. rer. Nat. Rino R. Mukti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SIO2, SOLVOTERMAL, KCC-1, SURFAKTAN, BZK, CTAB, MATERIAL BERPORI, MORFOLOGI BICONTINUOUS CONCENTRIC LAMELLAR.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}