{"Nomor": 20778, "Judul": "PEMODELAN DISTRIBUSI SPESIES TUMBUHAN PAKAN RUSA JAWA (Rusa timorensis de Blainville, 1822) DI KAWASAN TAMAN BURU GUNUNG MASIGIT KAREUMBI", "Abstrak": "Taman Buru Gunung Masigit Kareumbi (TBMK) merupakan salah satu dari 13 taman buru di Indonesia yang saat ini sedang berupaya menjalankan fungsi perburuan secara teratur. Untuk mencapai fungsi tersebut, rencana introduksi rusa jawa (Rusa timorensis de Blainville, 1822) sebagai satwa buru di TBMK perlu mempertimbangkan sebaran vegetasi sumber pakan bagi satwa tersebut. Beberapa tumbuhan di TBMK diketahui memiliki kandungan protein yang baik sebagai sumber pakan rusa jawa di TBMK. Penelitian ini bertujuan untuk memodelkan distribusi lima tumbuhan pakan rusa jawa yaitu Calliandra calothyrsus, Zapoteca tetragona, Hylodesmum repandum, Brachiaria decumbens, dan Setaria palmifolia serta menentukan variabel lingkungan yang mempengaruhi kehadiran spesies-spesies tumbuhan tersebut dalam area seluas 1.097,7 ha di kawasan TBMK. Pemodelan distribusi spesies dilakukan dengan menggunakan model maximum entropy (MAXENT) dengan input berupa titik kehadiran spesies yang diperoleh dari survei lapangan dan sembilan variabel lingkungan yaitu NDVI (normalized difference vegetation index), NDMI (normalized difference moisture index), ketinggian, kelerengan, arah lereng, presipitasi bulanan, temperatur rata-rata, tutupan lahan, dan jarak terhadap sungai.  Uji validasi model berdasarkan area under curve (AUC) dari kurva receiver operating characteristic (ROC) menunjukkan nilai AUC dari model distribusi C. calothyrsus, Z. tetragona, H. repandum, S. palmifolia, dan B. decumbens masing-masing sebesar 0,883; 0,887; 0,782; 0,804; dan 0,953. Variabel yang berkontribusi paling besar pada masing-masing model adalah tutupan lahan (pada model distribusi C. calothyrsus, S. palmifolia, dan B. decumbens), presipitasi bulanan (pada model distribusi Z. tetragona), dan kelerengan (pada model distribusi H. repandum). Distribusi lima jenis tumbuhan pakan rusa jawa di TBMK dapat dimodelkan dengan performa sedang-sangat baik (0,782-0,953) berdasarkan nilai AUC. Model B. decumbens merupakan model dengan nilai AUC tertinggi yaitu 0,953.", "Daftar File": {"2017 TA PP Adya Dhivara Sampurno 1-ABSTRAk.pdf": "https://digilib.itb.ac.id/gdl/download/107561"}, "Penulis": "ADYA DHIVARA SAMPURNO", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati   \n \n\nDr. Elham Sumarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kata kunci: maximum entropy, pemodelan distribusi spesies, taman buru, Taman Buru Gunung Masigit Kareumbi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}