{"Nomor": 20785, "Judul": "EVALUASI APLIKASI SISTEM RETROFIT GAS LIFT (RGL) PADA LAPANGAN X", "Abstrak": "Lapangan X pada awalnya direncanakan sebagai pengembangan lapangan gas sehingga sumur-sumur permulaan dirancang tanpa sistem pengangkatan buatan dan diharapkan mengalir secara alami. Setelah memasuki tahap produksi, selain gas, lapangan ini juga memproduksi kondensat, minyak, dan air. Dengan bertambah lamanya masa produksi dan tekanan reservoir yang terus menurun akumulasi fasa cair di dalam sumur menyebabkan tekanan hidrostatik yang lebih besar yang secara bertahap mengurangi kemampuan sumur mengalir sampai pada titik di mana sumur mengalami load up, berhenti mengalir dan dimatikan. Menjadi suatu tantangan yang besar untuk dapat mengaktifkan kembali sumur-sumur tersebut karena potensi hidrokarbon yang tertinggal masih signifikan. Dalam kondisi ini, diperlukan suatu metode untuk membantu mengangkat cairan ke permukaan sehingga sumur dapat kembali berproduksi, yaitu pemasangan metode pengangkatan buatan.     \n \n\nMempertimbangkan tipe komplesi sumur, ketersediaan gas di lapangan X untuk gas injeksi, dan biaya yang tinggi untuk memasang sistem pengangkatan buatan konvensional, maka sistem Retrofit Gas Lift (RGL) dianggap menjadi alternatif yang paling tepat. RGL adalah jenis sistem gas lift yang dapat dipasang di dalam tubing yang sudah sehingga tidak memerlukan pekerjaan workover dengan biaya tinggi. Selain itu, dengan RGL, titik injeksi gas dapat ditempatkan sedalam mungkin dengan menggunakan coil tubing untuk memberikan injeksi gas dekat dengan interval perforasi, yang merupakan solusi terbaik untuk sumur load up di lapangan X.     \n \n\nProyek pemasangan RGL di lapangan X telah selesai pada lima sumur. Dua sumur adalah sumur yang telah mati lebih dari dua tahun karena load up, dan tiga lainnya adalah sumur yang masih berproduksi. Dalam penelitian ini, penulis akan mengulas masalah load up di lapangan X, tahapan desain, dan pemasangan sistem RGL. Selanjutnya penulis melakukan evaluasi pada konfigurasi RGL yang sudah terpasang, kinerja RGL dan performa sumur pasca instalasi RGL, dan menyimpulkan bagaimana pengaruh RGL dalam menyelesaikan masalah produksi, dan dalam usaha menaikkan hydrocarbon recovery di lapangan X. Pada akhirnya tulisan ini diharapkan dapat menjadi rujukan dalam menentukan kelanjutan program RGL di lapangan X.", "Daftar File": {"2017 TS PP AFIF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107611", "2017 TS PP AFIF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107612", "2017 TS PP AFIF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107613", "2017 TS PP AFIF 1-BAB 3a.pdf": "https://digilib.itb.ac.id/gdl/download/107614", "2017 TS PP AFIF 1-BAB 3b.pdf": "https://digilib.itb.ac.id/gdl/download/107615", "2017 TS PP AFIF 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/107616", "2017 TS PP AFIF 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/107617", "2017 TS PP AFIF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107618", "2017 TS PP AFIF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107619"}, "Penulis": "AFIF (NIM : 22214027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "load up, pengangkatan buatan, Retrofit Gas Lift, deep injection, hydrocarbon recovery.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}