{"Nomor": 20784, "Judul": "DESAIN BREAKWATER DENGAN MENGGUNAKAN PERKUATAN TANAH SISTEM MATRAS CERUCUK BAMBU", "Abstrak": "Bangunan pelindung pantai (breakwater) merupakan salah satu infrastuktur yang dibuat untuk melindungi suatu daerah atau fasilitas dari ancaman gelombang. Dalam perancangannya, perlu dipastikan bahwa kriteria stabilitas tanah terpenuhi agar terhindar dari kerusakan struktur. Salah satu alternatif yang terbukti efektif dalam meningkatkan stabilitas tanah yaitu perkuatan tanah sistem matras cerucuk bambu. Matras cerucuk bambu merupakan salah satu alternatif solusi yang relatif murah dibandingkan material lain seperti baja, beton, dsb. Terutama jika lapisan tanah lunak didasar struktur cukup tebal. Selain itu, material bambu memiliki ketahanan yang tinggi saat berada di bawah permukaan air. Dalam penulisan ini akan dilakukan desain struktur breakwater pada lokasi tinjau dan desain perkuatan tanah struktur dengan sistem matras cerucuk bambu.   \n \nDalam analisis stabilitas tanah, digunakan perangkat lunak Plaxis. Plaxis merupakan perangkat lunak yang dikembangkan secara khusus untuk analisis deformasi dan stabilitas dalam rekayasa geoteknik. Dalam desain, Plaxis digunakan untuk mengetahui kebutuhan perkuatan tanah dasar dari struktur breakwater serta untuk mendesain perkuatan tanah sistem matras cerucuk bambu untuk memenuhi kriteria angka aman.", "Daftar File": {"2017 TA PP AFIF DARMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107601", "2017 TA PP AFIF DARMAWAN 1-BAB 1-.pdf": "https://digilib.itb.ac.id/gdl/download/107602", "2017 TA PP AFIF DARMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107603", "2017 TA PP AFIF DARMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107604", "2017 TA PP AFIF DARMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107605", "2017 TA PP AFIF DARMAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107606", "2017 TA PP AFIF DARMAWAN 1-BAB 61.pdf": "https://digilib.itb.ac.id/gdl/download/107607", "2017 TA PP AFIF DARMAWAN 1-BAB 62.pdf": "https://digilib.itb.ac.id/gdl/download/107608", "2017 TA PP AFIF DARMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107609", "2017 TA PP AFIF INDRAWAN-1.pdf": "https://digilib.itb.ac.id/gdl/download/107610"}, "Penulis": "Afif Darmawan [15513001]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. HENDRIYAWAN, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "breakwater, matras cerucuk bambu, perkuatan tanah, Plaxis, stabilitas tanah.", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "10 file", "Tanggal Input": "24 Nov 2017"}