{"Nomor": 20789, "Judul": "DURASI PENYINARAN MATAHARI DAN HUBUNGANNYA DENGAN PARAMETER KLIMATOLOGI MENGGUNAKAN CONTINUOUS WAVELET TRANSFORM (CWT), STUDI KASUS: PONTIANAK, KALIMANTAN BARAT (1981-2016)", "Abstrak": "Durasi Penyinaran Matahari (DPM) memiliki peranan penting dalam perubahan iklim atau cuaca di bumi. Dewasa ini, perubahan iklim dapat diindikasikan dengan perubahan nilai DPM (dimming atau brightening) pada beberapa dekade terakhir. Analisis DPM di Indonesia perlu dilakukan untuk mengetahui dampak dari perubahan iklim. Pada studi ini dilakukan analisis terhadap data harian Trata-rata, Tmak, Tmin, diurnal temperature range (DTR), curah hujan (CH), dan DPM di Pontianak, Kalimantan Barat tahun 1981-2016. Analisis terhadap data harian dilakukan dengan menggunakan analisis korelasi, FFT, linear trend, CWT dan WTC.  Hasil dari studi yang dilakukan menunjukkan bahwa korelasi negatif tertinggi terjadi antara DPM dan DTR sedangan korelasi negatif terendah antara DPM dan Tmin. DPM dan Trata-rata, serta DPM dan Tmak mempunyai korelasi positif sedangkan DPM dan CH, CH dan semua variabel temperatur mempunyai korelasi negatif. Analisis linear trend menunjukkan bahwa kenaikan Tmin (1,64oC) terjadi tiga kali lebih besar jika dibandingkan dengan kenaikan Tmak (0,49oC) sehingga menyebabkan penurunan DTR. Peningkatan temperatur udara global selama dalam satu abad terakhir sebagian besar disebabkan oleh peningkatan konsentrasi gas rumah kaca. Perioda dominan diperoleh melalui analisis pada domain Fourier, dengan hasil perioda dominan Trata-rata, Tmak, DTR, dan DPM adalah 12 bulan sedangkan periode CH dan Tmin adalah 6 bulan. Hasil serupa juga ditunjukkan oleh hasil CWT menggunakan wavelet Morlet dimana Trata-rata dan Tmak memiliki periode 8-16 bulan. DTR memiliki periode dominan 8-16 bulan dan 32-64 bulan sedangkan Tmin memiliki periode 12-20 bulan dan 32-64 bulan. Temperatur tinggi yang terdeteksi pada periode tersebut diasosiasikan dengan peristiwa kebakaran hutan lahan gambut di Kalimantan. Kekeringan dan kebasahan CH terdeteksi pada periode 4-8 bulan dan 8-16 bulan. Kekeringan ini dikaitkan dengan peristiwa El Nino mengakibatkan besarnya simpangan jumlah CH terhadap normalnya. Selanjutnya periode dominan DPM adalah 4-8 bulan dan 8-16 bulan. Periode brightening 1981-2016 disebabkan oleh perubahan karakteristik awan dan aerosol sehingga menyebabkan peningkatan jumlah energi matahari yang mencapai permukaan bumi.", "Daftar File": {"2017 TS PP AFNI NELVI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107628", "2017 TS PP AFNI NELVI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107629", "2017 TS PP AFNI NELVI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107630", "2017 TS PP AFNI NELVI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107631", "2017 TS PP AFNI NELVI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107632", "2017 TS PP AFNI NELVI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107633", "2017 TS PP AFNI NELVI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107634", "2017 TS PP AFNI NELVI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107635"}, "Penulis": "AFNI NELVI (NIM: 20215023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Durasi penyinaran matahari, perubahan iklim, FFT, CWT, WTC", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Nov 2017"}