{"Nomor": 20786, "Judul": "STUDI PRODUKSI PEMBUNGKUS MAKANAN DARI BIOKOMPOSIT PLA-SELULOSA", "Abstrak": "Poliasa laktat (PLA) merupakan salah satu alternatif yang berpotensi menggantikan bahan baku plastik kemasan makanan karena memiliki sifat biodegradasi yang baik dan berasal dari sumber yang terbarukan. Akan tetapi, aplikasi PLA belum dapat digunakan 100% karena harga yang mahal. Pembuatan biokomposit PLA-selulosa merupakan salah satu metode yang dikembangkan karena dapat menurunkan harga produksi. Namun, PLA yang dibuat melalui proses polikondensasi langsung memiliki berat molekul yang rendah sehingga menghasilkan biokomposit PLA yang rapuh. Oleh karena itu, pada penelitian ini permbuatan PLA dilakukan melalui metode polimerisasi ring opening (ROP) dengan monomer laktida sehingga diharapkan akan menghasilkan PLA dengan berat molekul tinggi. Tujuan dari penelitian ini adalah menentukan biokomposit PLA-Selulosa yang baik diaplikasikan sebagai pembungkus makanan.  \n\nMonomer laktida dibuat melalui metode polikondensasi pada tekanan 200mmHg dan temperatur depolimerisasi 200Ã‚Â°C. Hasil sintesis laktida memberikan rata-rata perolehan sebesar 9%. Variasi pemurnian laktida dilakukan untuk memperoleh kemurnian laktida paling tinggi dengan metode pemurnian sintetik. Proses ring opening selanjutnya dilakukan pada temperatur 140Ã‚Â°C menggunakan monomer dengan variasi laktida hasil pencucian dengan air dan hasil rekristalisasi dengan pelarut etil asetat, serta variasi waktu pada 3 hingga 4 jam reaksi. PDLLA hasil ROP memiliki berat molekul rata-rata terbaik sebesar 173.107,03 g/mol. PLA blend selanjutnya disintesis dengan menambahkan PLLA komerisial untuk meningkatkan sifat dari film PLA. Pembuatan biokomposit PLAselulosa dilakukan dengan metode solvent casting dengan PLA blend PDLLA20/PLLA80 dan penambahan selulosa pada komposisi maksimum 10%-berat. Hasil analisis kemudian dibandingkan dengan biokomposit PLA-selulosa yang dibuat dari PLA blend dari PDLLA polikondensasi. Hasil uji ketahanan mekanik terbaik adalah pada sampel PDLLA ROP 20/PLLA 80+10% selulosa yang memiliki nilai tensile strength 963,92 kPa, elongation at break 80,73%, dan moduus young 1,19 MPa. Sementara itu, Water Vapor Permeability (WVP) terendah adalah pada film PLA blend ROP tanpa penambahan selulosa yaitu sebesar 2,61 x 10-13 g/m.s.Pa. Kemampuan biodegradasi biokomposit selulosa dengan PLA blend ROP lebih baik dibandingan PLA blend polikodensasi dengan persentase massa hilang mencapai 45,21% pada penambahan 10%-massa selulosa.", "Daftar File": {"2017 TA PP Afina Rahmani 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107620"}, "Penulis": "Afina Rahmani - Nim: 13013052", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, MSc., Ph.D", "Dr. Hyung Woo Lee"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biokomposit, Kemasan makanan, PLA, Selulosa, Polimerisasi Ring Opening.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}