{"Nomor": 20787, "Judul": "HOW DOES LOCAL GOVERNMENT  AFFECT RURAL DEVELOPMENT?  (CASE IN INDONESIA)", "Abstrak": "Di Indonesia, indeks desa membangun merupakan salah satu pengukuran yang dapat digunakan untuk memperkuat pembangunan desa dengan mengurangi jumlah status desa tertinggal dan meningkatkan jumlah status desa mandiri. Faktor-faktor yang mempengaruhi pembangunan desa bukan hanya dari faktor internal yang dibentuk oleh tiga dimensi indeks desa membangun meliputi sosial, ekonomi, dan ekologi, namun ada juga faktor-faktor pemerintah daerah dalam proses membangun wilayah desa. Pemerintah daerah dapat memberikan manfaat yang sangat besar bagi pembangunan desa jika faktorfaktor pemerintah daerah dikelola dan dialokasikan secara tepat. Pada tahun 2014, pemerintah menargetkan untuk mengurangi jumlah desa tertinggal sampai 5000 karena masih banyak desa   \n\ntertinggal yang dapat menghambat pencapaian pembangunan nasional di Indonesia. Oleh karena itu, perbaikan dan alokasi secara tepat dari faktor pemerintah daerah di Indonesia sangat dibutuhkan di daerah agar merata ke wilayah desa. Penelitian ini bertujuan untuk mengetahui faktor-faktor pemerintah daerah yang mempengaruhi pembangunan desa di Indonesia dan pengaruh masing-masing faktor terhadap pembangunan desa sehingga perbaikan masing-masing faktor dapat diketahui untuk meningkatkan pembangunan desa di Indonesia. Penulis menggunakan regresi linier berganda dengan jumlah sampel sebanyak 305 kabupaten di Indonesia pada tahun 2014. Variabel dalam penelitian ini meliputi indeks desa membangun sebagai variabel terikat dan indeks pembangunan manusia, produk domestik regional bruto, pendapatan asli   \n\ndaerah, belanja hibah, belanja modal, luas wilayah, dan jumlah populasi sebagai variable bebas. Berdasarkan temuan dalam penelitian ini, penulis menemukan bahwa indeks pembangunan manusia, pendapatan asli daerah, belanja modal, luas wilayah, dan jumlah populasi merupakan faktor-faktor pemerintah daerah yang mempengaruhi pembangunan desa secara signifikan. Selain itu, faktor-faktor yang memiliki hubungan signifikan positif terhadap indeks desa membangun adalah indeks   \n\n pembangunan manusia, pendapatan asli daerah, dan jumlah populasi yang pengaruhnya adalah semakin tinggi atau semakin besar faktor-faktor ini, maka semakin tinggi pembangunan desa. Sementara itu, belanja modal dan luas wilayah merupakan faktor yang memiliki hubungan signifikan negatif terhadap indeks desa membangun yang pengaruhnya adalah semakin rendah atau semakin kecil faktor-faktor ini, maka semakin tinggi pembangunan desa. Selanjutnya, jika faktor-faktor pemerintah daerah tersebut dapat dikelola dan dioptimalkan secara tepat, maka akan mendorong akan mendorong peningkatan pembangunan desa serta indeks desa membangun yang dapat mengurangi jumlah status desa tertinggal dan meningkatkan jumlah status desa mandiri.", "Daftar File": {"2017 TA PP AFIQ MUHAMMAD 19014167   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107621", "2017 TS PP AFIQ MUHAMMAD 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251856"}, "Penulis": "AFIQ MUHAMMAD (NIM 19014167)", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, ST, MSM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "rural development, developing rural index, local government factors", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "15 Sep 2017"}