{"Nomor": 20793, "Judul": "SENSITIVITAS KONSENTRASI DAN TIME OF PRECIPITATION RESIN TERHADAP NILAI PENURUNAN PERMEABILITAS DAN COMPRESSIVE STRENGTH PADA PENGGUNAAN EPOXY RESIN UNTUK MENGATASI MASALAH KEPASIRAN (STUDI LABORATORIUM)", "Abstrak": "Sari  \n \n\nMasalah kepasiran, masalah produksi yang serius mengenai produksi pasir dari reservoir dengan sementasiyang buruk dan /atau tekanan drawdown yang berlebihan ke permukaan selama pengembangan sumur minyak dan gas, dapat diselesaikan secara efisien dengan menggunakan resin. Meskipun kemampuan resin dalam memberikancompressive strength yang tinggi ke reservoir untuk mencegah produksi pasir, kecenderungan untuk menghalangi pori-pori sebelumnya yang telah digunakan sebagai jalur aliran cairan dapat mengakibatkan perubahan permeabilitas. Oleh karena itu, komposisi resin yang baik harus ditentukan di mana penurunan nilai permeabilitas harus diminimalkan sedangkan compressive strength yang dihasilkan harus setinggi mungkin. Tugas akhir ini akanmembahas komposisi resin yang baik yang umum digunakan oleh industri perminyakan bernama Epoxy menggunakan pendekatan penelitian laboratorium.  \n \n\nCorefloodingdengan menggunakan pasir sebagai upaya untuk meniru kelakuan unconsolidated sand reservoir dengan injeksi resin, diharapkan penelitian ini dapat menghasilkan penggunaan resin yang baikyang mungkin berlaku untuk kondisi reservoir. Penelitian mengenai sensitivitas konsentrasi Epoxy dantime of precipitation terhadap nilai penurunan permeabilitas dan compressive strength menghasilkan18 jam time of precipitation (waktu pengerasan sebelum post-flushing), konsentrasi 50% hardener dan 50% Epoxy dalam volume dipilih sebagai komposisi Epoxy yang baikdi mana hal tersebut menghasilkan penurunan permeabilitas yang minimum dan compressive strengthyang cukup bagus.", "Daftar File": {"2013 TA PP AFRIANDINI PUTRI SANDIKA 1.pdf": "https://digilib.itb.ac.id/gdl/download/107649"}, "Penulis": "AFRIANDINI PUTRI SANDIKA (NIM : 12209024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kepasiran, resin, Epoxy, coreflooding, time of precipitation, konsentrasi, permeabilitas, compressive strength", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}