{"Nomor": 20805, "Judul": "ANALISIS ASAS DAN TUJUAN DARI UNDANG-UNDANG KELAUTAN DALAM IMPLEMENTASINYA DI INDONESIA", "Abstrak": "Wilayah dan potensi kelautan yang besar di Negara Kesatuan Republik Indonesia (NKRI) memerlukan pengelolaan yang sesuai agar dapat terjaga dan termanfaatkan dengan baik. Penyusunan dan pengesahan undang-undang nomor 32 tahun 2014 tentang kelautan adalah suatu bentuk usaha yang dilakukan negara dalam menata dan mengatur ruang lautnya secara terpadu. Undang-undang kelautan mempunyai sebelas asas dan delapan tujuan yang tercantum di dalamnya. Asas dan tujuan tersebut berisi mimpi-mimpi besar akan bidang kelautan Indonesia yang harapannya dapat dicapai dengan adanya undang-undang ini. Akan tetapi pada kenyataanya masih banyak pekerjaan yang harus dilakukan untuk mengimplementasikan mimpi besar tersebut hingga mencapai kondisi ideal yang diharapkan. Penelitian untuk mengetahui sejauh mana undang-undang dapat diimplementasikan dilakukan dengan melakukan uji prasyarat hukum undang-undang, dan hasilnya undang-undang kelautan memenuhi syarat sah dan absah sehingga dapat diimplementasikan dari aspek muatan hukum tersebut. Sedangkan dari analisis SWOT dan semantik bahasa dapat dilihat bahwa implementasi dari undang-undang kelautan masih jauh dari harapan, diharapkan kedepannya dengan dibuatnya aturan-aturan pendukung dan diperbaikinya kinerja pemerintahan, pengimplementasian akan berjalan lebih baik. Untuk peran geodesi dan geomatika dalam bidang kelautan ini, didapatlah beberapa peran pokok dan peran tambahan menyelesaikan permasalahan di bidang kelautan.", "Daftar File": {"2015 TS PP AGUNG PANDI NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107713", "2015 TS PP AGUNG PANDI NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107714", "2015 TS PP AGUNG PANDI NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107715", "2015 TS PP AGUNG PANDI NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107716", "2015 TS PP AGUNG PANDI NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107717", "2015 TS PP AGUNG PANDI NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107718"}, "Penulis": "AGUNG PANDI NUGROHO (NIM : 25112001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir.Eka Djunarsjah, MT \n\nDr.rer.nat Wiwin Windupranata, ST, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Undang-undang, Kelautan, Asas, Tujuan, Implementasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "04 Des 2017"}