{"Nomor": 20803, "Judul": "JOINT LOCATION OF FACILITIES AND MOBILE RESOURCE: AN APPLICATION TO THE SECTOR OF PUBLIC WORKS", "Abstrak": "Sebagian besar permasalahan pemilihan lokasi fasilitas di industri bertujuan untuk menentukan lokasi pabrik atau fasilitas logistic dalam rentang waktu tertentu. Keputusan mengenai ukuran menentukan besarnya kapasitas dari fasilitas itu sendiri. Salah satu karakteristik yang paling dominan adalah keterbatasan ruang.  Dalam penelitian ini, pemodelan permasalahan pemilihan lokasi dan perencanaan pekerjaan akan dilakukan. Beberapa pekerjaan tersebut membutuhkan penggunaan dari fasilitas yang besifat mobile, contohnya mesin yang dapat dipindahkan dari satu tempat ke tempat lain. Permasalahan ini mencakup keputusan strategis (pemilihan lokasi platform/fasilitas) dan keputusan taktis (penempatan mesin mobile).   Permasalahan ini dimodelkan berdasarkan Mixed Integer Linear Program (MILP). Rentang waktu yang dipertimbangkan adalah satu tahun, yang dibagi menjadi beberapa period yaitu bulan. Terdapat pelanggan dalam jumlah yang besar dengan permintaan yang deterministik tetapi bervariasi selama rentang waktu. Platform logistic digunakan untuk menampung produk, memproses produk dan memasok produk ke pelanggan. Fungsi tujuan adalah untuk meminimasi total biaya yang meliputi biaya set-up, produksi, inventory dan pengiriman serta biaya pemindahan mesin dari satu platform ke platform lain.   Data diambil dari sebuah perusahaan pelayanan public. Untuk memperluas eksperimen yang dilakukan, dipilih 2 tipe tata letak yaitu (i) cluster dengan korelasi antara fasilitas dan pelanggan dan (ii) acak baik untuk fasilitas maupun pelanggan. Sebanyak 60 contoh kasus dibuat dengan nilai-nilai yang berbeda untuk jumlah fasilitas, pelanggan dan mesin.  Pemecahan model dilakukan dengan menggunakan IBM Ilog CPLEX 12.6.3 dengan pengaturan standard dan batas waktu 5 jam. Contoh kasus yang kecil dapat dipecahkan hingga pemcapai titik optimal dan contoh kasus yang besar menunjukan tingkat kesulitan dari permasalahan ini.   Algoritma heuristic Variable Neighborhoods Descent (VND) dikembangkan guna memecahkan permasalahan ini. Algoritma ini didasarkan prinsip penghancuran/pembangunan ulang: pertama membebaskan beberapa variabel biner dan semua variabel continuous lalu melakukan pembangunan ulang dengan formulasi MILP. Dengan waktu komputasi selama 10 menit, algoritma ini secara iterative menambah jumlah variabel yang dihancurkan. Hasil menunjukan bahwa solusi yang lebih baik berhasil didapatkan untuk contoh kasus yang besar.", "Daftar File": {"2017 TS PP Agri Utama Noor Permadi1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107700"}, "Penulis": "Agri Utama Noor Permadi - NIM: 23415025", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri Govindaraju, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Permasalahan Pemilihan Lokasi, Perangkat Mobile, Mixed Integer Linear Program", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}