{"Nomor": 20807, "Judul": "STUDI TEORITIS PENERAPAN PEREDAM MASSA TERTALA SEMIAKTIF PADA STRUKTUR BANGUNAN RUMAH SAKIT AKIBAT TEREKSITASI BEBAN GEMPA", "Abstrak": "Struktur bangunan harus dirancang tahan terhadap perubahan beban-beban dinamik. Ide untuk membuat struktur yang adaptif dan responsif telah dikembangkan maka diterapkanlah mekanisme sistem kontrol pada bangunan. Tugas akhir ini menyajikan studi kasus untuk penerapan kontrol semiaktif berupa pemasangan peredam massa tertala dengan menggunakan peredam magnetorheological (MR) untuk memberi karakteristik kontrol semiaktif. Peredam MR mengkonsumsi energi sangat kecil. Struktur yang ditinjau adalah struktur Rumah Sakit 14 lantai. Struktur dieksitasi terhadap beban uji berupa beban gempa. Beban uji yang digunakan adalah gempa El Centro 1940, Kobe 1995, dan Chichi 1999.   \nStudi ini dilakukan dengan simulasi komputer menggunakan bahasa pemrograman MATLABÃ‚Â®. Model evaluasi linier untuk struktur dikonstruksikan dengan menggunakan metode elemen hingga. Hasil akhir dari studi ini adalah untuk mengevaluasi kinerja dan mengetahui karakteristik penerapan sistem kontrol peredam massa tertala semiaktif dengan algoritma kontrol optimal pada struktur Rumah Sakit 14 lantai. Respon dari struktur terkontrol dibandingkan dengan respon struktur yang tidak terkontrol. Hasil simulasi menunjukkan bahwa penerapan peredam massa tertala semiaktif mampu mereduksi respon struktur dengan baik. Respon yang dianalisis berupa respon perpindahan dan percepatan struktur.", "Daftar File": {"2013 TA PP AGUNG PRASTIO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107726", "2013 TA PP AGUNG PRASTIO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107727", "2013 TA PP AGUNG PRASTIO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107728", "2013 TA PP AGUNG PRASTIO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107729", "2013 TA PP AGUNG PRASTIO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107730", "2013 TA PP AGUNG PRASTIO 1 - BAB 5 A.pdf": "https://digilib.itb.ac.id/gdl/download/107731", "2013 TA PP AGUNG PRASTIO 1 - BAB 5 B.pdf": "https://digilib.itb.ac.id/gdl/download/107732", "2013 TA PP AGUNG PRASTIO 1 - BAB 5 C.pdf": "https://digilib.itb.ac.id/gdl/download/107733", "2013 TA PP AGUNG PRASTIO 1 - BAB 5 D.pdf": "https://digilib.itb.ac.id/gdl/download/107734", "2013 TA PP AGUNG PRASTIO 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107735", "2013 TA PP AGUNG PRASTIO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107736"}, "Penulis": "AGUNG PRASTIO (NIM : 15009013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Herlien D Setio"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kontrol struktur, kontrol semiaktif, peredam massa, kontrol optimal, respon struktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "09 Nov 2017"}