{"Nomor": 20817, "Judul": "KONSTRUKSI DAN EKSPRESI PROMOTER GEN DEHYDRIN (DHN) DARI TEBU (Saccharum officinarum L) SECARA TRANSIEN", "Abstrak": "Tanaman tebu merupakan tanaman yang mempunyai tingkat toleransi yang tinggi terhadap cekaman lingkungan. Gen dehydrin merupakan gen stress inducible yang paling banyak diregulasikan pada tanaman tebu dibandingkan dengan gen stress inducible lainya. Gen ini dikendalikan oleh promoter yang memilki motif cis regularoty element salah satunya ABA sebagai respon terhadap kekeringan. Penelitian ini bertujuan untuk menyisipkan promoter dehydrin dari tebu ke dalam vektor ekspresi pBI121 menggantikan promoter CaMV 35S dengan metode Overlap Extention Polymerase Chain Reaction (OEPC) dan Uji Ekspresi gen GUS secara transient. Metode OEPCE memerlukan desain primer yang dapat mengamplifikasi vektor ekspresi pBI121 secara keseluruhan. Enzim restriksi Dpn1 ditambahkan untuk mendegradasi plasmid parental setelah proses PCR Overlap dilakukan. Produk yang dihasilkan kemudian ditransformasi ke Escherechia coli DH5α kompeten. Karakterisasi promoter dilakukan secara transient menggunakan bakteri Agrobacterium tumefaciens GV 3010 ke dalam kultur jaringan tembakau (Nicotiana tobacco Linn). Berdasarkan konfirmasi PCR yang dilakukan menunjukkan bahwa plasmid pBI121-Pr1DHN1 telah berhasil dikonstruksi kedalam vektor ekspresi pBI121 dengan visualisasi elektroforegram pada pita berukuran 2000 bp. Hasil penjajaran dengan sekuen promoter pada penelitian sebelumnya didapatkan percen identity sebesar 99%. Hasil pewarnaan histokimia pada uji GUS menunjukkan bahwa promoter DHN11 dapat meregulasi ekspresi gen GUS pada bagian batang. Aktivitas promoter DHN1 lebih rendah bila dibandingkan dengan aktivitas promoter CaMV35S karena pada penelitian ini belum dilakukan penginduksian salah satunya induksi cekaman kekeringan.", "Daftar File": {"2017 TA PP  AGUS EKA PRASETYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107760"}, "Penulis": "AGUS EKA PRASETYO (NIM : 10613049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sony Suhandono., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "promoter, dehydrin, overlap PCR, penjajaran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}