{"Nomor": 20811, "Judul": "PENINGKATAN RESOLUSI VERTIKAL SEISMIK DENGAN METODE DEKONVOLUSI WAVELET DAN DEKOMPOSISI SPEKTRAL FREKUENSI TINGGI", "Abstrak": "Resolusi seismik merupakan salah satu parameter penentu kualitas dari data seismik. Resolusi seismik berpengaruh pada detail dari data dan kenampakan dari reflektor-reflektor yang ada. Analisa dari resolusi biasanya berasosiasi dengan ketebalan tuning yang disebabkan oleh lapisan tipis. Representasi dari efek tuning merupakan hal yang berhubungan dengan wavelet dari sinyal. Dalam kenyataannya wavelet dalam seismik bersifat nonstasioner atau berubah terhadap waktu baik amplitudo maupun fasanya seiring perambatannya pada medium yang heterogen. Kenyataan dari wavelet ini menyebabkan    \n \n \n \n\nketerbatasan dari metode dekonvolusi yang menyandarkan pada asumsi wavelet tetap.    \n \n \n \n\nEkstraksi wavelet secara statistik dari seismik itu sendiri merupakan salah satu opsi dalam mengakomodasi wavelet yang tidak konstan. Dalam Tugas Akhir ini akan dicoba efektifitas dari metode dekonvolusi wavelet dan    \n \n \n \n\ndekomposisi spektral frekuensi tinggi. Dekonvolusi wavelet menyandarkan pada penentuan wavelet dengan cara ekstraksi dari seismik itu sendiri, sehingga diharapkan operator dekonvolusi yang terbentuk menjadi lebih baik. Dekomposisi spektral juga merupakan pilihan untuk peningkatan resolusi. Pada Dekomposisi spektral ini mengakomodasi faktor Q yang mana akan berpengaruh pada penentuan spektrum waveletnya. Dengan faktor Q tersebut diharapkan wavelet yang nonstasioner dapat terwakili dengan baik, yang nantinya berpengaruh pada pembentukan spektrumnya.    \n \n \n \n\nAnalisa peninggian resolusi seismik dalam penelitian ini dilakukan pada trace dan spektrum dari penampang. Pada analisa trace, diperlihatkan pengolahan data dengan    \n \n \n \n\nkenampakan pemisahan lapisan tipis dari efek tuning yang ada. Pada analisa spektrum, diperlihatkan peninggian pada amplitudo frekuensi (db). Untuk melihat tingkat konsistensi dari tiap penampang, dilakukan kroscek dengan well yang memberikan nilai koefisien korelasi antara penampang dan sintetik dari well.", "Daftar File": {"2010 TA PP AGUNG WAHYU SAPUTRO 1.pdf": "https://digilib.itb.ac.id/gdl/download/107740"}, "Penulis": "AGUNG WAHYU SAPUTRO (NIM. 12405004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sonny Winardhi, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "spektrum, tuning, noise, dekomposisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}