{"Nomor": 20819, "Judul": "ANALISIS KEPUTUSAN DALAM MENENTUKAN TENAGA KERJA UNTUK MENINGKATKAN KINERJA PROYEK LOWER WANAGON   PT FREEPORT INDONESIA", "Abstrak": "Setiap perusahaan tambang memiliki tanggung gugat untuk memastikan area yang terkena \n\ndampak aktifitas penambangan dalam kondisi baik sebelum tutup tambang. Sebagai bagian \n\nrencana tutup tambang pada tambang terbuka Grasberg, proyek Lower Wanagon sangat \n\npenting bagi PT Freeport Indonesia. Tujuan dari proyek ini adalah untuk memenuhi \n\nkomitmen reklamasi dan memastikan stabilitas geoteknik di Lower Wanagon yang \n\nmerupakan area timbunan batuan tidak bernilai ekonomis terbesar dari tambang terbuka \n\nGrasberg, PT Freeport Indonesia. Proyek Lower Wanagon pada awalnya ditargetkan \n\nselesai pada tahun 2024.      \n\nPenyelesaian proyek Lower Wanagon sesuai desain dan jadwal sangat penting dan menjadi \n\nfokus perhatian perusahaan karena berdampak langsung pada isu lingkungan dan isu sosial. \n\nKegagalan dalam mencapai target berpotensi menyebabkan PT Freeport Indonesia \n\nmengalami risiko katastropik. Oleh sebab itu, perusahaan telah melakukan berbagai cara \n\ndan usaha termasuk mendedikasikan satu group kerja/unit usaha, peralatan dan material. \n\nNamun demikian, kinerja proyek saat ini sangat buruk. Proyek saat ini mengalami \n\nketerlambatan sekitar tiga tahun dan akibatnya biaya proyek meningkat signifikan dari 700 \n\njuta dolar menjadi 840 juta dolar. Keterlambatan ini juga berdampak pada meningkatnya \n\npotensi longsor yang merupakan salah satu risiko katastropik perusahaan.  \n\nProyek akhir ini bertujuan untuk menganalisis isu bisnis pada proyek Lower Wanagon, \n\nmenemukan penyebab dasar serta memberikan rekomendasi terbaik dalam rangka \n\nmempercepat penyelesaian proyek dan meningkatkan kinerja proyek. Diagram sebab \n\nakibat (tulang ikan) digunakan dalam mencari penyebab dasar. Metode Analytic Hierarchy \n\nProcess (AHP) digunakan untuk menyelesaikan penyebab dasar yaitu dengan \n\nmengevaluasi dan menentukan unit usaha terbaik untuk menyelesaikan proyek Lower \n\nWanagon.   \n\nDengan metode AHP diperoleh bahwa Petrosea merupakan unit usaha terbaik dalam \n\nmenyelesaikan proyek Lower Wanagon dengan bobot 0.4044. Solusi ini diyakini akan \n\nmempercepat progres proyek sekitar tiga tahun dari kondisi aktual saat ini dan menghemat \n\nbiaya (menghindari potensi biaya tambahan) sekitar 87.6 juta dollar. Solusi ini juga akan \n\nmenurunkan potensi risiko longsor dari risiko tinggi menjadi rendah serta menjaga reputasi \n\nperusahaan khususnya terkait kepatuhan pada regulasi dan praktek penambangan terbaik.", "Daftar File": {"Agus Hotlan Napitu  29115272.pdf": "https://digilib.itb.ac.id/gdl/download/107771"}, "Penulis": "AGUS HOTLAN NAPITU  29115272", "Kontributor / Dosen Pembimbing": ["Dr. Manahan P. Siallagan, S.Si., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "mine closure, analytic hierarchy process, project performance, decisionmaking, business unit selection.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Okt 2017"}