{"Nomor": 20813, "Judul": "Inventarisasi Tumbuhan Invasif di Kampus ITB Ganesha Kota Bandung", "Abstrak": "Tumbuhan invasif adalah tumbuhan yang dapat dengan sukses menempati dan menyebar dalam habitat yang baru. Saat ini di Indonesia tumbuhan invasif dilaporkan telah menginvasi berbagai tempat, di sekitar pemukiman hingga taman nasional.  \n\n. Spesies invasif dapat merupakan hasil introduksi yang sengaja dilakukan dalam bentuk tanaman hias untuk mengisi taman-taman. Introduksi spesies asing tersebut memiliki potensi mengganggu lingkungan di mana tumbuhan itu berada. Spesies asing sendiri adalah spesies yang hidup di luar habitat aslinya. Kampus ITB Ganesha dengan luas sekitar 286.830 m2 memiliki vegetasi beragam. Sebagian besar vegetasi tersebut berada dalam bentuk ruang terbuka hijau atau taman berukuran kecil. Tujuan dari penelitian adalah untuk mengevaluasi kemungkinan kehadiran tumbuhan invasif di Kampus ITB Ganesha. Penelitian dilakukan sebagai langkah awal dalam pengendalian populasi spesies invasif di kampus ITB Ganesa. Pengambilan data dilakukan dengan metode jelajah sejauh 3,6 Km di sepanjang koridor jalan yang ada di kampus ITB. Jalur pengamatan sepanjang 3,6 Km tersebut dibagi menjadi 36 plot dengan panjang 100 m/plot. Pengamatan meliputi l pencatatan nama spesies tumbuhan yang teridentifikasi di setiap plot beserta frekuensinya. Hasil pengamatan menunjukkan bahwa di kampus ITB Ganesha terdapat 165 spesies yang termasuk ke dalam 60 famili. Dari 165 spesies tersebut, 125 spesies  merupakan spesies asing atau 76% dari total tumbuhan yang ada. Jumlah ini jauh lebih tinggi bila, dibandingkan spesies lokal yang hanya 24%. Spesies dengan frekuensi tertinggi yang ditemukan di Kampus ITB Ganesha adalah Kylinga nemoralis dengan nilai frekuensi sebesar 0,86, namun tidak tergolong tumbuhan invasif. Tumbuhan asing yang termasuk invasif ditemukan sejumlah 18 spesies. Spesies asing invasif tersebut adalah Oxalis corniculata, Ageratum conyzoides, Sansevieria trifasciata, Furcraea foetida, Impatiens walleriana, Mikania micrantha, Psidium guajava, Elephantopus mollis, Lantana camara L., Cyperus rotundus, Elaeis guineensis, Leucaena leucocephala, Agave americana, Bambusa vulgaris, Mimosa pudica, Imperata cylindrica, Paspalum scrobiculatum. dan Passiflora edulis. Dari hasil yang diperoleh dapat diambil kesimpulan bahwa  Kampus ITB Ganesha memiliki tumbuhan asing lebih tinggi dibanding tumbuhan lokal tetapi tidak semua tumbuhan asing tersebut merupakan tumbuhan invasif.", "Daftar File": {"2017 TA PP Agung Wiguna 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107750"}, "Penulis": "Agung Wiguna - Nim: 10611048", "Kontributor / Dosen Pembimbing": ["Dr. Trimurti Hesti Wardini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inventarisasi, introduksi, invasif, tumbuhan asing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2017"}