{"Nomor": 20816, "Judul": "STUDI METODE ANALISIS DETERMINISTIK KASUS MULTIPLE SITE DAMAGE  DENGAN PENGARUH INTERAKSI STIFFENER MENGGUNAKAN METODE COMPOUNDING", "Abstrak": "Cacat berupa retak merupakan salah satu sumber kegagalan yang umum pada struktur pesawat terbang, khususnya pada skin dan pelat yang terletak di fuselage dan wing. Saat cacat retak ini terjadi di bagian struktur yang memiliki banyak lubang, kasus Multiple Site Damage (MSD) dapat terjadi. MSD dapat menyebabkan penurunan kekuatan sisa struktur secara drastis, diakibatkan perambatan retak yang meningkat secara signifikan akibat adanya interaksi antar retak pada lubang. Dikarenakan alasan tersebut, diperlukan analisis struktur yang rentan terhadap kegagalan MSD, agar dapat dilakukan langkah pencegahan sebelum kegagalan terjadi. MSDINA merupakan salah satu program yang dikembangkan oleh lab struktur ringan ITB yang mampu melakukan analisis MSD, sehingga dapat memberikan estimasi umur struktur terhadap kekuatan sisa dan perambatan retaknya. Namun, MSDINA belum memperhitungkan interaksi stiffener, yang seharusnya dapat membuat struktur lebih kuat. Pada penelitian ini, MSDINA dimodifikasi sehingga dapat dilakukan pemodelan dan simulasi untuk analisis kasus MSD dengan interaksi stiffener. Analisis yang dilakukan berupa perbandingan antara simulasi dan pemodelan tanpa interaksi dan dengan interaksi stiffener. Analisis terdiri dari perbandingan umur struktur, kekuatan sisa, perambatan dan pertumbuhan retak, faktor geometri total, dan faktor geometri akibat interaksi stiffener. Kasus yang digunakan adalah struktur lower skin panel pada pesawat N219 dan simulasi dilakukan dengan menggunakan metode deterministik. Interaksi stiffener dihitung dengan metode compounding, yaitu mengalikan keluaran faktor geometri dari MSDINA dengan faktor geometri akibat interaksi stiffener. Struktur yang dianalisis dengan memperhitungkan interaksi stiffener memiliki umur 0.98% lebih panjang dibandingkan tanpa interaksi stiffener. Laju perambatan retak yang turun signifikan terjadi pada ujung retak pada lubang di tengah stiffener, yaitu hingga 70%, sedangkan pada ujung retak pada lubang yang tidak di tengah stiffener, turun hingga 8%. Interaksi stiffener pada kasus ini memperlambat kegagalan MSD sebesar 2000 siklus pembebanan dibandingkan dengan tanpa interaksi stiffener. Sedangkan, untuk faktor geometri, perbedaan yang cukup signifikan terjadi pada ujung retak pada lubang di tengah stiffener, yaitu hingga 0.85. Sedangkan untuk ujung retak pada lubang selain di tengah stiffener, faktor geometri akibat interaksi stiffener tidak terlalu signifikan, yaitu hingga 0.98. Secara keseluruhan, interaksi stiffener mulai berpengaruh pada saat fase perambatan retak terjadi, dan memiliki pengaruh yang signifikan hanya pada ujung retak pada lubang yang berada di tengah stiffener. Interaksi stiffener pada kasus yang dianalisis di penelitian ini tidak memiliki pengaruh signifikan secara keseluruhan, sehingga aman untuk diabaikan.", "Daftar File": {"2017 TA PP Agus Domas Indrawijaya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107759"}, "Penulis": "Agus Domas Indrawijaya - Nim: 13613049", "Kontributor / Dosen Pembimbing": ["Dr. Tatacipta Dirgantara    \n \n \n\nIr. Bambang Rahardjo    \n \n \n\nDr. Annisa Jusuf"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Retak, Multiple Site Damage, Faktor Geometri, Perambatan Retak, Kekuatan Sisa, Stiffener, MSDINA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}