{"Nomor": 20826, "Judul": "ISOLASI HUMAN SERUM ALBUMIN DARI PLASMA DARAH YANG TIDAK TERPAKAI MENGGUNAKAN MODIFIKASI METODE KISTLER & NITSCHMANN", "Abstrak": "Kebutuhan Human Serum Albumin (HSA) untuk terapi di Indonesia sangat tinggi dan meningkat setiap tahunnya, dan kebutuhan ini terpenuhi dari impor. PT Bio Farma (Persero) sebagai produsen life science di Indonesia saat ini mengembangkan blood product, salah satunya adalah HSA. Penguasaan teknologi, metode dan optimalisasi proses untuk menghasilkan HSA yang berkualitas dan mandiri adalah hal utama yang akan dilakukan oleh Bio Farma. Selain itu, pemanfaatan sisa darah donor PMI juga memberi manfaat ganda, yaitu sebagai sumber bahan baku produksi albumin dan mengurangi biaya pengolahan limbah darah oleh PMI. Oleh karena itu, dilakukan penelitian dengan tujuan mengisolasi HSA dari plasma darah yang tidak terpakai menggunakan modifikasi metode Kistler & Nitschmann, untuk menghasilkan HSA dengan kualitas yang sama dengan HSA komersil. Awalnya, dilakukan design of experiment (DoE) dengan Response Surfaces Methode (RSM) untuk mengetahui parameter yang paling berpengaruh dalam pengendapan albumin. Isolasi albumin dilakukan dengan metode Kistler-Nistchmann yang hasilnya dievaluasi untuk optimasi proses. Pengujian kadar protein total dilakukan dengan uji bicinchonic acid (BCA) protein. Kemurnian albumin pada sampel dilihat menggunakan sodium dodesil sulfat polyacrylamide gel electroforesis (SDS PAGE), dilanjutkan analisis densitometri menggunakan program TotalLab. Bentuk native HSA sampel dibandingkan dengan HSA komersil menggunakan native PAGE. Dari penelitian diketahui bahwa parameter yang paling berpengaruh adalah pH campuran plasma (p-value 0,037), diikuti dengan kadar etanol yang digunakan (p-value 0,064) dan suhu proses (p-value 0,228). Dengan metode Kistler-Nistchmann diketahui bahwa hasil SDS PAGE dan native PAGE supernatan 2 memiliki profil yang sama dengan profil spektra HSA komersil. HSA dari supernatan 2 diperoleh dari 2 tahap fraksinasi, lebih pendek dibanding metode Kistler-Nistchmann yang menggunakan 3 tahap fraksinasi. Randemen HSA yang diperoleh sebesar 48,4Ã‚Â±13,3% b/b dengan kemurnian 78,2Ã‚Â±1,4% (kemurnian HSA komersil 80,0%). Dapat disimpulkan bahwa supernatan 2 merupakan produk antara HSA yang memiliki kualitas yang sama dengan HSA komersil.", "Daftar File": {"2017 TS PP AGUS SETIYAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107825"}, "Penulis": "AGUS SETIYAWAN (NIM : 21115015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n\nDr. Maelita Ramdani Moeis      \n \n\nErman Tritama, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "plasma darah, human serum albumin, fraksinasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}