{"Nomor": 20831, "Judul": "CIRI GERAK PADA IKLAN CETAK : Tata Ungkapan Bahasa Rupa pada Kelompok Iklan Cetak berdasarkan Segmentasi Gaya Hidup untuk Menarik Atensi", "Abstrak": "Iklan cetak adalah salah satu saluran komunikasi visual untuk menginformasikan produk atau jasa kepada target audiens. Merujuk pada Tata Ungkapan Bahasa Rupa (Prof. Dr. Primadi Tabrani, 2009) pada iklan dikenal adanya Ciri Gerak untuk menggambarkan obyek bergerak, yaitu ciri tampilan Dinamis, Distorsi, Latar Belakang Kabur, Yang Bergerak Kabur, Garis-Garis Tambahan, Garis-Garis Ekspresif, dan Imaji Jamak. Berdasarkan premis teori tersebut, penelitian ini mengidentifikasi penerapan Ciri Gerak pada iklan cetak sebagai unsur visual penarik perhatian audiens. Proses studi menggunakan pendekatan penelitian campuran bersifat sekuensial dengan desain pra-eksperimental one-shot case study dalam dua tahap. Tahap pertama adalah pengembangan kuesioner yang dilakukan dalam dua fase: (1) identifikasi persepsi audiens atas serangkaian iklan cetak yang menerapkan Ciri Gerak, dan (2) identifikasi representasi sampel iklan cetak yang menerapkan Ciri Gerak. Fase 1 menggunakan 219 orang responden dengan sebaran usia beragam, sedangkan Fase 2 menggunakan 70 orang responden yang dikelompokkan menurut usia Remaja dan Dewasa. Hasil tahap pertama menjadi landasan pelaksanaan studi tahap dua yaitu pengembangan kuesioner identifikasi atensi audiens dengan menggunakan variabel hasil adaptasi penelitian terdahulu (Oppenheimer dalam Arnheim, 1997; Kress, 2006; dan Krech, 1977). Hasil studi menunjukkan bahwa penerapan Ciri Gerak pada iklan cetakÃ‚Â—yang merupakan media statisÃ‚Â—memiliki keselarasan dengan media bergerak. Dari ke-7 Ciri Gerak, ciri yang memiliki pengaruh paling besar adalah Ciri Gerak Distorsi sedangkan ciri dengan pengaruh paling lemah adalah Ciri Gerak Garis-garis Tambahan. Adanya tampilan gerakan dengan indikator Arah dan Kecepatan Gerak serta perulangan yang menampilkan indikator Familiaritas dan Sugesti menjadi pembentuk unsur visual Ciri Gerak pada iklan cetak. Hasil studi juga menunjukkan adanya relasi signifikan antara penerapan Ciri Gerak pada kelompok iklan cetak dengan segmentasi gaya hidup audiens berdasarkan faktor AIO (Activity, Interests, Opini). Dengan demikian, Ciri Gerak pada iklan cetak menstimulasi munculnya persepsi dan perhatian audiens.", "Daftar File": {"2017 TS PP AGUSTINA KUSUMA DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107836"}, "Penulis": "AGUSTINA KUSUMA DEWI (NIM: 27115017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nHafiz Aziz Ahmad, M. Des., Ph.D.  \n \n\nAchmad Syarief, MSD, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ciri Gerak, Bahasa Rupa, Iklan Cetak, Atensi Audiens", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}