{"Nomor": 20838, "Judul": "PERBANDINGAN INVERSI REFLEKTIFITAS MENGGUNAKAN BASIS PURSUIT INVERSION DAN ORTHOGONAL MATCHING PURSUIT PADA LAPISAN TIPIS", "Abstrak": "Meningkatnya kebutuhan energi membuat diperlukannya eksplorasi migas untuk reservoar-reservoar tipis. Metode seismik memiliki peran penting dalam eksplorasi minyak dan gas bumi namun keterbatasan bandwith frekuensi menjadi salah satu permasalahan penampang seismik dalam meresolusi lapisan tipis. Terdapat beberapa metode yang dapat meresolusi lapisan tipis salah satunya basis pursuit inversion (BPI) namun proses BPI memerlukan waktu yang relatif lama. Terdapat metode orthogonal matching pursuit (OMP) yang juga dapat meresolusi lapisan tipis dengan waktu yang lebih singkat dari BPI. Penelitian ini mencoba menganalisis faktor-faktor yang berpengaruh dalam metode BPI dan OMP yaitu, regularization parameter (lambda), noise, ekstraksi wavelet, dan panjang matriks dictionary.    \n \n \n \n\nUji coba pada data sintetik membuktikan bahwa ekstraksi wavelet berpengaruh pada metode BPI dan diperoleh batasan kesalahan fasa dari -14˚ sampai 14˚ pada model odd dan -16˚ sampai 16˚ pada model even, batasan kesalahan frekuensi dari -3 Hz sampai 3 Hz untuk model odd dan batasan keberadaan konvolusional noise sebesar 40% pada model even. Hasil uji coba data sintetik pada metode OMP menunjukkan bahwa OMP tidak memiliki ketahanan terhadap perubahan faktor ekstraksi wavelet dikarenakan tidak memiliki faktor denoising sehingga metode OMP kurang optimal untuk diterapkan pada data riil. Validasi metode BPI pada data riil dilakukan dengan membandingkan korelasi antara hasil BPI dengan data sumur. Hasil validasi menunjukkan metode BPI mampu meresolusi lapisan tipis dengan baik.", "Daftar File": {"2017 TA PP AHMAD DZIKRA FATAHILLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107859"}, "Penulis": "AHMAD DZIKRA FATAHILLAH (NIM: 12313009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ignatius Sonny Winardhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Basis Pursuit Inversion, Orthogonal Matching Pursuit, Lapisan Tipis, Inversi Seismik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}