{"Nomor": 20850, "Judul": "PENGARUH PERLAKUAN PANAS DAN KOMPOSISI KIMIA TERHADAP KEKERASAN DAN STRUKTUR MIKRO BAJA KARBON TINGGI UNTUK APLIKASI GRINDING BALL", "Abstrak": "Baja karbon tinggi adalah baja yang memiliki kandungan karbon di atas 0,5% dan biasa digunakan untuk aplikasi-aplikasi yang membutuhkan sifat kekuatan, ketahanan aus dan kekerasan yang tinggi seperti pada grinding ball. Metode pembentukan grinding ball dapat melalui metode pengecoran atau proses penempaan. Salah satu cara yang cukup ekonomis untuk meningkatkan kekerasan baja jenis tersebut adalah dengan proses perlakuan panas pengerasan (hardening). Untuk meningkatkan kekerasan baja yang telah ditempa menjadi grinding ball, dilakukan pemanasan terhadap baja tersebut diatas temperatur austenisasinya      \n \n\nyang dapat dilihat pada diagram fasa baja tersebut, setelah itu baja didinginkan menggunakan media pendingin tertentu. Pada penelitian ini akan dilakukan studi mengenai pengaruh variabel pada proses perlakuan panas terhadap kekerasan baja karbon tinggi grinding ball. Proses austenizing dilakukan pada dua sampel baja grinding ball tempa yang berbeda yaitu sampel X (0,82% C, 0,84% Mn, 0,56% Cr) dan sampel Y (0,5 wt% C, 0,95 wt% Mn, 0,52 wt% Cr), tiga variasi temperatur yaitu 8500C, 9000C, dan 9500C selama 60 menit, kemudian didinginkan dengan variasi media pendingin oli dan udara. Untuk melihat pengatuh variasi tiga variabel tersebut, diperlukan pengujian kekerasan, dan metalografi. Beberapa hasil yang diperoleh dari percobaan adalah bahwa rata-rata kekerasan sampel yang didinginkan menggunakan oli lebih besar daripada yang didinginkan menggunakan udara. Sampel X mencapai kekerasan paling tinggi dengan perlakuan panas pada temperatur austenisasi 9000C dengan rata-rata kekerasan 69,8 HRC dengan medium pendingin oli, sedangkan sampel Y mencapai kekerasan tertinggi pada temperatur austenisasi 8500C dengan rata-rata kekerasan 64,6 HRC dengan media pendingin oli. Nilai carbon equivalent untuk sampel X adalah 0,43 sedangkan untuk sampel Y adalah 0,38. Pendinginan menggunakan oli memberikan fasa dominan martensite sedangkan pendinginan dengan udara memberikan fasa dominan pearlite.", "Daftar File": {"2012 TA PP AHMAD MUNIB FIKRY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107917", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107918", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107919", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/107920", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/107921", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/107922", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107923", "2012 TA PP AHMAD MUNIB FIKRY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107924", "2012 TA PP AHMAD MUNIB FIKRY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107925"}, "Penulis": "AHMAD MUNIB FIKRY (NIM : 12508032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Eng. Akhmad A. Korda, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Grinding ball, kekerasan, struktur mikro.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}