{"Nomor": 20852, "Judul": "LABORATORY STUDY: REUSING SURFACTANT PERFORMANCE ON WAXY OIL FOR IMPROVING COST EFFICIENCY ON SURFACTANT HUFF AND PUFF STIMULATION", "Abstrak": "In huff and puff surfactant stimulation, Surfactant is injected through the well then the well is shut off and surfactant soaked for several days in the reservoir. After soaking time, the well is opened and starts to produce. Produced oil is also followed by produced water. The water in huff and puff stimulation contains surfactant concentration. In this paper, a laboratory study of reusing surfactant is conducted in order to improve surfactant cost efficiency.   \n \n\nA laboratory study of reusing surfactant performance on waxy oil is conducted through a spontaneous imbibition test. Interfacial tension (IFT) between oil-formation water and oil-surfactant is measured before the test for understanding surfactant performance on lowering IFT. Contact angle measurement between formation water-core and surfactant-core is also conducted and to analyze surfactant performance on wettability degree alteration. Cores are saturated with waxy oil then tested in an imbibition chamber. Formation water is employed as an imbibition fluid for measuring base recovery case. Then, the surfactant is deployed as imbibition fluid for measuring enhanced recovery case using other oil saturated core. The first test has been completed and was then continued to the second test using other oil saturated core. Methods are the same; IFT test, contact angle test and imbibition test. The difference is that imbibition fluid is using reused surfactant.   \n \n\nOil recovery using formation water (RF up to 3.3%) is lower than using surfactant (RF up to 96.71%) due to surfactant performance on improving oil recovery. The second test using reused surfactant show oil recovery (RF up to 17.06%) is not higher than before but still higher than using formation water. Chemical interaction between surfactant, formation water, oil and core during the imbibition process is decreasing surfactant performance. The IFT test and Contact angle test also confirm reusing surfactant performance is lower than fresh surfactant but still higher than formation water performance. Although the performance is decreasing, reusing surfactant could be an alternative method to improve surfactant efficiency.", "Daftar File": {"2017 TA PP Ahmad Murofiyanto 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107933"}, "Penulis": "Ahmad Murofiyanto - NIM 12213023", "Kontributor / Dosen Pembimbing": ["Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reusing Surfactant, Wettability Alteration, Contact Angle, Interfacial Tension Spontaneous Imbibition.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "2 file", "Tanggal Input": "29 Sep 2017"}