{"Nomor": 20855, "Judul": "CONNECTING WATERSCAPE MASJID RAYA JAWA BARAT, GEDEBAGE, BANDUNG", "Abstrak": "Proyek ini merancang Masjid Raya Jawa Barat di Gedebage, Kota Bandung. Tujuan dari perancangan proyek ini yaitu untuk membangun masjid tingkat provinsi yang akan menjadi pusat tempat peribadatan dan kebudayaan Islam di Provinsi Jawa Barat. Tujuan tersebut diwujudkan kedalam fungsi-fungsi yang diwadahi masjid ini, yaitu fungsi peribadatan,  pendidikan, sosial dan ekonomi. FungsiÃ‚Â–fungsi ini akan menjadi daya tarik pengguna untuk beraktivitas dekat dengan masjid.  Selain itu, pengadaan  fungsi-fungsi ini juga sebagai bagian dari usaha memakmurkan masjid itu sendiri.  \n \n\n Lokasi proyek berada di kawasan Bandung Teknopolis yang didalamnya terdapat sebuah danau retensi. Hal ini menciptakan konteks lingkungan yang kuat. Konteks lingkungan ini melatarbelakangi konsep dasar yang dibawa pada Masjid Raya Jawa Barat, yaitu Connecting Waterscape. Connecting Waterscape merupakan sebuah konsep yang menghubungkan masyarakat Jawa Barat dengan elemen air sebagai elemen lanskap sekitar, nilai arsitektur lokal dan media bersuci untuk medekatkan manusia dengan Allah swt.   \n \n\nDengan pendekatan perancangan dari fungsi dan identitas bangunan, konsep dasar tersebut diwujudkan dengan adanya interaksi bangunan dengan air sebagai elemen lanskap tapak, identitas bentuk arsitektur lokal dan pembentuk suasana spiritual ruang. Dengan demikian, dapat tercipta hubungan yang kuat antara bangunan dengan lingkunganya dan antara bangunan dengan penggunanya.", "Daftar File": {"2017 TA PP AHMAD NUR MAKSUM 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107936"}, "Penulis": "Ahmad  Nur Maksum", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "masjid raya, air, arsitektur lokal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}