{"Nomor": 20862, "Judul": "INTREGRASI SIMULASI RESERVOIR, FASILITAS PERMUKAAN DAN KEEKONOMIAN UNTUK KAJIAN RENCANA PENGEMBANGAN LAPANGAN GAS YANG MEMPUNYAI KANDUNGAN CO2 DAN H2S TINGGI DENGAN MEMPERTIMBANGKAN FAKTOR RESIKO", "Abstrak": "Dokumen rencana pengembangan lapangan atau POD menjadi sangat penting mengingat dokumen ini menjadi rujukan utama di dalam implementasinya, baik dalam pengajuan Work Plan & Budget (WP&B) maupun Authorization for Expenditure (AFE). Untuk itu diperlukan kajian yang komprehensif dan terintegrasi agar dokumen tersebut dapat dijadikan rujukan yang akurat dan up to date.      \n\nPenulisan studi ini merupakan pengkajian secara detil mengenai rencana pengembangan lapangan gas yang memiliki kandungan CO2 dan H2S yang tinggi. Kajian yang dilakukan mancakup kajian subsurface (dari mulai pemodelan geologi, simulasi reservoir dan skenario pengembangan), kajian fasilitas permukaan (berupa design facilitas yang diperlukan dan perkiraan biayanya) dan kajian keekonomian proyek (jadwal pengeluaran biaya dan parameter keekonomian proyek), sehingga diharapkan diperolah rencana usulan pengembangan yang optimum.      \n\nDari pemodelan geologi dan simulasi reservoir diperoleh hasil bahwa lapangan AS yang sour (CO2 27.5% & H2S 1.2%) ini memiliki cadangan hingga 360 BCF dengan recovery factor 81%. Bila digabungkan dengan pengembangan lapangan AR yang relatif lebih sweet (CO2 11% & H2S≈0%), aliran peak 110 BBTUD dapat dicapai selama 4.3 tahun dan aliran 55 BBTUD selama 2.7 tahun untuk pabrik pupuk, sedangkan sisa aliran 15 BBTUD akan dijual untuk listrik. Mengingat kandungan impurities yang tinggi, diperlukan proses gas sweeting yang menggunakan MDEA sebagai solvent. Unit gas dehydration dimodelkan dengan menggunakan TEG sebagai absorbent air. Sistem dew point control yang digunakan adalah mechanical refrigeration dengan propane (C3) sebagai refrigerant. Unit konversi sulfur yang dipakai adalah proses Ã‚Â„Claus‟. Dari simulasi diperoleh tekanan operasi CPP adalah 990 psig dan CPP didesain dengan tekanan minimum 600 psig.      \n\nAnalisa keekonomian dilakukan untuk mengevaluasi ketidakpastian dari reserves (Low, Mid dan High) untuk 2 skenario pengembangan berdasarkan optimasi pengembangan 1-fase 2-train (55 bbtud dari AR saja dan langsung meningkat menjadi 110 bbtud setelah lapangan AR decline) dan pengembangan 2-fase 2 train (55 bbtud dari AR dan AS dan kapasitas ditingkatkan menjadi 110 bbtud setelah kapasitas AS lengkap). Skenario lain adalah dengan pengembangan 55 bbtud flat selama umur produksi lapangan untuk mengantisipasi kemungkinan shortfall.      \n\nHasil run keekonomian, Skenario-1 (1 Fase - 2 Train) memiliki NPV & IRR lebih baik dibandingkan dengan Skenario-2 (2 Fase - 2 Train). IRR Skenario-1 adalah 21.9%, lebih tinggi dari IRR Skenario-2 (20.1 %), atau NPV Skenario-1 adalah $70.0 juta sedangkan NPV Skenario-2 sebesar $52.7 juta. Namun, hasil decision tree analisis menunjukkan Skenario-2 memberikan resiko lebih kecil dibandingkan Skenario-1, di mana NPV Skenario-2 ($38.2 juta) lebih besar dari NPV Skenario-1 ($34.0 juta). Untuk kasus shortfall, Skenario-3 masih memiliki nilai keekonomian yang cukup baik, dengan nilai IRR sebesar 21.6 % dan NPV sebesar $ 61.9 juta.", "Daftar File": {"2010 TS PP AHMAD TOHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107971", "2010 TS PP AHMAD TOHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107972", "2010 TS PP AHMAD TOHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/107973", "2010 TS PP AHMAD TOHA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/107974", "2010 TS PP AHMAD TOHA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/107975", "2010 TS PP AHMAD TOHA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/107976", "2010 TS PP AHMAD TOHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/107977", "2010 TS PP AHMAD TOHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/107978", "2010 TS PP AHMAD TOHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107979", "2010 TS PP AHMAD TOHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107980"}, "Penulis": "AHMAD TOHA  (NIM : 22207010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pengembangan lapangan, model geologi, simulasi reservoir, fasilitas permukaan, gas asam, CO2, H2S, term PSC, NPV, IRR.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}