{"Nomor": 20861, "Judul": "PERENCANAAN PONDASI TIANG BOR DAN DIAPHRAGM WALL PADA GEDUNG APARTEMEN 32 LANTAI DENGAN 2 LANTAI BASEMENT", "Abstrak": "Secara umum struktur dibagi menjadi dua bagian, yang pertama adalah struktur atas dan yang kedua adalah struktur bawah. Struktur bawah berfungsi untuk menahan dan mentransfer beban yang diberikan dari struktur atas dan sekelilingnya. Oleh karena itu struktur bawah harus mampu menahan dan mentransfer beban yang bekerja. Terdapat berbagai macam jenis struktur bawah, contohnya adalah pondasi dan dinding penahan tanah. Tugas akhir ini membahas tentang perancangan dinding penahan tanah dan pondasi tiang bor pada gedung apartemen yang ada di Jakarta Barat.              \n \n \n\nTahapan dari tugas akhir ini dibagi dua, bagian pertama adalah perancangan pondasi dan bagian kedua adalah perancangan dinding penahan tanah. Tahapan untuk perancangan pondasi pada tugas akhir ini adalah melakukan interpretasi data tanah sesuai dengan hasil pengujian baik dari hasil pengujian langsung ataupun dari hasil pengujian laboratorium. Selanjutnya interpretasi data beban sehingga dimensi pondasi akan disesuaikan dengan beban yang bekerja pada pondasi. Selain pondasi harus kuat terhadap beban yang bekerja, penurunan pondasi juga diperhitungkan pada tugas akhir ini agar tidak menyebabkan hancurnya balok di struktur atas.              \n \n \n\nSedangkan, tahapan dari tugas akhir untuk dinding penahan tanah adalah interpretasi data tanah, lalu penentuan kedalaman penetrasi dinding penahan tanah, selanjutnya desain perkuatan dinding penahan tanah sampai kekuatannya dan kemampuan layannya memenuhi persyaratan. Selain itu, dinding penahan tanah akan dianalisis terhadap beban dinamik dengan menggunakan metode pseudostatic dan analisis dinamik. Pada analisis tersebut, kedua metode akan dibandingkan terhadap hasil yang diberikan.              \n \n \n\nPerencanaan pondasi tiang bor dan dinding penahan tanah ini dihitung secara manual dan menggunakan banyak bantuan software seperti LPile, GROUP, SPColumn, SAP2000, dan Plaxis 2D. Output yang didapatkan dari perencanaan pondasi dan dinding penahan tanah ini adalah dimensi dan tulangan yang diperlukan untuk menopang beban-beban yang bekerja.", "Daftar File": {"2017 TA PP AHMAD SULAIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/107954", "2017 TA PP AHMAD SULAIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/107955", "2017 TA PP AHMAD SULAIMAN 1-BAB 2.1.pdf": "https://digilib.itb.ac.id/gdl/download/107956", "2017 TA PP AHMAD SULAIMAN 1-BAB 2.2.pdf": "https://digilib.itb.ac.id/gdl/download/107957", "2017 TA PP AHMAD SULAIMAN 1-BAB 2.3.pdf": "https://digilib.itb.ac.id/gdl/download/107958", "2017 TA PP AHMAD SULAIMAN 1-BAB 2.4.pdf": "https://digilib.itb.ac.id/gdl/download/107959", "2017 TA PP AHMAD SULAIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/107960", "2017 TA PP AHMAD SULAIMAN 1-BAB 4.1.pdf": "https://digilib.itb.ac.id/gdl/download/107961", "2017 TA PP AHMAD SULAIMAN 1-BAB 4.2.pdf": "https://digilib.itb.ac.id/gdl/download/107962", "2017 TA PP AHMAD SULAIMAN 1-BAB 4.3.pdf": "https://digilib.itb.ac.id/gdl/download/107963", "2017 TA PP AHMAD SULAIMAN 1-BAB 4.4..pdf": "https://digilib.itb.ac.id/gdl/download/107964", "2017 TA PP AHMAD SULAIMAN 1-BAB 4.5.pdf": "https://digilib.itb.ac.id/gdl/download/107965", "2017 TA PP AHMAD SULAIMAN 1-BAB 5.1.pdf": "https://digilib.itb.ac.id/gdl/download/107966", "2017 TA PP AHMAD SULAIMAN 1-BAB 5.2.pdf": "https://digilib.itb.ac.id/gdl/download/107967", "2017 TA PP AHMAD SULAIMAN 1-BAB 5.3.pdf": "https://digilib.itb.ac.id/gdl/download/107968", "2017 TA PP AHMAD SULAIMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/107969", "2017 TA PP AHMAD SULAIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/107970"}, "Penulis": "AHMAD SULAIMAN [15013004]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. ERZA RISMANTOJO MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Pondasi Tiang Bor, Dinding Penahan Tanah, Analisis Dinamik, Pseudostatic ; Foundation of Drill Pile, Retaining Wall, Dynamic Analysis, Pseudostatic", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "17 file", "Tanggal Input": "30 Nov 2017"}