{"Nomor": 20869, "Judul": "PABRIKASI MEMBRAN NANOSERAT STRUKTUR DUA LAPIS POLIAKRILONITRIL (PAN)/NILON-6 DAN MEKANISME PENYUMBATANNYA (FOULING) PADA FILTRASI JUS PIR ASIA (PYRUS PYRIFOLIA)", "Abstrak": "Membran nanoserat merupakan salah satu media filtrasi yang sangat baik digunakan dalam proses penjernihan jus pir. Pemintalan elektrik adalah salah satu  teknik yang digunakan dalam sintesis membran nanoserat. Parameter penting yang ditinjau dari suatu membran adalah efisiensi dan daya selektivitas. Salah satu  cara untuk meningkatkan daya selektivitas membran adalah dengan membuat  membran struktur dua lapis PAN/Nilon-6. Pada penelitian ini telah berhasil diproduksi membran nanoserat sebagai media filtrasi jus pir yaitu membran  nanoserat PAN pada bagian atas dan membran nanoserat nilon-6 pada bagian  bawah. Pabrikasi nanoserat PAN dibuat pada konsentrasi 9% (b/b) dengan  ketebalan tertentu, dan pabrikasi nanoserat nilon-6 dilakukan dengan variasi  konsentrasi larutan untuk menghasilkan ukuran diameter serat yang berbeda. Morfologi nanoserat PAN dan nanoserat nilon-6 hasil pemintalan berbentuk  silinder dan panjang tanpa beads dengan kategori serat yang seragam. Diameter  rerata serat PAN adalah (570Ã‚Â±136) dengan ketebalan 537,16 μm, dan untuk   nanoserat nilon-6 dengan variasi konsentrasi larutan polimer 29, 26, 23, 20, dan 17% (b/b) secara berturut-turut adalah membran A (484Ã‚Â±142) nm, membran B  (392Ã‚Â±57) nm, membran C (225Ã‚Â±49) nm, membran D (92Ã‚Â±17) nm, membran E (66Ã‚Â±20) nm dengan ketebalan membran yang sama sebesar (151Ã‚Â±1) μm. Karakteristik pori dari setiap membran berbeda-beda yang sangat erat kaitannya  dengan ukuran diameter masing-masing serat. Membran PAN memiliki ukuran  pori sebesar 4,120 μm, sedangkan untuk variasi membran nilon-6 berturut-turut    adalah membran A sebesar 2,375 μm, membran B sebesar 1,752 μm, membran C sebesar 1,648 μm, membran D sebesar 1,600 μm, dan membran E sebesar 1,179  μm. Pada penelitian ini, dua hal dasar yang dilakukan yaitu mengukur efisiensi  membran nanoserat PAN/nilon-6 sebagai media filtrasi jus pir dan identifikasi mekanisme penyumbatan pada membran. Pengukuran efisiensi membran  dianalisis dengan dua parameter, yaitu selektivitas membran terhadap kekeruhan,  dan kandungan fenol total jus, serta fluks membran. Didapatkan bahwa, untuk  ketebalan membran yang sama, reduksi kekeruhan dan fenol total tertinggi diberikan oleh membran E dengan diameter serat nilon-6 terkecil (66Ã‚Â±20) nm pada konsentrasi nilon-6 17% (b/b) yaitu 99,57% dan 32,35% namun memiliki  nilai fluks terendah selama proses filtrasi jus pir yaitu fluks awal dan akhir  berturut-turut (1443,584Ã‚Â±23) dan (63,703Ã‚Â±2,3) L/m2.jam. Lebih lanjut, untuk  membran fluks tertinggi adalah membran A dengan diameter serat nilon-6   terbesar (484Ã‚Â±142) nm pada konsentrasi nilon-6 29% (b/b) dengan nilai fluks awal  dan akhir berturut-turut (5080,493Ã‚Â±65) dan (99,038 Ã‚Â±0,12) L/m2.jam, namun  memiliki tingkat reduksi kekeruhan dan fenol total terendah sebesar 98,87% dan  13,87%.  Identifikasi mekanisme penyumbatan membran pada proses filtrasi jus pir adalah  dengan mengasumsi penyumbatan yang terjadi merupakan filtrasi cake. Mekanisme filtrasi ini dapat diketahui dengan perhitungan resistansi cake pada  membran. Didapatkan bahwa resistansi cake terbesar mulai dari membran E, membran D, membran C, membran B, dan membran A berturut-turut 5,178ÃƒÂ—1017, 4,459ÃƒÂ—1017, 3,789ÃƒÂ—1017, 2,980ÃƒÂ—1017, dan 2,142ÃƒÂ—1017 m/kg. Sehingga dapat  diketahui bahwa diameter serat yang kecil dengan tingkat porositas yang rendah  memiliki daya selektivitas yang tinggi namun memiliki nilai fluks yang rendah.  Sedangkan untuk diameter serat yang besar dan tingkat porositas yang tinggi  memiliki nilai fluks tinggi namun daya selektivitas yang rendah. Dengan  demikian, membran nanoserat PAN/nilon-6 sangat berpotensi sebagai media  filtrasi jus pir karena dapat mengurangi kekeruhan jus dengan baik yaitu dengan  tingkat reduksi yang tinggi sebesar > 90% namun reduksi fenol total yang rendah < 35% dibandingkan dengan membran nanoserat nilon-6 seperti dilaporkan oleh  Fuenmayor (2014) dan membran nanoserat PAN oleh Sawitri (2016).", "Daftar File": {"2017 TS PP AHZAB SANDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108003", "2017 TS PP AHZAB SANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108004", "2017 TS PP AHZAB SANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108002", "2017 TS PP AHZAB SANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108005", "2017 TS PP AHZAB SANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108006", "2017 TS PP AHZAB SANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108007", "2017 TS PP AHZAB SANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108008", "2017 TS PP AHZAB SANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108009"}, "Penulis": "AHZAB SANDI (NIM: 20215031)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Dr.Eng. Khairurrijal.             \n \n \n\nPembimbing II : Dr.Eng. Muhammad Miftahul Munir."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PAN/nylon-6, filtration, fouling, pear juice, flux, turbidity, total phenols.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Nov 2017"}