{"Nomor": 20866, "Judul": "STUDI PENDAHULUAN UNTUK INVENTARISASI POTENSI UNSUR TANAH JARANG PADA ENDAPAN PLASER DI PULAU BELITUNG, PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Unsur tanah jarang (UTJ), dapat dijumpai pada berbagai jenis endapan, merupakan salah satu unsur yang sangat penting untuk menunjang perkembangan teknologi di permukaan bumi ini. Mineral yang mengandung unsur tanah jarang terdapat sebagai mineral ikutan pada komoditas utama, salah satunya timah aluvial, yang mempunyai peluang untuk diusahakan sebagai produk sampingan yang dapat memberikan nilai tambah dari seluruh potensi bahan galian. Namun, masih sedikit penelitian yang membahas mengenai inventarisasi potensi unsur tanah jarang pada endapan plaser di Indonesia, terutama di Pulau Belitung. Penelitian ini bertujuan untuk mendata sebaran potensi unsur tanah jarang yang berasal dari endapan plaser di Pulau Belitung serta menentukan strategi eksplorasi yang akan dilakukan terhadap potensi unsur tanah jarang di Pulau Belitung agar dapat dikembangkan dan dikelola dengan baik. Pengambilan sampel dilakukan pada 34 titik sampel yang direduksi menjadi 20 titik sampel representatif mengikuti aliran sungai purba di Pulau Belitung. Sampel dianalisis menggunakan metode perhitungan butir (grain counting) yang bertujuan untuk mendapatkan persentase berat mineral dan metode Inductively Coupled Plasma Ã‚Â– Mass Spectrometry (ICP Ã‚Â– MS) yang bertujuan untuk mendapatkan kadar unsur tanah jarang. Berdasarkan analisis ICPÃ‚Â–MS, diperoleh potensi unsur tanah jarang di Pulau Belitung lebih terkayakan pada unsur tanah jarang ringan pada endapan plaser dibandingkan pada endapan primer. Analisis mineral butir menunjukkan sebaran potensi unsur tanah jarang di Pulau Belitung berada pada daerah Kecamatan Sijuk (arah baratlaut Pulau Belitung), Kecamatan Kalapa Kampit meluas kearah Kecamatan Damar hingga Kecamatan Gantung bagian atas (arah timurlaut ke arah timur Pulau Belitung), dan Kecamatan Membalong bagian bawah (arah baratdaya Pulau Belitung).", "Daftar File": {"2017 TA PP AHNAF MUHAMMAD 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/107992"}, "Penulis": "AHNAF MUHAMMAD (NIM : 12112097)", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Unsur Tanah Jarang (UTJ), endapan plaser, metode perhitungan butir, metode Inductively Coupled Plasma Ã‚Â– Mass Spectrometry (ICP Ã‚Â– MS).", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "29 Sep 2017"}