{"Nomor": 20863, "Judul": "INTEGRASI SINYAL EMG DAN SINYAL SENSOR POSISI UNTUK UMPAN BALIK PADA PROTOTIPE ROBOT REHABILITASI PASCA-STROKE", "Abstrak": "Stroke merupakan salah satu penyakit yang dapat mengurangi kemampuan motorik anggota gerak tubuh bagi penderitanya salah satunya lengan tangan. Penanganan rehabilitasi medis yang komprehensif dibutuhkan untuk menyembuhkan penyakit ini, salah satunya dengan metode gerakan repetitif. Saat ini, proses rehabilitasi masih menggunakan alat konvensional. Kondisi ini menyebabkan penilaian perkembangan kesembuhan pasien bersifat kualitatif. Padahal, untuk mendapatkan informasi yang standar diperlukan penilaian yang kuantitatif. Pada tugas akhir ini dibentuk sistem prototipe robot rehabilitasi bertipe assisted movement yang mampu menggerakkan lengan pasien sesuai dengan trajectory berupa gerakan fleksi dan ekstensi dengan rentang sudut 00-1200 dalam waktu 20 detik untuk setiap gerakannya, dengan durasi latihan ditentukan berdasarkan tingkat kelelahan dari pasien. Terdapat sistem kontrol di dalam robot rehabilitasi berupa pengontrol PI dengan aktuator motor DC dan umpan balik berupa posisi sudut lengan dari rotary encoder. Besarnya nilai Kp dan Ki yang tepat didapatkan dengan menggunakan metode kontrol optimal dan tuning. Tingkat kelelahan dari pasien didapatkan dengan dari sinyal electromyography (EMG) pada bagian otot bicep brachii selama proses rehabilitasi. Nilai dari tingkat kelelahan tersebut akan diintegrasikan dengan robot rehabilitasi. Berdasarkan hasil dari simulasi dan tuning didapatkan nilai Kp 10 dan Ki 1 dan hasil sum of square error (SSE) implementasi 132.16. Nilai tersebut yang akan digunakan pada robot rehabilitasi ini agar didapatkan gerakan robot yang cukup sesuai dengan trajectory dan tidak terjadi osilasi. Selain itu, Perubahan tingkat kelelahan otot dari sinyal EMG ditandai dengan penurunan frekuensi median sinyal pada domain frekuensi dalam rentang 1-3 Hz. Dengan proses lebih lanjut perubahan ini akan dipetakan pada rentang nilai kelelahan 0-10. Pada level 6 sistem akan menampilkan peringatan dan pada level 10 sistem akan menghentikan proses rehabilitasi secara otomatis.", "Daftar File": {"2017 TA PP Ahmad Zahi Ulul Azmi Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/107981"}, "Penulis": "AHMAD ZAHI ULUL AZMI (NIM : 13313004) - MOEHAMMAD DZAKY FAUZAN MA'AS (NIM :13313086)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nDr. Suprijanto S.T., M.T.    \n \n\nAyu Gareta Risangtuni., ST., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Electromyography, Kontrol Optimal, Robot Rehabilitasi ,Stroke.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}