{"Nomor": 20873, "Judul": "UKURAN PREDIKSI RISIKO TAIL-VALUE-AT-RISK (TVaR) PADA AGREGAT RISIKO", "Abstrak": "Agregat risiko merupakan model risiko yang sudah banyak digunakan untuk memodelkan kerugian di bidang keuangan. Agregat risiko yang digunakan pada tesis ini melibatkan dua komponen peubah acak yang memiliki asumsi saling bergantung. Kemudian untuk mengetahui besarnya risiko yang akan terjadi dibutuhkan suatu ukuran risiko. Value-at-Risk (VaR) dan Tail-VaR (TVaR) merupakan yang ukuran risiko sering digunakan untuk kuantifikasi nilai risiko. Pada tesis ini, ukuran prediksi risiko dilakukan dengan meng-  gunakan model agregat risiko. Untuk memudahkan dalam memperoleh fungsi distribusi bersama dari dua peubah acak tersebut digunakan Copula. VaR dan TVaR dapat digunakan untuk memprediksi nilai kerugian dengan menentukan kuantil dari distribusi data. Simulasi data dilakukan dengan menggunakan data bangkitan dari distribusi bivariat Ekponensial dan distribusi campuran Gamma-Eksponensial. Hasil simulasi menunjukkan bahwa prediksi VaR dan TVaR dipengaruhi oleh tingkat kepercayaan. Jika tingkat kepercayaan yang diberikan semakin tinggi maka hasil prediksi VaR dan TVaR juga semakin besar. Selain itu diperoleh juga bahwa hasil prediksi TVaR selalu lebih besar     \n \n \n \n \n\ndaripada hasi prediksi VaR. Sebagai uji keakuratan hasil prediksi VaR dan TVaR dapat diketahui dengan melihat nilai perhitungan correct dari keduanya. Hasil dari keduanya menunjukkan persentase keakuratan yang hampir sama dengan tingkat kepercayaan yang diberikan.", "Daftar File": {"2017 TS PP AINUN MAWADDAH ABDAL 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108018"}, "Penulis": "AINUN MAWADDAH ABDAL (20815002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Khreshna I. A. Syuhada, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "VaR, TVaR, Risiko Agregat, Copula", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}