{"Nomor": 20884, "Judul": "KAJIAN HUBUNGAN ANTARA TINGKAT LEAN PADA PERUSAHAAN DENGAN RISIKO ERGONOMI DAN FAKTOR PSIKOSOSIAL", "Abstrak": "Semakin banyak perusahaan manufaktur yang menerapkan konsep lean manufacturing dengan harapan dapat meningkatkan produktivitas perusahaan tersebut. Peningkatan produktivitas pada perusahaan karena penerapan lean manufacturing dapat menimbulkan beberapa permasalahan baru jika tidak memperhitungkan sisi ergonomi atau lingkungan kerja pada perusahaan tersebut belum ergonomis. Permasalahan yang dapat terjadi diantaranya, dapat mempengaruhi kesehatan pekerja, dapat meningkatkan risiko musculoskeletal disorder (MSD) pada pekerja, stress karena tuntutan pekerjaan yang meningkat, peningkatan beban kerja & ritme kerja, serta peningkatan risiko ergonomi lainnya.  \n \n\nPada penelitian ini dilakukan kajian untuk mengetahui hubungan antara tingkat lean manufacturing pada perusahaan dengan risiko ergonomi. Risiko ergonomi yang dikaji dalam penelitian ini adalah keluhan muskuloskeletal, beban kerja mental dan kondisi psikososial. Penelitian ini menggunakan metode survey dengan menggunakan kuesioner sebagai alat pengambilan data. Kuesioner yang digunakan adalah NORDIC Body Map, Raw NASA-TLX dan COPSOQ II. Kuesioner tersebut disebarkan kepada pekerja atau karyawan pada 3 perusahaan dengan tingkat lean manufacturing yang berbeda.  \n \n\nHasil dari penelitian ini menunjukkan adanya hubungan yang signifikan antara tingkat lean dengan keluhan muskuloskeletal seperti bahu, lengan, pergelangan atau telapak tangan dan betis. Akan tetapi, tidak terdapat hubungan yang signifikan antara tingkat lean dengan beban kerja mental. Sedangkan untuk kondisi psikososial terdapat beberapa variabel yang memiliki hubungan signifikan dengan tingkat lean. Semakin tinggi tingkat lean maka semakin tinggi pula nilai variabel Commitment to workplace, Predictability, Reward (Recognition), Role Clarity, Quality of leadership, Social support from supervisor, Vertical trust, Justice dan General health. Selain itu, dilakukan perbandingan antara beban kerja mental dengan  kondisi psikososial. Hasil dari perbandingan tersebut menunjukkan bahwa semakin berat beban kerja mental semakin tinggi pula nilai variabel quantitative demand, work pace, cognitive demand, emotional demand, possibilities for development, work-family conflict, burnout, stress dan cognitive stress. Sedangkan nilai untuk variabel reward (recognition), vertical trust, dan general health semakin rendah.", "Daftar File": {"2017 TS PP AJENG SABARINI MUSLIMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108067"}, "Penulis": "AJENG SABARINI MUSLIMAH - NIM : 23414012", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lean manufacturing, risiko ergonomi, beban kerja, MSD, psikososial.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}