{"Nomor": 20881, "Judul": "PRADESAIN INSTALASI PENGOLAHAN LINDI DI TPA KALIABU KABUPATEN MADIUN JAWA TIMUR", "Abstrak": "Lindi adalah cairan yang timbul sebagai limbah akibat masuknya air eksternal ke dalam timbunan sampah, khususnya pada Tempat Pemrosesan Akhir (TPA). Sehingga menjadi permasalahan bagi lingkungan khususnya untuk air permukaan dan air tanah. Lokasi Tugas Akhir ini berada di TPA Kaliabu yang menggunakan metode controlled landfill. Namun, TPA Kaliabu belum dilengkapi instalasi pengolahan lindi. Tujuan dari perancangan ini adalah menyusun evaluasi terhadap penanganan masalah lindi di TPA Kaliabu, membuat dan menentukan detail perancangan sistem pengolahan lindi di TPA Kaliabu, dan menganalisa biaya yang dibutuhkan dalam perancangan dan pengoperasian sistem pengolahanlindi.Metodologi perancangan dilakukan dengan mengumpulkan data yang berhubungan dengan perancangan sistem pengolahan lindi, serta menganalisis karakteristik dan kualitas lindi yang ditimbulkan TPA Kaliabu. Selain itu,melakukan desain sistem pengolahan lindi menggunakan standard gambar teknik meliputi kriteria desain pengolahan, perhitungan dimensi unit-unit pengolahan, spesifikasi teknis dan alat-alat yang diperlukan disetiap unit pengolahan, serta perhitungan rencana anggaran biaya konstruksi dan operasional sistem pengolahan lindi. Dibutuhkan analisis timbulan sampah, timbulan lindi, kualitas lindi (pH, BOD, COD, TSS, dan konduktiviti) dan debit lindi yang dihasilkan, sehingga dapat merencanakan unit-unit pengolahan lindi. Unit-unit yang dirancang adalah kolam anaerob, kolam fakultatif, kolam aerob dan wetland.", "Daftar File": {"2017 TA PP AISYAH PUTRI LESTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108052"}, "Penulis": "Aisyah Putri Lestari", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lindi, TPA, desain, pengolahan lindi, kolam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}