{"Nomor": 20888, "Judul": "PERBAIKAN PADA PENGENDALIAN PERSEDIAAN Studi Kasus: Divisi Supply Chain Management, PT. Freeport  iv   Indonesia", "Abstrak": "Mulai di tahun 2010, total produksi PT. Freeport Indonesia mulai mengalai  \n\npenurunan dikarenakan beberpa isu yang terjadi, dan di tahun 2015, hasil total \n\nproduksi hanya 100,721 Kt per years (34% dari hasil produksi di tahun 2009). \n\nSelain dari pada itu mulai tanggal 25 januari 2017, Freeport sudah tidak \n\ndiperbolehkan untuk meng-ekspor konsentrat, akibat Export ban yang \n\nberhubungan dengan Peraturan pemerintah yang baru (PP) NO. 1/ 2014 (PP \n\nMinerba). Startegy yang dilakukan PT. Freeport untuk mengatasi semua isu \n\ntersebut adalah dengan mengurangi total produksi mejadi 40%, disesuaikan \n\ndengan kapasitas produksi PT. Smelting Grsik, dimana semua konsentart dari \n\nFreeport dikirim kesana untuk diolah menjadi barang setengah jadi.  \n\nBerbandinng dengan total produksi, total inventory Value yang dikelola oleh SCM, \n\nmengalami peningkatan. Dimana pada akhir tahun 2016, mencapai 512,252, \n\n356.74 USD. Divisi SCM dituntut untuk melakukan pengurangan pada inventory \n\nvalues untuk menyesuaikan dengan 40% total produksi PT. Freeport. Bulk \n\nMaterial, memberikan kontribusi sebesar 15% terhadap kesulurah inventoy value.  \n\nDengan menggunakan salah satu metodologi di Six Sigma yaitu DMAIC (Define, \n\nMeasure, Analysis, Improve dan contro) penulis akan mencoba untuk melakukan \n\nanalisis terhadap semua issue dan mencari solusi-nya.  \n\nTahap Define, menetapkan bahwa penelitian hanya di fokuskan pada 38 Bulk item \n\nyang masuk kategori kritikal, dan pada tahap Measure, analisis akan dilakukan \n\npada bisnis proses yang saat ini dan juga pada inventori value Bulk item.  \n\nPada tahap Analysis, telah di tentukan 2 penyebab dasar yang mengakibatkan \n\nketidak-efesiensian dari Bulk Item, yaitu ketidaksesuaian metoda Forecast yang \n\ndigunakan dan juga Metoda Inventory control yang digunakan. Analisis \n\nmenggunakan Current Reality Tree (CRT).  \n\nDengan menggunanakan bisnis proses dan metoda forecast yang baru yang \n\nmemiliki Forecast error yang paling sedikit, dan dilanjutkan dengan men  \n\nsimulasikan penggunaan P-Model sebagai metoda inventory control yang baru di \n\ntahun 2016, membuat Inventoru value mengalami penurunan di akhir tahun 2016 \n\nsebesar 43,271,033 USD. dimana penurunan tersebut sebesar 55.51% dari \n\ninventori aktual di periode yang sama Desember 2016.  \n\nDi tahap Contol, enulis menggunakan metoda Project Management yang sudah \n\nstandard dipakai di seluruh perusahaan FCX. Dimana ada empat tahap yang harus \n\ndilakukan yaotu: Initiation, Planning, Execution, dan Closure", "Daftar File": {"Aji Yudistia  29115289.pdf": "https://digilib.itb.ac.id/gdl/download/108071"}, "Penulis": "AJI YUDISTIA  29115289", "Kontributor / Dosen Pembimbing": ["Dr. Gatot Yudoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inventory Control, DMAIC Six Sigma, Forecasting, Exponential Smoothing, P-Model, Fixed-time period Model, Efficiency.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Okt 2017"}