{"Nomor": 20882, "Judul": "STUDI OPTIMASI PROSES PRESIPITASI LOGAM NIKEL PADA AIR LIMBAH PEMBUATAN PLAT CETAK", "Abstrak": "Nikel adalah logam berat yang memiliki potensi bahaya terhadap  \n \n\nkesehatan seperti gangguan pernapasan dan kanker. Salah satu teknologi yang  \n \n\ndikembangkan untuk menyisihkan nikel dari air limbah adalah dengan  \n \n\nmenggunakan proses presipitasi yang dikenal dengan proses yang memiliki biaya  \n \n\noperasional rendah, penanganan yang mudah serta memiliki efisiensi penyisihan  \n \n\nyang tinggi. Berdasarkan hal tersebut maka dilakukan penelitian ini dengan tujuan  \n \n\nuntuk menentukan tipe presipitasi yang dapat memberikan efisiensi penyisihan  \n \n\nnikel paling baik pada air limbah hasil pembuatan plat cetak yang berasal dari  \n \n\nindustri percetakan. Selain itu kondisi lingkungan seperti pH dan dosis optimum  \n \n\nyang mempengaruhi proses presipitasi juga turut dipelajari. Penelitian ini  \n \n\nmenggunakan 3 tipe proses presipitasi, yaitu tipe presipitasi hidroksida, tipe  \n \n\npresipitasi karbonat dan tipe ko-presipitasi hidroksida menggunakan senyawa Fe.  \n \n\nUji dilakukan pada limbah sintetis yang memiliki kandungan nikel sebesar 500  \n \n\nppm. Hasil tipe presipitasi dengan efisiensi paling tinggi pada uji limbah sintetis  \n \n\nakan diterapkan pada air limbah asli dengan konsentrasi nikel awal sebesar 3317  \n \n\nppm. Kandungan nikel akhir diukur setelah metode Jar Test (pengadukan cepat :  \n \n\n100 rpm selama 1 menit; pengadukan lambat : 60 rpm selama 10 menit) dan  \n \n\nsedimentasi selama 2 jam yang sebelumnya didahului dengan proses penambahan  \n \n\nreagen serta penyesuaian pH. Kandungan nikel diukur dengan menggunakan  \n \n\nAtomic Absorption Spechtrofotomethry (AAS). Berdasarkan hasil penelitian, tipe  \n \n\npresipitasi yang memiliki efisiensi penyisihan nikel paling tinggi adalah tipe kopresipitasi  \n \n\nmenggunakan senyawa Fe dengan pH optimum 10 dan rasio dosis  \n \n\noptimum sebesar 1 : 1 yang memberikan efisiensi pada limbah sintetis sebesar  \n \n\n99,96% dan efisiensi pada limbah asli sebesar 99,93%.", "Daftar File": {"2015 TA PP AJENG KHRISNASARI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108053", "2015 TA PP AJENG KHRISNASARI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108054", "2015 TA PP AJENG KHRISNASARI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108055", "2015 TA PP AJENG KHRISNASARI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108056", "2015 TA PP AJENG KHRISNASARI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108057", "2015 TA PP AJENG KHRISNASARI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108058", "2015 TA PP AJENG KHRISNASARI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108059"}, "Penulis": "AJENG KHRISNASAR ( 15311008 )", "Kontributor / Dosen Pembimbing": ["PEMBIMBING :  \n \n\nDr-Ing. Marisa Handajani S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidroksida, karbonat, ko-presipitasi, nikel, presipitasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}