{"Nomor": 20880, "Judul": "PENINGKATAN PROSES LISENSI PERALATAN BERGERAK UNTUK MEMASTIKAN KETERSEDIAAN OPERATOR BERLISENSI DI AREA  PERTAMBANGAN PT FREEPORT INDONESIA", "Abstrak": "Program lisensi peralatan bergerak menjadi sangat penting bagi PT Freeposrt Indonesia   \n \n \n\nuntuk memastikan ketersediaan operator yang telah dinyatakan kompeten untuk setiap jenis   \n \n \n\nperalatan bergerak yang harus dioperasikan. Tidak tersedianya operator berlisensi dapat   \n \n \n\nmenyebabkan terhentinya proses produksi mengingat proses bisnis utama PT Freeport Indonesia   \n \n \n\nharus menggunakan peralatan bergerak  Implementasi program lisensi peralatan bergerak yang   \n \n \n\nbaik mutlak diperlukan untuk memastikan proses produksi yang efektif dan efisien.    \n \n \n\nDivisi Underground Mine dan Surface Mine telah kehilangan banyak operator peralatan   \n \n \n\nbergerak berlisensi terkait ketidakstabilan kondisi perusahaan saat ini. Untuk memastikan, kedua   \n \n \n\ndivisi tersebut memiliki jumlah operator berlisensi yang cukup, di tahun 2017, departemen TDA   \n \n \n\nharus menfasilitasi penerbitan lisensi baru dalam jumlah yang besar. Sayangnya, kondisi PTFI   \n \n \n\nsaat ini juga menyebabkan departemen TDA kehilangan banyak instruktur peralatan bergerak.   \n \n \n\nJika kondisi ini dibiarkan, PT Freeport Indonesia akan berpotensi mengalami kerugian sebesar   \n \n \n\n$1,756,981.09 per hari atau setara dengan $641,298,096.84 dalam setahun. Perencanaan yang   \n \n \n\nbenar harus diterapkan untuk memitigasi risiko tersebut.     \n \n \n\nProyek akhir ini bertujuan untuk membantu meningkatkan kemampuan departemen TDA   \n \n \n\ndalam mencapai jam pelatihan yang ditargetkkan di tahun 2017 dan mengidentifikasi peluang   \n \n \n\nperbaikan dalam proses pelaksaan lisensi peralatan bergerak. Metode penelitian kualitatif dan   \n \n \n\nkuantitatif akan digunakan dalam proyek akhir ini. Diskusi Kelompok Terpadu dilakukan dalam   \n \n \n\nproses analisa akar masalah.    \n \n \n\nUntuk menyelesaikan masalah yang diidentifikasi, terdapat tiga alternatif solusi bisnis yang   \n \n \n\ndiberikan: Sentralisasi pelaksanaan off the job training, pelaksanaan off the job training   \n \n \n\nberdasarkan sub group dan program peningkatan sistem program Penyegaran. Proses Analisa   \n \n \n\nHirarki digunakan untuk menentukan prioritas dari setiap solusi bisnis. Berdasarkan Proses   \n \n \n\nAnalisa Hirarki diketahui bahwa alternatif solusi terbaik adalah Sentralisasi pelaksanaan off the   \n \n \n\njob training.", "Daftar File": {"Aisyah Indasari  29115307.pdf": "https://digilib.itb.ac.id/gdl/download/108051"}, "Penulis": "AISYAH INDASARI  29115307", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Licensing Program, Training, Improvement, Service Operation Management, Analytical Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}