{"Nomor": 20885, "Judul": "METABOLIT SEKUNDER GOLONGAN ALKALOID DARI ISOTOMA LONGIFLORA DAN AKTIVITAS ANTI-BAKTERINYA", "Abstrak": "Kembang korejat (Isotoma longiflora) merupakan tumbuhan liar yang digunakan oleh masyarakat Jawa Barat sebagai obat tradisional untuk iritasi mata dan asma. Kajian fitokimia melaporkan bahwa senyawa metabolit yang khas dari tumbuhan ini adalah golongan alkaloid. Penelitian ini bertujuan untuk mengisolasi dan mengkarakterisasi senyawa metabolit sekunder golongan alkaloid dari I. longiflora serta menguji  \n \n\naktivitas anti-bakterinya. Serbuk kering tumbuhan I. longiflora dimaserasi dalam metanol kemudian diekstraksi asam-basa untuk memperoleh fraksi alkaloid. Fraksi  \n \n\nalkaloid ini dimurnikan dan dianalisis dengan berbagai teknik kromatografi yaitu KVC, KR, dan KKG. Dari fraksi alkaloid total ini telah diperoleh tiga senyawa murni. Ketiga senyawa hasil isolasi telah dikarakterisasi dengan spektroskopi NMR dan MS sehingga diperoleh struktur molekul yang telah dikenal sebelumnya yaitu lobelin (1) sebagai campuran stereoisomer, lobelanidin (2), dan lobelanidin glukosida (3). Senyawa (1) dan (2) telah dilaporkan ada pada tumbuhan I. longiflora, sedangkan senyawa (3) baru pertama kali dilaporkan pada spesies ini. Pengujian bioaktivitas anti-bakteri dilakukan dengan metoda difusi cakram dengan menentukan zona penghambatan pertumbuhan bakteri E. faecalis, K. rhizopilla, L. monocyt, B. cereus,  \n \n\nS. aureus dan S. enterica. Ekstrak metanol I. longiflora menunjukkan adanya zona hambat bakteri yang lemah terhadap bakteri E. faecalis, K. rhizopilla, B. cereus, S. aureus dan S. enterica dengan nilai zona hambat berturut-turut sebesar 16, 14, 19, 16, dan 18 mm. Namun, senyawa hasil isolasi menunjukkan hasil negatif pada uji zona hambat yang ditandai dengan tidak adanya zona hambat pada kultur bakteri uji. Sebagai kesimpulan, pada penelitian ini telah berhasil diisolasi tiga alkaloid dari I. longiflora, yaitu lobelin (1), lobelanidin (2), dan lobelanidin glukosida (3). Ekstrak I. longiflora menunjukkan aktivitas anti-bakteri yang lemah sedangkan senyawa hasil isolasi tidak menunjukkan aktivitas anti-bakteri", "Daftar File": {"2017 TS PP AJENG TRIANE SYAWALIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108068", "COVER AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169166", "BAB1 AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169167", "BAB2 AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169168", "BAB3 AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169169", "BAB4 AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169170", "BAB5 AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169171", "PUSTAKA AJENG TRIANE SYAWALIA  (NIM: 20515031)": "https://digilib.itb.ac.id/gdl/download/169172"}, "Penulis": "AJENG TRIANE SYAWALIA  (NIM: 20515031)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Isotoma longiflora, lobelin, lobelanidin, lobelanidin glukosida, antibakteri.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}