{"Nomor": 20889, "Judul": "PERBAIKAN DESAIN TATA CAHAYA PADA MUSEUM SRI BADUGA", "Abstrak": "Pencahayaan buatan memegang peranan yang penting pada aspek kehidupan manusia. Penggunaan pencahayaan buatan yang tepat pada museum haruslah diperhatikan dan dirancang dengan ketelitian sehingga mampu menampilkan daya tarik tersendiri dengan tetap menjaga standar-standar yang ada. Kota Bandung sebagai salah satu kota tua di Indonesia memiliki peninggalan-peninggalan  \n \n\nsejarah dan kebudayaan dari Kerajaan Sunda yang kemudian terasimilasi dengan budaya-budaya yang datang. Sehingga dibangunlah Museum Sri Baduga sebagai sarana pelestarian budaya tersebut. Objek evaluasi pada tugas akhir ini adalah Museum Sri Baduga, dengan masalah yang dievaluasi dari segi general lighting dan local lighting untuk area lantai dua dan tiga ruang pamer museum tersebut dari berbagai sudut. Evaluasi general lighting berupa pencahayaan untuk area sirkulasi pengunjung dan evaluasi local lighting dilakukan pada berbagai titik pada benda pamer museum. Hasil dari evaluasi kondisi aktual menyatakan adanya beberapa hal yang perlu diperbaiki seperti adanya silau dan pantulan walaupun secara umum iluminansi tidak melebihi standar yang ada. Simulasi perbaikan menggunakan Dialux 4.10 untuk melakukan permodelan dan perubahan desain tata cahaya yang sudah ada, perhitungan hasil iluminansi, UGR dan lux hours per year kemudian disesuaikan dengan standar yang digunakan yaitu standar IESNA.", "Daftar File": {"2013 TA PP AKBAR  BADRIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108072", "2013 TA PP AKBAR  BADRIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108073", "2013 TA PP AKBAR  BADRIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108074", "2013 TA PP AKBAR  BADRIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108075", "2013 TA PP AKBAR  BADRIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108076", "2013 TA PP AKBAR  BADRIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108077", "2013 TA PP AKBAR  BADRIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108078"}, "Penulis": "AKBAR BADRIANSYAH (NIM : 13308053)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. F.X. Nugroho Soelami, M.BEnv.,Ph.D.", "Ir. R. Triyogo, M.Des.Sc. (Illum.)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan tata cahaya, pencahayaan museum, Dialux, iluminansi museum, UGR, lux hours per year", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}