{"Nomor": 20897, "Judul": "KEMOSTRATIGRAFI UNSUR DAN INTERPRETASI LINGKUNGAN PENGENDAPAN FORMASI KANIKEH, KABUPATEN SERAM BAGIAN TIMUR", "Abstrak": "Batuan silisiklastik Trias, Formasi Kanikeh, tersebar di Pulau Seram hingga Pulau Kesui dan Teor dari Maluku hingga Maluku Tenggara. Formasi Kanikeh telah lama dikenal memiliki karakteristik batuan induk yang baik. Pemahaman tentang Formasi Kanikeh masih minim, interpretasi lingkungan pengendapan dan korelasi stratigrafi masih dalam proses dan dalam perdebatan. Tujuan penelitian ini adalah mendapatkan hasil interpretasi lingkungan pengendapan dan korelasi yang lebih baik menggunakan metode kemostratigrafi unsur. Metode yang digunakan dalam penelitian ini terbagi menjadi empat metode utama meliputi: analisis stratigrafi, petrologi, paleontologi, dan geokimia. Dalam penelitian ini telah dilakukan analisis litofasies dan asosiasi fasies pada empat lintasan pengamatan yang didukukung dengan analisis paleontologi yang terdiri dari analisis moluska dan palinologi, analisis petrologi yang terdiri atas analisis petrografi dan Scanning Electron Microscope-Energy Dispersive Spectrometer (SEM-EDS), sehingga didapatkan pemahaman yang lebih baik tetang tatanan stratigrafi, biostratigrafi, mineralogi, dan proses diagenesis. Pendekatan geokimia juga dilakukan berdasarkan analisis Total Organic Carbon (TOC) untuk mengetahui kuantitas material organik, spektrometer X-Ray Fluorescence (XRF), dan Inductively Coupled Plasma-Mass Spectrometry (ICP-MS) untuk mengetahui proxy paleoenvironment, seperti input sedimen dan paleoredoks berdasarkan unsur utama dan jejak. \n\nHasilnya Formasi Kanikeh terendapkan pada umur Carnian hingga Norian dengan sistem pengendapan batuan silisiklastik yang dipengaruhi oleh arus pasang-surut pada lingkungan pengendapan transisi. Secara umum hasil analisis input detritus pada setiap berdasarkan rasio Ti/Al, Si/Al, dan Zr/Nb yang dilakukan pada Formasi Kanikeh dapat digunakan untuk menentukan perubahan muka laut relatif dan ukuran butir. Penentuan kondisi paleoredoks mengunakan analisis Faktor Pengkayaan unsur jejak (FP) dan proksi paleoredoks V/Cr menunjukkan kondisi oksik hingga suboksik, hal tersebut dikonfirmasi dengan banyaknya kemunculan bioturbasi dan fosil Halobia sp. Formasi Kanikeh terendapakan pada kondisi oksik dan sub oksik namun memiliki kandungan material organik yang baik (nilai terendah 0,29% dan nilai tertinggi 4,41% TOC). Dalam eksplorasi batuan induk, masih ada peluang untuk mendapatkan potensi batuan induk pada lingkungan pengendapan dengan kondisi redoks oksik hingga suboksik.", "Daftar File": {"2017 TS PP AKHMAD KHAHLIL GIBRAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108116"}, "Penulis": "AKHMAD KHAHLIL GIBRAN (NIM: 22014305)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir.Bambang Priadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kanikeh, kemostratigrafi, lingkungan pengendapan, dan paleoredoks.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Okt 2017"}