{"Nomor": 20894, "Judul": "MENGIDENTIFIKASI POTENSI KEUNGGULAN ORGANISASI  PADA PT LAUT BIRU BERDASARKAN HASIL SURVEY INDEKS  KESEHATAN ORGANISASI", "Abstrak": "Selama 15 tahun beroperasi di Indonesia, PT  LAUT BIRU  sudah menjadi mitra  \n\npenting bagi Pemerintah Indonesia dalam pencapaian target produksi minyak dan gas bumi  \n\ndengan selalu menjadi bagian dari produsen minyak dan gas terbesar di Indonesia. Namun  \n\nhal ini tidak menjamin PT  LAUT BIRU  untuk selalu berkinerja baik di masa yang akan  \n\ndatang. Bahkan dalam 3 tahun terakhir, hanya pada tahun 2016 PT  LAUT BIRU  mampu  \n\nmemenuhi 3 target utama,  yaitu Angka Kecelakaan, Produksi Minyak, dan Kinerja  \n\nKeuangan. \n\nMc Kinsey & Company dalam risetnya menemukan bahwa sebuah Perusahaan akan  \n\ndapat berkinerja baik berkelanjutan jika  Perusahaan tidak hanya fokus terhadap kinerja  \n\nnya, akan tetapi juga pada  kondisi  kesehatan organisasi. Kesehatan organisasi diukur  \n\ndengan menggunakan alat yang dinamakan Indeks Kesehatan Organisasi (OHI)  yang  \n\ndikembangkan oleh Mc Kinsey & Company. Indek Kesehatan Organisasi (OHI) terdiri dari  \n\nSembilan elemen yaitu arahan, kepemimpinan, budaya dan iklim, tanggung gugat,  \n\nkordinasi dan kontrol, kapabilitas, motivasi, orientasi eksternal, inovasi dan pembelajaran.  \n\nKesembilan elemen ini kemudian dikembangkan lagi menjadi 37 praktek kesehatan yang  \n\ndikembangkan ke dalam bentuk kuisioner.  Survey Indeks Kesehatan Organisasi (OHI) ini  \n\ndiikuti oleh 153 responden dari berbagai profil, mulai dari eksekutif hingga Pekerja pada  \n\nlevel bawah, partisipan dan berbagai divisi, dan dari berbagai pengalaman kerja. \n\nHasil keseluruhan dari survey Indek Kesehatan Organisasi (OHI) PT  LAUT BIRU \n\nini menunjukkan bahwa Perusahaan  tidak memenuhi kriteria sebagai Perusahaan yang  \n\ndapat berkinerja baik berkelanjutan dikarenakan tidak ada satu pun dari 37 praktek  \n\nkesehatan organisasi yang berada pada kuartal teratas, walaupun juga tidak ada satu dari 37  \n\npraktek kesehatan organisasi yang berada pada kuartal terbawah. Oleh karena itu ada enam \n\npraktek kesehatan organisasi  pada archetype Knowledge Core  yang harus ditingkatkan  \n\noleh PT  LAUT BIRU, yaitu akuisisi talenta, kejelasan peran, pengelolaan konsekuensi, iv \n\nkontrak kinerja, penghargaan dan pengakuan,  dan review kinerja pekerja.  Riset ini juga  \n\nfokus pada praktek manajemen dengan persepsi terendah, yaitu visi bersama, walaupun  \n\npraktek manajemen ini bukan termasuk ke dalam  archetype Knowledge Core. Riset  \n\ndilanjutkan dengan mengidentifikasi program yang ada  terkait dengan ke-tujuh praktek  Ã‚Â– \n\npraktek manajemen ini, mengevaluasi kondisi saat ini, mengidentifikasi hasil kondisi yang  \n\ndiharapkan, dan memberikan rekomendasi untuk memastikan program Ã‚Â–  program ini  akan  \n\ndapat meningkatkan Kesehatan Organisasi PT LAUT BIRU. \n\nSebagai salah satu temuan penting dari survey Indeks Kesehatan Organisasi (OHI),  \n\nditemukan bahwa konsekuensi dari penyebaran visi menjadi praktek kesehatan dengan  \n\nnilai terendah adalah tidak ada nya keselarasan mendasar antara Strategi Bisnis Perusahaan  \n\ndengan Strategi Sumber Daya Manusia. Oleh karena itu, dengan menutup kekurangan pada  \n\npraktek penyebaran visi, akan dapat memecahkan masalah ketidakselarasan strategi ini.  \n\nRevisi dari strategi Sumber Daya Manusia saat ini dengan menyelaraskan nya dengan  \n\nstrategi Bisnis akan mampu mendukung Perusahaan mencapai target Ã‚Â– target Perusahaan.", "Daftar File": {"2017 TS PP AKHMAD ADIB 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108091"}, "Penulis": "AKHMAD ADIB (NIM 29115180)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Abdul Hamid Batubara, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Organizational Health Index (OHI),  Identifying Potential Organization  Strength, Aligning Business Strategy and Human Resource Strategy", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}