{"Nomor": 20905, "Judul": "ANALISA TERBENTUKNYA ZONA REKAHAN PADA RESERVOIR GEOTHERMAL MENGGUNAKAN METODE MICRO-EARTHQUAKE (MEQ)", "Abstrak": "Pemanfaatan energi geothermal atau panas bumi sebagai sumber energi, baru dimulai di awal abad 20 yaitu ketika listrik diproduksi untuk pertama kali dari uap panas bumi di Larderello, Italia tahun 1904. Di Indonesia sendiri, usaha pencarian sumber energi panas bumi pertama kali dilakukan di daerah Kawah Kamojang pada tahun 1918. Pada tahun 1926 hingga tahun 1929 lima sumur eksplorasi dibor dimana sampai saat ini salah satu dari sumur tersebut, yaitu sumur KMJ-3 masih memproduksikan uap panas kering atau dry steam. Tenaga listrik pertama kali dihasilkan dari panas bumi Kamojang pada tahun 1978 ketika sebuah monoblok kecil berupa turbin uap berkapasitas 250 kWe telah terpasang dengan memanfaatkan uap dari sumur eksplorasi KMJ-6. Guna menjaga keberlangsungan proses produksi tersebut, maka diperlukan monitoring dan pengelolaan yang baik. Pada penelitian ini dilakukan analisa terbentuknya zona rekahan-rekahan pada reservoir geothermal di Area Geothermal Kamojang sebagai salah satu upaya monitoring reservoir geothermal di wilayah tersebut. Metode yang digunakan yaitu metode micro-earthquake (MEQ) agar diperoleh sebaran hiposenter gempa mikro yang menjadi indikasi arah aliran fluida reinjeksi serta zona rekahan dalam reservoir geothermal. Metode penentuan hiposenter gempa mikro yang digunakan dalam penelitian ini adalah metode SED (Single Event Determination) yang pertama kali dikembangkan oleh Geiger pada tahun 1910. Hasil penelitian menunjukkan bahwa telah terjadi 264 kali gempa mikro selama periode Januari - Agustus 2014 yang terekam oleh stasiun MEQ di Kamojang. Namun hanya 30,3 % dari total tersebut atau sekitar 80 kejadian gempa mikro yang lokasi hiposenternya berada di area panas bumi Kamojang. Berdasarkan analisa sebaran hiposenter maupun episenter gempa mikro tersebut, pola aliran fluida reinjeksi diindikasikan terjadi pada sumur INJ21 ke arah barat, timur, dan barat laut. Sementara untuk sumur INJ15 cenderung mengarah ke selatan, barat, dan sedikit ke arah barat laut. Sementara untuk sumur INJ35 tidak ada aktivitas injeksi kondensat karena tidak ada kejadian gempa mikro yang berasosiasi dengan lokasi sumur INJ35.", "Daftar File": {"2016 TA PP ALAMSYAH RIZKI ISROI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108169", "2016 TA PP ALAMSYAH RIZKI ISROI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108170", "2016 TA PP ALAMSYAH RIZKI ISROI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108171", "2016 TA PP ALAMSYAH RIZKI ISROI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108172", "2016 TA PP ALAMSYAH RIZKI ISROI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108173", "2016 TA PP ALAMSYAH RIZKI ISROI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108174", "2016 TA PP ALAMSYAH RIZKI ISROI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108175"}, "Penulis": "ALAMSYAH RIZKI ISROI (NIM : 10211056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \nDr. Eng. Alamta Singarimbun M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geothermal, Hiposenter, Kamojang, Micro-earthquake, Reinjeksi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     suwadji", "File": "7 file", "Tanggal Input": "23 Okt 2018"}