{"Nomor": 20907, "Judul": "PERBANDINGAN DESAIN DERMAGA CURAH KERING BERDASARKAN STANDAR OCDI DAN BS DI CIREBON", "Abstrak": "Pembangkit listrik tenaga uap (PLTU) unit 2 di Cirebon direncanakan selesai pada tahun 2020. PLTU ini mengandalkan batubara sebagai sumber energi utamanya. Pembangunan PLTU ini tentunya menambah kebutuhan batubara, oleh karena itu dibutuhkan dermaga bongkar muat batu bara yang baru. Dalam pembangunan dermaga batubara, tentunya memerlukan peraturan teknis atau standar tertentu guna mengatur mengenai kriteria desain dermaga. Saat ini di indonesia peraturan teknis atau standar yang sering digunakan dalam mendesain dermaga adalah Overseas Coastal Development Institute of Japan (OCDI) dan British Standard (BS).pada Tugas Akhir ini akan dibandingkan desain dermaga dengan standar OCDI dan dermaga dengan standar BS.   \n\nDalam mendesain dermaga diperlukan data lingkungan dan data operasional. Data lingkungan dapat berupa data angin, arus, pasang surut, gelombang, dan tanah pada lokasi sedangkan data operasional dapat berupa kapal rencana, dan alat-alat operasional pada dermaga. Data lingkungan dan data operasional ini digunakan sebagai dasar desain dimensi dermaga, geometri dermaga dan pembebanan yang yang dilakukan dengan 2 peraturan teknis atau standar yaitu Overseas Coastal Development Institute of Japan (OCDI) dan British Standard (BS). Hasil desain struktur dermaga kemudian akan dianalisis menggunakan perangkat lunak SAP2000. Output dari analisis struktur SAP2000 dapat berupa nilai UCR, defleksi, gaya dalam, dan reaksi perletakan. Hasil dari analisis pemodelan struktur dermaga akan digunakan untuk desain dermaga selanjutnya, gaya dalam pada dermaga akan digunakan untuk desain tulangan elemen struktur dermaga seperti balok, pelat dan pile cap, sedangkan reaksi perletakan akan digunakan untuk analisis daya dukung tanah untuk menentukan kedalaman pancang tiang.   \n\nHasil dari Tugas Akhir ini adalah desain dermaga dengan standar OCDI dan BS serta perbandingan dimensi, geometri elemen, hasil permodelan, desain penulangan dan analisis daya dukung tanah dari kedua dermaga.", "Daftar File": {"2017 TA PP ALBANY PUTERA SATRIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108183"}, "Penulis": "ALBANY PUTERA SATRIA (NIM : 15513053)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sri Murti Adiyastuti, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain dermaga, OCDI, British Standard", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2017"}