{"Nomor": 20904, "Judul": "HUBUNGAN ANTARA SHIFT KERJA (PAGI-MALAM) 12 JAM KERJA TERHADAP TINGKAT KELELAHAN KERJA SATPAM INSTITUT TEKNOLOGI BANDUNG (ITB)", "Abstrak": "Berbagai masalah kesehatan telah diketahui dari kerja gilir. Institut Teknologi Bandung (ITB) merupakan salah satu perguruan tinggi besar di Indonesia dengan berbagai sarana dan prasaran di dalamnya sehingga memungkinkan terjadinya resiko kelelahan terhadap Satuan Pengaman (Satpam) ITB. Kampus ITB menerapkan sistem pergantian shift tiap 12 jam kerja (07.00 Ã‚Â– 19.00) pagi dan (19.00 - 07.00) malam. Tujuan dari penelitian ini adalah untuk mengetahui hubungan kerja shift (pagi-malam) dengan lama kerja 12 jam, terhadap tingkat kelelahan yang dialami satpam ITB. Penelitian ini menggunakan desain cross      \n \n \n\nsectional dengan jumlah kelompok satpam shift 30 orang dan kontrol sebanyak 12 orang yang dipilih berdasarkan kriteria tertentu. Pengukuran kelelahan kerja dilakukan dengan metode alat ukur waktu reaksi , kadar enzim amilase dari air liur, denyut nadi per menit , dan pengukuran perasaan kelelahan secara subjektif. berdasarkan hasil pengukuran rerata kadar enzim amilase pekerja shift pagi sebesar 56,6 KU/L dan shift malam sebesar 51,33 KU/L dengan nilai p=0,561. Pengukuran rerata waktu reaksi pekerja shift pagi sebesar 441,1 milidetik dan shift malam sebesar 446,36 milidetik dengan nilai p=0,772. Pengukuran rerata jumlah denyut nadi per menit pekerja shift pagi sebesar 84,53 denyut/menit dan shift malam sebesar 80,93 denyut/menit dengan nilai p=0,418. Dari hasil analisis statistik, terdapat perbedaan nyata antara kelompok pekerja shift, non-shift, dan kelompok kontrol terhadap kadar enzim amilase (p=0,001) dan terhadap waktu reaksi (p=0,016).", "Daftar File": {"2014 TS PP AKRAM MURIJAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108160", "2014 TS PP AKRAM MURIJAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108161", "2014 TS PP AKRAM MURIJAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108162", "2014 TS PP AKRAM MURIJAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108163", "2014 TS PP AKRAM MURIJAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108164", "2014 TS PP AKRAM MURIJAL 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/108165", "2014 TS PP AKRAM MURIJAL 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/108166", "2014 TS PP AKRAM MURIJAL 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/108167", "2014 TS PP AKRAM MURIJAL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/108168"}, "Penulis": "AKRAM MURIJAL (NIM : 25312027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Herto Dwi Ariesyady, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Institut Teknologi Bandung, kelelahan kerja, shift kerja, enzim amilase", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}