{"Nomor": 20920, "Judul": "PENGARUH DELESI ori TURUNAN pMB1 DAN PENYISIPAN FRAGMEN DNA cer PADA KINERJA PLASMID PEMBAWA GEN PENGKODE TOKSIN CcdB", "Abstrak": "Ketidakstabilan segregasi plasmid merupakan salah satu faktor yang mempengaruhi produktivitas bakteri dalam mensintesis protein rekombinan. Antibiotik biasanya digunakan dalam proses fermentasi bakteri untuk menjaga stabilitas plasmid dan mencegah kontaminasi agen mikrobiologis lain. Namun, adanya resiko penyebaran antibiotik ke lingkungan dan potensi transfer genetik pada bakteri patogen menyebabkan penggunaan antibiotik ini perlu dihindari. Pada penelitian sebelumnya, vektor berbasis sistem seleksi toksin/antitoksin, yang terdiri dari dua buah plasmid yang masing-masing membawa DNA pengkode toksin CcdB dan antitoksin CcdA telah dikonstruksi. Penelitian ini berfokus pada modifikasi dan karakterisasi plasmid yang membawa gen pengkode toksin CcdB yang diregulasi oleh promotor PBAD. Tujuan penelitian ini yaitu mendelesi ori turunan pMB1 dari plasmid pUC57-Kan_ccdB, menyisipkan fragmen DNA cer pada plasmid yang telah dihilangkan bagian ori turunan pMB1, menentukan konsentrasi arabinosa dan waktu yang tepat untuk induksi promotor PBAD, serta menentukan persentase retensi plasmid. Satu pasang primer dirancang untuk mengenali daerah di luar ori turunan pMB1 sehingga seluruh bagian plasmid kecuali daerah ori tersebut teramplifikasi dan plasmid hasil delesi diberi nama pDCS-B. Hasil amplifikasi fragmen DNA cer dari plasmid pDCS-A disisipkan pada vektor pDCS-B untuk menghasilkan pDCS-B_cer. Pengaruh ekspresi gen ccdB terhadap pertumbuhan E. coli diamati setiap 2 jam setelah induksi arabinosa. Persentase retensi plasmid diamati pada jam ke-12 dan 24, pada kondisi tanpa penambahan arabinosa, serta jam ke-6 dan 12, pada kondisi penambahan arabinosa. Delesi ori turunan pMB1 dan penyisipan fragmen DNA cer telah berhasil dilakukan dan dikonfirmasi dengan analisis penentuan urutan nukleotida. Ekspresi gen ccdB menurunkan OD600 E. coli setelah diinduksi dengan arabinosa 0,2% pada OD600 0,1-0,2. Fragmen DNA cer terbukti mampu meningkatkan nilai retensi sebanyak 5-10%. Berdasarkan hasil yang diperoleh, plasmid pDCS-B_cer memiliki kinerja lebih baik dibandingkan plasmid pDCS-B.", "Daftar File": {"2017 TS  PP ALDILA INDAH REFIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108236", "COVER ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200633", "BAB 1 ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200634", "BAB 2 ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200635", "BAB 3 ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200636", "BAB 4 ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200637", "BAB 5 ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200638", "BAB 6 ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200639", "PUSTAKA ALDILA INDAH REFIANI (NIM : 20715015)": "https://digilib.itb.ac.id/gdl/download/200640"}, "Penulis": "ALDILA INDAH REFIANI (NIM : 20715015)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat. Catur Riani", "Dr. Debbie S. Retnoningrum"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "CcdB, fragmen DNA cer, retensi plasmid, sistem seleksi toksin/ antitoksin.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "03 Okt 2017"}