{"Nomor": 20925, "Judul": "DESAIN DAN ANALISIS KEHANDALAN DRILLING PRODUCTION PLATFORM TIPE JACKET DELAPAN KAKI DI PERAIRAN LAUT NATUNA", "Abstrak": "Proses desain struktur anjungan lepas pantai akan melibatkan beban-beban dalam bentuk variabel yang bentuk kepastiannya perlu diperhitungkan. Oleh sebab itu pembebanan terhadap struktur umum dilakukan dengan menerapkan aturan pembebanan WSD (Working Stress Design) dan LRFD (Load and Resistance Factor Design) yang masing-masing memberikan suatu faktor ketidakpastian terhadap nilai beban dan nilai kekuatan struktur. Hal ini dilakukan untuk meyakinkan bahwa struktur akan memenuhi fungsinya dalam periode waktu yang sudah ditentukan.   \n\nAturan dan standar yang sering digunakan dalam desain anjungan lepas pantai tipe fixed di Indonesia adalah API RP-2A dimana pada desain struktur yang dikaji, digunakan aturan pembebanan LRFD. Penggunaan standar tersebut yang lahir dari kondisi perairan North Sea dan Gulf of Mexico yang notabene memiliki kondisi keekstreman yang lebih besar daripada kondisi perairan Indonesia, khususnya Laut Natuna memungkinkan nilai faktor pembebanan dan faktor reduksi kuat material pada standar tersebut terlalu besar untuk diterapkan di Indonesia.  \n\nUntuk mengetahui informasi penggunaan faktor beban LRFD di Indonesia, maka struktur akan didesain secara optimum dengan mengikuti aturan API RP-2A LRFD tersebut. Optimasi desain akan ditentukan berdasarkan hasil analisis Inplace, analisis Seismic, dan analisis Fatigue pada struktur dimana parameter batas yang tidak boleh dilampaui elemen struktur adalah ketika nilai Unity Check (UC) > 1.   \n\nPenentuan indeks kehandalan sebagai parameter kekuatan struktur terhadap keacakan beban dan kuat material ditentukan dengan menggunakan performansi tegangan elemen struktur yang fungsi dan kondisinya kritis terhadap struktur. Penentuan elemen struktur tersebut didapatkan dari hasil analisis inplace serta penentuan nilai performansi juga dilakukan dengan analisis inplace. Analisis kehandalan dilakukan dengan menggunakan metode Monte Carlo yang umum digunakan di dunia keteknikan. Nilai indeks kehandalan menentukan desain struktur adalah konservatif atau tidak.", "Daftar File": {"2017 TA PP Alexander Junior Yahya Simbolon  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108267"}, "Penulis": "Alexander Junior Yahya Simbolon - NIM 15513042", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ricky Lukman Tawekal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "struktur jacket, analisis inplace, optimasi desain, analisis kehandalan, Monte Carlo, API RP-2A LRFD, indeks kehandalan, pembebanan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}