{"Nomor": 20929, "Judul": "PENGARUH INHIBITOR SODIUM NITRITE, SODIUM SILICATE, DAN HEXAMINE SERTA CAMPURANNYA PADA PENINGKATAN KETAHANAN KOROSI SUMURAN BAJA TAHAN KARAT TIPE 304", "Abstrak": "Baja tahan karat AISI 304 adalah paduan yang rentan korosi setempat pada lingkungan yang mengandung ion Cl- . Jika terdapat cacat permukaan, ketahanan terhadap korosi setempatnya akan menurun secara signifikan dan baja tahan karat menjadi rentan terserang korosi sumuran. Salah satu cara yang dapat dilakukan untuk menghambat laju korosi setempat pada baja tahan karat AISI 304 adalah dengan menggunakan inhibitor/campuran inhibitor yang sesuai. Dalam penelitian ini dipelajari pengaruh penambahan inhibitor sodium nitrite, sodium silicate, dan hexamine serta campuran dua jenis inhibitor yang telah disebutkan dengan konsentrasi total 30 mmol/liter pada baja tahan karat AISI 304 dalam larutan 3,56 gram/liter berat NaCl pada suhu kamar. Teknik polarisasi tahanan dan potentiodinamik siklik telah digunakan untuk mempelajari pengaruh campuran inhibitor terhadap potensial pitting, laju korosi, efisiensi inhibisi, dan efek sinergistik campuran inhibitor. Pengujian dengan menggunakan teknik polarisasi tahanan pada baja tahan karat AISI 304 tanpa inhibitor menghasilkan laju korosi sebesar 2,20x10-8 A/cm2. Sedangkan potensial pitting yang dihasilkan dari pengujian polarisasi siklik adalah 374,6 mV vs Ag/AgCl untuk percobaan tanpa inhibitor. Setelah dilakukan pengujian dengan menambahkan inhibitor-inhibitor yang telah disebutkan, didapatkan bahwa peningkatan potensial pitting tertinggi diperoleh dalam larutan yang mengandung 15 mmol inhibitor sodium nitrite dan 15 mmol inhibitor sodium silicate. Potensial pitting yang didapat dari campuran ini adalah sebesar 1184 mV vs Ag/AgCl. Walaupun demikian, campuran inhibitor lain terbukti juga dapat meningkatkan nilai potensial pitting pada baja tahan karat tipe 304. Penelitian ini mengungkapkan bahwa campuran antara inhibitor Na2SiO3 dan hexamine memberikan efek antagonis dalam menginhibisi korosi baja tahan karat tipe 304. Sifat antagonis pada campuran inhibitor Na2SiO3 dan hexamine dinyatakan dengan persamaan y = 0,1512x2 Ã‚Â– 3,7687x + 72,964, dengan y adalah persentase efisiensi inhibisi dan x adalah konsentrasi Na2SiO3. Sedangkan campuran inhibitor Na2SiO3 dan NaNO2 juga akan memberikan efek antagonis pada baja tahan karat dengan persamaan y = 0,0435x2 Ã‚Â– 1,2794x + 89,18 begitu pula dengan campuran inhibitor NaNO2 dan hexamine, juga memberikan efek antagonis dengan persamaan y = 0,0421x2 Ã‚Â– 1,3381x + 96,758.", "Daftar File": {"2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108283", "2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108282", "2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108281", "2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108280", "2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108279", "2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108278", "2013 TA PP ALEXANDRA XIUZHEN RAMITAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108277"}, "Penulis": "ALEXANDRA XIUZHEN RAMITAN (NIM : 12508011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria, M. Met. E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "efieiensi inhibisi, sodium nitrite, sodium silicate, hexamine, efek sinergistik, korosi sumuran, dan potensial pitting", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}