{"Nomor": 20939, "Judul": "PERANCANGAN TERMINAL BUS PURABAYA (EVALUASI FASILITAS, KAPASITAS, AKSESIBILITAS, DAN DESAIN PERKERASAN)", "Abstrak": "Abstrak: Terminal Bus Purabaya merupakan salah satu terminal terbesar di Asia Tenggara. Lokasinya yang cukup strategis membuat terminal ini ramai digunakan oleh masyarakat yang berasal dari Jawa Timur ataupun yang akan menuju Jawa Timur. Demand yang terus meningkat  \n \n\nmembuat perlu adanya pengembangan gedung terminal tersebut terkait dengan peningkatan daya tampung dan perbaikan fasilitas  \n \n\nDalam proyek Terminal Bus Purabaya, terdapat beberapa aspek yang harus dianalisis. Salah satu dari aspek tersebut adalah aspek transportasi. Pada proyek ini, aspek transportasi yang dianalisis adalah terkait demand bus dan penumpang, evaluasi terkait kapasitas dan fasilitas, kebutuhan parkir agar sesuai dengan demand, dan desain perkerasan jalan untuk terminal maupun parkiran. Proyeksi demand dilakukan pada tahun 2035. Metoda yang digunakan untuk proyeksi demand adalah analisis regresi linear. Kapasitas yang ditinjau hanya pada saat jam sibuk. Standar yang digunakan adalah Peraturan Menteri Perhubungan, Standar Kementrian Pekerjaan Umum, dan SNI.  \n \n\nBerdasarkan hasil analisis aspek transportasi tersebut, diperoleh demand kedatangan & keberangkatan bus kota sebesar 302947 bus/tahun & 365739 bus/tahun, demand kedatangan & keberangkatan bus antar kota sebesar 1092266 bus/tahun & 1576332 bus/tahun. Sedangkan untuk  \n \n\npenumpang, kedatangan & keberangkatan penumpang bus kota adalah 14322080 penumpang/tahun & 10222268 penumpang/tahun. Untuk penumpang bus antar kota, kedatangan & keberangkatan penumpang yaitu 27249240 penumpang/tahun & 24625152 penumpang/tahun.  \n \n\nBerdasarkan desain, kapasitas terminal tidak cukup untuk menampung penumpang bus kota. Fasilitas yang didesain rata-rata sudah mencukupi, namun ada beberapa yang perlu dievaluasi, seperti ketersediaan ruang hijau. Analisis aksesibilitas pada terminal sudah baik, hanya saja perlu  \n \n\nada pengaturan lebih lanjut. Kapasitas parkir yang didesain tidak mencukupi karena demand yang cukup tinggi. Perkerasan yang digunakan adalah perkerasan kaku dengan tulangan dan tebal beton  \n \n\n22 cm.", "Daftar File": {"2017 TA PP ALFREDO BASTIAN JEREMIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108324"}, "Penulis": "ALFREDO BASTIAN JEREMIA   (NIM: 15013003)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "terminal bus, demand bus, demand penumpang, fasilitas terminal bus, analisis parkir, aksesibilitas, perkerasan kaku", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}