{"Nomor": 20940, "Judul": "INVESTIGASI POTENSI LOW SALINITY WATERFLOODING PADA RESERVOIR BATUPASIR SINTETIK", "Abstrak": "Low salinity waterflooding (LSWF) merupakan suatu teknik enhanced oil recovery (EOR) yang akhir-akhir ini mulai menarik perhatian karena biayanya yang relatif murah, desain operasional yang sederhana, dan rendahnya dampak lingkungan yang dihasilkan. Hal ini terbukti dari peningkatan jumlah proyek LSWF di seluruh dunia, salah satu yang paling terkenal yaitu pada lapangan Clair Ridge di Inggris Raya. Pada kebanyakan kasus, industri perminyakan berusaha untuk memperpanjang umur ekonomis lapangan-lapangan tua akibat dari sulitnya penemuan aset-aset baru. Skema waterflood pada umumnya dilakukan sebagai proses pemulihan sekunder yang mana air yang dinjeksikan merupakan gabungan dari air formasi dengan air laut sehingga menghasilkan salinitas air injeksi yang sangat tinggi. LSWF dapat menjadi teknik yang menjajikan untuk diimplementasikan pada lapangan-lapangan ini untuk meningkatkan perolehan minyak.  \n \n\nUntuk mendefinisikan potensi tersebut, studi ini menyajikan analisis dari respon formasi batupasir sintetik terhadap proses LSWF. Teori aliran fraksional diaplikasikan pada model aliran satu dimensi untuk menggambarkan gagasan awal dari potensi LSWF pada reservoir ideal. Kemudian, sebuah model reservoir numerik dibentuk untuk menentukan estimasi dari peningkatan perolehan minyak. Studi analisis sensitivitas juga dilakukan sehingga dapat digunakan untuk memprediksi potensi dari beberapa lapangan berbeda berdasarkan sifat-sifat lapangan tersebut yang memiliki dampak terbesar dalam hasil proses ini. Di akhir, simulasi Monte Carlo dilakukan untuk mengetahui distribusi dan probabilitas dari peningkatan perolehan minyak akibat dari proses LSWF.  \n \n\nKesimpulan dari studi ini menunjukkan bahwa hasil dari teknik LSWF sangat bergantung pada kebasahan awal reservoir, titik mulai LSWF, dan salinitas awal connate water. LSWF yang dilakukan pada reservoir dengan salinitas awal connate water bernilai 55000 ppm dan bersistem oil-wet saat water cut telah mencapai 90% hasil dari waterflood konvensional memberikan peningkatan perolehan minyak paling baik jika dibandingkan dengan hasil waterflooding konvensional itu sendiri, yaitu sebesar 2,25%. Akan tetapi potensi LSWF berkurang dengan cepat ketika kondisi-kondisi tidak terpenuhi secara optimum dan reservoir bersistem water-wet serta memiliki salinitas yang tinggi. Dari hasil simulasi Monte Carlo didapatkan bahwa P90 dari peningkatan perolehan minyak untuk sistem kebasahan oil-wet, mixed-wet, dan weak water-wet secara berturut-turut yaitu 1,35%; 0,8%; dan 0,6%.", "Daftar File": {"2017 TA PP ALGERI GADESA 1.pdf": "https://digilib.itb.ac.id/gdl/download/108325"}, "Penulis": "ALGERI GADESA (NIM : 12213056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Ir. Sutopo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EOR, low salinity waterflooding, reservoir batupasir sintetik, model numerik, analisis sensitivitas, simulasi Monte Carlo", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}