{"Nomor": 20951, "Judul": "ANALISIS KEKUATAN STATIK STRUKTUR BAGIAN ATAS METRO KAPSUL MENGGUNAKAN METODE ELEMEN HINGGA DENGAN ELEMEN SHELL", "Abstrak": "Metro Kapsul merupakan salah satu kereta nasional yang diproduksi oleh PT. Teknik Rekayasa Kereta Kapsul. Salah satu tahapan yang harus dilalui agar Metro Kapsul layak beroperasi di Indonesia adalah sertifikasi oleh Pemerintah Indonesia. Salah satu syarat sertifikasi yang harus dilakukan adalah pengujian statis struktur bagian atas Metro Kapsul. Untuk mengetahuai kekuatan struktur dan menunjang keperlauan uji statis, maka struktur Metro Kapsul perlu dilakukan analisis. \n\nTugas sarjana ini memiliki tujuan melakukan analisis untuk mengetahui kekuatan struktur bagian atas yang terdiri dari body frame dan base frame dan memperoleh lokasi pemasangan strain gage-LVDT untuk keperluan uji statis. Model yang dianalisis merupakan model versi 21 Juni 2017. Analisis kekuatan struktur dilakukan dengan menggunakan metode elemen hingga dengan model elemen shell. Struktur tersebut dianalisis berdasarkan load case yang yang merujuk pada Peraturan Menteri No. 175 Tahun 2015 dan JIS E 7105. \n\nMetodologi diawali dengan studi literatur, pengumpulan informasi mengenai model dan spesifikasi Metro Kapsul, perumusan berbagai kasus pembebanan, diskusi tim sertifikasi, pemodelan elemen hingga, sehingga diperoleh hasil analisis terkait kekuatan struktur dan lokasi strain gage-LVDT. \n\nBerdasarkan hasil analisis yang diperoleh, tegangan maksimum body frame terjadi pada bracket sebesar 303,4 MPa (𝜎vm) pada kasus uji beban torsional dan 255,7 MPa (𝜎1) pada kasus uji beban kompresi dengan beban penumpang. Sedangkan tegangan maksimum base frame adalah 770,8 MPa (𝜎vm) dan 864,5 MPa (𝜎1) pada kasus real pembebanan vertikal. Tegangan maksimum base frame tersebut terjadi pada tumpuan suspensi melebihi yield strenghth material sehingga akan mengalami deformasi plastis. Selanjutnya, diperoleh juga hasil lokasi pemasangan strain gage dan LVDT untuk keperluan uji statis.", "Daftar File": {"2017 TA PP  ALIF LUTFIA MASDUQI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108388"}, "Penulis": "ALIF LUTFIA MASDUQI (NIM : 13113089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metro Kapsul, uji statis, base frame, body frame, metode elemen hingga, elemen shell", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}