{"Nomor": 20954, "Judul": "KERANGKA KERJA DALAM  PENGAMBILAN KEPUTUSAN DAN PENYELESAIAN MASALAH  UNTUK MENINGKATKAN PERFORMA TECHNICAL ESCALATION MANAGER DI PT PEGASUS TECHNOLOGIES", "Abstrak": "Terdapat kekhawatiran mengenai performa dari organisasi Technical Escalation Management    \n \n \n \n\n(TEM) khususnya di area Asia Pasifik dan Jepang (APJ). Problem performa ini dapat diamati dari 2    \n \n \n \n\nmetrik internal yaitu Ã‚Â“Average AgeÃ‚Â” dan Ã‚Â“Time to ResolveÃ‚Â”. Kedua metrik ini mengukur berapa    \n \n \n \n\nlama waktu yang dibutuhkan oleh Technical Escalation Manager untuk menangani dan    \n \n \n \n\nmenyelesaikan problem eskalasi Klien. Technical Escalation Manager tidak dapat memenuhi target    \n \n \n \n\nperforma yang telah di tentukan oleh Manajemen serta tidak ada perbaikan yang signifikan terhadap    \n \n \n \n\nperforma tersebut selama 30 bulan terakhir. Dengan menggunakan Cause-Effect Diagram, Penulis    \n \n \n \n\nmengidentifikasikan beberapa faktor yang dapat mempengaruhi performa dari Technical Escalation    \n \n \n \n\nManager, yaitu faktor Individual, Proses, Kualitas Produk dan Faktor Eksternal. Thesis ini akan    \n \n \n \n\ndifokuskan untuk menginvestigasi dan mengembangkan solusi dari sisi Proses.      \n \n \n \n\nMetodologi yang digunakan dalam thesis ini adalah qualitatif melalui observasi terhadap proses     \n \n \n \n\nyang sudah berlangsung, review dokumen internal, yang ditunjang oleh studi literatur. Penulis juga    \n \n \n \n\nmenggunakan data statistik dari team Operasional Perusahaan untuk mendukung analisa qualitatif    \n \n \n \n\ntersebut. Selain itu, Penulis juga melakukan interview secara online dengan Technical Escalation    \n \n \n \n\nManagers di area Asia Pasifik dan Jepang. Materi interview berupa survey dan juga proses diskusi    \n \n \n \n\nyang terbuka.      \n \n \n \n\nHal yang paling fundamental dari peran seorang Technical Escalation Manager adalah kemampuan    \n \n \n \n\nuntuk memimpin proses penyelesaian masalah dan pengambilan keputusan yang baik dalam kurun    \n \n \n \n\nwaktu yang cepat. Dalam konteks tersebut, hasil studi mengungkapkan bahwa pada saat ini tidak    \n \n \n \n\nada kerangka kerja yang jelas di organisasi yang dapat dijadikan panduan dalam penyelesaian    \n \n \n \n\nmasalah dan pengambilan keputusan. Hal ini memberikan dampak terhadap performa individual dan    \n \n \n \n\norganisasi dalam menangani problem Klien secara konsisten. Oleh karena itu, thesis ini bertujuan    \n \n \n \n\nuntuk menawarkan kerangka kerja yang inovatif dan konsisten untuk penyelesaian masalah dan    \n \n \n \n\npengambilan keputusan, yang diharapkan dapat membantu Technical Escalation Managers untuk menyelesaikan problem klien yang kompleks secara lebih efektif serta membantu membuat    \n \n \n \n\nkeputusan yang tepat.      \n \n \n \n\nKerangka kerja yang penulis tawarkan di kembangkan berdasarkan sintesis dari norma-norma,    \n \n \n \n\nkebiasaan, proses dan metode yang saat ini sudah digunakan, serta dikombinasikan dengan kerangka    \n \n \n \n\nkerja Kepner-Tregoe. Kerangka kerja yang Penulis buat terdiri dari 3 fase, yaitu fase review/triase,    \n \n \n \n\neskalasi formal dan penutupan eskalasi. Setiap fase terdiri dari beberapa langkah yang relevan    \n \n \n \n\ndengan fase tersebut. Kerangka kerja ini akan bermanfaat bagi Technical Escalation Manager untuk    \n \n \n \n\nmenangani eskalasi dengan pendekatan yang lebih terstruktur, konsisten dan teratur dalam    \n \n \n \n\nmelakukan review terhadap permintaan eskalasi, penanganan eskalasi secara formal, membuat    \n \n \n \n\nkeputusan secara tepat serta melakukan proses penyelesaian masalah.", "Daftar File": {"2017 TS PP ALI HUSEN SUMANTORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108399"}, "Penulis": "ALI HUSEN SUMANTORO (NIM 29115446)", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso ST, M.Eng,. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepner-Tregoe, Problem-solving, decision-making, problem analysis, escalation management", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}