{"Nomor": 20950, "Judul": "APLIKASI FISIKA STATISTIK DALAM PENGOPTIMALAN PORTOFOLIO LQ45 PADA PASAR SAHAM INDONESIA DENGAN METODE RANDOM MATRIX THEORY", "Abstrak": "Random Matrix Theory (RMT), diperkenalkan oleh Dyson dan Mehta, merupakan metode yang dapat menjelaskan tingkat energi dari nuklei yang kompleks. Belakangan ini telah   \n\ndiaplikasikan pada noise filtering dalam deret waktu finansial, terutama pada sistem dengan dimensi yang cukup besar seperti pasar saham, oleh beberapa penulis termasuk Plerou et al. dan Laloux et al. Keduanya telah melakukan analisis pada pasar saham US dan menemukan bahwa nilai eigen matriks korelasi dari return konsisten dengan perhitungan yang menggunakan return acak, dengan pengecualian untuk beberapa nilai eigen yang besar. Teori portofolio modern merupakan salah satu teori yang digunakan untuk memaksimalkan keuntungan dari sebuah portofolio. Namun, permasalahan yang timbul pada keadaan ekonomi saat ini menyebabkan teori portofolio modern belum cukup mampu   \n\nmenjelaskan cara memaksimalkan portofolio. Dalam karya tulis ini, penulis ingin menerapkan metode RMT untuk dapat menghilangkan efek noise dari data historis untuk kemudian   \n\nhasil filtering digunakan dalam perhitungan grafik perbatasan efisien portofolio serta analisis distribusi seperti yang dinyatakan dalam teori portofolio modern. Penerapan metode RMT ini berhasil dilakukan pada saham-saham yang masuk dalam daftar portofolio LQ45 Indonesia dengan hasil return maksimum sebesar 1.9 persen dengan probabilitas risiko maksimum sebesar 1, serta dari grafik perbatasan efisien dapat dilihat bahwa return optimal sebesar 1.4 persen dengan probabilitas risiko maksimum sebesar 0.5.", "Daftar File": {"2016 TA ALIFIAN MAHARDIKA MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108381", "2016 TA ALIFIAN MAHARDIKA MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108382", "2016 TA ALIFIAN MAHARDIKA MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108383", "2016 TA ALIFIAN MAHARDIKA MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108384", "2016 TA ALIFIAN MAHARDIKA MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108385", "2016 TA ALIFIAN MAHARDIKA MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108386", "2016 TA ALIFIAN MAHARDIKA MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108387"}, "Penulis": "ALIFIAN MAHARDHIKA MAULANA (NIM : 10212009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Matriks, Nilai Eigen, Portofolio, Vektor Eigen.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "06 Des 2017"}