{"Nomor": 20969, "Judul": "PERANCANGAN ASPEK REKAYASA SUMBER DAYA AIR PADA KANTOR SEWA DI GADING SERPONG", "Abstrak": "Di dalam suatu proyek konstruksi, diperlukan perancangan sistem pengelolaan sumber daya air yang baik. Kebanyakan sistem drainase yang ada pada infrastruktur saat ini masih menggunakan konsep lama yakni bagaimana membuang air secepatnya agar tidak menggenangi lokasi infrastruktur tersebut. Dampak dari konsep pengelolaan tersebut adalah terjadinya banjir di daerah hilir dan kekurangan air di daerah hulu. Desain kantor Sewa di Serpong ini menggunakan konsep Eco Drainage yang akan mengurangi limpasan air menuju daerah hilir, dan sebaliknya memanfaatkan air yang ada untuk memenuhi kebutuhan air pada gedung. Untuk itu dirancang instalasi Rainwater Harvesting yang dapat menampung 90% air hujan yang jatuh di lokasi kantor Sewa di Serpong. Selain itu, didesain juga Kolam Retensi yang dapat menampung air hujan ketika terjadi hujan lebat dengan periode ulang terlampaui kapasitas Kolam Retensi 7,75 tahun. Di Indonesia, pengaplikasian konsep Eco Drainage pada gedung terbilang masih sangat jarang. Maka dari itu, tugas akhir desain ini diharapkan akan membantu mengkampanyekan konsep ini di Indonesia agar dapat digunakan secara luas di masa mendatang", "Daftar File": {"2017 TA PP ALKINDI YAHYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108471", "2017 TA PP ALKINDI YAHYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108472", "2017 TA PP ALKINDI YAHYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108473", "2017 TA PP ALKINDI YAHYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108474", "2017 TA PP ALKINDI YAHYA 1-BAB 4.1.pdf": "https://digilib.itb.ac.id/gdl/download/108475", "2017 TA PP ALKINDI YAHYA 1-BAB 4.2.pdf": "https://digilib.itb.ac.id/gdl/download/108476", "2017 TA PP ALKINDI YAHYA 1-BAB 4.3.pdf": "https://digilib.itb.ac.id/gdl/download/108477", "2017 TA PP ALKINDI YAHYA 1-BAB 4.4.pdf": "https://digilib.itb.ac.id/gdl/download/108478", "2017 TA PP ALKINDI YAHYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108479", "2017 TA PP ALKINDI YAHYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108480"}, "Penulis": "ALKINDI YAHYA [15013123]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agung Wiyono H.S., M.S., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Rainwater Harvesting, Eco Drainage, Zero Delta Drainage, Potensi Banjir, Kolam Retensi ; Rainwater Harvesting, Eco Drainage, Zero Delta Drainage, Flood Potention, Retention Basin", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "10 file", "Tanggal Input": "05 Des 2017"}