{"Nomor": 20965, "Judul": "PERANCANGAN DAN PERCOBAAN SIMULATOR SISTEM WELLHEAD DAN CHRISTMAS TREE", "Abstrak": "Industri migas merupakan salah satu industri dimana faktor keselamatan sangat diperhatikan. Kondisi lapangan yang tidak dapat diprediksi, dapat menyebabkan terjadinya kejadian yang tidak diinginkan. Hal ini tentunya dapat menyebabkan kerugian yang tidak sedikit mengingat banyak nyawa manusia yang dipertaruhkan dan peralatan-peralatan berteknologi tinggi yang digunakan. Wellhead dan christmas tree sebagai salah satu ujung tombak dari industri migas, memiliki peran penting dimana disini terdapat berbagai macam valve diantaranya Surface Safety Valve (SSV), Wing Safety Valve (WSV), Choke valve dan SCSSV (Surface-Control Sub Surface Valve) yang berfungsi untuk mengatur aliran produksi dari minyak bumi dan juga beberapa surface equipment lain seperti PSH, PSL dan FSV yang berfungsi sebagai sistem keamanan. Suatu simulator yang dapat memberikan pengalaman teknis sangat dibutuhkan oleh pekerja untuk    \n \n\nmempelajari kondisi di lapangan pada saat sumur berproduksi. InTouch Wonderware merupakan salah satu produk yang memiliki tampilan dan performa HMI yang bagus digunakan untuk membuat simulator ini.   \n \n\nDalam tugas akhir ini dirancang tujuh buah tampilan untuk merepresentasikan sistem ini yaitu dimana masing-masing mempunyai fungsi yang tersendiri. Untuk membuat sistem berjalan seperti kondisi nyata dirancang scripts yang berupa penurunan model sistem, dari bawah tanah yang berupa tekanan reservoir dan tekanan dasar sumur, sampai ke permukaan tanah yaitu tekanan wellhead dan choke valve performance equation, serta komponen-komponen keamanan seperti SCSSV, SSV, WSV, PSH, PSL dan FSV, menggunakan application script. Respon dari simulator diuji melalui 3 percobaan, yaitu percobaan untuk melihat  \n \n\nDalam tugas akhir ini dirancang tujuh buah tampilan untuk merepresentasikan sistem ini yaitu dimana masing-masing mempunyai fungsi yang tersendiri. Untuk membuat sistem berjalan seperti kondisi nyata dirancang scripts yang berupa penurunan model sistem, dari bawah tanah yang berupa tekanan reservoir dan tekanan dasar sumur, sampai ke permukaan tanah yaitu tekanan wellhead dan choke valve performance equation, serta komponen-komponen keamanan seperti SCSSV, SSV, WSV, PSH, PSL dan FSV, menggunakan application script. Respon dari simulator diuji melalui 3 percobaan, yaitu percobaan untuk melihat perubahan tekanan reservoir dan tekanan dasar sumur, perubahan nilai terhadap input tertentu dan perubahan nilai laju aliran maksimum (Qmaxchokevalve) pada choke valve terhadap input tertentu. Percobaan memperlihatkan bahwa respon yang dikeluarkan oleh simulator sesuai dengan teori yang berasal dari buku dan pernyataan dari praktisi lapangan sehingga dapat dinyatakan simulator berfungsi dengan baik.", "Daftar File": {"2012 TA PP ALI ZAENAL ABIDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108446", "2012 TA PP ALI ZAENAL ABIDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108447", "2012 TA PP ALI ZAENAL ABIDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108448", "2012 TA PP ALI ZAENAL ABIDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108449", "2012 TA PP ALI ZAENAL ABIDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108450", "2012 TA PP ALI ZAENAL ABIDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108451", "2012 TA PP ALI ZAENAL ABIDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/108452", "2012 TA PP ALI ZAENAL ABIDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108453"}, "Penulis": "ALI ZAENAL ABIDIN (NIM : 13308006)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n \n\nEndra Joelianto, Ir., Ph.D.", "Dr. Ir. Sutanto Hadisupadmo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem wellhead dan christmas tree, simulator, HMI InTouch Wonderware, safety system, choke valve.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}