{"Nomor": 20967, "Judul": "GEOMETRI SLAB LITOSFER DI BAWAH BUSUR BANDA BERDASARKAN STUDI SEISMISITAS, MEKANISME FOKUS, DAN TOMOGRAM SEISMIK", "Abstrak": "Indonesia timur terkenal dengan kompleksitas pola-pola strukturnya dan evolusi geologinya yang rumit. Salah satu wilayah Indonesia timur yang paling kompleks sistem tektoniknya adalah busur Banda, yang memiliki beberapa fitur yang berbeda dengan busur kepulauan lainnya. Di antaranya adalah pelengkungan lateral yang berlawanan arah jarum jam di bagian paling timur busur yang dapat ditegaskan dari morfologi pulau-pulau dan kontur kedalaman hiposenter. Selain itu, seismisitas di busur Banda secara keseluruhan menunjukkan arah trend terhadap kedalaman  yang berbeda. Di palung Timor, Aru, dan Seram, trend seismisitas terhadap kedalaman cenderung mempunyai arah ke utara, barat sampai barat laut, dan barat daya, berurutan, sehingga secara keseluruhan slab litosfer yang tersubduksi di bawah busur Banda membentuk struktur seperti cekungan. Karena itu, perlu adanya studi komprehensif dengan menggunakan data geofisika yang ada untuk mendelineasi geometri slab litosfer di bawah busur Banda.    \nFokus studi ini adalah untuk mengetahui geometri slab litosfer di bawah busur Banda dengan menggunakan studi seismisitas, mekanisme fokus, dan tomogram seismik, dengan keseluruhan area studi mencakup 115Ã‚Â°-140Ã‚Â° BT dan 0Ã‚Â°-15Ã‚Â°LS. Proses yang di lakukan adalah dengan menentukan koordinat kedalaman top seismisitas dari penampang-penampang seismisitas terhadap kedalaman untuk kemudian di interpolasi sehingga dapat membentuk permukaan tiga dimensi slab litosfer yang utuh. Data solusi mekanisme fokus di gunakan untuk menganalisa bagaimana orientasi sumbu-sumbu stress di busur Banda, dan dari tomogram seismik akan direkonstruksi bentuk permukaan tiga dimensi slab litosfer dibawah busur Banda di bawah kedalaman 410 Km (di bawah zona transisi mantel) untuk melihat karakter defleksi slab litosfer, karena dari penampang tomogram dapat terlihat sebaran material slab litosfer yang  terdefleksi di zona transisi mantel.    \nHasil interpolasi kedalaman top seismisitas memperlihatkan bentuk slab litosfer di bawah busur Banda membentuk struktur yang menyerupai bentuk sendok yang membuka ke barat. Rekonstruksi bentuk permukaan tiga dimensi anomali kecepatan tinggi di bawah kedalaman 410 Km memperlihatkan secara jelas kelebihan material slab litosfer di bagian atas mantel bawah pada bagian slab litosfer yang mengalami pelengkungan lateral, dan defleksi slab litosfer yang tersubduksi di palung Timor membentuk 'kink' yang konsisten memanjang secara lateral searah dengan arah subduksinya. Solusi mekanisme fokus menunjukkan, gempa kedalaman dangkal di palung Aru di dominasi oleh gempa mekanisme sesar normal di sumbu palung dan gempa dengan mekanisme sesar naik di palung Seram. Gempa dangkal di back-arc, terutama di sekitar Laut Banda  di karakterisasi oleh gempa mekanisme strike-slip dan reverse, dengan konsistensi sumbu P yang berarah utara-selatan yang mengindikasikan adanya shortening upper crust di wilayah ini. Gempa kedalaman intermediet di busur Banda dikarakterisasi oleh gempa tipe down dip tension dan gempa dalam yang secara umum mempunyai tipe down dip compression.", "Daftar File": {"2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108455", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108456", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108457", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108458", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108459", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/108460", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/108461", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/108462", "2009 TA PP ALKHWARIZMI MOSADY PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108463"}, "Penulis": "ALKHWARIZMI MOSADY PUTRA (NIM : 12304031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Sri Widiyantoro, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Busur Banda, slab litosfer, seismisitas, solusi mekanisme fokus, tomogram seismik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "22 Des 2017"}