{"Nomor": 20964, "Judul": "ANALYSIS OF INVENTORY MANAGEMENT FOR PHARMACEUTICAL PRODUCTS AND CONSUMABLE MEDICAL EQUIPMENT IN KASIH BUNDA PUBLIC HOSPITAL", "Abstrak": "Selama beberapa tahun terakhir, pengeluaran untuk kebutuhan kesehatan di Indonesia \n\nterus meningkat dari tahun ke tahun seiring dengan meningkatnya Produk Domestik Bruto \n\nIndonesia. Di sebagian besar rumah sakit Indonesia, apotek memiliki peranan yang penting \n\nkarena apotek turut menyumbang kontribusi yang tinggi terhadap total pengeluaran rumah \n\nsakit Hal itu disebabkan karena apotek harus melakukan pengadaan dan penjagaan terhadap \n\nbanyak produk farmasi dan alat medis habis pakai yang mana sangat penting terhadap \n\nkelangsungan hidup pasien. Sementara pengeluaran rumah sakit terus meningkat, apotek juga \n\ndituntut untuk dapat memberikan pelayanan yang baik dalam mendistribusikan produk \n\nfarmasi dan alat medis habis pakai kepada pasien. Oleh karena itu, rantai pasok di apotek \n\ndiharapkan dapat berjalan secara efektif dan efisien untuk mengurangi total pengeluaran \n\nrumah sakit sekaligus untuk meningkatkan standar pelayanan pasien. Penelitian ini bertujuan \n\nuntuk menguji isu tentang overstock dan understock produk farmasi dan alat medis habis \n\npakai di Rumah Sakit Umum Kasih Bunda; yang memiliki dampak langsung terhadap standar \n\npelayanan pasien. Data sekunder terkait pengelolaan persediaan yang berlaku di Rumah Sakit \n\nUmum Kasih Bunda diperoleh dari dokumen rumah sakit dengan rentang periode Januari \n\n2017 hingga Maret 2017. Penelitian ini menggunakan pola continuous review policy untuk \n\nmenentukan status persediaan rumah sakit dengan cara membandingkan average inventory \n\nlevel antara kondisi aktual dan ideal. Cycle Counting berdasarkan hasil ABC Classification \n\njuga digunakan untuk memeriksa akurasi catatan persediaan dengan tujuan untuk \n\nmeningkatkan produktivitas sekaligus untuk mengurangi inefisiensi. Dari hasil analisis \n\ntersebut, penulis dapat menyimpulkan bahwa sebagian besar produk farmasi dan alat medis \n\nhabis pakai di Rumah Sakit Umum Kasih Bunda mengalami masalah overstock. Dengan \n\nmenggunakan continuous review policy, Rumah Sakit Umum Kasih Bunda memiliki potensi \n\npenghematan sebesar Rp 542.857.077 yang berasal dari nilai overstock atau 48% dari total \n\nnilai persediaan aktual.", "Daftar File": {"2017 TA PP ALIVIA NURLITA SARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108445"}, "Penulis": "Alivia Nurlita Sari (NIM 19014004)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Continuous Review Policy, Inventory, Cycle Counting, Pharmacy", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "17 Sep 2017"}