{"Nomor": 20974, "Judul": "PRODUKSI ASAM SITRAT DARI KULIT BUAH (COCOA POD HUSK) KAKAO (Theobroma cacao L.) MENGGUNAKAN Aspergillus niger  DENGAN METODE SOLID-STATE FERMENTATION (SSF)", "Abstrak": "Indonesia merupakan negara penghasil biji kakao terbesar ketiga dunia setelah Pantai Gading dan Ghana di tahun 2014 (FAOSTAT, 2017), yakni sebanyak 728.414 ton (Subiyantoro, dkk., 2015). Produksi biji kakao yang melimpah juga diikuti dengan produksi limbah berupa kulit buah kakao atau cocoa pod husk (CPH) yang jumlahnya berlipat. Atas dasar produksi biji kakao pada tahun 2014, produksi limbah biji kakao berupa CPH pada tahun 2014 diperkirakan mencapai 2,2 juta ton di Indonesia. Limbah CPH yang tidak diolah dengan baik dapat menyebabkan permasalahan lingkungan yang serius. \n\nPada umumnya, limbah CPH tidak diolah dan dibiarkan membusuk di area perkebunan kakao (Theobroma cacao L.). Selain bau tak sedap, penumpukan CPH juga bisa menjadi sarang penyakit dan tempat berkembang biak Phytophthora palmivora yang merupakan penyebab dari black pod disease (Adi-Dako, dkk., 2016). Padahal, pemanfaatan CPH yang baik dapat menghasilkan produk bernilai tinggi.  \n\nSalah satu produk bernilai tinggi adalah asam sitrat. Aspergillus niger dapat digunakan untuk memproduksi asam sitrat dengan memanfaatkan karbohidrat dari limbah kakao sebagai sumber karbon. Salah satu metode untuk memproduksi asam sitrat adalah solid-state fermentation. Salah satu faktor yang menentukan perolehan asam sitrat dalam proses fermentasi adalah rentang waktu fermentasi. A. niger dapat menghasilkan enzim yang mampu mendegradasi senyawa nonpolisakarida dan nonpati menjadi gula tereduksi. Enzim yang dilepaskan A. niger memerlukan waktu untuk mendegradasi senyawa nonpolisakarida dan nonpati tersebut. Hasil penelitian menunjukkan bahwa asam sitrat diproduksi paling banyak pada hari fermentasi ketiga, yakni sebanyak 222 Ã‚Âµg/g berat basah CPH pada kondisi fermentasi yang optimal.", "Daftar File": {"2017 TA PP Almira Lisantika 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108491"}, "Penulis": "Almira Lisantika - Nim:11213017", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung, M. Eng \n\nDr. M. Yusuf Abduh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kata Kunci: asam sitrat, kulit buah kakao atau cocoa pod husk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2017"}