{"Nomor": 20973, "Judul": "PEMANFAATAN LIMBAH PRODUKSI KERAJINAN BAMBU MELALUI DESAIN PRODUK BERBAHAN DASAR ARANG", "Abstrak": "Bambu sering digunakan sebagai material pengganti kayu karena karakteristik materialnya yang sustainable dan mempunyai kecepatan tumbuh yang cepat sehingga berkontribusi pada penghematan dan pemulihan hutan dunia. Kegiatan produksi produk kerajinan bambu menghasilkan limbah yang berupa serat dan potongan-potongan kecil bambu. Limbah tersebut biasanya dibuang dan dibakar karena bentuknya yang tidak beraturan dan sulit untuk dimanfaatkan menjadi produk kerajinan. Penelitian ini mencoba mengidentifikasi mengidentifikasi berbagai cara untuk memanfaatkan limbah produksi bambu. Terdapat berbagai alternatif untuk memanfaatkan limbah bambu; dalam hal ini arang bambu memiliki banyak manfaat yang dapat memperluas alternatif dalam pemanfaatan bambu. Arang bambu merupakan salah satu sumber daya alam sejak zaman dahulu, dan saat ini popularitas arang bambu terus meningkat karena manfaatnya untuk pemurnian air dan pembersih udara, untuk kosmetik dan aplikasi medis, serta dapat memperpanjang umur tangkai bunga yang telah dipotong. Melalui eksperimen material pada air kotor, diketahui bahwa arang bambu dapat memperpanjang umur umur tangkai bunga sekaligus dapat membersihkan air. Konsep desain mengenai bagaimana mengemas bubuk arang bambu yang digabungkan dengan teknik tenun dikembangkan bersama pengrajin sebagai wujud usaha dalam memberikan nilai tambah bagi ekonomi lokal. Arang bambu dan berbagai manfaatnya akan memperpanjang siklus hidup material limbah produksi kerajinan bambu menjadi produk yang ramah lingkungan.", "Daftar File": {"2017 TS PP ALMIRA FIKRANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108490"}, "Penulis": "ALMIRA FIKRANI (NIM : 27114052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nM. Ihsan D.R.S.A.S. S.Sn.,M.Sn.\t            \n\nAndar Bagus S. S.Sn.,M.Sn.,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Limbah Bambu, Arang Bambu, Keberlanjutan, Siklus Hidup Material", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Okt 2017"}