{"Nomor": 20988, "Judul": "SIMULASI PESEBARAN SO2 DARI CEROBONG KILN MENGGUNAKAN MODEL CALPUFF DENGAN INPUTAN MODEL WRF (Studi Kasus : PT Semen Padang)", "Abstrak": "Penelitian ini bertujuan untuk melihat pesebaran SO2 dari hasil pembakaran cerobong kiln di PT Semen Padang. Lokasi pabrik yang berada diantara Samudra Hindia (sebelah barat) dan rangkaian bukit barisan (sebelah timur) menyebabkan arah pesebaran polutan dipengaruhi oleh fenomena lokal, yaitu angin darat dan angin laut.  \n \n\nModel yang digunakan untuk mensimulasikan pesebaran SO2 adalah model CALPUFF yang merupakan model sebaran non steady state puff yang dapat mensimulasikan efek waktu dan variasi ruang kondisi meteorologi pada pesebaran, transformasi dan perpindahan polutan. CALPUFF membutuhkan hasil model medan angin dari CALMET agar dapat digunakan dalam simulasi  \n \n\nHasil simulasi menunjukan arah pesebaran SO2 pada tanggal 10 Januari 2014 dan 26 Juni 2014 dipengaruhi oleh arah angin dominan yaitu angin darat dan angin laut. Pesebaran SO2 pada tanggal 26 Juni 2014 melewati daerah pemukiman lebih sering dibandingkan tanggal 10 Januari 2014 dengan konsentrasi tertinggi 122 mg/m3, sedangkan pada tanggal 10 Januari konsentrasi tertinggi 120 mg/m3. Model CALPUFF mampu memprediksi pola pesebaran SO2 dengan baik, hal ini ditunjukan dengan nilai korelasi 0,63 (tanggal 10 Januari 2014) terhadap nilai observasi dan 0,74 pada tanggal 26 Juni 2014, meskipun nilai yang dihasilkan model memiliki error yang cukup besar yaitu 5,49 (10 Januari 2014) dan 2,89 (26 Juni 2014).", "Daftar File": {"2015 TA PP ALVIN PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108548", "2015 TA PP ALVIN PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108549", "2015 TA PP ALVIN PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108551", "2015 TA PP ALVIN PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108552", "2015 TA PP ALVIN PRATAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108553", "2015 TA PP ALVIN PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108554"}, "Penulis": "ALVIN PRATAMA (nim : 12811027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach L. Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pesebaran SO2, Cerobong Kiln, Model CALPUFF", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}