{"Nomor": 20981, "Judul": "FABRIKASI DAN KARAKTERISASI MEMBRAN KERAMIK BERBASIS SILIKA DAN KARBON AKTIF DENGAN KONSTRUKSI STACK UNTUK PEMURNIAN AIR", "Abstrak": "Penggunaan membran keramik untuk pemurnian air merupakan solusi yang tepat karena memiliki beberapa keunggulan diantaranya memiliki kestabilan kimia, termal, dan mekanik yang cukup tinggi. Akan tetapi, aplikasi membran keramik masih terlalu mahal untuk teknologi pemurnian air tepat guna sehingga perlu dicari teknik preparasi keramik yang lebih murah dalam ongkos produksinya.  \n \n\nTelah dibuat membran keramik berbasiskan silika dan karbon aktif, di mana bahan-bahanya tersedia cukup banyak di Indonesia. Fabrikasi membran keramik  \n \n\nberbasiskan silika dan karbon aktif untuk teknologi pemurnian air telah berhasil dibuat dengan menggunakan metode direct foaming. Pengujian karakterisasi  \n \n\nscanning electron microscopy (SEM) menunjukkan bahwa membran silika dan karbon aktif memiliki struktur berpori. Pengukuran luas permukaan material dengan menggunakan BET menunjukkan bahwa membran silika dan karbon aktif memiliki porositas yang cukup tinggi, yaitu 48,1 m2/g untuk membran silika dan 136,9 m2/g untuk membran karbon aktif. Mekanisme adsorpsi dan absorpsi zat kontaminan membran keramik yang telah dibuat cukup efektif. Terbukti bahwa dengan total massa pembuatan 270 gram untuk membran silika dan 260 gram untuk membran karbon aktif (yang menggunakan konstruksi stack), dapat mengurangi kekeruhan air baku dari 48,7 NTU menjadi 1,9 NTU, zat logam besi air baku dari 7,52 mg/L menjadi 0,015 mg/L, zat logam mangan air baku dari 0,33 mg/L menjadi", "Daftar File": {"2012 TA PP ALVEN HAECKAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108511", "2012 TA PP ALVEN HAECKAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108512", "2012 TA PP ALVEN HAECKAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108513", "2012 TA PP ALVEN HAECKAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108514", "2012 TA PP ALVEN HAECKAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108515", "2012 TA PP ALVEN HAECKAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108516", "2012 TA PP ALVEN HAECKAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108517"}, "Penulis": "ALVEN HAECKAL (NIM : 13307008)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Bambang Sunendar", "Ir. Ahmad Nuruddin, MS., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fabrikasi, BET, scanning electron microscopy (SEM), membran kramik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}