{"Nomor": 20994, "Judul": "STUDI KOMPARATIF DESAIN PERBAIKAN TANAH LUNAK MENGGUNAKAN PREFABRICATED VERTICAL DRAIN (PVD) TERHADAP INSTRUMENTASI GEOTEKNIK LAPANGAN STUDI KASUS PROJEK RESIDUAL FLUID CATALYTIC CRACKING PT. PERTAMINA REFINERY UNIT IV CILACAP", "Abstrak": "Sebagian besar aktivitas pembangunan dilaksanakan di atas tanah. Namun, seringkali ditemui tanah dengan kondisi yang buruk pada beberapa lokasi konstruksi. Tanah ini merupakan jenis tanah lunak yang memiliki kapasitas daya dukung rendah dan memiliki kecenderungan sangat besar untuk mengalami penurunan ketika dibebani. Hal ini menjadi masalah yang serius karena tanah harus mampu menahan beban yang berada diatasnya, agar infrastruktur yang dirancang dapat berdiri kokoh sesuai umur rencana tanpa mengalami penurunan signifikan pasca konstruksi. Terdapat banyak cara yang dapat dilakukan untuk memperbaiki kualitas tanah yang ada, salah satu kombinasi metode perbaikan tanah yang paling populer adalah perbaikan tanah menggunakan kombinasi preloading dengan drainase vertikal. Hal ini disebabkan oleh faktor kemudahan dalam pelaksanaan dan keringanan dari segi biaya.   \n \n \n\nTugas Akhir ini membahas perbandingan dan analisis penurunan-penurunan yang terjadi dengan metode perhitungan yang berbeda-beda. Perhitungan penurunan tanah antara lain dilakukan dengan menggunakan metode 1 dimensi Terzaghi, metode Elemen Hingga dengan menggunakan piranti lunak PLAXIS 8.2, dan verifikasi penurunan dengan menggunakan metode Asaoka dengan menggunakan data pengamatan lapangan. Data pengamatan lapangan yang dilibatkan dalam pengerjaan Tugas Akhir ini meliputi data penurunan dari Settlement Plate, data tekanan air pori dari Piezometer dan data pergerakan tanah lateral dari Inclinometer. Sumber analisis berasal dari data-data investigasi lapangan dan instrumentasi dari projek Residual Fluid Catalytic Cracking di Cilacap, Jawa Tengah.   \n \n \n\nHasil perbandingan menunjukkan bahwa, dengan beban dan spasi PVD yang sama prediksi penurunan dengan menggunakan metode Terzaghi, PLAXIS 8.2, dan Asaoka menghasilkan nilai penurunan tanah yang berbeda-beda. Perbedaan yang ada disebabkan oleh prinsip perhitungan yang berbeda dari setiap metode yang digunakan. Metode Terzaghi hanya memperhitungkan deformasi vertikal berdasarkan prinsip konsolidasi satu dimensi. Selain itu dalam perhitungan manual, diasumsikan bahwa beban timbunan dianggap sebagai beban merata. PLAXIS 8.2 memperhitungkan deformasi horizontal dan vertikal menggunakan Teori Konsolidasi 3 dimensi Biot, sedangkan Metode Asaoka memperhitungkan konsolidasi tiga dimensi berdasarkan data aktual di lapangan", "Daftar File": {"2013 TA PP ALYSSA ADJANI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108565", "2013 TA PP ALYSSA ADJANI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108566", "2013 TA PP ALYSSA ADJANI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108567", "2013 TA PP ALYSSA ADJANI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108568", "2013 TA PP ALYSSA ADJANI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108569", "2013 TA PP ALYSSA ADJANI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108570", "2013 TA PP ALYSSA ADJANI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108571"}, "Penulis": "ALYSSA ADJANI (NIM : 15009026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. F. X. Toha, MSCE, MSEM, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konsolidasi, Prefabricated Vertical Drain (PVD), Instrumentasi Geoteknik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "09 Nov 2017"}