{"Nomor": 20995, "Judul": "DIVIDEND PAYOUT OF FAMILY FIRMS ACROSS ASEAN COUNTRIES", "Abstrak": "Komunitas Ekonomi ASEAN akan segera mewujudkan pasar investasi terbuka dan bebas bagi anggota negara ASEAN setelah menciptakan lingkungan ekonomi yang sangat   \n\nterintegrasi dan kohesif. Investor perlu tahu lebih banyak tentang karakteristik berbagai perusahaan di ASEAN untuk memperluas investasi mereka. Untuk memberikan informasitentang karakter dividen perusahaan di ASEAN, terutama perusahaan keluarga yang mendominasi pasar. Data yang dapat diperoleh dari situs perusahaan, laporan keuangan perusahaan yang terdaftar, dan situs web terverifikasi lainnya. Kriteria sampel untuk penelitian ini adalah yang telah dipelajari oleh masing-masing negara karena keterbatasan periode penelitian. Untuk menguji beberapa faktor yang dihipotesiskan untuk mempengaruhi pembayaran dividen, regresi linier berganda digunakan dengan struktur kepemilikan, ikatan keluarga, dan reputasi (manajemen aktif) sebagai variabel bebas dan rasio pembayaran dividen dan dividen tunai sebagai variabel dependen. Untuk Model 1, variabel dependen yang digunakan adalah dividen tunai dengan variabel bebas variabel kepemilikan, yaitu dummy apakah sampelnya  adalah founding-family firm atau tidak. Model kedua menunjukkan hubungan antara dividend payout ratio sebagai variabel dividen dan kepemilikan keluarga di antara perusahaan keluarga pendiri. Kemudian model ketiga menggunakan dividend payout ratio sebagai variabel dependen dan variabel reputasi manajemen aktif untuk variabel independen. Model terakhir digunakan untuk melihat hubungan antara dividend payout ratio dan variabel interaksi antar family and active management.   \n\nHasilnya menunjukkan bahwa perusahaan keluarga pendiri di ASEAN membayar dividen lebih rendah dibandingkan perusahaan non-pendiri yang ditunjukkan pada Model 1. Namun, Model 2 tidak menunjukkan adanya hubungan yang signifikan antara rasio pembayaran saham keluarga dan dividend payout. Kemudian Model 3 menunjukkan bahwa anggota keluarga aktif yang terlibat dalam manajemen berhubungan negatif dengan rasio pembayaran dividen. Model 4 menunjukkan bahwa kepemilikan saham keluarga yang tinggi yang secara simultan dikelola oleh anggota keluarga mempengaruhi pembayaran dividen secara negatif.", "Daftar File": {"2017 TA PP AMADEA FARRAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108572", "BAB 1 Amadea Farras (NIM 19014025)": "https://digilib.itb.ac.id/gdl/download/175821", "BAB 2 Amadea Farras (NIM 19014025)": "https://digilib.itb.ac.id/gdl/download/175822", "BAB 3 Amadea Farras (NIM 19014025)": "https://digilib.itb.ac.id/gdl/download/175824", "BAB 4 Amadea Farras (NIM 19014025)": "https://digilib.itb.ac.id/gdl/download/175825", "BAB 5 Amadea Farras (NIM 19014025)": "https://digilib.itb.ac.id/gdl/download/175826", "References.pdf8?": "https://digilib.itb.ac.id/gdl/download/251880"}, "Penulis": "Amadea Farras (NIM 19014025)", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "founding-family firm, dividends, active management, family stake", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "17 Sep 2017"}