{"Nomor": 21004, "Judul": "MENYELARASKAN KOMPETENSI KARYAWAN DALAM MENCAPAI TARGET PERUSAHAAN DALAM BERSAING DENGAN AGENSI (KONSULTAN) LAIN", "Abstrak": "Perkembangan dunia digital di Indonesia semakin tinggi dimana Indonesia saat ini mencapai posisi    \n \n \n \n\nke-29 dibandingkan dengan Negara di seluruh dunia dan mencapai urutan ke 6 diantara Negara    \n \n \n \n\nAsia Tenggara untuk tingkat penetrasi internet. Tingginya penetrasi internet ini sejalan dengan    \n \n \n \n\ntingginya penggunaan telepon genggam dimana Indonesia berada di posisi ke 24 diantara Negara    \n \n \n \n\nlain di seluruh dunia. Hal ini berpengaruh terhadap penggunaan medium digital sebagai alat    \n \n \n \n\npromosi perusahaan kepada publik. Perkembangan dunia digital sebagai kanal promosi ini juga    \n \n \n \n\nselaras dengan tumbuhnya agensi digital di Indonesia.     \n \n \n \n\nSejak tahun 2008, perkembangan industri digital di Indonesia semakin marak dikarenakan    \n \n \n \n\ntingginya tingkat penggunaan media sosial sebagai alat promosi perusahaan. PT Komunikasi Maya    \n \n \n \n\nBestari (Communicaption) merupakan salah satu start-up agensi digital yang turut berkompetisi    \n \n \n \n\ndalam tingginya persaingan di industri digital Indonesia. Sebagai agensi yang terbilang cukup    \n \n \n \n\nbaru, Communicaption memiliki 10 karyawan termasuk pemilik perusahaan yang bekerjasama    \n \n \n \n\ndalam mengerjakan setiap projek dari klien hingga mengerjakan kebutuhan operasional     \n \n \n \n\nperusahaan. Hal ini membuat manajemen perlu memperhatikan aspek Human Resource agar    \n \n \n \n\nperusahaan dan karyawan dapat berjalan selaras dengan tujuan perusahaan.     \n \n \n \n\nMempersiapkan karyawan agar mampu bersaing dengan agensi digital lainnya memerlukan    \n \n \n \n\npeningkatan di berbagai aspek, salah satunya adalah aspek kompetensi. Communicaption sering    \n \n \n \n\nterkendala karena tingginya beban pekerjaan dalam mengerjakan projek-projek klien. Tingginya    \n \n \n \n\nbeban pekerjaan ini merupakan dampak dari ketidakseimbangan kompetensi yang dimiliki oleh    \n \n \n \n\nkaryawan, sehingga di saat tertentu beberapa karyawan mengalami kelebihan beban kerja.     \n \n \n \n\nTugas akhir ini fokus kepada analisa kesiapan karyawan dan perusahaan dalam menyelaraskan    \n \n \n \n\nkompetensi yang dimiliki oleh karyawan dengan tujuan perusahaan untuk mampu bersaing dengan    \n \n \n \n\nagensi digital lainnya. Thesis ini bertujuan untuk menganalisa posisi Communicaption    \n \n \n \n\ndibandingkan dengan competitornya di industri digital agensi. Thesis ini juga berfungsi untuk    \n \n \n \n\nmencari cara untuk meningkatkan kompetensi karyawan serta mencari cara untuk memperkuat    \n \n \n \n\npsosisi Communicaption agar mampu bersaing dengan agensi lain.     \n \n \n \n\nMenggunakan berbagai metode seperti analisa beban kerja, analisa kompetensi, Matriks IFE-EFE,    \n \n \n \n\nMatriks CPM dan analisa SWOT, peneliti menemukan fakta bahwa Communicaption memiliki    \n \n \n \n\nbanyak kekuatan dalam menjalankan bisnis, namun di sisi lain juga memiliki hambatan terutama    \n \n \n \n\ndi dalam internal perusahaan. Hambatan yang dimiliki sangat erat kaitannya dengan kompetensi    \n \n \n \n\nyang dimiliki karyawan, karenanya peneliti memberikan rekomendasi kepada Communicaption    \n \n \n \n\nuntuk memprioritaskan peningkatan kompetensi karyawan untuk mencapai tujuan perusahaan. Hal    \n \n \n \n\nlainnya yang juga perlu dipertimbangkan adalah mengenai menyiapkan Communicaption agar    \n \n \n \n\nmampu bersaing dengan agensi lain melalui berbagai strategi.", "Daftar File": {"2017 TS PP AMANDA PUTRI AFRILI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108613"}, "Penulis": "AMANDA PUTRI AFRILI (NIM 29115385)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuni Ros Bangun, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "employee competency, corporate goals, digital agency, industry competency", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}