{"Nomor": 21014, "Judul": "ANALISIS POTENSI DEMAND PADA PENGEMBANGAN KANAL JONGAYA DAN PANAMPU SEBAGAI MODA TRANSPORTASI ALTERNATIF (WATERWAY) DI KOTA MAKASSAR", "Abstrak": "Terjadinya kemacetan di kota Makassar tidak terlepas dari tingkat pertumbuhan kendaraan yang tidak terkendali, dalam lima tahun terakhir. Berdasarkan data 2010 jumlah kendaraan yang beroperasi di Makassar mencapai 843.473 unit, angka ini tumbuh sekitar 14 persen per tahun dan tidak seimbangnya dengan pembangunan infrastuktur transportasi yang ada memperparah kondisi traffic di Kota Makassar Salah satu potensi yang bisa dimanfaatkan untuk memecahkan persoalan kemacetan yang terjadi di Kota Makassar yaitu memanfaatkan kanal sebagai media transportasi perkotaan baik itu sebagai perjalanan untuk kebutuhan sehari-hari              \n \n\n(formal) maupun perjalanan kegiatan wisata (nonformal). Kota Makassar memiliki tiga kanal dengan panjang keseluruhan mencapai 15,11 km, 2 diantara dapat dijadikan sebagai media transportasi airyang terdiri dari Kanal Jongayya 7,83 km, Kanal Panampu 4,92 km. Sejak tahun 1990, Kanal ini berfungsi sebagai drainase              \n \n\nperkotaan dan juga sebagai basis utama pengendalian banjir. Transportasi kanal menjadi salah satu solusi untuk mengurangi permasalahan kemacetan yang terjadi              \n \n\ndi kota Makassar.              \n \n\nTujuan penelitian ini adalah untuk mengetahui seberapa besar potensi demand dari moda angkutan berbasis waterway di Kanal Panampu dan Jongaya, faktor-faktor yang mempengaruhi user ingin ataupun enggan untuk menggunakan kanal sebagai media transportasi alternative. mengidentifikasi preferensi para user              \n \n\nterkait dengan perencanaan kanal sebagai media transportasi, dan mengidentifikasi sejauh mana peran kanal Jongaya dan Panampu dapat menjadi alternative media transportasi, baik itu sebagai pesaing ataupun pelengkap, terhadap transportasi berbasis jalan raya di Kota Makassar. Penelitian ini menggunakan pendekatan              \n \n\nmetode kuantitatif deskriptif untuk mencapai tujuan tersebut yang selanjutnya digunakan metode crosstab analysis, multinomial logistic regression dan pendekatan              \n \n\ndengan metode stated preference.              \n \n\nBerdasarkan temuan studi yang diperoleh, dapat dikatakan bahwa pandangan calon user terhadap rencana pengoperasian angkutan berbasis kanal/waterway dinilai baik dan positif, meskipun calon user belum memiliki              \n \n\ngambaran detil tentang bagaimana jasa angkutan berbasis kanal/waterway beroperasi. Namun sebagian besar dari calon user menyatakan kemungkinannya untuk bersedia menggunakan jasa angkutan berbasis kanal/waterway. Dari hasil survey dan analisis diperoleh potesi demand jasa angkutan berbasis kanal/waterway yaitu terdapat sekitar 20% reponden yang menyatakan kepastiannya untuk              \n \n\nmenggunakan jasa angkutan berbasis kanal/waterway ini, dan sekitar 45% yang kemungkinan menggunakan jasa angkutan ini. Sedangkan sekitar 35% sisanya menyatakan tidak bersedia untuk menggunakan jasa angkutan ini. Secara spesifik terdapat 4 variabel yang mempengaruhi kesediaan calon user menggunakan moda waterway, yaitu pendapatan, waktu tempuh, alasan memilih moda, dan toleransi tarif. Sedangkan preferensi calon user terhadap pemilihan moda kanal dan angkot sensitif terhadap variabel tariff lalu waktu tunggu,kapasitas dan kecepatan moda.", "Daftar File": {"2015 TS PP AMIRUDDIN AKBAR FISU 1-COVER 1.pdf": "https://digilib.itb.ac.id/gdl/download/108674", "2015 TS PP AMIRUDDIN AKBAR FISU 1-COVER 2.pdf": "https://digilib.itb.ac.id/gdl/download/108675", "2015 TS PP AMIRUDDIN AKBAR FISU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108676", "2015 TS PP AMIRUDDIN AKBAR FISU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108677", "2015 TS PP AMIRUDDIN AKBAR FISU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108678", "2015 TS PP AMIRUDDIN AKBAR FISU 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/108679", "2015 TS PP AMIRUDDIN AKBAR FISU 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/108680", "2015 TS PP AMIRUDDIN AKBAR FISU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/108682", "2015 TS PP AMIRUDDIN AKBAR FISU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108683"}, "Penulis": "AMIRUDDIN AKBAR FISU (NIM : 24212302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ibnu Syabri, B.Sc., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "waterway, transportasi air, demand, preferensi, factor yang mempengaruhi, Kanal Panampu, Kanal Jongaya, Makassar", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}