{"Nomor": 21019, "Judul": "SINTESIS MEMBRAN ZEOLIT ZSM-5 SECARA ELEKTRODEPOSISI DAN COATING PADA SUHU RENDAH UNTUK MENURUNKAN KADAR GAS KARBON MONOKSIDA", "Abstrak": "Zeolite Socony Mobile-5 (ZSM-5) adalah kristal padatan berpori dengan struktur tiga-dimensi yang mengandung aluminosilikat, dibangun dari (SiO4)4- dan (AlO4)5-      \n \n\ndan memiliki ikatan tetrahedral dengan atom oksigen membentuk rantai pentasil. ZSM-5 merupakan zeolit yang disintesis dengan kandungan silika tinggi (rasio      \n \n\nSi/Al > 7), memiliki pori-pori berukuran sedang dengan cincin 10 dan mempunyai dua jenis saluran yaitu saluran lurus dengan ukuran 5,3 ÃƒÂ— 5,6 ÃƒÂ… dan saluran berliku      \n \n\n(zig-zag) dengan ukuran 5,1 ÃƒÂ— 5,5 ÃƒÂ… yang menghubungkan antara satu saluran lurus dengan saluran lainnya.      \n \n\nSintesis ZSM-5 umumnya dilakukan dengan metode hidrotermal yaitu sintesis ZSM-5 dengan temperatur tinggi (> 100 Ã‚Â°C), tekanan 200-300 bar, dalam suatu      \n \n\npelarut air pada sistem tertutup (bomb condition) dengan autoklaf dan berlangsung selama 2-5 hari. Sintesis hidrotermal ini mempunyai kelemahan yaitu memerlukan      \n \n\nenergi yang tinggi sehingga menyebabkan biaya produksi besar, dan menggunakan  alat autoklaf yang terbuat dari stainless steel, sehingga memerlukan keselamatan dan keamanan yang lebih. Oleh karena itu, perlu dilakukan sintesis zeolit ZSM-5 pada suhu rendah (", "Daftar File": {"COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108699", "BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108700", "BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108701", "BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108702", "BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108703", "BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108704", "DAPUS.pdf": "https://digilib.itb.ac.id/gdl/download/108705"}, "Penulis": "ANA HIDAYATI MUKAROMAH (NIM: 30511001)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karbon monoksida, membran zeolit ZSM-5, elektrodeposisi, coating", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}