{"Nomor": 21028, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR FORMASI BATURAJA PADA LAPANGAN PING, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan PING merupakan salah satu lapangan minyak dan gas bumi yang berada di Cekungan Sumatra Selatan. Lapangan ini termasuk dalam tahap pengembangan dengan luas sekitar 50 km2. Tujuan dari penelitian ini adalah menganalisis tatanan geologi Lapangan PING, membuat model, dan menghitung cadangan hidrokarbon di tempat pada interval reservoir. Analisis tatanan geologi akan fokus ke seluruh formasi di Lapangan PING, namun untuk pemodelan dan perhitungan cadangan reservoir difokuskan pada Formasi Baturaja dengan litologi batugamping.     \n\nData yang digunakan dalam penelitian ini berupa data sumur sebanyak 55 dan data seismik dua dimensi. Terdapat empat metode yang digunakan dalam penelitian ini: metode pertama adalah analisis data sumur yang meliputi korelasi sumur dan analisis petrofisik; metode kedua adalah analisis data seismik yang meliputi pembuatan peta struktur kedalaman dan penentuan geometri reservoir; metode ketiga adalah integrasi data sumur dan data seismik; metode keempat adalah pemodelan reservoir yang meliputi pembuatan model struktur tiga dimensi, pemodelan petrofisika, penentuan kontak fluida, dan perhitungan cadangan hidrokarbon di tempat.     \n\nHasil yang didapatkan adalah stratigrafi daerah penelitian dan struktur dari integrasi data sumur dan seismik berupa lipatan yang berasosiasi dengan sesar naik berarah barat laut-tenggara dan sesar normal berarah timur laut-barat daya. Selain itu, reservoir batuan karbonat dengan tebal 6,5-74 m diendapkan pada laut dangkal Ã‚Â– paparan karbonat. Estimasi jumlah cadangan hidrokarbon di tempat untuk gas sebesar 86 BSCF dan minyak sebesar 37 MMSTB.", "Daftar File": {"2017 TA PP ANANDYA SARASWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108745"}, "Penulis": "ANANDYA SARASWATI (12013054)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lapangan PING, Formasi Baturaja, Cekungan Sumatra Selatan, pemodelan reservoir, estimasi cadangan hidrokarbon", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     tuti yulia", "File": "10 file", "Tanggal Input": "02 Okt 2017"}