{"Nomor": 21023, "Judul": "ANALISIS FAKTOR PADA KESEHATAN, KESELAMATAN KERJA DAN LINGKUNGAN PADA STUDI KASUS PT. AAA", "Abstrak": "Indonesia merupakan negara yang kaya akan sumber daya alam, salah satu sektor yang memberikan kontribusi yang penting bagi perekonomian Indonesia adalah sektor pertambangan. Namun, pertambangan juga merupakan salah satu sektor pekerjaan yang mendatangkan sebagian besar kercelakaan kerja. Terdapat banyak faktor yang mempengaruhi kesehatan, keselamatan kerja dan lingkungan (K3L), pada penelitian ini akan memperhatikan faktor risiko fisik dan psikososial. Penelitian ini dilakukan pada salah satu perusahaan tambang di timur Indonesia melalui kuesioner kepada karyawan PT. AAA dengan menggunakan metode analisis faktor untuk mereduksi variabel awal menjadi variabel yang lebih sedikit jumlahnya dari variabel asal. Setelah memperoleh variabel baru, selanjutnya akan diteliti faktor-faktor yang signifikan mempengaruhi K3L dengan metode analisis regresi Poisson dan Zero Inflated Poisson (ZIP). Faktor fisik yang mempengaruhi K3L yaitu faktor risiko alat dan bahan berbahaya, faktor risiko efek penggunaan alat, dan faktor lingkungan. .Faktor psikososial yang mempengaruhi K3L yaitu faktor risiko tanggung jawab dan faktor risiko kepemimpinan . Namun, yang secara signifikan mempengaruhi faktor risiko K3L yaitu faktor risiko efek penggunaan alat, faktor lingkungan dan faktor kepemimpinan.", "Daftar File": {"2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108721", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108722", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108723", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108724", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108725", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108726", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/108727", "2016 TS PP WENI ARIANA SISILIA EDOWAY 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108728"}, "Penulis": "WENI ARIANA SISILIA EDOWAY (NIM: 20814028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Udjianna Sekteria Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pertambangan, K3L, risiko fisik, risiko psikososial, analisis faktor, analisis regresi poisson, regresi ZIP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Nov 2017"}