{"Nomor": 21032, "Judul": "STUDI ANALISIS PENGARUH PEMBANGUNAN TEROWONGAN MRT TERHADAP LINGKUNGAN SEKITAR  DENGAN METODE ELEMEN HINGGA", "Abstrak": "Jakarta merupakan salah satu kota di Indonesia dengan kondisi kemacetan lalulintas yang sangat parah dan untuk mengatasi masalah tersebut maka di Jakarta direncanakan akan dibangun fasilitas MRT yang terdiri dari konstruksi jalan layang, underpass, dan beberapa sistem transportasi pendukung lainnya. Dalam tugas akhir ini konstruksi pembangunan terowongan dibahas secara lebih spesifik.                                 \n \n \n \n\nStudi ini membahas pengaruh deformasi yang terjadi akibat pembangunan terowongan terhadap lingkungan sekitarnya. Terowongan dimodelkan digali pada kedalamam 15 m, 20 m, dan 25 m. Dalam proses konstruksi, penggalian dilakukan dengan menggunakan Tunnel Boring Machine (TBM). TBM merupakan mesin yang sering digunakan dalam penggalian terowongan yang dilengkapi dengan shield untuk menjaga kestabilan lubang bukaan terutama untuk kasus pengalian di tanah lunak, sehingga proses penggalian dapat dilakukan secara terus menerus. Metode ini disebut metode Shield Tunneling. Pemasangan lining (penyangga) dapat juga dilakukan secara simultan dengan kegiatan penggalian. Metode elemen hingga yang dipakai dalam analisis antara lain Plaxis 2D dan Plaxis 3D Tunnel.                                 \n \n \n \n\nProses perhitungan yang dilakukan dalam tugas akhir ini antara lain dengan membandingkan perhitungan settlement ataupun deformasi secara empiris dengan perhitungan menggunakan program elemen hingga 2D. Untuk pemodelan, terowongan dimodelkan dengan model plain strain dengan 15 node. Perhitungan menunjukkan bahwa terdapat perbedaan hasil antara kedua metode tersebut, yang memberikan deformasi yang lebih kecil pada perhitungan empiris. Perbedaaan yang dihasilkan sebesar kurang lebih 2 cm. Galian terowongan menggunakan penyangga beton setebal 20 cm dengan perkuatan baja. Analisis program memperlihatkan bahwa deformasi yang terjadi akibat penggalian terowongan, tidak begitu besar sehingga tidak memberikan pangaruh yang signifikan terhadap kondisi tanah permukaan dan lingkungan di sekitarnya. Deformasi pada lining/pemyangga terowongan juga tidak terlalu besar. Untuk mengetahui bagaimana pola keruntuhan dari sebuah lubang bukaan di bawah tanah secara lebih akurat, maka analisis 3D pun dilakukan. Dari analisis 3D diketahui bahwa terdapat beberapa hal yang tidak dapat dimodelkan dalam model 2D. Dengan analisis secara 3D, kita dapat melihat bahwa ada dua hal yang dapat menyebabkan terjadinya penururnan akibat galian terowongan. Kedua hal tersebut antara lain adalah volume loss dan perpindahan arah longitudinal. Sehingga deformasi yang dihasilkan oleh analisis 3D lebih representatif jika kita bandingkan dengan analisis 2D yang hanya dapat memodelkan volume loss. Dalam tugas akhir ini, volume loss yang terjadi diambil sebesar 2%. Dalam melakukan analisis konstruksi terowongan, sebaiknya analisis dilakukan secara 3D. Karena hasil yang didapatkan dari analisis 3D lebih akurat dan representatif jika dibandingkan dengan analisis 2D.", "Daftar File": {"2007 TA PP ANDAR H TAMPUBOLON 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108767", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108768", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108769", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108772", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/108770", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/108771", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/108773", "2007 TA PP ANDAR H TAMPUBOLON 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/108774"}, "Penulis": "ANDAR H TAMPUBOLON (NIM : 15002049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. I Wayan Sengara, MSCE, Ph.D.                                 \n \n \n \n \n\nScanner: Alice Diniarti", "2007-11-29."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tunel; TBM; shield tunneling, plaxis, ground water control, lining; deformation, volume loss.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}