{"Nomor": 21038, "Judul": "ANALISIS PENGARUH BLENDING UKURAN GRINDING BALL TERHADAP OPTIMASI MILL CIRCUIT DI PROCESS PLANT PT. ANTAM UBPE PONGKOR", "Abstrak": "PT. Antam UBPE Pongkor merupakan salah satu tambang emas bawah tanah di Indonesia. Dalam lima tahun terakhir, mulai dari tahun 2008 hingga tahun 2012, kadar bijih PT. Antam UBPE Pongkor terus menurun, dan menurun secara drastis pada tahun 2011 dan 2012. Pada tahun 2008, kadar bijih PT. Antam UBPE Pongkor sebesar 9,20 gpt. Sedangkan pada tahun 2012, kadarnya menurun hingga 6,14 gpt. Penurunan kadar ini mengakibatkan penurunan recovery emas. Pada tahun 2008, recovery emas PT. Antam UBPE Pongkor sebesar 93,2%. Sedangkan pada tahun 2012 menurun hingga 90,7%. Selain itu, produksi emas PT. Antam UBPE Pongkor juga terus menurun dengan jumlah throughput yang relatif sama pada setiap tahunnya. Untuk mengatasi masalah ini, ada beberapa program yang dilakukan oleh PT. Antam UBPE Pongkor, dan optimasi pada mill circuit merupakan salah satunya.   \n \n \n\nPada penelitian ini, optimasi dilakukan dengan mencampur grinding ball yang telah ada di ball mill PT. Antam UBPE Pongkor plant 1 yang berukuran 80 mm dengan grinding ball baru yang berukuran 60 mm. Dengan pencampuran grinding ball ini, diharapkan kuantitas fraksi halus pada discharge ball mill dapat meningkat sehingga pelarutan selektif emas pada proses selanjutnya, yaitu proses leaching, dapat berjalan dengan lebih efektif. Sampel diambil di beberapa titik, yaitu discharge ball mill, feed cyclone, overflow serta underflow cyclone 1 dan 2, dan autosampler overflow. Pengolahan sampel dilakukan dengan metode ayak basah pada beberapa ukuran ayakan, yaitu: 297, 149, 106, 74 dan 44 μm untuk discharge ball mill; 74 dan 44 μm untuk overflow cyclone; 74 dan 44 μm untuk underflow cyclone; serta 44 μm untuk autosampler overflow. Setelah itu, dilakukan analisis fire assay untuk mengetahui kadar logam berharga serta metal distribution dari sampel-sampel tersebut.   \n \n \n\nDari percobaan diperoleh hasil bahwa blending ukuran grinding ball menyebabkan peningkatan kuantitas fraksi halus sebesar 1,49% pada discharge ball mill. Peningkatan kuantitas fraksi halus ini menyebabkan penurunan circulating load sebesar 7%. Selain itu, diketahui pula bahwa penurunan persen solid feed cyclone sebesar 3,24% mengakibatkan penurunan persen solid pada produk-produk hydrocyclone, yaitu: sebesar 3,73% dan 4,66% pada overflow cyclone 1 dan 2; sebesar 3,04% pada autosampler overflow; serta sebesar 1,34% pada underflow cyclone 2. Penurunan persen solid ini mengakibatkan peningkatan persentase berat bijih yang lolos pada ukuran ayakan 74 μm sebesar 9,33% dan 15,72% pada overflow cyclone 1 dan 2, serta sebesar 7,81% pada autosampler overflow. Terakhir, diperoleh hasil bahwa terjadi peningkatan metal distribution emas setelah dilakukan blending ukuran grinding ball pada discharge ball mill sebesar 5%, pada overflow cyclone 1 sebesar 15%, dan pada overflow cyclone 2 sebesar 11%.", "Daftar File": {"2013 TA PP ANDI APRIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108803", "2013 TA PP ANDI APRIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108804", "2013 TA PP ANDI APRIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108805", "2013 TA PP ANDI APRIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108806", "2013 TA PP ANDI APRIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108807", "2013 TA PP ANDI APRIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108808", "2013 TA PP ANDI APRIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108809"}, "Penulis": "ANDI APRIYANTO (NIM : 12509034)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir. Ismi Handayani, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "blending, grinding ball, persen solid, fraksi halus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}