{"Nomor": 21033, "Judul": "PERANCANGAN FASILITAS BANDARA SILANGIT, SIBORONG- BORONG, TAPANULI UTARA", "Abstrak": "Bandara Silangit merupakan bandar udara di kota Siborong Ã‚Â– borong, Kabupaten Tapanuli Utara, Sumatera Utara. Pada wilayah tersebut terdapat potensi pariwisata dan potensi ekonomi yang cukup besar apabila dikelola dan dikembangkan dengan baik. Pada kenyataannya, wilayah tersebut cukup sulit untuk dijangkau melalui jalur transportasi darat akibat keterbatasan prasarana yang ada kurang dapat melayani jarak yang cukup jauh antar wilayah di Sumatera Utara secara maksimal. Keberadaan bandar udara di kota Siborong Ã‚Â– borong menjadi penting karena dapatmendukung dalam meningkatkan kesejahteraan masyarakat setempat melalui pengembangan pariwisata dan perekonomian. Bandara mempunyai dua komponen penting yaitu fasilitas sisi udara dan fasilitas sisi darat. Perancangan Bandara Silangit mencangkup fasilitas sisi udara dan fasilitas sisi darat. Fasilitas sisi udara yang dirancang meliputi aspek geometri dan perkerasan struktur. Perancangan fasilitas sisi udara untuk geometri didasarkan metode International Civil Aviation Organization (ICAO), dan perancangan perkerasan struktur didasarkan metode Federal Aviation Administration (FAA) dengan menggunakan program FAARFIELD. Sedangkan untuk perancangan fasilitas darat berdasarkan pada SNI 03 7046-2004. Hasil perancangan bandara ini didapatkan bahwa pada tahap pertama, jumlah keberangkatan penumpangadalah 18.684 penumpang, panjang dan lebar runway masing Ã‚Â– masing adalah 2.960 meter dan 45 meter, lebar taxiway adalah 18 meter, luas apron adalah 8.804 m2 dengan konfigurasi parkir pesawat berupa paralel, tebal total lapisan perkerasan lentur adalah 33,02 cm dan total lapisan perkerasan kaku adalah 37,973 cm. Untuk hasil perancangan tahap kedua yaitu jumlah keberangkatan penumpang adalah 73.013 penumpang, panjang dan lebar runway masing Ã‚Â– masing adalah 2.960 meter dan 45 meter, lebar taxiway adalah 18 meter, luas apron adalah 8.804 m2 dengan konfigurasi parkir pesawat berupa paralel, tebal total lapisan perkerasan lentur runway dan taxiway adalah 38,1 cm dan total lapisan perkerasan kaku apron 43,053 cm. Hasil perancangan luas terminal penumpang untuk tahap pertama dan tahap kedua adalah 648,75 m2.", "Daftar File": {"2014 TA PP ANDELI MONIKA WULANSARI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108775", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108776", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/108777", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/108778", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/108779", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108780", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/108781", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/108782", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/108783", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108784", "2014 TA PP ANDELI MONIKA WULANSARI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/108785", "2014 TA PP ANDELI MONIKA WULANSARI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108786"}, "Penulis": "ANDELI MONIKA WULANSARI ( NIM 15010017 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nProf. Dr. Ir. Bambang Sugeng Subagio, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perancangan Bandara, Bandara Silangit, fasilitas sisi udara, fasilitas sisi darat, geometri, perkerasan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "07 Nov 2017"}