{"Nomor": 21044, "Judul": "ANALISIS KEKUATAN STRUKTUR CARBODY KERETA UKUR SULAWESI (1435) MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Transportasi merupakan bidang yang sangat berkaitan erat dengan kehidupan manusia. Salah satu moda transportasi massal yang banyak digunakan di Indonesia adalah kereta api. Salah satu kereta yang mempunyai peran penting dalam menjaga kualitas prasarana perkeretaapian adalah kereta ukur. Dimana kereta ini berfungsi untuk mengukur dan menguji prasarana perkeretaapian, seperti rel dan pantograf. Penelitian ini bertujuan untuk menganalisis kekuatan dari struktur carbody kereta ukur Sulawesi (1435) yang dikembangkan oleh PT. INKA Madiun. Kekuatan struktur suatu alat transportasi merupakan hal yang sangat penting, karena hal tersebut berkaitan langsung dengan keselamatan alat, penumpang, dan lingkungan sekitar. Regulasi mengenai kelaikan struktur menjadi tahapan yang harus dipenuhi dan disetujui sebelum struktur tersebut digunakan untuk kereta. Pada penelitian ini studi simulasi numerik berdasarkan pada standar Test Method for Statics Load of Body Structures of Railway Rolling Stock JIS E7105-1989 dan Peraturan Menteri Perhubungan Nomor : KM. 41 Tahun 2010. Validasi data simulasi diperoleh dengan uji konvergensi pada elemen hingga.  \n \n\nStudi simulasi numerik mencakup kasus pembebanan statik berdasarkan standar dan kasus pembebanan quasi-statik dimana beban melebihi dari standar. Beban yang diberikan pada kasus quasi-statik adalah beban vertikal penuh dengan kompresi sebesar 250 ton. Simulasi dilakukan dengan dua pemodelan yaitu dengan model elemen cangkang saja dan model gabungan elemen cangkang dan batang lentur. Dari kedua model akan dibandingkan model mana yang paling efektif dan efisien untuk digunakan. Hasil pada kasus statik simulasi menunjukkan bahwa struktur kereta ukur secara umum telah memenuhi kriteria yang diterima, karena tegangan yang terjadi masih berada di bawah 75% tegangan luluh material. Namun, struktur telah mengalami deformasi plastis ketika diberikan beban statik pada kasus beban vertikal dengan kompresi 100 ton yang terjadi pada fillet pintu kereta. Pada kriteria defleksi untuk kasus beban vertikal, defleksi yang terjadi pada strukur kereta masih memenuhi kriteria yang dapat diterima. Hasil simulasi pada kasus quasi-statik struktur kereta tidak memenuhi dalam kelaikan tabrak struktur, karena kerusakan yang terjadi tidak pada daerah kabin kereta melainkan pada struktur pintu kereta. Pada perbandingan antara model elemen cangkang saja dan model gabungan elemen cangkang dan batang lentur, model gabungan elemen cangkang dan batang lentur membutuhkan waktu yang lebih sedikit untuk pemodelan dan komputasi.", "Daftar File": {"2017 TA PP ANDIK DWI KURNIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108831"}, "Penulis": "Andik Dwi Kurniawan     (NIM : 13613012)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tatacipta Dirgantara  \n \n\nDr. Annisa Jusuf"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kereta ukur, Elemen cangkang, Elemen batang lentur, Kasus statik, Kasus quasi-statik, Uji konvergensi.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}