{"Nomor": 21057, "Judul": "REDESIGN SISTEM PENGELOLAAN SAMPAH DI KAMPUS GANESA INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Kampus Ganesa ITB merupakan salah satu kampus tertua yang ada di Indonesia. Kampus Ganesa ITB memiliki lahan seluas 286.830 meter persegi. Per bulan Januari 2017, jumlah civitas academica di Kampus Ganesa adalah sebanyak 25.546 orang  (Direktorat Pendidikan dan Direktorat Kepegawaian ITB, 2017). Definisi sampah yang dimaksud dalam Tugas Akhir ini adalah sampah jenis sejenis sampah rumah tangga yang di dalamnya tidak termasuk sampah atau limbah B3. Sebagai salah satu institusi pendidikan terdepan di Indonesia, ITB, terkhususnya manajemen Kampus Ganesa masih belum menaruh perhatian lebih terhadap pengelolaan sampahnya sehari-hari. Hal ini terbukti  dari masih minimnya upaya pengurangan jumlah sampah yang terangkut ke TPA, dan masih bergantungnya pengelolaan sampah dengan sistem kumpul-angkut-buang. Untuk mengatasi hal ini, diperlukan adanya pembaharuan sistem pengelolaan sampah di Kampus Ganesa yang didasari oleh timbulan dan karakteristik sampah di Kampus Ganesa, serta kondisi eksisting dari pengelolaan sampah saat ini dan aspek Ã‚Â– aspek terkait lainnya. Saat ini timbulan sampah di Kampus Ganesa ITB per harinya adalah sebesar 2.670,28 kg. Tanpa adanya upaya pengelolaan yang baik, maka pihak ITB harus terus bergantung pada PD Kebersihan Bandung untuk mengangkut timbulan sampah di kawasan kampus ini menuju TPA. Dalam usulan sistem pengelolaan sampah di Tugas Akhir ini, pemilahan sampah di sumber memainkan peranan penting terhadap keberhasilan sistem pengelolaan sampah secara keseluruhan. Selanjutnya, setelah sampah terpilah, sampah anorganik akan diangkut menuju dropoff center yang ada di kawasan kampus untuk dilakukan pemilahan lebih lanjut, sementara sampah organik akan diolah dengan teknologi pengomposan. Dengan adanya sistem pengelolaan ini diharapkan kuantitas sampah yang diangkut ke TPA akan berkurang pada akhirnya, dan Kampus Ganesa ITB bisa menjadi kampus yang berwawasan lingkungan.", "Daftar File": {"2017 TA PP FEBIAN WIBOWO-1 ABSTARK.pdf": "https://digilib.itb.ac.id/gdl/download/108888"}, "Penulis": "ANDREAS FEBIAN WIBOWO NIM: 15313094", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengelolaan sampah, Kampus Ganesa ITB, dropoff-center, teknologi pengomposan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}