{"Nomor": 21052, "Judul": "ANALISA KONFLIK DAN PERDAMAIAN DI ACEH : KONTRIBUSI PROGRAM DISARMAMENT, DEMOBILISATION AND REINTEGRATION (DDR)", "Abstrak": "Setiap konflik memiliki dinamikanya sendiri, karakter konflik yang berbeda, penyebab yang berbeda, rentan waktu, trend, aktor, katalisator, trigger yang berbeda pula. Keseluruhan dinamika ini akan membawa model penyelesaian dan perdamaian yang berebeda pada masing-masing konflik. Aceh dan konflik seakan menjadi dua kata yang tak terpisahkan, masyarakat Aceh larut dalam stuasi konflik sejak tahun 1953, konflik yang menelan banyak korban jiwa dan juga menghabiskan biaya yang besar termasuk kemerosotan ekonomi. Konflik di Aceh sejak tahun 1953 hingga tahun 2005 terbagi dalam beberapa fase. Beberapa usaha damai sudah dilakukan mulai dari Ikrar Lam Teh tahun 1957, Ikrar Blangpadang tahun 1962, Joint of Humanitarian Pause for Aceh (JUHP) tahun 2000, Cessation of Hostilities Agreement (CoHA) tahun 2002, dan terakhir Memorandum of Understanding (MoU) di Helsinki padat tanggal 15 Desember 2005, namun konflik seakan mengakar kuat dan tidak ada jaminan bahwa perdamaian akan langgeng di bumi Aceh.Tesis ini mencoba memberi analisis yang tajam dan menyeluruh tentang konflik di Aceh, dan lebih maju lagi mecoba mengurai karakter konflik di Aceh, mulai dari aktor, penyebab, katalisator dan trigger konflik. Dengan mengurai indikator-indikator tersebut maka tesis ini mencoba menekankan pentingnya proses Disarmament/decomissioning, Demobilisation and Reintegration (DDR) yang kini sedang berlangsung di Aceh, dengan memberikan analisis mengenai faktor-faktor kritis (critical factors) yang harus diperhatikan untuk menjaga keberlanjutan proses perdamaian sebagaimana yang dicita-citakan dan tertuang dalam MoU Helsinki.Tesis ini menekankan pentingnya memahami karakter konflik di Aceh, dengan begitu proses DDR yang masih berlangsung hingga thesis ini ditulis mampu menjadi jawaban bagi proses perdamaian yang abadi di Aceh.", "Daftar File": {"2007 TS PP ANDI SAIFUL HAQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108873", "2007 TS PP ANDI SAIFUL HAQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108874", "2007 TS PP ANDI SAIFUL HAQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108875", "2007 TS PP ANDI SAIFUL HAQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108876", "2007 TS PP ANDI SAIFUL HAQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108877", "2007 TS PP ANDI SAIFUL HAQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108878"}, "Penulis": "ANDI SAIFUL HAQ (NIM 24005041)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Konflik di Aceh, Proses Perdamaian di Aceh, Program Disarmament/decommissioning, Demobilisation and Reintegration (DDR), Security Democracy and Development Nexus", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}