{"Nomor": 21068, "Judul": "MANAJEMEN PERSEDIAAN BATUAN PENUTUP DI OPERASI TAMBANG BAWAH TANAH PT FREEPORT INDONESIA", "Abstrak": "Operasi tambang bawah tanah akan menjadi operasi utama PT \n\nFreeport Indonesia setelah tambang terbuka Grasberg mendekati akhir \n\numur tambang. Saat ini tambang bawah tanah sedang menghadapi isu  \n\nkekurangan suplai material batuan penutup yang akan diolah menjadi gravel \n\ndan pasir untuk bahan utama produksi shotcrete dan concrete guna \n\nmendukung kegiatan pembuatan terowongan dan konstruksi fasilitas Utama  \n\ntambang bawah tanah. \n\nTujuan penelitian ini adalah mencari solusi jangka pendek-menengah  \n\nuntuk masalah batuan penutup. Pendekatan kualitatif dan kuantitatif \n\ndigunakan untuk menentukan akar masalah dan solusi terbaik. Metode  \n\nCurrent Reality Tree (CRT) digunakan untuk mencari akar masalah \n\nsedangkan kombinasi Multi Criteria Decision Making (MCDM) dan RankOrder \n \n\nCentroid (ROC) dengan enam kriteria digunakan untuk menentukan  \n\nskor setiap alternatif. \n\nSolusi alternatif yang ditawarkan kepada manajemen tambang bawah  \n\ntanah adalah menyediakan material dari sumber tambang quarry di area \n\ntambang terbuka Grasberg, menyediakan material dari sumber tambang  \n\nquarry baru dan menyeriakan material dari timbunan material penutup di \n\narea Kasuang dengan menggunakan proses teknologi (unit pemisah logam)  \n\nMenyediakan material dari area timbunan Kasuang merupakan solusi \n\nterbaik karena memiliki nilai tertinggi dibandingkan dengan dua alternatif \n\nlainnya. Meskipun alternatif ini membutuhkan jumlah investasi awal, namun  \n\nalternatif ini membutuhkan biaya operasi terendah, dampak resiko terkecil, \n\nkualitas serta jumlah yang mencukupi dan implementasi aletrnatif ini masih \n\ndalam batas waktu target jangka pendek-menengah. Manajemen proyek \n\nmenggunakan critical path method (CPM) dan earn value model (EVM)  \n\nditerapkan untuk memonitor implementasi proyek. Terdapat tiga langkah \n\nkritis pada tahap implementasi yakni rekayasa mekanis, pengadaan material \n\nmekanis dan perekrutan tenaga kerja. Ketiga langkah kritis tersebut  \n\nmemerlukan perhatian dan usaha lebih agar proyek selesai pada waktu yang \n\ndirencanakan.", "Daftar File": {"Andri Abdullah  29115033.pdf": "https://digilib.itb.ac.id/gdl/download/108914"}, "Penulis": "ANDRI ABDULLAH  29115033", "Kontributor / Dosen Pembimbing": ["Akbar Adhiutama Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Waste rock, Underground mine, CRT, MCDM, ROC", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Okt 2017"}