{"Nomor": 21061, "Judul": "DEVELOPING BUSINESS INCUBATOR MODEL FOR SBM ITB JAKARTA", "Abstrak": "SBM ITB Jakarta adalah sebuah universitas di Jakarta yang berprestasi unggul dalam kepemimpinan, kewirausahaan dan pendidikan manajemen umum. SBM ITB Jakarta memiliki komitmen untuk menghasilkan wiraswasta melalui program MBA ENTRÃƒÂ‰E. Bagaimanapun juga, sejak program MBA ENTRÃƒÂ‰E dibuat, program ini tidak konsisten menciptakan wirausahawan. Mayoritas dari alumni tidak memiliki bisnis mereka sendiri setelah mereka lulus. Mayoritas dari mereka menjadi pegawai yang bekerja untuk orang lain. Seiring perkembangan dunia kewirausahaan, ada konsep yang disebut inkubator bisnis yang akan membawa ide dan konsep dari pengusaha mulai dari tahap awal hingga tahap perencanaan dan pelaksanaan mempertimbangkan meningkatnya peluang untuk menciptakan wirausahawan. Penelitian ini bertujuan untuk mengetahui model inkubator bisnis terbaik untuk SBM ITB Jakarta berdasarkan Business Model Canvass, model inkubasi dan praktik terbaik. Data dalam penelitian ini akan diambil dari lingkungan SBM ITB Jakarta agar mendapatkan model incubator yang sesuai. Selain itu, penelitian ini akan membantu pengembangan model organisasi inkubator, model operasional, program, layanan dan kerangka kerja. Berdasarkan hasil penelitian, model inkubator bisnis yang lebih diharapkan memiliki spesifikasi seperti selektif terhadap klien, memiliki jaringan dan reputasi yang hebat, memiliki acara yang dapat memamerkan klien dan memiliki mentor yang baik. Semoga rekomendasi dari penelitian ini dapat meningkatkan tingkat keberhasilan program MBA ENTREE dalam menciptakan wirausahawan.", "Daftar File": {"2017 TS PP ANDRE DANIEL PARDEDE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108901"}, "Penulis": "ANDRE DANIEL PARDEDE (NIM 29115365)", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "model, business incubator, entrepreneurs, model, business model canvass", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}