{"Nomor": 21077, "Judul": "DESIGNING PERFORMANCE MANAGEMENT SYSTEM CASE STUDY: PT LAPI DIVUSI", "Abstrak": "PT LAPI Divusi (or Divusi for short) is an ICT consulting company owned by Institut Teknologi Bandung (ITB). Divusi has widened its scope business into various benefits. There are; IT Consultancy and Business Application, System Programming and Telecommunication, Multimedia and Online Marketing Communication and IT (Organization) Empowerment. The latest product from Divusi is navigation products, with the brand name is Ganesha Avionics as air traffic controlling system (ATCS).         \n \n\nTwo methods were used to find out problem that occurred at Divusi, fisrt is quantitative; by distributed questionnaires among fulltime employees, and second is qualitative; by conduted interviews with managers and employees. Questionnaires spread to Directors, Managers, Project Managers, Projects Leaders and Staffs were aims to analyze level of employee performance, job satisfaction and employee motivation. Employee performance criteria (by Bernardin and Russel) are quality, quantity, timeliness, effectiveness, independency, and commitment. Job satisfaction (by Anthony J and David L, Devries) are satisfaction with pay, promotion, co-workers, supervisor and wotk itself. And motivation theory that used was the expectancy theory.         \n \n\nMany issues were found such as low in timliness, low job satisfaction especially in satisfcation of promotion and low P-to-O Expectancy that is employeesÃ‚Â’ perception whether they will actually receive what they desire. And from the interviews found out; latest project was not as what customer expected, there is no clear punish and reward system, Human Resources Management find difficulties in determining Training Program, etc.         \n \n\nTo help finding the root cause among all the symptoms, Current Reality Tree (CRT) was constructred. It is found that the main prboblem faced by Divusi is employeesÃ‚Â’ job performance were not clealry defined. Performance Management System (PMS) is the answered to solve that problem because it consolidates goal setting, performance appraisal, and development into a single, common system, the aim of which to ensure that the employeeÃ‚Â’s performance is supporting the companyÃ‚Â’s strategic aims. Changes in environmental, economic, politic and social aspects increase the requirements for companies to stay competitive amidst the raging competition. To deal with it, company need to evaluate its internal competence by develop Performance Management System that adjusted with the environment requirements.         \n \n\nThis Performance Management System was created based on analysis of business environment conditions, both external (PEST and 5 Forces) and internal (Resources and Capabilitites), and also companys vision and strategy. The process of PMS followed from PMS process by Elaine D. Pulakos. The next step determined performance indicators in Divusi from Integrated Performance Management System (IPMS) by Dermawan Wibisono. The performance variables containts the aspect of; financial, non-financial, innovation, operation, marketing, human resources, technology resources and organization resources. Based on those, then the performance indocators for functional managers are developed. Next step is develop the performance appraisal method in order to measure the performance of managers. Certain behaviors (competencies) expectation are proposed, and combined with performance indicators to measure manager's performance.         \n \n\nThe implementation plan of PMS would follow the activities of: Ensure alignment with other HR system, Get organizational members on board, Communicate, Automate, Pilot Test, and Evaluate and Improve.", "Daftar File": {"2012 TS PP ANDROS RIANDO SITORUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108949", "2012 TS PP ANDROS RIANDO SITORUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108950", "2012 TS PP ANDROS RIANDO SITORUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108951", "2012 TS PP ANDROS RIANDO SITORUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108952", "2012 TS PP ANDROS RIANDO SITORUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108953", "2012 TS PP ANDROS RIANDO SITORUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108954"}, "Penulis": "ANDROS RIANDO SITORUS (NIM: 29110317)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. John Welly, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "performance management system, performance variables, performance appraisal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}