{"Nomor": 21078, "Judul": "ANALISA KEPEMIMPINAN UNTUK RENCANA PENGEMBANGAN DI DIVISI CENTRAL SERVICE PT XYZ", "Abstrak": "Proyek penelitian untuk kempemimpinan dilakukan di Divisi Central Service, Fungsi Divisi ini   \n \n \n\nadalah untuk melakukan rekayasa, pembelian dan pekerjaan pembangunan konstruksi fasilitas di   \n \n \n\nsalah satu perusahaan tambang di Papua, Indonesia. Proses nya dilakukan dengan membedah dan   \n \n \n\nmenganalisa keseluruhan aspek pengembangan kepemimpinan yang ada di divisi tersebut. Jenis   \n \n \n\ndan tipe kepemimpinan tertentu yang di applikasikan di perusahaan dan juga di divisi yang sedang   \n \n \n\nberjalan, melakukan identifikasi tentang apa tipe kepemimpinan tersebut dan bagaimana kinerja   \n \n \n\nmodel saat ini secara umum akan menjadi bagian dari keperluan untuk analisa di project ini.   \n \n \n\nMencari tipe pendekatan kepemimpinan yang lebih sesuai dan dapat diapplikasikan untuk   \n \n \n\nmemberikan penjelasan, pengertian dan arahan mengenai kondisi kepemimpinan saat ini, yang   \n \n \n\ndapat secara efektif menambah dan memperbaiki rencana pengembangan yang perlu dilakukan.   \n \n \n\nAlat/Metoda pendekatan diperkenalkan untuk memperbanyak alternative yang dapat digunakan.   \n \n \n\nMetoda ini digunakan untuk memberikan informasi yang lebih bermanfaat untuk memberikan   \n \n \n\npengertian untuk pengembangan berikutnya. Dan yang tidak kalah pentingnya penelitian dalam   \n \n \n\nproyek ini memberikan masukan-masukan untuk melakukan program pengembangan   \n \n \n\nkepemimpinan kedepan yang dapat dilakukan.     \n \n \n\nModel penelitian dibuat untuk dapat mencapai maksud dan tujuan tersebut, model berdasarkan   \n \n \n\ndari aspek pemimpin, hubungan kerja antara pemimpin-anggota dan juga pengaruh luar terhadap   \n \n \n\naspek-aspek tersebut. Penelitian di mulai dengan proses SMART (Simple Multi Attribute Rating   \n \n \n\nTechnique) dan CRT (Current Reality Tree) untuk penentuan pendekatan kepemimpinan yang   \n \n \n\nmenghasilkan pendekatan kerangka Ã‚Â“Transformational leadershipÃ‚Â” dan Ã‚Â“Leader-Member   \n \n \n\nExchangeÃ‚Â” dengan penggunakan instrument MLQ (Multifactor Leadership questionnaire) dan   \n \n \n\nLMX (Leader-Member Exchange)  sesuai konsep tersebut untuk melakukan pengukuran dan   \n \n \n\nkondisi kepemimpinan saat ini di divisi. Pengukuran dilakukan terhadap 38 karyawan dari   \n \n \n\npengawas terdepan sampai posisi manajerial lebih tinggi. MLAT9 (Multifactor Leadership   \n \n \n\nActivity table) diapplikasikan untuk memetakan kondisi kepemimpinan perusahaan secara   \n \n \n\nkeseluruhan dengan menggunakan masukan data kebijakan dan aktivitas dari total 560 items tiap    \n \n \n\ntahunnya dari 2011-2015 untuk mendapatkan hubungan dan pengaruh dari perilaku   \n \n \n\nkepemimpinan yang dilakukan dan kinerja pencapaian organisasi, sehingga dapat digunakan   \n \n \n\nsebagai masukan untuk perilaku kepemimpinan kedepannya.      \n \n \n\nDiakhir, Hasil penelitian memberikan rekomendasi untuk menggunakan MLAT9 sebagai   \n \n \n\nalternative alat yang dapat digunakan secara sistematis untuk pengembangan kepemimpinan.   \n \n \n\nDengan menggunakan arahan dan lembar kesimpulan yang di hasilkan dari project ini terkait   \n \n \n\nrangkuman perilaku-perilaku kepemimpinan yang memberikan hasil positif dan negatif di   \n \n \n\norganisasi untuk rencana pengembangan kedepan, termasuk didalammnya informasi strategy dan   \n \n \n\njadwal rencana penerapan perilaku kepemimpinan transformasional, untuk tujuan jangka panjang   \n \n \n\nmenjadikan perilaku kepemimpinan tersebut menjadi yang model kepemimpinan yang utama   \n \n \n\nditerapkan di divisi dan perusahaan.", "Daftar File": {"Andryan Maulana 29115269.pdf": "https://digilib.itb.ac.id/gdl/download/108955"}, "Penulis": "ANDRYAN MAULANA  29115269", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SMART, CRT, Transformational Leadership, MLQ,LMX,MLAT9", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}