{"Nomor": 21085, "Judul": "PENYUSUNAN INDIKATOR UNTUK INFORMATION DASHBOARD KETAHANAN PANGAN", "Abstrak": "Sesuai dengan amanat UUD 1945, pemerintah berperan sebagai fasilitator dan regulator yang harus menjamin kebutuhan pangan bagi penduduknya. Ketahanan pangan merupakan sebuah kondisi penyediaan pangan yang jadi perhatian penting pemerintah dan harus selalu dipantau kondisinya agar para penduduk tidak berada dalam kondisi kelaparan atau dihantui ancaman kelaparan. Namun, pada saat ini belum ada cara untuk melakukan monitoring dalam sudut pandang yang berfokus pada kondisi pemenuhan pangan bagi negara dan adanya perbedaan perspektif/sudut pandang mengenai informasi ketahanan pangan, yang dapat mengganggu dalam mewujudkan ketahanan pangan nasional. Untuk memecahkan persoalan tersebut, diperlukan sebuah informasi baku mengenai ketahanan pangan, selain itu, perlu dilakukan monitoring secara terus menerus terhadap tanda-tanda vital dari ketahanan pangan, agar para pimpinan/pengambil kebijakan dapat terus melakukan pengawasan dengan cermat dan merumuskan kebijakan yang tepat mengenai kebijakan pangan. Badan Pusat Statistik (BPS) merupakan lembaga pemerintah non kementerian yang salah satu tugas dan tanggung jawabnya adalah menyediakan data dan informasi statistik pada sektor pertanian yang lengkap, akurat, dan tepat waktu. Data dan informasi mengenai ketahanan pangan juga sangat diperlukan bagi beberapa pihak, seperti Presiden Republik Indonesia, Kementerian Pertanian, Dewan Perwakilan Rakyat, Bank Indonesia, dan pihak-pihak lainnya. \n\nPada penelitian ini, telah dilakukan reformulasi dan ekstraksi informasi pada teori dan konsep ketahanan pangan dari berbagai sumber sehingga menghasilkan konsep, dimensi, dan indikator ketahanan pangan yang berisikan informasi vital pada ketahanan pangan. Informasi vital tersebut adalah mengenai ketersediaan, pemerataan, dan keberlanjutan pangan. Metode penelitian yang digunakan pada penelitian ini adalah DSRM (Design Science Research Method for Information System Research). Hasil pengujian pada penelitian ini menunjukkan bahwa indikator yang dihasilkan telah sesuai dengan hasil reformulasi sehingga dapat digunakan sebagai instrumen monitoring pada dashboard ketahanan pangan. Untuk rancangan dashboard, hasil pengujiannya menunjukkan bahwa rancangan dashboard yang diusulkan telah sesuai untuk kegiatan monitoring ketahanan pangan.", "Daftar File": {"2017 TS PP ANDY YUSUF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108984"}, "Penulis": "ANDY YUSUF KURNIAWAN (NIM: 23514042)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Indikator, Ketahanan pangan, Ekstraksi Informasi, Informasi Baku, Reformulasi, Monitoring, Dashboard.", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Okt 2017"}