{"Nomor": 21084, "Judul": "PERENCANAAN PELAKSANAAN KONSTRUKSI PEKERJAAN STRUKTUR ATAS GEDUNG A, CENTER FOR RESEARCH AND COMMUNITY SERVICES, INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "ITB sebagai intitusi pendidikan yang sedang membangun lima gedung baru sebagai penunjang pengembangan fasilitas pendidikan dan laboratorium membutuhkan adanya perencanaan pelaksanaan konstruksi agar hambatan yang mungkin terjadi dapat terprediksi dan diberikan solusi yang tepat. Tugas Akhir ini akan membahas tentang perencanaan pelaksanaan konstruksi struktur atas gedung A Center for Research and Community Services Institut Teknologi Bandung (CRCS-ITB) yang terdiri dari metode pelaksanaan konstruksi, penjadwalan proyek, dan estimasi biaya konstruksi. Berdasarkan hasil perencanaan, metode konstruksi yang direncanakan terdiri dari metode konstruksi pekerjaan beton bertulang dan pekerjaan baja. Pekerjaan beton bertulang secara umum dibagi menjadi empat zona pekerjaan dan terdiri dari pekerjaan kolom, balok, pelat, lift wall, dan tangga. Sedangkan pekerjaan baja yang dilakukan merupakan pekerjaan rangka atap dan secara umum dibagi menjadi tiga zona pekerjaan. Total durasi perencanaan proyek gedung A CRCS-ITB adalah 215 hari dan durasi keseluruhan proyek adalah 375 hari. Estimasi biaya konstruksi pada perencanaan proyek  gedung A CRCS-ITB adalah Rp 13.234.101.012,- dan total biaya proyek gedung CRCS-ITB secara keseluruhan adalah Rp 31.341.956.830,-.", "Daftar File": {"2015 TA PP ANDY TRI SEPTIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108977", "2015 TA PP ANDY TRI SEPTIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108978", "2015 TA PP ANDY TRI SEPTIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108979", "2015 TA PP ANDY TRI SEPTIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108980", "2015 TA PP ANDY TRI SEPTIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108981", "2015 TA PP ANDY TRI SEPTIAWAN 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/108982", "2015 TA PP ANDY TRI SEPTIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108983"}, "Penulis": "ANDY TRI SEPTIAWAN (NIM : 15011119)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Ir. Reini D. Wirahadikusumah., MSCE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Struktur Atas, Gedung, Metode Pelaksanaan Konstruksi, Penjadwalan Proyek, Estimasi Biaya Konstruksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}