{"Nomor": 21081, "Judul": "DESAIN DAN ANALISIS DIFFUSER PADA MIKRO TURBOJET", "Abstrak": "Salah satu perubahan konsep strategi militer di masa yang akan datang adalah penggunaan Unmanned Aerial Vehicle (UAV) yang semakin banyak. UAV merupakan benda terbang tanpa awak yang memiliki karakteristik seperti benda terbang berawak pada umumnya, kelebihan utama dari penggunaan UAV pilot tidak terbang bersama benda tersebut sehingga lebih aman dan memiliki ketahanan terbang yang lebih baik. Pada beberapa UAV eksperimental, digunakan mikro turbojet yang menurut teori memberikan gaya dorong yang tepat untuk UAV. Pengerjaan tugas akhir dilakukan dengan membuat model diffuser dari turbojet yang akan dipasang pada pesawat. Diffuser yang akan dipakai harus memenuhi aspek aliran udara yang bagus. Aliran udara yang bagus ditandai dengan tidak terjadinya separasi dan turbulensi aliran udara yang sedikit. Turbulensi adalah terjadinya kerusakan aliran yang ditandai pada berubahnya aliran fluida (udara) dari lapisan udara laminar ke lapisan udara turbulen.  Aliran udara yang bagus menghasilkan performa aliran yang bagus pula. Pada bilah radial tersebut, digunakan sudut aliran sebesar 30 derajat. Pemilihan sudut aliran minimal sebesar 30 derajat merupakan sudut yang dipilih setelah melihat kondisi aliran yang stabil. Sudut tersebut diperoleh dari hasil penelitian secara numerik melalui program CFD yaitu ANSYS. Aliran-aliran udara ini selanjutnya dibutuhkan sebagai udara yang dibakar pada ruang bakar (combustion chamber), sehingga udara yang bercampur dengan bahan bakar tersebut harus memiliki tekanan tinggi dan kecepatan aliran rendah. Tujuannya adalah agar proses pembakaran berlangsung dengan stabil. Diffuser ini memungkinkan aliran-aliran fluida (udara) yang masuk ke dalam ruang bakar memiliki tekanan tinggi dan kecepatan/laju aliran rendah sehingga mengoptimalkan proses pembakaran dalam ruang bakar.   Kata", "Daftar File": {"2017 TA PP Andry Vince Sembiring 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/108965"}, "Penulis": "Andry Vince Sembiring - Nim: 13612022", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono S.T. M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "turbojet, diffuser, laju aliran, ruang bakar, bilah radial, separasi, turbulensi udara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}