{"Nomor": 21088, "Judul": "IDENTIFIKASI TIANG UNTUK DETEKSI LAMPU LALU LINTAS", "Abstrak": "Faktor kelalaian manusia adalah penyebab paling umum terjadinya kecelakaan lalu lintas. Kondisi pengemudi yang kurang berkonsentrasi menyebabkan pengemudi kurang tanggap terhadap lingkungan sekitar seperti lampu lalu lintas. Kelalaian pengemudi terhadap lampu lalu lintas dapat mengakibatkan pelanggaran lalu lintas atau bahkan kecelakaan lalu lintas. Untuk menangani masalah ini, salah satu solusi yang bisa dijalankan adalah mengembangkan aplikasi pendeteksi lampu lalu lintas. Pada tugas akhir ini, dikembangkan prototipe aplikasi yang mampu mendeteksi warna lampu lalu lintas dan mengidentifikasi tiang lampu lalu lintas. Metode yang digunakan dimulai dengan praproses video menggunakan masking. Kemudian metode untuk pendeteksian warna lampu lalu lintas terdiri dari segmentasi warna, Gaussian blur, dan Hough circle transform. Metode untuk identifikasi tiang lampu lalu lintas terdiri dari Canny edge detection, Hough line transform, dan pemilihan garis vertikal dan horizontal. Setelah itu, untuk setiap lingkaran hasil pendeteksian warna, dicari apakah terdapat garis-garis horizontal atau vertikal yang berpotensi sebagai tiang lampu lalu lintas. Prototipe aplikasi yang dikembangkan berhasil melakukan pendeteksian warna dengan metode-metode tersebut. Adanya identifikasi tiang dapat mengurangi kesalahan deteksi pada pendeteksian warna lampu lalu lintas. Namun, prototipe juga memiliki kekurangan, seperti tidak bisa mendeteksi pada video buram atau kondisi malam hari.", "Daftar File": {"2017 TA PP ANGELA LYNN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109001"}, "Penulis": "ANGELA LYNN (NIM : 13513032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Dwi Hendratmo W., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "lampu lalu lintas, warna, tiang, masking, segmentasi warna, Gaussian blur, Hough circle transform, Canny edge detection, Hough line transform.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}