{"Nomor": 21083, "Judul": "IMPLEMENTASI SIMULASI MONTE CARLO UNTUK MENENTUKAN SEKTOR PENJUALAN DI PT PUPUK KALIMANTAN TIMUR", "Abstrak": "Penelitian ini dilakukan di PT. Pupuk Kalimantan Timur (Pupuk Kaltim) dengan tujuan mengusulkan tanggapan dan rencana aksi berdasarkan sektor penjualan yang berkontribusi terhadap tingkat keuntungan yang diharapkan dengan risiko terendah. Ada 9 (sembilan) sektor penjualan dari lini produknya sebagai objek penelitian. Mereka adalah Urea Bersubsidi atau Urea PSO, NPK Bersubsidi atau NPK PSO, Organik, Urea Lokal Non Subsidi atau Urea Komersial, NPK Lokal Non Subsidi atau  NPK Komersial, Urea Industri, Amonia Industri, Urea Ekspor, dan Amonia Ekspor. Melalui data historis, masing-masing sektor memiliki harga yang berbeda dan bergerak dinamis dari waktu ke waktu sesuai harga pasar. Metode Monte Carlo akan digunakan sebagai kerangka untuk  mensimulasikan data historis untuk masing-masing sektor dengan pendapatan, harga pokok penjualan,  harga jual, biaya produksi sebagai variabel mulai Januari 2013 sampai Desember 2015.   \n\nDari hasil analisis, dapat disimpulkan bahwa GPM dengan tingkat hasil lebih dari 30 persen bervariasi tingkat kemungkinannya di masing-masing sektor. Dimulai dari tingkat kemungkinan sektor terendah ke tertinggi antara lain NPK Komersial, Urea Industri, Urea Komersial, Urea Ekspor, NPK PSO, Urea  PSO, Organik, Amonia Ekspor, Amonia Industri. Sedangkan dari sudut pandang eksposur terhadap   \n\npencapaian penjualan, sektor dengan eksposur paling rendah ke tingkat yang paling tinggi antara lain Organik, NPK Komersial, NPK PSO, Urea Industri, Urea Komersial, Urea PSO, Amonia Industri, Urea Ekspor, Amonia Ekspor.Respon dan Action plan yang diusulkan untuk masing-masing sektor   \n\ndidasarkan pada matriks peluang dan risiko dengan hasil sebagai berikut. Sektor Amonia Ekspor dan AmoniaIndustri respon dan rencana aksi yang dilakukan adalah dengan mengeksploitasi peluang.   \n\nSektor NPK Komersil, NPK PSO dan Urea Industri respon dan rencana aksi yang dilakukan adalah dengan menerima peluang. Sektor Urea Ekspor respon dan rencana aksi yang dilakukan adalah dengan berbagi peluang. Sektor Urea Komersil respon dan rencana aksi yang dilakukan adalah   \n\ndengan menerima peluang atau berbagi peluang. Sektor Urea PSO respon dan rencana aksi yang dilakukan adalah menerima peluang atau memperbesar peluang atau mengeksploitasi peluang.   \n\nSedangkan untuk sektor Organik respon dan rencana aksi yang dilakukan adalah dengan menerima peluang atau memperbesar peluang.Pupuk Kaltim perlu mengembangkan sistem manajemen risiko  dengan pendekatan kuantitatif untuk mengelola lini produknya. Pendekatan kuantitatif sangat aplikatif sesuai dan tepat digunakan untuk risiko dengan faktor penyebab yang terekam, tercatat dan atau   \n\nterukur. Pendekatan ini dapat meningkatkan kehandalan informasi dan pada akhirnya informasi tersebut dapat membantu dalam proses pengambilan keputusan.", "Daftar File": {"Andy Purnama 29115080.pdf": "https://digilib.itb.ac.id/gdl/download/108975"}, "Penulis": "ANDY PURNAMA - 29115080", "Kontributor / Dosen Pembimbing": ["Pembimbing : Taufik Faturohman Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gross Profit Margin, Monte Carlo, Opprtunity Risk Matrix, Production Cost, Sell Price.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Okt 2017"}