{"Nomor": 21080, "Judul": "EVALUASI BUDAYA KESEHATAN DAN KESELAMATAN KERJA PADA KEGIATAN", "Abstrak": "Budaya keselamatan dan kesehatan kerja merupakan bagian dari keseluruhan budaya suatu organisasi yang dapat dijadikan acuan dalam menjelaskan proses penyebaran nilai-nilai dan keyakinan keselamatan kerja dalam organisasi. Budaya keselamatan kerja juga berkaitan dengan sikap personal, pemikiran dan tingkah laku. Penelitian mengenai evaluasi budaya keselamatan dan kesehatan kerja pada kegiatan penampungan bahan bakar minyak bertujuan untuk melakukan penilaian terhadap pelaksanaan keselamatan dan kesehatan kerja berdasarkan status pekerja tetap ataupun pekerja kontrak/lepas sehingga didapatkan gambaran mengenai budaya keselamatan dan kesehatan kerja dari masing-masing kelompok pekerja tersebut. Untuk mengetahui gambaran/profil budaya keselamatan dan kesehatan kerja dilakukan penelitian analisis deskriptif dengan menggunakan kuesioner serta pengamatan lapangan. Pengambilan sampel atau sampling merupakan suatu proses memilih sebagian unsur populasi yang jumlahnya mencukupi secara statistik, sehingga memberikan dampak bahwa dengan mempelajari sampel serta memahami karakteristiknya akan diketahui dengan baik informasi mengenai keadaan populasinya. Pengambilan sampel menjadi penting karena dalam banyak kasus peneliti tidak mungkin mengamati seluruh anggota populasi karena adanya keterbatasan sumber daya.Hasil analisa budaya keselamatan dan kesehatan kerja memperlihatkan kecelakaan kerja sebagian besar berada pada bagian pengisian dan pendistribusian bahan bakar minyak berupa tumpahan, kebakaran. Kecelakaan ini sebagian besar disebabkan oleh keteledoran individu. Terdapat 3 faktor dominan yang mempengaruhi budaya keselamatan dan kesehatan kerja responden, yaitu berkaitan dengan faktor kepedulian individu pekerja terhadap K3, faktor penerapan sistem K3 perusahaan dan faktor kelengkapan fasilitas K3. Nilai Budaya K3 lokasi studi berkaitan dengan konteks pribadi sebagai anggota organisasi, pribadi sebagai anggota kelompok dan pribadi sebagai individu yang berorientasi pada kepentingan dan pemenuhan rasa aman terhadap diri sendiri. Perkembangan Budaya K3 lokasi studi termasuk dalam tipe perkembangan Tahapan Kalkulatif. Hal ini berdasarkan program K3 yang mengalir secara topdown, nilai-nilai keselamatan kerja lebih dipengaruhi oleh pengawasan dan tekanan dari kelompok kerja untuk mencegah/memperkecil kecelakaan kerja yang terjadi.", "Daftar File": {"2008 TS PP ANDRY KRISNALDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/108957", "2008 TS PP ANDRY KRISNALDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/108958", "2008 TS PP ANDRY KRISNALDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/108959", "2008 TS PP ANDRY KRISNALDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/108960", "2008 TS PP ANDRY KRISNALDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/108961", "2008 TS PP ANDRY KRISNALDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/108962", "2008 TS PP ANDRY KRISNALDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/108964", "2008 TS PP ANDRY KRISNALDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/108963"}, "Penulis": "ANDRY KRISNALDI (NIM 25305017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indah Rachmatiah SS., M.Sc. dan Dr. Benno Rahardyan, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Budaya keselamatan dan kesehatan kerja, Status pekerja, Kuesioner", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}