{"Nomor": 21101, "Judul": "UJI VALIDITAS METODE PENENTUAN TEMPERATUR FORMASI DENGAN MENGGUNAKAN DATA LANDAIAN TEMPERATUR DARI PT-SURVEY", "Abstrak": "Penentuan temperatur formasi di lapangan geotermal adalah proses yang esensial, yaitu ketika perusahaan akan menetapkan apakah lokasi pengeboran selanjutnya dalam rangkaian program pengeboran berada di area yang sama atau tidak. Di kondisi lain, hal ini juga diperlukan ketika memutuskan apakah memperdalam sumur diperlukan dalam suatu proses pengeboran. Perkiraan temperatur formasi yang tidak akurat tentu saja akan berdampak besar dan menuntun pada kesalahan keputusan, yang selanjutnya akan membuat proyek pengembangan lapangan tidak layak. Hal tersebut terjadi ketika sumur dibor pada area bertemperatur rendah yang sebelumnya diasumsikan sebagai area bertemperatur tinggi. Untuk mengurangi resiko kesalahan estimasi temperatur formasi, beberapa metode perkiraan temperatur formasi pada sumur geothermal akan dibahas dan dievaluasi. Ada tiga metode yang akan dievaluasi, yaitu Metode Horner Plot, Metode Time Square Root, dan Metode Exponential Approximation. Metode Horner Plot sendiri terdiri dari dua perhitungan yang berbeda dimana masing-masing dari perhitungan tersebut menggunakan definisi waktu produksi yang berbeda. Perhitungan yang pertama menggunakan waktu pengeboran sebagai waktu produksi, sedangkan yang satunya mendefinisikan waktu sirkulasi. Hasil analisis menunjukkan bahwa propagasi temperatur di sekitar lubang bor menjalar secara linear setelah waktu yang cukup lama untuk semua metode kecuali Metode Exponential Approximation. Asumsi yang digunakan dalam metode ini adalah bahwa aliran panas mengalir melalui media berpori secara konduksi dan konveksi, sedangakan metode lainnya tidak mempertimbangkan mekanisme konveksi yang terjadi di waktu awal. Data pengujian sumur dari lapangan telah dianalisis dan menunjukkan bahwa Metode Exponential Approximation adalah metode yang paling akurat. Lalu, data yang lebih awal bisa digunakan oleh metode ini untuk memperkirakan temperatur formasi dengan tingkat keakuratan yang memuaskan.", "Daftar File": {"2013 TA PP ANGGI WIJAYA 1.pdf": "https://digilib.itb.ac.id/gdl/download/109053"}, "Penulis": "ANGGI WIJAYA ( NIM  : 12209098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Nenny Miryani Saptadji, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Temperatur Formasi, Horner Plot, Time Square Root, Exponential Approximation,waktu produksi, waktu pengeboran, waktu sirkulasi, akurasi, kesalahan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Des 2017"}