{"Nomor": 21117, "Judul": "PENENTUAN ROCK TYPE DAN PREDIKSI PERMEABILITAS PADA LAPANGAN WIDURI", "Abstrak": "Permeabilitas merupakan salah satu sifat fisik batuan yang penting untuk diketahui dari suatu reservoir namun sulit untuk diprediksi. Arsitektur pori, baik secara geometri maupun struktur, sangat mempengaruhi permeabilitas batuan, sehingga dapat digunakan dalam memprediksi permeabilitas. Selain itu, geometri dan struktur pori pun dapat digunakan dalam melakukan pengelompokkan rock type. Permeabilitas dan rock type akan sangat bermanfaat dalam melakukan karakterisasi dan pengembangan reservoir, serta akan membantu dalam pembuatan model geologi untuk analisis reservoir secara dinamis (simulasi reservoir).  \n \n\nPenelitian ini bertujuan mengembangkan metode untuk mengidentifikasi rock type berdasarkan hubungan antara geometri pori dan struktur pori, serta mengembangkan metode untuk memprediksi permeabilitas yang melibatkan analisis dari aspek sifat batuan tersebut serta geologinya.  \n \n\nData core dari sumur Widuri-01 dengan total panjang 263 kaki dan 127 core plug yang diukur porositas dan permeabilitasnya serta data log listrik dari sumur tersebut digunakan dalam penelitian ini. Penentuan rock type dilakukan dengan membuat plot Pore Geometry-Structure (PGS), yaitu plot antara ()5,0/φksebagai parameter geometri pori terhadap 3/φk sebagai parameter struktur pori. Prediksi permeabilitas dilakukan dengan membuat persamaan permeabilitas sebagai fungsi dari porositas dan saturasi air untuk masing-masing rock type.  \n \n\nReservoir pada Widuri-01 dapat dikelompokkan menjadi enam rock type yang memiliki kesesuaian dengan facies yang terdapat pada reservoir tersebut. Keenam rock type tersebut masing-masing memiliki persamaan permeabilitas sebagai fungsi dari porositas dan saturasi air yang telah divalidasi dengan mengaplikasikannya kepada sumur Widuri-10. Persamaan tersebut dapat digunakan untuk menentukan harga permeabilitas pada sumur yang tidak memiliki data core namun memiliki data log.", "Daftar File": {"2010 TS PP ANISA AFIANTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109138", "2010 TS PP ANISA AFIANTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109139", "2010 TS PP ANISA AFIANTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109140", "2010 TS PP ANISA AFIANTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109141", "2010 TS PP ANISA AFIANTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109142", "2010 TS PP ANISA AFIANTY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109143", "2010 TS PP ANISA AFIANTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109144"}, "Penulis": "ANISA AFIANTY (NIM: 22208012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Pudji Permadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "rock type, permeabilitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}