{"Nomor": 21118, "Judul": "DESAIN FONDASI SUCTION PILE DENGAN METODE ELEMEN HINGGA STUDI KASUS DI LEPAS PANTAI MADURA", "Abstrak": "Fondasi merupakan salah satu komponen penting dari struktur anjungan lepas pantai yang berfungsi menyalurkan beban yang diterima oleh struktur ke lapisan tanah dibawahnya, dan untuk itu dibutuhkan rancangan desain fondasi sebaik mungkin agar fondasi berfungsi dengan baik dan tidak mengalami kegagalan  Fondasi suction pile merupakan salah satu jenis fondasi yang belum umum digunakan di Indonesia namun menjadi alternatif yang menjanjikan. Salah satu metode yang dapat digunakan untuk mendesain fondasi suction pile yaitu dengan menggunakan metode elemen hingga yang dalam studi ini digunakan bantuan perangkat lunak PLAXIS 3D dan PLAXIS 2D.  Digunakan perangkat lunak PLAXIS 3D dan PLAXIS 2D, karena perangkat lunak PLAXIS 3D belum umum digunakan di Indonesia, maka dari itu inti studi ini bertujuan untuk melakukan simplifikasi pada model di PLAXIS 2D. Lokasi studi untuk Tugas Akhir ini berada di Lepas Pantai Madura dengan dimensi fondasi suction pile berdiameter 5 m, panjang fondasi 7.5 m, dan tebal fondasi 0.05 m. Terlebih dahulu dilakukan pencarian faktor koreksi untuk simplifikasi model 2D dengan acuan dari pemodelan Edgers et al. (2008). Kemudian faktor koreksi yang telah didapat digunakan untuk pemodelan pada lokasi studi. Didapatkan kesimpulan bahwa faktor koreksi untuk simplifikasi model 2D dapat digunakan karena nilai kapasitas tegangan puncak antara model 2D terhadap model 3D memiliki nilai deviasi yang kecil.", "Daftar File": {"2017 TA PP ANISA DWI PUSPITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109145"}, "Penulis": "Anisa Dwi Puspita", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hendriyawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "fondasi suction pile, PLAXIS 2D, PLAXIS 3D, faktor koreksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}