{"Nomor": 21110, "Judul": "MARKETING STRATEGY DEVELOPMENT OF GEOPARK CILETUH PELABUHAN RATU SUKABUMI", "Abstrak": "Pada Desember 2017, Geopark Ciletuh Pelabuhan Ratu akan dibawa pada konferensi UNESCO internasional yang dimana pemberian predikat Global Geopark akan ditentukan. Hingga Juni 2017, pihak pengelola masih terhambat pada salah satu syarat pengakuan Global Geopark, yaitu poin sarana edukasi, dikarenakan jumlah pengunjung dari usia pelajar yang sangat minim. Tujuan utama dalam penelitian ini adalah memahami lingkungan bisnis Geopark Ciletuh sebagai obyek wisata serta mengembangkan strategi pemasaran untuk Geopark Ciletuh Pelabuhan Ratu dengan tujuan meningkatkan jumlah pengunjung. Penelitian ini menggunakan pendekatan manajemen strategi dimana lima metode digunakan untuk pemindaian lingkungan; yaitu General Environment Analysis, Industry Analysis, dan Competitor Analysis untuk lingkungan eksternal serta Resource Analysis dan Value Chain Analysis untuk lingkungan internal perusahaan. Metode yang digunakan dalam penelitian ini adalah metode kualitatif dengan melakukan wawancara   \n\ndengan pihak pengelola dari Geopark Ciletuh, dan juga wawancara dengan pengunjung terkait persepsi mereka dalam mengunjungi geopark. Hasil dari penelitian ini menunjukkan bahwa industri pariwisata Geopark didukung oleh faktor politik dan sosio-demografis, faktor ekonomi dan teknologi harus diperbaharui secara teratur karena merupakan faktor kontributif bagi industri terkait. Kondisi industri pariwisata Geopark berada dalam kondisi yang cukup menguntungkan diidentifikasi melalui lima aspek, yaitu ancaman pendatang baru yang rendah, rivalitas antar kompetitor yang rendah, daya tawar pemasok yang rendah, ancaman produk pengganti yang tinggi, serta daya tawar pembeli yang sedang. Faktor eksternal dan internal dari Geopark Ciletuh dikategorisasikan menggunakan SWOT dan Matrix TOWS digunakan untuk mengidentifikasi strategi alternatif pemasaran. Alternatif yang diusulkan adalah membuat peraturan kebijakan harga yang dapat dilakukan dengan mengatur paket tiket terusan untuk liburan di Geopark Ciletuh, melakukan kolaborasi dengan Departemen Pendidikan Kota Sukabumi, dan kolaborasi dengan para pembuat konten lokal. Alternatif-alternatif yang diusulkan dititikberatkan pada proses sosialisasi, promosi, dan kerjasama dengan beberapa pihak melalui beberapa perantara. Sebagai rekomendasi, penelitian ini merekomendasikan beberapa aspek didasari oleh 7 poin Marketing Mix yaitu perbaikan pada aspek Produk, Harga, Tempat, Promosi, Sumber Daya Manusia, Proses, dan Bukti Fisik.", "Daftar File": {"2017 TA PP ANINDITA PUTRI B 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109120", "2017 TS PP ANINDITA PUTRI BESARI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251882"}, "Penulis": "Anindita Putri Besari (NIM 19014174)", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing strategy development, geopark, tourism industry", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "8 file", "Tanggal Input": "17 Sep 2017"}