{"Nomor": 21115, "Judul": "AGREGASI PROSES STOKASTIK GARCH: PREDIKSI V@R DAN MODIFIKASI V@R", "Abstrak": "Dalam berinvestasi, para investor ingin meminimalkan risiko yang dapat dilakukan dengan agregasi. Value-at-Risk (V@R) merupakan salah satu ukuran risiko yang banyak digunakan. Salah satu penerapan V@R adalah V@R agregasi, yaitu kerugian maksimum yang akan diperoleh dari agregasi pada tingkat kepercayaan tertentu. Pada Tugas Akhir ini, prediksi V@R agregasi dilakukan dengan proses GARCH(p,q) yang memiliki aspek penting, seperti distribusi ekor tebal. Distribusi ekor tebal tersebut yang kemudian menjawab risiko agregasi yang terminimalkan. Untuk memprediksi V@R, dibutuhkan prediksi parameter GARCH(p,q). Selanjutnya, digunakan pendekatan Monte Carlo Sampling Errors (MCSE) untuk mengetahui inovasi dari estimasi parameter yang diperoleh. Untuk mengetahui keakutan prediksi, digunakan Correct V@R. Berdasarkan hasil yang diperoleh, disimpulkan bahwa GARCH(1,1) menghasilkan prediksi yang lebih baik dibandingkan yang lainnya. Namun, keakuratan dari risiko adalah kunci dari prediksi ukuran risiko. Sehingga dibutuhkan modifikasi V@R untuk memprediksi ukuran risiko pada proses GARCH(p,q). Modifikasi V@R dilakukan dengan memanfaatkan peluang cakupan. Modifikasi V@R dinyatakan sebagai penjumlahan V@R dan momen. Modifikasi V@R selanjutnya terbukti lebih akurat dibandingkan V@R karena memberikan nilai Correct V@R yang lebih kecil.", "Daftar File": {"2017 TA PP ANISA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109136", "2017 TA PP ANISA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109132", "2017 TA PP ANISA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109133"}, "Penulis": "ANISA (NIM : 10113009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Khreshna I.A Syuhada, MSc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Risiko, V@R, GARCH, Modifikasi V@R, Momen", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Nov 2017"}