{"Nomor": 21114, "Judul": "CHARACTERIZATION OF SPATIAL AND TEMPORAL VARIATIONS OF EARTH TIDES FROM CGPS STATIONS IN WEST JAVA", "Abstrak": "Earth tides signal can be detected with GNSS but this study use Continuous Global Positioning System (CGPS). For get Earth tides signal, Kinematic Precise Point Positioning (KPPP) method is used. If differential method is used for data processing, Earth tides signal will be reduced. RTKLIB is a open source software used for data processing CGPS with several method such as KPPP method. To get Earth tides signal, other periodic phenomena must be removed, i.e ocean tide loading and pole tide effects. International Earth Rotation and Reference Systems Service (IERS) model is used to compare between Earth tides observation and Earth tides model. Spectral analysis is used to decomposing signal observation. In this research, the data 6 CGPS sites in West Java is selected. CGPS sites are distributed 3 sites from North to South, 2 sites from East to West and 1 site in the center of West Java. Data are taken from BIG in Cibinong, West Java. A long time of data is one month for each CGPS sites from 1st January 2011 00.00 to 31st January 2011 23.59 with interval data is one minute. Results of data processing are correspondence between IERS model and Earth tides observation. IERS model corresponds well with Earth tides of observation. Characteristics of Earth tides viewed with types of Earth tides, tidal range characteristics, and time lag in West Java. Earth tides type is semidiurnal for East-West and Up-Down components. In North-South component, type of tides is diurnal. The largest tidal range is CMIS station and smallest tidal range is BAKO station. Time lag of Earth tides is very small In West Java.", "Daftar File": {"2015 TA PP ANING HARYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109124", "2015 TA PP ANING HARYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109125", "2015 TA PP ANING HARYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109126", "2015 TA PP ANING HARYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109127", "2015 TA PP ANING HARYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109128", "2015 TA PP ANING HARYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109129"}, "Penulis": "ANING HARYATI (NM : 15111086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Kosasih Prijatna, M.Sc. \n\nDr. Irwan Meilano, ST., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "KPPP, Earth tides and, IERS model", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}