{"Nomor": 21124, "Judul": "STUDI DIGITALISASI CITRA MEDIS X RAY PERIAPIKAL MENGGUNAKAN DIGITAL DENTAL X RAY READER UNTUK ANALISIS KONDISI GIGI NORMAL DAN GIGI RADANG", "Abstrak": "Teknologi radiografi gigi merupakan suatu hal umum yang digunakan dalam membantu proses diagnosis dokter gigi. Perkembangan teknologi radiografi di Indonesia masih menggunakan citra negatif periapikal yang bersifat konvensional dan memiliki berbagai keterbatasan. Hal ini mendorong digitalisasi citra negatif periapikal untuk membantu radiografi gigi. Penelitian pada tugas akhir ini mencakup studi mengenai digitalisasi citra medis gigi periapikal beserta analisis kuantitatif untuk melihat kondisi gigi. Analisis dibuat dengan bantuan inspeksi visual dari dokter sebagai parameter kualitatif. Kondisi gigi yang akan dianalisis adalah membandingkan kondisi gigi normal dan gigi radang dengan melihat karakter pulpa dan dentin pada suatu gigi.  \n \n\nSegmentasi dilakukan untuk memisahkan citra dentin dan pulpa sehingga dapat mempermudah proses analisis berikutnya. Segmentasi menggunakan teknik konvensional, seperti gap valley, threshold, dan deteksi batas tepi tidak dapat memisahkan secara utuh bagian pulpa dan dentin, sehingga butuh dikembangkan suatu metode baru. Segmentasi yang dikembangkan kemudian untuk mendapatkan suatu citra dentin dan pulpa dilakukan dengan menggunakan active contour berbasis vector field convolution. Setelah dilakukan segmentasi, maka analisis kualitatif dan kuantitatif dilakukan untuk menentukan karakter atau perbedaan secara statistik dengan melihat karakter histogram ternormalisasi gigi normal dan gigi radang. Analisis kualitatif dilakukan dengan menggunakan bantuan inspeksi visual oleh dokter gigi untuk menentukan kelompok gigi normal dan gigi radang. Analisis kuantitatif dilakukan dengan menghitung selisih titik puncak ( , selisih intensitas maksimum dan minimum , perbandingan intensitas (d), dan variansi dari histogram dentin dan pulpa.  \n \n\nHasil pengolahan data menunjukkan bahwa parameter yang berpotensi menjadi acuan/ dasar dalam penentuan kondisi gigi yakni variansi dan perbandingan intensitas (d).Selisih nilai variansi dentin dan pulpa menunjukkan bahwa gigi normal memiliki rentang 0,02 Ã‚Â– 0,03, sedangkan gigi radang pada rentang 0,02 Ã‚Â– 0,05. Perbandingan intensitas (d) gigi normal cenderung memiliki nilai yang lebih besar dibandingkan gigi radang.", "Daftar File": {"2013 TA PP ANITA AYUNINGTIYAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109157", "2013 TA PP ANITA AYUNINGTIYAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109158", "2013 TA PP ANITA AYUNINGTIYAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109159", "2013 TA PP ANITA AYUNINGTIYAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109160", "2013 TA PP ANITA AYUNINGTIYAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109161", "2013 TA PP ANITA AYUNINGTIYAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109162", "2013 TA PP ANITA AYUNINGTIYAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109163"}, "Penulis": "ANITA AYUNINGTIYAS (NIM : 13309004)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Suprijanto, S.T., M.T.", "Dr. Ir. Endang Juliastuti, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Digitalisasi, Periapikal, Segmentasi, Active Contour, Analisis Citra, Parameter Statistik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}