{"Nomor": 21130, "Judul": "METODE QUALITY FUNCTION DEPLOYMENT (QFD) DALAM MENINGKATKAN LENGTH OF STAY WISATAWAN DI KAMPUNG ADAT CIREUNDEU KOTA CIMAHI", "Abstrak": "Kampung Adat Cireundeu adalah salah satu daya tarik wisata di Kota Cimahi. Kampung Adat Cireundeu yang terletak di Kelurahan Leuwigajah, Kecamatan Cimahi Selatan ini merupakan kampung adat yang menganut sunda wiwitan, masyarakat di Kampung Adat Cireundeu sejak tahun 1918 tidak menggunakan beras singkong sebagai bahan makanan pokoknya, hal tersebut menjadi ciri khas masyarakat Kampung Adat Cireundeu. Selain itu Kampung Adat Cireundeu memiliki daya tarik wisata budaya lainnya diantaranya adalah upacara adat serta pertunjukan kesenian. Meskipun demikian, terdapatnya daya tarik wisata budaya eksisting belum dapat menstimulasi wisatawan untuk tinggal lebih lama di Kampung Adat Cireundeu. Hal ini dikarenakan pengelola yang dipercaya kurang dapat mengoptimalkan pemanfaatan potensi wisata budaya yang ada di lingkungan Kampung Adat Cireundeu.        \n \n \n\nBerdasarkan hal tersebut, dicari solusi dalam menjawab kebutuhan dan keinginan wisatawan dalam melakukan kegiatan wisata di Kampung Adat Cireundeu. Sehingga dilakukan penelitian mengenai metode Quality function deployment (QFD) dalam meningkatkan length of stay wisatawan di Kampung Adat Cireundeu, Kota Cimahi.        \n \n \n\nPada penelitian ini, digunakan jenis penelitian Mixed method. Sampel dalam penelitian ini menggunakan teknik accidental sampling dan purposive sampling. Untuk wisatawan ditetapkan secara accidental sampling Sementara untuk Purposive sampling dilakukan kepada pengelola Kampung Adat Cireundeu. Sedangkan untuk menganalisis data menggunakan alat analisis Quality function deployment (QFD) melalui matriks House of Quality. Sehingga diketahui keinginan dan kebutuhan wisatawan seperti apa saja yang menjadi prioritas pengembangan untuk dapat meningkatkan lama tinggal wisatawan.        \n \n \n\nSetelah dilakukan analisis menggunakan QFD didapatkan 36 strategi pengembangan yang dapat diakukan dalam meningkatkan lama tinggal wisatawan.", "Daftar File": {"2016 TS PP ANNE MARIA EL LEJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109193", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109192", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109191", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109190", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109189", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/109194", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/109195", "2016 TS PP ANNE MARIA EL LEJAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109196", "2016 TS PP ANNE MARIA EL LEJAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109197"}, "Penulis": "ANNE MARIA EL LEJAR (NIM : 95714005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Heru Purboyo, H.P., DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Quality Function Deployment, Length of Stay, Daya Tarik Wisata Budaya, Kampung Adat Cireundeu.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}