{"Nomor": 21131, "Judul": "STUDI KOMPARASI STRUKTUR BAJA SISTEM RANGKA BRESING KONSENTRIS DAN SISTEM RANGKA BRESING TAHAN TEKUK DENGAN KONFIGURASI TIPE V", "Abstrak": "Sistem Rangka Bresing Tahan Tekuk (SRBTT) merupakan inovasi dari Sistem Rangka Bresing Konsentris (SRBK) yang menggunakan pengaku agar dapat mengakomodasi dan menahan gaya tekan yang dapat menyebabkan tekuk pada baja. Dalam analisis akan dibandingkan perilaku dan kinerja struktur SRBK dan SRBTT, kemudian membandingkannya dengan perilaku struktur lain dengan konfigurasi bresing berbeda, yaitu tipe Chevron dan X-Two Story. Metode yang dilakukan adalah preliminary design, perencanaan elemen struktur, analisis pushover, analisis nonlinear riwayat waktu, dan analisis perbandingan kinerja struktur. Perencanaan elemen balok dan kolom dilakukan dengan metode desain kapasitas dari kapasitas penampang bresing. Analisis nonlinear riwayat waktu dilakukan untuk melihat perilaku gedung saat dikenakan beban siklik akibat gempa. Analisis pushover dilakukan untuk menjamin bahwa hirearki keruntuhan struktur sesuai dengan yang direncanakan, struktur mampu menanggung beban gempa yang direncanakan, dan kinerja struktur mencapai target. Hasil analisis menunjukkan bahwa struktur SRBTT pada studi kasus ini akan menghasilkan profil yang lebih kecil, ringan, serta memiliki daktilitas dan kuat cadang struktur yang lebih besar setelah mengalami kelelehan daripada struktur SRBK. Bangunan SRBTT juga memiliki simpangan yang cenderung besar jika dibandingkan dengan SRBK karena kekakuannya yang lebih rendah. Struktur SRBTT dengan konfigurasi bresing tipe V memiliki kinerja yang sedikit lebih rendah daripada tipe Chevron dan X-Two Story.", "Daftar File": {"2014 TA PP ANNESA FADHILA SARI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109198", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109199", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/109200", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/109201", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109202", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109203", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/109204", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/109205", "2014 TA PP ANNESA FADHILA SARI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109206", "2014 TA PP ANNESA FADHILA SARI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109207"}, "Penulis": "ANNESA FADHILA SARI ( NIM : 15010042 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nDyah Kusumastuti, ST, MT, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bresing, tipe V, konsentris, tahan tekuk, analisis pushover, analisis nonlinear riwayat waktu.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "07 Nov 2017"}