{"Nomor": 21134, "Judul": "PENGARUH PENGGUNAAN PELAT PELINDUNG PADA INTRA-OPERATIVE RADIATION THERAPY (IORT) TERHADAP PERSENTASE DOSIS KEDALAMAN UNTUK KASUS KANKER PAYUDARA", "Abstrak": "Teknik terapi radiasi yang banyak digunakan untuk kasus kanker payudara di Indonesia saat ini ialah radiasi eksternal yang memakan waktu cukup lama. Di beberapa negera maju, telah digunakan teknik Intra-Operative Radiation Therapy (IORT) yang melakukan penyinaran sesaat setelah operasi dilakukan. Penggunaan aplikator IORT pada head linac konvensional dapat menjadi alternatif untuk pengembangan alat terapi di Indonesia. Aplikator IORT ini dilengkapi dengan pelat pelindung yang berfungsi melindungi jaringan normal di sekitar target. Dalam penelitian ini, akan dipelajari pengaruh dari penggunaan pelat pelindung terhadap persentase dosis kedalaman (PDD) dalam penggunaan aplikator IORT di head linac konvensional terhadap phantom kasus kanker payudara. Pelat pelindung yang digunakan memiliki diameter 5 cm dan tebal 0,8 cm yang terdiri dari Polymethylmethacrylate (PMMA) 0,4 cm dan Aluminium 0,4 cm. Hasil yang didapat menunjukkan selisih nilai PDD antara phantom yang tidak menggunakan pelat pelindung dengan phantom yang menggunakan pelat pelindung pada jaringan normal di bawah target sebesar 35,29% sedangkan pada paru-paru sebesar 3,63%. Dari hasil tersebut menunjukkan bahwa penggunaan pelat pelindung berpengaruh terhadap penurunan PDD terutama pada jaringan normal dan paru-paru sehingga berada di bawah ambang batas yang dianjurkan, yakni 10%. Penurunan PDD ini memenuhi tujuan radioterapi yaitu memaksimalkan dosis pada target dan meminimalisir dosis pada jaringan normal.", "Daftar File": {"2016 TA PP ANNISA AMALIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109223", "2016 TA PP ANNISA AMALIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109224", "2016 TA PP ANNISA AMALIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109225", "2016 TA PP ANNISA AMALIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109226", "2016 TA PP ANNISA AMALIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109227", "2016 TA PP ANNISA AMALIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109228", "2016 TA PP ANNISA AMALIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109229"}, "Penulis": "ANNISA AMALIA (NIM : 10212032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rena Widita, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aplikator, pelat pelindung, dosis, IORT, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}