{"Nomor": 21132, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH HOTEL BINTANG TIGA CITY RESORT BANDUNG", "Abstrak": "Gedung Hotel Bintang Tiga City Resort termasuk jenis gedung bertingkat, yaitu merupakan salah satu jenis bangunan yang sering dimanfaatkan sebagai sarana kegiatan dan aktivitas, yang salah satu fungsinya adalah digunakan sebagai fasilitas penginapan secara komersial. Gedung Hotel Bintang Tiga City Resort ini terdiri dari     \n\n6 lantai dan 1 lantai basement dengan luas lahan 10.138 m2 dan total luas efektif 8199.74 m2. Fasilitas utama yang tersedia berupa unit kamar dengan jumlah mencapai 140 kamar yang dikelompokkan menjadi 3 kelas, yaitu kamar standard, kamar deluxe, dan kamar suite. Disamping itu,peruntukan lahan lain adalah restoran, cafE, spa, gym, laundry, lobby lounge, dan kolam renang. Gedung hotel ini mengambil sumber air bersih dari PDAM yang akan disalurkan ke bak air utama (ground water tank). Air kemudian dipopakan ke roof tank (gedung 1 dan gedung 2) yang terletak di lantai 6 untuk gedung 1 dan lantai 5 untuk gedung 2. Dari roof tank, air didistribusikan ke pemakai pada dua lantai teratas dengan menggunakan bantuan pompa booster dan lantai lain di bawahnya dengan menggunakan sistem gravitasi. Dalam sistem tangki atap, air ditampung lebih dahulu dalam tangki bawah (dipasang     \n\npada lantai terendah bangunan atau di bawah muka tanah), kemudian dipompakan ke suatu tangki atas yang biasanya dipasang di atas atap atau lantai tertinggi bangunan.     \n\nDari tangki ini air didistribusikan ke seluruh bangunan. Dalam sistem penyaluran air buangan, dilakukan pemisahan antara buangan black water dan grey water. Air hasil     \n\nolahan juga akan diproses sebagai air untuk flushing toilet dan pemadam kebakaran.", "Daftar File": {"2015 TA PP ANNIDA FERANI RAMADHIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109208", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109209", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109210", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109211", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109212", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109213", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109214", "2015 TA PP ANNIDA FERANI RAMADHIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109215"}, "Penulis": "ANNIDA FERANI RAMADHIANI (nim : 15311050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Idris Maxdoni Kamil, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "clean water supply system, grey water reuse system, hotel, water source", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}