{"Nomor": 21147, "Judul": "PERANCANGAN TURBIN ARUS LAUT TIPE GORLOV DENGAN PENENTUAN NILAI ASPEK RASIO OPTIMUM UNTUK PROFIL SELAT SUNDA DENGAN KOMPUTASI DINAMIKA FLUIDA", "Abstrak": "Pemenuhan energi secara mandiri pada jembatan selat sunda dapat dilakukan melalui pemasangan turbin arus laut. Turbin arus laut tipe gorlov memiliki efisiensi yang paling tinggi sehingga dapat memanen energi lebih banyak. Peforma turbin gorlov dapat dipengaruhi oleh beberapa parameter diantaranya rasio soliditas, rasio jarak antar bilah dan aspek rasio.    \n \n \n \n\nMetode yang digunakan pada penelitian ini ialah metode numerik dengan melakukan simulasi pada perangkat lunak komputasi dinamika fluida ANSYS CFX 14.0. Perancangan turbin merupakan hasil modifikasi dari GCK Gorlov Helical Turbine pada parameter rasio soliditas, rasio jarak antar bilah dan aspek rasio. Pada penelitian ini, rasio soliditas diubah dari 14,5% menjadi 30%, rasio jarak antar bilah menjadi 100% dan aspek rasio yang semula 2,5 diubah menjadi 5⁄8.1 5⁄4. 12⁄5. 11⁄4 12⁄4- .    \n \n \n \n\nHasil simulasi pada nilai TSR 0,7 dan kecepatan arus 1,71 m/s menunjukkan peforma turbin cenderung naik seiring bertambahnya nilai aspek rasio. Peforma paling maksimum didapatkan pada aspek rasio 3,25 dengan koefisien performansi 68,8% atau 36,4% dengan mempertimbangkan faktor blockage ratio. Pertambahan aspek rasio dari 2,5 menjadi 3,25 meningkatkan koefisien performansi sebesar 1,96%. Berdasarkan profil arus Selat Sunda, turbin ini dapat menghasilkan energi tahunan maksimum sebesar 32,568 MWh dan energi tahunan minimum sebesar 9,584 MWh.", "Daftar File": {"2014 TA PP ANNISA NURUL HIDAYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109298", "2014 TA PP ANNISA NURUL HIDAYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109299", "2014 TA PP ANNISA NURUL HIDAYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109300", "2014 TA PP ANNISA NURUL HIDAYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109301", "2014 TA PP ANNISA NURUL HIDAYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109302", "2014 TA PP ANNISA NURUL HIDAYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109303", "2014 TA PP ANNISA NURUL HIDAYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109304"}, "Penulis": "ANNISA NURUL HIDAYAH (NIM : 13309044)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr.Ir. Edi Leksono, M.Eng.", "Dr.Ir. Nugraha, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Turbin arus laut, komputasi dinamika fluida, aspek rasio, koefisien performansi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}