{"Nomor": 21142, "Judul": "PERENCANAAN SISTEM JARINGAN DISTRIBUSI AIR MINUM SUB PROYEK METROPOLITAN BANDUNG", "Abstrak": "Proyek Metropolitan Bandung merupakan sebuah proyek penyediaan air bersih yang dibuat oleh Dinas Pekerjaan Umum Jawa Barat untuk wilayah Kota Bandung dan Kabupaten Bandung. Latar belakang dibuatnya proyek ini yaitu karena keterbatasan sumber air baku di wilayah Kota Bandung, sedangkan sumber air baku di wilayah Kabupaten Bandung cukup melimpah. Untuk wilayah Kabupaten Bandung, pada tahap I Proyek Metropolitan Bandung akan melayani beberapa desa di Kecamatan Margahayu dan Margaasih. Sebelumnya Kecamatan Margahayu dan Kecamatan Margaasih belum terlayani oleh PDAM. Untuk proyek ini air baku yang digunakan bersumber dari Sungai Cisangkuy yang berlokasi di Desa Cikalong, Kabupaten Bandung. Selain itu dibangun pula reservoir dan IPA untuk proyek ini di Desa Sukamaju, Kabupaten Bandung. Air dari reservoir lalu dialirkan ke wilayah perencanaan yang berlokasi di Kecamatan Margaasih dan Margahayu dengan cara gravitasi. Pengembangan sistem jaringan distribusi air ini direncanakan berlangsung selama 20 tahun ke depan dengan jumlah air yang tersedia sebanyak 200 l/detik. Pada studi ini dilakukan perancangan alternatif jaringan pipa distribusi air bersih untuk Proyek Metropolitan Bandung untuk wilayah Kabupaten Bandung. Adapun jaringan pipa dirancang untuk memenuhi kebutuhan air bersih sebanyak 196.44 l/detik pada tahap akhir perencanaan. Melalui berbagai metode pengkajian, maka dapat ditentukan jalur distribusi air minum yang sesuai dengan kriteria dengan menggunakan software EPANET 2.0. Perencanaan ini diharapkan dapat menjadi masukan dan alternatif bagi sistem distribusi air minum untuk Proyek Metropolitan Bandung baik dari segi kontinuitas maupun kuantitas.", "Daftar File": {"2015 TA PP ANNISA FERINA RAMADHIANI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109262", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109263", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109264", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109265", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109266", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/109267", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/109268", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109269", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/109270", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/109271", "2015 TA PP ANNISA FERINA RAMADHIANI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109272"}, "Penulis": "ANNISA FERINA RAMADHIANI ( NIM 15311061 )", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air bersih, alternatif, distribusi, kuantitas, kontinuitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}