{"Nomor": 21141, "Judul": "PENGARUH PENAMBAHAN POLYTETRAFLUOROETHYLENE DAN UREA PADA DOSIMETER TERMOLUMINESENSI LITIUM TETRABORAT DENGAN DOPAN TEMBAGA", "Abstrak": "Material litium tetraborat (Li2B4O7) bersifat tissue equivalent sehingga bagus digunakan sebagai dosimeter personal. Penambahan dopan tembaga (Cu) dapat meningkatkan sensitivitas Li2B4O7:Cu. Tujuan penelitian ini untuk mempelajari pengaruh penambahan polytetrafluoroethylene (PTFE) dan urea terhadap sifat luminesensensi Li2B4O7:Cu. Selain itu, penelitian ini juga akan membuat Li2B4O7:Cu dengan variasi suhu dan konsentrasi dopan. Sintesis dilakukan dengan menggunakan metode solution assisted synthesis dengan mencampurkan prekursor litium karbonat, asam borat, dan tembaga nitrat trihidrat. Kemudian prekursor akan ditambahkan dengan PTFE dan urea. Penambahan PTFE dilakukan setelah prekursor dikeringkan dalam oven pada suhu 150 ⁰C selama 3 jam. Sedangkan penambahan urea dilakukan saat pelarutan prekursor dan dilanjutkan dengan proses sintesis dalam microwave pada mode medium selama 10 menit. Selanjutnya sampel dikalsinasi dalam furnace. Sampel dikarakterisasi menggunakan X-ray diffractometer (XRD), Fourier transform infrared (FT-IR), Photoluminescence Spectrofluophotometer (PL), Thermoluminescence Reader (TL), Scanning Electron Microscopy (SEM), dan Energy Dispersive X-ray Spectroscopy (EDX). Hasil karakterisasi menunjukkan bahwa penambahan PTFE menurunkan intensitas emisi fotoluminesensi (PL) dan menaikkan intensitas emisi termoluminesensi (TL) , sedangkan penambahan urea menaikkan intensitas emisi luminesensi (PL dsn TL).", "Daftar File": {"2017 TA PP ANNISA FAJRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109254", "2017 TA PP ANNISA FAJRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109255", "2017 TA PP ANNISA FAJRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109256", "2017 TA PP ANNISA FAJRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109257", "2017 TA PP ANNISA FAJRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109258", "2017 TA PP ANNISA FAJRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109259", "2017 TA PP ANNISA FAJRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109260", "2017 TA PP ANNISA FAJRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109261"}, "Penulis": "ANNISA FAJRI   (NIM : 10213024)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ferry Iskandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Litium tetraborat, PTFE, Termoluminesensi, Urea", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "31 Okt 2017"}