{"Nomor": 21154, "Judul": "PENGARUH PENGOBATAN PADA DINAMIKA VIRUS PENYAKIT DEMAM BERDARAH DALAM TUBUH MANUSIA", "Abstrak": "Penyakit demam berdarah dengue atau sering kali disebut demam berdarah merupakan penyakit yang memiliki resiko kematian cukup tinggi di dunia. Penyakit inidisebabkan oleh virus dengue yang ditularkan oleh vektor nyamuk Aedes aegypti. Virus dengue ini biasanya menyerang sel monosit. Sel monosit yang terinfeksi virus dengue akan mengeluarkan interferon untuk memberikan sinyal pada sistem imun dalam tubuh sehingga dapat mengaktivasi sel imun dan memproduksi antibodi. Tujuan tugas akhir ini adalah menentukan model infeksi demam berdarah terhadap respon imun tubuh. Model ini berupa sistem persamaan diferensial lima dimensi yang menyatakan perubahan jumlah sel sehat, terinfeksi, partikel virus bebas, antibodi, dan sel T dalam 1 μL darah. Model ini memiliki bilangan reproductive ratio, Ro, yang menyatakan rata-rata sel terinfeksi baru yang berasal dari sel terinfeksi pertama kali. Jika Ro < 1 maka penyakit dapat bersih dari dalam tubuh, sedangkan jika R0 > 1 maka penyakit akan endemik di dalam tubuh.  \n \n\nSel yang terinfeksi adalah sel monosit. Sel imun yang terlibat adalah sel B dan sel T jenis sitotoksik. Jumlah sel imun yang terlibat kurang dari jumlah sel limfosit.  \n \n\nSatuan waktu yang digunakan adalah hari. Variabel yang digunakan pada model bernilai positif. Pengobatan dilakukan saat terjadi infeksi pertama kali. Adanya model infeksi ini terlihat bahwa sel terinfeksi dapat bersih dari dalam tubuh dalam kurun waktu 14 hari dan adanya sel terinfeksi dapat meningkatkan jumlah sel T dalam tubuh.  \n \n\nPada akhir tahun 2013, tim riset UNAIR berhasil menemukan obat demam berdarah bernama Melaleuca Alternifolia Concentrate (MAC) yang memiliki sifat membunuh  \n \n\nvirus dan sebagai immunomodulator. Adanya penemuan obat demam berdarah ini memberikan motivasi pengerjaan tugas akhir untuk melihat pengaruh pengobatan tersebut terhadap dinamika model infeksi. Model pengobatan dibentuk  \n \n\ndalam 6 kompartemen yang mengadopsi model infeksi berupa sistem persamaan diferensial dengan penambahan kompartemen perubahan kadar obat. Dari model pengobatan ini diperoleh hasil simulasi numerik yang menyatakan adanya pengobatan dapat menurunkan jumlah sel terinfeksi lebih besar dan menambah jumlah sel T. Hal ini merepresentasikan sifat obat MAC.  \n \n\nModel infeksi dan pengobatan yang telah dibentuk ini masih memiliki kelemahan, yakni model infeksi belum merepresentasikan fenomena aktivasi sel T dan sel B  \n \n\ndalam tubuh serta kurangnya faktor lisis pada perubahan jumlah virus bebas. Setelah itu, dilakukan modifikasi pada model infeksi dan model pengobatan yang memperhatikan  \n \n\nsifat imunomodulator obat MAC. Terdapat penambahan asumsi khusus pada model infeksi yang baru yang dapat lebih menggambarkan fenomena respon imun terhadap virus demam berdarah. Sedangkan untuk model pengobatan, dibentuklah  \n \n\n3 jenis model pengobatan untuk melihat pengobatan terbaik. Model pengobatan yang dibentuk ialah model pengobatan dengan fungsi konstan, model pengobatan dengan 6 kompartemen, dan model pengobatan dengan kontrol optimal.  \n \n\nPada model pengobatan ini tidak dilakukan analisis secara mendalam hanya sebatas eksplorasi saja sebagai ide awal untuk melihat pengaruh pengobatan pada dinamika infeksi demam berdarah. Ketiga jenis model ini memiliki kelebihan  \n \n\ndan kekurangan masing-masing. Dari hasil simulasi numerik ketiga jenis model, diperoleh bahwa adanya pengobatan dapat menurunkan jumlah sel terinfeksi dan dapat meningkatkan jumlah sel T dalam tubuh. Rekomendasi model pengobatan  \n \n\nyang diberikan ialah model pengobatan dengan kontrol optimal karena pengobatan dengan model ini dapat menurunkan jumlah sel terinfeksi lebih maksimal jika dibandingkan dua pengobatan lainnya.", "Daftar File": {"2017 TA PP ANNISA ZULFA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109317"}, "Penulis": "ANNISA ZULFA (10113011)", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nDr. Nuning Nuraini", "Dewi Handayani, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "demam berdarah dengue, respon imun, antibodi, kontrol optimal", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}