{"Nomor": 21152, "Judul": "CREATIVE COMMUNAL LIVING APARTEMEN MENENGAH DI GEDEBAGE, BANDUNG", "Abstrak": "Meningkatnya jumlah penduduk dan kebutuhan tempat tinggal di kota Bandung menyebabkan pembangunan hunian vetikal seperti apartemen semakin berkembang. Apartemen kelas menengah sudah cukup banyak berada di Bandung dan menjadi pilihan bagi para pekerja muda dan mahasiswa. Di kawasan pengembangan Bandung Teknopolis di Summarecon Gedebage, apartemen disediakan untuk melengkapi kegiatan masyarakat di kawasan tersebut. Dengan luas sekitar 1,9 ha, apartemen ini dapat dijadikan lingkungan hunian yang nyaman bagi penghuni dan terintegrasi dengan lingkungan sekitar.  \n \n\nKonteks yang menjadi garis besar dalam proyek ini adalah karakteristik penghuni yang berupa kelas menengah dan karakteristik lahan di Gedebage dengan potensi banjir yang tinggi. Dengan melakukan survey dan riset kecil mengenai pengguna didapatkan beberapa permasalahan dalam penggunaan apartemen seperti isu sosial dan produktifitas. Isu lainnya juga didapat dari konteks tapak yaitu isu ekologi dan transparansi bangunan terhadap kawasan. Isu ini kemudian dielaborasikan bersama dengan nilai yang ingin dibawa pemrakarsa menjadi konsep desain Ã‚Â“Creative Communal LivingÃ‚Â”.  \n \n\nBerada di kawasan rencana pusat kota Bandung kedua, apartemen menengah ini menawarkan kawasan hunian yang nyaman dan lengkap dengan fasilitas penunjang yang paling diminati penghuni. Kualitas ruang yang segar dan terbuka ke alam dihadirkan di setiap fasilitas sehingga dapat menjadi nilai tambah apartemen ini. Ruang-ruang terbuka seperti retail plaza, playground, dan public park juga diintegrasikan dengan lingkungan sehingga mengurangi adanya gated community.", "Daftar File": {"2017 TA PP ANNISA ZAKIRA FILLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109315"}, "Penulis": "Annisa Zakira Fillah (NIM : 15213056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen Menengah, Pekerja muda, Gedebage, Komunal, Kreatif", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}