{"Nomor": 21168, "Judul": "PENGENDALIAN KOLOM DISTILASI MINI MENGGUNAKAN KENDALI MODEL PREDIKTIF", "Abstrak": "Kolom distilasi merupakan peralatan yang sangat penting dalam industri kimia, dalam pengoperasiannya membutuhkan energi panas yang besar mencapai 30% sampai 40% pada industri kimia, untuk itu dibutuhkan pengendalian yang optimal sehingga didapatkan proses produksi yang efisien. Pengendali model prediktif merupakan pengendali optimal yang dapat menyelesaikan permasalahan operasional tersebut. Dalam penelitian ini dilakukan pengendalian proses pemisahan ethanol-air pada kolom distilasi mini tipe batch di Laboratorium Honeywell Teknil Elektro STEI ITB. Dinamika konsentrasi ethanol terhadap katup refluks dimodelkan sebagai sistem linear dengan waktu tunda pada titik operasi tertentu. Kendali model prediktif dengan horizon 5 diimplementasikan pada Arduino Mega 2560 dengan waktu sampling 1 menit. Dari beberapa percobaan, dengan daya pemanas 1400 W, dan waktu operasional 30 menit didapatkan hasil konsentrasi ethanol dengan kesalahan penjejakan bervariasi, minimal 2% . Kesalahan penjejakan yang jauh lebih besar dapat dijumpai karena berbagai hal, antara lain sensor konsentrasi ethanol yang belum teruji. Untuk memperbaiki prediksi model, implementasi dengan waktu sampling 3 menit dan horizon 5 juga dilakukan dengan hasil yang tidak memuaskan karena ketidak akuratan sensor tersebut. Secara umum, konsentrasi ethanol dapat diregulasi oleh pengendali model prediktif. Hal ini menunjukan bahwa model linear yang digunakan cukup representatif. Perbaikan kinerja sistem kendali mensyaratkan adanya sensor konsentrasi yang akurat dan terkalibrasi.", "Daftar File": {"2017 TS PP ANTON SAPTO HANDOKO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109355"}, "Penulis": "ANTON SAPTO HANDOKO     (NIM : 23215004)", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D \n\nEgi Muhammad I.H., S.T., M.Sc., Ph.D. \n\nDr. Pranoto Hidaya R., S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kolom distilasi, konsentrasi ethanol, model linear, kendali model prediktif.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}