{"Nomor": 21161, "Judul": "ROPOSED MARKETING STRATEGY FOR PT. BASUKI PRATAMA ENGINEERING FINAL PROJECT", "Abstrak": "PT. Basuki Pratama Engineering is one of companies engaged in energy industry which is the boiler seller. The company has experienced in selling the boiler product and have survived due to competition against foreign companies and the difficulty in providing credence to their product's quality toward the  customer. However the company sales profit percentage has been fluctuating over time. There is one significant point where the growth of profit and sales was fallen down sharply between 2014 to 2015.    \n \n\nCompany need to create a succesful marketing strategy by analyzing the business issue with scanning the environmental conditions. Environmental analysis is consisted of two scope; Internal and External environment analysis. Internal analysis focused on marketing mix which is well known as 4P marketing  mix and STP (Segmenting, Targeting, and Positioning) and the external environment that consist of; PEST (Political, Economic, Social, and Technology), Porter 5 forces, and consumer analysis. In the root caused  can be concluded that it is from internal dimension is lack of promotion then from external analysis the  problem is lack of exhibition participation, presentation, and special program inside that, direct selling, branch availability, threat from foreign boiler company, and high bargaining power of buyers Based on the problems, there are five alternative solutions that will given to PT. Basuki as their alternatives strategy. There are product attractiveness, business efficiency, exhibition focus, product customization, and direct selling blast Researcher propose all the strategies. It is because all the alternative strategy author things that it is important for company. With this studies all the alternative strategies used to solved the current problems that PT. Basuki faced that will increasing their sales based on proposed  strategy that will be implemented by them.", "Daftar File": {"2017 TS PP ANTHONY ADITYA NURPRASETIO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109348"}, "Penulis": "ANTHONY ADITYA NURPRASETIO (NIM : 29115066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yulianto Suharto, PharmD, MBA, Msc, PhDc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "boiler, energy, energy Industry, marketing strategy, PT. Basuki", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}