{"Nomor": 21170, "Judul": "PANDUAN PELESTARIAN BANGUNAN CAGAR BUDAYA PERUMAHAN DI KAWASAN JALAN CIPAGANTI, BANDUNG", "Abstrak": "Pelestarian bangunan cagar budaya perumahan merupakan suatu upaya yang sangat berarti untuk menjaga dan menghargai warisan-warisan yang diberikan dari masa lampau. Bangunan cagar budaya tidak dapat tergantikan sekali benda tersebut sudah rusak atau hilang. Pada kenyataannya bangunan cagar budaya perumahan banyak mengalami perubahan-perubahan yang cenderung menghilangkan karakter historis yang dimiliki oleh bangunan cagar budaya perumahan maupun kawasan tempat bangunan tersebut berada. Salah satu faktor yang mendorong perubahan-perubahan terhadap bangunan cagar budaya perumahan adalah tuntutan perkembangan perkotaan dan ekonomi. Pelestarian bangunan cagar budaya perumahan tidak akan berjalan dengan efektif jika hanya mengacu pada peraturan perundang-undangan saja, dan pelestarian bangunan cagar budaya di Kota Bandung kekurangan salah satu instrumen penting dalam pelestarian, yaitu panduan pelestarian bangunan cagar budaya perumahan.   \n \n \n\nPenelitian ini bertujuan untuk merumuskan panduan pelestarian bangunan cagar budaya perumahan di kawasan Jalan Cipaganti. Perumusan panduan tersebut dilakukan dengan melihat konsep-konsep panduan pelestarian bangunan cagar budaya perumahan di negara lain, meninjau karakteristik dan kondisi kawasan dan bangunan cagar budaya perumahan yang berada di kawasan, merumuskan komponen pembentuk karakter kawasan dan bangunan dan merumuskan aturan untuk tiap kegiatan pelestarian bangunan cagar budaya perumahan. Metode yang digunakan dalam penelitian ini adalah metode kualitatif dengan analisis konten, analisis deskriptif, serta analisis coding. Penelitian ini menghasilkan panduan pelestarian bangunan cagar budaya perumahan di kawasan Jalan Cipaganti yang mencakup tujuan panduan pelestarian, metode dan kegiatan pelestarian yang diatur untuk tiap bangunan cagar budaya berdasarkan kondisi komponen-komponennya, serta pengaturan untuk tiap kegiatan pelestarian.", "Daftar File": {"2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109357", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109358", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109359", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109360", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109361", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109362", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109363", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/109364", "2015 TA PP ANUGERAH CIPTA PRAMUDIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109365"}, "Penulis": "ANUGERAH CIPTA PRAMUDIA (NIM : 15410023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Denny Zulkaidi, Ir., MUP, Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bangunan cagar budaya perumahan, Jalan Cipaganti Bandung, panduan pelestarian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}