{"Nomor": 21172, "Judul": "Korelasi Baru untuk Desain Optimasi Perolehan Minyak Sumuran dengan Teknik Downhole Water Loop", "Abstrak": "Teknik Downhole Water Sink (DWS) terbukti efektif mengatasi fenomena water coning yang merupakan permasalahan serius pada sumur vertikal yang memiliki tenaga pendorong bottom-water akuifer. Produksi air dalam jumlah yang besar merupakan salah satu kelemahan sumur DWS sehingga dilakukan penelitian baru yaitu teknik sumur Downhole Water Loop (DWL). Pada studi sebelumnya telah dikembangkan persamaan analitik untuk mendesain laju alir segregasi sumur DWL. Kenyataanya pada kondisi tertentu laju alir segregasi sumur DWL masih kurang ekonomis sehingga persamaan analitik tersebut seringkali kurang efektif untuk dioperasikan.  \n \n\nStudi ini mengembangkan persamaan korelasi yang dapat digunakan untuk mendesain laju alir sumur DWL yang menghasilkan perolehan minyak optimum. Korelasi dikembangkan dengan melakukan sensitivitas parameter-parameter yang mempengaruhi laju alir pada sumur DWL meliputi parameter fluida, batuan, komplesi sumur, dan geometri reservoir. Hasil validasi dari model studi dan perbandingan dengan persamaan analitik yang dikembangkan sebelumnya menunjukkan persamaan korelasi hasil studi ini memberikan hasil yang cukup akurat dan dapat digunakan untuk memprediksi laju alir yang dapat meningkatkan perolehan minyak sumuran hingga rata-rata 27% dan dapat menurunkan kumulatif air terproduksi rata-rata hingga 63% lebih baik dari persamaan sebelumnya.", "Daftar File": {"2013 TA PP ANANG NUGRAHANTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/109367"}, "Penulis": "A. NUGRAHANTO (NIM : 12209089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Ir. Tutuka Ariadji M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Downhole Water Loop, water coning, laju alir optimum, reservoir bottom water.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Des 2017"}