{"Nomor": 21171, "Judul": "PENGGUNAAN GELOMBANG MIKRO DAN FLUIDA NANO FERRO UNTUK PEMANASAN MINYAK BERAT", "Abstrak": "Minyak berat adalah minyak yang memiliki densitas kurang dari 22,3o API. Dengan potensi hingga 70% dari cadangan minyak dunia, produksi dari reservoir minyak berat memiliki banyak tantangan terutama akibat viskositas yang tinggi yang mengakibatkan reservoir minyak berat sulit untuk mengalir. Salah satu cara yang efektif untuk memroduksi minyak berat adalah dengan menggunakan teknik thermal recovery dan yang dipilih pada penelitian ini adalah dengan menggunakan gelombang mikro yang digabungkan dengan fluida nano ferro. Dengan teknik ini, gelombang mikro akan memanaskan partikel-partikel air dan fluida nano ferro yang berada di reservoir yang nantinya akan memanaskan minyak sehingga viskositasnya turun. Teknik ini dapat dilakukan dengan cara memasukkan antena kedalam sumur sehingga dapat mengatasi batasan kedalaman yang terdapat pada teknik thermal recovery lainnya seperti cyclic steam stimulation, steamdrive, dan forward in-situ combustion. Penelitian ini dilakukan berdasarkan eksperimen di laboratorium dengan cara mensimulasikan reservoir dalam bentuk sandpack untuk pemanasan gelombang mikro dan artificial core untuk mengetahui recovery factor. Pemanasan gelombang mikro mampu menurunkan viskositas minyak dari 4412,11 cP pada titik tuangnya di 51 oC hingga 134,24 cP di 90 oC. Dari pemanasan gelombang mikro juga diketahui bahwa laju pemanasan berbanding lurus dengan daya keluaran dan konsentrasi nano ferro, Kenaikan temperatur yang terjadi juga berpengaruh pada recovery factor dimana pada 51oC, 60 oC, 70 oC, 80 oC, dan 90 oC berturut-turut diperoleh recovery factor sebesar 0%, 28,55%, 34,07%, 35,32%, dan 36,08%.", "Daftar File": {"2017 TS PP ANUGERAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109366"}, "Penulis": "ANUGERAH (NIM: 22215002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA", "Dr. Eng. Achmad Munir, S.T., M. Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Minyak berat, pemanasan gelombang mikro, nano ferro, viskositas, recovery factor", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}