{"Nomor": 21184, "Judul": "TURUNAN STEROID DARI PHYSALIS ANGULATA DAN AKTIVITAS ANTIBAKTERINYA", "Abstrak": "Physalis (Solanaceae) merupakan genus tumbuhan yang berkerabat dengan tomat  \n \n\ndan cabai dan dicirikan oleh adanya bentuk menyerupai kantung kemih yang  \n \n\nmenyelubungi buahnya. Physalis merupakan genus terbesar pada suku  \n \n\nSolanaceae, dengan 75-90 spesies yang sebagian besar berasal dari Meksiko yang  \n \n\nsaat ini telah dibudidayakan dan disebarkan ke wilayah tropis di seluruh dunia.  \n \n\nSalah satu spesies dari genus ini, yaitu Physalis angulata, tumbuh dengan  \n \n\npersebaran yang luas di dunia. Di Indonesia, tumbuhan ini dikenal dengan nama  \n \nÃ‚Â‘Cecendet (Sunda)Ã‚Â’ atau Ã‚Â‘Ciplukan (Jawa)Ã‚Â’ dan merupakan tumbuhan herba yang  \n \n\ndimanfaatkan sebagai tumbuhan obat untuk berbagai penyakit, seperti malaria,  \n \n\nasma, hepatitis, dermatitis, dan reumatik. Tanaman ini dapat ditemukan di  \n \n\nberbagai bentang, baik lembab maupun kering. Buah yang belum matang  \n \n\nterbungkus kantung dan berubah menjadi jingga atau kuning saat matang  \n \n\nsementara kantungnya merekah. Berbagai bioaktivitas ekstrak P. angulata dan  \n \n\nsenyawa-senyawa murninya telah banyak dilaporkan. Di antaranya sebagai  \n \n\nantimikobakter, antioksidan, pereda nyeri, antiinflamasi, antiproliferasi,  \n \n\nantikanker, sitotoksik, dan antiplasmodial. Secara fitokimia, tumbuhan Physalis  \n \n\ndikenal sebagai penghasil turunan steroid jenis ergostan dengan tingkat oksidasi  \n \n\ntinggi membentuk struktur baru dengan kerangka dasar witanolida dan turunan  \n \n\ntermodifikasinya. Secara garis besar, witanolida dibagi berdasarkan gugus lakton  \n \n\nyang terdapat dalam kerangka dasar senya, δ-lakton atau γ-lakton. Kelompok  \n \n\nmetabolit sekunder mayor dari tanaman ini adalah witanolida termodifikasi yang  \n \n\ndisebut fisalin, yaitu steroid dengan dengan kerangka 13,14-seko-16,24-siklosteroid.  \n \n\nPada penelitian ini, telah dilakukan isolasi turunan steroid dari P.  \n \n\nangulata dan pengujian aktivitas antibakteri dari ekstrak metanol dan senyawa  \n \n\nhasil isolasi. Sampel yang digunakan adalah bagian daun dan batang yang  \n \n\ndikumpulkan dari Tawangmangu, Jawa Tengah. Tahapan isolasi meliputi  \n \n\nekstraksi, fraksinasi dan pemurnian, dengan berbagai metode kromatografi.  \n \n\nEkstraksi dilakukan dengan cara maserasi dalam pelarut metanol pada suhu  \n \n\nkamar. Fraksinasi menggunakan teknik kromatografi cair vakum dengan eluen  \n \n\nberupa campuran n-heksana, etil asetat, dan metanol yang bergradien. Sedangkan  \n \n\ntahap pemurnian menggunakan teknik kromatografi radial yang dielusi dengan  \n \n\nsistem pelarut yang sesuai. Penentuan sktruktur senyawa murni dilakukan  \n \n\nberdasarkan data spektrum NMR 1D (1H dan 13C) dan 2D (HSQC, COSY, HMBC, NOESY, dan TOCSY). Berdasarkan metodologi tersebut, telah berhasil  \n \n\ndiisolasi tiga senyawa murni dari tiga fraksi yang berbeda. Ketiga senyawa  \n \n\ntersebut telah diidentifikasi sebagai fisalin D, isofisalin B, dan fisalin J. Isolasi  \n \n\nisofisalin B dari tumbuhan ini adalah yang pertama kali dilaporkan, sedangkan  \n \n\nfisalin D dan fisalin J sebelumnya sudah dilaporkan. Pada penelitian ini, telah  \n \n\ndilakukan kajian mengenai struktur ketiga senyawa yang menghasilkan beberapa  \n \n\nusulan terhadap data-data yang telah dilaporkan sebelumnya, di antaranya berupa  \n \n\npenempatan posisi geseran kimia karbon-karbon fisalin B yang lebih sesuai dan  \n \n\nmelengkapi data geseran kimia karbon fisalin J. Studi struktur 3D menghasilkan  \n \n\ninformasi mengenai struktur ketiga senyawa yang lebih baik dan sesuai dengan  \n \n\ndata NMR 1D dan 2D. Pengujian antibakteri dilakukan dengan metode difusi agar  \n \n\n(uji Kirby-Bauer) menggunakan kloramfenikol sebagai antibiotik pembanding.  \n \n\nBakteri uji meliputi enam bakteri Gram-(+): Bacillus cereus, Enterococcus  \n \n\nfaecalis, Kocuria rhizophilla, Listeria monocytogenes, Staphylococcus aureus,  \n \n\ndan Staphylococcus saprophyticus dan lima bakteri Gram-(-): Citrobacter  \n \n\nfreundii, Enterobacter aerogenes, Escherichia coli, Pseudomonas aeruginosa,  \n \n\ndan Salmonella enterica. Hasil pengujian memperlihatkan ketiga senyawa  \n \n\ntersebut tidak aktif sebagai antibakteri, walaupun ekstraknya menunjukkan zona  \n \n\ninhibisi berukuran 8-12 mm. Sebagai kesimpulan, pada penelitian ini telah  \n \n\nberhasil diisolasi tiga senyawa turunan steroid witanolida yang tidak bersifat  \n \n\nantibakteri.", "Daftar File": {"2017 TS PP  APRILLIYANI SURYANINGTIAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109412", "COVER APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169183", "BAB1 APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169184", "BAB2 APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169186", "BAB3 APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169187", "BAB4 APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169188", "BAB5 APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169189", "PUSTAKA APRILLIYANI SURYANINGTIAS (NIM : 20514027)": "https://digilib.itb.ac.id/gdl/download/169190"}, "Penulis": "APRILLIYANI SURYANINGTIAS (NIM : 20514027)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Physalis angulata, Ciplukan, fisalin D, isofisalin B, fisalin J", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}