{"Nomor": 21180, "Judul": "OPTIMASI PENGGUNAAN ENERGI PROSES PEMBUBUTAN KASAR DENGAN METODE FIREFLY ALGORITHM", "Abstrak": "Perkembangan industri di Indonesia saat ini terus mengalami peningkatan, salah satunya adalah industri manufaktur. Industri manufaktur sebagai salah satu industri terbesar, memiliki peranan penting dalam peningkatan perekonomian Indonesia. Namun, hal tersebut mengakibatkan tingginya penggunaan energi listrik sebagai energi utama proses manufaktur. Dalam perkembangannya, green manufacturing menjadi salah satu konsep yang digunakan untuk mengurangi dampak negatif dari proses manufaktur terhadap lingkungan. Mesin bubut sebagai salah satu mesin yang masih banyak digunakan dalam proses manufaktur akan dioptimasi penggunaan energinya pada suatu proses pembubutan. Hal tersebut diharapkan mampu mengurangi penggunaan energi sehingga mengurangi dampak Ã‚Â– dampak negatif terhadap lingkungan.  Dalam prosesnya akan dilakukan pemodelan energi berdasarkan percobaan pembubutan yang dilakukan terhadap material Baja S45C. Pemodelan akan dilakukan dengan metode multivariable regression sehingga akan didapatkan fungsi objektif energi proses pembubutan. Selanjutnya, Metode firefly algorithm atau algoritma kunang Ã‚Â– kunang akan digunakan dalam mengoptimasi energi proses pembubutan agar tetap rendah pada nilai material removal rate (MRR) tertentu. Berdasarkan hasil optimasi tersebut, parameter proses yang didapatkan akan divalidasi dengan eksperimen untuk mendapatkan energi sebenarnya. Energi aktual yang terukur berdasarkan hasil optimasi akan dievaluasi menjadi skor penurunan energi yang dibandingkan dengan kurva referensi yang didapat sebelumnya. Indikator specific energy consumption (SEC) terhadap nilai material removal rate (MRR) tertentu akan digunakan dalam prosesnya.  Fungsi objektif energi yang didapatkan memiliki tingkat kepercayaan sebesar 98%. Skor penurunan energi berdasarkan hasil optimasi tersebut adalah 74%. Hal tersebut jika kita bandingkan dengan data yang sudah didapat sebelumnya terjadi penurunan sebesar 7,5%. Berdasarkan hasil tersebut, membuktikan bahwa proses optimasi penggunaan energi proses pembubutan dapat dilakukan", "Daftar File": {"2017 TA PP ANZHARI LUTHFI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109403"}, "Penulis": "ANZHARI LUTHFI - Nim: 13113139", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya           \n\nDr. Sri Raharno, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Green manufacturing, optimasi, SEC", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}