{"Nomor": 21181, "Judul": "KAJIAN POLA ALIRAN PADA FORMED SUCTION INTAKE (FSI) DENGAN SIMULASI COMPUTATIONAL FLUID DYNAMIC (CFD)", "Abstrak": "Pompa air sebagai salah satu infrastruktur yang sangat penting untuk berbagai kebutuhan, sangat bergantung pada efisiensi dan kualitas performa berbagai komponennya. Vortex dengan masukan udara, ketidakmerataan distribusi kecepatan aliran pada leher pompa, dan sudut aliran pada leher pompa, merupakan beberapa fenomena yang seringkali terjadi pada pompa, yang menyebabkan menurunnya efisiensi dan performa pompa. Intake merupakan salah satu komponen pompa yang berfungsi mengontrol pola aliran yang masuk ke dalam pompa. Formed Suction Intake (FSI) sebagai salah satu jenis intake, telah menjadi salah satu pilihan dalam mengatasi berbagai efek merugikan dari aliran masuk ke dalam pompa. Pemahaman pola aliran pada FSI menjadi cukup krusial, sedangkan model fisik sangat terbatas dalam menyediakan resolusi yang cukup tinggi untuk sebuah model dapat diamati secara keseluruhan. Simulasi dengan Computational Fluid Dynamic (CFD), memberikan ruang peningkatan resolusi yang lebih tinggi untuk bisa mengamati model FSI secara lebih teliti. Dari hasil simulasi CFD, ditemukan bahwa ditemukan kaitan erat antara kejadian vortex yang ditandai dengan peningkatan vortisitas pada suatu daerah dengan peningkatan parameter turbulen seperti produksi K dan intensitas turbulensi. Selain itu, kejadian vortex yang diikuti dengan masukan udara ke dalam leher pompa nampak diakibatkan adanya draw down di muka FSI dan diikuti dengan berpusarnya air di sekitar draw down tersebut. Kemudian jalaran dari distribusi kecepatan pada hulu FSI yang sangat terpengaruh separasi aliran mengakibatkan terjadinya ketidakmerataan distribusi kecepatan pada leher pompa.", "Daftar File": {"2017 TS PP AOZORA INSAN KAMIL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109404"}, "Penulis": "Aozora Insan Kamil - NIM:25015043", "Kontributor / Dosen Pembimbing": ["Prof. Ir. M. Syahril, B, K, Ph.D \n\nProf. Ir. Yazid Bindar, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pompa, FSI, CFD, vortisitas, turbulen, vortex, distribusi kecepatan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}