{"Nomor": 21186, "Judul": "PEMILIHAN TEBAL SUDU DAN ANALISIS KEKUATAN TURBIN ULIR MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Energi merupakan hal yang sangat penting dalam hidup manusia. Salah satu contoh energi yang paling sering digunakan oleh manusia adalah energi listrik. Namun, pasokan listrik di dunia memiliki batasan, sehingga diperlukan banyak pembangkit listrik untuk membantu pasokan listrik agar dapat mencukupi kebutuhan sehari-hari warga dunia. Ada berbagai macam permbangkit listrik di Indonesia, salah satunya menggunakan tenaga air. \n\nSelain sebagai pembangkit listrik, aliran air juga digunakan sebagai irigasi yang mengairi perkebunan dan persawahan. Indonesia merupakan negara agrikultur yang tentunya memiliki banyak saluran irigasi. Saluran irigasi inilah yang ditargetkan memiliki dua fungsi yaitu membangkitkan listrik dan mengalirkan air ke persawahan. \n\nPada tugas sarjana ini penulis memilih ketebalan sudu turbin dan ketebalan sambungan lasan pada turbin ulir dengan terlebih dahulu mereformulasikan beban hidrostatik yang menjadi beban operasi dan meninjau aspek keterbuatan turbin ulir. Setelah tebal ditentukan, dibuatlah model 3D yang nantinya dilakukan simulasi kekuatan statik dengan software Ansys 16 Analisys Static Structural yang berbasis metode elemen hingga. Hasil Simulasi tersebut divalidasi dengan cara validasi geometri, membandingkan hasil simulasi dan perhitungan suatu model yang sederhana, dan menghitung gaya reaksi arah aksial turbin dengan galat antara teoritik dan simulasi sebesar 0,31%. Hasil simulasi ini lalu dilakukan analisis kekuatan karena menghasilkan tegangan yang terjadi pada turbin. Hasil analisis menyatakan bahwa struktur turbin ulir ini kuat menahan beban kerja yang terjadi. Setelah itu dilakukan analisis apakah deformasi yang terjadi tidak melewati batas deformasi yang diizinkan. Pada Akhirnya terpilih tebal sudu sebesar 3 mm, tebal las sebesar 3 mm, dan tebal pipa sebesar sch 20 (6,35 mm).", "Daftar File": {"2017 TA PP AQIL ATHOILLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109414"}, "Penulis": "AQIL ATHOILLAH (nim : 13113024)", "Kontributor / Dosen Pembimbing": ["Tim Pembmbing:  \n\nDr.Ing.Ir. Indra Djodikusumo. \n\nDr. Agus Yodi Gunawan S.Si., M.Si.  \n\nRachman Setiawan ST, M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "turbin Archimedes, tekanan hidrostatik, momen, analisis kekuatan statik, finite element method.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}