{"Nomor": 21183, "Judul": "IMPLIKASI PENERAPAN SISTEM REFERENSI GEOSPASIAL INDONESIA 2013 (SRGI 2013) DI DUNIA MIGAS", "Abstrak": "Salah satu permasalahan teknis mengenai sistem koordinat di dunia minyak dan gas bumi (migas) terjadi karena penggunaan sistem koordinat yang beragam pada pengelolaan data spasial migas. Hal tersebut mengindikasikan adanya \n\nketidakpahaman konsep sistem koordinat dan permasalahan produk hukum mengenai aspek geodetik di dunia migas serta implementasinya. Oleh karena itu, perlu dibuatlah standardisasi yang mengatur tentang penyeragaman sistem koordinat di dunia migas. \n\nPenelitian ini bertujuan untuk memberikan analisis permasalahan teknis dan realisasi produk hukum terkait sistem referensi koordinat terdahulu serta mengkaji implikasi penerapan sistem referensi koordinat baru, SRGI 2013. Metode yang digunakan adalah analisis penerapan SRGI 2013 melalui aspek teknis dan aspek legal. Hasil dari \n\npenelitian ini menunjukkan bahwa SRGI 2013 dan datum lokal mempunyai perbedaan koordinat beragam mulai dari puluhan hingga ratusan meter sehingga dapat menyebabkan permasalahan mulai dari penetapan wilayah kerja, survei umum sampai penentuan posisi sumur pengeboran.", "Daftar File": {"2015 TA PP APRILIYANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109406", "2015 TA PP APRILIYANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109407", "2015 TA PP APRILIYANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109408", "2015 TA PP APRILIYANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109409", "2015 TA PP APRILIYANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109410", "2015 TA PP APRILIYANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109411"}, "Penulis": "APRILIYANA (NIM : 15110096)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Hasanuddin Z. Abidin., M.Sc. \n\nDr. Heri Andreas, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Koordinat, SRGI 2013, Landasan Hukum, Migas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}