{"Nomor": 21182, "Judul": "ANALISIS GRAF UNTUK DETEKSI KEMACETAN PADA JARINGAN JALAN", "Abstrak": "Pada penelitian ini dilakukan pengembangan kerangka kerja untuk mendetek- si kemacetan di jaringan  \n\njalan perkotaan. Data ATCS (Area Traffic Control System) kota Bandung digunakan sebagai bahan  \n\npenelitian dengan volume kendaraan dijadikan sebagai komponen arus lalu lintas yang digunakan da-  \n\nlam proses deteksi kemacetan. Data arus lalu lintas dikumpulkan oleh alat detektor kendaraan yang  \n\ndiletakan di persimpangan jalan dalam kurun waktu per 15 menit. Data tersebut menghimpun data  \n\ntentang atribut arus kendara- an, arah arus kendaraan serta lokasi persimpangan di jaringan jalan.  \n\nUntuk memudahkan dalam proses perhitungan korelasi spasial, pemodelan graf di- gunakan dalam  \n\npembentukan matriks ketetanggaan. Dengan mengasumsikan lokasi detektor sebagai simpul dan arah  \n\nkendaraan sebagai sisi, graf dimo- delkan berdasarkan lokasi detektor kendaraan dan arah arus  \n\nkendaraan dari sembilan lokasi yang dijadikan area pengujian. Hasil pemodelan graf dirubah kedalam  \n\nbentuk matriks untuk memudahkan perhitungan korelasi. Matriks ketetanggaan yang digunakan terdiri  \n\ndari 3 buah matriks di masing-masing periode waktu, yang menggambarkan urutan jarak spasial yang  \n\ndilalui oleh kendaraan di lokasi persimpangan. Untuk menghitung korelasi spasial, fungsi  \n\nautokorelasi dan fungsi korelasi silang yang merupakan turunan dari fungsi korelasi sederhana  \n\nPearson digunakan untuk melihat hubungan dan kekuatan pengaruh pada masing-masing lokasi di  \n\njaringan jalan. Perhitungan korelasi spasial dilakukan pada 4 (empat) jenis periode waktu, yaitu:  \n\npada 24 jam (00:00-24:00), waktu puncak pagi hari (06:00-09:00), waktu puncak siang hari  \n\n(11:00-14:00) dan waktu puncak sore hari (16:00-19:00). Hasil perhitungan ko- relasi spasial,  \n\nmenunjukan adanya pola musiman pada hasil autokorelasi mes- kipun skala nilainya semakin kecil  \n\nseiring bertambahnya jeda waktu. Hal ini memberikan dasar dalam proses perhitungan fungsi korelasi  \n\nsilang dan dapat disimpulkan bahwa volume kendaraan pada setiap lokasi yang terhubung di jaringan  \n\njalan dapat diketahui dengan melakukan observasi pada deret waktu periode musiman sebelumnya. Hal  \n\nini juga dapat dijadikan asumsi dan dasar dalam mengembangkan sebuah metode prediksi. Untuk hasil  \n\nkorelasi silang, dengan melakukan pengembangan bentuk matriks dengan cara penggabungan matriks,  \n\ndilakukan perhitungan dengan  menggunakan  Aturan  Simpson  un- tuk melihat lokasi yang paling  \n\nberpengaruh terhadap kemacetan di jaringan jalan.  Hasilnya dapat diketahui lokasi persimpangan  \n\nmana saja pada setiap  \n\nperiode waktu yang paling berpengaruh menyebabkan kemacetan di jaringan jalan dan dibuktikan dengan  \n\nmelakukan pengamatan tingkat kemacetan lo- kasi persimpangan berdasarkan Level of Service. Pada  \n\npenelitian ini, dapat disimpulkan bahwa pemodelan graf dibutuhkan untuk mempermudah dalam proses  \n\nperhitungan korelasi spasial dengan cara melakukan representasi graf menjadi sebuah bentuk matriks.  \n\nHasil perhitungan aturan Simpson pada ha- sil korelasi silang, dapat dilakukan deteksi kemacetan  \n\nterhadap semua lokasi persimpangan di jaringan jalan dengan hasil berupa urutan lokasi yang paling  \n\nberpengaruh enyebabkan kemacetan di jaringan jalan di setiap periode waktu.", "Daftar File": {"2017 TS PP APIP RAMDLANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109405"}, "Penulis": "APIP RAMDLANI (NIM: 23514094)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. G. A. Putri S., M.Comm. \n\nYudistira D.W.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis graf, Area Tra", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}