{"Nomor": 21197, "Judul": "EVALUASI KUALITAS LINGKUNGAN DARI ASPEK MIKROBIOLOGI DI GEDUNG TEKNIK LINGKUNGAN INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Studi ini mengevaluasi kualitas lingkungan dari aspek mikrobiologi di Gedung Teknik Lingkungan, Institut Teknologi Bandung. Pengambilan sampel dilakukan secara passive sampling menggunakan media agar nutrien. Agar nutrien dibiarkan terpapar udara selama 1 jam untuk mengevaluasi koloni yang terbentuk dalam satuan CFU/plate/jam. Pengambilan sampel dilakukan saat pagi dan sore hari pada dua titik yaitu titik dekat dari jendela dan jauh dari jendela. Hal ini dimaksudkan agar diketahui perbedaan kualitas mikrobiologi di dalam ruangan sebelum dan setelah aktifitas serta pengaruh penempatan titik sampel. Pada saat sampling, dilakukan pengukuran kelembaban, suhu, serta jumlah orang di dalam ruangan yang bertujuan untuk mengevaluasi kemungkinan hubungan antara faktor-faktor tersebut dengan jumlah mikroorganisme di dalam ruangan. Hasil dari pemeriksaan menunjukkan bahwa secara rata-rata jumlah mikroorganisme pada sore hari mempunyai nilai yang lebih besar. Kondisi ini dikarenakan pada pagi hari belum ada aktifitas. Sedangkan untuk kondisi dua titik sampling, secara keseluruhan, hasil pengukuran pada titik sampling yang jauh dari jendela lebih banyak jumlah mikroorganisme ditemukan dibandingkan dengan jumlah mikrooganisme pada titik sampling dekat dengan jendela. Aktifitas orang di dalam ruangan yang pada umumnya dilakukan di sekitar titik sampling jauh dari jendela menjadi penyebab mengapa jumlah mikroorganisme pada titik jauh dari jendela lebih besar dibanding titik dekat dari jendela. Selain itu terdapat korelasi yang cukup kuat antara kelembaban dan jumlah mikroorganisme.", "Daftar File": {"2013 TA PP ARDIE WIBISONO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109455", "2013 TA PP ARDIE WIBISONO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109456", "2013 TA PP ARDIE WIBISONO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109457", "2013 TA PP ARDIE WIBISONO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109458", "2013 TA PP ARDIE WIBISONO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109459", "2013 TA PP ARDIE WIBISONO 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109460"}, "Penulis": "ARDIE WIBISONO (NIM : 15308064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir Indah Rachmatiah,MSc.,Phd,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lingkungan, mikrobiologi, Gedung Teknik Lingkungan, ITB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}