{"Nomor": 21199, "Judul": "EVALUASI INVERSI EXTENDED ELASTIC IMPEDANCE DAN SEISMIK MULTI-ATRIBUT UNTUK IDENTIFIKASI PERSEBARAN LITOLOGI DAN FLUIDA PADA RESERVOIR BATUPASIR FORMASI TALANG AKAR", "Abstrak": "Formasi Talang Akar merupakan formasi klastik-silika yang didominasi oleh batupasir dan batuserpih. Pada lapangan ini, formasi ini terbukti mampu memproduksi hidrokarbon dalam jumlah yang signifikan pada beberapa sumur-nya. Penemuan ini mendorong untuk dilakukannya studi lanjutan untuk mengkarakterisasi reservoir agar dapat ditemukan lokasi untuk dibangunnya sumur produksi tambahan agar ekstraksi hidrokarbon di lapangan ini optimum. Reservoir pada formasi ini diketahui merupakan lapisan batupasir tipis yang berada di antara interval batuserpih yang tebal. Ketebalan batupasir berada di bawah resolusi vertikal data seismik. Sifat fisis batupasir dan batuserpih, yang diberikan oleh modulus yang diturunkan dari informasi sumur, menunjukkan perbedaan yang signifikan antara kedua sumur yang dianalisis. Kedua kondisi diatas membatasi kemampuan seismik inversi untuk melakukan karakterisasi. Extended Elastic Impedance (EEI) yang merupakan esktensi dari Elastic Impedance (EI) didapatkan mampu berkorelasi baik dengan modulus 𝜇𝜇𝜌𝜌, 𝜆𝜆𝜌𝜌, dan rasio Vp/Vs pada sudut proyeksi EEI tertentu. Hasil inversi EEI tersebut kemudian digunakan sebagai eksternal atribut pada analisis multi-atribut dengan target Gamma-ray (GR) dan Saturasi Air (SW). Hasilnya, aplikasi dari analisis ini mampu memisahkan litologi batupasir dengan batuserpih serta menunjukkan area berpotensi HC melalui pseudo-GR dan pseudo-SW-nya.", "Daftar File": {"2012 TA PP ARDI HAMDANI BATUBARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109462", "2012 TA PP ARDI HAMDANI BATUBARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109463", "2012 TA PP ARDI HAMDANI BATUBARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109464", "2012 TA PP ARDI HAMDANI BATUBARA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/109465", "2012 TA PP ARDI HAMDANI BATUBARA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/109466", "2012 TA PP ARDI HAMDANI BATUBARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109467", "2012 TA PP ARDI HAMDANI BATUBARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109468", "2012 TA PP ARDI HAMDANI BATUBARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109469"}, "Penulis": "ARDI HAMDANI BATUBARA (NIM : 12307065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Triyoso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Extended Elastic Impedance, Karakterisasi Reservoir, Seismik Multi-atribut", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}