{"Nomor": 21202, "Judul": "ANALISA PENGAMBILAN KEPUTUSAN YANG TERPADU UNTUK MENENTUKAN ALTERNATIF OPTIMISASI GAS; STUDI KASUS LAPANGAN X  DAN Y, PT CHEVRON PACIFIC INDONESIA", "Abstrak": "Tim Asset Gas memiliki tanggung jawab untuk mempertahankan dan meningkatkan produksi gas di \n\narea konsesi PT Chevron Pacific Indonesia (CPI). Salah satu inisiatif untuk menaikkan produksi adalah \n\nmemanfaatkan potensi gas yang belum dikembangkan di Lapangan minyak X dan Y. Potensi gas ini \n\ntelah di-identifikasi berdasarkan data bawah permukaan yang ada sehingga tim proyek yakin dengan \n\nkeberadaan gas di dalam reservoir dan dikonfirmasi oleh tes awal produksi. Isu utama untuk \n\nmengembangkan potensi gas di Lapangan X dan Y adalah jumlah cadangan gas yang tidak terlalu besar \n\nserta jarak ke fasilitas produksi gas terdekat adalah sekitar 10 Km. \n \n\nUsaha optimisasi terhadap potensi gas yang belum dikembangkan di Lapangan X dan Y akan mengikuti \n\nproses manajemen proyek standar di PT CPI. Tim Optimisasi telah melalui Tahap-1 dalam \n\nmengidentifikasi potensi gas dan saat ini sedang memasuki Tahap-2 untuk membuat dan memilih \n\nalternatif. Tujuan dari tugas akhir ini adalah menilai semua alternatif metode produksi gas dan \n\nselanjutnya memilih alternatif yang paling baik untuk diaplikasikan di Lapangan X dan Y. Hasil dari \n\nrekomendasi alternatif akan mejadi dasar untuk pekerjaan Tahap-3 dari proses manajemen proyek. \n \n\nMetodologi yang di pergunakan di tugas akhir merupakan kombinasi dari Analisa Kuantitatif yang telah \n\nmenjadi standar dari proses pengambilan keputusan di PT CPI dengan Analisa Kualitatif dan Analisa \n\nAnalytical Hierarchy Process (AHP). Analisa Kualitatif dan Kuantitatif dapat dilakukan pada saat \n\nbersamaan dan akan menjadi input untuk Analisa AHP. Analisa Kuantitatif meliputi validasi dari \n\nperhitungan cadangan gas, manajemen rencana ketidakpastian (uncertainty) dan resiko, perhitungan \n\nekonomi, decision tree dan Value of Information (VOI). Analisa konten Kualitatif dipergunakan untuk \n\nmenganalisa hasil wawancara semi-structured terhadap perwakilan pimpinan terkait alokasi Opex \n\n(operation expenditure) dan ekspektasi keberhasilan suatu proyek. AHP akan menjadi analisa terpadu \n\nuntuk mendapatkan rekomendasi akhir. \n \n\nTiga alternatif optimisasi gas yakni CTG (Convert to Gas), pasokan listik lokal dan gas dumpflood telah \n\ndi analisa potensi penerapannya. Hasil analisa akhir AHP menyatakan bahwa alternatif pasokan listrik \n\nlokal adalah yang terpilih dan dilanjutkan ke analisa keteknikan dan keekonomian di Tahap-3 \n\nmanajemen proyek. Alternatif pasokan listrik lokal akan memproses gas terproduksi di lokasi lapangan \n\ndan menghasilkan listik untuk mendukung operasi produksi minyak di Lapangan X dan Y. Alternatif \n\nCTG tidak terpilih karena besarnya investasi untuk membangun pipa produksi gas. Alternatif gas \n\ndumpflood tidak cocok diterapkan karena peluang sukses yang kecil. Pengambilan keputusan terpadu \n\nyang terdiri dari Analisa Kuantitatif, Analisa Kualitatif dan Analisa AHP sangat direkomendasikan \n\npenggunaannya di Tim Asset Gas untuk analisa potensi optimisasi gas lainnya.", "Daftar File": {"Ardi Nazamzi  29115220.pdf": "https://digilib.itb.ac.id/gdl/download/109488"}, "Penulis": "ARDI NAZAMZI  29115220", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "integrated decision analysis, qualitative analysis, quantitative analysis, AHP analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Okt 2017"}