{"Nomor": 21201, "Judul": "TABEL CURANMOR R2 DAN DISTRIBUSI PELUANG WAKTU ANTAR CURANMOR R2 DI KOTA BANDUNG", "Abstrak": "Kriminalitas merupakan permasalahan sosial besar yang dihadapi oleh pemerintah di semua negara. Karena kriminalitas memberikan dampak negatif yang serius baik bagi negara maju, berkembang, dan/atau tertinggal. Namun, tipe kejahatan memiliki karakteristik yang berbeda-beda untuk tiap daerah, karena kriminalitas sangat dipengaruhi oleh lingkungannya. Banyaknya masyarakat Kota Bandung yang memiliki kendaraan bermotor roda 2, menjadikan curanmor R2 sebagai kejahatan yang paling sering terjadi di Kota Bandung. Maka dari itu, pada tugas akhir ini hanya akan dilakukan studi kasus terhadap data curanmor R2 di Kota Bandung. Tabel curanmor R2 akan dibangun yang disertai dengan fungsi hazard ratenya. Namun sebelumnya dilakukan proses menghitung banyaknya curanmor R2 sebagai langkah awal membangun tabel curanmor R2. Selanjutnya, dicari fungsi hazard rate secara empiris berdasarkan infromasi pada tabel yang telah dibangun. Fungsi hazard rate tersebut menggambarkan laju terjadinya curanmor R2 sesaat setelah waktu tertentu. Dari tabel tersebut juga didapatkan peluang terjadinya curanmor R2 per bulannya. Selanjutnya dicari distribusi waktu antar curanmor R2 yang didekati oleh distribusi eksponensial, Weibull, dan lognormal. Hal ini dilakukan untuk mengetahui intensitas terjadinya curanmor R2 di Kota Bandung. Uji yang digunakan untuk menentukan distribusi terbaiknya adalah uji khi kuadrat. Dengan hasil, distribusi Weibull sebagai distribusi terbaik dengan p-value sebesar 4,36%. Selanjutnya akan dicari hubungan waktu antar curanmor R2 dengan kelas kerugiannya menggunakan uji Kruskal-Wallis. Didapatkan bahwa tidak ada perbedaan waktu antar curanmor R2 untuk masing-masing kelas kerugian", "Daftar File": {"2017 TA PP ARDINA TRIVERA KURNIAWATI 1- ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/109487"}, "Penulis": "ARDINA TRIVERA KURNIAWATI (10113068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kurnia Novita Sari", "Dr. Udjianna S. Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eksponensial, fungsi hazard rate, lognormal, uji Kruskal-Wallis, uji khi kuadrat, waktu antar curanmor R2, Weibull", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}