{"Nomor": 21217, "Judul": "ANALISIS KEBIJAKAN PENEGAKAN HUKUM ADMINISTRASI LINGKUNGAN DALAM PENGURANGAN RISIKO BENCANA KEBAKARAN HUTAN DAN LAHAN (Studi Kasus di Kabupaten Pelalawan, Riau)", "Abstrak": "Kebakaran hutan dan lahan (karhutla) sampai saat ini masih terjadi di Indonesia termasuk karhutla yang terjadi di areal perusahaan. Padahal, perusahaan mempunyai kewajiban untuk melakukan pengendalian karhutla di areal mereka. Pemerintah sebagai pihak yang memberi izin berkewajiban melakukan penegakan hukum administrasi lingkungan berupa pengawasan dan pengenaan sanksi administrasi. Jika pemerintah melaksanakan tugasnya dalam menegakkan hukum administrasi lingkungan, maka hal ini berpotensi dapat mengurangi risiko bencana karhutla.   \n \n \n\nOleh karena itu perlu dikaji mengenai faktor-faktor yang mempengaruhi keberhasilan implementasi penegakan hukum administrasi lingkungan oleh pemerintah sebagai pihak berwenang. Tujuan penelitian ini adalah untuk mengetahui implementasi penegakan hukum administrasi lingkungan sebagai upaya pengurangan risiko bencana karhutla di areal perusahaan di Kabupaten Pelalawan, Provinsi Riau. Studi dilakukan dengan metode penelitian kualitatif dengan mengumpulkan berbagai macam data sekunder dan wawancara untuk memperoleh data primer kepada narasumber yang berasal dari aparat pemerintah Kabupaten Pelalawan, praktisi hukum administrasi lingkungan dan ahli hukum administrasi lingkungan.   \n \n \n\nBerdasarkan penelitian, ditemukan bahwa implementasi penegakan hukum administrasi lingkungan dalam pengendalian karhutla di Kabupaten Pelalawan masih lemah. Ini terjadi pada semua faktor yang menjadi variabel di dalam penelitian ini. Salah satu faktor yang mempengaruhi lemahnya implementasi kebijakan yaitu sangat lemahnya faktor komunikasi antara BLH Pelalawan sebagai pelaksana kebijakan dengan Kementerian Lingkungan Hidup dan Kehutanan (KLHK) sebagai pembuat kebijakan. Oleh sebab itu, untuk masa yang akan datang pemerintah Kabupaten Pelalawan perlu menyusun regulasi khusus terkait dengan pengendalian karhutla, penguatan struktur organisasi, penguatan koordinasi dan konsultasi dengan KLHK, peningkatan kesiapan SDM dan penganggaran yang memadai.", "Daftar File": {"2016 TS PP ARIEF HILMAN ARDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109544", "2016 TS PP ARIEF HILMAN ARDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109543", "2016 TS PP ARIEF HILMAN ARDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109542", "2016 TS PP ARIEF HILMAN ARDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109541", "2016 TS PP ARIEF HILMAN ARDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109540", "2016 TS PP ARIEF HILMAN ARDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109545", "2016 TS PP ARIEF HILMAN ARDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109546", "2016 TS PP ARIEF HILMAN ARDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109547"}, "Penulis": "ARIEF HILMAN ARDA (NIM : 25414058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Saut Aritua H. Sagala, ST., M.Sc., Dr.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kebakaran hutan dan lahan, penegakan hukum administrasi lingkungan, implementasi kebijakan, kapasitas pemerintah daerah, pengurangan risiko bencana", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}