{"Nomor": 21216, "Judul": "PENGARUH RHK (RUANG HENTI KHUSUS) SEPEDA MOTOR TERHADAP KINERJA PERSIMPANGAN BERSINYAL", "Abstrak": "RHK (ruang henti khusus) untuk sepeda motor merupakan suatu fasilitas yang didesain untuk memfasilitasi sepeda motor saat menunggu di periode waktu merah di persimpangan bersinyal. Pemisahan arus lalu lintas akibat adanya RHK tidak hanya memberikan pengaruh terhadap potensi konflik lalu lintas yang ditimbulkan tetapi juga berpengaruh terhadap aspek lain. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh keberadaan RHK pada suatu pendekat terhadap kinerja persimpangan bersinyal. Indikator kinerja yang ditinjau untuk mengatahui pengaruh keberadaan RHK tersebut adalah arus jenuh, start-up lost time, dan tundaan lalu lintas rata-rata. Studi ini juga mengevaluasi nilai ekivalensi mobil penumpang untuk sepeda motor pada persimpangan bersinyal yang dilengkapi RHK dan tidak dilengkapi RHK.    \n \n \n \n\nMetode yang digunakan dalam mengukur indikator kinerja persimpangan adalah dengan menggunakan kurva kumulatif. Dari penelitian yang dilakukan, persimpangan yang dilengkapi RHK memiliki arus jenuh yang lebih besar dibandingkan persimpangan yang tidak dilengkapi RHK sehingga penggunaan RHK efektif untuk meningkatkan kapasitas persimpangan. Nilai emp (ekivalensi mobil penumpang) sepeda motor yang diperoleh pada persimpangan yang dilengkapi RHK adalah sebesar 0,28 sedangkan nilai emp sepeda motor pada persimpangan yang tidak dilengkapi RHK adalah sebesar 0,26. Perbedaan nilai emp sepeda motor dengan MKJI yang besarnya 0,2 terjadi karena adanya perbedaan komposisi sepeda motor pada kondisi saat ini dibandingkan komposisi sepeda motor pada studi empiris yang dilakukan MKJI.", "Daftar File": {"2016 TS PP ARIEF BUDIMAN ARMIN 1.pdf": "https://digilib.itb.ac.id/gdl/download/109539"}, "Penulis": "ARIEF BUDIMAN ARMIN", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "arus jenuh, start-up lost time, tundaan lalu lintas rata-rata, kurva kumulatif, ekivalensi mobil penumpang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}