{"Nomor": 21222, "Judul": "PERBAIKAN PADA UTILISASI PROSES PENGEBORAN UNTUK MENINGKATKAN LAJU PRODUKSI DI PROYEK LOWER WANAGON  PT FREEPORT INDONESIA", "Abstrak": "PT Freeport Indonesia (PTFI) merupakan perusahaan tambang yang beroperasi di Mimika, \n\nProvinsi Papua. Perusahaan ini menjual konsentrat tembaga, emas, dan perak ke seluruh \n\ndunia. Saat ini, PTFI memiliki proyek besar terkait fase penutupan tambang di area Lower \n\nWanagon. Proyek ini sangat penting bagi perusahaan sebagai komitmen kepatuhan \n\nterhadap peraturan pemerintah Indonesia. Proyek ini dimulai sejak 2011 dan akan selesai \n\npada 2023. Tujuan dari proyek ini adalah untuk stabilisasi material timbunan melalui proses \n\nperubahan kemiringan lereng. Total material yang harus dipindahkan pada proyek ini \n\nsekitar 260 juta Ton. Perusahaan berharap proyek ini selesai tepat waktu untuk menghindari \n\nbiaya tambahan di kemudian hari.  \n\nSampai tahun 2017, pencapaian proyek ini masih 35.5% dari target karena rendahnya laju \n\nproduksi. Dalam proyek ini, laju produksi dipengaruhi oleh proses penambangan yang \n\nterdiri dari pengeboran, peledakan, penggalian, dan pengangkutan. Tugas akhir ini akan \n\nakan fokus untuk melakukan identifikasi proses penambangan mana yang menjadi \n\nhambatan dan mengajukan beberapa alternatif solusi untuk meningkatkan laju produksi.  \n\nBottleneck Identification Model (BMI) yang diusulkan oleh Kahraman dalam disertasinya \n\npada 2015 sebagai kerangka kerja. Model ini membandingkan kapasitas dan aktual \n\nproduksi dari peralatan tambang untuk mengidentifikasi hambatan produksi. Tugas akhir \n\nini menemukan bahwa utilisasi pada proses pengeboran sebagai hambatan. Empat \n\npenyebab tertinggi yang berkontribusi terhadap rendahnya utilisasi pada mesin bor adalah \n\nmenunggu area, pergantian gilir kerja, tidak ada operator, dan selesai dari perbaikan. \n\nKeempat penyebab ini berkontribusi sebesar 85.4% dari keseluruhan waktu siaga. \n\nBeberapa alternatif solusi seperti perbaikan proses pergantian shift, membuat rencana \n\ntambang yang terintegrasi, dan mengubah prosedur komunikasi, dibuat untuk \n\nmenghilangkan atau mengurangi durasi alat tidak terpakai. Perbaikan pada utilisasi mesin \n\nbor memberikan hasil yang siginifikan pada peningkatan laju produksi proses pengeboran \n\nsebesar 53.6%. Skenario untuk meningkatkan produksi yang diusulkan dalam tugas akhir \n\nini dapat dipakai oleh management perusahaan agar proyek ini selesai tepat waktu pada \n\n2023. Proses implementasi harus terencana dan tercontrol. Oleh karena itu tim yang akan \n\nbertanggung jawab, jadwal, dan alat pemantauan harus ditentukan sebelum eksekusi.", "Daftar File": {"Arief Wijayanto  29115304.pdf": "https://digilib.itb.ac.id/gdl/download/109558"}, "Penulis": "ARIEF WIJAYANTO  29115304", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bottleneck identification model, Lower Wanagon project, drill utilization, standby time reduction, production rate improvement", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Okt 2017"}