{"Nomor": 21227, "Judul": "PEMODELAN PENCEMARAN LOGAM BERAT Hg HASIL PENGOLAHAN BIJIH EMAS SKALA KECIL DI DAERAH BUNI KASIH, BANDUNG - JAWA BARAT", "Abstrak": "Keberadaan aktivias pengolahan emas yang dilakukan secara amalgamasi oleh masyakat di daerah Buni Kasih, Pangalengan, Bandung-Jawa Barat telah memberikan pengaruh kepada kondisi lingkungan perairan sungai di daerah tersebut. Teknik pengolahan emas yang termasuk ke dalam tambang rakyat ini telah mencemarkan lingkungan sepanjang aliran sungai dengan keberadaan logam berat khususnya merkuri (Hg) yang terdapat pada badan air dan tanah di dasar sungai. Proses pengolahan emas rakyat ini mempergunakan gelundung sebagai alat penggerus yang di dalamnya terdapat campuran bijih emas dengan air raksa.   \n \n \n\nPemodelan pencemaran logam berat merkuri yang terdapat pada badan air dan sedimen sungai ini didasarkan atas persamaan pengendapan dan resuspensi, persamaan kesetimbangan massa padatan tersuspensi, persamaan dispersi, persamaan angkutan logam merkuri di estuari dengan beberapa asumsi-asumsi penyederhanaan model 1 dimensi. Setelah itu dilakukan korelasi persebaran konsentrasi bahan pencemar terhadap keberadaan gelundung untuk melihat kontribusi dari gelundung amalgamasi sebagai sumber pencemar logam berat.   \n \n \n\nDari hasil penelitian laboratorium menunjukkan bahwa konsentrasi merkuri pada sampel air berkisar antara 0 ppb Ã‚Â– 16,98 ppb dan pada sampel tanah berkisar antara 8 ppm - 146,02 ppm. Hasil tersebut kemudian digunakan untuk mengestimasi nilai keluaran konsentrasi merkuri dari gelundung-gelundung ada di sepanjang sungai dengan bantuan input dari data lapangan. Nilai keluaran konsentrasi merkuri dari gelundung yang didapat dari hasil pemodelan berkisar antara 0,36 ppb Ã‚Â– 5675,76 ppb. Hasil ini kemudian digunakan untuk mencari nilai konsentrasi merkuri pada sedimen dan dibandingkan dengan konsentrasi merkuri pada sedimen hasil analisis laboratorium pada jarak yang sama, diperoleh perbedaan nilai konsentrasi yang dihasilkan dari pemodelan berkisar antara 0,0000000044 ppm Ã‚Â– 2,04 ppm.", "Daftar File": {"2011 TA PP ARIF AFRIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109583", "2011 TA PP ARIF AFRIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109584", "2011 TA PP ARIF AFRIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109585", "2011 TA PP ARIF AFRIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109586", "2011 TA PP ARIF AFRIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109587", "2011 TA PP ARIF AFRIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109588", "2011 TA PP ARIF AFRIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109589"}, "Penulis": "ARIF AFRIYANTO (NIM : 125 06 033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Sanwani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pengolahan emas, amalgamasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}