{"Nomor": 21232, "Judul": "OPTIMASI PRODUKSI SUMUR DENGAN MEMODIFIKASI INSTALASI ESP DAN JET PUMP", "Abstrak": "Reservoir minyak yang telah dieksploitasi dalam waktu panjang, maka secara alamiah produktivitas sumur akan mengalami penurunan, yang antara lain disebabkan oleh turunnya tekanan reservoir, ataupun meningkatnya air yang terproduksi. Untuk mempertahankan produksi minyak tetap diatas batas minimum, maka diupayakan penggunaan metode pengangkatan buatan. Dengan adanya tantangan itu, sebagai production engineer dituntut untuk dapat menemukan inovasi-inovasi baru di bidang penggunaan metode pengangkatan buatan, yang dapat diaplikasikan dilapangan sehingga dapat meningkatkan produksi sumur dibandingkan produksi sebelumnya.        \n \n \n \n \n\nPada tugas akhir ini, lapangan minyak mempunyai dua lapisan reservoir dengan karakteristik yang sangat berbeda. Perbedaan itu sangat terlihat dari harga PI (productivity Index) masing-masing lapisan tersebut. Hasil ini diketahui setelah dilakukannya tes production logging dimana didapatkan hasil bahwa lapisan upper tidak memberikan kontribusi produksi pada saat kedua lapisan ini diproduksikan secara bersamaan (commingle). Upaya yang harus dilakukan adalah bagaimana mendapatkan jumlah produksi yang maksimal dari masing-masing lapisan reservoir tersebut, dan memproduksi masing-masing lapisan reservoir tersebut secara terpisah.        \n \n \n \n \n\nPada tugas akhir ini diusulkan dua metoda artificial lift yang berbeda, sehingga nantinya dapat dibandingkan metoda yang dapat memberikan hasil yang baik untuk diterapkan pada lapangan ini, apakah metoda yang diajukan atau metoda artificial lift yang sedang terpasang di sumur saat ini. Metoda yang diajukan tersebut adalah Dual Jet Pump dimana digunakan dual string yang terpisah, kemudian Dual ESP dimana digunakan tambahan alat yang disebut Y-block sebagai pemisah antara ESP upper dan ESP lower.        \n \n \n \n \n\nUntuk menentukan metoda mana yang sesuai untuk diterapkan pada lapangan ini, dilakukan analisa keekonomian selama 10 tahun. Metoda yang memberikan hasil NPV tertinggi pada akhir tahun kesepuluh merupakan metoda yang diajukan sebagai prioritas pertama.", "Daftar File": {"2011 TA PP ARIF RAHMAN HAKIM 1.pdf": "https://digilib.itb.ac.id/gdl/download/109601"}, "Penulis": "ARIF RAHMAN HAKIM (NIM : 12207057)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "optimisasi produksi, dual ESP, dual Jet Pump", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}