{"Nomor": 21230, "Judul": "IDENTIFYING FACTOR OF EMPLOYER ATTRACTIVENESS TO WINNING THE WAR FOR TALENT IN INDONESIA E-COMMERCE INDUSTRY", "Abstrak": "ABSTRAKSI     \n \n \n \n\nThe War for Talent merupakan masalah yang muncul akibat berkurangnya tenaga kerja sedangkan permintaan akan tenaga kerja meningkat. Saat ini, isu tersebut sedang berkembang di seluruh industry Indonesia, tidak terkecuali industri yang sedang berkembang yaitu e-commerce. Fenomena ini membuat perusahaan untuk berlomba-lomba dalam menarik pelamar kerja yang    \n\npotensial untuk mendapatkan tenaga kerja berkualitas. Untuk menarik potensial pelamar kerja  tertarik bekerja di perusahaan, salah satu caranya adalah menggunakan strategi employer branding melalui employer attractiveness. Studi ini bertujuan untuk mengidentifikasi faktor employer attractiveness di e-commerce Indonesia untuk membantu mereka memenangi The War for Talent. Metode yang digunakan dimulai dari penelitian pendahuluan untuk idnetifikasi faktor-faktornya kemudian menggunakan korelasi pearson untuk mengetahui korelasi masing-masing variabel dan regresi linear berganda. Hasil dari studi menunjukkan bahwa remunerasi, image perusahaan, passion, produk perusahaan, dan lingkungan kerja memiliki korelasi positif terhadap intensi orang dalam melamar pekerjaan. Dari seluruh faktor, lingkungan kerja memiliki pengaruh tertinggi terhadao intensi orang dalam melamar pekerjaan. Oleh karena itu, studi ini menyarankan     \n\nperusahaan untuk membuat lingkungan kerja yang baik untuk menarik pelamar kerja yang potensial.     \n \n\nKeywords: E-commerce, employer branding, employer attractiveness, Indonesia, E-commerce", "Daftar File": {"2017 TA PP ARIFAH RIFDA ZAKIRA D 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109592", "BAB 1 Arifah Rifda Zakira (NIM 19014150)": "https://digilib.itb.ac.id/gdl/download/176215", "BAB 2 Arifah Rifda Zakira (NIM 19014150)": "https://digilib.itb.ac.id/gdl/download/176217", "BAB 3 Arifah Rifda Zakira (NIM 19014150)": "https://digilib.itb.ac.id/gdl/download/176218", "BAB 4 Arifah Rifda Zakira (NIM 19014150)": "https://digilib.itb.ac.id/gdl/download/176219", "BAB 5 Arifah Rifda Zakira (NIM 19014150)": "https://digilib.itb.ac.id/gdl/download/176220", "2017 TS PP ARIFAH RIFDA ZAKIRA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251898"}, "Penulis": "Arifah Rifda Zakira (NIM 19014150)", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto S.T., M.HRMHONS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-commerce, employer branding, employer attractiveness, Indonesia, E-commerce", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "7 file", "Tanggal Input": "16 Sep 2017"}