{"Nomor": 21253, "Judul": "STRAIN ANALYSIS OF GUNTUR VOLCANO, WEST JAVA, FROM GPS OBSERVATIONS IN 2010-2013", "Abstrak": "The purposes of this research are analysing time series of GPS observation points to estimate displacement and analysing strains of GPS observation points to estimate strain patterns alongside with its relation to the activity of Guntur Volcano. Data used in this research are GPS observation data from 2010-2013. Those data are processed in order to obtain its coordinates. Then, GPS observation points are referenced to CGPS BIG in order to remove the effect of Sundaland block motion and Sumatra 2012 earthquakes. The result will be used to calculate displacement, which divided into two periods. The first period is from October 2010 until May 2012, while the second period is from June 2012 until September 2013. The displacement will be plotted as vector and strain was calculated based on the displacement value. Based on the results, topocentric coordinates of GPS observation points derived from data processing have standard deviation less than or equal to 15 mm. These precise results are important in order to deliver better results of displacement and strain. The displacement of CTSG, MSGT and SDNG, which are located in the body of Guntur volcano, are moving towards the body of volcano and towards south respectively on the first period and the second period due to volcanic activity. Meanwhile, the displacement of POST, which is located in monitoring base of Guntur volcano, is moving towards south on the first period and the second period due to local effects, which are caused by receiver and antenna changing during the observations. The body of volcano experienced compression, either on the first period or the second period due to activity of Guntur Volcano in form of volcano-tectonic earthquakes. The area outside the body of Guntur volcano experienced extension on the first period and compression on the second period. Since the area built from POST, which is affected by antenna and receiver changing, further explanation about phenomena happening in the area cannot be done according to the strain patterns.", "Daftar File": {"2015 TA PP ARMAND MAULANA YUSUF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109696", "2015 TA PP ARMAND MAULANA YUSUF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109697", "2015 TA PP ARMAND MAULANA YUSUF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109698", "2015 TA PP ARMAND MAULANA YUSUF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109699", "2015 TA PP ARMAND MAULANA YUSUF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109700", "2015 TA PP ARMAND MAULANA YUSUF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109701"}, "Penulis": "ARMAND MAULANA YUSUF (NIM : 15111061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Irwan Meilano, S.T., M.Sc. \n\nDr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Guntur volcano, GPS, Displacement, Strain", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}