{"Nomor": 21260, "Judul": "STUDI METODA SEISMIK KONVENSIONAL DAN CRS PADA REFLEKTOR MIRING MENGGUNAKAN PENDEKATAN SPASIAL GEOMETRI", "Abstrak": "Pada proses pencitraan data seismik faktor kemiringan reflektor harus di perhitungkan dikarenakan Refleksi pada bidang batas lapisan yang memiliki kemiringan (dip) dalam satu CMP gather memiliki titik refleksi yang bervariasi (smearing). Hal ini mengakibatkan terjadinya kesemuan posisi reflektor yang diwakili oleh titik puncak epik hiperbola. Oleh karena itu, metoda konvensional dengan memanfaatkan koreksi NMO masih belum dapat memberikan hasil yang baik untuk karakteristik model seperti ini.    \n \n \n \n\nPada pengerjaan tugas akhir ini akan digunakan model reflektor dengan kemiringan planar dan curam. Metoda DMO merupakan metode yang sesuai untuk kasus reflektor seperti ini, karena dengan melakukan koreksi DMO , efek smearing titik refleksi dalam satu CMP gather akan tereduksi, sehingga trace yang terkandung dalam satu CMP gather berasal dari satu titik refleksi yang sama.    \n \n \n \n\nAdanya metoda baru yang berkembang saat ini (Common Reflection Surface), yang merupakan hasil pengembangan dari metoda NMO dan DMO dengan pendekatan iluminasi reflektor yang berbeda, dirasa perlu diadakan studi lebih lanjut pada metoda ini untuk diaplikasikan pada karakteristik model yang dengan kemiringan planar dan curam, sehingga dapat mengetahui kemampuan dari metoda tersebut apabila diaplikasikan pada model seperti ini guna mengetahui metoda yang tepat apabila prosessing data seismik dihadapkan pada karakteristik model yang sama.    \n \n \n \n\nMelalui pendekatan variasi spasial geometri, diharapkan mampu menganalisis kemampuan dari masing-masing metoda diatas dalam proses pencitraan data seismik dan kualitas penampang stack yang dihasilkan untuk kasus model yang digunakan.", "Daftar File": {"2010 TA PP ARRY MUHARAM MANAF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109708", "2010 TA PP ARRY MUHARAM MANAF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109709", "2010 TA PP ARRY MUHARAM MANAF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109710", "2010 TA PP ARRY MUHARAM MANAF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109711", "2010 TA PP ARRY MUHARAM MANAF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109712", "2010 TA PP ARRY MUHARAM MANAF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109713"}, "Penulis": "ARRY MUHARAM MANAF (NIM : 12405011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Wahyu Triyoso, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metoda seismik, Common Reflection Surface , NMO, DMO, CMP, offset.model lapisan miring.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}