{"Nomor": 21263, "Judul": "PERANCANGAN SISTEM PERPIPAAN GAS STUDI KASUS : PIPA LEPAS PANTAI DAN DARAT LABUHAN MARINGGAI - SERPONG", "Abstrak": "Peningkatan kebutuhan gas alam di Pulau Jawa harus diikuti dengan peningkatan infrastruktur penunjang, salah satunya adalah sistem perpipaan untuk mentransmisikan gas tersebut, terutama jalur transmisi gas yang menghubungkan Pulau Sumatera sebagai pemilik cadangan gas alam terbesar dengan Pulau Jawa Sebagai konsumen gas alam domestik terbesar.  \n \n\nPada tugas sarjana ini akan dilakukan analisis perancangan pipa lepas pantai dan darat yang meliputi analisis pemilihan rute, analisis hidrolik, penentuan tebal dan material pipa, penentuan anti-corrosion coating, dan analisis tegangan pada pipa. Pada tugas sarjana ini juga dilakukan analisis perancangan on-bottom stability, free span, dan perlindungan katodik pada pipa lepas pantai.  \n \n\nDari hasil analisis dan perhitungan pada pipa diperoleh spesifikasi pipa yang akan digunakan yaitu pipa dengan diameter nominal sebesar 32 in dengan material API 5L grade X65 schedule 30 dan grade X65 schedule 40, 10 in dengan material API 5L grade X65 schedule 20, dan 5 in dengan material API 5L grade X65 schedule 40. Anti-corrosion coating yang akan digunakan adalah 3-LPE. Pipa lepas pantai juga memiliki tebal concrete coating sebesar 55 mm, panjang free span sebesar 57 m, dan perlindungan katodik berupa anode tumbal dengan jenis bracelet. Rasio tegangan yang terjadi terhadap tegangan yang diizinkan sebesar 0,66 dan 0,68 berturut-turut untuk pipa lepas pantai dan darat.", "Daftar File": {"2017 TA PP ARSYIL DWINDA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109716"}, "Penulis": "Arsyil Dwinda Putra", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. I Gusti Nyoman Wiratmaja  \n \n\nM. Agus Kariem ST., MT. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem perpipaan, perancangan, gas alam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}