{"Nomor": 21270, "Judul": "A Memetic Algorithm for The Uncapacitated Multilevel Lot Sizing Problem", "Abstrak": "Multi level lot sizing problem (MLLP) dapat di definisikan sebagai penentuan rencana produksi untuk setiap \n\nitem untuk memuaskan permintaan pelanggan dan meminimasi jumlah biaya dari setup dan inventori. Suatu \n\nkesatuan item saling berhubungan dalam bill of material dan permintaan dalam setiap item penyusunnya pada \n\nsetiap sepanjang periode rencana yang telah diketahui. Bill of material dari suatu item terdapat tiga struktur : \n\nassembly (setiap item setidaknya mempunyai satu item setelah), pure arborescent (setiap item setidaknya \n\nmempunyai satu item sebelum) dan general (setiap item mempunyai sejumlah item sebelum dan sesudah). \n\nPenelitian ini mempunyai dua struktur property : zero inventory order (ZIO) yang menyatakan bahwa \n\nmemungkinkan untuk menentukan ukuran lot yang optimal jika keputusan setup diketahui secara optimal \n\nand inner corner property yang menyatakan bahwa jika produksi suatu item tidak dibentuk pada suatu \n\nperiode, maka produksi untuk item selanjutnya tidak dapat dibentuk \n\nBeberapa model matematika bisa ditemukan seperti perhitungan eksak, algoritma modifikasi biaya, atau \n\nmetaheuristik. Penelitian ini menggunakan matematika model untuk memecahkan masalah MLLP dengan \n\nalgoritma memetik. Algoritma ini adalah hibridisasi antara algoritma genetic (GA) dan local search (LS). \n\nPenelitian ini mencoba untuk meintegrasi operator dan sistem perpindahan ditampilkan pada algpritma \n\ngenetic dan variable neighborhood search. Hasil menunjukkan untuk intansi kecil, algoritma memetik \n\nmemperoleh solusi optimal untuk semua instansi. Untuk instansi sedang didapat 19 instansi solusi terbaik \n\nAlgoritma memetic tidak mudah untuk di implementasikan untuk masalah MLLP tetapi metode ini dapat \n\nmenghasilkan hasil lebih cepat dibandingkan metode lain.", "Daftar File": {"2017 TS PP ARVITA KUSUMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109749"}, "Penulis": "ARVITA KUSUMAWATI    (NIM : 23415024)", "Kontributor / Dosen Pembimbing": ["(Dr.Ir. Sukoyo, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Algoritma memetic, Inner corner properti, MLLP, Zero inventory order", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}