{"Nomor": 21274, "Judul": "PENGARUH PERSONAL VENTILATION PADA AKTIVITAS BEKERJA DI DAERAH TROPIS MELALUI PENGOLAHAN STATISTIK DATA EEG, KESAN TERMAL DAN HASIL TPA", "Abstrak": "Produktivitas pekerja di dalam ruangan kantor sangat tergantung dengan kenyamanan termal. Semakin pekerja merasa nyaman di kantor, maka otomatis itu berbanding  \n \n\nlurus dengan perbaikan kinerjanya. Kenyamanan termal didefinisikan sebagai kondisi pikiran di mana kepuasan dinyatakan dengan bersesuaian dengan lingkungan termal  \n \n\n(ASHRAE, 1993), yang menyiratkan bahwa kenyamanan termal berkaitan erat dengan aktivitas otak manusia. Saat ini, aktivitas otak dapat dengan mudah dicatat oleh elektroda, yang disebut electroencephalogram (EEG). Ada empat ritme periodik sederhana direkam dalam EEG, yaitu alpha, beta, delta dan theta. Tugas akhir ini membahas kenyamanan kerja bagi pekerja (responden) di ruangan  \n \n\nkerja statik (ruang iklim) untuk mengetahui kesan termal yang mereka rasakan. Ruang Iklim ITB dioperasikan dengan lingkungan termal seragam dengan variasi suhu antara 26-29 derajat Celcius dengan kelembaban relatif yang dipertahankan sebesar 75%. Empat relawan dengan usia 21-26 melakukan percobaan dengan menggunakan EEG, dimana keempatnya disimulasikan sedang bekerja di sebuah  \n \n\nkantor, dalam penelitian ini mereka mengerjakan soal-soal Tes Potensi Akademik Pascasarjana yang sudah sesuai standar OTO-Bapenas. Tujuan dari penelitian tugas akhir ini adalah mengetahui faktor-faktor yang mempengaruhi kenyamanan berdasarkan hasil EEG, sensasi termal yang dirasakan, agar bisa membantu meningkatkan kenyamanan pekerja. Hasil pengukuran menunjukkan bahwa penggunaan PV memberikan dampak bagi nilai suatu kenyamanan seseorang dimana pada gelombang alfa pada nilai max 28% dan pada gelombang beta dengan nilai max yakni 98%, posisi titik pengukuran EEG dengan nilai max 39%, tugas TPA 37%, dan kesan termal 25% bagi kenyamanan termal", "Daftar File": {"2012 TA PP ARYO PANJI WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109758", "2012 TA PP ARYO PANJI WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109759", "2012 TA PP ARYO PANJI WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109760", "2012 TA PP ARYO PANJI WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109761", "2012 TA PP ARYO PANJI WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109762", "2012 TA PP ARYO PANJI WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109763", "2012 TA PP ARYO PANJI WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109764"}, "Penulis": "ARYO PANJI WIBOWO (NIM : 13306046)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Farida I Muhtadi.", "Rahmat Romadhon, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kenyamanan Termal, Sensasi Termal, Personal Ventilation, Electroencephalogram (EEG)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}