{"Nomor": 21272, "Judul": "MODEL KEBERGANTUNGAN DATA MENGGUNAKAN GENERALIZED ESTIMATING EQUATION DALAM PENENTUAN CADANGAN KLAIM", "Abstrak": "Pada suatu perusahaan asuransi, cadangan klaim merupakan salah satu faktor utama yang menentukan posisi keuangan perusahaan. Model yang digunakan untuk memprediksi cadangan klaim terdiri dari model deterministik dan stokastik. Tesis ini menggunakan model stokastik dengan Generalized Estimating Equation (GEE) untuk memprediksi cadangan klaim. Pada GEE, data observasi diperlakukan sebagai data panel dengan setiap accident year dianggap sebagai satu panel. Setiap anggota dari suatu panel diasumsikan saling berkorelasi dengan pemilihan struktur korelasi Autoregressive orde-1(AR-1); Exchangeable; dan Independen. Walaupun struktur korelasi yang dipilih itu tidak tepat, hasil taksiran koeﬁsien regresi masih konsisten. Selanjutnya, diagnosis model terhadap residual dilakukan untuk menguji kecocokan model terhadap data observasi. Dalam proses diagnosis model, perilaku residual diamati melalui plot residual dan uji statistik residual. Kemudian, pemilihan model yang terbaik dilakukan menggunakan Quasi Information Criterion (QIC), Correlation Information Criterion (CIC), dan Prediction Mean Square Error in GEE (PMSEG). Selain itu, proses cluster bootstrap diikutsertakan untuk menentukan selang kepercayaan dari cadangan klaim. Metodologi ini diaplikasikan pada data cadangan klaim dari perusahaan State Farm Mutual Insurance pada accident year 19881997 yang terdapat pada basis data National Association of Insurance Commissioners (NAIC).", "Daftar File": {"2016 TS PP ARYANTO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109751", "2016 TS PP ARYANTO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109752", "2016 TS PP ARYANTO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109753", "2016 TS PP ARYANTO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109754", "2016 TS PP ARYANTO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109755", "2016 TS PP ARYANTO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109756"}, "Penulis": "ARYANTO (NIM :  20814011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : DUMARIA RULINA TAMPUBOLON, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Generalized Estimating Equations (GEE), Cadangan Klaim, Struktur Korelasi, Panel Data, Cluster Bootstrap", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}