{"Nomor": 21283, "Judul": "OPTIMISASI PARAMETER KONTROL MODEL MATEMATIS TAHAP SINTESIS UREA PADA PT PETROKIMIA GRESIK", "Abstrak": "Di Indonesia, urea (NH2CONH2) seringkali dimanfaatkan sebagai pupuk. Salah satu pabrik pupuk di Indonesia adalah PT Petrokimia Gresik. Pada PT Petrokimia Gresik, belum ada pengontrolan secara otomatis pada proses produksinya. Pada tugas akhir ini akan dirancang pengontrol pada salah satu tahap proses produksi  \n \n\npupuk, yaitu tahap sintesis urea. Tahap sintesis melibatkan dua buah unit karbamat kondenser, unit reaktor, dan unit stripper. Pada tahap sintesis terjadi proses pembentukan urea dan pembentukan biuret yang tidak diinginkan. Dinamika proses dimodelkan sebagai  \n \n\nODE dan disimulasikan menggunakan perangkat lunak Matlab. Respon sistem yang diamati terdiri dari temperatur keluaran dan konsentrasi CO2, NH3, H2O,  \n \n\nurea, dan biuret pada keluaran setiap unit. Setelah pemodelan, dilakukan optimisasi dengan metode Quadratic Programming untuk mencari beberapa nilai parameter proses yang belum teridentifikasi. Parameter yang telah diidentifikasi tersebut digunakan sebagai acuan dalam perancangan pengontrol masing-masing unit. Parameter kontrol optimal dicari menggunakan teknik optimisasi terhadap dinamika sistem dan nilai parameter yang feasible. Berdasarkan hasil identifikasi diperoleh nilai biuret operasional pada unit reaktor adalah 0,853 mol/m3 dan diperlukan pengontrol Proportional Integral (PI) dengan nilai konstanta proporsional 59,673 dan waktu integral 0,015. Selain itu, diperoleh pula temperatur operasional keluaran unit stripper bagian bawah sebesar 450,381 K dan diperlukan pengontrol PI dengan nilai konstanta proporsional 9,068 dan waktu integral 8,079.", "Daftar File": {"2014 TA PP ASHRI RAHMATIA SALMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109788", "2014 TA PP ASHRI RAHMATIA SALMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109789", "2014 TA PP ASHRI RAHMATIA SALMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109790", "2014 TA PP ASHRI RAHMATIA SALMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109791", "2014 TA PP ASHRI RAHMATIA SALMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109792", "2014 TA PP ASHRI RAHMATIA SALMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109793", "2014 TA PP ASHRI RAHMATIA SALMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109794"}, "Penulis": "ASHRI RAHMATIA SALMA (NIM : 13309019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Estiyanti Ekawati, M.T., Ph.D.", "Dr. Ir. Agus Samsi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Urea, Sintesis, Optimisasi, Quadratic Programming, Dinamika Proses, Kontrol", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}