{"Nomor": 21287, "Judul": "STUDI PERBANDINGAN DESAIN FONDASI TIANG GRUP DAN FONDASI RAKIT DENGAN BORED PILE SETTLEMENT REDUCER PADA GEDUNG PERKANTORAN DI JAKARTA", "Abstrak": "Fondasi tiang grup dan fondasi rakit dengan bored pile settlement reducer merupakan sistem fondasi yang banyak digunakan dalam pembangunan gedung tinggi di Indonesia. Secara fisik, kedua jenis fondasi tersebut tidak memiliki perbedaan yang signifikan, kecuali pada mekanisme transfer beban yang dialami.         \n \n \n\nPada desain fondasi tiang grup, hanya kemampuan fondasi tiang dalam menerima beban yang diperhatikan, keberadaan pile cap hanya dianggap sebagai pengekang. Pada fondasi rakit dengan bored pile settlement reducer, keberadaan pile cap juga sekaligus sebagai fondasi rakit yang dihitung kemampuannya dalam transfer beban dari struktur atas ke tanah dasar.         \n \n \n\nHasil dari studi ini menunjukkan perbandingan desain yang dibutuhkan dalam menopang beban antara fondasi tiang grup dan sistem fondasi rakit dengan bored pile settlement reducer. Hasil merupakan desain yang memenuhi syarat yang ditentukan dalam menopang beban, meliputi diameter tiang, panjang tiang, jumlah tiang, jarak antar tiang, serta dimensi rakit.         \n \n \n\nDesain tersebut kemudian dianalisis dengan program LPile dan GROUP sehingga didapatkan hasil berupa gaya aksial, defleksi, gaya geser dan gaya momen pada tiang. Analisis penurunan tanah dan faktor keamanan dilakukan dengan menggunakan program PLAXIS 2D. Selain itu dihitung proporsi beban yang diterima oleh fondasi tiang dan fondasi rakit dengan program PLAXIS 3D. Dilakukan pula perencanaan tulangan yang dibutuhkan untuk fondasi tiang dan fondasi rakit.", "Daftar File": {"2015 TA PP ASRI NURANI SJAFRUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109798", "2015 TA PP ASRI NURANI SJAFRUDDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109799", "2015 TA PP ASRI NURANI SJAFRUDDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109800", "2015 TA PP ASRI NURANI SJAFRUDDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109801", "2015 TA PP ASRI NURANI SJAFRUDDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109802", "2015 TA PP ASRI NURANI SJAFRUDDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109803", "2015 TA PP ASRI NURANI SJAFRUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109804"}, "Penulis": "ASRI NURANI SJAFRUDDIN (NIM: 15011115)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Endra Susila, MT, Ph.D.,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fondasi tiang bor, fondasi tiang grup, fondasi rakit dengan bored pile settlement reducer, kapasitas daya dukung fondasi, penurunan tanah, LPile, GROUP, PLAXIS 2D, PLAXIS 3D.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}