{"Nomor": 21286, "Judul": "FORMULASI DAN EVALUASI LIPSTIK YANG MENGANDUNG ZAT WARNA EKSTRAK KULIT BUAH NAGA SUPER MERAH (Hylocereus costaricensis) YANG DIMIKROENKAPSULASI DENGAN METODE FREEZE-DRYING", "Abstrak": "Mikroenkapsulasi merupakan salah satu metode penyalutan dan dispersi suatu   \n \n \n\nbahan, baik berupa partikel padat kecil atau tetesan cairan dengan maksud untuk   \n \n \n\nmemberikan perlindungan dari kondisi lingkungan sekitar yang dapat merusak sifat   \n \n \n\ndari bahan tersebut. Beberapa penemuan terakhir mengembangkan   \n \n \n\nmikroenkapsulasi dalam pewarna kosmetik dengan tujuan untuk meminimalisir   \n \n \n\nperubahan intensitas warna pada produk. Dalam penelitian ini dirancang suatu   \n \n \n\nformulasi lipstik yang mengandung zat warna alam dari ekstrak kulit buah naga   \n \n \n\nsuper merah (Hylocereus costaricensis). Ekstrak ini diketahui mengandung betalain   \n \n \n\nyaitu zat warna merah yang biasa dimanfaatkan dalam pembuatan pewarna   \n \n \n\nmakanan, tekstil dan kosmetik. Namun, sifat betalain yang termolabil   \n \n \n\nmembutuhkan perlakuan khusus untuk menjaga stabilitas intensitas warnanya.   \n \n \n\nMikroenkapsulasi melalui metode freeze-drying dipilih dengan pertimbangan tidak   \n \n \n\nadanya penggunaan panas yang berlebihan selama proses pembuatan. Formulasi   \n \n \n\nmikrokapsul dilakukan dengan mengenkapsulasi ekstrak kulit buah naga super   \n \n \n\nmerah dengan bahan penyalut maltodekstrin pada perbandingan jumlah yaitu 1:1   \n \n \n\n(M1), 1:2 (M2) dan 1:3 (M3) yang dioptimasi kecepatan pengadukannya, dan   \n \n \n\nkemudian dilanjutkan dengan metode freeze-drying. Hasil optimasi   \n \n \n\nmikroenkapsulasi menunjukkan bahwa formula M1 yang dibuat pada kecepatan   \n \n \n\npengadukan 8000 rpm menghasilkan penjerapan mikrokapsul yang paling optimum   \n \n \n\nsebesar 77,10% dan karakterisasi mikrokapsul yang dilakukan dengan pengamatan   \n \n \n\nukuran partikel menggunakan SEM menunjukkan bahwa mikrokapsul tersebut   \n \n \n\nmemiliki ukuran partikel lebih kecil dibanding yang lain. Pengamatan uji stabilitas   \n \n \n\ndipercepat selama 30 hari dari mikrokapsul zat warna dalam lipstik dibandingkan   \n \n \n\ndengan zat warna yang dibuat dalam bentuk lake. Persentase penurunan intensitas   \n \n \n\nzat warna dalam lipstik yang paling kecil ditunjukkan oleh formula lipstik yang   \n \n \n\nmengandung mikrokapsul zat warna dengan selisih 19,2% dari formula lipstik yang   \n \n \n\nmengandung lake.", "Daftar File": {"2017 TS PP ASRIANA SULTAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109797", "COVER ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200625", "BAB 1 ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200626", "BAB 2 ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200627", "BAB 3 ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200628", "BAB 4 ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200629", "BAB 5 ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200630", "BAB 6 ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200631", "PUSTAKA ASRIANA SULTAN (NIM : 20715011)": "https://digilib.itb.ac.id/gdl/download/200632"}, "Penulis": "ASRIANA SULTAN (NIM : 20715011)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Jessie Sofia Pamudji", "Dr. Sasanti Tarini Darijanto", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Freeze-drying, Kulit Buah Naga Super Merah, Lipstik, Maltodekstrin, Mikroenkapsulasi", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "03 Okt 2017"}