{"Nomor": 21291, "Judul": "MODEL KATASTROFE SWALLOWTAIL BERPARAMETER FUZZY UNTUK MENGANALISA TIGA FAKTOR PSIKOLOGI (INTELEGENSI, EMOSI, DAN ADVERSITAS)", "Abstrak": "Teori katastrofe secara umum adalah studi yang mempelajari lompatan, transisi, diskontinuitas, dan perubahan mendadak secara kualitatif dari suatu fenomena. Teori katastrofe adalah bagian dari teori Singularitas dan teori Bifurkasi. Model dasar katastrofe yaitu Cusp telah digunakan untuk mempelajari perilaku dari kecerdasan kognitif yang dipandang sebagai variabel keadaan (variabel perilaku) \n\nsedangkan aspek-aspek kecerdasan digunakan sebagai variabel kontrol. Studi ini menunjukkan terjadinya 'lompatan' dari satu tingkat kecerdasan untuk tingkat \n\nkecerdasan lain karena perubahan salah satu aspeknya. Tujuan disertasi ini adalah menggunakan model katastrofe Swallowtail untuk menganalisa tiga faktor psikologi \n\nyaitu intelegensi (I), Emosi (E), dan Adversitas (A) yang diduga mendukung pada kesuksesan individu. Model ini terdiri dari tiga variabel kontrol dan sebuah variabel \n\nkeadaan. Hasil dari penelitian pada disertasi ini dibagi menjadi dua bagian. Bagian pertama adalah pencocokan data tentang Orientasi Politik dengan model katastrofe Cusp. Bagian kedua adalah pencocokan data faktor kecerdasan I, E, dan A dengan model katastrofe Swallowtail. Pencocokan kurva ini dilakukan dengan mengestimasi parameter model melalui pendekatan nonfuzzy dan pendekatan fuzzy. Saran untuk pendekatan fuzzy ini dipertimbangkan karena data dari hasil penelitian psikologi memiliki karakteristik ketidakpastian yang mirip dengan logika fuzzy. Ditemukan bahwa pencocokan data empirik dengan dua pendekatan ini \n\nhampir semuanya memenuhi kondisi katastrofe, baik pada model katastrofe Cusp maupun pada model katastrofe Swallowtail.", "Daftar File": {"2015 DIS PP ASTI MEIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109810", "2015 DIS PP ASTI MEIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109814"}, "Penulis": "ASTI MEIZA  [30110002]", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Sutawanir Darwis, Ph.D", "Dr.Agus Yodi Gunawan)", "Dr. Efi Fitriana)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "intelegensi, emosi, adversitas, model katastrofe Swallowtail, logika fuzzy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "15 Des 2017"}