{"Nomor": 21296, "Judul": "INVENTARISASI EMISI BANDARA DARI SUMBER TIDAK BERGERAK, INFRASTRUKTUR BANDARA DAN LALU LINTAS KENDARAAN BERMOTOR (Studi Kasus : Bandara Internasional Soekarno-Hatta)", "Abstrak": "Secara umum, kenaikan pertumbuhan moda transportasi udara telah disertai dengan kenaikan jumlah energi yang dianggap mampu menurunkan kualitas udara sekitar bandara. Pesawat hanya salah satu dari beberapa sumber emisi di Bandara Internasional Soekarno-Hatta, makalah ini hanya membahas tentang emisi dari sumber tidak bergerak, infrastruktur bandara dan lalu lintas kendaraan sebagai rangkaian aktivitas pendukung yang berlangsung di kawasan bandara. Dalam konteks kualitas udara, inventarisasi emisi di bandara diperlukan guna mengetahui beban emisi gas rumah kaca (GRK) dan non gas rumah kaca (non GRK). Inventarisasi tersebut dilakukan sejalan dengan program pengendalian pencemaran udara dari Kementerian Lingkungan Hidup dan Kehutanan. Ruang      lingkup studi diklasifikasikan kedalam tujuh zona yaitu : Pertamina Airport Fuel Depot, GMF AeroAsia, Airport Fire Brigade, Soekarno-Hatta Power Station,Terminal 1 Soekarno-Hatta, Terminal 2 Soekarno-Hatta, dan Terminal 3 Soekarno-Hatta. Klasifikasi zona dilakukan untuk mempermudah identifikasi sumber emisi dan penyajian infografis emisi di kawasan Bandara Internationa1 Soekarno-Hatta dari sumber tidak bergerak, infrastruktur bandara dan lalu lintas kendaraan bermotor. Perbandingan emisi gas rumah kaca (terdiri dari CO2, N2O dan CH4) dan emisi non gas rumah kaca (terdiri dari CO, NOx, VOC, HC, SO2 dan PM10) dari sumber tidak bergerak, infrastruktur bandara dan lalu lintas kendaraan bermotor di bandara adalah 94 : 6 setara dengan 57.760 ton GRK/tahun dan 3.759 ton non GRK/tahun. Urutan emisi yang dihasilkan dari sumber tidak bergerak, infrastruktur bandara dan lalu lintas kendaraan bermotor (besar ke kecil)     adalah CO2 (57.579 ton CO2/tahun), CO (3.187 ton CO/tahun), VOC (480 ton VOC/tahun), N2O (133 ton N2O/tahun), NOx (84 ton NOx/tahun), HC (8 ton HC/tahun), CH4 (6 ton CH4/tahun), PM10 (6 ton PM10/tahun) dan SO2 (3 ton SO2/tahun)", "Daftar File": {"2015 TA PP ASTRID TIARA BENING 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109835", "2015 TA PP ASTRID TIARA BENING 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109836", "2015 TA PP ASTRID TIARA BENING 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109837", "2015 TA PP ASTRID TIARA BENING 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109838", "2015 TA PP ASTRID TIARA BENING 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109839", "2015 TA PP ASTRID TIARA BENING 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/109840", "2015 TA PP ASTRID TIARA BENING 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/109841", "2015 TA PP ASTRID TIARA BENING 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109842", "2015 TA PP ASTRID TIARA BENING 1 -PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109843"}, "Penulis": "ASTRID TIARA BENING ( NIM 15311041 )", "Kontributor / Dosen Pembimbing": ["pembimbing :        \n \n \n \n\nDr. Mont. Kania Dewi, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "infrastruktur, inventarisasi emisi bandara, tidak bergerak, kendaraan bermotor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}