{"Nomor": 21297, "Judul": "EVALUASI KARAKTERISTIK MODULUS RESILIEN DAN DEFORMASI PERMANEN CAMPURAN BETON BERASPAL (AC-BINDER COURSE) YANG MENGGUNAKAN CAMPURAN AGREGAT BERABRASI TINGGI DAN AGREGAT STANDAR", "Abstrak": "Agregat substandar adalah agregat yang tidak memenuhi sifat yang disyaratkan dalam spesifikasi jalan, antara lain berat jenis, nilai pastisitas, penyerapan dan     \n\nabrasi yang akan mempengaruhi tingkat kelekatan agregat terhadap aspal pada campuran beraspal. Tujuan utama dari penelitian ini yaitu meneliti pengaruh agregat substandar bernilai abrasi tinggi (>40%) yang divariasi dengan agregat standar (berabrasi ≤40%) pada campuran beraspal gradasi menerus (AC-BC) terhadap nilai kekakuan dan ketahanan terhadap deformasi. Sifat fisik agregat diuji dan dibandingkan menggunakan spesifikasi Bina Marga 2010, sedangkan karakteristik campuran diperoleh melalui pengujian Marshall, Modulus Resilien dengan pengujian UMATTA dan deformasi permanen dengan menggunakan Wheel Tracking Machine (WTM). Prosentase penggunan campuran agregat substandar dan agregat standar pada pengujian ini adalah 100-0, 80-20, 60-40, 50-50 dan 0-100. Berdasarkan pengujian abrasi, Aggregate Crushing Value (ACV) dan Aggregate Impact Value (AIV) diperoleh bahwa peningkatan penambahan agregat standar     \n\ndalam agregat substandar menurunkan nilai abrasi, ACV dan AIV. Hasil uji Marshall pada variasi 60-40, 50-50 dan 0-100 menunjukkan bahwa penambahan agregat standar dalam agregat substandar meningkatkan Stabilitas Marshall dan IKS (Indeks Kekuatan sisa) namun nilai IKS masih dibawah spesifikasi. Hasil pengujian UMATTA pada temperatur 25C dan 45C variasi 60-40, 50-50 dan 0-     \n\n100 kekakuan campuran (Modulus Resilien) semakin tinggi. Hasil pengujian deformasi permanen dengan WTM pada temperatur 45Ã‚Â°C dan 60Ã‚Â°C, nilai Stabilitas Dinamis menunjukkan nilai tertinggi terjadi pada campuran 50-50.     \n\nHasil pengujian campuran beraspal AC-BC menggunakan agregat substandar dan agregat standar memberikan hasil yang lebih baik terhadap nilai kekakuan namun rentan terjadi degradasi terhadap beban yang berlebih dan lama pembebanan.", "Daftar File": {"2016 TS PP ASTRIEREZA PRERY ADITHYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109844", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109845", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109846", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109847", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109848", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109849", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/109850", "2016 TS PP ASTRIEREZA PRERY ADITHYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109851"}, "Penulis": "ASTRIEREZA PRERY ADITHYA (NIM : 26913305)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n\nProf. Dr. Ir. Bambang Sugeng S., DEA", "Dr. Ir. Djunaedi Kosasih, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "AC-Binder Course, Agregat Substandar, Abrasi tinggi, Aspal Pen 60/70, Modulus Resilien, Deformasi Permanen.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}