{"Nomor": 21306, "Judul": "OPTIMASI DESAIN INJEKSI MISCIBLE CO2 DENGAN CAMPURAN SENYAWA ORGANIK UNTUK MENGHASILKAN PEROLEHAN MAKSIMAL", "Abstrak": "Sari  \n \n\nInjeksi CO2 merupakan salah satu metode peningkatan perolehan minyak atau biasa disebut enhanced oil recovery (EOR) yang bertujuan untuk meningkatkan perolehan minyak dengan cara menurunkan viskositas minyak dan tekanan antarmuka sehingga lebih mudah untuk dialirkan. Kelebihan dari injeksi CO2 diantaranya adalah dapat mengembangkan minyak, tercampur atau miscible dengan minyak karena adanya ekstraksi, vaporisasi, pemindahan kromatografik, dapat berlaku sebagai gas-drive, dapat membentuk miscible front, larut didalam air, dan CO2 juga bukan merupakan bahan berbahaya serta tidak mudah meledak. Teknik yang digunakan disini adalah injeksi CO2 dengan teknik injeksi Ã‚Â“huff and puffÃ‚Â” atau dengan menggunakan satu sumur injeksi yang berperan juga sebagai sumur produksi. Teknik injeksi ini disebut juga sebagai cyclic method, pada studi kali ini akan disimulasikan juga penggunaan satu siklus maupun dua siklus, kasus mana dari keduanya yang akan menghasilkan perolehan minyak paling optimum.  \n \n\nTeknik ini sudah dilakukan di Lapangan Meruap dengan komposisi CO2 99.9% atau bisa disimpulkan dengan pure CO2 injection. Studi ini akan membahas lebih lanjut mengenai desain injeksi CO2 dengan menggunakan campuran antara organic compound dengan CO2 itu sendiri, dan campuran yang digunakan dipilih yang dapat memungkinkan untuk dilakukan injeksi CO2 tercampur. Campuran yang digunakan adalah yang menghasilkan MMP (Minimum Miscibility Pressure) dibawah 1300. Selain itu, dilakukan juga sensitifitas terhadap persen jumlah aditif yang digunakan, lama waktu injeksi, maupun lama waktu soaking, dengan pertimbangan rate injeksi tetap yaitu sebesar 2 MMSCFD. Semakin lama waktu injeksi akan berarti semakin banyak volume fluida yang diinjeksikan sehingga akan menghasilkan perolehan minyak yang lebih besar, namun hal ini berkebalikan dengan lamanya periode soaking.", "Daftar File": {"2017 TA PP ATIKA NURUL HIDAYAH 1.pdf": "https://digilib.itb.ac.id/gdl/download/109885"}, "Penulis": "ATIKA NURUL HIDAYAH (NIM : 12213082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EOR, injeksi CO2 tercampur, waktu injeksi, jumlah aditif, waktu soaking, faktor perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}