{"Nomor": 21300, "Judul": "KAJIAN PEMANFAATAN LIMBAH DRILL CUTTING SEBAGAI CAMPURAN AGREGAT PADA BATAKO DENGAN METODE SOLIDIFIKASI", "Abstrak": "Industri minyak bumi dan gas merupakan sektor terbesar di Indonesia saat ini. Salah satu limbah yang dihasilkan dari ekplorasi dan produksi minyak dan gas bumi yaitu drill cutting. Limbah drill cutting termasuk dalam limbah berbahaya dan beracun dengan kode D220 dalam PP No. 18/1999 jo PP No 85/1999 karena mengandung minyak, bahan organik dan logam berat. Limbah drill cutting berpotensi untuk dimanfaatkan lebih lanjut menjadi bahan    bangunan seperti batako dengan metode solidifikasi. Penelitian pemanfaatan limbah drill cutting sebagai batako merupakan penelitian skala laboratorium yang mengacu kepada prosedur ASTM dan standard method. Berdasarkan hasil uji karakteristik yang dilakukan, limbah drill cutting dapat digunakan sebagai pengganti agregat halus dalam pencampuran mortar. Limbah drill cutting digunakan sebagai pengganti agregat halus dalam campuran mortar dengan persentase limbah yaitu 30%, 75% dan 100%. Campuran mortar yang terbaik didapat melalui uji kuat tekan, uji durabilitas, dan uji absorpsi. Berdasarkan hasil uji kuat tekan, nilai kuat tekan tertinggi yang dicapai benda uji kelompok TPH < 1 variasi 1:3 dengan 30% limbah yaitu 94,1 kg/cm2. Variasi tersebut memenuhi syarat batako kualitas II. Dan produk yang memiliki nilai kuat tekan terendah tetapi masih memenuhi syarat kuat tekan mutu batako terendah (batako kualitas IV) kelompok TPH > 5 variasi 1:3 dengan 75% limbah yaitu 27,2 kg/cm2. Absorpsi benda uji dengan 30% limbah memenuhi syarat batako kualitas I dengan maksimal absorpsi 25%. Seluruh variasi kelompok TPH < 1 memenuhi standar durabilitas yang ditetapkan ASTM D 4843. Dan berdasarkan uji TCLP, nilai logam berat yang terlindikan dibawah baku mutu yang telah ditetapkan. Metode solidifikasi ini dapat menurunkan TPH dari limbah drill cutting, tetapi TPH setelah solidifikasi masih diatas baku mutu yang ditetapkan pada KepMen LH No 128/2003.", "Daftar File": {"2014 TA PP ASTRYD VIANDILA DAHLAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109860", "2014 TA PP ASTRYD VIANDILA DAHLAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109861", "2014 TA PP ASTRYD VIANDILA DAHLAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109862", "2014 TA PP ASTRYD VIANDILA DAHLAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109863", "2014 TA PP ASTRYD VIANDILA DAHLAN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109864", "2014 TA PP ASTRYD VIANDILA DAHLAN 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109865", "2014 TA PP ASTRYD VIANDILA DAHLAN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109866"}, "Penulis": "ASTRYD VIANDILA DAHLAN ( NIM 15310034 )", "Kontributor / Dosen Pembimbing": ["pembimbing :      \n \n \n \n \n \n\nDr. Sukandar, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "agregat, batako, drill cutting, solidifikasi, TPH.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}