{"Nomor": 21307, "Judul": "PENGARUH KUALITAS MASA PANEN PADA TIGA BELAS VARIETAS TOMAT CERI (Solanum lycopersicum L. var. cerasiforme) TERHADAP KANDUNGAN LIKOPEN TOMAT CERI", "Abstrak": "Tanaman tomat (Solanum lycopersicum) merupakan tanaman yang termasuk dalam famili besar Solanaceae atau biasa disebut terungÃ‚Â–terungan. Salah satu varietas tomat yang banyak dikembangkan di Indonesia adalah tomat ceri (Solanum lycopersicum L. var. cerasiforme) yang berbentuk bulat kecil seperti buah ceri. Buah tomat ceri memiliki kandungan likopen yang bermanfaat terutama bagi kesehatan. Tujuan penelitian ini adalah untuk mengevaluasi pengaruh usia panen terhadap kandungan likopen pada tiga belas varietas tomat ceri yang berada pada lingkungan yang terkendali dan terbuka, mengevaluasi profil pertumbuhan tanaman tomat ceri yang berada pada lingkungan yang terkendali dan terbuka, dan mengevaluasi pengaruh usia panen pada produktivitas tanaman tomat dan likopen pada tiga belas varietas tomat ceri yang berada pada lingkungan yang terkendali dan terbuka.  Kandungan likopen pada buah tomat ceri diukur dengan menggunakan metode ekstraksi dan dianalisis dengan menggunakan spektrofotometri. Produktivitas buah tomat ceri adalah 148,302 mg/minggu.m2  Hasil penelitian menunjukkan kandungan likopen buah tomat ceri yang optimal adalah tomat varietas nomor 7 pada panen kesembilan yaitu 72,11 Ã‚Âµg likopen/gram buah tomat.", "Daftar File": {"2017 TA PP ATILA GATI RAHMADANTIO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109886"}, "Penulis": "ATILA GATI RAHMADANTIO - Nim: 11211022", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Robert Manurung. M.Eng \n\nDr. Muhammad Yusuf Abduh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomat ceri, likopen, produktivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}