{"Nomor": 21305, "Judul": "PERILAKU KUMBANG Elaeidobius kamerunicus Faust (COLEOPTERA: CURCULIONIDAE) PADA BUNGA KELAPA SAWIT (Elaeis guineensis Jacq)", "Abstrak": "Kelapa sawit merupakan tanaman berumah satu (monocious) yang proses penyerbukannya memerlukan agen penyerbuk yaitu kumbang Elaeidobius kamerunicus. Keberadaan E. kamerunicus secara nyata dapat meningkatkan nilai fruit set tandan kelapa sawit. Serangga penyerbuk ini mampu menjangkau tandan bunga betina bagian dalam. Penelitian ini bertujuan mendeskripsikan dan menganalisis perilaku kumbang E.kamerunicus pada proses polinasi bunga kelapa sawit. Penelitian ini dilakukan pada kelapa sawit umur 7 tahun di desa Sukamaju PTPN VIII Sukabumi, Jawa Barat. Pengamatan tahapan perilaku kumbang dilakukan langsung di lapangan pada periode aktif kumbang mengunjungi bunga betina dan bunga jantan yang sedang mekar. Berdasarkan hasil pengamatan pada perbungaan betina diperoleh bahwa perilaku eksplorasi ke dalam dengan persentase 38 % dan melewati area reseptif dengan persentase 37% merupakan perilaku E.kamerunicus yang dominan. Selain itu kedua perilaku ini juga termasuk dalam kombinasi perilaku flower handling yang paling banyak dilakukan oleh E.kamerunicus pada perbungaan betina sebanyak 21 %. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa perilaku - perilaku yang dapat meningkatkan peluang keberhasilan polinasi adalah perilaku kumbang E.kamerunicus pada perbungaan betina terkait dengan penyebaran polen di perbungaan betina, antara lain perilaku landing (datang ke spikelet atau ke bunga), crossing the stigma (melewati area reseptif), jumping (pindah spikelet) exploring (eksplorasi ke dalam), dan grooming (membersihkan diri).", "Daftar File": {"2017 TS PP ATIAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109884"}, "Penulis": "ATIAH (NIM: 20614034)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dr. Agus Dana Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "perilaku, cuping stigma, kelapa sawit, E.kamerunicus", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "29 Sep 2017"}