{"Nomor": 21310, "Judul": "KARAKTERISTIK DAN PERFORMA BATERAI ISI ULANG ION LITIUM BERBASIS ELEKTROLIT LiTFSI DAN CAIRAN IONIK BMIMTFSI", "Abstrak": "Baterai ion litium merupakan salah satu bentuk penyimpan energi listrik yang banyak digunakan untuk perangkat portabel divais elektronik. Selain bahan katoda dan anodanya, bahan elektrolit juga memiliki peranan penting pada performa baterai ion litium tersebut, khususnya untuk aplikasi yang membutuhkan daya listrik besar seperti dalam kendaraan listrik. Umumnya bahan elektrolit dalam baterai ion litium terdiri dari garam litium, seperti lithium hexafluorophosphate (LiPF6), yang dilarutkan dalam pelarut organik dan aditif. Akan tetapi, pelarut konvensional seperti itu memiliki beberapa kelemahan khususnya jika akan diterapkan untuk kendaraan listrik yang menarik arus besar dan beroperasi pada suhu yang cukup tinggi. Oleh karena itu, penggunaan elektrolit jenis lainnya, yakni garam litium, seperti lithium bis (trifluoromethylsulfonyl) imide (LiTFSI), yang dapat dikombinasikan dengan cairan ionik menjadi perlu untuk dikaji. Dalam tesis ini dilaporkan hasil kajian karakteristik elektrolit berbasis LiTFSI tanpa dan dengan penambahan cairan ionik (BMIMTFSI) dan performa sel baterai yang dibentuknya. Dari hasil pengukuran konduktivitas ionik, ditemukan bahwa elektrolit LiTFSI memiliki konduktivitas ionik lebih baik dari elektrolit LiPF6, yang bahkan dapat ditingkatkan lagi dengan penambahan cairan ionik BMIMTFSI. Selain itu, hasil karakterisasi siklus voltametri menunjukkan elektrolit tersebut memilliki stabilitas dan reversibilitas siklus yang lebih baik. Karakteristik pengisian-pengosongan dari baterai dengan elektrolit LiTFSI menunjukkan kapasitas yang paling besar, yang bersesuaian dengan hasil karakterisasi impedansi elektrokimianya. Akan tetapi, penambahan BMIMTFSI tidak dapat meningkatkan karakteristik baterai dengan LiTFSI tersebut. Hal ini diduga karena adanya efek polarisasi muatan pada permukaan anoda dan katoda, yang berasal dari kation dan anion dari BMIMTFSI.", "Daftar File": {"2016 TS PP ATUT RENI SEPTIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109889", "2016 TS PP ATUT RENI SEPTIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109890", "2016 TS PP ATUT RENI SEPTIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109891", "2016 TS PP ATUT RENI SEPTIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109892", "2016 TS PP ATUT RENI SEPTIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109893", "2016 TS PP ATUT RENI SEPTIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109894", "2016 TS PP ATUT RENI SEPTIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109895"}, "Penulis": "ATUT RENI SEPTIANA (NIM 20213028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rahmat Hidayat", "Prof. Dr. Evvy Kartini"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baterai ion litium, elektrolit, LiPF6, LiTFSI, cairan ionik, BMIMTFSI, etilen karbonat (EC), dietil karbonat (DEC).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Nov 2017"}