{"Nomor": 21324, "Judul": "PERSOALAN PENGADAAN LAHAN UNTUK PROYEK PEMBANGUNAN JALAN TOL DEPOK-ANTASARI", "Abstrak": "Jalan merupakan salah satu infrastruktur yang penting bagi mobilitas penduduk. Salah satu jalan yang sedang dibangun Pemerintah saat ini adalah Jalan Tol Depok-Antasari (Desari) yang menghubungkan Depok dan Antasari di Jakarta Selatan. Pembangunan Jalan Tol Desari telah dimulai sejak tahun 2006. Pembangunan Jalan Tol Desari yang seharusnya ditargetkan untuk selesai pada tahun 2009 tidak dapat terlaksana akibat terhambatnya proses pengadaan lahan. Dengan menggunakan metoda evaluasi formal dan evaluasi semu, penelitian ini bertujuan untuk menjelaskan faktor-faktor yang mempengaruhi terhambatnya proses pengadaan lahan pada proyek pembangunan Jalan Tol Depok-Antasari. Pada penelitian ini diketahui bahwa proses pengadaan lahan proyek Jalan Tol Desari belum dilaksanakan sesuai dengan peraturan yang berlaku. Terdapat berbagai variabel yang mempengaruhi terhambatnya proses pengadaan lahan Jalan Tol Desari, pada awal proses pengadaan lahan, nilai ganti kerugian yang tidak sesuai menjadi salah satu penghambat karena musyawarah penentuan ganti kerugian sulit menemukan mufakat. Pada perkembangan proses pengadaan lahan saat ini, dana pembebasan lahan yang terbatas juga menghambat proses pengadaan lahan jalan tol tersebut. Penelitian ini menunjukkan bahwa faktor yang menghambat pembangunan Jalan Tol Desari adalah faktor ekonomi, sejarah, dan status kepemilikan lahan.", "Daftar File": {"AULIA OKTAVIANI.pdf": "https://digilib.itb.ac.id/gdl/download/109946"}, "Penulis": "AULIA OKTAVIANI", "Kontributor / Dosen Pembimbing": ["Prof. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "evaluasi formal, evaluasi semu, pengadaan tanah/pembebasan lahan bagi pembangunan untuk kepentingan umum, Jalan Tol Depok-Antasari, variabel yang mempengaruhi terhambatnya pembebasan lahan, faktor penghambat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}