{"Nomor": 21323, "Judul": "ANALISIS KEGAGALAN PROGRESIF PADA PELAT KOMPOSIT DENGAN SAMBUNGAN PIN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Di dunia dirgantara, material komposit merupakan material yang lazim digunakan pada berbagai struktur pesawat terbang. Meninjau dari hal tersebut, penelitian untuk pengembangan material komposit secara kontinu perlu dilaksanakan oleh para peneliti. Salah satu fokus penelitian terhadap material komposit adalah mengetahui karakteristik bearing strenght dan modus kegagalan pelat komposit dengan sambungan pin melalui metode uji tarik.    \n \n \n\nTesis ini berpusat pada uji tarik terhadap pelat komposit dengan sambungan pin menggunakan metode elemen hingga dikarenakan penggunaan metode elemen hingga dapat merepresentasikan metode eksperimen dengan biaya dan waktu yang lebih efisien. Analisis kegagalan progresif material komposit dilakukan menggunakan perangkat lunak  MSC PATRAN NASTRAN untuk mendapatkan bearing strength serta tahap-tahap kerusakan yang terjadi pada material yang dianalisis.    \n \n \n\nDalam penelitian ini dilakukan uji tarik pada pelat komposit dengan variasi geometri [e/D= 1,2,3,4 dengan w/D=4 (konstan) dan  w/D= 2,3,4,5 dengan e/D= 4(konstan)] menggunakan software Patran-Nastran. Metode kegagalan Tsai-Hill digunakan dalam analisis metode elemen hingga ini. Dari hasi simulasi, dapat disimpulkan bahwa semakin besar nilai perbandingan e/D dan w/D maka nilai bearing strength semakin besar. Oleh karena itu didapatkan nilai bearing strength maksimal pada konfigurasi  w/D=5 dengan e/D=4 sebesar 273.004 MPa. Modus kegagalan yang terjadi pada pelat dengan komposit konfigurasi w/D=5 dengan e/D=4 adalah bearing failure.     \n \n \n\nValidasi hasil dilakukan dengan membandingkan hasil analisis numerik dengan metode Karakuzu pada tesis ini dengan hasil analisis numerik yang menggunakan metode  Jonathan (2016) dan hasil eksperimen yang telah dilakukan oleh Paolo Conti(1986), Chang(1984) dan Karakuzu(2006). Perbandingan hasil analisis dengan eksperimen dari berbagai referensi tersebut menunjukkan bahwa hampir semua hasil simulasi numerik sesuai  dengan hasil eksperimen.", "Daftar File": {"2017 TS PP AULIA FAZA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109945"}, "Penulis": "Aulia Faza", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "komposit, sambungan pin, kegagalan progresif, metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}