{"Nomor": 21326, "Judul": "STUDI OVERPRESSURE DAN PREDIKSI TEKANAN PORI PADA ZONA KENDENG CEKUNGAN JAWA TIMUR", "Abstrak": "Cekungan Jawa Timur merupakan salah satu cekungan yang menghasilkan hidrokarbon di Indonesia. Daerah penelitan berada di bagian timur dari Cekungan Jawa Timur. Cekungan ini merupakan daerah yang dikenal memiliki zona overpressure. Penelitian ini menggunakan 4 sumur yang berlokasi di darat dan 4 sumur yang berlokasi di laut. \n\nPada daerah penelitian penyebab dari overpressure adalah peningkatan laju sedimentasi dalam waktu yang relatif singkat (loading). Metode Eaton digunakan untuk menghitung tekanan pori. Eksponen Eaton yang digunakan berkisar antara 1 Ã‚Â– 4 dengan menggunakan log sonik dan 0.8 dengan menggunakan log resistivitas. Eksponen Eaton ini relatif sesuai dengan data pengukuran tekanan langsung dan berat lumpur. \n\nDiagenesa mineral lempung tidak terlihat pada crossplot antara log densitas dan log sonik dimana sebagian besar data berada pada fase awal diagenesa. Analisis kematangan batuan induk memperlihatkan bahwa batuan induk belum matang, sehingga tidak terdapat pembentukan hidrokarbon di daerah penelitian.. \n\nPuncak overpressure pada daerah penelitian terletak pada umur Pliosen-Pleistosen. Kemunculan puncak overpressure dipengaruhi oleh kecepatan sedimen, variasi litologi, dan ketebalan erosi. Metode Swarbrick yang dimodifikasi dapat digunakan untuk memprediksi puncak overpressure/ fluid retention depth, berdasarkan data laju pengendapan di daerah penelitian.", "Daftar File": {"2017 TS PP AULIA PANDU SATRIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/109948"}, "Penulis": "AULIA PANDU SATRIA    (NIM : 22014317)", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tekanan pori, overpressure, Cekungan Jawa Timur, Metode Eaton", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}