{"Nomor": 21328, "Judul": "IMPLEMENTASI PENGONTROL PID BERBASIS RUANG KEADAAN PADA PLC UNTUK MENGONTROL LAJU ALIRAN UMPAN DENGAN METODE PENEMPATAN POLE", "Abstrak": "Perkembangan PLC sangat pesat, tidak hanya pada desain PLC itu sendiri tetapi juga pendekatan filosofis untuk arsitektur sistem kontrol. Perkembangan tersebut mencakup perangkat keras dan lunak yang terus berkembang. PLC tidak lagi hanya dapat melakukan ON/OFF kontrol dan sekuensial kontrol saja, tetapi PLC juga dapat melakukan pengontrolan terhadap proses yang sifatnya kontinu seperti kontrol PID.  \n \n\nPengontrol PID merupakan jenis pengontrol yang paling umum digunakan terutama di industri proses. Pada tugas akhir ini, pengontrol PID berbasis ruang keadaan diimplementasikan pada PLC untuk mengontrol laju aliran fluida umpan pada heat exchanger . Pengontrol ini memiliki tiga parameter yang harus dicari untuk mencapai sistem yang optimal. Pencarian parameter ini dilakukan menggunakan metode penempatan Pole  \n \n\nKontrol PID dengan pendekatan metode penempatan pole memberikan respon yang bersifat stabil asimtotik. Parameter pengontrol PID optimal yang diperoleh dari perancangan adalah Kp = 3,5272, Ki = 28,2357, dan Kd = 0,5488 yang menghasilkan waktu tunak Ts sebesar 1 detik dan lonjakan maksimal Mp sebesar 3,2%. Pasangan pole yang dipilih yaitu -2,967+6,02i dan -2,967-6,02i. Implementasi telah dilakukan dan menghasilkan respon tanpa lonjakan dan waktu tunak Ts sebesar 3 detik.", "Daftar File": {"2012 TA PP AULIA RAHMAN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/109955", "2012 TA PP AULIA RAHMAN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/109956", "2012 TA PP AULIA RAHMAN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/109954", "2012 TA PP AULIA RAHMAN  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/109953", "2012 TA PP AULIA RAHMAN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/109951", "2012 TA PP AULIA RAHMAN  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/109952", "2012 TA PP AULIA RAHMAN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/109950"}, "Penulis": "AULIA RAHMAN  (NIM : 13307110)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Endra Joelianto.", "Dr. Ir. Sutanto Hadisupadmo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLC, Pengontrol PID, Penempatan Pole, Respon Transien.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}