{"Nomor": 21329, "Judul": "STUDI PENGARUH SISTEM PEMBAYARAN TENAGA KERJA TERHADAP MOTIVASI PEKERJA KONSTRUKSI", "Abstrak": "Industri konstruksi merupakan salah satu sektor industri yang sangat bergantung pada tenaga kerja dan keberhasilannya juga dipengaruhi oleh tenaga kerja. Tenaga kerja dituntut untuk bekerja secara produktif dan efisien. Akan tetapi terdapat banyak variabel yang dapat mempengaruhi produktivitas pekerja, salah satunya adalah motivasi kerja. Motivasi kerja sendiri dipengaruhi oleh berbagai variabel, dan salah satu variabel yang paling \n\nmenentukan motivasi kerja adalah faktor upah. Upah yang diberikan kepada pekerja sangat bervariasi tergantung dari kecakapan masing-masing pekerja dan jenis pekerjaan. Perbedaan sistem pembayaran upah ini sering \n\nmenimbulkan perbedaan motivasi kerja, sehingga perlu dilakukan studi untuk mengetahui hubungan antara sistem pembayaran pekerja konsruksi terhadap motivasi pekerja. Tujuan dari tugas akhir ini adalah untuk mengidentifikasi sistem pembayaran yang terdapat pada dokumen kontrak dan bagaimana pengaplikasiannya pada proyek serta mengkaji bagaimana metode pembayaran \n\ndapat mempengaruhi motivasi yang juga berpengaruh terhadap produktivitas tenaga kerja di dalam proyek konstruksi. Tugas akhir ini dilakukan dengan menentukan terlebih dahulu variabel apa saja yang dapat mempengaruhi motivasi pekerja. Data yang didapat kemudian dilakukan uji komparatif dan diolah menggunakan AHP. Hasil dari tugas akhir ini adalah bahwa sistem pembayaran tenaga kerja konstruksi berpengaruh \n\nterhadap motivasi kerja. Pada pekerja konstruksi hal yang paling berpengaruh adalah keadilan dan jumlah pembayaran. Akan tetapi pekerja konstruksi masih \n\nbelum terbiasa dengan hubungan performa kerja dengan imbalan karena penilaian performa tidak berpengaruh besar terhadap imbalan yang didapatkan.", "Daftar File": {"COVER AULIA RAHMI HALIDA (NIM :15011019)": "https://digilib.itb.ac.id/gdl/download/109957", "BAB 1 AULIA RAHMI HALIDA (NIM :15011019)": "https://digilib.itb.ac.id/gdl/download/109958", "BAB 2 AULIA RAHMI HALIDA (NIM :15011019)": "https://digilib.itb.ac.id/gdl/download/109959", "BAB 3 AULIA RAHMI HALIDA (NIM :15011019)": "https://digilib.itb.ac.id/gdl/download/109960", "BAB 4 AULIA RAHMI HALIDA (NIM :15011019)": "https://digilib.itb.ac.id/gdl/download/201074", "PUSTAKA AULIA RAHMI HALIDA (NIM :15011019)": "https://digilib.itb.ac.id/gdl/download/201075"}, "Penulis": "AULIA RAHMI HALIDA (NIM :15011019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Muhammad Abduh, MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Motivasi kerja, Sistem Pembayaran, Tenaga Kerja Konstruksi, Performa Kerja.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}