{"Nomor": 21337, "Judul": "Usulan Pengembangan Daya Tarik Wisata Kawasan Braga Berdasarkan Persepsi dan Preferensi Pengunjung", "Abstrak": "Salah satu upaya dalam meningkatkan pendapatan daerah dapat dilakukan melalui pengembangan sektor pariwisata. Salah satu kota yang menjadi tujuan wisata, yaitu Kota Bandung. Kegiatan pariwisata di Kota Bandung telah menjadi sektor utama sejak tahun 1920. Menurut Kepala Dinas Kebudayaan dan Pariwisata Kota Bandung, pendapatan Kota Bandung sebagian besar berasal dari sektor pariwisata. Melihat potensi yang besar dalam sektor pariwisata, Pemerintah Kota Bandung menetapkan rencana kawasan strategis pariwisata Kota Bandung yang tercantum dalam Peraturan Daerah Kota Bandung Nomor 1 Tahun 2013 tentang Rencana Induk Pembangunan Kepariwisataan Daerah Tahun 2012 Ã‚Â– 2025. Kawasan pariwisata warisan budaya Alun Ã‚Â– alun Ã‚Â– Braga termasuk dalam kawasan strategis pariwisata tersebut. Salah satu rencana pembangunan kawasan strategis pariwisata warisan budaya AlunÃ‚Â–alun Ã‚Â– Braga, yaitu revitalisasi kegiatan dan penataan kembali Jalan Braga sebagai kawasan belanja dan warisan budaya.  Pemerintah Kota Bandung sudah beberapa kali melakukan upaya peningkatan vitalitas Kawasan Braga. Namun, upaya tersebut tidak pernah memberikan dampak yang signifikan. Hal ini terlihat dari Kawasan Braga yang hanya ramai saat event tertentu dilaksanakan, dan lebih sering digunakan sebagai jalan lalu lintas menerus (traffic through) yang menjadi penghubung antara Bandung bagian selatan dan utara. Menurut Pradoto (1999), kegagalan pengembangan kawasan disebabkan oleh fokus pemerintah kota yang hanya terbatas pada pendekatan pelestarian fisik dan budaya. Persepsi dan preferensi masyarakat yang terkait dengan kawasan kurang mendapat perhatian, padahal mereka adalah aktor yang berperan langsung terhadap hidup matinya aktivitas dalam kawasan. Penelitian ini bertujuan untuk menyusun usulan pengembangan daya tarik wisata di Kawasan Braga berdasarkan persepsi dan preferensi pengunjung. Analisis yang akan dilakukan dalam penelitian ini, yaitu analisis domain, analisis deskriptif  kuantitatif, dan Importance Performance Analysis (IPA). Dari analisis domain diperoleh karakteristik wisata di Kawasan Braga, sedangkan analisis deskriptif kuantitatif digunakan untuk menganalisis karakteristik pengunjung Kawasan Braga. Analisis IPA digunakan untuk mengetahui prioritas pengembangan daya tarik wisata. Melalui Importance Performance Analysis (IPA) yang dilakukan, diketahui bahwa festival/ pameran/ event masuk dalam kuadran I (prioritas utama). Keindahan arsitektur, seniman lukisan, dan kuliner masuk dalam kuadran II (pertahankan prestasi). Pusat perbelanjaan (Braga City Walk), pertokoan sepanjang Jalan Braga dan hiburan malam masuk dalam kuadran III (prioritas rendah). Berdasarkan hasil tersebut, maka yang harus diprioritaskan dalam pengembangannya adalah festival/ pameran/ event. Hal tersebut sesuai dengan saran mayoritas pengunjung yang menginginkan adanya penambahan aktivitas wisata. Selain itu, berdasarkan preseden yang telah ditinjau, pengadaan festival/ pameran/ event dapat mengusung tema budaya dan pengenalan sejarah, sehingga dapat menjadi daya tarik wisata yang mengedukasi sekaligus mempertahankan unsur sejarah dan budaya dari suatu daerah.", "Daftar File": {"AULIA WIDYA BESTARI WIBISONO).pdf": "https://digilib.itb.ac.id/gdl/download/109990"}, "Penulis": "AULIA WIDYA BESTARI WIBISONO", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, MSP., M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sektor pariwisata, Kawasan Braga, daya tarik wisata,  karakteristik pengunjung, persepsi, preferensi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}