{"Nomor": 21345, "Judul": "MODEL PENJADWALAN BATCH PADA FLOW SHOP DENGAN MESIN TERDETERIORASI YANG MEMROSES MULTI ITEM DENGAN DUE DATE TUNGGAL UNTUK MEMINIMUMKAN TOTAL WAKTU TINGGAL AKTUAL", "Abstrak": "Penjadawalan merupakan hal yang sangat penting dalam kegiatan produksi karena berpengaruh terhadap produktivitas dari sebuah perusahaan. Penjadwalan dibutuhkan agar pengalokasian sumber daya, seperti mesin yang digunakan, jumlah operator yang bekerja, dan kebutuhan material teratur dan efisien. Pada penelitian penjadwalan batch yang ada, salah satu asumsi yang digunakan adalah waktu proses yang selalu sama (konstan). Pada situasi nyata, banyak kasus yang menunjukkan bahwa waktu proses dapat berubah, salah satunya menjadi lebih lama akibat menurunnya kemampuan seiring dengan bertambahnya umur pakai atau lama penggunaan. Kondisi ini disebut sebagai efek proses deteriorasi mesin. \n\nPenelitian ini membahas model penjadwalan batch pada flow shop dengan mesin terdeteriorasi yang memroses multi item dengan due date tunggal. Kriteria tujuan yang akan digunakan adalah meminimumkan total waktu tinggal aktual (total actual flowtime). Variabel keputusan dalam penelitian ini adalah jumlah batch (𝑁), ukuran batch (𝑄[𝑖]), dan urutan pemrosesan batch. Metode pemecahan masalah dikembangkan dengan mengusulkan sebuah algoritma heuristik. Algoritma yang diusulkan terdiri dari Sub Algoritma Kelayakan, Sub Algoritma Penentuan Jumlah dan Ukuran Batch, dan Sub Algoritma Pengurutan Batch. \n\nPengujian numerik menunjukkan bahwa algoritma usulan yang dikembangkan untuk model penjadwalan penelitian ini mampu menyelesaikan permasalahan penjadwalan batch pada flow shop dengan mesin terdeteriorasi yang memroses multi item dengan due date tunggal. Solusi yang dihasilkan oleh algoritma yang diusulkan merupakan solusi layak.", "Daftar File": {"2017 TS PP AYU ANGGRAENI SIBARANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110024"}, "Penulis": "AYU ANGGRAENI SIBARANI (NIM: 23414006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Abdul Hakim Halim"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penjadwalan, batch, multi stage, multi item, flow shop, due date tunggal, deteriorasi, waktu tinggal aktual.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}