{"Nomor": 21343, "Judul": "UNDERSTANDING THE MEANING OF HUMAN TOUCH MANAGEMENT IN INDONESIAN FOREIGN INVESTMENT COMPANY", "Abstrak": "Menurut Kamus Oxford, seorang pemimpin adalah orang yang memimpin sebuahkelompok, organisasi, atau negara. Seorang pemimpin membutuhkan orang-orang yang ingin mengikuti dan mendengarkannya. Menguasai sekelompok orang bukan hanya tentang memimpin dan memerintah tapi itu berarti memberi inspirasi orang dan mendorong mereka untuk menjadi orang yang lebih baik. Ketika seorang pemimpin melakukan hal-hal itu, dia akhirnya bisa disebut sebagai pemimpin yang baik. Peneliti menemukan seorang CEO yang dapat dinyatakan bahwa dia adalah pemimpin yang baik berdasarkan definisi itu. CEO dari XXX Company adalah salah satu pemimpin yang peneliti menemukan. Meski memiliki latar belakang budaya yang berbeda, dia telah melakukan tugasnya dengan baik dan dikenal karena kepemimpinannya yang disebut Manajeman dengan Sentuhan Manusia. Bahkan jika itu adalah salah satu faktor yang membuatnya sukses dalam karirnya dan membantu perusahaan untuk tumbuh, tidak ada informasi cukup tentang Manajemen dengan Sentuhan Manusia. Oleh karena itu peneliti memutuskan untuk mempelajarinya dan mendapatkan lebih banyak informasi tentang itu. Dalam penelitian ini, peneliti membahas tentang apa yang dimaksud dengan Manajemen dengan Sentuhan Manusia  dan gaya kepemimpinan apa yang dimilikinya. Untuk menentukan apa itu Manajemen dengan Sentuhan Manusia, peneliti telah mengunjungi Perusahaan XXX untuk mengamati, bertemu dengan CEO yang menciptakannya, dan melakukan wawancara mendalam. Peneliti dapat mendefinisikan bahwa Manajemen dengan Sentuhan Manusia adalah gaya kepemimpinan yang menganggap karyawan sebagai aset perusahaan yang paling penting dan merupakan kepemimpinan yang berorientasi pada manusia. Hal ini membutuhkan para pemimpin  untuk belajar tentang manusia termasuk faktor psikologis, fisik, dan mental. Dengan   \n\nmempelajari tentang manusia, pemimpin dapat memahami mengapa dan bagaimana manusia berperilaku, berpikir, dan berkata. Kemudian, ini membantu dia untuk   \n\nmengetahui bagaimana mengembangkan dirinya dan memahami karyawannya dengan lebih baik. Berdasarkan hasil tersebut, peneliti menyimpulkan bahwa Manajemen  dengan Sentuhan Manusia dapat dinyatakan termasuk kepada Kepemimpinan Pelayan dan Kepemimpinan Berbasis Prinsip.", "Daftar File": {"2017 TA PP A YOUNG KIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110022"}, "Penulis": "A Young Kim (NIM 19014701)", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Leadership, Leadership styles, Human Touch Management, Foreign Leader, and Shoe Industry", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "19 Sep 2017"}