{"Nomor": 21348, "Judul": "EVALUASI PEMANFAATAN LIMBAH PLASTIK EXPANDED POLYSTYRENE (EPS) SEBAGAI BAHAN SUBSTITUSI ASPAL DALAM CAMPURAN LAPIS ASPAL BETON LAPIS AUS (AC-WC)", "Abstrak": "Plastik merupakan material yang lekat hubungannya dengan aktivitas manusia sehari-hari. Meningkatnya penggunaan plastik akan diikuti oleh meningkatnya jumlah sampah plastik, salah satunya adalah limbah plastik EPS (Expanded Polystyrene). Di sisi lain, kebutuhan aspal (bitumen) untuk pembuatan jalan raya di Indonesia masih bergantung pada aspal minyak yang harganya semakin mahal. Untuk menambah performa aspal banyak dilakukan modifikasi aspal menjadi aspal polimer. Pada penelitian kali ini dilakukan pemanfaatan limbah plastik EPS untuk mensubstitusi sebagian volume aspal pada campuran lapis aspal beton lapis aus (Laston AC-WC) dengan 3 nilai variasi, yaitu 10%, 20% dan 40%. Pencampuran limbah plastik EPS dengan aspal dilakukan dengan metode basah, yaitu mencampur limbah plastik EPS ke dalam aspal cair yang sedang dipanaskan hingga menjadi campuran homogen. Penambahan limbah plastik EPS akan mempengaruhi sifat aspal dari segi penetrasi, titik lembek, titik nyala, berat jenis dan viskositas. Nilai KAO (Kadar Aspal Optimum) pada benda uji berupa laston AC-WC dengan aspal pen 60/70 adalah 6%, aspal substitusi 10% limbah EPS adalah 7,2%, aspal substitusi 20% limbah EPS adalah 7,9% dan aspal substitusi 40% limbah EPS adalah 9,6%. Nilai KAO yang tinggi bukan berarti massa aspal yang digunakan juga tinggi karena sebagian aspal telah disubstitusi dengan limbah plastik EPS. Massa aspal yang digunakan pada campuran dengan kadar substitusi 40% lebih sedikit daripada campuran dengan aspal pen 60/70 namun mampu memberikan nilai stabilitas yang lebih tinggi. Selain dari segi teknis, pemanfaatan limbah plastik EPS juga menguntungkan dari segi lingkungan dan ekonomi. Pemanfaatan limbah plastik EPS tidak membahayakan dari segi pencemaran udara dan dapat mengurangi jumlah sampah plastik yang menumpuk di TPA. Selain itu dari segi ekonomi, pemanfaatan limbah EPS mampu mengurangi biaya pengadaan aspal", "Daftar File": {"2015 TA PP AYU LISTIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110027", "2015 TA PP AYU LISTIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110028", "2015 TA PP AYU LISTIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110029", "2015 TA PP AYU LISTIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110030", "2015 TA PP AYU LISTIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110031", "2015 TA PP AYU LISTIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110032", "2015 TA PP AYU LISTIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110033"}, "Penulis": "AYU LISTIANI (NIM. 15311019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \n \n\nEmenda Sembiring, S.T., M.T., MEngSc., Ph    \n \n\nDr. Ir. Harmein Rahman, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Limbah plastik EPS, pemanfaatan limbah, aspal polimer, Laston AC-WC, metode basah, KAO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}