{"Nomor": 21356, "Judul": "PENGEMBANGAN METODE REAL-TIME PCR UNTUK MENDETEKSI BERBAGAI SUBTIPE VIRUS HEPATITIS C YANG UMUM DIJUMPAI DI INDONESIA", "Abstrak": "Data di Indonesia menunjukkan bahwa, sekitar 7 juta penduduk Indonesia \n\nmengidap infeksi virus Hepatitis C. Oleh karena itu perlu dikembangkan tes \n\ndiagnostik kuantitatif untuk mendeteksi penyakit tersebut. Sampai saat ini telah \n\nberkembang beberapa assay komersial yang mampu mengkuantifikasi jumlah \n\nRNA virus dalam tubuh seseorang sekaligus memantau keberhasilan terapi \n\nantiviral. Namun beberapa assay komersial yang ada tersebut belum bisa \n\nditerapkan di Indonesia sepenuhnya terutama di daerah yang jauh dari pusat kota, \n\nkarena biaya operasionalnya yang mahal. Mengingat genom HCV yang sangat \n\nberagam, beberapa infeksi virus ini tidak bisa terdeteksi dengan assay komersial \n\nyang ada. Berdasarkan hal tersebut, pada penelitian ini dikembangkan suatu tes \n\nalternatif dengan menggunakan metode Real-Time PCR yang mampu mendeteksi \n\ndan mengkuantifikasi subtipe RNA virus HCV yang umum dijumpai di Indonesia \n\n(subtipe 1a, 1b, 1c, 2a, 2e, 2f, 3a, 3k, dan 4a). Pada penelitian ini kandidat \n\npasangan primer yang diperoleh dari database NCBI dipilih berdasarkan daerah \n\nlestari genom HCV yang mengamplifikasi fragmen 5Ã‚Â’UTR HCV dengan panjang \n\namplikon 156 bp (posisi urutan basa ke: 74-229). Kontrol positif yang digunakan \n\nadalah plasmid pUC57 yang mengandung gen sintetik fragmen 5Ã‚Â’UTR HCV yang \n\ndirancang dengan menggunakan software Bioedit Sequence Alignment Editor. \n\nSensitivitas dan linearitas dari assay yang dikembangkan ditentukan dengan \n\nmenggunakan plasmid standar tersebut sebagai kontrol positif. Untuk melihat \n\nlinearitas kurva standar, maka serial pengenceran kontrol positif dibuat dari \n\nkonsentrasi 1011 kopi/mL sampai dengan 101 kopi/mL. Berdasarkan data yang \n\ndiperoleh didapatkan bahwa assay yang dikembangkan memiliki linearitas pada \n\nbatasan 1011 Ã‚Â– 106 kopi/ml. Efisiensi dari assay yang dikembangkan 67% dengan \n\nnilai R2 = 0,9912. Berdasarkan hasil ini, metode Real-Time PCR ini dapat \n\ndigunakan sebagai tes diagnostik alternatif yang mudah dan efisien untuk \n\nmendeteksi dan mengkuantifikasi jumlah virus HCV dengan batasan terendah \n\nyang masih bisa dikuantifikasi 106 kopi/ml.", "Daftar File": {"2017 TS PP AYU PUTRI NINGSIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110060"}, "Penulis": "AYU PUTRI NINGSIH (NIM: 21114018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ernawati Arifin Giri-Rachman dan Dr. Azzania Fibriani"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "HCV, Real-Time PCR, Linearitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}