{"Nomor": 21355, "Judul": "ANALISIS PERHITUNGAN VOLUME CUT AND FILL DENGAN DATA LIDAR (STUDI KASUS: CISARUA, BANDUNG BARAT)", "Abstrak": "Tujuan penelitian ini ialah melakukan perhitungan volume cut and fill dengan menggunakan data Light Detection and Ranging (LIDAR) melalui dua metode perhitungan volume. Metode tersebut mencakup pembentukan data LIDAR menjadi model Digital Terrain Model (DTM) yang digunakan sebagai dasar penentuan volume hingga metode mendapatkan nilai volume cut and fill tersebut. Terdapat beberapa struktur data yang digunakan dalam memodelkan DTM yaitu struktur grid dan Triangulated Irregular Network (TIN). Perbedaan model yang digunakan akan mempengaruhi hasil perhitungan volume. Volume didapatkan dengan menggunakan metode prismoidal dan metode grid. Nilai volume dengan metode prismoidal memiliki perbedaan yang tidak terlalu signifikan dengan metode grid kecuali pada bagian daerah dengan tingkat kecuraman tinggi. Maka dalam penelitian ini pembentukan DTM dengan struktur data TIN dan perhitungan volume menggunakan metode prismoidal dianggap dapat lebih representatif karena tidak melakukan banyak interpolasi di dalamnya.", "Daftar File": {"2015 TA PP AYU PERMATASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110054", "2015 TA PP AYU PERMATASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110055", "2015 TA PP AYU PERMATASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110056", "2015 TA PP AYU PERMATASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110057", "2015 TA PP AYU PERMATASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110058", "2015 TA PP AYU PERMATASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110059"}, "Penulis": "AYU PERMATASARI (NIM :  15111017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nProf. Ir. Ketut Wikantika, M.Eng., Ph.D. \n\nBudhy Soeksmantono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cut and fill, LIDAR, volume, DTM, TIN", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}