{"Nomor": 21350, "Judul": "PENGARUH PELESTARIAN CAGAR BUDAYA TERHADAP KEBERLANJUTAN KAMPUNG DI PUSAT KOTA BANDUNG (Studi Kasus : Kampung Pecinan )", "Abstrak": "Kampung Pecinan merupakan bentuk perkotaan yang masih bertahan untuk di kembangkan di Kota Bandung. Karakter Kampung Pecinan sebagian besar penghuninya campuran yaitu berasal dari suku Etnik Cina, Sunda, Jawa, Sumatera dan sub etnis lainnya. Hubungan antara Tionghoa dan Nusantara telah berlangsung sepanjang sejarah. Warga Tionghoa yang berimigrasi ke Indonesia terutama karena alasan ekonomi. Kawasan ini dapat dikembangkan sebagai suatu kawasan preservasi arsitektur dan lingkungan yang dapat dimanfaatkan untuk tujuan wisata dan kawasan historis. Karakter Kampung Pecinan ini bukan hanya   \n \n \n\nbisa dilihat dari mayoritas penduduknya berasal dari keturunan cina, akan tetapi bisa dilihat dari arsitektur bentuk bangunannya. Keberadaan cagar budaya di Kampung Pecinan harus dipertahankan dan dilestarikan, karena bangunan tua bersejarah ini akan memperkuat citra kawasan suatu kota. Hasil pengamatan diperkuat dengan adanya Klenteng di kampung ini yang tidak hanya berfungsi sebagai tempat ibadah, akan tetapi juga memiliki peranan yang penting dalam kehidupan komunitas Cina di masa yang lalu dan sekarang berfungsi sebagai   \n \n \n\nsarana peribadatan dan pendidikan bahasa mandarin. Selain itu bangunan deretan pertokoan perdagangan dan jasa juga menjadi daya tarik orang-orang dalam   \n \n \n\nmemenuhi kebutuhan sehari-hari. Metode analisis yang digunakan dalam penelitian ini berupa metode analisis   \n \n \n\ndeskriptif dan kuantitatif. Metode analisis deskriptif ini dapat dilihat dari menganalisis beragam bentuk data yang sejauh mungkin bisa memberikan gambaran dalam bentuk aslinya. Sedangkan pada Metode analisis kuantitatif ini dapat dilihat dari metode analisis tabulasi silang (Crosstab) untuk mencari keterkaitan dari keberadaan cagar budaya terhadap keberlanjutan kampung, berdasarkan nilai Chi-Square uji dan tabel. Untuk mengetahui kekuatan hubungan keberadaan cagar budaya terhadap keberlanjutan kampung, dapat diketahui dari nilai coefficient contingency. Variabel keberlanjutan kampung yang di uji memiliki kekuatan yang erat atau lemah dapat dilihat pada kolom symmetric   \n \n \n\nMeasures. Pengaruh pelestarian cagar budaya di Kampung Pecinan memiliki hubungan yang positif terhadap keberlanjutan kampung yang di tinjau dari aspek fisik (identitas bangunan, bentuk bangunan, guna lahan dan fungsi bangunan), sosial (lama tinggal, penghuni baru dan nilai lokalitas) dan ekonomi (meningkatkan ekonomi   \n \n \n\nlokal). Hal ini disebabkan oleh Kampung Pecinan berada di kawasan yang menguntungkan karena terletak di pusat perdagangan dan jasa utama Kota Bandung. Bangunan cagar budaya di kampung ini memiliki citra kawasan sejarah   \n \n \n\nyang sangat berpengaruh dalam pembentukan identitas Kota Bandung. dengan dijadikan Kampung Pecinan sebagai suatu kawasan preservasi arsitektur dan lingkungan yang dapat dimanfaatkan untuk tujuan wisata dan kawasan historis,   \n \n \n\nsehingga peluang lapangan kerja dan tingkat pendapatan di Kampung Pecinan menjadi lebih baik.", "Daftar File": {"2015 TS PP AYU MUJIBURRAHMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110036", "2015 TS PP AYU MUJIBURRAHMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110035", "2015 TS PP AYU MUJIBURRAHMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110037", "2015 TS PP AYU MUJIBURRAHMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110038", "2015 TS PP AYU MUJIBURRAHMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110039", "2015 TS PP AYU MUJIBURRAHMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110040", "2015 TS PP AYU MUJIBURRAHMI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/110041", "2015 TS PP AYU MUJIBURRAHMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110042"}, "Penulis": "AYU MUJIBURRAHMI (NIM : 25413006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Iwan Kustiwan, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pelestarian cagar budaya, Kampung Kota, Kampung Pecinan, Keberlanjutan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "8 file", "Tanggal Input": "09 Okt 2017"}