{"Nomor": 21379, "Judul": "ANALISIS SPEKTRAL DAN KORELASI TIDAL OBSERVASI DENGAN TEORITIS DAN APLIKASINYA PADA 4D MICROGRAVITY", "Abstrak": "Koreksi tidal dilakukan karena pada setiap pengukuran gayaberat terdapat pengaruh gayaberat dari luar bumi terutama matahari dan bulan. Besarnya efek tidal ini berubah setiap waktu tergantung pada posisi benda-benda langit tersebut. Pengaruh gravitasi akibat tidal bisa mencapai Ã‚Â±100 μGal. Dalam monitoring reservoir, dibutuhkan akurasi gravitasi kurang dari 10 μGal (Takemura dkk, 2000), oleh karena itu kesalahan dalam koreksi tidal merusak anomali yang diperoleh. Oleh karena itu, penggunaan koreksi tidal sangat berkontribusi terhadap anomali microgravity yang diperoleh. Perkembangan alat gravimeter memungkinkan untuk dilakukan pengukuran tidal secara kontinu yang hasilnya bisa dibandingkan dengan tidal teoritik. Penelitian ini menunjukan perbandingan tidal observasi dengan teoritis. Data yang digunakan merupakan hasil observasi secara langsung dengan periode 3 hari, 1 minggu dan 3 minggu dengan menggunakan alat gravimeter Lacoste & Romberg tipe 856 yang dilengkapi feedback factor system. Analisis spektrum dilakukan terhadap sinyal tidal untuk mengetahui frekuensi, amplitudo maupun fasa selama satu bulan dengan harapan pemilihan koreksi tidal bisa lebih akurat. Pada penelitian ini digunakan tiga tidal yang biasa dipakai yakni tidal observasi (pengukuran langsung dilapangan), software A dan software B. Hasil analisis spektral yang dilakukan menunjukan bahwa tidal software A lebih berkorelasi dengan tidal observasi baik dalam periode 3 minggu, 1 minggu maupun 3 hari dengan besar koefisien korelasi berturut-turut adalah 0.99, 0.83 dan 0.98", "Daftar File": {"2012 TS PP BAGUS SUNJA LAKSANA 1.pdf": "https://digilib.itb.ac.id/gdl/download/110117"}, "Penulis": "BAGUS SUNJA LAKSANA, WAWAN G. A KADIR, EKO J.WAHYUDI", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Koreksi tidal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}