{"Nomor": 21372, "Judul": "INTERSEISMIC SLIP DISTRIBUTION ANALYSIS IN EAST JAVA", "Abstrak": "We reexamined GPS stations in Eastern part of java to understand the recent deformation from the convergence zone between the Australian Plate and Sunda Block in East Java. From the seismic record in the subduction zone shown the occurrence of tsunami earthquake in M7.7 in 1994 and several number of earthquakes that potentially become tsunami. To comprehensively obtain the signal in subduction zone, we have to remove the effect of the other major sources deformation in the area of study, as in this study is the block motion from Sunda Block. To remove the block motion of Sunda Block we used the parameters of the model Altamimi (2007) in the GPS field. The used data for this research is several campaign GPS and Continuously GPS data from 2010 Ã‚Â– 2016. These data can be processed using GAMIT/GLOBK 10.6 software to obtain geocentric coordinates, geodetic coordinates, and standard deviation which reference to ITRF2000. Geocentric coordinates are transformed into topocentric coordinates to know the rate of shift vector speed. From the obtained displacement rate, carried reduction to clean up from other deformation source. The value of surface deformation is made as input for the inversion calculation from dislocation theory in half space by Okada (1992). The result show the strong slip distribution in the two sides of fault model that located near the costal of Pacitan and the in the south of Banyuwangi, this slip distribution represent the coupling from the convergence zone. It indicates there are accumulating energy due to convergence of the megathrust. The comparison of surface deforomation from forward calculation and the GPS observation are nearly similar which indicated by the value of rms residual is Ã‚Â± 2.06 mm. However from the model accuracy and resolution found that model contain misfit in dependent location. From this research, we highlight the value of slip distribution correlating to the risk assessment in Java Island.", "Daftar File": {"2017 TS PP  BAGOES DWI RAMDHANI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110095"}, "Penulis": "BAGOES DWI RAMDHANI (NIM : 25116011)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr. Irwan Meilano, S.T. M.Sc.   \n \n \n\nDr. Endra Gunawan, S.T. M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "crustal deformation, geodetic inversion, intersesimic slip", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}