{"Nomor": 21374, "Judul": "ADDED MASS PREDICTION OF UNDERWATER VEHICLE DYNAMICS USING CFD METHOD", "Abstrak": "Salah satu perilaku aliran tak tunak pada karakteristik hidrodinamika wahana selam adalah adanya massa tambahan air atau yang dikenal dengan Added Mass Force. Fenomena ini terjadi saat wahana dipercepat atau diperlambat. Interaksi antara permukaan wahana dan aliran sekitarnya yang berubah terhadap waktu menghasilkan aliran induksi lokal yang mempengaruhi perubahan besar gaya-gaya hidrodinamika. Hal ini memberikan pengaruh yang signifikan terhadap kestabilan wahana. Added mass ini menyebabkan munculnya gaya dan momen tambahan sebagai parameter penting dalam pemodelan dan pengendalian dinamika wahana selam. Makalah ini melaporkan penelitian tentang koefisien added mass wahana selam yang diperoleh melalui metode simulasi Computational Fluid Dynamics (CFD) menggunakan software CFX. Koefisien added mass dihitung dengan melakukan simulasi unsteady atau yang dikenal sebagai simulasi transien. Komputasi simulasi didasarkan pada solusi persamaan Reynolds Average Navier-Stokes (RANS). Wahana dimodelkan bergerak maju dan mundur secara berkala sesuai dengan fungsi sinus, dengan nilai reduced frequency yang divariasikan (0,1 Hz, 0,25 Hz, 0,35 Hz), amplitudo konstan 2 m. Simulasi dilakukan pada kondisi kedalaman jelajah 10 m di bawah permukaan laut, dan kecepatan jelajah 1,54 m/s (Re = 9.000.000). Hasil simulasi meliputi kontur kecepatan, variasi gaya dan percepatan, frekuensi, dan komponen koefisien added mass untuk berbagai frekuensi.", "Daftar File": {"2017 TA PP BAGUS BAMBANG RISWANDI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110097"}, "Penulis": "BAGUS BAMBANG RISWANDI - Nim: 13613040", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Mochammad Agoes Moelyadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wahana selam; Hidrodinamika tak tunak; Simulasi transien; Koefisien added mass, reduced frequency", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}