{"Nomor": 21376, "Judul": "DESAIN DAN SIMULASI FASAD LIGHTING (STUDI KASUS: PERPUSTAKAAN PUSAT ITB)", "Abstrak": "Bangunan bisa menjadi simbol khas suatu lembaga atau institusi. Institut Teknologi Bandung memiliki beberapa bangunan dalam kompleks kampus yang memiliki desain unik dan menonjol. Gedung Perpustakaan Pusat adalah salah satunya, memiliki desain dinding berlekuk-lekuk dan  \n \n\nberundak-undak yang berbeda dan menjadi ciri unik dibandingkan gedung lain di kampus ITB. Namun sayangnya keunikan desain tersebut hanya bisa dinikmati dan teramati dengan baik pada siang hari, karena pada malam hari pencahayaan perpustakaan pusat sangat minim. Banyak  \n \n\norang melintas yang merasa tidak aman dan terganggu dengan kondisi jalan gelap. FaÃƒÂ§ade lighting adalah teknik pencahayaan yang digunakan untuk memberikan fungsi pencahayaan pada gedung. Pada tugas akhir ini dilakukan evaluasi pencahayaan eksisting perpustakaan pusat ITB. Nilai iluminansi dan luminansi diambil pada 6 titik, untuk mengetahui apakah pencahayaan aktual  \n \n\nmemenuhi standar. Foto kondisi aktual juga diambil sebagai pembanding dengan hasil simulasi nantinya. Kuesioner disebar untuk mengetahui pendapat responden mengenai kondisi aktual, dan sebagai acuan dalam pembuatan simulasi. Simulasi perbaikan dilakukan dengan mengikuti 3 skenario rancangan, yang dibuat dengan dasar  \n \n\npertimbangan energi dan waktu. Sistem pencahayaan floodlight dan accent lighting diterapkan pada simulasi untuk meningkatkan kontras dan modeling dari permukaan dinding Perpustakaan Pusat ITB.Hasil kuesioner pascasimulasi menunjukkan responden menerima desain yang diajukan dan desain dapat memenuhi objektif pencahayaan secara umum. Simulasi juga dirasa dapat diterapkan pada kondisi aktual guna meningkatkan nilai estetika perpustakaan pusat dan menjadikannya sebagai icon ITB.", "Daftar File": {"2013 TA PP BAGUS PANUNTUN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110108", "2013 TA PP BAGUS PANUNTUN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110109", "2013 TA PP BAGUS PANUNTUN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110110", "2013 TA PP BAGUS PANUNTUN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110111", "2013 TA PP BAGUS PANUNTUN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110112", "2013 TA PP BAGUS PANUNTUN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110113", "2013 TA PP BAGUS PANUNTUN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110114"}, "Penulis": "BAGUS PANUNTUN (NIM : 13308031)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nIr. F.X. Nugroho Soelami, MBEnv., Ph.D.", "Ir. R. Triyogo, MDesSc (Illum.)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perpustakaan, fasad, pencahayaan fasad, floodlight, kontras dan modeling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}