{"Nomor": 21390, "Judul": "PERKIRAAN KINERJA FULL SCALE WATERFLOOD DARI PENGEMBANGAN PILOT WATERFLOOD DENGAN ANALISA PARAMETER", "Abstrak": "Metoda Peningkatan Perolehan Minyak Lanjut yang paling diminati saat ini adalah Metoda Injeksi Air (Waterflood) yang memiliki berbagai keunggulankeunggulan ditinjau dari sisi ketersediaan teknologi maupun keekonomiannya.         \n\nUntuk mengajukan suatu peroyek Metoda Injeksi Air dibutuhkan perhitunganperhitungan awal dalam memperkirakan kinerjanya untuk menganalisa kelayakan         \n\nperoyek ini. Beberapa metoda yang sudah ada seperti halnya Buckley Leverett, Craig Geffen Morse, Dykstra Parson, Stiles dan Bush and Helander dengan asumsi-asumsi yang ideal membuat tingkat akurasi yang rendah bila diterapkan untuk kondisi nyata, sementara dengan membangun simulasi atas reservoir yang akan dikembangkan membutuhkan baik waktu maupun biaya yang cukup besar,         \n\nmaka penulis mencoba mengembangkan suatu metoda yang khusus untuk lapangan minyak yang dipilih dengan pendekatan yang lebih praktis serta memberikan hasil perkiraan yang dapat diterima. Metoda analisa parameter ini dapat diterapkan pada lapangan lainnya dengan mengikuti tahapan-tahapan perhitungan yang dilakukan. Metoda ini melakukan pendekatan analisa parameter         \n\nbaik statik maupun dinamik dari reservoir yang terlebih dahulu menerapkan pilot waterflood. Hasil model yang didapatkan memenuhi kriteria pengujian statistik,         \n\ndengan menggunakan excel. Data statik berupa permeabilitas, porositas , PV, OOIP, dsb. demikian pula data dinamis dari perilaku pilot waterflood seperti PVI,         \n\nFIFO, RF. Delta RF, WOR, dsb. Selanjutnya dilakukan analisa atas setiap parameter dan dibangun suatu hubungan antar parameter sehingga menghasilkan suatu persamaan yang praktis untuk lapangan tersebut dalam memperkirakan kinerja waterflood bila diterapkan pada seluruh lapangan.Dari studi ini didapatkan dua persamaan pokok yaitu persamaan untuk menentukan laju injeksi sumur yang ditentukan oleh permeabilitas, porositas dari sumur serta tekanan kepala sumur dan persamaan kedua adalah persamaan yang menentukan pertambahan recovery         \n\nfactor. Keseluruhan kinerja waterflood diperkirakan memberikan pertambahan recovery factor 6,8 % dari OOIP.", "Daftar File": {"2009 TS PP BARDANSYAH SEMBIRING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110177", "2009 TS PP BARDANSYAH SEMBIRING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110178", "2009 TS PP BARDANSYAH SEMBIRING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110179", "2009 TS PP BARDANSYAH SEMBIRING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110180", "2009 TS PP BARDANSYAH SEMBIRING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110181", "2009 TS PP BARDANSYAH SEMBIRING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110182", "2009 TS PP BARDANSYAH SEMBIRING 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/110183", "2009 TS PP BARDANSYAH SEMBIRING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110184"}, "Penulis": "BARDANSYAH SEMBIRING (NIM : 22207318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ir.Pudji Permadi M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Metoda Peningkatan Perolehan Minyak Lanjut, Metoda Injeksi Air (Waterflood)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}