{"Nomor": 21391, "Judul": "KAJIAN TENTANG PERANAN DAM DAN BENDUNGAN DALAM MENCEGAH BENCANA BANJIR.", "Abstrak": "Banjir bandang merupakan salah satu bencana alam yang berbahaya. Bencana ini terjadi ketika volume air sungai meluap dan menyebabkan terendamnya daratan di sekitar area sungai. Hal ini dapat terjadi ketika arus air sungai yang datang melebihi kapasitas saluran sungai. Akibatnya daratan yang biasanya dalam keadaan kering akan terendam oleh air sehingga dapat mengakibatkan kerusakan pada berbagai infrastruktur seperti hunian warga dan fasilitas lainnya. Pada daerah aliran sungai yang secara alami mengalami pelebaran aliran di suatu lokasi pada umumnya memiliki mekanisme perlindungan terhadap bencana banjir. Pelebaran aliran ini bisa dipandang sebagai bendungan alami (dam) yang dapat menurunkan tinggi muka air sungai. Namun, untuk sungai yang tidak memiliki daerah aliran yang mengalami pelebaran dibutuhkan suatu metode preventif lain untuk mencegah terjadinya bencana banjir, salah satunya adalah dengan membangun bendungan buatan (storage basin). Pada saat terjadi bencana banjir, persamaan momentum akan tereduksi menjadi persamaan kesetimbangan antara gaya gesek dasar sungai dan gravitasi yang lebih sederhana. Dalam kasus ini persamaan konservasi masa akan tereduksi menjadi persamaan gelombang kinematik. Pada laporan tugas akhir ini penulis akan menggunakan persamaan tersebut untuk mengkaji peran bendungan alami dan bendungan buatan (storage basin) dalam mencegah terjadinya bencana banjir. Penulis akan menggunakan metode numerik untuk mensimulasikan apa yang akan terjadi bila aliran air berlebih yang datang dari daerah hulu melewati bendungan alami atau bendungan buatan. Sebagai tambahan akan disajikan pula simulasi penerapan pintu air pada bendungan tersebut yang dapat berfungsi sebagai perlindungan tambahan.", "Daftar File": {"2017 TA PP BARI ASUNKA MEDU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110185"}, "Penulis": "BARI ASUNKA MEDU (NIM : 10112082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Sri Redjeki Pudjaprasetya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banjir bandang, storage basin, persamaan gelombang kinematik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}