{"Nomor": 21398, "Judul": "IMPLEMENTASI HIGH-FREQUENCY TRADING DENGAN PREDIKSI HARGA SAHAM", "Abstrak": "High-Frequency Trading (HFT) merupakan pengembangan dari algorithmic trading yang memanfaatkan kecepatan komputer untuk melakukan transaksi dengan frekuensi yang tinggi dengan selang waktu kurang dari 1 detik. Perusahaan-perusahaan yang menggunakan HFT tidak menyediakan dokumentasi yang terbuka untuk umum. HFT sederhana yang terdokumentasi yang telah diimplementasikan memiliki Sharpe Ratio di bawah 1 sehingga perlu dikembangkan lebih lanjut, salah satunya dengan menggunakan prediksi harga saham. Tujuan utama dari tugas akhir ini adalah terbentuknya metode prediksi yang meningkatkan kinerja HFT dan HFT yang dibentuk memiliki Sharpe Ratio di atas 1.  \n \n\nPenelitian dimulai dengan eksplorasi metode prediksi harga saham yang akan digunakan. Selanjutnya dilakukan analisis terhadap data yang telah dikumpulkan serta studi literatur untuk membentuk rancangan solusi yang akan dibentuk. Tiap solusi yang diajukan kemudian diuji untuk mendapatkan solusi sistem yang paling optimal.  \n \n\nTerpilih 3 metode prediksi saham yang digunakan pada simulasi HFT, prediksi menggunakan pembelajaran mesin, yaitu support vector machine (SVM) dan artificial neural network (ANN), dan prediksi menggunakan pencocokan pola untuk menentukan waktu terbaik untuk menjual maupun membeli. Hasil uji dari simulasi dengan prediksi memperlihatkan kinerja yang lebih baik dibandingkan dengan simulasi tanpa prediksi, terutama gabungan SVM dan pencocokan pola, meskipun demikian indikator teknikal yang dipilih untuk implementasi HFT sederhana masih kurang memadai.", "Daftar File": {"2017 TA PP BAYU RASYADI PUTRAUTAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110208"}, "Penulis": "BAYU RASYADI PUTRAUTAMA (NIM : 13513046)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Ir. Dwi Hendratmo W., M.Sc., Ph.D.  \n \n\nIr. Windy Gambetta."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "trading, HFT, pembelajaran mesin, pencocokan pola, analisis teknikal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}