{"Nomor": 21401, "Judul": "MEMODELKAN JARAK TERDEKAT ANTAR LOKASI GEMPA BUMI DENGAN DISTRIBUSI GENERALIZED EXTREME VALUE (GEV), WEIBUL DAN LOGNORMAL STUDI KASUS : DATA GEMPA PADA WILAYAH TOBELO, MALUKU UTARA", "Abstrak": "Gempa bumi merupakan kejadian yang mengakibatkan terjadinya kerugian yang cukup besar. Oleh karena itu, penting untuk mengestimasi besarnya kerugian yang timbul sehingga dapat diketahui besarnya premi yang harus diterima oleh suatu perusahaan asuransi apabila terjadi klaim atas kerusakan akibat gempa bumi. Menentukan premi asuransi gempa bumi dapat dilakukan dengan mengetahui analisis hazard seismik dan estimasi kerugian. Pada tesis ini akan dibahas mengenai jarak terdekat lokasi gempa pada kota Tobelo, Maluku Utara. Penting untuk mengetahui jarak dari sumber gempa yang mungkin ada di daerah lokasi kota Tobelo agar dapat menentukan dampak yang mungkin dialami oleh kota tersebut ketika terjadi gempa pada jarak tertentu dan untuk memudahkan adanya proses mitigasi bencana gempa. Jarak terdekat antar lokasi gempa bumi yang ditentukan berdasarkan titik koordinat longitude dan latitude dengan kota Tobelo sebagai lokasi awal. Setelah diperoleh data jarak terdekat maka data tersebut akan dimodelkan menggunakan distribusi generalized extreme value (GEV), Weibull dan Lognormal serta dilakukan uji statistik Kolmogorov-Smirnov. Model terbaik akan ditentukan berdasarkan nilai kriteria AkaikeÃ‚Â’s Information Criterion (AIC) dan Schwarz-Bayesian Information Criterion (BIC). Berdasarkan model peluang terbaik yang diperoleh, kita dapat menaksir peluang terjadinya suatu gempa pada waktu dan jarak tertentu. Dengan tingkat signifikansi ????=0,05 uji kecocokan model dilakukan menggunakan uji Kolmogorov-Smirnov. Dapat disimpulkan bahwa untuk memodelkan jarak terdekat antar lokasi gempa bumi (jarak terdekat pertama, jarak terdekat kedua dan jarak terdekat ketiga) dapat digunakan model peluang distribusi Weibull dengan parameter ?????=0,8992514 dan parameter ?????=1,2368811 (untuk jarak terdekat pertama), parameter ?????=1,080393 dan parameter ?????=0,3838593 (untuk jarak terdekat kedua) dan parameter ?????=1,257232 dan parameter ?????=3,536596 (untuk jarak terdekat ketiga).", "Daftar File": {"2017 TS PP BEATRIX KAINAMA 1-COVER..pdf": "https://digilib.itb.ac.id/gdl/download/110225", "2017 TS PP BEATRIX KAINAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110226", "2017 TS PP BEATRIX KAINAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110227", "2017 TS PP BEATRIX KAINAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110228", "2017 TS PP BEATRIX KAINAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110229", "2017 TS PP BEATRIX KAINAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110230", "2017 TS PP BEATRIX KAINAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110231"}, "Penulis": "Beatrix Kainama [20814027]", "Kontributor / Dosen Pembimbing": ["Pembimbing I : DR. Udjianna S. Pasaribu", "Pembimbing II : DR. RR Kurnia Novita Sari"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "estimasi parameter, jarak terdekat terdekat gempa bumi, hazard seismik, mitigasi bencana ; earthquake distance site to siteparameter estimation, seismic hazard, disaster mitigation", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "24 Nov 2017"}