{"Nomor": 21420, "Judul": "IDENTIFIKASI DAN KLASIFIKASI VARIABEL UNTUK DESAIN LOKASI DAN RUTE PIPA BAWAH LAUT", "Abstrak": "Pipa bawah laut merupakan salah satu metode transportasi minyak dan gas bumi yang efektif dan efisien. Namun dalam pemasangan pipa bawah laut terdapat beberapa tantangan. Tantangan itu sendiri tak lain adalah dari kondisi laut yang sangat dinamis dan variabel lainnya. Identifikasi terhadap variabel apa saja yang ada diperlukan untuk kepentingan pertimbangan dalam penentuan desain lokasi dan rute pipa bawah laut. \n\nPenelitian ini dilakukan untuk memberi informasi variabel yang mempengaruhi dan harus dipertimbangkan dalam penentuan desain lokasi dan rute pipa bawah laut. Metode yang dilakukan pada penelitian ini yaitu kajian berdasarkan literatur dan mempelajari penelitian terdahulu yang berhubungan dengan pipa bawah laut. \n\nDalam pemasangan pipa bawah laut ditemukan bahwa banyak variabel yang dapat mempengaruhinya. Variabel tersebut diklasifikasikan menjadi 2 yaitu variabel alam \n\ndan variabel manusia. Variabel alam adalah variabel yang muncul akibat kondisi alam sekitar seperti aspek kimiawi dan fisis lautan. Variabel manusia adalah variabel yang muncul akibat manusia seperti aspek ekonomi, hukum, sosial, dan politik. Variabel alam dan manusia tersebut nantinya akan dianalisis sehingga didapatkan implikasi dari masing-masing variabel yang terjadi. Implikasi yang terjadi digolongkan menjadi 2 yaitu implikasi pemasangan (yang terjadi ketika perencanaan sampai pemasangan) dan implikasi operasional (yang terjadi ketika pipa sedang \n\nberoperasi). Salah satu contoh variabel alam yaitu gempa bumi yang mempunyai pengaruh terhadap ketahanan dan kestabilan pipa. Salah satu contoh variabel manusia yaitu aturan lokal yang mempengaruhi dalam instalasi pipa.", "Daftar File": {"2015 TA PP BENYAMIN SADIRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110312", "2015 TA PP BENYAMIN SADIRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110313", "2015 TA PP BENYAMIN SADIRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110314", "2015 TA PP BENYAMIN SADIRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110315", "2015 TA PP BENYAMIN SADIRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110316", "2015 TA PP BENYAMIN SADIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110317"}, "Penulis": "BENYAMIN SADIRA (NIM  : 15110062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr.rer.nat. Wiwin Windupranata, ST., M. Si. \n\nDr. Ir. Samsul Bachri, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemasangan pipa bawah laut, variabel manusia, variabel alam, lokasi dan rute", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}