{"Nomor": 21428, "Judul": "ANALISIS KUANTITATIF KEKUATAN SISA PADA PIPELINE YANG TELAH TERDEGRADASI STUDI KASUS: JALUR PIPELINE MINYAK MENTAH PETANI-DURI", "Abstrak": "Selama beroperasi, pipeline akan berkontak langsung dengan fluida kerja dan lingkungannya. Lingkungan sekitar dan fluida ini mengandung unsur- unsur kimia yang bersifat korosif. Hal ini dapat menyebabkan terkorosinya dinding     \n \n \n \n\npipeline sehingga menyebabkan kerusakan pada pipeline. Pipeline yang mengalami degradasi atau penipisan dinding pipa akan rentan terhadap tekanan, dan mengalami penurunan kekuatan. Oleh karena itu diperlukan analisis yang     \n \n \n \n\nbersifat kuantitatif untuk memperoleh tekanan operasi maksimum yang diizinkan serta status dari pipeline yang telah terkorosi, apakah harus dilakukan repair, derating, atau return to service.     \n \n \n \n\nPada tugas akhir ini dilakukan analisis berdasarkan ASME B31G dan Modified ASME B31G untuk menentukan kekuatan sisa pipeline yang terkorosi dengan studi kasus pipeline Petani-Duri yang memiliki 59063 lokasi cacat sebagai input perhitungan. Untuk mempermudah perhitungan dikembangkan program bantu perhitungan (calculation sheet) yang mampu mengolah sepuluh ribu data korosi hasil intelligent pigging. Dalam tugas akhir ini juga dilakukan estimasi     \n \n \n \n\numur dari pipeline dengan menerapkan laju korosi yang diasumsikan bertambah secara linier setiap tahunnya.     \n \n \n \n\nDari hasil analisis kekuatan sisa yang dilakukan diperoleh tiga titik kritis yaitu pada ID D-845 (lokasi absolut 13.6 Km dari pig launcher), dimana kedalaman cacat sudah melewati kedalaman yang diizinkan berdasarkan kedua code yaitu sebesar 85%t. Titik kritis kedua ada pada ID C-5105. Analisis kekuatan sisa terhadap cacat tersebut diperoleh hasil sebagai berikut, berdasarkan ASME B31G, tekanan maksimum yang aman (PÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â’) adalah 385.58 psi (berkurang 18.82% dari kekuatan awal), berdasarkan Modified ASME B31G, tekanan maksimum yang aman (PÃƒÂƒÃ‚Â‚ÃƒÂ‚Ã‚Â’) adalah 454.12 psi (berkurang 4.4% dari kekuatan awal). Dengan MAOP sebesar 475 psi diperoleh kesimpulan bahwa pipeline sudah tidak aman, harus dilakukan repair atau derating Dari penerapan laju korosi, didapat bahwa pipeline harus segara dilakukan repair pada titik tertentu (ID-845 dengan kedalaman cacat 98%t) dua tahun setelah data pigging diambil.", "Daftar File": {"2009 TA PP BILAL ADI AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110354", "2009 TA PP BILAL ADI AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110355", "2009 TA PP BILAL ADI AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110356", "2009 TA PP BILAL ADI AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110357", "2009 TA PP BILAL ADI AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110358", "2009 TA PP BILAL ADI AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110359", "2009 TA PP BILAL ADI AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110360"}, "Penulis": "BILAL ADI AKBAR (NIM : 13105031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. IGN Wiratmaja Puja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Kuantitatif, Kekuatan Sisa, Pipeline, Jalur Pipeline, Minyak Mentah, Petani Duri, ASME B31G, Modified ASME B31G, fluida", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2017"}