{"Nomor": 21439, "Judul": "ANALISIS DAN EVALUASI PENGGUNAAN GAS LIFT PACK OFF DI LAPANGAN X", "Abstrak": "Gas lift Pack-Off (GLPO) adalah metode untuk membuat jalan gas lift dari annulus sumur ke area aliran tubing pada lokasi yang diinginkan. Pemasangan GLPO memungkinkan penempatan titik injeksi gas yang lebih dalam tanpa mengganggu rangkaian tubing original yang pada awalnya sudah terpasang. Pemasangan GLPO diharapkan dapat meningkatkan laju produksi sumur dan memperpanjang umur sumur produksi seiring dengan tekanan reservoir yang terus berkurang.       \n \n\nCara kerja GLPO serupa dengan gas lift konvensional dimana gas diinjeksikan ke dalam tubing produksi untuk mengurangi tekanan hidrostatik cairan di dalam sumur karena adanya perubahan densitas dari cairan. Penurunan tekanan bottomhole akan memperbesar drawdown di dalam sumur sehingga laju alir menjadi lebih tinggi. GLPO dapat dipasang dan diambil dengan wireline, sehingga menghilangkan kebutuhan akan rig workover. GLPO dilengkapi dengan gas lift mandrel (GLM) untuk keperluan gas lift tanpa perlu mengangkat tubing. Berdasarkan kesederhanaannya, keberhasilan operasi, dan dampak ekonomi yang cukup besar, metode ini akan diterapkan di Lapangan X.       \n \n\nAplikasi GLPO ini telah diimplementasikan pada sumur A-11 di Lapangan X. Sumur tersebut telah dibor dan dilengkapi dengan dua gas lift mandrel (GLM) yang sebelumnya hanya diperuntukkan untuk proses kick-off awal atau unloading. Setelah kick-off, sumur tersebut diharapkan dapat mengalir secara natural dan tidak memerlukan injeksi gas lift kontinyu karena gas dari formasi akan cukup untuk mengangkat cairan ke separator.       \n \n\nSumur A-11 tidak bisa mengalir secara alami seiring dengan berjalannya waktu. Optimasi produksi dilakukan untuk dapat menghidupkan kembali sumur ini, pada mulanya metoda huff dan puff dicoba pada sumur ini namun hanya menghasilkan laju produksi yang sangat rendah. Sumur dapat mengalir selama satu hari setelah ditutup selama dua minggu. Setelah itu optimasi produksi dilakukan dengan pemasangan pipa gas lift permanen karena pada awalnya tidak ada pipa gas lift yang tersedia pada saat itu.       \n \n\nSumur ini kembali hidup menggunakan gas lift dengan cara menginjeksikan gas pada GLM yang sudah terpasang yaitu pada pada titik GLM#2 setelah dilakukannya pemasangan pipa gas lift permanan. Potensi peningkatan produksi sumur A-11 dapat dilakukan dengan cara memperdalam titik gas injeksi. Titik GLM#2 terpasang pada kedalaman dangkal sehingga tekanan drawdown sumur masih belum optimal. Jarak antara GLM#2 dengan production paker berjarak 4.058 ftTVD atau setara dengan rasio perbandingan 52%. Metoda GLPO dapat memperdalam titik gas injeksi sampai batas production packer pada kedalaman 8.424 ftTVD.       \n \n\nDengan metode GLPO diharapkan sumur A-11 dapat kembali berproduksi dengan laju alir yang optimal dan diharapkan dapat menghasilkan 99% produksi lebih tinggi dari produksi sebelumnya yang hanya menginjeksikan gas lift di GLM#2.", "Daftar File": {"2017 TS PP BIMO REKSO SAMUDRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110403", "2017 TS PP BIMO REKSO SAMUDRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110404", "2017 TS PP BIMO REKSO SAMUDRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110405", "2017 TS PP BIMO REKSO SAMUDRO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110406", "2017 TS PP BIMO REKSO SAMUDRO 1-BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/110407", "2017 TS PP BIMO REKSO SAMUDRO 1-BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/110408", "2017 TS PP BIMO REKSO SAMUDRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110409", "2017 TS PP BIMO REKSO SAMUDRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110410"}, "Penulis": "BIMO REKSO SAMUDRO (NIM : 22214018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gas lift, optimasi produksi, injeksi.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}