{"Nomor": 21430, "Judul": "EVALUASI KINERJA TERMAL PEMBANGKIT LISTRIK TENAGA UAP (PLTU) STUDI KASUS PLTU PT. KDL CILEGON", "Abstrak": "Pada tugas akhir ini, akan dihitung dan dianalisis kinerja dari sebuah PLTU. Data yang digunakan untuk perhitungan merupakan data lapangan pada tanggal 4,5,dan 6 Maret 2012. Data lapangan ini kemudian digunakan untuk menghitung efisiensi kerja pompa, efisiensi boiler, efisiensi isentropik turbin, efisiensi generator, energi yang dibuang oleh kondenser, dan efisiensi plant. Pengolahan data ini kemudian dibandingkan dengan kondisi rancangan, dan dianalisis penyebab-penyebab penurunan efisiensi.  \n \n\nDidapat hasil perhitungan dengan rata-rata hasil sebagai berikut: persen kerja pompa sebesar 54,53%, efisiensi boiler sebesar 87,66%, efisiensi isentropik turbin sebesar 61,75%, efisiensi generator sebesar 97,03%, energi yang dibuang oleh kondenser sebesar 2,01 x 105 kJ/s dan efisiensi plant sebesar 25,62%.  \n \n\nTerdapat rugi-rugi energi pada setiap komponen. Sumber rugi-rugi energi pada boiler terdapat pada efisiensi pembakaran yang tidak optimal, munculnya kerak pada permukaan transfer kalor. Sumber rugi-rugi energi pada turbin terletak pada munculnya kerak pada sudu-sudu turbin dan rumah turbin, kehilangan akibat gaya gesek (friction losses), dan adanya rugi-rugi mekanik. Solusi untuk mengatasi adanya rugi-rugi energi adalah dengan cara menjaga parameter-parameter sesuai dengan parameter rancangan. Selain itu untuk mengurangi rugi-rugi energi adalah dengan membersihkan kerak yang muncul pada pipa permukaan transfer kalor pada boiler, turbin, kondenser.", "Daftar File": {"2012 TA PP BILL QISHTY AULIA ARDHY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110377", "2012 TA PP BILL QISHTY AULIA ARDHY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110376", "2012 TA PP BILL QISHTY AULIA ARDHY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110378", "2012 TA PP BILL QISHTY AULIA ARDHY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110379", "2012 TA PP BILL QISHTY AULIA ARDHY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110380", "2012 TA PP BILL QISHTY AULIA ARDHY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110381", "2012 TA PP BILL QISHTY AULIA ARDHY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110382"}, "Penulis": "BILL QISHTY AULIA ARDHY  (NIM : 13308039)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nIr. Wisnu Hendradjit, M.Sc.E.", "Dr.Ir. Edi Leksono, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLTU, kinerja, efisiensi, rugi-rugi energi, pembakaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}