{"Nomor": 21443, "Judul": "RESUBMITTED LOTSWITH SINGLE SAMPLING PLAN BY ATTRIBUTES UNDER THE CONDITIONS OF POISSON DISTRIBUTION", "Abstrak": "Faktor terpenting dalam mengambil keputusan untuk memilih diantara produk dan jasa yang saling bekompetisi adalah kualitas. Dalam penerapan metode statistik \n\npada rekayasa kualitas, sudah menjadi ciri khas untuk mengklasifikasikan data pada karakteristik kualitas baik sebagai data atribut atau variabel. Salah satu tool statistik terpenting yang banyak digunakan adalah acceptance sampling. Acceptence sampling plan merumuskan ukuran sampel dan kriteria persetujuan dan penolakan \n\nyang dibutuhkan untuk penentuan lots. Tesis ini mengusulan resubmitted lots with single sampling plan (RSSP) dengan atribut pada kondisi distribusi Poisson. RSSP dengan atribut pada kondisi distribusi Poisson akan mengukur kualitas karakteristik pada skala numerik, dengan beberapa keuntungan yaitu ukuran sampel yang lebih kecil daripada Single Sampling Plan tradisional pada tingkat proteksi yang sama untuk kedua produsen dan pelanggan. Hal ini sangat bermanfaat bila inspeksi \n\ntersebut mahal dan bersifat merusak. Untuk tujuan penelitian, tabel-tabel yang berisi ukuran sampel dan nilai penerimaan kritis yang dibutuhkan dari berbagai \n\nkombinasi tingkat kualitas, risiko produsen dan risiko konsumen akan dibuat. Kemudian, perilaku RSSP di bawah distribusi Poisson dengan berbagai kondisi juga ditunjukkan dan dibahas. Contoh numerik diberikan untuk menggambarkan dan mendemonstrasikan bagaimana menggunakan RSSP di bawah distribusi Poisson dalam aplikasi dunia nyata dalam hal ini pada bidang industri makanan.", "Daftar File": {"2017 TS PP BINTANG NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110431"}, "Penulis": "BINTANG NUGROHO     (NIM : 23415044)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng. \n\nDr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Attributes sampling plans, Resubmitted lots, Distribusi Poisson, Food sampling", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}