{"Nomor": 21442, "Judul": "PERBAIKAN KINERJA PADA OPENQOS MELALUI PEMANFAATAN ALGORITMA FAME", "Abstrak": "Metode QoS routing adalah suatu metode yang digunakan untuk mencari jalur rute antara simpul sumber dengan simpul tujuan namun dengan batasan parameter tertentu dengan salah salah satu bentuknya adalah Delay Constrained Least Cost (DCLC). OpenQoS mengadopsi konsep DCLC untuk memberikan kualitas layanan dengan mencari jalur rute yang memiliki cost terendah namun memiliki waktu tunda yang tidak melebihi ketentuan. Sebagai kerangka kerja yang menerapkan metode DCLC, maka OpenQoS tidak lepas dari isu yang sering muncul dalam metode QoS routing yaitu ketidakakuratan informasi yang berdampak terhadap stabilitas jalur rute yang berdampak terhadap kinerja jalur rute secara end-to-end. Penelitian ini bertujuan untuk mengusulkan penentuan waktu tunda melalui penggunaan algoritma Fast Algorithm for Median Estimation (FAME) pada OpenQoS. Metode penelitian yang digunakan adalah Design Research Methodology (DRM) Pengujian hipotesis pada penelitian ini dilakukan dengan membangun lingkungan simulasi pada ns-3 melalui tiga skenario distribusi yang berbeda yaitu uniform, eksponensial dan gamma. Hasil dari pengujian dari dua kelas layanan yaitu QoS Level-1 dan QoS Level-2 menunjukkan bahwa penggunaan algoritma FAME untuk penentuan nilai waktu tunda menunjukkan kinerja yang lebih baik. Nilai rata-rata waktu tunda QoS Level-1 dari skema yang diusulkan menunjukkan 68.11 ms, 59.96 ms dan 127.78 ms dan OpenQoS menunjukkan 69.95 ms, 61.43 ms dan 131.14 ms. Untuk rata-rata paket hilang QoS Level-1, skema yang diusulkan menunjukkan 0.98%, 0.80%, dan 1.50% dan OpenQoS menunjukkan 2.83%, 1.44% dan 3.74%.", "Daftar File": {"2017 TS PP Bintang_Ginanjar_Abstrak_Perpus 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110430"}, "Penulis": "Bintang Ginanjar - NIM : 23514057", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah,S.T.,M.Sc.,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Qos routing, OpenQoS, estimasi waktu tunda, algoritma FAME", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2017"}