{"Nomor": 21448, "Judul": "EFIKASI PENGGUNAAN OBAT ANTIHIPERTENSI DAN PENGARUH TERHADAP KADAR GULA DARAH PADA PESERTA PROLANIS DI PUSKESMAS PUTER BANDUNG", "Abstrak": "Hipertensi merupakan salah satu penyakit degeneratif dengan prevalensi yang cukup tinggi di Indonesia. Penanganan hipertensi di Indonesia kedepannya diharapkan dapat menjadi lebih sederhana melalui program di Jaminan Kesehatan Nasional yaitu Program Pelayanan Penyakit Kronis (Prolanis). Penggunaan obat antihipertensi (OAH) seperti diuretik tiazid masih cukup banyak digunakan meskipun tidak sebanyak obat dari kelas lain. Penggunaan diuretik tiazid pada kondisi hipertensi pada jangka lama dapat merusak toleransi kadar glukosa darah melalui mekanismenya yang boros kalium. Penelitian ini merupakan studi observasional prospektif dengan mengukur tekanan darah sistolik, diastolik, dan kadar glukosa darah sewaktu (GDS) sebanyak dua kali selama April-Juni 2017 di Prolanis Puskesmas Puter Bandung yang menggunakan pengobatan kombinasi HCT dan amlodipin dengan monoterapi amlodipin 5 mg. Penelitian ini bertujuan untuk menentukan kemampuan menjaga tekanan darah dan efek terhadap kadar GDS antara dua kelompok pengobatan tersebut. Tekanan darah sistolik (p=0,203) dan diastolik (p=0,418) tidak berbeda bermakna antar jenis pengobatan. Secara klinik, pada pemilihan jenis kombinasi HCT dan amlodipin tekanan sistolik (123,00 Ã‚Â± 6,75 mmHg vs 122,00 Ã‚Â± 6,32 mmHg) dan diastolik (81,00 Ã‚Â± 3,16 mmHg vs 81,00 Ã‚Â± 3,16 mmHg) dapat dipertahankan dengan stabil selama 1 bulan, begitu juga dengan tekanan sistolik (117,50 Ã‚Â± 6,22 mmHg vs 119,17 Ã‚Â± 6,69 mmHg) dan diastolik (78,33 Ã‚Â± 7,18 mmHg vs 80,00 Ã‚Â± 4,26 mmHg) yang relatif stabil dari kelompok monoterapi. Kadar GDS berbeda bermakna antar jenis pengobatan (p=0,043). Temuan ini menunjukan bahwa penggunaan kombinasi OAH tiazid dan amlodipin pada pengobatan hipertensi di Prolanis tetap dapat menjaga nilai tekanan darah, namun dapat mempengaruhi kadar gula darah sewaktu dari pasien. Hasil ini dapat menjadi landasan dalam mengevaluasi penyusunan terapi hipertensi di Prolanis di masa depan.", "Daftar File": {"2017 TA PP BONIFACIUS MARIO BIMO UTOMO REKSOPRODJO 1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/110445"}, "Penulis": "BONIFACIUS MARIO BIMO UTOMO REKSOPRODJO (11613003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. I Ketut Adnyana, Apt.", "Dhyan Kusuma Ayuningtyas, M. Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "diuretik tiazid, hipertensi, glukosa darah sewaktu, Prolanis", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2017"}