{"Nomor": 21450, "Judul": "PENGEMBANGAN PERANGKAT LUNAK INTERAKTIF UNTUK FORWARD MODELING 2D METODE GAYABERAT, STUDI KASUS : EKSPLORASI GAYABERAT DI AREA 'BWE'", "Abstrak": "Komputasi anomali gayaberat untuk objek 2D telah dikembangkan berdasarkan penurunan dari persamaan medan gravitasi yang disebabkan oleh body 3D yang tidak tentu. Kami menggunakan algoritma dari pendekatan ini untuk    \n \n \n \n\nmembuat perangkat lunak forward modeling 2D metode Gayaberat. Tujuan utama dari pembuatan perangkat lunak ini adalah memungkinkan kita membuat sebuah model sintetik dari data gayaberat dan merepresentasikan kalkulasi respons tersebut secara grafis. Selanjutnya pengguna mencocokkan model ini dengan data observasi    \n \n \n \n\nsampai error di minimalisasi. Perangkat lunak ini dikembangkan dengan MATLAB R2008a GUI (Graphical User Interface). Perangkat lunak yang telah dikembangkan    \n \n \n \n\njuga memiliki banyak pengaturan didalamnya agar memudahkan pengguna untuk melakukan forward modeling.    \n \n \n \n\nValidasi dari perangkat lunak ini dilakukan dengan membandingkan respons gayaberat yang dihasilkan terhadap perangkat lunak Grav2D menggunakan data sintetik maupun data riil. Dalam validasi ini dilakukan Perhitungan error dan analisis spektral (analisis panjang gelombang) untuk melihat seberapa besar error yang dihasilkan dari perangkat lunak GUI. Pembuatan model sintetik dibuat berbentuk body kotak dengan menggunakan parameter yang sama. Hasilnya menunjukkan respons anomali gayaberat yang cukup identik dan error yang cukup kecil.    \n \n \n \n\nPenggunaan data riil dalam uji kelayakan perangkat lunak untuk proses forward modeling juga dilakukan dan hasilnya menunjukkan perangkat lunak ini dapat bekerja    \n \n \n \n\ndengan baik dalam forward modeling variasi basement untuk eksplorasi gayaberat.", "Daftar File": {"2012 TA PP BOP MALLORY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110453", "2012 TA PP BOP MALLORY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110454", "2012 TA PP BOP MALLORY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110455", "2012 TA PP BOP MALLORY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110456", "2012 TA PP BOP MALLORY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110457", "2012 TA PP BOP MALLORY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110458", "2012 TA PP BOP MALLORY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110459"}, "Penulis": "BOP MALLORY (NIM : 123 07 057)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir.Wawan Gunawan A. Kadir, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gayaberat, graphic user interface, forward modeling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}