{"Nomor": 21459, "Judul": "OPTIMIZATION OF XYLANASE PRODUCTION USING EMPTY FRUIT BUNCHES BY SOLID-STATE FERMENTATION IN A TRAY BIOREACTOR", "Abstrak": "Indonesia produced 32.5 million tons of palm oil annually while fulfilling most of the world palm oil demand in 2015. Being the largest producer in the world, IndonesiaÃ‚Â’s huge capacity of production will continue to rise. However, this industry is generally inefficient in terms of their solid waste management. The threshing process, which releases the palm oil kernel from its bunches, left behind 20 - 25% of its harvested weight. These Empty Fruit Bunches (EFB) are often composted or used as mulch; because incineration of EFB causes substantial damage to the environment.    \n \n\nAs engineering and science advances, people begin utilizing of EFB as a substrate of solid-state fermentation (SSF) to produce high value products such as enzymes and sugars. EFB has a potential as a low-cost lignocellulosic material to produce xylanase using solid state fermentation. Not only have xylanases been commercially used in pulp and paper industries, but also in food and agricultural industries.     \n \n\nTo increase the production capacity of prevalently used xylanase, this study optimized parameters being keys to upscaling xylanase production. SSF was done using A.fumigatus in a tray bioreactor with different EFB particle size and Solid Loading Ratio (SLR). The optimum EFB size of 1-2cm and SLR of 25% were used to upscale the xylanase production to 50g EFB/ tray. The optimal surface area to volume ratio of 0.286 was used to design the tray bioreactor to improve productivity of xylanase production. The highest xylanase activity obtained in the 50g EFB tray was 6.93U/g EFB.     \n \n\nUpscaling the xylanase production even further, 250 g EFB trays with maximum surface area to volume ratio were assessed. Fermentation period was optimized to 2.5 instead of 7 days. Xylanase activity was not that high in 250 g trays in 7 days fermentation period (2.8 U/g EFB), but the optimization of fermentation period (2.5 days) produced an activity of 3.54 U/g EFB. The productivity, however, improved from 1.25 U/L incubator. day to 4.41 U/L incubator.day", "Daftar File": {"2017 TS PP BRIANTONO DJAKARIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110499"}, "Penulis": "BRIANTONO DJAKARIA (NIM: 23015025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n\nProf. Dr Tjandra Setiadi.    \n \n\nDr. Made Tri Ari Penia Kresnowati."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Empty fruit bunches, solid-state fermentation, xylanase, tray bioreactor, surface area to volume ratio, upscale enzyme production", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}