{"Nomor": 21466, "Judul": "STUDY OF MICROFRACTURES EFFECT ON ROCK TYPING AND WELL LOGS READING IN CARBONATE ROCK", "Abstrak": "A latest study estimated that more than 60% of the worldÃ‚Â’s oil and 40% of the world's gas reserves are held in carbonate reservoirs. However, the reservoir characterization of carbonate reservoirs is still a standing problem. This problem comes from the complexity of carbonates pore system due to the effects of diagenetic processes. The diagenetic processes in the carbonate rocks \n\nproduced diversity in pore types, such as interparticle, vugs, fractures, etc. This study was done using 579 carbonate core samples taken from well number 20 in the X \n\nfield. As carbonate build-up elsewhere, the reservoir porosity distribution is very heterogeneous laterally and vertically. Porosity and permeability values range from 0.01 - 0.321 and 0.01 md - 860 md, respectively. Furthermore, the core samples taken from well 20 contain various type of porosity, including intergranular, vuggy, and microfractures as the effect of diagenetic processes. \n\nThis study has an aim to investigate the effect of microfractures in rock hydraulic conductivity. Pore structure and geometry are the two attributes used to capture rock heterogeneity. Plot between both of those attributes will reveal the effect of microfractures in the hydraulic conductivity. Besides that, the presence of fracture also will be discussed by analyzing available well logs data.", "Daftar File": {"2013 TA PP BUDI KHOIRONI 1.pdf": "https://digilib.itb.ac.id/gdl/download/110540"}, "Penulis": "BUDI KHOIRONI (NIM : 12209077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudji Permadi, M. Sc., Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Carbonates, Microfractures, PGS Plot, Well Logs.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Des 2017"}