{"Nomor": 21467, "Judul": "PERANCANGAN SIMULATORWASTE HEAT RECOVERY UNIT BERBASIS SIKLUS RANKINE ORGANIK", "Abstrak": "Potensi termal dari suatu tandon sumber merupakan aspek yang perlu dipertimbangkan dalam pembangunan WHRU. Sayangnya, karena banyaknya besaran yang terkait, besarnya potensi termal tidak dapat diperkirakan secara deterministik. Suatu kondisi kerja yang sama dapat menyuguhkan masalah yang dapat ditangani dengan lebih dari satu cara. Oleh karena itu, dibutuhkan suatu paket program untuk menyelesaikan permasalahan tersebut secara numerikal. Tugas akhir ini membahas perancangan suatu simulator yang dapat menentukan konfigurasi siklus Rankine yang dapat memanfaatkan kondisi lingkungan yang ada secara optimal. Kondisi lingkungan mencakup kondisi tandon sumber dan tandon pelepasan. Uji kesahihan internal menyatakan bahwa simulator yang telah dibuat mampu memperkirakan daya turbin dengan rentang persebaran 2% untuk tingkat kepercayaan 95%. Besaran selain daya turbin seperti tekanan operasional atau luas penukar kalor memiliki nilai rentang galat yang bervariasi dengan rentang persebaran terbesar 32% untuk  \n \n\nperkiraan luas kondenser dengan tingkat kepercayaan 95%.  \n \n\nPada uji kasus kelaikan Indonesia, simulator menghasilkan konfigurasi yang dapat menghasilkan daya sebesar 549 kW dari tandon yang memiliki potensi terestimasi sebesar 4209 kW. Dengan kata lain, simulator telah berhasil menghasilkan konfigurasi dengan nilai efisiensi sebesar 13 %.", "Daftar File": {"2013 TA PP BUDI PRATOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110541", "2013 TA PP BUDI PRATOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110542", "2013 TA PP BUDI PRATOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110543", "2013 TA PP BUDI PRATOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110544", "2013 TA PP BUDI PRATOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110545", "2013 TA PP BUDI PRATOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110546", "2013 TA PP BUDI PRATOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110547"}, "Penulis": "BUDI PRATOMO (NIM : 13309016)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nWisnu Hendradjit, Msc.E", "Rahmat Romadhon, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "daya turbin, estimasi, komputasi evolusioner, siklus Rankine, simulator, studi kelaikan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}