{"Nomor": 21468, "Judul": "ANALISIS PERBANDINGAN SIMULASI FRACTURE BASEMENT RESERVOIR DARI DUA MODEL STATIK DI LAPANGAN DYG, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan DYG merupakan lapangan produksi gas dengan sistem fracture basement reservoir pertama di Indonesia. Perkembangan teknologi perangkat lunak khususnya untuk pembuatan 3D model statik berkembang mulai dari pillar gridding yang memiliki limitasi dalam hal jumlah dan konfigurasi patahan sampai dengan volume based model (VBM) yang mengakomodir banyak patahan dan konfigurasinya. Dua model statik telah dibuat dengan kedua teknologi ini pada perangkat lunak Petrel 2009 dan Petrel 2014.  \n \n\nModel statik pada penelitian terdiri dari dua yaitu Model A dan Model B. Model A dibuat dengan Petrel 2009 menggunakan teknologi pillar gridding sehingga hanya bisa mengakomodir 26 patahan dan Model B menggunakan teknologi VBM yang mengakomodir 168 patahan. Kedua model distribusi porositas yang disebarkan dengan menggunakan soft trend yang berkaitan dengan patahan-patahan yang digunakan dalam model statik. Distribusi porositas-permeabilitas dari kedua model ini cukup identik. Volume inisial gas kedua model ini dikalibrasi dengan hasil analisis material balance yaitu 1,5 TCF.  \n \n\nSimulasi reservoir dilakukan terhadap kedua model ini dan dibandingkan dengan data sejarah produksi dari tahun 1998 sampai 2016. Hasil simulasi menunjukan bahwa Model B lebih merepresentasikan sistem fracture basement dan memiliki hasil matching gas rate yang jauh lebih baik dari Model A. Akan tetapi Model A dapat memodelkan produksi air meskipun tidak match dengan sejarah produksi.Selanjutnya Model B direkomendasikan untuk digunakan dalam prediksi kedepan dengan memodifikasi model statik sehingga dapat memodelkan produksi air dari lapangan ini.", "Daftar File": {"2017 TS PP BUDI RAHIM PERMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110548", "2017 TS PP BUDI RAHIM PERMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110549", "2017 TS PP BUDI RAHIM PERMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110550", "2017 TS PP BUDI RAHIM PERMANA 1-BAB 3a.pdf": "https://digilib.itb.ac.id/gdl/download/110551", "2017 TS PP BUDI RAHIM PERMANA 1-BAB 3b.pdf": "https://digilib.itb.ac.id/gdl/download/110552", "2017 TS PP BUDI RAHIM PERMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110553", "2017 TS PP BUDI RAHIM PERMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110554", "2017 TS PP BUDI RAHIM PERMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110555"}, "Penulis": "BUDI RAHIM PERMANA (NIM : 22214024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Taufan Marhaendrajana, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "model statik, pillar gridding, VBM, simulasi reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}