{"Nomor": 21475, "Judul": "PERANCANGAN STRUKTUR GEDUNG APARTEMEN DAN PUSAT BELANJA ARCAMANIK, BANDUNG", "Abstrak": "Apartemen dan Pusat Belanja Arcamanik merupakan gedung mix-used yang terletak di daerah Arcamanik, Bandung. Gedung ini memiliki total 27 lantai dengan elevasi tertinggi +100,35 m. Tiga lantai di bawah tanah digunakan sebagai lahan parkir, empat lantai di atasnya sebagai pusat belanja, dan 20 lantai merupakan apartemen. Lokasi rencana merupakan tanah yang cukup lunak dan berada di Indonesia yang rawan gempa, sehingga struktur perlu didesain sebagai struktur tahan gempa. Perancangan struktur gedung dilakukan dengan mengacu pada SNI 1726-2012  dan SNI 1727-2013, sedangkan perancangan struktur beton bertulang mengacu pada SNI 2847-2013. Struktur ini termasuk dalam kategori desain seismik D atau KDS D. Sistem struktur yang digunakan merupakan sistem ganda, yaitu dengan SRPMK (Sistem Rangka Pemikul Momen Khusus) dan SDSK (Sistem Dinding Struktural Khusus) untuk struktur atas, SRPMM (Sistem Rangka Pemikul Momen Menengah) dan SDSK untuk struktur bawah. Pemodelan dan analisis struktur menggunakan software ETABS 2016 dengan analisis dua tahap, analisis spektrum respons ragam pada struktur atas, dan  analisis statik ekivalen pada struktur bawah. Pendesainan tulangan dilakukan pada elemen balok, kolom, pelat, hubungan balok-kolom, dan dinding geser menggunakan software PCA Column, Respons 2000, dan SAFE 2016. Terhadap hasil perancangan dilakukan review dan disampaikan beberapa hasil optimasi desain elemen struktur.", "Daftar File": {"2017 TA PP CAHYA ANGGUN JAYANINGRUM 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110570"}, "Penulis": "CAHYA ANGGUN JAYANINGRUM - (15013133)", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, M.SEM., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen, pusat belanja, SRPMK, SRPMM, SDSK", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}