{"Nomor": 21470, "Judul": "Ruang dan Memori", "Abstrak": "Memori yang hadir dalam kehidupan penulis sering menimbulkan beragam pertanyaan akan identitas diri penulis sebagai individu manusia di alam semesta. Penciptaan karya ini merupakan upaya penulis sebagai perupa untuk mengeksplorasi dan mengamati pengalaman ruang keseharian penulis melalui birdÃ‚Â’s eye view landscape. Penciptaan karya ini merupakan bagian dari pencarian penulis untuk memahami keberadaan penulis sebagai individu manusia melalui perspektif baru. Penulis berupaya membangun kesadaran baru untuk mengamati dunia dengan melihat keseharian dengan memanfaatkan sudut pandang yang tidak hadir dalam keseharian.   \n \n \n\nKesadaran penulis akan keadaan ruang melalui sudut pandang burung membuat penulis tertarik untuk memahami lebih dalam mengenai hal tersebut. Semakin dalam mengamati, benak penulis semakin terisi oleh pertanyaan-pertanyaan mengenai ruang. Mengapa ada tubuh, ada ruang, dan ada dialog diantaranya? Mengapa ada jarak dan dimensi? Mengapa manusia selalu berpindah ruang, membetuk dan menyusun ruang baru dalam kesehariannya?    \n \n \n\nDalam proses penciptaan karya ini, penulis menggunakan pendekatan personal untuk mendalami hal tersebut dengan cara mengamati ruang-ruang personal dalam kehidupan sehari-hari penulis melalui cara pandang yang tidak biasa dan tidak bisa didapati dengan panca indera manusia. Hasil dari pemahaman yang didapat kemudian dituangkan ke dalam karya yang berupa landscape painting. Penulis akan menggunakan flat painting technique, dengan memanfaatkan masking tape sebagai alat bantu dalam melukis.   \n \n \n\nUntuk memperkuat kajian, penulis juga menggunakan beberapa teori tentang lansekap oleh James Elkins, konsepsi tubuh dan ruang oleh Juhani Pallasmaa dan juga teori ruang personal oleh Edward T. Hall dan teori seni sebagai meditasi oleh John Cage.   \n \n \n\nTujuan dari penciptaan karya ini adalah penulis ingin membuat impresi dari sebuah kebesaran alam semesta dengan cara membekukan ruang dan memori akan keseharian penulis di atas kanvas.    \n \n \n\nKesimpulan yang didapat dari penciptaan karya ini adalah adanya kesadaran akan keindahan lansekap dari sudut pandang lain. Bagi penulis sebagai perupa, keindahan muncul bukanlah ketika kita berada di dalamnya. Rasa yang lebih dalam dan imajinatif justru hadir ketika kita berjarak dengannya. Dan dalam pencariannya, penulis masih mencari tau dimana ruang-ruang yang membuat penulis lebih dekat dengan dirinya sendiri.", "Daftar File": {"2017 TS PP BUNGA YURIDESPITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110557"}, "Penulis": "BUNGA YURIDESPITA - Nim: 27015010", "Kontributor / Dosen Pembimbing": ["Dr. Tisna Sanjaya, M.Sch       \n \n\nDr. Dikdik Sayahdikumullah, M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Memori, Ruang, Identitas diri, BirdÃ‚Â’s Eye View landscape, Flat Painting", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}