{"Nomor": 21474, "Judul": "Study of Multi-Objective Optimization of Transonic Compressor Blade", "Abstrak": "Mengurangi berat dan ukuran dari sebuah mesin jet dapat membuat penghematan besar bagi  \n \n\nindustri pesawat terbang. Hal ini dapat dilakukan salah satunya dengan meningkatkan performa  \n \n\ndari kompresor mesin jet tersebut. Rasio tekanan total dan efisiensi adalah dua parameter  \n \n\npenting yang menentukan performa sebuah kompresor. Namun, ada masalah dalam proses  \n \n\noptimasinya, yakni peningkatan rasio tekanan total akan menurunkan efisiensi dari kompresor,  \n \n\ndan berlaku sebaliknya. Maka dari itu, dibutuhkan multi-objective optimization untuk  \n \n\nmelakukan optimasi performa kompresor yang memiliki fungsi tujuan berlawanan. Karya tulis  \n \n\nini merupakan studi mengenai optimasi kompresor transonik, NASA Rotor 37, dengan merubah  \n \n\nbentuk bilah untuk memaksimalkan dua fungsi tujuan yang berkebalikan, yakni rasio tekanan  \n \n\ntotal dan efisiensi, menggunakan NSGA-II yang dibantu dengan metode surrogate model dan  \n \n\nmulti-objective Expected Improvement (EI) untuk mempercepat proses optimasinya. Ada dua  \n \n\nkasus optimasi dimana bilah diparameterkan dengan dua dan tiga variabel. Optimasi berjalan  \n \n\nbaik dengan menghasilkan beberapa pilihan bilah optimum. Dua diantara solusi tersebut  \n \n\nadalah ditemukan kenaikan rasio tekanan total sebesar 2.03% dengan penurunan efisiensi sebesar  \n \n\n2.08% pada bilah tekanan-optimum dan kenaikan efisiensi sebesar 1.39% dengan penurunan  \n \n\nrasio tekanan total sebesar 2.84% pada bilah efisiensi-optimum. Selanjutnya, ditemukan dalam  \n \n\nstudi ini bahwa bilah optimum memiliki kehilangan yang lebih rendah karena pergerakan separation  \n \n\nline menuju ke arah downstream. Selain itu, bilah optimum yang ditemukan memiliki  \n \n\nkenaikan tekanan total sebesar 0.39% dan kenaikan efisiensi sebesar 0.14%.", "Daftar File": {"2017 TA PP Cahya Amalinadhi Putra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110569"}, "Penulis": "Cahya Amalinadhi Putra    (NIM: 13613042)", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal  \n \n\nDr. Pramudita Satria Palar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multi-objective optimization, kompresor transonik, perilaku aliran, shock waves ii", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}