{"Nomor": 21488, "Judul": "PEMODELAN KEDEPAN DAN INVERSI 2D METODE SELFPOTENTIAL BERBASIS GEOMETRI KONTINU MENGGUNAKAN METODE FINITE DIFFERENCE DAN METODE LEAST SQUARE TERBOBOT", "Abstrak": "Ilmu geofisika merupakan salah satu ilmu yang membahas sifat fisis bumi dengan menganalisis kondisi bawah permukaan dan meninjau parameter fisis batuan dalam bumi.   Salah satu metode geofisika yang digunakan pada penelitian ini adalah metode Self-potential (SP) yang merupakan salah satu metode geofisika pasif (tidak ada injeksi arus listrik) untuk mengukur beda potensial di antara dua titik di permukaan bumi. Pada tugas akhir ini, dilakukan analisis anomali SP yang terukur dari hasil pemodelan kedepan dan hasil pemodelan inversi. Pemodelan kedepan merepresentasikan kondisi bawah permukaan yang menghasilkan respon di permukaan yang diasumsikan sebagai data anomali SP yang terukur. Metode SP yang digunakan berbasis geometri kontinu yang diaproksimasi dengan memecahkan persamaan Poisson menggunakan metode finite difference (FDM). Hasil yang diperoleh menunjukkan anomali potensial di bawah permukaan sesuai dengan model uji sumber alaminya. Pada pemodelan inversi, data respon hasil pemodelan kedepan digunakan  untuk memperoleh parameter model sumber di bawah permukaan. Pemodelan inversi ini  menggunakan metode least-square terbobot untuk meminimumkan jumlah panjang vektor           \n\nmodel. Hasil inversi menunjukkan repson yang cocok dengan data observasi.", "Daftar File": {"2017 TA PP CECEP TRIYANDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110618", "2017 TA PP CECEP TRIYANDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110617", "2017 TA PP CECEP TRIYANDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110616", "2017 TA PP CECEP TRIYANDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110619", "2017 TA PP CECEP TRIYANDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110620", "2017 TA PP CECEP TRIYANDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110621", "2017 TA PP CECEP TRIYANDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110622", "2017 TA PP CECEP TRIYANDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110623"}, "Penulis": "Cecep Triyandi (NIM: 10213097)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Finite Difference, Poisson, Self-Potential, Syarat Batas.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "10 Nov 2017"}