{"Nomor": 21497, "Judul": "PENGEMBANGAN TEKNIK AKUISISI, REKONSTRUKSI, DAN ANALISIS DIGITAL UNTUK SAMPEL CORE PLUG RESERVOIR BATUPASIR UKURAN BESAR", "Abstrak": "Besaran fisis batuan reservoir seperti porositas, permeabilitas, tekanan kapiler, konduktivitas, dan lain sebagainya adalah aspek penting di dalam bidang perminyakan karena sangat berguna  dalam menentukan kualitas dari suatu reservoir. Umumnya pengukuran dilakukan di lab yang  membutuhkan waktu yang cukup lama dan dapat merusak sampel batuan reservoir. Digital Rock Physics (DRP) berkembang sebagai salah satu solusi dari permasalah tersebut. DRP    \n \n\nmenggunakan citra digital dari batuan untuk mendapatkan besaran-besaran fisis yang diperlukan untuk menentukan kualitas suatu reservoir. DRP adalah metode berbasis digital dimana sampel batuan diubah menjadi citra digital menggunakan alat CT-Scan. Citra tersebut kemudian diolah    \n \n\ndan dianalisis untuk mendapatkan besaran fisis yang diinginkan. Pada penelitian ini digunakan alat Bruker SkyScan 1173 𝜇CT-Scan untuk mendapatkan citra digital tersebut. Dalam tugas akhir ini dikembangkan tujuh skenario pemindaian dengan resolusi yang berbeda-beda untuk  sampel core-plug batupasir berukuran besar. Dari setiap skenario dicari nilai besaran fisis  porositas, luas permukaan spesifik atau specific surface area, dan permeabilitas yang akan  dibandingkan dengan nilai hasil pengukuran pada lab. Selain itu dibandingkan juga nilai antar  skenario untuk mendapatkan skenario terbaik dalam pemindaian. Dari analisis yang telah  dialkukan didapatkan nilai porositas yang cukup mirip antara porositas hasil analisis digital dan  pengukuran laboratorium dan didapatkan kecenderungan homogen untuk sampel A dan  heterogen untuk sampel B. Namun hasil perhitungan permeabilitas simulasi berbeda dengan    \n \n\npermeabilitas hasil pengukuran laboratorium.", "Daftar File": {"2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110658", "2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110659", "2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110660", "2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110661", "2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110662", "2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110663", "2016 TA PP CHANDRA WIDYANANDA WINARDHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110664"}, "Penulis": "CHANDRA WIDYANANDA WINARDHI (NIM : 10212076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Fourier Dzar Eljabbar Latief, M. Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Digital Rock Physics, pemindaian, permeabilitas, porositas, sampel batuan reservoir, luas permukaan spesifik, micro-CT", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}