{"Nomor": 21498, "Judul": "VERIFIKASI PREDIKSI VOLUME LIMPASAN PERMUKAAN DENGAN METODE STATISTICAL DOWNSCALING MENGGUNAKAN KELUARAN CLIMATE FORECAST SYSTEM VERSION 2", "Abstrak": "Limpasan permukaan merupakan salah satu faktor penyebab banjir. PT. Adaro mengalirkan limbah ke outlet Sub-DAS Tabalong dan outlet Sub-DAS Balangan. Laporan Kementian Lingkungan Hidup dan Kehutanan (KLHK) menyatakan terjadi banjir limbah di Sungai Balangan yang mengakibatkan kerusakan lingkungan pada tahun 2009. Berdasarkan hal tersebut, prediksi volume limpasan permukaan perlu dilakukan sebagai manajemen pembuangan limbah ke sungai. CFSv2 adalah salah satu prediksi musiman yang dapat memprediksi volume limpasan permukaan. Dalam penelitian ini terdapat dua skema untuk memprediksi volume limpasan permukaan.  \n \n\nHasil penelitian menunjukkan sedikit perbedaan nilai Brier Score (BS) antara CFSv2 koreksi dan CFSv2 raw pada kedua skema. Prediksi skema 1 menggunakan variabel water suface runoff (limpasan permukaan) memiliki nilai BS dengan range 0,5 Ã‚Â– 0,7 dan nilai Brier Skill Score (BSS) positif, walaupun pada beberapa dasarian memiliki nilai BSS negatif yang mengindikasikan akurasi prediksi rendah dalam memprediksi volume limpasan permukaan tinggidi kedua Sub-DAS. Sedangkan prediksi skema 2 menggunakan variabel prate (curah hujan), CFSv2 koreksi memiliki akurasi yang cukup baik berdasarkan nilai BS dengan range 0,32 Ã‚Â– 0,46 dan semua dasarian memiliki nilai BSS positif. Dengan demikian, skema 2 dapat menjadi pertimbangan untuk memprediksi volume limpasan permukaan sebagai manajemen pembuangan limbah PT. Adaro.", "Daftar File": {"2017 TA PP CHARLA APRILIA ERNITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110665"}, "Penulis": "CHARLA APRILIA ERNITA (NIM : 12813014)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nRahmawati Rahayu, M.T.  \n \n\nFaiz Rohman Fajary, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "CFSv2; statisctical bias-correction; volume limpasan permukaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}