{"Nomor": 21492, "Judul": "METODE WAVELET COHERENCE UNTUK ANALISIS COMOVEMENT 10 INDEKS SEKTORAL TERHADAP NILAI TUKAR RUPIAH DALAM KRISIS GLOBAL 2008", "Abstrak": "Pada akhir 2008, perekonomian dunia mengalami sebuah permasalahan yaitu runtuhnya stabilitas ekonomi global, seiring dengan meluasnya krisis finansial ke berbagai negara. Dampak yang langsung dirasakan oleh masyarakat Indonesia adalah melemahnya nilai tukar rupiah yang mencapai Rp 10.900 per USD pada akhir Desember 2008. Pada penelitian ini, akan diteliti comovement antara kurs rupiah dengan 10 indeks sektoral. Metode yang digunakan adalah metode Wavelet Coherence dan diolah dengan menggunakan program MATLAB. Hasil karakteristik data menunjukkan adanya pelemahan nilai tukar rupiah dan 10 indeks sektoral pada waktu krisis. Pada plot harga return, ditunjukkan bahwa ketika waktu krisis, harga return nilai tukar rupiah dan indeks sektoral memiliki fluktuasi yang tinggi, kecuali sektor konsumsi. Plot Wavelet Coherence menunjukkan comovement yang tinggi dihasilkan dari sektor keuangan, pertanian, perdagangan dan jasa, dan pertambangan, diikuti industri dasar, aneka industri, manufaktur dan properti, sedangkan comovement rendah ditunjukkan pada sektor infrastruktur dan konsumsi. Hasil analisis ini kemudian digunakan untuk menentukan strategi investasi untuk investor berdasarkan kemampuannya menghadapi risiko.", "Daftar File": {"2017 TA PP  CHAIRUNNISA RAMANIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110634", "2017 TA PP CHAIRUNNISA RAMANIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110635", "2017 TA PP CHAIRUNNISA RAMANIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110636", "2017 TA PP CHAIRUNNISA RAMANIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110637", "2017 TA PP CHAIRUNNISA RAMANIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110638", "2017 TA PP CHAIRUNNISA RAMANIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110639", "2017 TA PP CHAIRUNNISA RAMANIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110640", "2017 TA PP CHAIRUNNISA RAMANIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110641"}, "Penulis": "CHAIRUNNISA RAMANIA (NIM : 10213035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Comovement, Kurs Rupiah, Saham Sektoral, Wavelet Coherence.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "02 Nov 2017"}