{"Nomor": 21504, "Judul": "PERENCANAAN TATA LETAK PELABUHAN AMONIA DAN UREA", "Abstrak": "Sipitang memiliki mayoritas penduduk yang berkegiatan ekonomi di bidang perkayuan, salah satunya seperti pabrik pulp yang beroperasi pada tahun 1987 oleh Sabah Forest Industries. Dengan tujuan untuk mendukung kemajuan di bidang perekonomian di Sipitang ini, akan dibangun sebuah pabrik amonia dan pupuk urea di pantai barat Sabah. Pabrik amonia dan pupuk urea ini dibagun dengan ekspektasi produksi urea 2.6 juta ton per tahunnya, sedangkan untuk pabrik amonia dapat menghasilkan 740,000 juta ton per tahunnya.     \nPabrik yang direncanakan dapat beroperasi pada akhir 2015 ini terdiri dari pabrik amonia, pabrik bagian pupuk urea sintesis, dan bagian granulasi pupuk urea dengan fasilitas-fasilitas tertentu, dan pelabuhan. Pelabuhan Amonia dan Urea ini terdiri dari gudang penyimpanan pupuk urea serta fasilitas dermaga jetty untuk muat amonia dan bulk urea serta untuk bongkar urea-formaldehyde.     \nPada tugas akhir ini akan ditentukan beberapa alternatif tata letak pelabuhan sebagai acuan pembangunan pelabuhan untuk menunjang pabrik amonia dan pupuk urea di Sipitang, Sabah. Dari alternatif tata letak pelabuhan tersebut akan dipilih tata letak terbaik berdasarkan pengaruh negatif paling rendah terhadap lingkungan sekitar, kondisi hidrodinamika, kolam pelabuhan, navigasi kapal, dan perkiraan biaya. Analisis terhadap kondisi hidrodinamika dilakukan dengan menggunakan perangkat lunak Surface Water Modeling System (SMS) 8.1. Dari lokasi yang terpilih tersebut dibuat perencanaan tata letak detail.", "Daftar File": {"2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110704", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110705", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110706", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110707", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110708", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110709", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/110710", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/110711", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/110712", "2015 TA PP  CHRISANTYA DIAN EKA WIHARTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110713"}, "Penulis": "CHRISANTYA DIAN EKA WIHARTI  (NIM : 15510015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nita Yuanita, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dermaga amonia urea, tata letak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "14 Des 2017"}