{"Nomor": 21507, "Judul": "KINERJA MODULUS RESILIEN DAN DEFORMASI PERMANEN DARI CAMPURAN LATASTON GRADASI SENJANG (HRS-WC) DENGAN BAHAN ASPAL MODIFIKASI STARBIT E-55", "Abstrak": "Kriteria kerusakan dalam suatu perkerasan lentur adalah kelelahan dan Deformasi Permanen. Deformasi dapat terjadi pada lapisan subgrade maupun lapisan beraspal.   \n\nDeformasi pada lapisan beraspal terjadi akibat beban berlebih dan temperatur perkerasan yang tinggi. Penambahan polimer merupakan salah satu cara dalam   \n\nmemodifikasi aspal guna memperbaiki sifat reologi aspal. Penggunaan aspal modifikasi diharapkan memberikan kinerja perkerasan yang lebih baik.   \n \n\nStudi ini bertujuan untuk mengetahui kinerja Lataston lapis aus gradasi senjang dengan menggunakan aspal modifikasi Starbit E-55, dengan metoda pengujian   \n\neksperimental di laboratorium. Nilai Modulus Resilien dan ketahanan terhadap deformasi permanen menjadi indikator kinerja dari kedua jenis campuran.   \n \n\nHasil pengujian laboratorium memberikan nilai Modulus Resilien yang lebih besar dibandingkan hasil perhitungan teoritis, serta menunjukkan adanya peningkatan nilai Modulus Resilien dari campuran beraspal yang menggunakan aspal modifikasi Starbit E-55 dibandingkan aspal Pen 60/70. Peningkatan ini terjadi pada seluruh temperatur pengujian, yaitu sebesar 10%, 6%, dan 37,5%. Hasil pengujian Wheel Tracking menunjukkan campuran aspal modifikasi Starbit E-55 memiliki ketahanan terhadap deformasi yang lebih baik dibandingkan aspal Pen 60/70,   \n\nditinjau dari nilai total deformasi, Stabilitas Dinamis dan Laju Deformasi. Untuk hasil pengujian pada temperatur 60?, total deformasi yang terjadi pada kedua jenis campuran Lataston lapis aus gradasi senjang menunjukkan bahwa kurva alur telah mencapai tahap ketiga, dimana campuran beraspal telah mengalami kegagalan.", "Daftar File": {"2017 TS PP CHRIST ANDY VIC SINUHAJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110728", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110729", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110730", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110731", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110732", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110733", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/110734", "2017 TS PP CHRIST ANDY VIC SINUHAJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110735"}, "Penulis": "CHRIST ANDY VIC SINUHAJI  [26914311]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Bambang Sugeng S, DEA", "Dr. Ir. Harmein Rahman, MT)"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Modulus Resilien, Deformasi Permanen, Starbit E-55, HRS-WC ; Resilient Modulus, Permanent Deformation, Starbit E-55, HRS-WC", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Nov 2017"}