{"Nomor": 21505, "Judul": "AKUISISI, REKONSTRUKSI, DAN PEMROSESAN CORE PLUG BERBAGAI UKURAN MENGGUNAKAN MICRO CT-SCAN UNTUK PERHITUNGAN POROSITAS BATUAN", "Abstrak": "Analisis batuan merupakan salah satu tahapan dalam kegiatan ekplorasi hidrokarbon untuk dapat mengetahui secara langsung kualitas reservoir. Dengan memanfaatkan perkembangan teknologi,metode terbaru yang menjadi alternatif adalah analisis batuan secara digital (Digital Rock Physics).Konsep utama dari metode ini adalah pemindaian batuan menggunakan Micro CT Scan untuk mendapatkan citra digital yang kemudian akan diproses menghasilkan nilai parameter fisis batuan seperti porositas dan permeabilitas. Proses yang terlibat mencakup akuisisi, rekonstruksi, dan pemrosesan, Pada tahap akuisisi dilakukan kalibrasi nilai tegangan, arus dan durasi pemaparan untuk dapat menghasilkan profile line arus penetrasi pada rentang yang memadai, yaitu antara 30-90 %. Setelah dipindai, citra projeksi yang didapatkan kemudian akan direkonstruksi untuk     \n \n\nmendapatkan dataset 2-D irisan secara keseluruhan melalui koreksi Beam Hardening, Misalignment dan Ring Artefact. Citra yang dihasilkan berupa citra greyscale, yaitu memiliki nilai piksel bervariasi antara 0-255. Untuk dapat menentukan parameter fisis, maka citra greyscale perlu     \n \n\ndikonversi menjadi citra biner yang hanya memiliki piksel 0 (pori) dan 1 (butiran). Proses ini disebut sebagai thresholding. Pada penelitian Tugas Akhir ini, akan dicoba analisis terhadap berbagai ukuran sampel Batupasir Berea untuk mendapatkan berbagai ukuran resolusi. Dataset ini kemudian akan diuji menggunakan berbagai skema thresholding untuk mendapatkan nilai porositas yang mendekati nilai laboratorium. Untuk mendapatakan citra biner yang berkualitas, maka akan dikombinasikan analisis petrografi untuk mendapatkan estimasi nilai grain size batuan. Nilai porositas yang didapat kemudian akan dibandingkan dengan nilai porositas laboratorium untuk dapat menentukan rekomendasi konfigurasi ukuran sampel, parameter akuisisi, rekonstruksi dan thresholding yang terbaik dalam analisis terhadap Batupasir Berea. Dari hasil penelitian ini didapati bahwa untuk menghasilkan nilai porositas yang representatif, dataset perlu memiliki resolusi tinggi (ukuran piksel lebih kecil dari 17 μm) dengan ukuran sampel tidak melebihi dari 1 inci.", "Daftar File": {"2017 TA PP CHRIS EVAN SEBASTIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110714", "2017 TA PP CHRIS EVAN SEBASTIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110715", "2017 TA PP CHRIS EVAN SEBASTIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110716", "2017 TA PP CHRIS EVAN SEBASTIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110717", "2017 TA PP CHRIS EVAN SEBASTIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110718", "2017 TA PP CHRIS EVAN SEBASTIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110719", "2017 TA PP CHRIS EVAN SEBASTIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110720"}, "Penulis": "CHRIS EVAN SEBASTIAN (NIM : 10213016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Fourier Dzar Eljabbar S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "adaptive, constants, digital rock physics, porositas, radius, thresholding,", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}