{"Nomor": 21508, "Judul": "PEMODELAN DAN EKSPERIMEN PENGARUH BUTIRAN TERHADAP SIFAT DARI La0.7Sr0.3MnO3", "Abstrak": "Penelitian ini difokuskan untuk mempelajari pengaruh ukuran butiran terhadap sifat magnetik dan magnetoresistansi dari perovskit mangan khususnya La0.7Sr0.3MnO3(LSMO). Penelitian ini dilakukan dengan pemodelan dan eksperimen. Kontribusi utama dari penelitian ini adalah untuk memberikan konsekuensi fisis dari ukuran butir di perovskit LSMO, terutama pada keadaan mikro dari sifat magnetik. Pada pemodelan dirumuskan model umum Giant Magnetoresistance dengan menggunakan potensial-potensial penghalang satu dimensi. Dengan menggunakan model ini, dapat diperhitungkan semua macam potensial yang terlibat di sifat magnetoresistance. Penelitian ini juga merumuskan pengembangan dari model Ising dan metode Monte Carlo. Dengan menggunakan model ini, kita dapat memodelkan mekanisme Double Exchange. Untuk model ukuran butiran, penelitian ini merumuskan grain-like model yang juga merupakan pengembangan dari model Ising. Dengan model ini diperoleh hasil sebagai berikut: magnetisasi, sifat magnetik dari inti dan permukaan butiran, sifat zero field cooled dan field cooled, susceptibility, specific heat dan magnetoresistance. Penelitian ini membandingkan hasil    \n \n \n \n\npemodelan tersebut dengan eksperimen dari beberapa referensi yang terkait. Pada eksperimen digunakan metode sol-gel untuk mensintesis bubuk LSMO dan film tipis dengan ukuran butiran yang berbeda. Dengan mengubah suhu sintering, ukuran butiran LSMO dapat dimodifikasi kemudian dipelajari sifat fisis, magnetik, magnetoresistance dan sifat magnetik relaksasi.", "Daftar File": {"2017 DS PP CHRISTIAN FREDDY NAA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110736", "2017 DS PP CHRISTIAN FREDDY NAA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110737", "2017 DS PP CHRISTIAN FREDDY NAA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110738", "2017 DS PP CHRISTIAN FREDDY NAA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110739", "2017 DS PP CHRISTIAN FREDDY NAA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110740", "2017 DS PP CHRISTIAN FREDDY NAA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110741"}, "Penulis": "CHRISTIAN FREDY NAA (NIM: 30211005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ing. Mitra Djamal"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Monte Carlo, Ising, Sol-gel, Double Exchange", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}