{"Nomor": 21518, "Judul": "THE CORRELATION OF EMPLOYEE EFFICIENCY AND ASSET GROWTH: CONVENTIONAL VS ISLAMIC BANKS IN  INDONESIA FROM 2010 TO 2016", "Abstrak": "Terdapat ketidaksesuaian antara kondisi pangsa pasar dengan neraca dan pertumbuhannya. Menurut OJK, terjadi perlambatan pertumbuhan pada perbankan syariah. Oleh karena itu, perlu adanya kebijakan untuk mewaspadai isu-isu strategis yang dapat menghambat pertumbuhan bank-bank syariah di Indonesia. Salah satu isu-isu strategisnya adalah kurang memadainya sumber daya manusia pada bank syariah, jika dibandingkan dengan bank konvensional. Tujuan penelitian ini adalah untuk membandingkan efisiensi bank-bank konvensional dan syariah dan untuk mengetahui korelasi dari efisiensi bank dan  pertumbuhan jumlah aktivanya dari tahun 20102016. Aplikasi Variable Return to Scale (VRS) Data Envelopment Analysis (DEA) digunakan untuk mengukur efisiensi. Pengukuran ini didasarkan pada orientasi output. Untuk menentukan perbedaan yang signifikan antara efisiensi bank konvensional dan bank syariah, uji Mann-Whitney diaplikasikan. dan Untuk mengetahui korelasi antara efisiensi dan pertumbuhan jumlah aktiva pada kedua bank tersebut, uji korelasi Spearman digunakan. Pengukuran efisiensinya berdasarkan efisiensi stakeholder dan hanya menggunakan efisiensi karyawan yang perhitungannya mempertimbangkan input dan output. Variabel-variabel inputnya yaitu jumlah karyawan dan biaya personil. Untuk variabel-variabel outputnya berupa pinjaman, total simpanan dan pendapatan bersih sebelum pajak (NIBT). Temuan tersebut menunjukkan bahwa bank konvensional memiliki nilai efisiensi rata-rata yang lebih tinggi dari rata-rata efisiensi bank syariah pada tahun 2010-2016. Kecuali pada tahun 2014, tidak ada  perbedaan statistik antara bank syariah dan konvensional. Perbedaan statistik yang signifikan pada   \n\nperiode tahun 2014 menunjukkan efisiensi teknis bank konvensional lebih tinggi dari efisiensi teknis   \n\nbank syariah. Temuan tersebut menunjukkan bahwa kinerja bank syariah masih rendah dibandingkan dengan kinerja bank konvensional. Dengan menggunakan uji korelasi Spearman, menunjukkan bahwa tidak ada korelasi antara efisiensi karyawan dan pertumbuhan jumlah aktivanya pada semua bank. Temuan tersebut menunjukkan bahwa efisiensi karyawan bukanlah faktor untuk meningkatkan pertumbuhan jumlah aktiva pada kedua bank konvensional dan syariah.    \n\nKarena itu, disimpulkan bahwa bank syariah sam kompetitif dengan bank konvensional. Diharapkan  bank syariah dapat meningkatkan jumlah pelanggan atau pangsa pasarnya. Dan karena penelitian ini hanya mempertimbangkan efisiensi karyawan, disarankan agar penelitian selanjutnya menganalisis efisiensi dengan mempertibangkan stakeholder yang lain.", "Daftar File": {"2017 TA PP KHUSNUL KHOOTIMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110800"}, "Penulis": "Chusnul Khootimah (NIM 19014045)", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Islamic Bank, Conventional Bank, Employee Efficiency, Coefficient Correlation, Asset Growth.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2017"}