{"Nomor": 21523, "Judul": "PERANCANGAN DENGAN SKEMA PUBLIC HOUSING: RUSUNAWA PENJARINGAN DI JAKARTA UTARA", "Abstrak": "Dengan semakin tingginya tingkat kebutuhan akan tempat tinggal di perkotaan, maka perlu adanya   \n \n\ncampur tangan dari pemerintah untuk mengatasi hal tersebut. Salah satu solusi yang dapat ditawarkan   \n \n\nadalah dengan pembangunan rusunawa yang menggunakan konsep public housing dalam   \n \n\nperancangannya. Pembangunan rusunawa dengan konsep public housing ditujukan bagi siapa saja   \n \n\nyang membutuhkan tempat tinggal, sehingga rusunawa tidak hanya ditujukan khusus bagi masyarakat   \n \n\nberpenghasilan rendah (MBR) atau masyarakat korban gusuran seperti rusunawa yang banyak   \n \n\ndibangun saat ini di Indonesia. Pembangunan rusunawa dengan konsep public housing akan   \n \n\nmenghasilkan kebutuhan calon pengguna yang lebih beragam karena calon pengguna akan berasal   \n \n\ndari latar belakang dan status sosial yang berbeda. Salah satu cara untuk mengatasi hal tersebut adalah   \n \n\ndengan memberikan lebih banyak pilihan jenis-jenis unit kamar yang dapat disesuaikan menurut   \n \n\nkebutuhan calon pengguna. Selain kebutuhan jenis unit kamar, hal-hal yang harus diperhatikan adalah   \n \n\ncara untuk menciptkan rusunawa berkualitas yang aman dan nyaman, serta menumbuhkan interaksi  \n \n\ninteraksi positif bagi calon pengguna. Hal tersebut dimaksudkan juga untuk mengganti paradigma   \n \n\nnegatif yang ada saat ini di masyarakat Indonesia mengenai rusunawa buatan pemerintah.", "Daftar File": {"2017 TA PP CINDY MATHILDA SITOMPUL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110831"}, "Penulis": "Cindy Mathilda Sitompul", "Kontributor / Dosen Pembimbing": ["Ir. Mohammad Jehansyah Siregar, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rusunawa Penjaringan, Public Housing, Berkualitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}