{"Nomor": 21526, "Judul": "MODIFIKASI PERSAMAAN HAZEN-WILLIAM UNTUK PENENTUAN KEHILANGAN TEKANAN DI SUMUR INJEKSI BERDASARKAN DATA EMPIRIS", "Abstrak": "Umumnya di Lapangan XYZ persamaan Hazen-William digunakan untuk memperkirakan kehilangan tekanan di tubing, terutama untuk memperkirakan tekanan injeksi dasar sumur dan perhitungan desain pompa ESP untuk sumur  \n \n\nyang sangat tinggi water cut-nya. Meskipun Persamaan Hazen-William sering digunakan, tetapi validasi hasil perhitungan harga kehilangan tekanan terhadap  \n \n\ndata aktual lapangan tidak pernah dilakukan. Hal ini menyebabkan ketiadaan informasi tentang keakuratan hasil perhitungan kehilangan tekanan tersebut. Pada tesis ini dilakukan penelitian dengan membandingkan hasil perhitungan kehilangan tekanan di sumur injeksi menggunakan persamaan Hazen-William dengan data aktual lapangan yang didapat dari Spinner Survey. Ditemukan bahwa hasil perhitungan tidak selamanya memberikan hasil yang baik dibandingkan data aktual, bahkan untuk laju alir tertentu perkiraan kehilangan tekanan sangat  \n \n\nmenyimpang jauh dari data aktual. Akibat adanya perbedaan hasil perhitungan dengan data aktual tersebut, penelitian dilanjutkan dengan mencoba memodifikasi persamaan Hazen-William berdasarkan data empiris aktual dari Spinner Survey. Dalam memodifikasi persamaan tersebut digunakan analisa dimensional dengan menerapkan Teorema Buckingham Pi. Dari analisa dimensional didapatkan suatu formula baru yang lebih sederhana tetapi mempunyai keakuratan yang lebih baik dibanding  \n \n\npersamaan Hazen-William yang asli.  \n \n \n\n(rumus pesamaan baru)  \n \n \n\nHasil perhitungan persamaan baru ini kemudian dibandingkan dengan metodametoda lainnya, seperti : Hagedorn&Brown, Beggs&Brill, Hazen-William yang  \n \n\nasli (dengan C = 100), dan Jain&Darcy-Weisbach. Secara umum hasil perhitungan persamaan baru memberikan perkiraan yang relatif lebih baik mendekati data spinner di lapangan jika dibandingkan metoda di atas.", "Daftar File": {"2009 TS PP CIO CIO MARIO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/110850", "2009 TS PP CIO CIO MARIO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/110851", "2009 TS PP CIO CIO MARIO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/110852", "2009 TS PP CIO CIO MARIO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/110853", "2009 TS PP CIO CIO MARIO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/110854", "2009 TS PP CIO CIO MARIO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/110855", "2009 TS PP CIO CIO MARIO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/110856", "2009 TS PP CIO CIO MARIO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110857"}, "Penulis": "CIO CIO MARIO (NIM : 22207311)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Pudjo Soekarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "persamaan Hazen-William, sumur injeksi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}