{"Nomor": 21533, "Judul": "ANTENA SUSUN BERPOLARISASI SIRKULER DENGAN DISTRIBUSI DAYA DOLPH TSCHEBYCHEFF", "Abstrak": "Antena susun adalah antena yang terdiri dari beberapa elemen yang digunakan untuk meningkatkan gain dan memperoleh pola radiasi tertentu. Side lobe pada antena susun diinginkan serendah mungkin. Cara untuk mengurangi side lobe adalah dengan menggunakan distribusi daya non uniform. Distribusi yang dapat digunakan adalah binomial dan Dolph Tchebyscheff. Pada distribusi Dolph Tschebycheff digunakan polinomial Tchebyscheff untuk mendapatkan susunan optimum untuk side lobe level tertentu. Side lobe level adalah perbandingan amplitudo antara main lobe dan side lobe. Pada penelitian ini, perancangan dan realisasi antena mikrostrip susun 1x5 menggunakan patch persegi. Antena susun ini menggunakan multiple slot untuk menghasilkan bandwidth yang lebih lebar. Slot-slot tersebut ditempatkan secara diagonal pada bagian atas patch untuk menghasilkan polarisasi sirkuler. Antena yang dirancang bekerja pada frekuensi C-band dengan frekuensi tengah berada di sekitar frekuensi 5,3 GHz. Antena dicatu dengan menggunakan proximity coupling dan dihubungkan dengan konektor SMA 50 Ω. Pada metode pencatuan proximity coupling saluran pencatu berada di antara dua substrat dan patch berada pada substrat bagian atas. Kedua substrat memiliki ketebalan masing-masing 0,8 mm dan diimplementasikan dengan menggunakan FR4 Epoxy dengan permitivitas relatif (εr) sebesar 4,3. Antena susun memiliki dimensi total sebesar 119 mm ÃƒÂ— 44,1 mm. Bandwidth berdasarkan hasil simulasi antena untuk distribusi Dolph Tschebycheff sebesar 760 MHz sedangkan bandwidth yang dihasilkan oleh distribusi uniform sebesar 740 MHz. Side lobe level untuk distribusi Dolph Tschebycheff sebesar 14,99 dB dan untuk distribusi uniform sebesar 9,1 dB sehingga terdapat penekanan side lobe sebesar 5,89 dB.", "Daftar File": {"2017 TS PP CITRA ZASKIA PRATIWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110885"}, "Penulis": "CITRA ZASKIA PRATIWI (NIM : 23215059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Achmad Munir"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antena susun, bandwidth, side lobe level, distribusi daya uniform, distribusi daya Dolph Tschebycheff", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}