{"Nomor": 21530, "Judul": "PENENTUAN KEBIJAKAN PRODUKSI DAN DISTRIBUSI PADA SISTEM RANTAI PRODUKSI PUSH-PULL DENGAN PENGGUNAAN SUPPLY HUB SEBAGAI JUNCTION POINT", "Abstrak": "Perkembangan teknologi menyebabkan kebutuhan produk dan jasa menjadi semakin kompleks, beragam, dan fluktuatif. Hal ini menyebabkan meningkatnya dependensi antar perusahaan dalam sebuah rantai produksi. Untuk dapat terus bersaing, peningkatan efisiensi perlu dilakukan secara kolaboratif dengan perusahaan lain di dalam sebuah rantai produksi. Salah satu upaya peningkatan efisiensi rantai produksi adalah dengan melakukan harmonisasi kegiatan produksi dan distribusi. \n\nPT AHM merupakan produsen sepeda motor di Indonesia. PT STLJ merupakan salah satu pemasok kebutuhan spare part PT AHM. Saat ini, PT STLJ memiliki jumlah inventori yang tinggi. Tingginya inventori PT STLJ disebabkan karena kontrak safety stock dengan PT AHM yang mewajibkan PT STLJ untuk menyimpan safety stock sebanyak 3 (tiga) kali jumlah permintaan. Akar permasalahan yang melatarbelakangi terbentuknya kontrak safety stock tersebut adalah kecenderungan PT STLJ dan PT AHM untuk melakukan optimasi secara individual dan adanya disharmonisasi kegiatan produksi dan distribusi antara kedua perusahaan. \n\nUntuk menyelesaikan akar permasalah, optimasi kolaboratif dan harmonisasi kegiatan produksi dan distribusi antara PT STLJ dan PT AHM dilakukan dengan menerapkan strategi push-pull dengan melibatkan penggunaan supply hub. Peningkatan efisiensi rantai produksi diukur melalui penurunan biaya rantai produksi. Metodologi penelitian diawali dengan melakukan studi empiris dan studi literatur, merumuskan research question, mengembangkan model matematis, melakukan uji coba dan analisis, dan diakhiri dengan penarikan kesimpulan. \n\nPenelitian menghasilkan 2 (dua) buah model matematis, yaitu model biaya rantai produksi tanpa overstocking di supply hub dan model biaya rantai produksi dengan overstocking di supply hub. Variabel keputusan kedua model tersebut adalah ukuran lot produksi, ukuran lot pengiriman, jumlah lot understock dan overstock, serta jumlah kanban yang digunakan. Masing-masing model menghasilkan total biaya sebesar Rp199.253.000,00 dan Rp214.359.000,00. Model tanpa overstocking menghasilkan biaya rantai produksi paling rendah. Kedua model terbukti memperbaiki permasalahan inventori PT STLJ. Kedua model masing-masing penyebabkan penurunan inventori PT STLJ sebesar 71,61% dan 76,93%. Implementasi model membutuhkan persiapan manajerial berupa pengadaan dan pemilihan lokasi supply hub, perancangan sistem informasi untuk akses inventori secara real time, dan perancangan standard operating procedure baru.", "Daftar File": {"2017 TS PP CITRA BULAN ASTRID THERESIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110882"}, "Penulis": "CITRA BULAN ASTRID THERESIA   (NIM 23416041)", "Kontributor / Dosen Pembimbing": ["Rachmawati Wangsaputra, Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rantai produksi, push-pull, supply hub.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}