{"Nomor": 21545, "Judul": "PENGEMBANGAN KORELASI WAKTU BUKA SUMUR UJI BACK PRESSURE DAN LAJU ALIR OPTIMUM DARI DATA DST SUMUR", "Abstrak": "Pengujian sumur sangat penting untuk dilakukan dalam mengetahui karakteristik formasi (reservoir) dan dapat digunakan untuk menentukan laju alir optimum (optimisasi) sumur tersebut. Dengan menentukan waktu buka sumur yang tepat untuk uji sumur seperti back pressure test, karakteristik formasi yang dapat dianalisis akan semakin akurat. Korelasi waktu buka sumur yang telah ada, seperti yang telah dibuat oleh Asmoro Santo dapat digunakan untuk back pressure test kemudian dilakukan pengembangan dan validasi terhadap korelasi waktu buka sumur tersebut dengan menggunakan data Drill Stem Test (DST) dari 20 sumur dengan karakteristik fluida formasi dan karakteristik formasi yang berbeda. Dari validasi korelasi ini dapat diketahui batasan-batasan asumsi dari korelasi sebelumnya dan akan meningkatkan tingkat keakuratan korelasi waktu buka sumur tersebut. Simulasi reservoir digunakan untuk menentukan profil tekanan terhadap waktu pada uji back pressure.    \n \n \n \n\nLaju alir minyak optimum juga dapat diketahui dari analisis nodal yang menggunakan Inflow Performance Relationship (IPR) dan Tubing Performance Relationship (TPR) dari sumur tersebut. Kemudian dikembangkan korelasi laju alir optimum dengan mempertimbangkan analisis sensitivitas parameter IPR-TPR yang ada. Hasilnya dibandingkan dengan korelasi laju alir minyak optimum Asmoro. Hasilnya, korelasi yang baru memiliki nilai keakuratan yang lebih baik daripada korelasi sebelumnya.", "Daftar File": {"2011 TA PP DADAN DAMAYANDRI SYAEFUL MILLAH SAPUTRA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/110919"}, "Penulis": "DADAN DAMAYANDRI SYAEFUL MILLAH SAPUTRA (NIM : 12207048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengujian sumur, waktu buka sumur, laju alir optimum, simulasi reservoir, analisis nodal", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}