{"Nomor": 21551, "Judul": "ANALISA MANFAAT PUSAT LOGISTIK BERIKAT UNTUK PERUSAHAAN MINYAK PT. GASTAL", "Abstrak": "Permasalahan logistik di Indonesia terus menjadi pekerjaan rumah yang harus diselesaikan oleh       \n \n \n \n \n \n\npemerintah. Indeks kinerja logistik Indonesia saat ini berada di posisi 63 dunia, bahkan jauh berada      \n \n \n \n \n \n\ndibawah negara-negara tetangga ASEAN seperti Singapura (5), Malaysia (32) dan Thailand (45).      \n \n \n \n \n \n\nPembenahan kinerja di sektor logistik menjadi salah satu program pemerintahan Presiden Joko Widodo      \n \n \n \n \n \n\nyang tercantum dalam Nawa Cita. Sebagai bentuk pelaksanaan Nawa Cita, pemerintah mengeluarkan      \n \n \n \n \n \n\nPaket Kebijakan Ekonomi yang mencakup fasilitas/insentif dari pemerintah dalam rangka mewujudkan      \n \n \n \n \n \n\ntujuan-tujuan Nawa Cita. Salah satu cara pemerintah untuk meningkatkan kinerja Indonesia di sektor      \n \n \n \n \n \n\nlogistik diwujudkan melalui penerbitan Paket Kebijakan Ekonomi Jilid II pada September 2015 yang      \n \n \n \n \n \n\nmenyebutkan pemberian insentif melalui PP Pembentukan Pusat Logistik Berikat. Fasilitas Pusat Logistik      \n \n \n \n \n \n\nBerikat diharapkan menjadi solusi dari beberapa permasalahan logistik seperti dwelling time,      \n \n \n \n \n \n\nketergantungan penimbunan barang di Singapura yang akan digunakan di Indonesia, dll.         \n \n \n \n \n \n \n\nHampir bersamaan dengan penerbitan insentif Pusat Logistik Berikat oleh pemerintah, terjadi penurunan       \n \n \n \n \n \n\nharga minyak dunia secara signifikan dalam periode waktu Juni 2014 sampai dengan Januari 2015 yang      \n \n \n \n \n \n\nsebelumnya berada di kisaran $115/barrel menjadi kisaran dibawah $50/barrel. Hal ini menyebabkan      \n \n \n \n \n \n\nindustri perminyakan dunia mengalami dampak negatif. Perusahaan-perusahaan minyak di seluruh dunia      \n \n \n \n \n \n\n(termasuk di Indonesia) mengalami krisis atas jatuhnya harga minyak ini. Untuk mempertahankan      \n \n \n \n \n \n\nkelangsungan bisnis di tengah rendahnya harga minyak dunia, perusahaan-perusahaan minyak harus      \n \n \n \n \n \n\nmelakukan efisiensi secara total dalam hal biaya operasional mereka.        \n \n \n \n \n \n\nBerdasarkan kedua dinamika yang dijelasakan di atas, penelitian ini bertujuan untuk menjawab tantangan      \n \n \n \n \n \n\nkelangsungan bisnis perusahaan minyak yang beroperasi di Indonesia dengan melakukan efisiensi biaya      \n \n \n \n \n \n\noperasional, yang salah satunya mengefisiensikan biaya logistik. Penelitian ini akan menjawab kebutuhan      \n \n \n \n \n \n\nefisiensi biaya operasional migas terutama dari biaya logistik dengan pemanfaatan konsep Pusat Logistik      \n \n \n \n \n \n\nBerikat. Penulis akan membedah fasilitas Pusat Logistik Berikat dan menganalisa apakah fasilitas ini dapat      \n \n \n \n \n \n\ndigunakan untuk memberikan efisiensi ke proses logisitik migas. Sehingga, pada akhirnya, efisiensi cost      \n \n \n \n \n \n\nrecovery akan berhasil ditingkatkan.       \n \n \n \n \n \n\n1      \n \n \n \n \n \n \n\nPenulis mengambil contoh pengaplikasian Pusat Logistik Berikat untuk perusahaan migas dengan      \n \n \n \n \n \n\nmengambil salah satu perusahaan migas yang sudah beroperasi di Indonesia selama lebih dari 40 tahun      \n \n \n \n \n \n\ndan merupakan salah satu perusahaan migas terbesar di dunia.", "Daftar File": {"2017 TS PP DALLY RAMDHAN SUGANDRIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/110951"}, "Penulis": "DALLY RAMDHAN SUGANDRIA (NIM 29115373)", "Kontributor / Dosen Pembimbing": ["Ir. Abdul Hamid Batubara, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bonded logistics center, oil & gas industry, operation cost efficiency, cost recovery, oil price", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}