{"Nomor": 21567, "Judul": "RULE GENERATOR IPS DENGAN SUMBER DATA HONEYPOT UNTUK MENGHADAPI POLYMORPHIC WORM", "Abstrak": "Perlindungan jaringan saat ini banyak menggunakan Intrusion Prevention System (IPS). Namun IPS yang saat ini kebanyakan menggunakan teknik signature based, sedangkan pembaharuan signature cenderung sulit dilakukan dan memakan waktu karena membutuhkan pengetahuan pakar dalam pembuatannya. Akibatnya IPS signature based memiliki kelemahan dalam mendeteksi serangan terbaru. Untuk mempelajari serangan terbaru, dapat digunakan honeypot. Honeypot adalah sebuah tools yang tidak memiliki production value, sehingga setiap koneksi yang masuk dapat dianggap sebuah serangan. Data yang masuk ke dalam honeypot perlu diolah terlebih dahulu karena tidak dapat langsung digunakan oleh IPS. Dalam mengolah data serangan tersebut, beberapa peneliti telah menggalakan studi mengenai signature generator. Setelah dilakukan perbandingan, Tugas Akhir ini menggunakan signature generator Polygraph karena memiliki kelebihan dalam membuat signature polymorphic worm dibanding signature generator Honeycomb. Polymorphic worm adalah sebuah worm yang merubah bentuk diri setiap melakukan penyebaran sehingga sulit menentukan signature. Tugas Akhir ini menentukan teknik yang diperlukan dalam mengubah data serangan yang ditangkap dari honeypot pilihan Dionaea, menjadi signature dengan menggunakan Polygraph. Kemudian signature yang dihasilkan diubah bentuknya agar dapat dipakai oleh IPS pilihan Snort. Snort yang telah memakai signature tersebut diharapkan dapat memblokir serangan yang sama dengan yang tertangkap honeypot Dionaea sebelumnya. Setelah dilakukan pengujian teknik pada Tugas Akhir ini, IPS Snort dapat memblokir serangan yang sama dengan yang masuk ke honeypot Dionaea sebelumnya. Namun terdapat kendala pada kinerja karena menggunakan signature dengan dasar pencarian regex. Rule yang dihasilkan menjadi lebih lambat dibanding yang konvensional. Selain itu, perlu mengubah parameter pcre match limitations pada IPS Snort agar lebih optimal dalam memblokir serangan.", "Daftar File": {"2017 TA PP DANIEL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111010"}, "Penulis": "DANIEL (NIM : 13511068)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nRiza Satria Perdana, ST, MT.  \n \n\nYudistira Dwi Wardhana Asnar, ST, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Rule Generator, IPS, signature based, signature generator, honeypot, Snort, Dionaea, Polygraph", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}