{"Nomor": 21572, "Judul": "ANALISIS LAJU ABRASI DAN PENGARUH KERAPATAN VEGETASI MANGROVE TERHADAP INTRUSI AIR LAUT DI WILYAH PESISIR KABUPATEN SUBANG", "Abstrak": "Hutan mangrove merupakan hutan dengan ciri khas wilayah pesisir. Keberadaan mangrove memegang peranan penting dalam menahan gelombang laut untuk mencegah abrasi pantai dan tata air untuk mencegah intrusi air laut. Penelitian ini bertujuan untuk mengetahui laju abrasi dan menentukan tingkat kerusakan karena abrasi, korelasi antara kerapatan vegetasi mangrove terhadap intrusi air laut, dan kelayakan air tanah dari aspek salinitas. Lokasi penelitian berada di vegetasi mangrove dalam pengelolaan Perum Perhutani KPH Purwakarta (petak 21D). Metode pengukuran laju abrasi untuk periode 2010 Ã‚Â– 2011 dan 2012 Ã‚Â– 2017 berdasarkan data dari Perum Perhutani untuk posisi daratan di masa lalu dan pengukuran di lapangan untuk kondisi saat ini. Tingkat kerusakan karena abrasi ditentukan dengan kriteria dari Litbang PU Pengairan. Intrusi air laut dideteksi dengan mengukur salinitas air tanah. Pengukuran nilai salinitas air tanah dilakukan dengan empat kali pengulangan pada periode waktu 30 hari. Nilai salinitas air tanah di ukur pada tegakan dengan kerapatan jarang (903,53 pohon/ha), sedang (1145,37 pohon/ha), dan sangat padat (1770,73 pohon/ha) dalam tiga zona berdasarkan jarak dari garis pantai yaitu zona laut, zona tambak, dan zona pemukiman. Uji korelasi Pearson dilakukan untuk mengetahui hubungan antara kerapatan vegetasi mangrove dengan salinitas. Nilai salinitas di zona tambak dan zona pemukiman kemudian dibandingkan dengan nilai baku mutu air tawar, air tambak untuk budidaya udang dan bandeng. Hasil penelitian menunjukkan bahwa nilai laju abrasi tahun 2010 Ã‚Â– 2011 sebesar 69,3 ha atau 34,65 ha/tahun, sedangkan nilai laju abrasi tahun 2012 Ã‚Â– 2017 sebesar 2,21 ha atau 0,31 ha/tahun. Berdasarkan tingkat kerusakannya, daerah penelitian tergolong abrasi yang amat sangat berat. Hasil uji korelasi Pearson menunjukan nilai koefisien korelasi sebesar -1 untuk zona laut, -0,85 untuk zona tambak, dan -0,96 untuk zona pemukiman. Nilai koefisien korelasi yang negatif (-) pada semua zona menunjukkan semakin tinggi kerapatan mangrove, maka salinitasnya semakin rendah. Air tanah pada zona tambak berdasarkan salinitasnya termasuk layak untuk budidaya tambak udang dan ikan bandeng, sedangkan air tanah pada zona pemukiman termasuk tidak layak untuk air tawar, air minum, atau air konsumsi lain.", "Daftar File": {"2017 TA PP DANU SUBRATA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111030"}, "Penulis": "DANU SUBRATA (NIM 11513043)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Eka Mulya Alamsyah.  \n \n\nDr. Endah Sulistyawati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "intrusi air laut, kerapatan, laju abrasi, mangrove, salinitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}