{"Nomor": 21574, "Judul": "ANALISIS DESAIN STRUKTUR DERMAGA DECK ON PILE STRUT TYPE DI PELABUHAN PATIMBAN, SUBANG, JAWA BARAT", "Abstrak": "Pelabuhan Patimban pada Kabupaten Subang, Jawa Barat dibangun berdasarkan beberapa pertimbangan, di antaranya untuk menurunkan biaya logistik, menyediakan pelabuhan cadangan yang dapat melayani 70% kargo, menurunkan kemacetan di Jakarta, dan menjamin keselamatan pelayaran dan eksplorasi migas di kawasan lepas pantai utara Jawa Barat. Pelabuhan Patimban akan menjadi pelabuhan laut yang bertaraf internasional yang melayani komoditas seperti peti kemas, kendaraan, maupun curah cair dengan demand ultimate peti kemas mencapai 7,5 juta TEU per tahun dan kendaraan sebesar 577.640 CBU.  Struktur dermaga pada Pelabuhan Patimban direncanakan berupa dermaga jenis struktur terbuka deck on pile yang terdapat member miring yang disambungkan di antara tiang pancang vertikal. Jenis struktur ini dinamakan dermaga strut type. Pada Tugas Akhir ini akan dibandingkan jenis dermaga deck on pile strut type akan dibandingkan dengan jenis dermaga deck on pile yang lebih umum digunakan tanpa adanya tiang miring maupun tiang strut. Perbandingan dilakukan dengan memodelkan kedua struktur pada kondisi pembebanan yang sama dengan perangkat lunak SAP2000. Perhitungan beban dan dimensi dermaga mengacu pada OCDI. Perhitungan struktur mengacu pada SNI 03-2847-2013. Perhitungan daya dukung tanah juga dilakukan untuk memeriksa seberapa dalam tiang perlu dipancang. Acuan perbandingan adalah parameter perbandingan kapasitas struktur dan beban yaitu UCR dan PMMratio yang serupa. Nilai UCR tersebut harus di antara nilai 0,7 dan 0,95 agar tidak overdesign dan tetap aman. Dimensi dermaga seperti panjang, lebar, dan elevasi lantai dermaga direncanakan berdasarkan Rencana Induk Pelabuhan Patimban dan diameter tiang pancang, panjang balok beserta lebar dan tebalnya merupakan hasil iterasi dari pemodelan.  Hasil dari Tugas Akhir ini meliputi perbandingan dimensi dan volume material yang digunakan untuk kedua jenis struktur, serta perbandingan gaya dalam maksimal dan defleksi maksimal yang terjadi.", "Daftar File": {"2017 TA PP Dany Nur Aryanzah1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111032"}, "Penulis": "Dany Nur Aryanzah - NIM 15513080", "Kontributor / Dosen Pembimbing": ["Dr. Nita Yuanita S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, struktur, tiang vertikal, strut type, peti kemas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}