{"Nomor": 21578, "Judul": "KONSTRUKSI MORFISMA MULUS PADA VARIETI KOMPLEKS PROJEKTIF DAN DEGENERASI DEKOMPOSISI POLIDUL", "Abstrak": "Disertasi ini mengkaji dua hal yakni mengenai varieti kompleks atas representasi projektif dengan rank yang ditetapkan dan varieti polidul dengan dimensi homologi \n\nyang ditetapkan. Terdapat dua kontribusi utama dalam disertasi ini. Pertama, pengkonstruksian suatu varieti beserta dua morfisma yang memungkinkan untuk mengkaji hubungan diantara varieti kompleks projektif dan varieti representasi kuiver. Kedua, pembentukan degenerasi pada dekomposisi polidul dengan usaha memperluas hasil yang \n\ntelah ada di literatur dari kategori modul dan kategori kompleks projektif ke kategori polidul. \n\nHasil utama pertama yang diperoleh adalah konstruksi suatu varieti Y yang memuat baik varieti kompleks projektif maupun varieti representasi kuiver beserta dua morfisma dari Y ke varieti kompleks projektif dan ke varieti representasi kuiver. Kedua morfisma tersebut bersifat mulus dengan serat taktereduksikan. Hasil utama kedua menyangkut konstruksi degenerasi pada dekomposisi polidul yang merupakan perumuman dari degenerasi pada dekomposisi modul dan pada dekomposisi kompleks projektif. \n\nSifat-sifat yang berkaitan dengan kondisi buka pada suatu struktur aljabar dibahas pula dalam disertasi ini. Sifat-sifat tersebut antara lain kondisi buka pada himpunan \n\nhomomorfisma ruang vektor, pada himpunan barisan kompleks atas ruang vektor, dan pada varieti representasi kuiver.", "Daftar File": {"2015 DIS PP DARMAJID 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111048", "2015 DIS PP DARMAJID 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111049", "2015 DIS PP DARMAJID 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111050", "2015 DIS PP DARMAJID 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111051", "2015 DIS PP DARMAJID 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111052", "2015 DIS PP DARMAJID 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111053", "2015 DIS PP DARMAJID 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111054"}, "Penulis": "DARMAJID (NIM: 30112014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Muchtadi Intan Detiena", "Dr. Aleams Barra."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "varieti kompleks projektif, varieti polidul, varieti representasi kuiver, morfisma mulus, kondisi buka, homologi, degenerasi, dekomposisi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Des 2017"}