{"Nomor": 21580, "Judul": "PEMBUATAN BLENDING BIOPLASTIK BERBAHAN DASAR PATI TAPIOKA DAN LIGNIN HASIL EKSTRAKSI LIMBAH SERBUK KAYU MERANTI", "Abstrak": "Bioplastik pati tapioka memiliki potensi yang cukup baik untuk dikembangkan karena berasal dari sumber yang terbarukan, bersifat ramah lingkungan, dan  \n \n\nmemiliki kekuatan tarik yang bersaing jika dibandingkan dengan plastik konvensional. Penelitian ini bertujuan untuk membuat blending bioplastik pati tapioka-lignin dan mengkaji kekuatan tarik, sifat degradasi tanah, dan sifat ketahanan airnya.  \n \n\nBioplastik pati tapioka-lignin dibuat dengan metode cetak tuang, dan lignin dengan variasi berat 0-11%wt ditambahkan sebagai blending bioplastik. Sifat mekanik,  \n \n\nmeliputi kekuatan tarik, elongasi saat patah, dan modulus elastisitas didapat dengan melakukan Uji Tarik berdasarkan ASTM D882-02. Sifat degradasi tanahnya diuji  \n \n\nberdasarkan ISO 846 dan ketahanan airnya diuji berdasarkan Ã‚Â…  \n \n\nBlending bioplastik pati tapioka-lignin yang berhasil dibuat memiliki kekuatan tarik, elongasi saat patah, dan modulus elastisitas maksimum pada 10,68 MPa, 0,85%,  \n \n\n1803,9 MPa. Penambahan lignin dengan variasi berat 3%wt mampu meningkatkan ketahanan air sebanyak 36,17% jika dibandingkan bioplastik pati tapioka tanpa penabahan lignin. Sedangkan penambahan lignin membuat kemampuan degradasi tanahnya menurun sebanyak 5,83%", "Daftar File": {"2017 TA PP Darmawan Muhaimin 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111056"}, "Penulis": "Darmawan Muhaimin    (NIM : 13713001)", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mardiyati S.Si.,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bioplastik, blending, pati tapioka, lignin, ketahanan air.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}