{"Nomor": 21589, "Judul": "PERBANDINGAN PENANGANAN KESELAMATAN JALAN BERDASARKAN IRAP DAN IKJ (STUDI KASUS JALAN NASIONAL NGAWI-MADIUN)", "Abstrak": "Kecelakaan dapat dicegah sedini mungkin dengan melakukan pengamatan sebaik mungkin terhadap potensi-potensi bahaya yang terjadi pada suatu ruas jalan, dan salah satunya adalah dengan melakukan inspeksi keselamatan jalan pada jalan yang sudah beroperasi. Pada perjalanannya, teknologi pengumpulan/pengamatan kondisi ruas jalan semakin berkembang, salah satunya dengan menggunakan Hawkeye yang memanfaatkan kamera sebagai dan dikembangkan melalui suatu program yang dinamakan iRAP (International Road Assesment Programme) yang menghasilkan star rating dan penanganan suatu ruas jalan yang dinilai berdasarkan faktor tertentu.       \n\nFaktor yang menentukan jenis penanganan yang berdasarkan basis data tersebut merupakan hasil penelitian dari negara-negara non Indonesia, dan tentunya akan memberikan hasil penanganan yang belum tentu sesuai dengan IKJ (Inspeksi Keselamatan Jalan) yang berlaku dan digunakan di Indonesia.       \n\nHal ini bisa ditunjukkan pada ruas jalan nasional Ngawi-Madiun, di mana penentuan tipe penanganan antara iRAP dan IKJ memberikan hasil yang berbeda. Tidak semua rekomendasi penanganan hasil iRAP seperti pembuatan tambahan lajur dengan pagar pengaman sebagai median, jalur khusus sepeda motor, jalur pada pejalan kaki dan lainnya bisa diterapkan berdasarkan faktor ketersediaan lahan, kondisi geometrik jalan, volume kendaraan, biaya penanganan dan pergerakan pejalan kaki. Pada beberapa bagian, persamaan dari penanganan terdapat pada delineasi, kerusakan perkerasan, objek yang menghalangi jarak pandang dan pengawas penyeberangan pada sekolah yang dinilai sesuai dengan kebutuhan pada IKJ.       \n\nPentingnya upaya untuk mendapatkan penanganan yang sesuai dengan kondisi Indonesia menjadi masukan yang penting dalam pengembangan pemilihan penanganan sehingga penanganan yang dihasilkan dapat diterapkan dan dapat dijadikan masukan dalam pengembangan basis data pada komponen iRAP.", "Daftar File": {"2015 TS PP DAVID E. PASARIBU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111081", "2015 TS PP DAVID E. PASARIBU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111082", "2015 TS PP DAVID E. PASARIBU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111083", "2015 TS PP DAVID E. PASARIBU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111084", "2015 TS PP DAVID E. PASARIBU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111085", "2015 TS PP DAVID E. PASARIBU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111086", "2015 TS PP DAVID E. PASARIBU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111087", "2015 TS PP DAVID E. PASARIBU 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/111088", "2015 TS PP DAVID E. PASARIBU 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/111089", "2015 TS PP DAVID E. PASARIBU 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/111090", "2015 TS PP DAVID E. PASARIBU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111091"}, "Penulis": "DAVID E. PASARIBU (NIM : 26912329)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aine Kusumawati, ST, MT, Ph.D", "Dr. Ir. Djunaedi Kosasih, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "iRAP, inspeksi keselamatan jalan, star rating, penanganan keselamatan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}