{"Nomor": 21588, "Judul": "STOCK VALUATION OF PT NIPPON INDOSARI CORPINDO, TBK. ON CAPITAL RAISING THROUGH RIGHTS ISSUE", "Abstrak": "Sejak perusahaan mengumumkan rencana menerbitkan saham baru melalui website resmi \n\nperusahaan kemudian tidak lama setelah itu harga saham ROTI jatuh lebih dari 30% dari \n\nharga tertingginya di Rp 1,760 menjadi Rp 1,195. Meskipun tujuan dari right issue \n\ntersebut adalah untuk menambah modal kerja dan ekspansi binis perusahaan seperti \n\nmembangun pabrik baru di luar pulau Jawa seperti kawasan Indonesia timur dan juga di \n\nFilipina, tetapi hal tersebut sepertinya mendapatkan respon negative dari investor terkait \n\nrencana tersebut. Hal tersebut lumrah karena right issue ini akan menyebabkan \n\nbertambahnya jumlah saham yang beredar dari sebelumnya.Berhubung detil dari right \n\nissue ini belum diumumkan meskipun perusahaan sudah mendapatkan persetujuan \n\nsehingga hal ini menjadi spekulasi di pasar modal yang berdampak pada harga saham \n\nperusahaan. \n \n\nTujuan dari tesis ini adalah untu memperkirakan harga wajar saham PT Nippon Indosari \n\nCorpindo, Tbk. (ROTI) untuk tahun 2017 berdasarkan data historis dari tahun 2010 Ã‚Â– \n\n2016, dan kemudian membandingkannya dengan harga saham saat ini untuk mengetahui \n\napakah harga saham PT Nippon Indosari Corpindo, Tbk. (ROTI) dalam kondisi \n\nundervalue atau overvalue yang nantinya akan digunakan oleh investor untuk mengambil \n\nkeputusan beli, tahan atau jual. \n \n\nPada tesis ini akan digunakan empat pendekatan untuk penilaian sebuah saham seperti  \n\nGordon Growth Model. Berdasarkan hasil dari metoda Gordon Growth Model diketahui \n\nharga wajar saham yg diteliti adalah Rp 1617.39. \n \n\nHasil dari tesis ini dengan menggunakan Gordon Growth Model dari harga wajar saham \n\nPT Nippon Indosari Corpindo, Tbk adalah sebesar  Rp 1,617.39 per lembar. Berdasarkan \n\ndata bursa efek Indonesia yang didapat dari situs yahoo finance. Harga penutupan saham \n\nROTI pada hari Jumat, tanggal 30 Desember 2016 adalah Rp 1,600. Berhubung harga \n\nwajar saham ROTI  adalah 1,617.39 dimana itu artinya bahwa harga penutupan saham \n\nROTI tersebut berada dibawah dari nilai wajarnya. Sehingga dapat dikatakan bahwa \n\nharga saham ROTI berada dalam kondisi undervalue.", "Daftar File": {"David Anwar  29115258.pdf": "https://digilib.itb.ac.id/gdl/download/111080"}, "Penulis": "DAVID ANWAR  29115258", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, CFPÃ‚Â®"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Right Issue, Stock Price, Valuation Method, Undervalue", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "12 Okt 2017"}