{"Nomor": 21585, "Judul": "PENGARUH BUDAYA ORGANISASI DAN KOMPETENSI TERHADAP KINERJA KARYAWAN TAMBANG BAWAH TANAH  DMLZ PT FREEPORT INDONESIA", "Abstrak": "PT. Freeport Indonesia saat ini memproduksi bijih tembaga dan emas terutama dari \n\ntambang terbuka Grasberg, tambang bawah tanah Deep Ore Zone (DOZ) dan tambang \n\nBiggossan. Selain itu, PTFI masih dalam masa transisi dari tambang terbuka ke tambang \n\ntanah (UG). Grasberg dijadwalkan akan mulai menyusut pada tahun 2018 dan penutupan \n\ntotal tahun 2019 sementara penutupan tambang DOZ pada tahun 2021. Akibatnya, PTFI \n\ntelah merencanakan untuk melakukan ekspansi dari sumber tambang bawah tanah lainnya \n\nseperti tambang DMLZ sehingga transisi dari produksi tambang bawah tanah Grasberg \n\ndapat berjalan dengan lancar untuk menurunkan produksi tambang serta menjaga \n\nprofitabilitas dan kontinuitas produksi PTFI. Untuk mendukung keberhasilan operasi \n\ntambang DMLZ dan untuk mempertahankan profitabilitas serta kelangsungan produksi, \n\ntambang bawah tanah DMLZ harus memberikan kinerja terbaik untuk operasi \n\npenambangan bawah tanah lainnya. Namun, underground DMLZ saat ini masih memiliki \n\nbanyak masalah dengan kinerja karyawan pratama yang ada selain ijin produksi yang \n\nbelum keluar. Permasalahan utamanya adalah banyak perbedaan budaya kerja organisasi \n\ndan kompetensi yang belum maksimal sehingga menghasilkan produksi yang rendah dan \n\nkinerja karyawan yang turun. \n\nPenelitian tentang budaya organisasi dan kinerja banyak dilakukan, namun studi yang \n\nmenguji apakah budaya organisasi dan kompetensi mempengaruhi kinerja karyawan \n\njarang terjadi. Penelitian ini bertujuan untuk menguji pengaruh budaya organisasi dan \n\nkompetensi terhadap kinerja karyawan tambang bawah tanah DMLZ PT Freeport \n\nIndonesia.  \n\niii \n \n \n\nPenelitian ini menggunakan data primer yaitu data yang diperoleh dari wawancara dan \n\nkuesioner yang diberikan kepada seluruh karyawan tambang bawah tanah DMLZ PT \n\nFreeport Indonesia. Data sekunder berkaitan dengan obyek dan struktur organisasi. \n\nPopulasi adalah seluruh karyawan permanent PT Freeport Indonesia tambang bawah \n\nDMLZ yang saat ini berjumlah 186 orang dan hanya 127 karyawan yang diambil \n\nberdasarkan minimum sampel. Metode analisis yang digunakan dalam pengujian ini \n\nadalah metode regresi linear berganda. \n\nDari hasil pengujian yang telah dilakukan, uji regresi simultan (Uji F) menunjukkan \n\nbahwa budaya organiasi dan kompetensi secara simultan berpengaruh signifikan terhadap \n\nkinerja karyawan. Dan hasil uji parsial (uji t) menujukkan bahwa variabel budaya \n\norganisasi dan kompetensi berpengaruh signifikan terhadap kinerja karyawan secara \n\nparsial.", "Daftar File": {"David Aldron Bettay  29115281.pdf": "https://digilib.itb.ac.id/gdl/download/111077"}, "Penulis": "DAVID ALDRON BETTAY  29115281", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Organizational culture, competence, work performance, multiple linear regression analysis. (6)", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Okt 2017"}