{"Nomor": 21591, "Judul": "EVALUASI LABORATORIUM TERHADAP BEBERAPA PARAMETER USULAN YANG PENTING DALAM MENDISAIN INJEKSI SURFAKTAN UNTUK MENINGKATKAN PEROLEHAN MINYAK (EOR)", "Abstrak": "Minyak bumi masih merupakan salah satu sumber energi utama yang belum tergantikan dari segi ketersediaannya secara luas dan integrasinya dengan teknologi yang ada saat ini. Permintaan energi (energy demand) terutama minyak bumi yang terus meningkat tidak diikuti dengan ketersediaannya (energy supply) yang tiap tahun terus menurun. Untuk mengimbangi tingkat kebutuhan energi dunia yang tinggi maka timbul usaha untuk meningkatkan produksi minyak yang lebih besar lagi melalui teknologi EOR (Enhanced Oil Recovery).   \n \n \n\nSalah satu metode EOR yang paling signifikan terbukti di laboratorium dan lapangan yang dapat meningkatkan perolehan minyak adalah injeksi surfaktan. Dengan injeksi surfaktan kedalam reservoir maka minyak yang terjebak dalam pori-pori mikroskopik batuan akibat gaya-gaya kapiler dan viskositas antara fluida reservoir dapat didesak dan diproduksikan kembali dengan cara menurunkan tegangan antarmuka-nya.   \n \n \n\nKeberhasilan suatu injeksi surfaktan di lapangan tergantung pada beberapa faktor seperti screening di laboratorium dan scale-up dengan simulasi, data geologi yang kurang (geological continuity, thief zones, patahan, fracture, aquifer dan lain-lain) dan masalah teknis di lapangan. Sementara beberapa faktor yang lazim diuji dan dipelajari di laboratorium sebelum melakukan suatu injeksi kimia antara lain: interfacial tension (IFT) sistem brine/minyak, viskositas, emulsi, endapan karena masalah salinitas, laju adsorpsi, interaksi surfaktan/batuan, fingering, dan faktor perolehan dengan coreflood.   \n \n \n\nDalam tesis ini dibahas tentang perlunya penelitian di laboratorium terhadap beberapa faktor usulan yang dapat menunjang keberhasilan injeksi surfaktan di lapangan. Faktor-faktor usulan tersebut meliputi thermal degradation, jenis surfaktan, soaking time (huff & puff method), pH larutan surfaktan, kompatibilitas surfaktan-polimer, dan korosi logam. Dari hasil evaluasi di laboratorium terbukti bahwa faktor-faktor tersebut sangat berpengaruh besar dalam menentukan kesuksesan suatu injeksi surfaktan dan proses produksi minyak sehingga perlu dipertimbangkan sebelum melakukan injeksi surfaktan.", "Daftar File": {"2009 TS PP DAVID MAURICH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111093", "2009 TS PP DAVID MAURICH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111094", "2009 TS PP DAVID MAURICH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111095", "2009 TS PP DAVID MAURICH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111096", "2009 TS PP DAVID MAURICH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111097", "2009 TS PP DAVID MAURICH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111098", "2009 TS PP DAVID MAURICH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111099", "2009 TS PP DAVID MAURICH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111100"}, "Penulis": "DAVID MAURICH (NIM: 22207005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Septoratno Siregar, DEA.", "Dr. Ir. Leksono Mucharam, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "enhanced oil recovery, tekanan kapiler, surfaktan, interfacial tension, evaluasi laboratorium, faktor perolehan, thermal degradation, soaking time (huff & puff)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}