{"Nomor": 21595, "Judul": "KAJIAN KORELASI ASPEK LEGAL, ASPEK TEKNIS, DAN ASPEK KELEMBAGAAN TERKAIT PENAMBANGAN PASIR LAUT (STUDI KASUS: SELAT SUNDA, KABUPATEN SERANG)", "Abstrak": "Pasir laut didefinisikan secara normatif sebagai bahan galian pasir yang terletak pada wilayah perairan Indonesia yang tidak mengandung unsur mineral golongan A dan/atau \n\ngolongan B dalam jumlah yang berarti ditinjau dari segi ekonomi pertambangan. \n\nPenambangan pasir laut dapat dipandang dari tiga aspek, yaitu aspek legal, aspek teknis, dan aspek kelembagaan. Penelitian yang dilakukan merupakan studi kasus \n\npenambangan pasir laut di Selat Sunda dan bertujuan mengkaji ketiga aspek tersebut untuk mendapatkan pengembangan prosedur penambangan pasir laut. \n\nPenelitian dilakukan dengan mengolah data eksplorasi, identifikasi objek ruang perairan di sekitar Wilayah Izin Usaha Pertambangan (WIUP), analisis aspek legal, dan analisis aspek kelembagaan. Langkah-langkah tersebut dikorelasikan satu sama lain sehingga diperoleh kesesuaian penetapan WIUP. \n\nHasil penelitian menunjukkan adanya inkonsistensi antar peraturan perundangundangan serta kurangnya koordinasi antar pihak terkait penambangan pasir laut, tercitra dari terdapatnya objek ruang perairan lainnya pada Wilayah Izin Usaha Pertambangan.", "Daftar File": {"2016 TS PP  DAYU GIGIH WIBISONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111117", "2016 TS PP  DAYU GIGIH WIBISONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111122", "2016 TS PP  DAYU GIGIH WIBISONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111121", "2016 TS PP  DAYU GIGIH WIBISONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111119", "2016 TS PP  DAYU GIGIH WIBISONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111120", "2016 TS PP  DAYU GIGIH WIBISONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111118"}, "Penulis": "DAYU GIGIH WIBISONO (NIM : 25113016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Eka Djunarsjah, MT.  \n\nDr. Ir. Kosasih Prijatna, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pasir laut, aspek legal, aspek kelembagaan, selat sunda.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "02 Nov 2017"}