{"Nomor": 21604, "Judul": "ANALISIS PENENTUAN TARIF DAN MEKANISME RETRIBUSI PERSAMPAHAN SKALA RUMAH TANGGA BERDASARKAN BIAYA OPERASIONAL (Studi Kasus : Kota Bandung)", "Abstrak": "Prinsip dan sasaran dalam penetapan struktur dan besarnya tarif retribusi dimaksudkan untuk menutup biaya penyelenggaraan pelayanan antara lain biaya pengumpulan, pengangkutan dan pengelolaan sampah dan/atau pemusnahan sampah termasuk sewa lokasi TPA. Pembebanan tarif pelayanan akan mendorong efisiensi ekonomi karena setiap orang dihadapkan padA masalah pilihan karena adanya kelangkaan sumber daya. Jika diberlakukan tarif, maka setiap orang dipaksa berpikir ekonomis dan tidak boros. Pemerintah Kota Bandung seharusnya sadar bahwa pelayanan pengelolaan sampah dapat terselenggara dengan baik hanya bila kondisi pembiayaan PD. Kebersihan dapat cost recovery. Retribusi yang terkumpul pada umumnya belum sebanding dengan biaya operasional yang ditanamkan pada sektor ini dan penyusunan tarif retribusi khususnya rumah tangga seringkali tidak mendorong masyarakat untuk melakukan efisiensi ekonomi. Perlu adanya kebijakan dan penetapan mengenai tarif retribusi dan mekanisme pemungutannya karena bertujuan untuk meningkatkan pelayanan persampahan kepada masyarakat dan meningkatkan pendapatan PD.Kebersihan selaku instansi pengelola persampahan. Tujuan penelitian ini adalah mengkaji besaran tarif retribusi sampah sesuai dengan biaya operasional persampahan dalam meningkatkan pelayanan persampahan di Kota Bandung serta mekanisme penerapan pemungutan retribusi. Metodologi penelitian yang digunakan adalah menggunakan pendekatan ekploratif untuk mengidentifikasi komponen biaya teknik operasional sampah sebagai dasar penentan biaya operasional dalam perhitungan tarif retribusi, kemudian pendekatan normatif, pendekatan deskriptif kuantitatif dan komparatif untuk mengidentifikasi kebutuhan sarana yang ideal sesuai dengan kebutuhan penduduk. Berdasarkan penelitian yang dilakukan dapat diketahui jumlah sarana serta biaya operasional berdasarkan komponen biaya dalam teknik operasional sampah sehingga dapat ditentukan besaran tarif retribusi yang dapat menutupi biaya operasional pengelolaan persampahan melalui skenario pengolahan pengomposan atau daur ulang dan melalui insinerator. Mekanisme yang diterapkan untuk pemungutan retribusi adalah dengan menentukan ukuran tong sampah atau plastik tiap rumah tangga sebesar 12,5 liter/hari. Hal ini dimaksudkan agar setiap rumah tangga tidak menghasilkan sampah lebih dari volume yang sudah ditentukan.", "Daftar File": {"2015 TS PP DEASY PURNAMASARI HERDIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111162", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111163", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111164", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111165", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111166", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111167", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111168", "2015 TS PP DEASY PURNAMASARI HERDIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111169"}, "Penulis": "DEASY PURNAMASARI HERDIANA (NIM: 25413010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sri Maryati, ST., MIP., Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "biaya operasional, tarif retribusi, mekanisme pemungutan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}