{"Nomor": 21605, "Judul": "PEMODELAN TIGA DIMENSI STRUKTUR BAWAH PERMUKAAN GUNUNG KRAKATAU MENGGUNAKAN METODE GAYABERAT", "Abstrak": "Metode gayaberat merupakan salah satu metode geofisika yang didasarkan pada pengukuran medan gravitasi untuk mengetahui citra bawah permukaan. Prinsip metode ini adalah membedakan densitas suatu material terhadap lingkungan sekitarnya. Kemudian dari perbedaan densitas tersebut akan dimodelkan sehingga didapat citra bawah permukaan. Kontras densitas menjadi tanda adanya anomali kehadiran gas, minyak dan kandungan lain, salah satunya adalah kehadiran magma.   \n \n \n\nMagma merupakan larutan silikat pijar bersuhu tinggi dan kompleks yang berada di bawah permukaan bumi. Densitas dari magma merupakan salah satu parameter yang signifikan untuk memahami proses aktivitas gunung api. Krakatau mempunyai sumber magma yang cukup unik yakni tidak berada tepat di bawah Gunung Krakatau sehingga anomali gayaberat yang bernilai rendah akan terletak tidak tepat berada di bawah kawah Gunung Krakatau. Saat ini Gunung Krakatau memiliki kantung magma multipel yang berjenis andesit dengan nilai densitas 2.5 g/cc. Perbedaan densitas magma dan batuan sekitarnya dengan densitas referensi menjadi parameter yang dapat digunakan dalam pemodelan struktur bawah permukaan Gunung Krakatau. Untuk menentukan hal tersebut, maka diperlukan pemisahan anomali regional dan anomali residual, kemudian didukung data geologi dan geofisika lainnya. Diharapkan model yang didapatkan sesuai serta dapat digunakan untuk kepentingan penelitian maupun mitigasi bencana.", "Daftar File": {"2017 TA PP Dea Vallerie Oemaiya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111170"}, "Penulis": "DEA VALLERIE OEMAIYA - NIM: 12313037", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Gayaberat, Struktur Bawah Permukaan, Magma, Anomali, Pemodelan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}