{"Nomor": 21616, "Judul": "EVALUASI PEREKAHAN HIDROLIK DI FORMASI UNCONSOLIDATED DENGAN PENDEKATAN METODE PSEUDO SKIN FACTOR", "Abstrak": "Perekahan hidrolik pada umumnya bertujuan untuk mengatasi kerusakan formasi, atau untuk mengatasi problem reservoar dengan permeabilitas kecil.  \n \n\nKegiatan perekahan akan mampu membentuk jalur konduktifitas baru ke dalam lubang sumur, sehingga hidrokarbon akan lebih mudah mengalir dari batuan ke lubang sumur.  \n \n\nDalam perkembangannya perekahan hidrolik dianggap sebagai teknik komplesi yang efektif untuk memproduksikan hidrokarbon dari resevoar yang unconsolidated, dangkal, kontras permeabilitas vertikal yang tinggi, tetapi mempunyai cadangan hidrokarbon yang menjanjikan. Tujuan lain adalah untuk mengurangi problem kepasiran yang muncul pasca pekerjaan. Dengan teknik komplesi konvensional, tujuan-tujuan tadi sulit untuk dicapai.  \n \n\nStudi ini bertujuan untuk mengevaluasi 31 sumur yang sudah dilakukan perekahan hidrolik dari tahun 2007 sampai dengan 2008 oleh sebuah Service Company, dengan pendekatan konsep pseudo skin factor. Menurut konsep ini  \n \n\nparameter perancangan Konduktifitas Tak Berdimensi (Cfd) adalah variabel utama untuk membuat perancangan perekahan hidrolik yang efektif.  \n \n\nPerhitungan detil menggunakan konsep pseudo skin factor dilakukan pada salah satu sumur contoh, sedangkan evaluasi untuk sumur-sumur yang lain dilakukan dengan cara mencari korelasi kualitatif antar parameter perekahan, untuk dicari tahu sejauh mana kesesuaian korelasi-korelasi itu dengan konsep pseudo skin factor tadi.  \n \n\nBerdasarkan analisa korelasi empirik, konsep pseudo skin factor memang aplikatif, seperti misalnya semakin kecil Cfd aktual, justru perolehan minyak dan kelipatan produktifitas makin tinggi, dan juga panjang rekahan makin besar.  \n \n\nPerancangan Cfd yang kecil (makin mendekati 1.6) diikuti dengan perancangan efisiensi pad yang agresif, ternyata mampu menghasilkan perekahan sampai ujung (TSO), yang akan mengurangi problem kepasiran di formasi unconsolidated ini.", "Daftar File": {"2009 TS PP DEDEK ABADI MAWAS DIRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111210", "2009 TS PP DEDEK ABADI MAWAS DIRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111211", "2009 TS PP DEDEK ABADI MAWAS DIRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111212", "2009 TS PP DEDEK ABADI MAWAS DIRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111213", "2009 TS PP DEDEK ABADI MAWAS DIRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111214", "2009 TS PP DEDEK ABADI MAWAS DIRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111215", "2009 TS PP DEDEK ABADI MAWAS DIRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111216"}, "Penulis": "DEDEK ABADI MAWAS DIRI (NIM : 22207316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perekahan hidrolik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}