{"Nomor": 21617, "Judul": "PRODUKTIVITAS LIPID THALASSIOSIRA SP. YANG DIKULTIVASI DALAM  FOTOBIOREAKTOR SKALA BESAR DI LUAR RUANG", "Abstrak": "Produktivitas lipid diatom laut tropis Thalassiosira sp. yang dikultivasi dalam ruang sebesar 237 mg LÃ‚Â–1 hÃ‚Â–1  telah dilaporkan. Tujuan penelitian ini adalah untuk menentukan produktivitas biomassa, produktivitas lipid, dan kadar protein total Thalassiosira sp. yang dikultivasi dalam fotobioreaktor skala besar di luar ruang. Biomassa Thalassiosira sp. diperoleh melalui penyemaian sel bertingkat mulai dari jumlah kecil hingga mencapai jumlah besar. Lipid diekstraksi dari biomassa kering dengan metode Blight-Dyer termodifikasi. Produktivitas biomassa, produktivitas lipid, kandungan asam lemak total, dan kadar protein total Thalassiosira sp. ditentukan. Hasil penelitian menunjukkan bahwa kerapatan  sel  Thalassiosira  sp.  rata-rata  meningkat  dari  7,98ÃƒÂ—105   sel/mL  menjadi 1,86ÃƒÂ—106 sel/mL setelah 5 hari kultivasi di luar ruang, dengan produktivitas biomassa 22 mg   LÃ‚Â–1     hÃ‚Â–1.   Produktivitas   lipid   Thalassiosira   sp.yang diperoleh   dari   ekstrak kloroform:metanol (1:1 v/v) dan heksana:etanol (3:1 v/v) berturut-turut sebesar 427 mg LÃ‚Â–1 hÃ‚Â–1 dan 68 mg LÃ‚Â–1 hÃ‚Â–1. Kandungan SFA, MUFA, dan PUFA dalam lipid Thalassiosira sp. yang diekstraksi dengan pelarut kloroform:metanol (1:1 v/v) berturut-turut sebesar 43,      \n \n \n \n\n32, dan 25%. Sedangkan, kandungan SFA, MUFA, dan PUFA dalam lipid Thalassiosira sp. yang diekstraksi dengan pelarut heksana:etanol (3:1 v/v) beruturut-turut sebesar 24,      \n \n \n \n\n 48, dan 28%. Kadar protein total dari limbah ekstraksi lipid Thalassiosira sp. sebesar 4% (b/b).", "Daftar File": {"2017 TA PP DEDE MULYAMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111217", "2017 TA PP DEDE MULYAMAN 1 -PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111223"}, "Penulis": "DEDE MULYAMAN ( NIM : 10512065 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Zeily Nurachman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SFA,  MUFA,  PUFA,   fotobioreaktor,  GC-FID,  metode  Bligh-Dyer, Thalassiosira sp.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}