{"Nomor": 21615, "Judul": "PERANCANGAN DAN PEMBUATAN PENDETEKSI PARTIAL DISCHARGE MENGGUNAKAN RANGKAIAN Pi-ATTENUATOR DAN PENGUAT ULTRAWIDE BAND", "Abstrak": "Salah satu gejala awal dari kegagalan isolasi listrik tegangan tinggi ditandai dengan peristiwa Partial Discharge (PD). Oleh karena itu, diperlukan metode deteksi gejala awal kegagalan tersebut. Kelebihan dari pendeteksi PD pada rentang frekuensi Ultrawide Band (UWB) yaitu dapat melakukan pengamatan yang lebih akurat terhadap bentuk pulsa PD. Rangkaian penyesuai impedansi digunakan sebagai metode untuk mengukur sinyal PD pada rentang frkeuensi UWB. Untuk memaksimalkan transfer daya dari arus PD, nilai impedansi karakteristik rangkaian sebesar 50 Ω yang merupakan karakteristik impedansi dari kabel koaksial dan internal osiloskop sebagai coupling device.  \n \n\nPada laporan thesis ini, dilakukan perancangan dan implementasi coupling device berupa rangkaian penyesuai impedansi yang terdiri dari attenuator sebagai impedansi pendeteksi dan penguat UWB sebagai penguat sinyal. Perancangan rangkaian dilakukan dengan pemodelan dan simulasi pada software Advanced Design System 2014 (ADS2014) untuk mengetahui karakteristik rangkaian dengan simulasi S-Parameter. Hasil implementasi rangkaian diuji menggunakan Vector Network Analyzer (VNA) dan memperlihatkan karakteristik yang menyerupai dengan hasil simulasi. Rangkaian kemudian digunakan untuk pengukuran PD di laboratorium tegangan tinggi dengan objek uji elektroda jarum Ã‚Â– pelat.  \n \n\nPengukuran karakteristik PD berupa pengukuran background noise (BGN), PD Inseption Voltage, dan bentuk gelombang PD dilakukan di Laboratorium Tegangan Tinggi Arus Tinggi Ã‚Â– ITB. Hasil pengukuran PD pada media isolasi udara menunjukkan bahwa rangkaian pendeteksi PD menggunakan rangkaian Pi-Attenuator dan penguat tipe Monolithic Microwave Integrated Circuit (MMIC) kode MGA-82563 mampu mengukur karakteristik gelombang PD pada rentang frekuensi ultrawide band.", "Daftar File": {"2017 TS PP DEDE FURQON NURJAMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111209"}, "Penulis": "DEDE FURQON NURJAMAN (NIM : 23215030)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Umar Khayam"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "partial discharge, ultrawide band, penyesuai impedansi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}