{"Nomor": 21614, "Judul": "PERILAKU OKSIDASI ISOTERMAL PADUAN 69,5Fe-14Ni-9Al-7,5Cr PADA TEMPERATUR 800, 900, dan 1000C", "Abstrak": "Pertumbuhan penduduk, ekonomi dan perkembangan teknologi global berpengaruh terhadap peningkatan kebutuhan listrik tingkat dunia. Kebutuhan listrik tersebut diprediksi meningkat sebesar 25% dari tahun 2014 sampai 2040. Produksi listrik yang dihasilkan bergantung pada efisiensi mesin pembangkit yang digunakan. Peningkatan temperatur operasi akan menaikkan efisiensi perolehan energi. Hal tersebut menjadi alasan berbagai penelitian dilakukan untuk menemukan material yang mampu bertahan pada kondisi tersebut.    \n \n \n \n\nBaja ferritik maju dengan unsur pemadu Ni, Al, dan Cr menjadi alternatif material yang digunakan pada beberapa bagian konstruksi pembangkit listrik karena memiliki koefisien ekspansi termal yang rendah dan harga yang relatif murah dibanding dengan paduan super berbasis nikel. Baja ferritik tersebut memiliki keunggulan karena dapat diperkuat dengan presipitat koheren B2. Selain itu, kandungan Al dan Cr dapat meningkatkan ketahanan oksidasi pada temperatur tinggi.    \n \n \n \n\nSerangkaian percobaan telah dilakukan untuk mempelajari ketahanan oksidasi isotermal terhadap paduan 69,5Fe-14Ni-9Al-7,5Cr (%berat) dengan variasi temperatur 800, 900, dan 1000oC pada durasi pengujian 1, 10, 50, dan 150 jam. Pengujian dilakukan di dalam horizontal tube furnace dengan kondisi lingkungan udara bebas. Penimbangan dilakukan terhadap sampel sebelum dan sesudah pengujian untuk mengetahui perubahan berat yang terjadi. Data perubahan berat terhadap luas permukaan tiap sampel kemudian diolah untuk mengetahui perilaku ketahanan dan laju oksidasinya. Sampel kemudian dilakukan karakterisasi menggunakan beberapa peralatan seperti OM (optical microscope), XRD (X-Ray Diffraction), dan SEM-EDS (Scanning Electron Microscope-Energy Dispersive X-Ray Spectroscopy). Pengujian pada temperatur tinggi juga mengakibatkan struktur mikro presipitat mengalami perubahan.    \n \n \n \n\nBerdasarkan analisis yang dilakukan terhadap hasil pengujian, diketahui bahwa semakin tinggi temperatur oksidasi, maka laju oksidasi semakin cepat. Sedangkan untuk durasi oksidasi, semakin lama waktu pengujian maka perubahan berat per satuan luas sampel semakin kecil yang ditandai dengan grafik yang landai. Produk oksida yang ditemukan pada penelitian ini adalah Fe2O3, Fe3O4, -Al2O3, NiO, Cr2O3 dan NiCr2O4. Laju oksidasi paduan ini pada tiap temperatur mengikuti persamaan logaritmik yang menandakan bahwa lapisan oksida yang terbentuk sangat tipis dan dapat memproteksi permukaan logam dengan baik. Konstanta laju oksidasi pada temperatur 800, 900 dan 1000oC secara berturut-turut adalah 5,15E-05, 5,57E-05 dan 6,74E-05 gr.cm-2. Ditinjau dari kondisi pengujian yang dilakukan, paduan ini lebih baik dioperasikan pada temperatur maksimal 800oC karena tidak ditemukan pengelupasan lapisan oksida.", "Daftar File": {"2017 TA PP DEDDY CHANDRA NABABAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111208"}, "Penulis": "Deddy C Nababan (NIM : 12513018)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ferritic Fe-Ni-Al-Cr steel, isothermal oxidation", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}