{"Nomor": 21620, "Judul": "KAPASITAS PARA PELAKU PERENCANAAN PEMBANGUNAN DESA DALAM MEWUJUDKAN KEMANDIRIAN DESA (Studi Kasus: Desa Melatiwangi dan Desa Cibiru Wetan Kabupaten Bandung)", "Abstrak": "Konsep bottom up merupakan konsep pengembangan wilayah yang menekankan pengembangan wilayah dari bawah yang mana saat ini sedang diadopsi oleh Pemerintah Indonesia melalui Undang-Undang No. 6 Tahun 2014. Dalam Undang Undang tersebut terdapat pesan kemandirian dalam pembangunan desa. Dalam hal pembangunan desa, perencanaan merupakan tahapan yang paling penting menuju suksesnya pembangunan desa secara keseluruhan. Oleh karena itu, desa dituntut memiliki kapasitas yang baik dalam mewujudkan kemandirian desa melalui perencanaan partisipatif ataupun kolaboratif. Namun demikian kapasitas para pelaku perencanaan pembangunan desa ini belum teruji jika melihat pola pengaturan desa pada Undang Undang sebelumnya yaitu Undang Undang No. 32 Tahun 2004. Hal ini disebabkan Undang Undang tersebut belum mengakomodasi dalam hal pengakuan secara tegas kelembagaan desa adat, adanya tambahan sumber pendapatan desa dari APBN yang memungkinkan desa mengelola dana sampai dengan milyaran rupiah, kewenangan lokal berskala desa yang memberikan kewenangan desa untuk mengatur dan mengurus sendiri wilayahnya.   \n \n \n\nPenelitian ini bertujuan mengidentifikasi kapasitas para pelaku perencanaan pembangunan desa dalam mewujudkan kemandirian desa. Kapasitas ini dinilai secara individu maupun kelompok. Kapasitas individu dinilai pada masing-masing tahapan perencanaan pembangunan desa. Sedangkan kapasitas kelompok dinilai pada keseluruhan tahapan pembangunan desa. Untuk kapasitas individu meliputi kemampuan memahami tugas dan peran, kemampuan memahami kebutuhan desa, kemampuan mengolah data, kemampuan negosiasi, kemampuan politik, kemampuan memimpin, kemampuan intelektual, kemampuan pemrograman dan kemampuan penganggaran. Sementara kapasitas kelompok meliputi kemampuan sosial, sense of community, kemampuan bermitra/ berjejaring, kemampuan komunikasi, kemampuan menyelesaikan masalah, kemampuan manajemen waktu, kemampuan manajemen SDM, kemampuan proses dan sistem perencanaan, kemampuan memandang kedepan, kemampuan komitmen dan kemampuan kepemimpinan. Penelitian ini termasuk penelitian kualitatif dengan pendekatan penelitian studi kasus. Desa yang dipilih merupakan desa yang berbatasan dengan kota yaitu Desa Melatiwangi sebagai desa beradministrasi kurang dan Desa Cibiru Wetan sebagai desa beradministrasi baik. Pengumpulan data dilakukan dengan wawancara pada masing-masing sampel penelitian yang terdiri dari tiga pilar utama yaitu pemerintah desa, BPD dan unsur masyarakat. Kemudian penelitian ini juga memiliki uji proposisi yaitu perencanaan partisipatif akan berjalan dengan baik apabila memiliki kapasitas individu dan kelompok yang baik.   \n \n \n\nHasil dari penelitian ini menunjukkan bahwa secara menyeluruh kemandirian desa dalam menyelenggarakan perencanaan partisipatif ataupun kolaboratif cukup mengkhawatirkan. Walaupun kedua desa memiliki kapasitas kelompok yang baik namun perencanaan partisipatif ataupun kolaboratif hanya berlangsung pada desa beradministrasi baik yang mana kedua desa masih lemah pada kemampuan komitmen. Terselenggaranya perencanaan tersebut diketahui didorong oleh kemampuan kelompok yang baik terutama dalam kemampuan manajemen SDM, kemampuan memandang kedepan, kemampuan kepemimpinan serta kemampuan proses dan sistem perencanaan. Namun demikian, kualitas perencanaan tersebut belum sempurna dikarenakan kapasitas individu yang lemah di seluruh tahapan perencanaan dimana aktor kuncinya adalah sekdes, anggota BPD dan unsur masyarakat. Oleh karena itu, untuk kesempurnaan kualitas perencanaan pembangunan desa maka diperlukan juga kapasitas individu yang baik. Sekdes harus memiliki kapasitas individu yang baik dalam seluruh kemampuan meliputi memahami tugas dan peran, kemampuan memahami kebutuhan, kemampuan mengolah data, kemampuan negosiasi, kemampuan politik, kemampuan memimpin, kemampuan intelektual, kemampuan pemrograman dan penganggaran. Sementara Anggota BPD harus memiliki kemampuan memahami tugas dan peran serta kemampuan politik. Untuk unsur masyarakat harus memiliki kemampuan negosiasi dan politik.", "Daftar File": {"2015 TS PP DEDE PURNAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111233", "2015 TS PP DEDE PURNAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111234", "2015 TS PP DEDE PURNAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111235", "2015 TS PP DEDE PURNAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111236", "2015 TS PP DEDE PURNAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111237", "2015 TS PP DEDE PURNAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111238", "2015 TS PP DEDE PURNAMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111239", "2015 TS PP DEDE PURNAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111240"}, "Penulis": "DEDE PURNAMA (NIM: 25414062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dewi Sawitri Tjokropandojo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Desa, Kapasitas Individu, Kapasitas Kelompok, Kemandirian, Pembangunan Desa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}