{"Nomor": 21624, "Judul": "WILLINGNESS TO PAY (WTP) MASYARAKAT TERHADAP SISTEM PENGOLAHAN LIMBAH DOMESTIK TERPUSAT BERDASARKAN KARAKTERISTIK KAWASAN PERMUKIMAN DI KOTA BANJARMASIN (Studi Kasus : Kawasan Permukiman Sungai Andai dan Kawasan Permukiman Kelayan Kota Banjarmasin )", "Abstrak": "Penyediaan sanitasi merupakan salah satu sasaran pembangunan berkelanjutan yang telah diagendakan dalam Millenium Development Goals (MDGs) sampai dengan tahun 2015. Permasalahan air limbah domestik saat ini menjadi sangat mendesak untuk ditangani terutama di Kota Ã‚Â–kota besar seperti Kota  Banjarmasin. Kota Banjarmasin yang memiliki kondisi daratan yang berada 0,16  meter dibawah permukaan air laut, pengaruh pasang surut air laut disertai dengan  kondisi tanah yang sebagian besar berupa tanah gambut atau tanah yang jenuh air memerlukan sistem pengolahan air limbah domestik yang lebih komprehensif. Saat ini Kota Banjarmasin teridentifikasi mengalami pencemaran sungai dan air tanah  yang diakibatkan pencemaran limbah domestik yang berasal dari kawasan permukiman yang masih membuang langsung ke sungai maupun penggunaan septiktank tidak sesuai standar. Pembangunan sistem pengolahan limbah domestik     \n \n \n\nterpusat di kawasan permukiman untuk menimalisir pencemaran tidak diikuti ketertarikan masyarakat terhadap prasarana ini.     \n \n \n\nPenelitian ini mengkaji besaran kemampuan dan kesediaan masyarakat untuk membayar penyediaan dan pelayanan prasarana air limbah domestik terpusat (centralized) di dua kawasan permukiman strategis, yaitu Kawasan Permukiman  Sungai Andai (Permukiman baru) dan Kawasan Permukiman Kelayan (Permukiman padat). Selain itu juga mengkaji faktor - faktor yang mempengaruhinya kesediaan     \n \n \n\nmembayar masyarakat pada kedua kawasan permukiman strategis tersebut. Analisis besarnya WTP menggunakan pendekatan Contingent Valuation Method dengan teknik bidding games. Analisis kesediaan membayar dengan analisis deskriptif dan model logit sedangkan faktor-faktor yang mempengaruhinya dengan analisa regresi     \n \n \n\nberganda dengan metode enter.     \n \n \n\nDari hasil survey terhadap 194 responden di Kawasan Sungai Andai dan Kelayan didapatkan besarnya kesediaan membayar biaya pemasangan sebesar Rp.979.181,- (Sungai Andai) dan Rp. 659.794,- (Kelayan), sedangkan kemampuan     \n \n \n\nmembayar biaya pemasangan Rp. 1.646.257,- (Sungai Andai) dan Rp. 1.413.278,- (Kelayan). Nilai ini sangat jauh dari biaya yang ditetapkan PD.PAL sebesar Rp.    \n \n \n\n4.000.000,-. Dikarenakan pengolahan limbah merupakan barang publik dan  mempunyai eksternalitas maka Pemerintah Kota dan PD. PAL tetap harus mensubsidi dalam penyediaannya. Sedangkan untuk kesediaan membayar biaya pelayanan perbulan sebesar Rp.13.660,- (Sungai Andai) dan Rp. 9.021,- (Kelayan), sedangkan kemampuan membayar biaya pemasangan Rp. 45.729,- (Sungai Andai) dan Rp. 39.258,- (Kelayan). Tarif perbulan masih dapat terjangkau dilihat dari besaran kesediaan maupun kemampuan masyarakat. Peningkatan kesediaan dapat     \n \n \n\nditingkatkan dilihat dari faktor-faktor yang mempengaruhi yaitu karakteristik sosial ekonomi : pendapatan dan kepemilikan rumah (Sungai Andai) tingkat kepercayaan 99% dan variabel pendidikan, pemahaman tarif pengolahan limbah domestik (Kelayan) tingkat kepercayaan 99%. Oleh sebab itu perlunya peningkatan sosialisasi     \n \n \n\nbaik di permukiman baru dan permukiman padat arti penting sistem pengolahan limbah domestik sehingga eksternalitas negatif dapat dikurangi dampaknya.", "Daftar File": {"2015 TS PP DEDI HIDAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111244", "2015 TS PP DEDI HIDAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111245", "2015 TS PP DEDI HIDAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111246", "2015 TS PP DEDI HIDAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111247", "2015 TS PP DEDI HIDAYAT 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/111248", "2015 TS PP DEDI HIDAYAT 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/111249", "2015 TS PP DEDI HIDAYAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111250", "2015 TS PP DEDI HIDAYAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111251", "2015 TS PP DEDI HIDAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111252"}, "Penulis": "DEDI HIDAYAT (NIM : 25413001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Maryati, ST., MIP"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Air limbah domestik, Kawasan pemukiman, Willingnes to pay, Ability to pay, Pemasangan, Pelayanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}