{"Nomor": 21637, "Judul": "OPTIMASI PENGEMBANGAN RESERVOIR GAS REKAH ALAM YANG BERDAYA DORONG AIR", "Abstrak": "Lapangan Harmony merupakan lapangan dengan reservoir rekah alam yang memproduksi gas. Reservoir pada lapangan ini terdapat di 4 formasi, yaitu Formasi A, B, C, dan Basement yang terdiri batugamping, dolomit, konglomerat,  \n \n\ndan batuan meta-sedimen. Rekahan pada batuan reservoir sangat berperan penting dalam membantu permeabilitas batuan. Lapangan Gas Harmony telah berproduksi sejak 1998 dan gas yang telah diproduksi hingga saat ini telah mencapai recovery 53%. Hingga saat ini 3 sumur telah digunakan untuk produksi. Akifer pada lapangan ini sangat berpengaruh terhadap produksi, air yang masuk ke dalam reservoir mempengaruhi tekanan reservoir, produksi air, dan pada akhirnya produksi gas. Pengembangan lapangan dilakukan untuk memaksimalkan produksi gas  \n \n\ndengan menyesuaikan laju produksi gas tanpa menambah jumlah sumur. 4 pilihan skenario berhasil dibuat dengan kenaikan faktor perolehan Ã‚Â±3 % dari kasus acuan.  \n \n\nSkenario-skenario pengembangan lapangan dibuat dengan mempertimbangkan aspek pengendalian produksi air, dan tekanan. Skenario I, dibuat dengan mempertahankan batasan lama yaitu memproduksi 2 sumur dengan laju produksi masing-masing 20 MMscf/d, dan laju produksi air maksimum 2000 bbl/d. Simulasi reservoir menghasilkan prediksi kumulatif gas sebanyak 2.315 X 105 MMscf/d dan faktor perolehan 73.7%. Skenario ini akan dijadikan acuan untuk perbandingan dengan skenario lainnya.  \n \n\nSkenario II, dibuat dengan memaksimalkan produksi di salah satu sumur yang telah memproduksi banyak air, kemudian sumur kedua yang memiliki produksi air lebih rendah digunakan untuk mempertahankan plato produksi gas, seiring penurunan laju produksi gas sumur pertama. Simulasi reservoir menghasilkan prediksi kumulatif gas sebanyak 2.38 X 105 MMscf/d dan faktor perolehan 75.76%.  \n \n\nSkenario III, dibuat dengan sistem buka tutup sumur secara bergantian, dengan demikian muka air dan tekanan di sekitar sumur dapat dikendalikan dengan lebih baik. Simulasi reservoir menghasilkan prediksi kumulatif gas  \n \n\nsebanyak 2.361 X 105 MMscf/d dan faktor perolehan 75,18%. Skenario IV, dibuat dengan cara memproduksi kedua sumur dengan batasan produksi gas 20 MMscf/d pada awalnya secara bersamaan kemudian menurunkan laju produksi ke 10 MMscf/d sesaat sebelum produksi air melewati 2000 bbl/d di tiap sumur. Simulasi reservoir menghasilkan prediksi kumulatif gas sebanyak 2.409 X 105 MMscf/d dan faktor perolehan 76,69%. Kesimpulan akhir dari studi ini selain hasil dari setiap skenario adalah  \n \n\npada proses history matching, yang paling berpengaruh adalah akifer dan transmisibilitas pada permeabilitas rekahan batuan. Skenario terbaik adalah skenario IV, dengan memproduksi sumur Onyx-A6 dan Onyx-A1 secara  \n \n\nbersamaan dengan laju produksi gas awal 20 MMscf/d, kemudian diturunkan menjadi 10 MMscf/d sebelum rasio air-gas mencapai 0.1 bbl/Mscf di tiap sumur, skenario ini juga memiliki ketidakpastian yang paling rendah.", "Daftar File": {"2010 TS PP DENDY SURYA FAJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111320", "2010 TS PP DENDY SURYA FAJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111321", "2010 TS PP DENDY SURYA FAJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111322", "2010 TS PP DENDY SURYA FAJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111323", "2010 TS PP DENDY SURYA FAJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111324", "2010 TS PP DENDY SURYA FAJAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111325", "2010 TS PP DENDY SURYA FAJAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111326", "2010 TS PP DENDY SURYA FAJAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111327"}, "Penulis": "DENDY SURYA FAJAR (NIM : 22208041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Doddy Abdassah, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gas rekah alam", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}