{"Nomor": 21633, "Judul": "ANALISA PENGUKURAN KANDUNGAN MERKURI PADA BERAS, SEDIMEN, DAN RAMBUT DI SEKITAR KEGIATAN PERTAMBANGAN EMAS SKALA KECIL (PESK) (Studi Kasus: Kasepuhan Adat Cisitu, Kecamatan Cibeber. Kabupaten Lebak, Provinsi Banten)", "Abstrak": "Kasepuhan Adat Cisitu merupakan salah satu desa yang terdapat kegiatan Pertambangan Emas Skala Kecil (PESK) dengan memanfaatkan merkuri dalam proses amalgamasi yang dilakukan oleh sebagian besar masyarakatnya. Penggunaan merkuri pada kegiatan ekstraksi emas dalam PESK merupakan salah satu sumber emisi merkuri terbesar yang dilakukan oleh manusia. Oleh karena itu pada penelitian ini dilakukan pengukuran dan analisa kandungan merkuri pada beras, sedimen, dan rambut pada warga di sekitar kegiatan PESK serta analisa resiko berdasarkan konsumsi beras dan karakterisasi resiko berdasarkan tingkat paparan pada masyarakat untuk mengetahui hubungan antara kegiatan PESK  dengan pencemaran merkuri pada beras, sedimen, dan akumulasi pada rambut warga di Kasepuhan Adat Cisitu. Metode pengukuran Hg yang dilakukan adalah dengan atomic absorption spectrophotometry dengan GF-AAS AA-280 dan CVAAS MA-2000-Japan. Hasil pengukuran Hg pada beras berada pada rentang 12,5- 1.186 μg/kg dengan konsentrasi rata-rata pada sampel beras dengan kulit 258 μg/kgÃ‚Â±271,77 serta 161,76 μg/kgÃ‚Â±329,78 untuk sampel beras tanpa kulit. Hasil pengukuran Hg pada sedimen berada pada rentang 2.393,75-106.962,5 μg/kg dengan rata-rata 22.076,56 μg/kgÃ‚Â±35.059,85. Hasil pengukuran Hg pada rambut berada pada rentang 0,49-25,35 mg/kg dengan rata-rata 5,38Ã‚Â±4,56 mg/kg. Berdasarkan baku mutu yang berlaku, terdapat beberapa hasil pengukuran Hg pada beras yang berada di atas dan di bawah baku mutu sedangkan hasil pengukuran Hg pada sedimen menunjukkan nilai yang berada dibawah baku mutu yang berlaku. Analisa resiko kesehatan didasari oleh perkiraan asupan merkuri harian dari konsumsi beras dan dibandingkan dengan nilai maximum acceptable daily exposure yang ditetapkan oleh US EPA yaitu sebesar 0,1 μg/kg BB per hari. Perkiraan paparan merkuri harian masyarakat Kasepuhan Adat Cisitu sebesar 0,07 μg/kg BB per hari dan masih berada di bawah batas maksimum paparan yang ditetapkan oleh US EPA. Analisa deskriptif dan epidemiologi pada sampel rambut menunjukkan adanya asosiasi antara kandungan Hg pada rambut dengan faktor pekerjaan dan usia. Adanya hubungan antara kegiatan PESK di Kasepuhan Adat Cisitu dengan pencemaran merkuri pada beras, sedimen, dan akumulasinya pada rambut warga.", "Daftar File": {"2014 TA PP DELICIA APRIANNE 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111290", "2014 PP TA DELICIA APRIANNE 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111291", "2014 PP TA DELICIA APRIANNE 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111292", "2014 PP TA DELICIA APRIANNE 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111293", "2014 PP TA DELICIA APRIANNE 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111294", "2014TTA PP DELICIA APRIANNE 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111295", "2014 TAPP DELICIA APRIANNE 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111296", "2014 TA PP DELICIA APRIANNE 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111297"}, "Penulis": "DELICIA APRIANNE ( NIM : 15310015 )", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "beras, merkuri, pertambangan emas skala kecil, rambut, sedimen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}