{"Nomor": 21634, "Judul": "MODEL USAHA TANI GAMBIR YANG BERKELANJUTAN DENGAN PENDEKATAN SYSTEM DYNAMICS  (Kasus : Kabupaten Pakpak Bharat)", "Abstrak": "abstrak  \n \n\nSalah satu implikasi dari kebijakan otonomi daerah adalah isu-isu mengenai kesejahteraan  masyarakat daerah yang masih rendah sementara sumber dayanya potensial. Dalam menyikapi hal tersebut, pemerintah daerah mengembangkan komoditas unggulan untuk mempercepat pembangunan perekonomian daerah dan pengelolaan potensi daerah. Dalam konteks ini, Kabupaten Pakpak Bharat sebagai daerah otonom baru, berupaya mengembangkan gambir sebagai komoditas unggulan daerahnya.   \n \n \n\nPermintaan gambir yang terus meningkat dan potensi yang dimiliki daerah menjanjikan suatu prospek usaha tani yang dapat memberikan pendapatan kepada masyarakat sehingga kesejahteraan dapat dicapai. Namun, rendahnya produktivitas usaha tani gambir di Kabupaten Pakpak Bharat belum mampu mengimbangi permintaan dengan pengelolaan potensi yang ada. Usaha tani gambir yang dilakukan seharusnya bertujuan untuk meningkatkan kesejahteraan dalam jangka panjang, sehingga upaya pengembangannya harus berorientasi pada keberlanjutan usaha.       \n \n \n\nPenelitian ini dilakukan untuk memahami fenomena usaha tani gambir yang dikembangkan di Kabupaten Pakpak Bharat, yang bertujuan untuk membangun suatu model usaha tani gambir yang berkelanjutan. Pendekatan system dynamics digunakan sebagai metodologi penelitian karena dapat memberi pemahaman mengenai hubungan stuktur dan perilaku dalam suatu sistem. Dengan pemahaman tersebut, rancangan kebijakan yang efektif dapat dibuat untuk keberlanjutan usaha tani gambir.   \n \n \n\nHasil penelitian menunjukkan bahwa keberlanjutan usaha tani gambir berorientasi pada aspek ekonomi, aspek sosial, dan aspek lingkungan. Peningkatan pendapatan masyarakat secara berkelanjutan dapat diupayakan dengan adanya inisiatif-inisiatif pengembangan pada usaha tani gambir, antara lain : konversi lahan, perbaikan teknologi untuk meningkatkan kapasitas produksi, dan peningkatan pendapatan lain-lain yang tetap berbasis pada usaha tani gambir. Setiap rancangan kebijakan cukup signifikan mempengaruhi keberlanjutan usaha tani gambir. Namun, upaya secara keseluruhan memberi pengaruh yang jauh lebih signifikan pada peningkatan kesejahteraan petani dibandingkan upaya parsial.   \n \n \n \n\nKata kunci : model, usaha tani gambir, berkelanjutan, system dynamics", "Daftar File": {"cover.pdf": "https://digilib.itb.ac.id/gdl/download/111298", "abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/111299", "bab 1.pdf": "https://digilib.itb.ac.id/gdl/download/111300", "bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/111301", "bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/111302", "bab 5.pdf": "https://digilib.itb.ac.id/gdl/download/111303", "bab 6.pdf": "https://digilib.itb.ac.id/gdl/download/111304", "bab 3.pdf": "https://digilib.itb.ac.id/gdl/download/111305"}, "Penulis": "Deli MariatyBanurea", "Kontributor / Dosen Pembimbing": ["(Dr. Ir. Muhammad Tasrif, M.Eng)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "model, usaha tani gambir, berkelanjutan, system dynamics", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}