{"Nomor": 21635, "Judul": "SINTESIS MATERIAL DIELEKTRIK CaCu3Ti4-xMxO12 (M= Zr4+ DAN Nb5+,Y3+) MELALUI METODA REAKSI FASA PADAT", "Abstrak": "Material keramik dengan sifat dielektrik yang baik (material dielektrik) sangat dibutuhkan untuk berbagai aplikasi di bidang elektronik seperti pada media penyimpan energi, insulator, filter dan sistem telekomunikasi. CaCu3Ti4O12 telah dilaporkan dalam beberapa tahun terakhir sebagai salah satu material keramik dengan sifat dielektrik yang luar biasa. CaCu3Ti4O12 memiliki konstanta dielektrik yang sangat tinggi (giant dielectric) dan memiki kestabilan yang baik pada rentang suhu yang tinggi. Konstanta dielektrik sangat bergantung pada frekuensi medan listrik eksternal, cacat kristal, dan suhu. Cacat kristal dapat dilakukan dengan menambahkan dopan atau dijadikan komposit. Penambahan dopan dapat meningkatkan konstanta dielektrik, menurunkan loss tangen dan juga dapat meningkatkan suhu stabil material keramik. Pada penelitian ini, dilakukan sintesis material dielektrik CaCu3Ti4-xMxO12 (M = Zr4+ dan Nb5+,Y3+) dengan x = 0,1 dan 0. Metoda reaksi fasa padat dipilih dalam penelitian ini dengan sintering berulang pada suhu tinggi. Pereaksi dicampurkan secara stoikiometri dan dihaluskan menggunakan agate mortar selama 6 jam untuk homogenisasi dan mengecilkan ukuran partikel, kemudian dikalsinasi pada 800 0C selama 12 jam. Hasil kalsinasi dihaluskan kembali dan dibentuk pelet, lalu dilakukan sintering berulang pada 1000 0C selama 4 jam, dilanjutkan 1000 0C selama 4 jam dan terakhir pada 950 0C selama 8 jam. Sampel didinginkan di dalam furnace hingga suhu ruang, kemudian dilapisi dengan pasta perak sebagai elektroda. Struktur, mikrostruktur, dan komposisi sampel dikarakterisasi menggunakan XRD, XRF, dan SEM. Sifat dielektrik sampel CaCu3Ti4O12 diukur dengan Agilent E498A precision LCR meter pada rentang frekuensi 20Hz ÃƒÂ‚Ã‚Â– 2MHz dan rentang suhu dari suhu ruang hingga 200 0C. Hasil karakterisasi menggunakan XRD menunjukkan puncakpuncak difraksi khas dari CaCu3Ti4O12 dengan fasa lain berupa CuO dan TiO2. Berdasarkan data XRD, tidak terlihat puncak difraksi dopan yang terindeks, hal ini membuktikan bahwa dopan telah berhasil dimasukkan ke dalam sampel CaCu3Ti4O12 dan tidak membentuk fasa baru sebagai pengotor. Penambahan dopan menyebabkan puncak difraksi XRD sampel bergeser ke arah 2θ yang lebih kecil yang mengindikasikan perubahan parameter kisi sel ke arah yang lebih besar. Hal ini karena ukuran jari-jari ionik dopan lebih besar daripada jari-jari ionik atom yang disubstitusi. Berdasarkan hasil analisa XRF, % massa atom dopan sudah terbaca di dalam sampel CaCu3Ti4O12. Berdasarkan karakterisasi XRF, % massa atom Ca yang terbaca dalam sampel tidak stoikiometrik terhadap % massa atom lainnya, terutama Ti dan Cu. Hal ini menjadikan Ca sebagai pereaksi pembatas, sehingga menyebabkan terjadinya kelebihan pereaksi Cu dan Ti. Kelebihan pereaksi Cu dan Ti ini terbaca pada karakterisasi XRD. Munculnya % massa atom dopan pada hasil XRF semakin memperkuat pernyataan bahwa dopan telah berhasil dimasukkan ke dalam host material CaCu3Ti4O12. Hasil karakterisasi SEM memperlihatkan mikrostruktur sampel CaCu3Ti4O12. Berdasarkan hasil foto SEM, semua sampel memperlihatkan terjadinya densifikasi pada saat sintering. Sampel CaCu3Ti4O12 yang di-doping dengan Nb5+ dan kodoping Y3+ memiliki ukuran partikel yang lebih kecil dibanding sampel CaCu3Ti4O12 tanpa doping dan di-doping dengan Zr4+. Nilai konstanta dielektrik untuk sampel yang di-doping dengan Nb5+ dan ko-doping Y3+ adalah 2,05x104. Nilai ini sangat jauh berbeda dibandingkan dengan sampel CaCu3Ti4O12 yang didoping dengan Zr4+ dan tanpa doping yang memiliki nilai konstanta dielektrik 4,27x103 dan 5,38x103 masing-masingnya. Selain memiliki konstanta dielektrik yang tinggi, sampel dengan doping Nb5+ dan ko-doping Y3+ juga memiliki nilai loss tangen yang tinggi yaitu 632, sedangkan sampel yang di-doping dengan Zr4+ dan tanpa doping adalah 3,74 dan 2,82 masing-masingnya.", "Daftar File": {"2016 TS PP DEMI DAMA YANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111306", "2016 TS PP DEMI DAMA YANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111307", "2016 TS PP DEMI DAMA YANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111308", "2016 TS PP DEMI DAMA YANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111309", "2016 TS PP DEMI DAMA YANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111310", "2016 TS PP DEMI DAMA YANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111311", "2016 TS PP DEMI DAMA YANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111312"}, "Penulis": "DEMI DAMA YANTI (NIM : 20514019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "dielektrik, CaCu3Ti4O12, reaksi fasa padat, sintering", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Nov 2017"}