{"Nomor": 21630, "Judul": "EKUIVALENSI KODE DENGAN SUATU PEMETAAN GRAY", "Abstrak": "Dua kode linear dapat memiliki kemampuan yang sama dalam mengoreksi kesalahan jika terdapat pemetaan linear di antara kedua kode tersebut yang mengawetkan jarak, disebut isometri. Setiap pemetaan monomial disebut isometri tetapi konversnya tidak selalu benar. Teorema Ekuivalen MacWilliams menyebutkan bahwa dua kode atas lapangan saling isometri terhadap bobot Hamming jika dan hanya jika kedua kode tersebut ekuivalen monomial. Dua    \n \n\nkode dikatakan ekuivalen monomial jika terdapat pemetaan monomial di antara kedua kode tersebut. Wood menggeneralisasi dengan memandang bobot selain bobot Hamming, yaitu bobot Lee. Wood membuktikan bahwa bobot    \n \n\nLee memenuhi teorema ekuivalen untuk ring ZN dengan N berbentuk 2p + 1, dengan N dan p bilangan prima. Aleams Barra juga membuktikan bahwa bobot Lee memenuhi teorema ekuivalen untuk ring ZN dengan N berbentuk 4p + 1, dimana N dan p bilangan prima. Di samping itu, Wood mengklaim bahwa bobot Lee memenuhi teorema ekuivalen untuk ring ZN dengan N dalam  bentuk 2k dan 3k untuk suatu bilangan bulat positif k. Pada tesis ini, akan diidentifikasi hasil Wood, yaitu teorema ekuivalen pada bobot Lee untuk ring Z2k dengan suatu pemetaan Gray dari Z2k ke Z2k1 2 .", "Daftar File": {"2016 TS PP DEFITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111275", "2016 TS PP DEFITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111281"}, "Penulis": "DEFITA (NIM: 20114042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aleams Barra, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bobot Hamming, bobot Lee, isometri, ekuivalen monomial, Teorema Ekuivalen MacWilliams, pemetaan Gray", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}