{"Nomor": 21650, "Judul": "ANALISA SENSITIVITAS PARAMETERS HYDRAULIC FRACTURING PADA RESERVOAR COAL BED METHANE MULTI LAPISAN", "Abstrak": "Coal Bed Methane (CBM) memiliki potensi besar sebagai sumber daya global karena didunia mengandung cadangan berlimpah gas, dan cadangan CBM di Indonesia adalah salah satu cadangan CBM terbesar di dunia. Saat ini, cadangan negara diperkirakan kurang lebih 453 (TCF).   \n \n \n\nReservoar (X) memiliki permeabilitas yang relative kecil / ketat yaitu sekitar 10 md, yang menyebabkan produksi kumulatif gas kecil, dari Data sumur (X) diperoleh OGIP 4.30 BCF dan nilai produksi kumulatif gas sebesar 15 MMscf menunjukkan recovery factor yang sangat kecil yaitu 0.35 % dengan OGIP yang cukup besar, sehingga sumur (X) cukup potensial untuk dilakukan perekahan hidraulik. Parameter perekahan hidraulik untuk multi lapisan reservoir CBM ini menggunakan model MLFP3D dengan laju injeksi 15 bpm, konsentrasi proppant 20/40 sebesar 10 ppa, dengan menggunakan fluida Perekah Primefrac Ã‚Â– 20 dan didapat panjang rekahan 561.9 ft.   \n \n \n\nDari simulator, bila dilakukan simulasi untuk 30 tahun yang akan datang sumur ini memiliki kumulatif gas sebesar 15 MMscf, dan memiliki Faktor perolehan sebesar 0.35%, sementara bila sumur dilakukan perekahan hidraulik kumulatif gas selama 30 tahun mengalami peningkatan sebesar 50.68 MMscf, jadi hasil simulator menunjukkan bahwa kumulatif gas meningkat lebih dari tiga kali lipat ketika dilakukan nya perekahan hidraulik, dengan faktor perolehan 1.18 % .", "Daftar File": {"2017 TS PP DESI KUSRINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111392"}, "Penulis": "Desi Kusrini", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Perekahan hidraulik, MLFP3D, fluida perekah dan proppant", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}