{"Nomor": 21661, "Judul": "STUDI MENGENAI KEKHAWATIRAN DAN SIKAP TERHADAP FASILITAS PERSAMPAHAN", "Abstrak": "Pertambahan volume sampah yang semakin meningkat membutuhkan penanganan dan pengelolaan yang baik untuk mengantisipasi timbulnya permasalahan persampahan yang serius. Sampai saat ini fasilitas persampahan \n\nseperti fasilitas pendaur-ulangan sampah maupun tempat pembuangan akhir (TPA) sampah berupa landfill (lahan urug) atau insinerator masih dibutuhkan dalam mengatasi permasalahan persampahan. Adanya keterbatasan lahan \n\nmembuat pembangunan fasilitas persampahan menjadi sulit untuk dilakukan. Belum lagi ditambah dengan adanya penolakan oleh masyarakat setempat. Penelitian ini dilakukan untuk mengetahui kekhawatiran masyarakat terhadap \n\nfasilitas persampahan dan kaitannya dengan sikap masyarakat terhadap fasilitas tersebut. Juga meneliti faktor-faktor apa saja yang berpengaruh dengan sikap \n\nterhadap fasilitas. Penelitian dilakukan pada tiga tipe masyarakat, yaitu masyarakat yang tinggal di dekat TPA, masyarakat biasa dan masyarakat dari kalangan berpendidikan tinggi. Dari hasil penelitian terlihat tingkat kekhawatiran yang berbeda pada masing-masing wilayah. Berdasarkan analisis faktor didapatkan empat buah faktor kekhawatiran utama, yaitu faktor yang berkaitan \n\ndengan keandalan institusi dan pengelola, gangguan yang ditimbulkan oleh fasilitas, pencemaran dan dampak terhadap kesehatan, serta gangguan terhadap alam. Selain itu, didapatkan juga kesan (image) utama terhadap TPA yaitu \n\nketidakakraban dan ketidaknyamanan. Berdasarkan analisis diskriminan yang dilakukan, kekhawatiran maupun image hanya mampu memprediksi secara tepat sikap terhadap fasilitas (menerima dan menolak) sebesar 55-69%. Faktor lainnya yang berpengaruh dengan sikap terhadap fasilitas antara lain adalah atribut responden seperti tingkat pendidikan dan juga sikap umum responden terhadap \n\npersampahan seperti sikap terhadap kegiatan daur ulang, sikap terhadap pengelola, maupun partisipasi responden terhadap pembangunan. Pada daerah penelitian yang memiliki konflik di bidang persampahan, tingkat kekhawatiran \n\nterhadap dampak sangat tinggi dan image terhadap TPA sangat negatif dibandingkan dengan wilayah lainnya. Demikian juga dengan sikap masyarakat, dimana yang menolak pembangunan fasilitas lebih banyak dari wilayah lainnya.", "Daftar File": {"2005 TA PP DESSY RISTIANA WINARSIH 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111456", "2005 TA PP DESSY RISTIANA WINARSIH 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111457", "2005 TA PP DESSY RISTIANA WINARSIH 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111458", "2005 TA PP DESSY RISTIANA WINARSIH 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111459", "2005 TA PP DESSY RISTIANA WINARSIH 1 - BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/111460", "2005 TA PP DESSY RISTIANA WINARSIH 1 - BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/111461", "2005 TA PP DESSY RISTIANA WINARSIH 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111462"}, "Penulis": "DESSY RISTIANA WINARSIH (NIM: 15300028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fasilitas persampahan, kekhawatiran, image, sikap.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Nov 2017"}