{"Nomor": 21679, "Judul": "ANALISIS PENINGKATAN PRODUKTIVITAS BOX GIRDER ERECTION DENGAN LAUNCHING GANTRY (Studi Kasus: Proyek Jalan Tol Bogor Ring Road Seksi IIA)", "Abstrak": "Pemborosan pada proses konstruksi merupakan masalah yang perlu diperhatikan oleh pelaku konstruksi dikarenakan hal tersebut akan berdampak pada penggunaan waktu dan ruang selama proses konstruksi, yang kemudian juga akan berdampak pada biaya penyelesaian proyek. Salah satu cara mengurangi pemborosan adalah dengan melakukan peningkatan produktivitas. Proses konstruksi Proyek Pembangunan Jalan Tol Bogor Ring Road Seksi IIA mengalami keterlambatan dikarenakan banyaknya kendala teknis. Salah satu aktivitas yang paling berpengaruh adalah box girder erection dengan launching gantry. Ketertinggalan proses konstruksi diharapkan dapat segera terkejar apabila produktivitas box girder erection dengan launching gantry ditingkatkan. Metode penelitian yang digunakan untuk mengidentifikasi faktor-faktor yang mempengaruhi produktivitas box girder erection dengan launching gantry dan merancang usulan perbaikan pekerjaan ini adalah observasi langsung, wawancara, dan permintaan data historis berupa evaluasi harian pelaksanaan aktivitas box girder erection dengan launching gantry pada Proyek Pembangunan Jalan Tol Bogor Ring Road Seksi IIA. Terdapat dua macam analisis yang digunakan dalam penelitian ini, yaitu analisis non-simulasi dan analisis simulasi. Analisis non-simulasi dilakukan dengan menggunakan tiga macam tools, yaitu process chart, crew-balance chart, dan cycle chart. Sedangkan analisis simulasi dilakukan dengan cara memodelkan aktivitas box girder erection dengan launching gantry ke dalam pemodelan CYCLONE, yang kemudian dianalisis dengan menggunakan WebCYCLONE. Melalui analisis non-simulasi didapatkan faktor-faktor yang menghambat produktivitas. Faktor-faktor ini dijadikan sebagai bahan pertimbangan untuk merancang sebuah usulan perbaikan yang akan disimulasikan dengan menggunakan CYCLONE dan WebCYCLONE. Berdasarkan analisis simulasi yang dilakukan, dengan penambahan jumlah truk yang digunakan untuk pengiriman segmen, produktivitas pekerjaan ini meningkat dan proses konstruksi dapat berjalan dengan lebih cepat.", "Daftar File": {"2014 TA PP DEVITA PUTRI ELANDI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111545", "2014 TA PP DEVITA PUTRI ELANDI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111546", "2014 TA PP DEVITA PUTRI ELANDI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111547", "2014 TA PP DEVITA PUTRI ELANDI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111548", "2014 TA PP DEVITA PUTRI ELANDI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111549", "2014 TA PP DEVITA PUTRI ELANDI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111550", "2014 TA PP DEVITA PUTRI ELANDI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111551", "2014 TA PP DEVITA PUTRI ELANDI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111552"}, "Penulis": "DEVITA PUTRI ELANDI ( NIM : 15009017 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nIr. NR. Reini D. Wirahadikusumah, MSCE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produktivitas, Erection, Launching Gantry, CYCLONE, WebCYCLONE", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Nov 2017"}