{"Nomor": 21678, "Judul": "ANALISIS RISIKO ESTIMASI BIAYA PENAWARAN PADA PROYEK KONSTRUKSI GEDUNG BERDASARKAN KARAKTERISTIK LOKASI PROYEK STUDI KASUS : PROYEK TRIVIUM TERRACE APARTMENT", "Abstrak": "Proyek kontruksi gedung tidak akan terlepas dari adanya ketidakpastian dan menyebabkan timbulnya risiko yang akan mempengaruhi optimasi biaya pelaksanaan proyek konstruksi. Dalam penyusunan estimasi penawaran harus diperhatikan berbagai faktor yang mempengaruhinya, termasuk faktor risiko yang dalam penelitian ini ditinjau risiko berdasarkan karakteristik lokasi proyek. Estimasi penawaran dibuat seakurat mungkin karena sangat mempengaruhi keberhasilan suatu proyek konstruksi. Maka dari itu perlu dianalisis besar ketidakpastian biaya proyek konstruksi tersebut.  \n \n\nRisiko pada proyek konstruksi gedung berdasarkan karakteristik lokasi terdiri dari cuaca, keterpencilan lokasi, keterbatasan lokasi, ketersediaan tenaga kerja, kondisi medan, serta keamanan dan kerawanan lokasi yang menimbulkan ketidakpastian biaya pada setiap item pekerjaan. Faktor risiko tersebut kemudian dilakukan penilaian frekuensi dan dampak risiko melalui kuesioner kepada 13 kontraktor yang diolah menggunakan matriks risiko, serta dilakukan analisis dan pembobotan faktor risiko untuk mengetahui tingkat kepentingan dan skor risiko dengan menggunakan metode Analytical Hierarchy Process (AHP).  \n \n\nItem-item pekerjaan berasal dari Rencana Anggaran Biaya (RAB) Proyek Trivium Terrace Apartment, yang akan dibuat work breakdown structure dan cost breakdown structure untuk mengetahui integrasi antara pekerjaan dan biayanya. Kemudian dilakukan analisis pareto untuk mendapatkan item pekerjaan penting yaitu diyakini 20% pekerjaan terpenting dari seluruh item pekerjaan yang memberikan nilai sebesar 80% dari keseluruhan biaya proyek.  \n \n\nHasil dari analisis pareto beserta penilaian risiko digunakan sebagai bahan wawancara untuk mengetahui fungsi distribusi probabilitas (PDF) ketidakpastian harga satuan berupa nilai pesimis dan optimis dari harga satuan akibat ketidakpastian biaya yang ada berdasarkan pengalaman pihak ahli dari kontraktor, sementara volume bersifat fix. Hasil wawancara dijadikan sebagai input pada simulasi monte carlo yang pada penelitian ini menggunakan software Oracle Crystal Ball.  \n \n\nDari hasil simulasi dapat disimpulkan bahwa total cost proyek Trivium Terrace Apartment dengan tingkat keyakinan 50% sebesar Rp67,229,090,525.92, dengan tingkat kemungkinan tidak tercapai atau kemungkinan melebihi total cost tersebut juga sebesar 50%. Jika tingkat keyakinan yang diambil menjadi 90% maka total cost menjadi sebesar Rp67,478,998,764.04 dengan potensi ketidakpastian biaya ini memiliki peluang kemungkinan tidak tercapai atau kemungkinan melebihi total cost tersebut hanya sebesar 10%, tetapi memiliki kemungkinan 90% proyek tersebut sukses dilaksanakan dengan total tersebut.", "Daftar File": {"2014 TA PP DEVITA AULIANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111538", "2014 TA PP DEVITA AULIANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111539", "2014 TA PP DEVITA AULIANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111540", "2014 TA PP DEVITA AULIANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111541", "2014 TA PP DEVITA AULIANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111542", "2014 TA PP DEVITA AULIANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111543", "2014 TA PP DEVITA AULIANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111544"}, "Penulis": "DEVITA AULIANDARI (NIM : 15010083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Risiko, Proyek Konstruksi Gedung, Ketidakpastian Biaya, Matriks Risiko, Analytical Hierarchy Process, Analisis Pareto, Simulasi Monte Carlo.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}