{"Nomor": 21675, "Judul": "GADING SERPONG SENIOR RESIDENCE", "Abstrak": "Gading Serpong Senior Residence merupakan kompleks hunian khusus lansia yang akan memfasilitasi kebutuhan lansia aktif dan mandiri. Hunian ini tidak memiliki fasilitas pengobatan khusus namun menyediakan jasa room room service untuk penghuninya. Gading Serpong Senior residence dirancang sebagai suatu hunian dengan atmosfer yang lebih 'lively' untuk para lansia. Selain fokus untuk menciptakan tempat tinggal yang layak dan memenuhi standar kebutuhan lansia, nilai jual kompleks ini yaitu berada pada keragaman lifestyle yang difasilitasi, serta tawaran bagi para lansia untuk memiliki komunitas nya sendiri tanpa terisolasi dari lingkungan luar. Dengan penghuni sebagai pemegang hak milik, hunian ini juga dapat dijadikan suatu bentuk investasi, didukung dengan lokasi nya yang berada di pusat kota.    \n \n \n\nKompleks ini terdiri dari dari zona hunian dan komersial. Lokasi lahan berada di Gading Serpong, Tangerang. Besaran kompleks hunian adalah Ã‚Â± 16 000 m2, dengan total 3 tower, 7 lantai, 230 unit hunian dan estimasi jumlah penghuni 460 orang. Sasaran utama penghuni adalah penduduk lansia (senior citizen) ekonomi kelas atas. Kompleks hunian ini memiliki konsep Micro and Macro Community dimana hunian akan dikelompokan berdasarkan jumlah neighborhood yang nyaman, serta 'explicitly green' dengan keberadaan backyard di masing-masing unit, serta dominasi beberapa zona hijau seperti taman dan kebun untuk mendukung kualitas hidup sehat bagi penghuninya. Sementara zona komersial terletak pada lantai dasar (podium) hunian dengan luas total Ã‚Â± 3 000 m2. Keberadaan zona komersial pada kompleks ini, selain bersifat profit, juga diharapkan dapat memberikan kesempatan bagi para penghuni untuk bertemu dengan orang yang berbeda-beda setiap harinya.", "Daftar File": {"2017 TA PP DEVIN SETIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111529"}, "Penulis": "DEVIN SETIAWAN (NIM : 15213080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Eko Purwono, MS. Arch. S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kompleks Hunian Lansia, Micro and Macro Community, Explicitly Green, Lively.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}