{"Nomor": 21673, "Judul": "PERENCANAAN DAN PERANCANGAN INSTALASI PENGOLAHAN AIR LIMBAH DI PT FAJAR SURYA WISESA TBK", "Abstrak": "PT Fajar Surya Wisesa Tbk merupakan industri produsen dan eksportir kertas duplex sebagai bahan kemasan produk. Dalam produksinya, selain kertas yang diproduksi, ditimbulkan pula air limbah sebagai salah satu output dari proses produksi kertas. Oleh sebab itu diperlukannya sistem IPAL yang memadai untuk mengolah air limbah sehingga tidak membahayakan bagi lingkungan. Pada tugas akhir ini akan direncanakan dan dirancang sistem IPAL baru. Keputusan untuk merancang sistem IPAL baru ini didasarkan pada evaluasi IPAL terdahulu yang mengindikasikan bahwa IPAL eksisting di Fajar Paper sudah tidak memadahi, dikarenakan IPAL eksisting telah mencapai kemampuan maksimumnya dalam mengolah timbulan air limbah yang dihasilkan oleh sistem produksi saat ini. Hal ini terjadi karena adanya peningkatan produksi kertas pada paper machine eksisting dan pembukaan paper machine baru untuk meningkatkan jumlah produksi kertas sehingga jumlah serta karakteristik timbulan air limbah dari sistem produksi kertas yang masuk ke dalam sistem IPAL eksisting juga meningkat.. Kelebihan beban pengolahan ini menyebabkan IPAL eksisting sering mengalami permasalahan pada sistemnya dan juga terjadinya penurunan kualitas hasil olahan air limbah yang akan dibuang ke lingkungan. Oleh sebab itu dibuatlah tugas akhir ini untuk mengajukan desain IPAL baru yang dapat mengolah beban timbulan air limbah lebih besar 20% dari timbulan air limbah yang ada saat ini. Diharapkan usulan rencana dan desain sistem IPAL ini dapat mengatasi masalah yang saat ini terjadi di IPAL eksisting. Tujuan akhir dari pengolahan limbah cair di IPAL ini adalah untuk menghasilkan efluen yang memenuhi standar baku mutu yang telah ditetapkan pada SK Gubernur Jawa Barat No. 6/1999. Air limbah yang akan diolah mempunyai debit 1,004 m3/s dengan karakteristik densitas air limbah adalah 1030 kg/m3,TSS 23041 mg/L,TDS 12296 mg/L COD  total 25863 mg /L, COD terlarut 13709 mg /L, BOD total 11234 mg/L, dan BOD terlarut 9882 mg/L. Target penyisihan Suspended Solid, COD dan BOD adalah lebih dari 95% sehingga dapat memenuhi baku mutu. Total investasi awal yang diperlukan untuk pembuatan IPAL baru adalah Rp 284.556.043.073.", "Daftar File": {"2017 TA PP DEVINA AGUSTINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111519"}, "Penulis": "DEVINA AGUSTINA (NIM: 15313072)", "Kontributor / Dosen Pembimbing": ["Haryo Satriyo Tomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "baku mutu, IPAL, karakteristik air limbah, industri kertas, efisiensi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "28 Sep 2017"}