{"Nomor": 21674, "Judul": "MODEL SPASIAL TERHADAP FREKUENSI KLAIM PADA ASURANSI UMUM", "Abstrak": "Penentuan premi Premium rating pada asuransi umum memerlukan dua komponen  \n \n\npenting yaitu frekuensi klaim (claim frequency) dan besarnya klaim (claim size).  \n \n\nDengan model Generalized Linear Mixed Model (GLMM), karakteristik dari  \n \n\npemegang polis (policy holder) dihubungkan secara linear dengan frekuensi klaim  \n \n\nyang diasumsikan berdistribusi Poisson dengan menggunakan log link. Model  \n \n\nGLMM yang memuat efek acak spasial (spatial random effect) untuk memodelkan  \n \n\nadanya pola ketergantungan spasial dengan efek acak spasial dimodelkan  \n \n\nberdistribusi Conditial Autoregressive (CAR). Karena adanya efek acak spasial,  \n \n\npendekatan Bayesian digunakan untuk mengestimasi parameter dengan menggunakan  \n \n\nalgoritma Markov Chain Monte Carlo (MCMC) sehingga digunakan kriteria  \n \n\npemilihan model Deviance Information Criterion (DIC) dan Predictive Model  \n \n\nChoice Criterion (PMCC) untuk memilih apakah model dengan atau tanpa efek  \n \n\nacak spasial yang lebih baik. Model diaplikasikan pada sebuah data dengan mengasumsikan  \n \n\nstrutur spasial pengamatan karena tidak disajikan. Menurut PMCC model  \n \n\ndengan efek acak spasial lebih baik tetapi tidak menurut DIC, salah satu penyebabnya  \n \n\nkarena asumsi yang digunakan tetapi model dengan efek acak spasial dapat  \n \n\nmemprediksi prediksi frekuensi klaim pada tiap daerah dengan lebih baik.", "Daftar File": {"2017 TA PP DEVINA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111520", "Abstract_Devina.pdf": "https://digilib.itb.ac.id/gdl/download/185454"}, "Penulis": "DEVINA (NIM: 10113092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sapto Wahyu Indratno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asuransi umum, model regresi spasial, inferensi Bayesian, Markov Chain Monte Carlo, Conditional Autoregressive", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}