{"Nomor": 21684, "Judul": "SISTEM PLAMBING APARTEMEN SETIABUDI BANDUNG", "Abstrak": "Apartemen Setiabudi merupakan apartemen yang dilengkapi dengan fasilitas    \n \n \n \n\nperkantoran, fasilitas olah raga dan sarana-sarana pendukung lainnya. Apartemen ini terdiri dari    \n \n \n \n\n2 Basemen yang berfungsi sebagai tempat parkir , lantai dasar sebagai lantai komersil, lantai 1-    \n \n \n \n\n14 merupakan apartemen tipikal dan lantai R1 sebagai lokasi penempatan Roof Tank.    \n \n \n \n\nSistem plambing yang dirancang harus dapat berjalan dengan baik, sesuai dengan    \n \n \n \n\nfungsinya sehingga memberikan kenyamanan bagi penghuninya. Pada sistem air bersih, sistem    \n \n \n \n\nyang dipakai dalam distribusi air minumnya adalah sistem gravitasi dengan pompa dan sistem    \n \n \n \n\npemompaan (pompa Booster) pada 3 lantai gedung teratas, dengan menggunakan pipa tegak air    \n \n \n \n\nminum, yang akan mengalirkan air minum dari Roof Tank ke setiap unit apartemen. Sumber air    \n \n \n \n\ndari sistem ini didapat dari 3 sumur dalam dengan penambahan dari PDAM. Air minum yang    \n \n \n \n\nberasal dari sumur dalam diolah terlebih dahulu sebelum di tampung dalam Raw Water Tank,    \n \n \n \n\nuntuk selanjutnya dipompakan ke Roof Tank bersama-sama dengan air dari PDAM.    \n \n \n \n\nSistem air panas yang digunakan adalah sistem instalasi lokal dimana air dingin    \n \n \n \n\ndiproses melalui Water Heater pada masing-masing unit apartemen.    \n \n \n \n\nSistem penyaluran air buangan yang digunakan adalah sistem campuran dimana air    \n \n \n \n\nbekas dan air kotor dialirkan dalam satu pipa menuju STP yang terletak di Basement 2.    \n \n \n \n\nSedangkan air buangan dapur dialirkan tersendiri dan terlebih dahulu melewati Grease Trap    \n \n \n \n\nsebelum memasuki STP. Pipa tegak air buangan yang berasal dari masing-masing lantai akan    \n \n \n \n\nbertemu dengan pipa mendatar air buangan yang terdapat di bawah lantai dasar, untuk kemudian    \n \n \n \n\nbergabung dan mengalir menuju pipa tegak air buangan yang terletak diruang pipa utama. Pipa    \n \n \n \n\ntegak air buangan utama ini akan mengalirkan kumpulan air buangan tersebut ke STP untuk    \n \n \n \n\nselanjutnya diolah terlebih dahulu sebelum dibuang ke Riol kota.    \n \n \n \n\nSistem ven yang digunakan adalah kombinasi antara sistem ven lup dan sistem ven    \n \n \n \n\nindividu. Setiap lantai memiliki pipa tegak ven yang kemudian akan bertemu dengan pipa ven    \n \n \n \n\npengumpul pada lantai teratas yang kemudian menuju ven guard.    \n \n \n \n\nSistem penyaluran air hujan akan dibagi berdasarkan letak atapnya dan akan dialirkan    \n \n \n \n\nsecara berkelompok sesuai kedekatan lokasinya ke saluran drainase kota maupun sumur resapan.", "Daftar File": {"2005 TA PP DEVY FRISKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111570", "2005 TA PP DEVY FRISKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111571", "2005 TA PP DEVY FRISKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111572", "2005 TA PP DEVY FRISKA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/111573", "2005 TA PP DEVY FRISKA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/111574", "2005 TA PP DEVY FRISKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111575", "2005 TA PP DEVY FRISKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111576", "2005 TA PP DEVY FRISKA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111577", "2005 TA PP DEVY FRISKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111578"}, "Penulis": "DEVY FRISKA (NIM : 15300073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Suprihanto Notodarmojo, PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Plambing, air bersih, air panas, air buangan, ven, air hujan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}