{"Nomor": 21687, "Judul": "PENDEKATAN SEMIOTIKA DALAM ANALISIS TANDA IKLAN LAYANAN MASYARAKAT KAMPANYE KEBERSIHAN  'SAYANG BANDUNG' TAHUN 2014-2015", "Abstrak": "Tahun 2014, sebuah program komunikasi kota bertajuk Sayang Bandung mengeluarkan dua iklan layanan masyarakat terkait kebersihan disertai dengan penegakan kembali Perda Nomor 11 Tahun 2005 tentang Penyelenggaraan Ketertiban, Kebersihan, dan Keindahan (K3) di Kota Bandung. Iklan tersebut dibuat oleh suatu tim non pemerintah (NGO) yang terdiri dari akademisi dan praktisi kreatif di kota Bandung. Iklan tersebut menjadi suatu solusi yang menjawab kebutuhan kota sebagaimana dikatakan oleh wali kota Bandung (Ridwan Kamil) saat itu, yaitu cara mengkomunikasikan himbauan dan peraturan daerah yang lebih efektif dan kreatif kepada masyarakat muda kota Bandung. Dua versi iklan 'Sayang Bandung' yaitu 'Iis' dan 'Asep' mendapatkan banyak respon terutama di media sosial. Iklan ini tidak hanya mendapat perhatian dari netizen, melainkan juga dari portal berita online dan berbagai macam forum, seperti Kaskus.com yang memuat 70 halaman khusus untuk mengulas iklan tersebut. Respon positif berupa dukungan maupun respon negatif berupa kritikan disampaikan melalui akun media sosial 'Sayang Bandung'. Perbedaan respon tersebut dikarenakan perbedaan interpretasi atas tanda-tanda dalam iklan. Berdasarkan hal tersebut terdapat pertanyaan : bagaimanakah makna-makna yang terbentuk dari tanda-tanda iklan 'Sayang Bandung' dan bagaiamanakah mitos yang terbentuk dari makna-makna tersebut? Pendekatan semiotika teks Thwaites digunakan untuk menganalisis iklan tersebut..Masing-masing tanda pada iklan ditentukan penanda dan petanda konotasinya. Setelah makna konotasi yang meluas dianalisa, akan dilihat adakah tanda yang sama dan sering muncul yang dapat menghasilkan kode sosial. Apabila kode telah selesai ditentukan maka berdasarkan kode tersebut dapat terlihat suatu makna denotasi yang terlihat natural atau paling mudah ditangkap dalam iklan tersebut. Terakhir, dari pembacaan makna yang natural tersebutah dapat ditarik suatu mitos yang tampil natural. Berdasarkan hasil analisis dipahami bahwa dalam iklan Sayang Bandung terdapat konsep gender, daya tarik fisik, keakraban komunikasi, dan budaya yang digunakan untuk mengkomunikasikan perda serta himbauan kebersihan kepada masyarakat kota Bandung, khususnya yang berusia muda.", "Daftar File": {"2017 TS PP DEWI IRIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111587"}, "Penulis": "DEWI IRIANI", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn.   \n \n \n\nDr. Dwinita Larasati, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Iklan layanan masyarakat, sayang bandung, semiotika", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}