{"Nomor": 21688, "Judul": "STUDI PARTIKEL SUBMIKRON POLIVINILPIROLIDON (PVP)-EKSTRAK KUNYIT YANG DISINTESIS DENGAN MENGGUNAKAN METODE ATOMISASI ELEKTROHIDRODINAMIK", "Abstrak": "Partikel submikron polivinilpirolidon (PVP)-ekstrak kunyit, yang berpotensi untuk aplikasi penghantaran obat, telah berhasil disintesis dengan menggunakan perangkat atomisasi elektrohidrodinamika (EHDA). Citra scanning electron   \n\nmicroscope (SEM) menunjukkan pembentukan partikel submikron. Diameter partikel submikron yang diperoleh adalah 720 nm, 754 nm, 765 nm, dan 787 nm, untuk rasio 5:2, 5:3, 5:4, dan 5:5. Nilai diameter tersebut menurun terhadap   \n\nkenaikan nilai-nilai konduktivitas (σ), viskositas (η), dan tegangan permukaan (γ) larutan prekursor. Selain itu, kontrol ukuran partikel yang diperoleh sesuai dengan teori. Spektra Fourier-transform infrared (FTIR) untuk semua rasio massa menunjukkan keberadaan PVP dan ekstrak kunyit. Untuk PVP dan ekstrak kunyit, mode interaksi yang terlihat adalah vibrasi pada bilangan gelombang tinggi dan stretch pada bilangan gelombang rendah. Puncak hidroksil (O-H) pada PVP dan ekstrak kunyit bergeser menuju bilangan gelombang yang lebih kecil. Hasil pengukuran X-ray diffraction (XRD) menunjukkan bahwa ekstrak kunyit didominasi oleh polikristal kurkumin dan bisdemetoksikurkumin, sedangkan PVP memiliki struktur amorf. Partikel PVP-ekstrak kunyit memiliki struktur amorf tanpa puncak kurkumin dan bisdemetoksikurkumin yang signifikan. Hal ini mengindikasikan deformasi polikristal dalam ekstrak kunyit karena berikatan dengan PVP. Transisi gelas partikel submikron PVP-ekstrak kunyit adalah pada 166,4Ã‚ÂºC yang lebih rendah daripada transisi pada PVP (172,8Ã‚ÂºC). Di samping itu, perubahan massa relatif total (40Ã‚ÂºC sampai 230Ã‚ÂºC) partikel submikron PVP-ekstrak kunyit lebih tinggi daripada perubahan pada PVP and ekstrak kunyit. Hasil pengukuran aktivitas antioksidan menunjukkan peningkatan aktivitas antioksidan partikel PVP-ekstrak kunyit dengan semakin tingginya massa ekstrak kunyit. Hal ini diindikasikan dengan penurunan nilai IC50 dari 16,4 μg/mL menuju 10,5 μg/mL untuk rasio 5:1 dan 5:5. Menarikanya, nilai IC50 menurun secara linier terhadap rasio massa ekstrak kunyit dan massa PVP. Penelitian ini menunjukkan bahwa keberadaan PVP yang membungkus obat berupa ekstrak kunyit sebagai partikel submikron dan berpotensi sebagai antioksidan.", "Daftar File": {"2017 TS PP DEWI MUSTIKASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111588", "2017 TS PP DEWI MUSTIKASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111589", "2017 TS PP DEWI MUSTIKASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111590", "2017 TS PP DEWI MUSTIKASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111591", "2017 TS PP DEWI MUSTIKASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111592", "2017 TS PP DEWI MUSTIKASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111593", "2017 TS PP DEWI MUSTIKASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111594"}, "Penulis": "DEWI MUSTIKASARI (NIM : 20215017)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Dr. Eng. Khairurrijal, M.Si.   \n \n \n \n\nPembimbing II : Dr.Eng. Muhammad Miftahul Munir, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "polivinilpirolidon, ekstrak kunyit, elektrohidrodinamika, partikel submikron, penghantaran obat", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "15 Nov 2017"}