{"Nomor": 21694, "Judul": "STUDENTS' CO-CREATION BEHAVIOR IN CASUAL DINING RESTAURANTS: AN APPROACH OF SERVICE DOMINANT LOGIC IN BANDUNG CITY", "Abstrak": "Bandung city has a big potential of creative industries that has big contribution in  trade sector and tourism sector. From all creative industries, culinary industry is the biggest contributor for local economy and workforces. Culinary industry also has attracted tourist and should be maintain its sustainability. One way to maintain the      \n \n\nculinary industry is to maximizing the delivery of service and product. While to know the role of customer has been an important point to supporting service delivery and co-creation process.      \n \n\nThis present research is aiming to investigate the co-creation behavior from customer point of view especially students that has experiences dine-out in casual dining restaurant. This research also analyze the relationship between co-creation behavior, satisfaction and loyalty of customers. In order to meet the aims of this research, quantitative study especially survey study has been conducted. The data was taken from students that have experiences dine-out in casual dining restaurant in Bandung City. The total sample data is 1970 in the form of questionnaires. The  data is analyzed using statistics method; Confirmatory Factor Analysis (CFA) and Structural Equation Modeling (SEM).      \n \n\nThe result of this study is that there are two types of co-creation behavior detected in students that experiencing dine-out in casual dining restaurant in Bandung City, i.e. customer participant behavior and customer citizenship behavior. This study also proves that there is relationships between co-creation behavior, customer satisfaction and customer loyalty.", "Daftar File": {"2017 TS PP DEWI RIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111620", "COVER DEWI RIANI (NIM: 29015003)": "https://digilib.itb.ac.id/gdl/download/246089", "2021 TS PP DEWI RIANI 1-CHAFTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246090", "2021 TS PP DEWI RIANI 1-CHAFTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/246091", "2021 TS PP DEWI RIANI 1-CHAFTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/246092", "2021 TS PP DEWI RIANI 1-CHAFTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/246093"}, "Penulis": "DEWI RIANI (NIM: 29015003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Pri Hermawan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Culinary, Bandung City, Students, Co-Creation Behavior, Satisfaction, Loyalty", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}