{"Nomor": 21707, "Judul": "EVALUASI PENERAPAN METODE AVO DAN MULTIATRIBUT UNTUK ANALISIS PERSEBARAN BATUPASIR PADA FORMASI UPPER TALANGAKAR, LAPANGAN", "Abstrak": "Dalam karakterisasi reservoir, metode yang dapat memperlihatkan efek dari parameter fisika batuan sebagai respon dari perubahan terhadap lithologi atau fluidanya salah satunya adalah analisis Amplitude Variations with Offset (AVO). AVO sangat efisien ketika digunakan dalam persebaran jenis batupasir gas jika ketebalannya berada di atas tuning thickness. Dalam hal ini, daerah penelitian terletak pada blok jabung, cekungan Sumatra selatan yang memiliki karakter struktur dan stratigrafi tertentu. Formasi yang diteliti, Upper TalangAkar, terletak pada lingkungan pengendapan deltaic yang menghasilkan lapisan interbedding shale-sandstone tipis-tipis sehingga menghasilkan rekaman seismik yang bernoise tinggi serta parameter fisika yang ada kurang sensitif dalam mencari persebarannya. Ketika parameter fisika tidak bisa dianalisis persebarannya secara langsung sekaligus ketebalannya di bawah tuning, diperlukan metode lain dalam menganalisis persebaran batupasir tipis sehingga digunakanlah seismik atribut yang bisa meng-ekstrak kontribusi dari single frekuensi yang terkandung dalam data volume dengan normalisasi tertentu. Multiatribut digunakan untuk meng-enhance peta yang masih memperlihatkan persebaran secara lateral walaupun secara vertikal tidak terlihat.", "Daftar File": {"2010 TA PP DIAH AYU WIDIANINGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111659", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111660", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111661", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111662", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/111663", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/111664", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/111665", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111666", "2010 TA PP DIAH AYU WIDIANINGSIH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111667", "2010 TA PP DIAH AYU WIDIANINGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111668"}, "Penulis": "DIAH AYU WIDIANINGSIH (NIM: 12305019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sigit Sukmono, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "karakterisasi reservoir, analisis AVO, interbedding shale-sandstone tipis, volume isofrekuensi, analisis multiatribut", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}