{"Nomor": 21708, "Judul": "THE PRESENCE OF THE RECENT PUSAT PERBELANJAAN TEMATIK PADA KAWASAN BANGUNAN CAGAR BUDAYA PABRIK KINA BANDUNG", "Abstrak": "Pusat perbelanjaan di kawasan Bangunan Cagar Budaya Pabrik Kina merupakan proyek yang diprakarsai oleh PT Kimia Farma (Persero) yang dilatarbelakangi oleh pemanfaat lahan Pabrik Kina. Pusat perbelanjaan yang dimaksud adalah pusat perbelanjaan dengan jenis konsep lifestyle center yang memiliki konfigurasi ruang open air. Lifestyle center mengangkat tema kesehatan yang diturunkan kedalam tiga aspek yaitu aspek perilaku gaya hidup sehat, aspek fisik sarana pendorong pergerakan orang (people movement), dan aspek ekonomi berupa retail-retail barang dan jasa kesehatan.  \n \n\nLifestyle center memilliki luas lahan sebesar 21.125 m2 dan luas bangunan sebesar 27.400 m2 . Bangunan memiliki enam lantai dan tiga basement. Fasilitas yang diwadahi dalam lifestyle center ini tidak hanya memiliki retail, food and beverage, serta fasilitas hiburan pada umumnya saja melainkan dilengkapi pula dengan fasilitas olahraga, wellness, dan healthcare.  \n \n\nDesain bangunan lifestyle center sebagai bangunan baru mempertimbangkan keberadaan bangunan cagar budaya di sampingnya yang berfungsi sebagai Museum Kina. Suasana ruang, peralihan ruang, dan fasad bangunan menjadi aspek penting dalam perancangan ini agar bangunan baru dapat menyatu dengan bangunan lama. Meskipun bangunan lifestyle center memiliki konsep massa dan fasad yang kontras dengan bangunan lama, namun tetap memperhatikan garis-garis proporsi dan repetisi yang ada pada bangunan lama sehingga terbentuk satu kesatuan pada tapak. Lifestyle center menjadi background bangunan lama pada siang hari namun menjadi lampu yang menerangi bangunan lama pada malam hari.", "Daftar File": {"2017 TA PP DIAH FITRIA ARDANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111669"}, "Penulis": "Diah Fitria Ardani (NIM : 15213059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aswin Indraprastha, ST., MT., M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pusat Perbelanjaan, Lifestyle center, Cagar Budaya, Pabrik Kina, Kesehatan, Kontras", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}