{"Nomor": 21709, "Judul": "PERANCANGAN STRUKTUR BANGUNAN GEDUNG PERKANTORAN SISTEM GANDA DI MEDAN", "Abstrak": "Gedung yang direncanakan dalam tugas akhir ini berfungsi sebagai gedung perkantoran dengan 24 lantai dan satu lantai atap untuk struktur atasnya dengan ketinggian 105 meter serta 3 lantai basement dengan kedalaman 9 meter. Lokasi pembangunan gedung perkantoran memiliki kondisi tanah yang lunak dan percepatan gempa yang tinggi sehingga gedung ini memiliki Kategori Desain Seismik D (KDS D). Gedung didesain tahan terhadap gempa dengan sistem struktur ganda yang terdiri dari Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK). Pemodelan struktur atas dilakukan dengan menggunakan ETABS 2015 dengan prosedur analisis gempa yang digunakan adalah analisis spektrum respons ragam. Pemodelan dan analisis struktur dilakukan berdasarkan SNI 1726:2012 dan diperoleh periode struktur 3,396 detik untuk arah y dan 3,383 detik untuk arah x. Pemeriksaan simpangan antar lantai dan ketidakberaturan terpenuhi. Efek P-Delta pada bangunan tidak perlu diperhitungkan. Prosedur analisis gempa yang digunakan adalah statik ekivalen. Desain penulangan dan detailings elemen struktur atas dan elemen struktur basement dilakukan berdasarkan SNI 2847:2013 untuk balok, kolom, pelat, dan dinding geser. Terdapat tambahan elemen struktur yaitu dinding penahan tanah pada struktur basement yang dimodelkan sebagai balok sederhana. Desain kolom dan dinding geser dilakukan menggunakan PCACOL untuk memperoleh diagram interaksi sedangkan desain pelat dilakukan dengan menggunakan SAFE 2016.", "Daftar File": {"2017 TA PP DIAH PUSPITA RAHMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111670", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111671", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111672", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111673", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111674", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111675", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111676", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/111677", "2017 TA PP DIAH PUSPITA RAHMI 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/111678", "2017 TA PP DIAH PUSPITA RAHMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111679"}, "Penulis": "DIAH PUSPITA RAHMI [15013141]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Herlien Dwiarti Soemari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur atas, struktur bawah, sistem ganda, gempa ; upperstructure, lowerstructure, dual system, earthquake", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "10 file", "Tanggal Input": "18 Des 2017"}