{"Nomor": 21714, "Judul": "PERANCANGAN SISTEM PENGUJIAN FILTER UDARA", "Abstrak": "Saat ini filter udara banyak dimanfaatkan untuk berbagai aplikasi seperti penyaringan partikel emisi pada aktivitas industri, penyaringan udara pada clean room, dan aerosol sampling. Kualitas filter udara dapat ditentukan melalui beberapa parameter seperti pressure drop, efisiensi, dan quality factor. Alat komersil untuk pengujian filter udara sangat mahal dan sulit diperoleh sehingga menjadi halangan dalam mengembangkan penelitian di bidang filter udara di Indonesia. Olehkarena itu pada tesis ini dirancang sistem pengujian filter udara yang lebih murah dan mudah menggunakan partikel PSL (polystyrene latex). Partikel PSL adalah partikel dengan bentuk bulat sempurna dan memiliki ukuran seragam. Agar dapat digunakan untuk sistem pengujian filter udara, PSL di dalam suspensi harus diubah menjadi aerosol dengan proses atomisasi menggunakan atomizer. Karakterisasi dan optimasi aerosol yang dihasilkan atomizer dilakukan menggunakan CPC (condensation particle counter), OPC (optical particle counter), dan ion counter. Dari hasil pengukuran diperoleh bahwa atomizer menghasilkan muatan bipolar dimana jumlah partikel bermuatan jauh lebih besar dibandingkan jumlah partikel netral. Selain itu besar flow rate atomizer dan konsentrasi suspensi PSL mempengaruhi jumlah partikel yang dihasilkan dan tingkat agglomerasinya. Pengujian sistem pada filter komersil dan filter PAN menunjukkan sistem cukup akurat untuk mengukur parameter-parameter filter udara.", "Daftar File": {"2017 TS PP DIAN AHMAD HAPIDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111696", "2017 TS PP DIAN AHMAD HAPIDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111697", "2017 TS PP DIAN AHMAD HAPIDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111698", "2017 TS PP DIAN AHMAD HAPIDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111699", "2017 TS PP DIAN AHMAD HAPIDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111700", "2017 TS PP DIAN AHMAD HAPIDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111701", "2017 TS PP DIAN AHMAD HAPIDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111702"}, "Penulis": "DIAN AHMAD HAPIDIN (NIM : 20215056)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr.Eng. Khairurrijal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "atomizer, filter udara, polystyrene latex", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}