{"Nomor": 21720, "Judul": "APLIKASI TEKNIK BASIS PURSUIT PADA INVERSI SPARSE LAYER UNTUK REFLEKTIVITAS ELASTIC IMPEDANCE (EI)", "Abstrak": "Inversi basis pursuit (BPI) merupakan metode inversi baru yang dapat digunakan untuk merekonstruksi lapisan bawah permukaan. Metode ini didasarkan pada asumsi subsurface yang tersusun oleh sejumlah lapisan sparse (sparse layer) dengan berbagai ketebalan. Dalam konsep sparse layer, setiap lapisan dapat didekomposisi sebagai penjumlahan dari pasangan reflektivitas dipole genap (dengan polaritas sama) dan ganjil (dengan polaritas berlawanan) dengan amplitudo masing-masing. Berdasarkan konsep ini, tras seismik adalah hasil konvolusi antara sejumlah pasangan reflektivitas dipole tersebut dengan wavelet yang tepat. Bila wavelet yang tepat diketahui, maka proses inversi basis pursuit adalah proses pencarian koefisien dari sejumlah pasangan reflektivitas dipole yang dapat merekonstruksi tras seismik secara tepat.      \n \n \n \n \n \n\nBPI dilakukan dengan membangun matriks dictionary yang terdiri dari sejumlah pasangan reflektivitas dipole dengan ketebalan lapisan yang bervariasi dari minimum satu sample rate hingga maksimum setebal tuning thickness. Oleh karenanya, matriks ini disebut sebagai matriks wedge dictionary. Konvolusi antara matriks ini dengan suatu wavelet akan menghasilkan matriks kernel yang kelewat lengkap (over-complete dictionary), karena berisi semua kemungkinan pasangan reflektivitas dipole genap dan ganjil dengan berbagai ketebalan yang akan digunakan sebagai basis dalam merekonstruksi tras seismik. Problem inversi matriks yang under-determined ini dipecahkan dengan teknik basis pursuit. Dalam tugas akhir ini, metode BPI digunakan untuk melakukan inversi Elastic Impedance (EI). BPI mampu memberikan hasil inversi yang lebih resolusif dibandingkan metode inversi sparse-spike (SSI). Hal ini dipengaruhi oleh parameter regularisasi lambda yang berperan sebagai faktor smoothing untuk mendapatkan sparse layer yang sesuai dengan data sumur.", "Daftar File": {"2012 TA PP DIAN ENGGELIA P.S 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111723", "2012 TA PP DIAN ENGGELIA P.S 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111724", "2012 TA PP DIAN ENGGELIA P.S 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111725", "2012 TA PP DIAN ENGGELIA P.S 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111726", "2012 TA PP DIAN ENGGELIA P.S 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111727", "2012 TA PP DIAN ENGGELIA P.S 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111728", "2012 TA PP DIAN ENGGELIA P.S 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111729"}, "Penulis": "DIAN ENGGELIA P. S", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ignatius Sonny Winardhie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inversi sparse layer, teknik basis pursuit, Elastic impedance (EI), parameter regularisasi lambda", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}