{"Nomor": 21725, "Judul": "BILANGAN KROMATIK LOKASI GRAF POHON DAN KARAKTERISASI GRAF POHON YANG MEMPUNYAI BILANGAN KROMATIK LOKASI BESAR", "Abstrak": "Kajian tentang bilangan kromatik lokasi graf sudah dimulai sejak tahun 2002 oleh  \n \n\nChartrand dkk. dan saat ini telah mendapatkan banyak perkembangan. Konsep  \n \n\nbilangan kromatik lokasi tersebut merupakan kasus khusus dari dimensi partisi  \n \n\ngraf. Secara sederhana, bilangan kromatik lokasi suatu graf G dapat didefinisikan  \n \n\nsebagai kardinalitas dari suatu partisi minimum dari himpunan simpul V(G)  \n \n\nsedemikian sehingga semua simpul mempunyai koordinat yang berbeda terhadap  \n \n\npartisi tersebut dan setiap dua simpul yang bertetangga di G tidak termasuk ke  \n \n\ndalam kelas partisi yang sama. Dalam hal ini, koordinat simpul dinyatakan oleh  \n \n\njarak simpul tersebut terhadap kelas-kelas dalam partisi tadi.  \n \n\nBeberapa kelas graf telah diketahui bilangan kromatik lokasinya. Akan tetapi, hasil  \n \n\npenelitian bilangan kromatik lokasi graf masih terbatas. Salah satu kelas graf yang  \n \n\nmenarik untuk dikaji adalah graf pohon. Diantara banyak kelas graf, graf pohon  \n \n\nmerupakan salah satu kelas graf yang penting dalam teori graf. Kajian bilangan  \n \n\nkromatik lokasi untuk graf pohon masih terbatas, yaitu pada lintasan, graf bintang,  \n \n\ngraf bintang ganda, graf amalgamasi bintang, graf kembang api, graf ulat, graf  \n \n\npohon pisang, graf n-ary, dan graf lobster. Oleh karena itu, pada disertasi ini, dikaji  \n \n\nbilangan kromatik lokasi untuk kelas graf pohon lainnya.  \n \n\nKelas graf pohon yang dikaji pada disertasi ini adalah graf pohon yang mempunyai  \n \n\nderajat maksimum 3 atau 4, diantaranya graf pohon yang dapat disisipkan pada kisikisi  \n \n\nberdimensi dua dan graf pohon biner. Dibuktikan bahwa batas atas bilangan  \n \n\nkromatik lokasi graf pohon yang dapat disisipkan pada kisi-kisi berdimensi dua  \n \n\nadalah 5. Sedangkan untuk graf pohon biner diberikan batas atas bilangan kromatik  \n \n\nlokasinya bergantung pada diameternya. Selanjutnya, pada disertasi ini dibahas  \n \n\nbilangan kromatik lokasi untuk beberapa kelas graf pohon yang diperoleh dari hasil  \n \n\noperasi graf. Operasi graf yang diperhatikan adalah operasi hasil kali korona dan  \n \n\noperasi amalgamasi sisi pada graf pohon. Batas atas dan batas bawah dari bilangan  \n \n\nkromatik lokasi graf pohon yang diperoleh dari hasil operasi graf diturunkan dalam  \n \n\ndisertasi ini.  \n \n\nProblem keputusan dalam penentuan bilangan kromatik lokasi untuk sebarang graf  \n \n\nmerupakan NP-complete problem. Hal ini berarti bahwa belum ada algoritma yang efisien untuk menentukan bilangan kromatik lokasi dari sebarang graf. Furuya dan  \n \n\nMatsumoto pada tahun 2015 telah memberikan suatu algoritma pewarnaan lokasi  \n \n\nuntuk menaksir batas atas bilangan kromatik lokasi sebarang graf pohon. Batas atas  \n \n\nyang mereka berikan bergantung pada banyak daun dan banyak local end-branch  \n \n\npada graf pohon. Pada disertasi ini, diusulkan algoritma lain untuk menaksir batas  \n \n\natas ini. Batas atas yang dihasilkan dari algoritma ini dipengaruhi oleh parameter  \n \n\ndiameter, derajat terbesar, dan maksimum end-path pada graf pohon. Pada disertasi  \n \n\nini juga ditunjukkan bahwa batas atas yang diperoleh lebih baik dibandingkan batas  \n \n\natas yang diberikan oleh Furuya dan Matsumoto.  \n \n\nDalam hal karakterisasi graf, beberapa peneliti telah berhasil melakukan karakterisasi  \n \n\ngraf dengan bilangan kromatik lokasi tertentu. Chartrand dkk. pada tahun 2002  \n \n\nberhasil memberikan karakterisasi semua graf orde n dengan bilangan kromatik  \n \n\nlokasi n, yakni semuanya adalah graf multipartit lengkap. Selanjutnya, Chartrand  \n \n\ndan Zhang di tahun 2003 juga memberikan karakterisasi semua graf orde n dengan  \n \n\nbilangan kromatik lokasi n 􀀀 1. Semua graf dengan bilangan kromatik lokasi  \n \n\n3 diberikan oleh Asmiati dan Baskoro (2012) dan Baskoro dan Asmiati (2013).  \n \n\nPada disertasi ini diberikan karakterisasi semua graf pohon orde n yang memiliki  \n \n\nbilangan kromatik lokasi n 􀀀 t, untuk t < n=2.", "Daftar File": {"2017 DS PP DIAN KASTIKA SYOFYAN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111740"}, "Penulis": "DIAN KASTIKA SYOFYAN (NIM: 30113009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nProf. Dr. Edy Tri Baskoro.   \n \n\nDr. Hilda Assiyatun."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bilangan kromatik lokasi, graf pohon, hasil kali korona, amalgamasi sisi, karakterisasi graf pohon, kisi-kisi berdimensi dua.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}