{"Nomor": 21722, "Judul": "PENGARUH HIDRASI PADA PROTEIN AZURIN MENGGUNAKAN METODE COARSE-GRAINED DAN ANALISIS FREE ENERGY", "Abstrak": "Protein memegang peranan penting dalam metabolisme tubuh. Namun, untuk mengetahui efek hidrasi pada protein akan banyak menghabiskan biaya komputasi khususnya untuk perhitungan all-atom. Metode coarse-grained merupakan salah    \n \n\nsatu solusi potensial yang dapat menyederhanakan perhitungan dan waktu komputasi. Penelitian ini menggunakan metode coarse-grained untuk menyelidiki pengaruh hidrasi, konformasi dan stabilitas. Penelitian ini, menggunakan protein azurin karena azurin merupakan salah satu protein yang memiliki stabilitas tinggi sehingga berpotensi dalam pengobatan kanker. Penelitian ini menganalisis freeenergy  dari sistem konformasi untuk menemukan strukstur stabil yang memungkinkan. Berdasarkan hasil perhitungan free energy perturbation (FEP) didapatkan nilai free energy sebesar -136.9kJ/mol. Bila dibandingkan dengan hasil  eksperimen indeks kesalahan relatifnya sebesar 0.07%.", "Daftar File": {"2017 TS PP DIAN FITRASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111731", "2017 TS PP DIAN FITRASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111732", "2017 TS PP DIAN FITRASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111733", "2017 TS PP DIAN FITRASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111734", "2017 TS PP DIAN FITRASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111735", "2017 TS PP DIAN FITRASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111736", "2017 TS PP DIAN FITRASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111737"}, "Penulis": "DIAN FITRASARI (NIM: 20215007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengaruh Hidrasi, Protein Azurin, Metode Coarse-Grained, Analisis Free Energy", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}