{"Nomor": 21733, "Judul": "ANALISIS DAMPAK KERUSAKAN EKOSISTEM TERHADAP KEHIDUPAN DAN PENGHIDUPAN NELAYAN DI WILAYAH PESISIR SEGARA ANAKAN KABUPATEN CILACAP", "Abstrak": "Sebagai salah satu negara kepulauan terbesar di dunia dengan 13.466 pulau dan garis pantai sepanjang 99.092 km, Indonesia memiliki wilayah pesisir yang sangat luas serta potensi sumber daya yang melimpah di dalamnya. Wilayah pesisir yang merupakan wilayah peralihan antara perairan sungai (tawar) dan laut tidak hanya menyimpan potensi yang begitu besar, akan tetapi juga sangat rentan mengalami kerusakan akibat pengaruh pencemaran dan sedimentasi yang berasal dari hulu perairan. Kondisi wilayah pesisir yang secara topografi berada di bagian hilir (rendah) akan sangat bergantung pada kondisi perairan yang berada di bagian hulunya, sehingga pengelolaan pesisir memerlukan integrasi antara hulu dan hilir.  \n \n\nWilayah pesisir Segara Anakan yang terletak di Kabupaten Cilacap, Jawa Tengah merupakan wilayah yang memiliki fungsi sosio-ekologis strategis. Aspek strategis kawasan Segara Anakan terletak pada keberadaan ekosistem laguna (payau) dan hutan mangrove yang memiliki fungsi ekologis sebagai area pemijahan, pengasuhan serta pembesaran beragam jenis biota laut. Namun, sejak beberapa dekade ini, terjadi perubahan ekologis yang sangat drastis pada ekosistem pesisir Segara Anakan. Pada kurun tahun 1975-2015, luas perairan laguna telah menyusut sebanyak >4500 Ha dengan tingkat pendangkalan yang parah akibat akumulasi sedimen dari hulu yang mencapai 1 jt m3/tahun, sehingga kedalaman laguna hanya mencapai 0,5-5 m. Kondisi tersebut memberikan dampak yang signifikan bagi kehidupan dan penghidupan masyarakat Kampung Laut yang selama ini bergantung pada sumber daya pesisir Segara Anakan.   \n \n\nPenelitian ini bertujuan untuk mengetahui dan menganalisis secara komprehensif  faktor-faktor penyebab kerusakan ekosistem Segara Anakan serta dampaknya bagi kehidupan masyarakat Kampung Laut sehingga dapat dilakukan perumusan model solusi yang tepat bagi permasalahan pengelolaan wilayah pesisir Segara Anakan. Metodologi yang digunakan dalam penelitian ini adalah deskriptif-kualitatif dengan teknik analisis matriks korelasi untuk melihat keterkaitan antara variabel pada ekosistem pesisir dengan variabel pada sistem sosio-kultural masyarakat. Selain itu, dilakukan juga analisis DPSIR (Driver-Pressure-State-Impact-Response) untuk mengetahui struktur permasalahan dan keterpautannya satu sama lain secara komprehensif.   \n \n\nHasil analisis korelasi menunjukkan adanya keterkaitan yang kuat antara variabel pada ekosistem (unsur abiotik, biotik dan pola tutupan lahan) dengan variabel pada sistem sosio-kultural masyarakat (demografi, sistem pengetahuan, sistem sosial, sistem mata pencaharian, sistem teknologi dan sistem nilai budaya). Proses kerusakan yang terjadi pada ekosistem Segara Anakan tidak dapat dilepaskan dari sistem sosio-kultural masyarakat, baik yang berada di hulu maupun di hilir, berupa aktivitas pemanfaatan sumber daya alam untuk memenuhi kebutuhan hidup mereka sehari-hari. Begitu pun sebaliknya, sistem sosio-kultural masyarakat Kampung Laut mengalami perubahan akibat perubahan bentang alam Segara Anakan yang semula laguna menjadi daratan. Keberadaan lahan timbul yang memicu masuknya warga pendatang  ke Kampung Laut telah menghasilkan akulturasi budaya antara warga lokal (Pejagan) dan warga pendatang (Planjan), salah satunya berupa alih profesi nelayan ke sektor pertanian atau pertambakan.  \n \n\nAnalisis DPSIR menunjukkan arah tata kelola lahan di sepanjang DAS Citanduy dan perilaku masyarakat hulu-hilir yang tidak ramah lingkungan merupakan Driver/faktor yang memicu tekanan (Pressure) berupa sedimentasi, eksploitasi mangrove dan sumber daya ikan, pencemaran perairan serta migrasi warga ke Segara Anakan. Tekanan tersebut menghasilkan kondisi eksisting (State) berupa kerusakan ekosistem dan rendahnya taraf kehidupan masyarakat pesisir yang berdampak (Impact) pada proses-proses perubahan, baik perubahan ekologis berupa akresi (munculnya lahan timbul) pada Segara Anakan maupun perubahan sosio-kultural pada masyarakat Kampung Laut. Adapun tanggapan (Response) dari dampak tersebut antara lain adanya pengkajian komprehensif yang menghasilkan berbagai kebijakan seperti normalisasi DAS, pembangunan infrastruktur desa dan pemberdayaan masyarakat pesisir. Akan tetapi berbagai upaya tersebut belum menunjukkan hasil yang signifikan bagi keberlanjutan ekosistem pesisir Segara Anakan.  \n \n\nSecara umum, titik kritis proses implementasi kebijakan pengelolaan pesisir di Indonesia berada pada tataran paradigmatis setiap stakeholders. Lemahnya paradigma kemaritiman dan kerumitan mekanisme birokrasi menyebabkan disintegrasi pengelolaan antar daerah maupun hulu-hilir perairan dan rendahnya partisipasi masyarakat dalam mendukung implementasi kebijakan tata kelola wilayah pesisir. Berdasarkan hasil analisis tersebut, maka model solusi yang dapat dikembangkan dari penelitian ini adalah Ã‚Â“Framework Pembangunan Berkelanjutan Wilayah Pesisir Segara Anakan Berbasis Integrasi Hulu-Hilir dan Partisipasi MasyarakatÃ‚Â”. Model ini diharapkan mampu mewujudkan keberlanjutan baik secara sosio-kultural, ekonomi maupun lingkungan.  \n \n\nKata kunci: wilayah pesisir, perubahan ekologis, perubahan sosio-kultural", "Daftar File": {"2017 TS PP DIAN SURYANINGSIH KUSUMAWARDANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111778"}, "Penulis": "Dian Suryaningsih Kusumawardani NIM: 24015015", "Kontributor / Dosen Pembimbing": ["Pembimbinga: Prof. Dr. Ir. Widyo Nugroho SULASDI"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "wilayah pesisir, perubahan ekologis, perubahan sosio-kultural", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}