{"Nomor": 21732, "Judul": "STUDI SENSITIVITAS PARAMETER SURFAKTAN, BATUAN RESERVOIR, DAN POLA INJEKSI DENGAN MODEL KONSEPTUAL RESERVOIR UNTUK LAPANGAN X", "Abstrak": "Pada tahap pengembangan reservoir tua (mature reservoir), sering terjadi penurunan perolehan dari minyak bumi dan selalu menjadi permasalahan tersendiri. Sehingga, dibutuhkan berbagai studi untuk mempertahankan laju produksi dari minyak bumi. Metode yang dapat dilakukan bisa dengan penerapan EOR (Enhanced Oil Recovery). Studi yang menjadi fokus saat ini yakni injeksi kimia pada reservoir, yang termasuk dalam EOR. Bahan kimia yang digunakan berupa surfaktan dan dilakukan uji sensitivitas terhadap parameter dari surfaktan, batuan reservoir, dan pola injeksi. \n\nLapangan X adalah reservoir yang memiliki viskositas minyak sekitar 2 cp, saturasi minyak tersisa sekitar 30% setelah injeksi air, API gravity sebesar 50 API. Parameter-parameter reservoir yang demikian sangat memenuhi kriteria untuk dilakukan injeksi surfaktan, sehingga pelaksanaan injeksi surfaktan akan meningkatkan produksi dari lapangan ini secara optimum. Pada dasarnya kerja dari surfaktan adalah menurunkan tegangan muka antara minyak dan air, sehingga saturasi minyak tersisa dapat berkurang dan lebih banyak minyak akan terproduksi. \n\nParameter yang diuji sensitivitasnya adalah harga dari pore volume (PV) yang diinjeksi, konsentrasi dari surfaktan, laju injeksi surfaktan, viscosity function dari surfaktan, IFT function dari surfaktan, dan terakhir, pola injeksi : five spot, four spot, dan direct line spot. Model konseptual pun harus dikonstruksi agar studi sensitivitas dapat dilakukan lebih mudah. Model konseptual dibangun berdasarkan properti dari model lapangan X yang kelak performa dari model konseptual dapat menggambarkan keadaan dari model sebenarnya. Dari hasil studi DOE, diketahui bahwa parameter yang paling dominan terhadap desain surfaktan adalah pergeseran dari nilai Sor yang dapat mempengaruhi hasil desain injeksi hingga 50% dibandingkan dengan parameter injeksi surfaktan lainnya. Sedangkan untuk masing- masing pola injeksi yang diuji, pola five spot berada pada urutan pertama dalam nilai faktor perolehannya, disusul dengan pola four spot, dan direct-line spot, dengan faktor perolehan minyak untuk masing- masing pola sebesar 52.54%, 48.16%, dan 47.07%.", "Daftar File": {"2013 TA PP DIAN SAPUTRA 1.pdf": "https://digilib.itb.ac.id/gdl/download/111777"}, "Penulis": "DIAN SAPUTRA (NIM : 12209058)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surfactant Injection Pattern, Surfactant Injection Parameter, Surfactant Injection, Conceptual model building", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Des 2017"}