{"Nomor": 21731, "Judul": "PEMETAAN PELAKU DALAM PENGELOLAAN SAMPAH BERBASIS PARTISIPASI MASYARAKAT DI KOTA BANDUNG", "Abstrak": "Partisipasi masyarakat merupakan aspek yang sangat penting untuk menjaga keberlanjutan suatu lembaga, program maupun aktivitas, termasuk sektor pengelolaan sampah. Masyarakat memiliki peran dan potensi yang tinggi untuk mendukung pengelolaan sampah dari sumber, namun mereka umumnya belum terlalu menyadari pentingnya peran mereka karena kurangnya kesadaran dan perspektif terhadap sampah yang masih bersifat negatif. Dalam perkembangannya, muncul berbagai inisiatif yang berupaya untuk meningkatkan pemahaman, kesadaran dan partisipasi masyarakat dalam sektor pengelolaan sampah, seperti gerakan masyarakat/event, pembentukan forum maupun keberadaan lembaga masyarakat formal dan informal. Berdasarkan informasi yang diperoleh, kegiatan pengelolaan sampah berbasis partisipasi masyarakat skala RW memiliki potensi reduksi timbulan sampah mencapai 70%, seperti yang telah terjadi di RW 14 Tamansari.        \n \n \n \n \n \n \n \n\nPenelitian ini bertujuan untuk memetakan peran lembaga yang mendukung kegiatan pengelolaan sampah berbasis partisipasi masyarakat di Kota Bandung. Target penelitian adalah lembaga masyarakat berbasis wilayah dan lembaga komunitas formal. Batasan responden yang diterapkan dalam penelitian adalah lembaga masyarakat memiliki pengalaman berpartisipasi dalam kegiatan Bandung Green and Clean (BGC), sedangkan lembaga komunitas memiliki pengalaman sebagai fasilitator kegiatan BGC dan Kawasan Bebas Sampah (KBS) Kota Bandung Tahun 2015. Tahapan penelitian terdiri dari identifikasi karakteristik dan tingkat partisipasi lembaga, pemetaan pelaku dengan Social Network Analysis, penilaian tingkat kapasitas lembaga responden dengan indeks posisi dan kekuatan serta Community Capacity Index, serta identifikasi rencana pengembangan lembaga.        \n \n \n \n \n \n \n \n\nBerdasarkan hasil penelitian, diperoleh hasil bahwa lembaga responden telah menjalin kerjasama dengan lembaga lainnya, dengan lembaga pemerintah internal Kota Bandung memiliki peran sentral dalam mendukung kegiatan pengelolaan sampah berbasis partisipasi di Kota Bandung. Lembaga komunitas dan lembaga masyarakat yang telah melaksanakan kegiatan memiliki potensi dan kapasitas untuk mendukung penyebaran informasi dan edukasi. Pemetaan pelaku dan peran yang terjadi dalam pengelolaan sampah berbasis partisipasi di Kota Bandung meliputi peran yang dimiliki oleh lembaga pemerintah, lembaga komunitas, lembaga masyarakat yang telah menjalankan, lembaga pendidikan, sektor privat, sektor informal, media, masyarakat Kota Bandung secara keseluruhan dan forum komunikasi.", "Daftar File": {"2016 TS PP DIAN SANITI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111769", "2016 TS PP DIAN SANITI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111770", "2016 TS PP DIAN SANITI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111771", "2016 TS PP DIAN SANITI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111772", "2016 TS PP DIAN SANITI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/111773", "2016 TS PP DIAN SANITI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/111774", "2016 TS PP DIAN SANITI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111775", "2016 TS PP DIAN SANITI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111776"}, "Penulis": "DIAN SANITI (NIM : 25713006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pengelolaan sampah, Partisipasi masyarakat, Pemetaan pelaku", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2018"}