{"Nomor": 21742, "Judul": "STUDI PERILAKU TEGANGAN, DEFORMASI, DAN TEKANAN AIR PORI PADA MODEL KONSTITUTIF TANAH MOHR-COULOMB DAN HARDENING SOIL UNTUK LEMPUNG NORMALLY CONSOLIDATED", "Abstrak": "Tugas akhir ini berisikan studi perilaku tegangan, deformasi, dan tekanan air pori pada lempung NC menggunakan metode elemen hingga. Metode elemen hingga semakin berkembang sehingga dapat dengan lebih baik memodelkan kondisi sebenarnya di lapangan, namun sangat ditentukan oleh perilaku model konstitutif dan parameter masukannya. Sehingga perlu dilakukan studi simulasi uji laboratorium untuk merepresentasikan perilaku tanah pada suatu kondisi tegangan. Model konstitutif tanah yang digunakan yaitu Mohr-Coulomb dan Hardening Soil. \n\nStudi yang dilakukan yaitu simulasi uji laboratorium triaksial CIU yaitu dengan menggunakan program komputer Plaxis 2D. Pada awalnya dilakukan studi sensitivitas parameter kekakuan pada model konstitutif tanah Mohr-Coulomb dan Hardening Soil untuk mengetahui pengaruh parameter tersebut terhadap perilaku tegangan, deformasi, dan tekanan air pori yang terjadi pada tanah. Kemudian dilakukan studi numerik perilaku tegangan, deformasi, dan tekanan air pori menggunakan parameter masukan kuat geser efektif dan kuat geser undrained pada masing-masing model yang diverifikasi dengan hasil uji laboratorium. Optimasi parameter dilakukan untuk mendapatkan perilaku tegangan, deformasi, dan tekanan air pori yang menyerupai kondisi sebenarnya. \n\nHasil dari studi ini yaitu model konstitutif tanah Mohr-Coulomb tidak dapat merepresentasikan perilaku tegangan-regangan dengan baik karena menghasilkan perilaku tegangan-regangan yang bilinear dengan kekakuan tetap. Namun untuk deformasi kecil, model Mohr-Coulomb masih dapat mendekati kondisi aktual. Kenaikan tekanan pori yang dihasilkan tidak sesuai kondisi aktual karena parameter Skempton A yang dihasilkan yaitu 1/3, padahal seharusnya parameter Skempton A pada tanah bervariasi bergantung pada tegangan deviatornya. Hasil pemodelan menggunakan model konstitutif tanah Hardening Soil yaitu perilaku tegangan-regangan tanah yang nonlinear dapat dimodelkan dengan baik. Kenaikan air pori yang dihasilkan dari analisa tegangan efektif lebih baik dibandingkan dengan hasil dari analisa tegangan total. Walaupun demikian, kenaikan air pori hasil dari analisa tegangan efektif hanya bisa mendekati kondisi sebenarnya saat tegangan rendah. Hal ini bersesuaian dengan parameter Skempton A hasil analisa tegangan total adalah 1/3, sedangkan hasil analisa tegangan efektif bervariasi bergantung pada tegangan deviatornya.", "Daftar File": {"2013 TA PP DIDI SEPTRA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111793", "2013 TA PP DIDI SEPTRA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111794", "2013 TA PP DIDI SEPTRA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/111795", "2013 TA PP DIDI SEPTRA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111796", "2013 TA PP DIDI SEPTRA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111797", "2013 TA PP DIDI SEPTRA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111798", "2013 TA PP DIDI SEPTRA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111799"}, "Penulis": "DIDI SEPTRA (NIM : 15009034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Endra Susila, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tegangan, deformasi, tekanan air pori, Skempton A, Mohr-Coulomb, Hardening Soil.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "09 Nov 2017"}