{"Nomor": 21745, "Judul": "SISTEMPENCITRAANMAGNETIK DIBAWAHPERMUKAAN DENGANMENGGUNAKANSUSUNANSENSORHMC5883L", "Abstrak": "Pencitraan di bawah permukaan merupakan pencitraan dari objek yang berada di bawah permukaan suatu media. Beberapa mediasi yang dapat digunakan pada prosespencitraandibawahpermukaanyaitugelombang,medan,ataupartikel. Tesis iniberupayauntukmembuatsebuahsistempencitraandibawahpermukaandengan mediasi medan magnet. Susunan sensor magnetoresistif digunakan pada sistem ini untuk mendeteksi medan magnet yang dipengaruhi oleh objek magnetik. Tujuan dari pembuatan sistem pencitraan di bawah permukaan ini adalah untuk mengetahui keberadaan objek magnetik di bawah permukaan suatu media. Metode yang digunakan pada pembuatan sistem ini yaitu dengan membuat perangkat keras dan perangkatlunak. Perangkatkerasyangdigunakanantaralain16sensorHMC5883L yang disusun dengan konﬁgurasi 4ÃƒÂ—4 dengan jarak antar sensor 6 cm, multiplekser MUX4067, mikrokontroler Arduino Uno, dan komputer. Kemudian, perangkat lunakyangdigunakanterdiridariakuisisidatadanrekonstruksicitra. Algoritmayang digunakan untuk rekonstruksi citra pada sistem ini adalah interpolasi bikubik dan penguranganbackground. Kinerjasistempencitraanmagnetikdibawahpermukaan ini diuji dengan beberapa pengujian seperti pendeteksian posisi objek, arah objek, kedalamanmaksimalobjekterhadapsistem,dandeteksitepi. Beberapaobjekmagnetik yang digunakan pada pengujian sistem antara lain staples, paku, koin, paper clip, baut, dan cutter. Keseluruhan hasil pengujian pada sistem ini memperlihatkan bahwa sistem yang dibuat mampu mengetahui keberadaan objek di bawah permukaan styrofoam yang ditampilkan dengan gambaran posisi dan arah objek \n\npada citra. Hasil pengujian kedalaman maksimal jarak antara objek magnetik dengansistemmemperlihatkanbahwajarakmaksimaluntukobjekstapleskeciladalah 3,4cm,staplesbesar4,8cmdanbaut10,4cm. Kekurangandarisisteminiyaitusistem belum mampu mendeteksi tepian objek yang diujikan sehingga tidak diketahui geometri dari objek. Dari hasil pembuatan dan pengujian sistem pencitraan magnetikdibawahpermukaandenganmenggunakansusunansensorHMC5883Ldapat diketahui bahwa sistem memiliki kinerja yang mampu mengetahui keberadaan objek magnetik di bawah permukaan suatu media. Modalitas pencitraan magnetik di bawah permukaan ini dapat diaplikasikan di berbagai area, termasuk pendidikan dan industri.", "Daftar File": {"2017 TS PP DIENRAHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111817"}, "Penulis": "DIENRAHMAWATI - NIM:23215064", "Kontributor / Dosen Pembimbing": ["Prof. Andriyan Bayu Suksmono, Ph.D \n\nDr. Donny Danudirdjo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pencitraan di bawah permukaan, pencitraan magnetik, sensor magnetoresistif, susunan sensor, sensor HMC5883L.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}