{"Nomor": 21740, "Judul": "PERANCANGAN UNIVERSAL TEST RIG DAN METODE UJI STATIK METRO KAPSUL", "Abstrak": "Metro Kapsul dirancang sebagai salah satu alternatif transportasi yang berfungsi untuk mengatasi kemacetan. Sebagai salah satu alat transportasi masal, aspek keselamatan penumpang Metro Kapsul harus diperhatikan secara serius. Oleh karena itu berbagai jenis pengujian harus dilakukan untuk memastikan Metro Kapsul dalam kondisi yang baik serta layak untuk beroperasi. Salah satu pengujian yang dilakukan yaitu uji statik.  \n \n\nProses pengujian statik perlu dievaluasi terhadap persyaratan JIS E 7105 dan Peraturan Menteri Perhubungan RI Nomor 175 Tahun 2015. Untuk melakukan uji statik ini dibutuhkan regulasi, peralatan uji dan prosedur operasional standar yang sesuai dengan kriteria desain Metro Kapsul. Salah satu alat uji statik yang diperlukan yaitu Universal Test Rig. Alat tersebut berfungsi untuk mengondisikan badan Metro Kapsul sehingga siap untuk uji statik. Rancangan Universal Test Rig harus mampu mendukung berbagai jenis uji statik yang terdiri dari uji beban vertikal, uji beban kompresi, uji beban torsi dan uji tumpuan tiga titik.  \n \n\nMetode yang digunakan dalam perancangan Universal Test Rig dimulai dengan membuat model 3D menggunakan perangkat lunak SolidWorks 2017 kemudian dianalisis kekuatannya menggunakan bantuan perangkat lunak ANSYS R16.0. Hasil rancangan terdiri dari subsistem vertical guide system, load transfer device dan compression force generator. Tegangan maksimal yang dihasilkan dari setiap subsistem berturut-turut sebesar 47,719 MPa, 147,52 MPa, 210,154 MPa yang menunjukkan bahwa hasil rancangan aman. Selanjutnya dibuat prosedur operasional standar (SOP) uji statik pada Metro Kapsul agar proses uji berlangsung dengan lancar.", "Daftar File": {"2017 TA PP Didi Rushadi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111785"}, "Penulis": "Didi Rushadi", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro  \n \n\nAbdul Hakim Masyhur ST, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Static Test, Numerical Analysis, Design", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}