{"Nomor": 21752, "Judul": "STUDI KOMPARASI KINERJA STRUKTUR BANGUNAN GEDUNG DENGAN DAN TANPA DINDING PENGISI AUTOCLAVED AERATED CONCRETE (AAC) TERHADAP BEBAN GEMPA", "Abstrak": "Indonesia merupakan salah satu negara yang memiliki resiko kegempaan terbesar di dunia, dengan demikian demikian bangunan-bangunan di Indonesia seharusnya sudah mampu memenuhi kaidah-kaidah bangunan tahan gempa. Pada pembangunan gedung bertingkat yang kini sedang marak di Indonesia, seperti gedung mall, apartemen maupun perkantoran dengan jumlah lantai diatas 20 lantai yang memiliki sifat fleksibel, biasanya tidak lepas dari pemasangan dinding, yang pada umumnya dianggap sebagai suatu elemen non struktural dan dianggap tidak berpengaruh terhadap perilaku bangunan dalam menahan beban dan tidak memberikan kontribusi pada kekuatan maupun kekakuan struktur secara keseluruhan. Setelah dilakukan peninjauan terhadap perilaku runtuh dari beberapa struktur dengan dinding pengisi portalnya setelah mengalami gempa, ternyata terdapat respons struktur ketika menahan beban yang memiliki karakteristikberbeda dari yang direncanakan, dengan demikian dinding pengisi bisa jadi memiliki kontribusi yang cukup signifikan terhadap performa struktur dalam menahan beban, khususnya beban lateral berupa beban gempa. Salah satu jenis elemen dinding pengisi yang kini sedang banyak digunakan, khususnya di Indonesia adalah AAC (Autoclaved aerated concrete). AAC merupakan sejenis blok beton ringan berkualitas tinggi yang memiliki berbagai karakteristik khusus tertentu. Hasilnya, beton ringan aerasi ini dianggap sempurna, termasuk material bangunan yang ramah lingkungan, karena dibuat dari sumber daya alam yang berlimpah. Sifatnya kuat, tahan lama, mudah dibentuk, efisien, dan berdaya guna tinggi. Namun demikian, penelitian yang dilakukan terhadap gedung bertingkat dengan dinding pengisi AAC belum berkembang terlalu jauh, sehingga pada tugas akhir ini akan diangkat isu mengenai perbandingan perilaku bangunan gedung tinggi dengan dan tanpa dinding pengisi AAC. Metode pengecekan kinerja yang digunakan dalam studi ini adalah analisis respon dinamik riwayat waktu nonlinear (non-linear time history analysis) dengan menggunakan data gempa El-Centro NS (1940) yang diskalakan terhadap wilayah Jakarta dengan tanah sedang berdasarkan SNI 1726-2012, selain itu secara singkat ditinjau pula performa gedung dengan menggunakan analisis statik beban dorong (pushover analysis).Pada studi ini, terdapat dua model struktur yang akan ditinjau. Model gedung yang pertama (Model A) merupakan gedung dengan sistem struktur berupa sistem ganda, yaitu perpaduan antara Sistem Rangka Pemikul Momen Khusus (SRPMK) dengan Sistem Dinding Struktural Khusus (SDSK). Sedangkan model gedung yang kedua (Model B) merupakan Model A yang diberi dinding pengisi yang telah dimodelkan sedemikian rupa dalam bentuk equivalent diagonal strut. Setelah dilakukan analisis, hasilnya menunjukkan bahwa pemasangan dinding pengisi AAC pada struktur akan menyebabkan terjadinya penurunan perioda dan kontribusi mode, serta cenderung memperkecil nilai perpindahan atap, perpindahan total lantai, serta perpindahan antar lantai. Sedangkan gaya geser dasar pada struktur cenderung akan meningkat di awal gempa akibat terdapat peningkatan kekakuan, namun kembali turun yang menunjukkan terjadinya redistribusi momen dari dinding pengisi ke elemen struktur lainnya. Selain itu, hasil analisis yang membuktikan bahwa jumlah sendi plastis yang mengalami kerusakan pada struktur utama juga mengalami penurunan. Pada studi ini, didapatkan suatu hasil analisis bahwa untuk kasus tertentu, yaitu bangunan gedung beton bertulang 20 lantai dengan sistem ganda, pemasangan dinding pengisi autoclaved aerated concrete (AAC) akan memberikan respons struktur yang relatif lebih baik jika dibandingkan dengan gedung tanpa pemasangan dinding pengisi AAC. Namun demikian tetap diperlukan studi lebih lanjut untuk pengaruh pemasangan dinding pengisi terhadap model gedung yang berbeda", "Daftar File": {"2014 TA PP DILA ALVI FEBI RIVANI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111844", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111845", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/111846", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/111847", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/111848", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/111849", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/111850", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/111851", "2014 TA PP DILA ALVI FEBI RIVANI 1 - BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/111852", "2014 TA PP DILA ALVI FEBI RIVANI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/111853"}, "Penulis": "DILA ALVI FEBI RIVANI ( NIM : 15010026 )", "Kontributor / Dosen Pembimbing": ["pembimbing :     \n \n \n \n\nProf. Ir. R. Bambang Budiono, M.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dinding pengisi, equivalent diagonal strut, autoclaved aerated concrete, non-linear time history analysis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "07 Nov 2017"}