{"Nomor": 21754, "Judul": "MODEL KEPUASAN DAN KONTINUITAS PENGGUNAAN WEBSITE E-GOVERNMENT DIREKTORAT JENDERAL", "Abstrak": "Pesatnya perkembangan Teknologi Informasi dan Komunikasi (TIK) di dunia berdampak pada penggunaan internet berbasis website sebagai media penyebaran informasi. Salah satu contohnya adalah penerapan electronic government (egovernment) di bidang pemerintahan dalam meningkatkan efisiensi dan efektivitas penyebaran informasi kepada publik. Sistem website imigrasi merupakan salah satu bentuk implementasi e-government yang dikelola oleh Direktorat Jenderal Imigrasi Kementerian Hukum dan Hak Asasi Manusia Republik Indonesia. Keberhasilan penerapan e-government tidak hanya bergantung pada dukungan pemerintah, tetapi juga kesediaan warga negaranya untuk menerima, mengadopsi, dan menggunakannya secara berkelanjutan. Tujuan penelitian ini adalah untuk mengetahui faktor-faktor yang dapat memengaruhi kepuasan dan intensi pengguna untuk terus menggunakan sistem website imigrasi. Penelitian ini mengidentifikasi pengaruh kualitas sistem, kualitas informasi, kualitas layanan, keamanan yang dirasakan atas perlakuan data pribadi, konfirmasi, dan kegunaan yang dirasakan terhadap kepuasan pengguna dan juga pengaruh kepuasan pengguna terhadap intensi untuk terus menggunakan sistem website imigrasi. Konstruk-konstruk yang digunakan pada pengembangan model penelitian diadopsi dari penelitian Santhanamery dan Ramayah (2014), Chen (2010), dan Belanche dkk. (2012). Pengumpulan data dilakukan terhadap 272 responden yang memiliki pengalaman dalam menggunakan sistem website imigrasi. Pengolahan data menggunakan metode analisis Structural Equation Model (SEM) memberikan hasil bahwa kualitas sistem, kualitas informasi, kegunaan yang dirasakan, dan konfirmasi signifikan memengaruhi kepuasan pengguna. Keamanan yang dirasakan atas perlakuan data pribadi dan kualitas layanan tidak berpengaruh terhadap kepuasan pengguna. Hasil pengujian juga menyatakan bahwa kepuasan signifikan memengaruhi intensi untuk terus menggunakan sistem websitekegunaan yang dirasakan, konfirmasi, keamanan yang dirasakan atas perlakuan data pribadi, kepuasan, dan niat untuk terus menggunakan.  imigrasi.", "Daftar File": {"2017 TS PP DIMAS ADE PRASETYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111855"}, "Penulis": "DIMAS ADE PRASETYO - NIM: 23414038", "Kontributor / Dosen Pembimbing": ["Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "e-government, kualitas sistem, kualitas informasi, kualitas layanan,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2017"}