{"Nomor": 21750, "Judul": "SIMULASI NUMERIK  TURBOEKSPANDER  SIKLUS RANKINE ORGANIK  DENGAN BERBAGAI FLUIDA KERJA", "Abstrak": "Energi terbarukan merupakan salah satu alternatif guna menanggulangi krisis energi dan ketergantungan akan energi berbahan bakar fossil yang memiliki dampak lingkungan karena efek rumah kaca. Adapun kekurangan EBT yaitu tergantung pada perubahan cuaca. Panas bumi merupakan sumber EBT yang tidak bergantung pada perubahan cuaca. Sumber panas bumi yang di dominasi oleh air (brine) tidak bisa langsung dimanfaatkan untuk pembangkit listrik, akan tetapi dipisahkan oleh separator menjadi fasa air dan uap. fasa air ini kemudian diinjeksikan kembali ke sumur injeksi. Tingginya potensi energi yang dimiliki brine masih dapat dimanfaatkan dengan pengembangan Siklus Rankine Organik. SRO menggunakan fluida refrigeran organik atau hidrokarbon sebagai fluida kerjanya karena memiliki temperatur didih yang rendah.  Dari simulasi tersebut dianalisis menggunakan CFD ANSYS CFX menggunakan model turbulensi K-Omega dan model fluida gas nyata Redlich Kwong dengan Pentane, R245fa, dan butane sebagai fluida kerja dengan rasio eskpansi tekanan 5:1 dan variasi kecepatan putaran 2000 Ã‚Â– 14000 rpm. Simulasi CFD didapatkan hasil, bahwa turboekspander dengan fluida kerja Butane dapat membangkitkan daya tertinggi sebesar 8,23 kW dengan efisiensi 53,5%  pada 14000 rpm, sedangkan daya dan efiensi tertinggi untuk fluida kerja Pentane dapat membangkitkan daya sebesar 3,71 kW dengan efisiensi 44,23 % pada 12000 rpm dan fluida kerja R245fa menghasilkan daya sebesar 7,41 kW dengan efisiensi sebesar 33,08% pada 10000 rpm.", "Daftar File": {"2017 TS PP Diki Ismail Permana 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111834"}, "Penulis": "Diki Ismail Permana - (23114303)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priyono Sutikno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Turboekspander, CFD, SRO, simulasi numerik, fluida kerja", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}