{"Nomor": 21765, "Judul": "STUDI PENGARUH AKTIVITAS LEDAKAN MATAHARI (FLARE) DAN PARTIKEL ENERGI TINGGI MATAHARI TERHADAP FENOMENA LUBANG OZON (OZONE HOLE) BUMI PADA SELANG TAHUN 1996-2005", "Abstrak": "Deplesi ozon, atau yang lebih dikenal sebagai lubang ozon, merupakan fenomena atmosfer ketika konsentrasi ozon di lapisan stratosfer Bumi menipis. Terjadinya fenomena lubang ozon tidak hanya disebabkan oleh ODS (Ozone Depleting Substance) yang dihasilkan dari hasil aktivitas manusia dan faktor alam internal Bumi, tapi juga aktivitas Matahari berupa ledakan Matahari (flare) dan partikel energi tinggi dari lontaran massa korona (Coronal Mass Ejection). Lubang ozon terobservasi di kedua kutub Bumi oleh satelit OSIRIS, GOMOS, dan SCIAMACHY pada saat ledakan Matahari besar terjadi. Penulis mencari korelasi antara peristiwa ledakan Matahari dan lontaran massa korona terhadap luas lubang ozon di kedua kutub. Parameter yang digunakan untuk korelasi antara lain: fluks sinar-X Matahari dari ledakan Matahari kelas X dan partikel energi tinggi dari lontaran massa korona jenis Halo.  \n \n\nDengan menggunakan citra satelit EP-TOMS (Earth Probe-Total Ozone Mapping Spectrometer), dalam studi Tugas Akhir ini dipaparkan mengenai luas lubang ozon pada selang tahun 1996-2005 di kedua kutub, yaitu adanya asimetri luas lubang ozon di kedua kutub dimana kutub selatan mempunyai luas lubang ozon lebih besar, pengaruh musim terhadap lubang ozon dimana saat musim dingin lubang ozon lebih luas, serta keadaan ozon ketika dua peristiwa Bastille Day Storm pada tanggal 14 Juli 2000 dan Halloween Day Storm pada tanggal 28 Oktober 2003. Pengaruh posisi ledakan Matahari di piringan Matahari mempengaruhi dampaknya terhadap lubang ozon. Plasma atau partikel energi tinggi dari Matahari memperbesar luas lubang ozon.", "Daftar File": {"2017 TA PP DIMAZ PRADIPTAWARDHANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111898"}, "Penulis": "DIMAZ PRADIPTAWARDHANA (NIM: 10312021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ozon, lubang ozon, ledakan Matahari, lontaran massa korona, partikel energi tinggi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}