{"Nomor": 21764, "Judul": "PERANCANGAN PONDASI TIANG BOR DAN DIAPHRAGM WALL PROYEK KANTOR SEWA SERPONG", "Abstrak": "Kasus yang dihadapi dalam tugas akhir kali ini adalah bangunan bertingkat yang terdiri dari satu tower (16 lantai), dua podium (masing-masing 3 lantai), dan basement (4 lantai) sedalam 12,25 meter. Podium dibagi menjadi bagian utara dan selatan, dengan tower tersambung di atas podium utara. Berdasarkan kasus tersebut, akan dilakukan desain pondasi tiang bor dan dinding penahan tanah. \n\nJenis dinding penahan tanah yang digunakan adalah diaphragm wall. Tahap pertama yang dilakukan dalam desain dinding penahan tanah adalah perhitungan kedalaman penetrasi secara manual. Setelah itu, dilakukan pemodelan dinding penahan tanah dengan menggunakan PLAXIS 2D. Pemodelan dilakukan dengan menambahkan ground anchor sebagai perkuatan. Tahap terakhir adalah pengecekan basal heave dan perhitungan kebutuhan dewatering. \n\nPerhitungan kapasitas daya dukung aksial tiang tunggal dilakukan secara manual berdasarkan persamaan Skempton dan Reese & Wright dengan diameter tiang sebesar 800 mm, 1000 mm, dan 1200 mm. Kemudian dilakukan perhitungan efisiensi kelompok tiang dengan menggunakan persamaan Converse-Labare, Los Angeles, dan Seiler-Keeney, sehingga dapat diketahui diameter tiang yang paling efisien. Kapasitas lateral tiang didapatkan dengan bantuan software Lpile. Gaya dalam aksial dan lateral tiang didapatkan dengan menggunakan software Group. Gaya dalam yang didapatkan dari Group dibandingkan dengan kapasitas aksial dan lateral yang sudah didapatkan sebelumnya. Selanjutnya dilakukan perhitungan settlement pondasi dengan menggunakan metode raft equivalent.", "Daftar File": {"2017 TA PP DIMAS RAKHA AMMAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111897"}, "Penulis": "DIMAS RAKHA AMMAR   (NIM : 15013010)", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pondasi tiang bor, dinding penahan tanah, settlement, basement, diaphragm wall, basal heave, dewatering, LPile, Group, PLAXIS 2D", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "10 file", "Tanggal Input": "27 Sep 2017"}