{"Nomor": 21772, "Judul": "DESAIN PENAMPANG KANAL INLAND WATERWAY DI SUNGAI MAHAKAM KALIMANTAN TIMUR UNTUK DISTRIBUSI KAYU LOG", "Abstrak": "Kalimantan menjadi pulau pemasok kayu log terbesar di Indonesia. Kekurangan infrastruktur menjadi salah satu faktor yang menghambat distribusi komoditas kayu asli Kalimantan. Inland waterway adalah suatu sarana transportasi air yang efektif dan efisien dalam pendistribusian logistik untuk menunjang distribusi kayu log Kalimantan. Tugas Akhir ini bertujuan untuk mendesain kanal inland waterway di daerah Kalimantan Timur dengan memanfaatkan Sungai Mahakam. Desain kanal dalam tugas akhir ini menyoroti tiga kondisi penting, Kondisi pertama yaitu elevasi muka air minimum untuk mengetahui kondisi terburuk berupa kapal karam dengan memodelkan kapal ukuran tertentu bisa melewati sungai tersebut. Untuk mendapatkan elevasi minimum diperlukan data debit andalan dan elevasi pasang surut terendah. Kondisi penting kedua adalah faktor radius tikungan yang sangat mempengaruhi desain kanal. Radius tikungan perlu dihitung berdasarkan panjang kapal rencana. Kondisi terakhir adalah elevasi banjir dari sungai dengan mempertimbangkan banjir di bantaran yang bisa menyebabkan terhambatnya laju kapal. Kondisi saat banjir dimodelkan dengan masukan berupa pasang surut tertinggi dan data debit banjir. Tanggul banjir akan dijadikan solusi bagi banjir di bantaran. Dengan mempertimbangkan kriteria tersebut, desain kanal Sungai Mahakam dalam Tugas Akhir ini dapat dilewati oleh tongkang dengan ukuran panjang 86.96 meter, lebar 18.32 meter dan draft 4.82 meter dengan tanggul setinggi 1.38 meter di lokasi bantaran yang banjir.", "Daftar File": {"2017 TA PP DINA NURUL HAQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111926"}, "Penulis": "Dina Nurul Haq    (NIM : 15513023)", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kanal, Inland Waterway, Sungai Mahakam", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}