{"Nomor": 21784, "Judul": "KAJI NUMERIK TEKNIK SPLIT-HOPKINSON SHEAR BAR METODE HAT-SHAPED SEBAGAI USULAN STANDAR DIMENSI SPESIMEN UJI", "Abstrak": "Fokus pada analisis karakteristik material ketika diberi beban impak meningkat sejalan dengan kemajuan teknologi. Untuk mengetahui karakteristik tersebut dibutuhkan pengujian pada laju regangan tinggi. Split-Hopkinson Pressure Bar (SHPB) adalah salah satu teknik yang sudah umum digunakan. SHPB sendiri memiliki berbagai metode: kompresi, tarik, geser, torsional, hingga multiaksial. \n \n\nUntuk metode geser pada SHPB, disebut Split-Hopkinson Shear Bar (SHSB), memberi hasil yang menjadi pelengkap pengujian tarik dan dijadikan verifikasi kriteria plastisitas pada sheet metal. Hingga saat ini sudah diketahui tiga metode pengujian SHSB, dan metode hat-shaped menjadi yang paling umum digunakan. Meski sudah berkembang cukup lama dan kegunaannya dianggap penting, belum ada standar pengujian yang dapat digunakan untuk semua metode SHPB. Dalam rangka penyusunan standar pengujian ini perlu dilakukan rangkaian simulasi numerik. \n \n\nSimulasi numerik dilakukan menggunakan Abaqus dengan spesimen aluminium 2024-T351 dan sudah dianggap sah setelah melewati tahap validasi dengan membandingkan kurva tegangan-regangan gesernya terhadap eksperimen. Variasi simulasi dilakukan pada dimensi spesimen uji dan kecepatan impak. Didapat hasil bahwa spesimen uji sebaiknya memiliki nilai L < 9,9 mm atau dengan rasio L/d < 1,19 dan permukaan shear memiliki sudut θ≈20Ã‚Â°.", "Daftar File": {"2017 TS PP DINI ADILAH PRABOWO 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/111980"}, "Penulis": "DINI ADILAH PRABOWO - NIM: 23115302", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Uji impak, Split-Hopkinson Pressure Bar, uji geser, adiabatic shear bands, shear stress, strain rate, hat-shaped", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2017"}