{"Nomor": 21796, "Judul": "PENGARUH PEMBERIAN KOMPOS DAN PUPUK N,P,K TERHADAP KONSUMSI DAN PRODUKTIVITAS AIR TANAMAN PADI BERAS MERAH (Oryza sativa var. Aek Sibundong) MELALUI PENERAPAN BUDIDAYA SRI (System of Rice Intensification) DAN SISTEM IRIGASI TETES (Drip Irrigation System)", "Abstrak": "Teknik budidaya metode SRI  Indonesia merupakan upaya intensifikasi proses dalam meningkatkan produksi beras dengan adanya penggunaan kompos yang berperan sebagai mikrobioreaktor  tanaman. Saat ini  telah berkembang metode SRI semi organik dan non organik dengan adanya penambahan pupuk sintetis. Serta penerapan irigasi tetes tentunya dapat meningkatkan efisiensi penggunaan air dan  mendukung metode SRI  tersebut. Perbedaan teknologi dan input pada budidaya tersebut tentunya berpengaruh pada produksi biomassa dan konsumsi air tanaman. Pada penelitian ini metode yang digunakan untuk menghitung konsumsi air aktual tanaman (ETc) (mm/hari) adalah dengan menimbang selisih bobot polybag tanpa lubang pada selang  waktu 24 jam di dalam screen house. Produktivitas air tanaman dihitungan dengan membagi hasil biomassa panen dengan volume air yang digunakan (kg/m3). Penelitian ini menggunakan rancangan acak kelompok (RAK) dengan 4 perlakuan dan 6 kali perulangan. Data dianalisis dengan uji statistika  ANOVA dan uji lanjut DMRT 95 %. Hasil penelitian menunjukkan konsumsi air tertinggi hingga terendah yaitu pada perlakuan TKP 6,48 ; TK 6,31; TP 5,15; T 3,81 mm/hari. Produktivitas air berdasarkan GKG dari urutan tertinggi hingga terendah yaitu pada perlakuan TK 1,39; TKP 1,33 ; TP 0,92 ; T 0,46 kg/m3. Sedangkan produktivitas air berdasarkan biomassa kering total dari urutan tinggi ke rendah yaitu pada perlakuan TKP 4,74 ; TK 4,27 ;TP 3,22 dan T 2,32 kg/m3 (Ket. T: Tanah; K: Kompos; P : Pupuk N,P,K). Berdasarkan uji DMRT 95% tidak ada perbedaan yang nyata pada perlakuan TKP dan TK baik pada hasil  konsumsi air maupun produktivitas air. Berdasarkan perbandingan dengan literatur, irigasi tetes dapat menurunkan konsumsi air tanaman padi sebesar 27 % dan meningkatkan produktivitas air tanaman padi sebesar 54 %  dibandingkan irigasi tradisional.", "Daftar File": {"2017 TA PP DINY KARUNIA PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112037"}, "Penulis": "DINY KARUNIA PUTRI (11413053)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \n \n \n \n \n\nDr.Ir Mubiar Purwasasmita.      \n \n \n \n \n\nDr.Pingkan Aditiawati, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "beras merah, irigasi tetes, kebutuhan air, SRI", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Okt 2017"}