{"Nomor": 21794, "Judul": "PERSEPSI PENGUNJUNG TERHADAP FASILITAS ALUN-ALUN UJUNGBERUNG SEBAGAI RUANG PENDUKUNG WISATA BUDAYA", "Abstrak": "Proyek akhir ini membahas tentang Ruang publik sebagai fasilitas wisata budaya dengan meninjau studi persepsi pengunjung terhadap Alun-alun Ujungberung. Dilatar belakangi berbagai potensi seni dan budaya tradisional yang banyak terselenggara diruang kawasan Alun-alun Ujungberung, yang menggunakan fasilitas dalam ruang publik terlebih sejak dilakukan revitalisi. Untuk itu dilakukan identifikasi Potensi dengan Cultural Resource Mapping dengan metode perolehan data berupa studi            \n \n \n \n \n \n \n \n\ndokumen perencanaan peraturan dan kebijakan, survey, wawancara, serta data internet. Selain itu dilakukan penilaian persepsi dan tingkat kepentingan pengunjung terhadap Alun-alun Ujungberung sebagai Fasilitas Wisata Budaya dilakukan penilaian Persepsi dan tingkat kepentingan dengan menggunakan metode Importance Performance Analysis (IPA). Peta sumber daya budaya            \n \n \n \n \n \n \n \n\nmenunjukan kawsan Ujungberung memiliki potensi sumberdaya berupa komunitas dan praktisi budaya yang aktif, ruang budaya untuk pertunjukan dan kegiatan, beragam aktivitas seni dan budaya, sumber daya tambahan yang berpengaruh terhadap keberlangsungan wisata budaya            \n \n \n \n \n \n \n \n\nkedepannya. Data yang digunakan dalam identifikasi adalah data yang terdaftar dalam lingkup Kecamatan Ujungberung baik berupa kegiatan yang dielenggarakan dalam lingkup kawasan Alunalun, jenis-jenis kesenian hingga komunitas seni yang terdaftar di Dinas Pariwisata dan Kebudayaan Kota Bandung. Penilaian Persepsi dan Tingkat Kepentingan Pengunjung Terhadap Fasilitas di Alunalun Ujungberung menghasilkan 43 atribut negatif dan 2 atribut positif. Hasil survey dan analisis data menunjukkan bahwa Persepsi Pengunjung Terhadap Fasilitas di Alun-alun Ujungberung lebih rendah dari Tingkat Kepentingan Pengunjung terhadapnya. Untuk menampung seluruh kegiatan wisata budaya dalam skala besar, Alun-alun Ujungberung memiliki kapasitas secara fisik maupun            \n \n \n \n \n \n \n \n\npenglolaan. Namun, berdasarkan pertanyaan terbuka pengunjung masih mengharapkan kegiatan budaya terjangkau baik secara spasial dan finansial masyarakat.", "Daftar File": {"2016 TS PP DINNY HANIFA FARDIAH IBADILLAH 1.pdf": "https://digilib.itb.ac.id/gdl/download/112029"}, "Penulis": "DINNY HANIFA FARDIAH IBADILLAH (NIM : 95713010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Heru Purboyo Hidayat Putro DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ruang Publik, Alun-alun, fasilitas wisata, wisata budaya, Cultural Resource Mapping, Importance Performance Analysis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}