{"Nomor": 21797, "Judul": "FACTORS INFLUENCING CONSUMER PREFERENCES TOWARDS  ONLINE TRANSPORTATION APPS: CASE OF GO-JEK", "Abstrak": "Pesatnya perkembangan teknologi menyebabkan permintaan untuk mendapatkan informasi \n\ndengan cepat menghasilkan hadirnya smartphone sebagai salah satu solusi untuk memenuhi \n\npermintaan. Sebagai hasil dari meningkatnya penerimaan penggunaan smartphone di seluruh \n\ndunia dan 93% pengguna internet di Indonesia yang mengakses internet mereka melalui \n\nsmartphone, mobile app menjadi bisnis potensial di Indonesia. Salah satu mobile app lokal \n\nyang muncul adalah GO-JEK, sebuah aplikasi transportasi online dengan konsep berbagi \n\nkendaraan. Dengan aplikasi ini pengguna bisa bertemu dengan pemilik kendaraan agar bisa \n\npergi ke tempat tujuan mereka. Dalam kategori aplikasi ini GO-JEK adalah satu-satunya \n\naplikasi transportasi online lokal dibandingkan dengan pesaing aplikasi transportasi online dari \n\nluar negeri seperti Uber & Grab. Semua aplikasi tersebut menambahkan fitur dan produk di \n\naplikasi masing-masing dan perlahan meminimalkan perbedaan di antara mereka.  \n \n\nTujuan dari penelitian ini adalah untuk mengetahui faktor-faktor yang mempengaruhi aplikasi \n\ntransportasi online dan memusatkan perhatian pada faktor-faktor apa yang mempengaruhi \n\nkonsumen untuk memilih GO-JEK daripada pesaingnya. Atribut yang diuji adalah Price \n\nConsciousness, Coupon Redemption, Innovativeness, Practicality, Trust, Comfort, Safety, dan \n\nConsumer Ethnocentrism. Penelitian ini merupakan penelitian kuantitatif dan menggunakan \n\nconvenience sampling sebagai teknik sampling. Ada 300 peserta dalam kuesioner yang berasal \n\ndari Jakarta dan Bandung. Data kemudian dianalisis dengan Reliability Study, Descriptive \n\nAnalyis, dan Logistic Regression. Hasil dari penelitian ini adalah: 1. 52% responden memilih \n\nmenggunakan GO-JEK dibandingkan kompetitornya, 2. Semua atribut diterima sebagai faktor  \n\nyang mempengaruhi preferensi konsumen, dan 3. Price Consciousness, Coupon Redemption, \n\nSafety, dan Consumer Ethnocentrism adalah faktor yang berpengaruh signifikan bagi \n\nkonsumen untuk memilih GO-JEK dibandingkan pesaingnya.", "Daftar File": {"2017 TA PP DIO IRSANDI MUHAMAD 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112038", "2017 TS PP DIO IRSANDI MUHAMAD 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251943"}, "Penulis": "Dio Irsandi Mohamad (NIM 19014117)", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, Ph.Dc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Consumer Preference, Online Transportation App, Consumer Ethnocentrism", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}