{"Nomor": 21790, "Judul": "MANAJEMEN ASET TAMAN DI KOTA BANDUNG", "Abstrak": "Taman sebagai salah satu Ruang Terbuka Hijau (RTH) kota, banyak memberikan manfaat bagi masyarakat perkotaan. Keberadaan taman ikut berperan serta dalam menjaga keserasian ekosistem perkotaan, mewujudkan keseimbangan antara lingkungan alam dan buatan di perkotaan yang   \n \n \n\nberguna untuk kepentingan masyarakat. Taman juga dapat berfungsi sebagai ruang publik, yakni sebagai sarana bagi masyarakat untuk saling berinteraksi secara sosial. Dengan terpeliharanya dan tertatanya taman kota dengan baik akan meningkatkan kebersihan dan keindahan lingkungan, sehingga akan memiliki nilai estetika atau daya tarik dan menjadi nilai jual bagi pengunjung, sehingga dapat meningkatkan harga lahan, serta ruang mata pencaharian bagi masyarakat. Namun, kebanyakan manfaat taman sifatnya berorientasi jangka panjang dan tidak secara langsung memberikan keuntungan ekonomi yang besar seperti halnya mall, permukiman, pertokoan, dan   \n \n \n\nfasilitas sosial lainnya. Akibatnya, seringkali keberadaan taman dikesampingkan. Keterbatasan dana,   \n \n \n\npersonil dan sarana penunjang, juga menjadi kendala utama bagi pemerintah dalam menjalankan fungsinya sebagai pengelola taman. Disamping itu, kurangnya kesadaran masyarakat dalam merawat dan menjaga keberlangsungan taman menyebabkan kondisi taman lebih cepat rusak dan tidak terawat, sehingga mengurangi kenyamanan dan keamaanan selama berada di area taman.   \n \n \n\nKecenderungan dalam permasalahan taman ini kerap menimpa kota-kota di Indonesia, salah satunya Kota Bandung.   \n \n \n\nUntuk mengatasi persoalan-persoalan tersebut, dibutuhkan suatu sistem manajemen pengelolaan yang baik, guna mengoptimalkan performa taman. Salah satunya melalui pengelolaan taman dengan pendekatan konsep manajemen aset. Konsep manajemen aset mulai dikenali sebagai suatu cara yang dapat diterapkan oleh pemerintah dalam mengelola aset-aset yang dimiliki. Pendekatan manajemen   \n \n \n\naset merupakan salah satu pendekatan yang patut diperhitungkan dalam pengelolaan aset taman. Melalui manajemen taman dengan pendekatan konsep manajemen aset, pemerintah dapat melakukan inventarisasi aset dan evaluasi performa taman, sehingga dapat mengambil keputusan atas pembangunan, penggunaan, pemeliharaan, dan perbaikan taman. Kemampuannya dalam mengidentifikasi informasi-informasi penting terkait fungsi dan peluang pengelolaan taman merupakan salah suatu tahapan manajemen aset yaitu optimalisasi aset dalam pengelolaan potensipotensi taman yang ada di Kota Bandung.", "Daftar File": {"2015 TS PP DINI HARDILLA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/111998", "2015 TS PP DINI HARDILLA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/111999", "2015 TS PP DINI HARDILLA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112000", "2015 TS PP DINI HARDILLA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112001", "2015 TS PP DINI HARDILLA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112002", "2015 TS PP DINI HARDILLA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112003", "2015 TS PP DINI HARDILLA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112004", "2015 TS PP DINI HARDILLA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112005"}, "Penulis": "DINI HARDILLA (NIM : 25413025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Ir. Roos Akbar, M.Sc. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Taman Kota, Pengelolaan, Optimalisasi Aset , Manajemen Aset, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "8 file", "Tanggal Input": "09 Okt 2017"}