{"Nomor": 21803, "Judul": "FOTODEGRADASI ZAT WARNA METILEN BIRU MENGGUNAKAN FOTOKATALIS NANOKOMPOSIT TiO2/ZnO/CoO", "Abstrak": "Material nanopartikel telah banyak menarik minat para peneliti karena material berukuran nano dapat dibuat untuk menghadirkan suatu hal yang baru dalam bidang material dan meningkatkan sifat fisika dan kimia dari material tersebut secara signifikan. Salah satu contoh material yang disintesis dalam ukuran nano adalah nanopartikel logam oksida, dan logam oksida yang banyak diteliti oleh peneliti adalah TiO2 dan ZnO. Kedua logam oksida ini merupakan material fotokatalis yang banyak diteliti karena memiliki kemampuan fotokatalitik yang baik dalam mendegradasi zat polutan di air, seperti zat warna, pestisida, dan deterjen. Akan tetapi, reaksi fotokatalitik TiO2 dan ZnO umumnya terjadi pada daerah sinar ultraviolet, sehingga menyebabkan keterbatasan penggunaan TiO2 dan ZnO dalam pengolahan zat polutan di air. Oleh karena itu, perlu dilakukan penelitian fotokatalis komposit TiO2  Ã‚Â– ZnO yang didoping dengan unsur yang dapat menyebabkan komposit tersebut dapat diiradiasi dibawah sinar tampak atau sinar matahari. Pada penelitian ini telah berhasil disintesis material nanokomposit TiO2/ZnO/CoO dengan  menggunakan metode pengendapan kimia berbasis  sol gel. Prekursor yang digunakan adalah seng asetat Zn(CH3COO)2.2H2O, kobalt asetat Co(CH3COO)2.4H2O dan titanium (IV) etoksida. Karakterisasi terhadap nanokomposit yang dihasilkan dilakukan dengan XRD untuk analisis struktur kristal, FTIR untuk melihat gugus fungsi yang terbentuk, SEM-EDS dan TEM untuk analisis morfologi , dan UV-DRS untuk analisis energi band gap (celah pita). Analisis XRD menunjukkan bahwa nanokomposit yang terbentuk memiliki puncak difraktogram yang mirip dengan TiO2  (JCPDS 21-1276), ZnO (JCPDS 36-1451) dan CoO (JCPDS 42-1300). Hal ini membuktikan bahwa nanokomposit terdiri dari logam oksida TiO2, ZnO dan CoO. Analisis IR dari material nanokomposit menunjukkan adanya puncak khas dari ZnO pada daerah bilangan gelombang 418,55 cm-1  dan 526,57 cm-1. Citra SEM menunjukkan bentuk permukaan  nanokomposit  tidak  homogen  dan  terdapat  penggumpalan (aglomerasi) di beberapa permukaan nanokomposit. Analisis TEM menunjukkan nanokomposit hasil sintesis memiliki ukuran partikel sekitar 38,46 nm Ã‚Â– 130,77 nm. Nilai energi band gap  yan diperoleh berdasarkan analisis pengukuran UV- DRS adalah sebesar 2,75 eV. Untuk melihat kinerja material nanokomposit yang dihasilkan dilakukan proses degradasi metilen biru dengan mempelajari pengaruh pH optimum iradiasi, waktu optimum iradiasi dan massa nanokomposit optimum yang digunakan. Konsentrasi metilen biru yang digunakan adalah 4 ppm. Dari hasil pengujian menunjukkan bahwa komposit yang disintesis dapat digunakan untuk proses fotodegradasi zat warna metilen biru. Kondisi optimum yang diperoleh dari pengujian parameter adalah pH 7, waktu iradiasi 210 menit dan massa nanokomposit yang digunakan sebesar 0,04 gram. Pada kondisi larutan pH 7 dan waktu iradiasi sinar UV selama 210 menit diperoleh persentase degradasi zat warna metilen biru sebesar 71,05%. Untuk melihat kinetika fotokatalisis dari nanokomposit maka dilakukan perbandingan proses degradasi zat warna metilen biru dalam tiga kondisi yaitu fotolisis lampu UV, fotolisis lampu neon dan proses degradasi tanpa radiasi, dengan waktu iradiasi serta jumlah nanokomposit yang sama. Berdasarkan tiga kondisi proses degradasi tersebut diperoleh persentase degradasi maksimum sebesar 71,05% untuk fotolisis lampu UV, persentase degradasi maksimum sebesar 62,18% untuk fotolisis lampu neon dan persentase degradasi maksimum sebesar 63,08% untuk proses degradasi tanpa radiasi. Kinetika degradasi fotokatalisis mengikuti kinetika degradasi pseudo orde satu dan diperoleh nilai konstanta laju kTZCo  pada lampu UV= 0,004 menit-1  , kTZCo pada lampu neon = 0,002 menit-1, dan kTZCo pada proses degradasi tanpa radiasi = 0,004 menit-1. Sebagai perbandingan, kinetika degradasi fotokatalisis dari nanokomposit TZCo dan TiO2-ZnO juga mengikuti kinetika degradasi  pseudo orde satu, dengan nilai konstanta laju kTZCo = 0,002 menit-1   dan kTiO2/ZnO  = 0,009 menit-1.", "Daftar File": {"2017 TS PP DIRA IRNAMERIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112057", "2017 TS PP DIRA IRNAMERIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112058", "2017 TS PP DIRA IRNAMERIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112059", "2017 TS PP DIRA IRNAMERIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112060", "2017 TS PP DIRA IRNAMERIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112061", "2017 TS PP DIRA IRNAMERIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112062", "2017 TS PP DIRA IRNAMERIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112063"}, "Penulis": "DIRA IRNAMERIA ( NIM: 20514024 )", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Muhammad Ali Zulfikar, MS    \n \n\nPembimbing 2 : Dr. Eng. Muhamad Nasir"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "fotodegradasi, nanokomposit, metilen biru, TiO2/ZnO/CoO", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}