{"Nomor": 21810, "Judul": "KARAKTERISASI RESERVOIR BATUPASIR  BERDASARKAN ANALISIS FASIES DAN PETROPHYSICAL ROCK TYPE PADA ZONA D-17A,  FORMASI BALIKPAPAN, BLOK SANGA-SANGA, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan Simerah di Blok Sanga-Sanga ditemukan pada tahun 1974. Lapangan ini terletak di tepi daratan bagian utara dari Delta Mahakam, Cekungan Kutai, Kalimantan Timur. Lapangan Simerah merupakan salah satu lapangan penghasil hidrokarbon, terutama gas. Saat ini, Lapangan Simerah telah memasuki tahap pengembangan dan produksi. Salah satu reservoir penghasil gas di lapangan ini adalah Zona D-17A, Formasi Balikpapan.  \n \n\nDalam pengembangan suatu lapangan gas, flow unit menentukan performa produksi dari suatu interval yang acap kali tidak bisa diprediksi hanya dengan data porositas. Oleh karena itu, upaya yang dapat dilakukan adalah dengan menganalisis karakteristik reservoir secara lebih detail menggunakan pendekatan litofasies dan petrofisika Rock Type (RT).  Data yang digunakan dalam penelitian ini adalah data batuan inti Zona D-17A yang diambil dari dua sumur dengan panjang total 95 kaki, data log tali kawat dari 48 sumur, dan data seismik 2D. \n \n\nBerdasarkan analisis batuan inti, diketahui bahwa zona reservoir D-17A termasuk ke dalam fasies distributary channel dan tersusun atas enam litofasies, yaitu: batulempung (Fl), batupasir sangat halus-sedang laminasi sejajar (Sh), batupasir halus gelembur gelombang (Sr), batupasir halus flasser bedding (Sf), batupasir sedang laminasi silang siur (Sp), dan batupasir sedang tanpa struktur (Ssl).  \n \n\nIdentifikasi rock type menggunakan metode FZI (Flow Zone Indicator), dilakukan dengan mengeplot data Routine Core Analysis (RCAL) yang berjumlah 215 sampel. Hasilnya adalah Zona D-17A dapat dibagi menjadi empat rock type. Setiap rock type memiliki hubungan porositas dan permeabilitas yang cukup baik ditandai dengan nilai koefisien korelasi, sebagai berikut RT 1 = 0,75; RT 2 = 0,7; RT 3 = 0,85; dan RT 4 = 0,77. Selain itu, dapat diketahui bahwa satu fasies dapat terdiri dari beberapa rock type dan satu rock type dapat tersusun atas beberapa litofasies pada Zona D-17A.", "Daftar File": {"2017 TS PP DITTA GRIFTHIANA RAHMADITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112097"}, "Penulis": "DITTA GRIFTHIANA RAHMADITA - NIM: 22014315", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "litofasies, rock type, porositas, permeabilitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2017"}