{"Nomor": 21823, "Judul": "A NEW EVALUATION AND PREDICTION METHOD USING VERTICAL SWEEP EFFICIENCY MAP ON REMAINING OIL DISTRIBUTION", "Abstrak": "Identifying by-passed oil in a mature field usually needs a sufficiently long work since it uses modeling a reservoir simulation method. However for a mature field that has abundance of data, the knowledge of oil distribution at late stages of field production life is critical for maintaining production performance that often need a robust and accurate solution.     \n\nThis case study discusses highlighting a simplistic approach to integrate multiple data sets to develop remaining oil maps by applying a vertical sweep efficiency (EV) concept from open and cased hole resistivity logs. This data interpretation and visualization was able to produce a new format and more informative data. The results in form of vertical sweep and oil distribution map were validated with current condition of the field and verified using an available reservoir simulation model. A statistical exercise was employed to validate the accuracy of the method by comparing to the simulation results. Additionally, an exercise to formulate relationship between vertical sweep efficiency and some independent variables has been carried out for prediction purposes. Validation of this new correlation has been bear out using the actual data from some new wells. The equation is vastly applicable for medium and high EV condition with average error of 6.9 %.", "Daftar File": {"2009 TS PP DONNY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112155", "2009 TS PP DONNY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112156", "2009 TS PP DONNY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112157", "2009 TS PP DONNY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112158", "2009 TS PP DONNY 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/112159", "2009 TS PP DONNY 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/112160", "2009 TS PP DONNY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112161", "2009 TS PP DONNY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112162", "2009 TS PP DONNY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112163"}, "Penulis": "DONNY (Nim : 22207306)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji M.Sc. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Vertical Sweep, Mapping Technique, Simulation, Remaining Oil", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}