{"Nomor": 21820, "Judul": "PEMELAJARAN FISIKA PADA PROSES PEMBENTUKAN IDOKRAS DAN EMAS DI ACEH", "Abstrak": "Fisika adalah ilmu yang berbasis pada konteks alam sehingga seluruh peristiwa alam pada dasarnya dapat dijelaskan secara fisika. Demikian halnya juga penjelasan proses pembentukan mineral dan batuan juga dapat diterangkan dengan fisika. Studi ini dilakukan dengan melalui studi pustaka, dilanjutkan dengan konstruksi proses pembentukan mineral dan peninjauan aspek fisika pada proses pembentukan pada sampel idokras dan emas. Hasil pemelajaran yang diperoleh adalah pemahaman proses pembentukan idokras dan emas serta pemahaman aspek fisika pada proses pembentukan mineral. Idokras terbentuk dari hasil metamorfosa batu gamping akibat terjadinya kontak dengan magma sisa endapan magmatis. Oleh karen itu, lokasi terbentuknya idokras adalah dekat dengan zona intrusi. Secara penampakan, zona lokasi ini dicirikan dengan adanya pertemuan besar antara batuan beku, sedimen dan metamorf. Untuk Sumatera, wilayah terbentuknya pertemuan besar ini merupakan salah satu dari akibat penunjaman dangkal lempeng samudera dibawah tepian lempeng benua. Pada proses pembentukan idokras terjadi pertukaran salah satu komposisi batu gamping dengan laruran sisa endapan magmatis, Karbon (C) digantikan oleh gas pada magma. Suhu yang tinggi mengakibatkan terjadinya perubahan struktur atom dan rekristalisasi. Proses pendinginan yang lama menghasilkan struktur kristal besar pada idokras, yaitu struktur tetragonal. Tinjauan fisika pada proses pembentukan idokras berupa penjelasan hukum-hukum termodinamika khususnya entalphi yang berperan sebagai energi pembentukan. Selain itu juga penjelasan proses pembentukan dalam diagram fasa eutetik secara umum. Berbeda dengan Idokras, mineral emas sudah ada pada magma primer dan akan mengendap pada kondisi tekanan dan temperatur tertentu di dekat permukaan. Emas yang banyak ditemukan di Aceh adalah jenis epitermal sulfida tinggi. Hal ini dapat dilihat dari asosiasi mineral dan lokasi penemuan yang dekat dengan kaldera. Endapan epitermal sulfida tinggi berasaal dari sistem hidrotermal vulkanik dimana larutan hidrotermal memiliki sifat asam yang tinggi. Larutan epitermal yang bersuhu tinggi bertemu dengan air permukaan (air tanah) yang bersuhu rendah sehingga terjadi pendidihan. Proses pendidihan akan menguapkan gas-gas H2O, CO2, HCl, H2S dan SO2. Hasil dari penguapan gas-gas tersebut akan menyisakan endapan epitermal sulfida tinggi.", "Daftar File": {"2016 TS PP DONA MUSTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112132", "2016 TS PP DONA MUSTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112133", "2016 TS PP DONA MUSTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112134", "2016 TS PP DONA MUSTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112135", "2016 TS PP DONA MUSTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112136", "2016 TS PP DONA MUSTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112137", "2016 TS PP DONA MUSTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112138"}, "Penulis": "DONA MUSTIKA (NIM : 90214016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Lilik Hendrajaya, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fisika, Genesa Mineral, Idokras, Emas", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "20 Nov 2017"}