{"Nomor": 21829, "Judul": "DETEKSI KERUSAKAN BANTALAN GELINDING BOLA DENGAN METODE ANALISIS GETARAN, TEMPERATUR, DAN SHOCK PULSE PADA PENGUJIAN YANG DIPERCEPAT", "Abstrak": "Mesin rotasi merupakan mesin yang banyak digunakan di industri. Mesin jenis ini memiliki penyebab kegagalan, salah satunya adalah kegagalan akibat kerusakan pada bantalan gelinding. Kerusakan pada bantalan gelinding akan menurunkan kinerja mesin sehingga mengganggu proses produksi. Oleh karena itu, kondisi bantalan gelinding perlu dipantau secara periodik. Kerusakan bantalan gelinding dapat dideteksi dengan beberapa metode seperti metode analisis getaran, analisis pelumas, pengukuran temperatur, dan lain-lain. Kerusakan bantalan gelinding perlu dideteksi sedini mungkin agar suku cadang dapat dipesan lebih awal sehingga waktu perbaikan menjadi lebih cepat. Pada tugas sarjana ini dilakukan untuk mengetahui ciri kerusakan bantalan gelinding bola dengan metode analisis getaran, temperatur dan shock pulse pada pengujian yang dipercepat. Pada pengujian ini, pengukuran getaran dan temperatur dilakukan secara online oleh perangkat akuisisi data NI USB 6009 dan pengukuran shock pulse dilakukan secara periodik dengan menggunakan akuisisi data Leonova Diamond. Data pengukuran getaran dan temperatur diolah dengan menggunakan perangkat lunak Matlab, sedangkan data pengukuran shock pulse diolah dengan menggunakan perangkat lunak Condmaster Ruby. Berdasarkan hasil analisis, dapat disimpulkan beberapa hal berikut: Bantalan yang mengalami kerusakan selain akibat gesekan ditandai dengan kenaikan nilai RMS percepatan getaran yang diikuti kenaikan temperatur. Masalah pada bantalan dapat ditunjukkan dengan kenaikan nilai crest factor dan nilai kurtosis sebelum terjadi kenaikan pada nilai RMS percepatan getaran. Spektrum getaran menujukkan dengan jelas BPFO dan FTF namun tidak untuk BPFI dan BSF walaupun sudah terjadi kerusakan pada bantalan. Bantalan yang mengalami gesekan menyebabkan kenaikan temperatur tinggi yang diperkuat dengan bentuk spektrum getaran yang terjadi. Pengukuran shock pulse tidak memberikan informasi kondisi bantalan dengan akurat jika bantalan mengalami getaran akibat gesekan.", "Daftar File": {"2017 TA PP DWI APRIAWAN SANTOSO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112194"}, "Penulis": "Dwi Apriawan Santoso - Nim: 13113113", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shock pulse, Temperatur, Getaran, Bantalan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Des 2017"}