{"Nomor": 21837, "Judul": "MAP MATCHING PADA DATA GPS TAKSI UNTUK PREDIKSI KEMACETAN KOTA BANDUNG", "Abstrak": "Prediksi tingkat kemacetan dapat menjadi salah satu solusi untuk memecahkan masalah \n\nkemacetan di perkotaan. Diperlukan data parameter atau tolak ukur kemacetan yang bisa \n\ndidapat dari data sensor statistik lalu lintas atau data GPS kendaraan. Data GPS kendaraan yang \n\ndiambil dari armada taksi mudah dikumpulkan, sehingga penelitian ini ingin memanfaatkan \n\ndata GPS dari perjalanan taksi Kota Bandung untuk memprediksi kemacetan. \n\nData GPS taksi Kota Bandung belum memiliki data kecepatan sehingga belum dapat digunakan \n\nsecara langsung untuk memprediksi kemacetan. Kualitas data GPS dalam mengenali lokasi \n\nkendaraan juga kurang akurat, terkadang lokasi kendaraan yang dikenali tidak tepat berada di \n\njalan. Sehingga penelitian ini mengusulkan metode Map Matching pada praproses data untuk \n\nmengatasi masalah kualitas data GPS yang kurang akurat. Data GPS yang telah dilakukan map \n\nmatching kemudian dihitung kecepatannya saat berada di jalan sehingga dapat digunakan untuk \n\nmemprediksi kemacetan. Kecepatan ini menjadi salah satu parameter kemacetan yang dapat \n\nmenentukan tingkat kemacetan di jalan. \n\nHasil dari penelitian ini menunjukkan bahwa Map Matching dapat membantu memperbaiki \n\nkualitas data GPS serta untuk mendapatkan parameter kemacetan seperti kecepatan secara lebih \n\ntepat sehingga dapat dilakukan prediksi tingkat kemacetan.", "Daftar File": {"2017 TA PP DWINA SATRINIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112241"}, "Penulis": "DWINA SATRINIA", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati, M. Comm."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Prediksi kemacetan, Map Matching, data GPS taksi", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Dwina Fatimiyah Shidiq", "File": "1 file", "Tanggal Input": "29 Sep 2017"}