{"Nomor": 21834, "Judul": "WATER INJECTION IN LOW PERMEABILITY RESERVOIR FOR ENHANCING OIL RECOVERY", "Abstrak": "The X-field is onshore oil field which was discovered in the mid of 1996. The reservoir-A in X-field itself had been developed since hydraulic fracturing technology was employed in this formation. As this reservoir has tight        \n\npermeability, thus only gas was found without stimulation treatment. The reservoir is shally sandstone with area 7,411 acres, average porosity 17% and water saturation 45%, where OWC is estimated at 2,840 ft ss, and maximum thickness of oil is about 60 ft. Numerical simulation modeling involving a hydraulic fractured behavior of the wells is proposed for better monitoring and predicting the performance of reservoir-A in X-field as wells as supporting the optimum development of the        \n\nfield and maximizing oil recovery. By exercising some scenarios, the optimum future development is resulted from scenario of fluid injection. For this field case,        \n\nwater injection is the only reliable scenario while gas injection is not applicable due to the limited gas source in the X-field.  The main problem for water injection implementation is this reservoir-A is shally sandstone reservoir with kaolinite as dominant clay Hence this project become particularly challenging due to clay swelling possibility. A comprehensive study to provide the technical basis for full-scale water injection project is being conducted. This thesis discusses the method of comprehensive study which includes; (1) lab test for coreflooding experiments to evaluate the characteristics of permeability damage during water injection, scaling tendency in formation and near wellbore plugging; (2) pilot injection test to determine well injectivity; (3) therefore re-formulate the reservoir simulation in defining optimum velocity of water injection to optimize oil recovery. Based on investigations, low water injection rate from dominantly peripheral pattern will perform well, thus give significant effect to increase oil recovery factor from 9% to 13%. The finding of this study is useful for full scale water injection execution and further development of reservoir-A in the X-field.", "Daftar File": {"2010 TS PP DWI MARLIA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112220", "2010 TS PP DWI MARLIA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112221", "2010 TS PP DWI MARLIA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112222", "2010 TS PP DWI MARLIA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112223", "2010 TS PP DWI MARLIA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112224", "2010 TS PP DWI MARLIA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112225", "2010 TS PP DWI MARLIA SARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112226", "2010 TS PP DWI MARLIA SARI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/112227", "2010 TS PP DWI MARLIA SARI 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/112228", "2010 TS PP DWI MARLIA SARI 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/112229", "2010 TS PP DWI MARLIA SARI 1-BAB 10.pdf": "https://digilib.itb.ac.id/gdl/download/112230", "2010 TS PP DWI MARLIA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112231"}, "Penulis": "DWI MARLIA SARI (NIM : 22207016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Taufan Mahendrajana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "X-field, water injection, oil recovery", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}