{"Nomor": 21849, "Judul": "PENGEMBANGAN TIGHT GAS RESERVOIR MELALUI SUMUR HORIZONTAL UNTUK KEBUTUHAN LISTRIK MASYARAKAT", "Abstrak": "Keberadaan reservoir tight gas kurang menarik minat investor dalam hal pengembalian modal karena kemampuan laju alir produksi yang rendah. Namun reservoir-reservoir non konvensional memiliki jumlah cadangan besar yang dapat dimanfaatkan untuk waktu produksi yang panjang. Dalam pengembangan reservoir tight gas diperlukan metode produksi khusus untuk memperbesar laju produksi yaitu antara lain dengan menggunakan sumur horizontal. Analisa teknik maupun keekonomian untuk studi optimasi produksi reservoir tight gas dimulai dengan membuat model reservoir menggunakan data sintetik berupa reservoir heterogen dengan harga permeabilitas berkisar antara 0.0225 md Ã‚Â– 0.072 md dan cadangan 8427 MMscf. Reservoir diproduksi dengan menggunakan sumur horizontal dimana selama 60 tahun menghasilkan suatu laju plateau tertentu dengan tujuan pemanfaatan untuk kebutuhan listrik masyarakat sehingga diperlukan studi dari aspek keekonomian. Dua skenario pengembangan dan pemanfaatan tight gas reservoir yang dipilih adalah menjual gas hasil produksi langsung kepada industri atau skenario kedua mengkonversi gas hasil produksi untuk diubah menjadi daya listrik yang memenuhi kebutuhan listrik rumah tangga. Dari dua skenario ini, akan dilihat bagaimana keuntungan yang diperoleh serta faktor-faktor yang mempengaruhi besarnya keuntungan tersebut. Sensitivitas variabel ekonomi dilakukan terhadap variasi harga gas, MARR, dan biaya listrik per bulan per unit rumah.", "Daftar File": {"2010 TA PP DWIYANATA SUMARWOTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/112282"}, "Penulis": "DWIYANANTA SUMARWOTO (NIM : 12206047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tight gas reservoir, sumur horizontal, analisa ekonomi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}