{"Nomor": 21844, "Judul": "ANALYSIS OF BANK HEALTH LEVEL USING RISK-BASED BANK RATING METHOD (RBBR)", "Abstrak": "Buruknya kondisi tingkat kesehatan perbankan disebabkan oleh banyak faktor yang beragam. Faktor yang rentan dihadapi seluruh perbankan adalah risiko kredit. Terjadinya kasus kredit macet dalam jumlah besar dan secara terus menerus menimbulkan dampak negatif terhadap pertumbuhan ekonomi nasional. Dampak bagi bank sendiri sangat merugikan karena semakin terbatasnya dana  serta peningkatan biaya cukup besar. Hal ini juga menyebabkan Kepercayaan nasabah terhadap bank rendah maka penilaian kesehatan bank digunakan untuk mengembalikan kepercayaan  masyarakat agar masyarakat menyimpan uangnya di bank. Manfaat dari penelitian ini untuk nasabah maupun investor adalah sebagai bahan pertimbangan untuk nasabah maupun investor dalam pengambilan keputusan dalam memilih bank. Dengan memilih bank yang sehat diharapkan   \n\nakan terhindar dari risiko-risiko yang sering dihadapi oleh bank. Penelitian ini bertujuan untuk mendeskripsikan dan menganalisis tingkat kesehatan bank dengan menggunakan pendekatan RBBR. (1) Tingkat Kesehatan Bank ditinjau dari faktor Risk Profile periode 2011-2015, (2) Tingkat Kesehatan Bank ditinjau dari faktor Good Corporate Governance periode 2011-2015, (3) Tingkat Kesehatan Bank ditinjau dari faktor Earnings pada periode 20112015,(4) Tingkat Kesehatan Bank ditinjau dari faktor Capital periode 2011-2015, dan (5) Tingkat Kesehatan Bank ditinjau dari faktor Risk Profile, Good Corporate Governance, Earnings, dan  Capital periode 2011-2015. Metode pengumpulan data yang digunakan dalam penelitian ini adalah metode dokumentasi. Pendekatan RBBR pada penelitian ini menggunakan rasio-rasio keuangan yang terdiri dari empat faktor Risk Profile melalui rasio NPL dan LDR, faktor Good Corporate Governance, faktor Earning melalui rasio ROA dan NIM, dan faktor Capital melalui rasio CAR. Populasi dalam penelitian ini adalah seluruh perusahaan perbankan yang terdaftar di Bursa Efek Indonesia selama tahun 2011-2015. Pengambilan sampel menggunakan metode purposive sampling yaitu pemilihan sampel berdasarkan pertimbangan tertentu, dengan metode tersebut didapatkan   \n\nsampel 5 perusahaan perbankan yang sesuai yaitu, Bank Mandiri, Bank Negara Indonesia, Bank Tabungan Negara, Bank Rakyat Indonesia, dan Bank OCBC NISP. Hasil penelitian menunjukkan pada periode 2011-2015 keseluruhan bank yang diteliti memiliki predikat sangat sehat. Faktor Risk Profile menunjukkan NPL bank di bawah 5% dan mayoritas LDR bank berpredikat cukup sehat.  Faktor Good Corporate Governance menunjukkan bank mendapat predikat sangat baik. Faktor Earning menunjukkan ROA bank lebih dari 1,5% dan NIM bank lebih dari 3%. Faktor Capital menunjukkan CAR bank lebih dari 12% sehingga mampu memenuhi kewajiban penyediaan modal   \n\nminimum sebesar 8%.", "Daftar File": {"2017 TA PP DWITA MARIDA HUTASOIT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112264"}, "Penulis": "Dwita Marida Hutasoit (NIM 19014026)", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, CFPÃ‚Â®"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "The Healthy Level of Bank, RGEC Method", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "19 Sep 2017"}