{"Nomor": 21841, "Judul": "PERENCANAAN SISTEM DRAINASE DAN PENGENDALIAN BANJIR DI KAWASAN KOTA BARU GEDEBAGE BANDUNG TIMUR", "Abstrak": "Kawasan Kota Baru Gedebage akan dibangun di daerah Bandung Timur. Kawasan yang akan dijadikan pusat primer kedua ini memiliki nuansa waterfront city yang kuat. Karena terletak pada daerah yang memiliki topografi relatif rendah, maka pengembangannya harus didukung oleh infrastruktur yang memadai agar masalah banjir dapat teratasi, terutama masalah banjir pada sistem drainase mikro. Arti dari sistem drainase mikro adalah sistem drainase yang hanya mencakup daerah perencanaan saja. Salah satu infrastruktur yang dibutuhkan adalah sistem pengelolaan air hujan (drainase) yang harus diikuti dengan upaya penanganan banjir, baik secara struktural maupun non struktural. Upaya non struktural yang diperlukan adalah dengan melakukan konservasi sumber daya air untuk mengurangi jumlah air yang dibebankan kepada saluran dan badan air penerima. Sedangkan upaya struktural yang diperlukan adalah suatu sistem yang berfungsi sebagai penahan limpasan air hujan untuk sementara. Sistem drainase yang direncanakan nantinya akan digunakan pada wilayah perencanaan seluas 500 hektar yang terbagi menjadi empat kawasan, yaitu kawasan pemukiman, rekreasi, olahraga, serta bisnis dan perdagangan. Saluran yang digunakan memiliki bentuk trapesium dan dilapisi oleh batu kali pada setiap sisinya. Sistem konservasi air yang akan digunakan di perumahan adalah sumur resapan. Hal ini didasarkan pada kemampuan tanah untuk meresapkan air (koefisien infiltrasi) yang cukup baik, yaitu sebesar 2.76 x 10-3 cm/detik. Untuk menanggulangi masalah banjir mikro, maka dibuatlah kolam retensi seluas 24 hektar yang terletak di tengah-tengah kota yang dapat dikembangkan sebagai sarana rekreasi penduduk setempat. Limpasan air hujan yang keluar dari kolam retensi akan dialirkan ke badan air penerima. Pengadaan konservasi air dan kolam retensi mampu mengurangi nilai koefisien limpasan pada daerah perencanaan dari 0.71 menjadi 0.4.", "Daftar File": {"2005 TA PP DWIRIANI KUSUMANINGTIAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112251", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112252", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112253", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112254", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112255", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112256", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112257", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/112258", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/112259", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/112260", "2005 TA PP DWIRIANI KUSUMANINGTIAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112261"}, "Penulis": "DWIRIANI KUSUMANINGTIAS (nim : 153 00 027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arwin Sabar, MSi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "waterfront city, pengendalian banjir mikro, sistem drainase, sumur resapan, kolam retensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "14 Nov 2017"}