{"Nomor": 21857, "Judul": "PERANCANGAN STRUKTUR DERMAGA CURAH CAIR JENIS DOLPHIN DI TELUK BUO, SUMATERA BARAT", "Abstrak": "Produksi kelapa sawit yang tinggi berdampak pada meningkatnya kebutuhan \n\ntransportasi khususnya melalui laut. Untuk mendukung hal tersebut dibutuhkan \n\npembangunan dermaga curah cair jenis dolphin untuk fasilitas muat minyak kelapa \n\nsawit. Kapal yang akan dilayani oleh dermaga ini adalah tanker dengan kapasitas \n\n50,000 DWT. Dengan dibangunnya dermaga ini diharapkan dapat mendorong \n\nperkembangan industri minyak kelapa sawit dan juga menjadi penggerak roda \n\nekonomi Indonesia khususnya di daerah Teluk Buo, Sumatera Barat. \n\nPembangunan dermaga curah cair jenis dolphin meliputi lima elemen struktur yaitu \n\nLoading Platform, Breasting Dolphin, Mooring Dolphin, Trestle dan Walkway. \n\nDalam tugas akhir ini dijelaskan kriteria desain, perhitungan tata letak dermaga, \n\nkomponen dermaga yang digunakan, perhitungan dimensi dan geometri struktur, \n\npembebanan, pemodelan menggunakan perangkat lunak, desain tulangan struktur \n\ndan daya dukung tanah akibat struktur. \n\nPengecekan hasil desain dilakukan menggunakan perangkat lunak SAP2000 yang \n\nmemperhitungkan pembebanan yang terjadi. Pemodelan struktur dimulai dengan \n\nmemodelkan struktur dermaga kemudian diberikan kombinasi pembebanan. \n\nKelima struktur dimodelkan hingga didapat keluaran nilai tekan izin tiang beton, \n\nnilai unity check ratio (UCR) tiang baja, defleksi tiang dan balok struktur, gaya \n\ndalam komponen dan reaksi perletakkan. \n\nSetelah parameter terpenuhi, dilakukan perhitungan terhadap penulangan elemen \n\nyaitu balok, pelat dan pile cap. Penulangan dilakukan dengan memperhitungkan \n\ntiga aspek yaitu tulangan lentur, tulangan geser dan pengecekan punching shear. \n\nTulangan yang didesain harus mampu menahan pembebanan yang terjadi. \n\nNilai reaksi perletakkan digunakan untuk analisis daya dukung tanah terhadap \n\ntiang. Kapasitas tanah yang diperhitungkan yaitu pada bagian ujung tiang pancang \n\ndan gaya gesek pada permukaan tiang pancang. Nilai keduanya harus lebih besar \n\ndari beban akibat struktur. Hasil dari pengerjaan tugas akhir ini berupa dimensi dan \n\ngeometri struktur yang kuat menahan beban-beban yang bekerja.", "Daftar File": {"2017 TA PP DZAKI AULIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112303"}, "Penulis": "Dzaki Aulia", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Struktur, Desain, Curah Cair, Dolphin", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Dwina Fatimiyah Shidiq", "File": "1 file", "Tanggal Input": "29 Sep 2017"}