{"Nomor": 21854, "Judul": "TINGKAT KONSUMSI DAN PREFERENSI PAKAN HARIAN RUSA JAWA (RUSA TIMORENSIS DE BLAINVILLE 1822) DI KAWASAN KONSERVASI TAMAN BURU MASIGIT KAREUMBI, JAWA BARAT", "Abstrak": "Salah satu aspek penting dalam pengelolaan kawasan konservasi taman buru adalah ketersediaan pakan untuk satwa buru yang sesuai dengan tingkat kebutuhannya. Informasi tentang tingkat kebutuhan pakan satwa buru sangat diperlukan untuk mengkaji daya dukung habitat satwa tersebut. Penelitian ini bertujuan untuk menentukan tingkat konsumsi dan preferensi pakan harian rusa jawa (Rusa timorensis de Blainville 1822) di areal penangkaran Taman Buru Masigit Kareumbi (TBMK). Penelitian ini sangat relevan dengan upaya pengembangan populasi Rusa jawa di TBMK melalui rencana introduksi di areal seluas 1097,77 ha. Pengamatan dilakukan terhadap tujuh ekor rusa jawa (5 betina dan 2 jantan) dengan menggunakan pakan yang berasal dari 3 familia hijauan, yakni Poaceae, Leguminosae, dan Polygonaceae. Aspek yang dikaji meliputi tingkat konsumsi pakan harian berdasarkan intensitas sesuai pemberian pengelola, tingkat konsumsi pakan harian dengan intensitas maksimum, serta preferensi pakan rusa jawa. Tingkat konsumsi pakan harian rusa jawa dihitung berdasarkan selisih antara jumlah pakan yang diberikan den gan jumlah pakan tersisa. Penyediaan pakan hijauan campuran diberikan secara ad libitum dengan cafetaria feeding dan diamati pada pagi (06.00) dan malam (18.00) masing-masing selama 12 jam. Tingkat konsumsi pakan setiap individu diasumsikan tanpa memperhitungkan gender, umur, dan bobot badan rusa. Pada setiap pengamatan diambil 100-350 gram sampel kemudian dikeringkan pada oven dengan suhu 105C selama 16 jam untuk menghitung dry matter weight. Preferensi pakan ditentukan dengan pemberian hijauan berdasarkan tingkatan familia hijauan secara cafetaria feeding masing-masing sebanyak 5-15 kg dan dihitung menggunakan Indeks Neu. Hasil perhitungan terhadap tingkat konsumsi pakan menunjukkan dengan intensitas penyediaan sesuai pemberian pengelola, total konsumsi pakan harian rusa jawa di TBMK adalah 4,17 kgBB/ekor sedangkan pemberian pakan dengan intensitas maksimum menunjukkan hasil yang lebih besar, yaitu 8,77 kgBB/ekor. Hasil analisis preferensi pakan menggunakan Indeks Nue menunjukkan jenis pakan yang paling disukai Rusa jawa TBMK berasal dari familia Poaceae, diikuti dengan Leguminosae dan Polygonaceae. Hasil penelitian ini akan dipadukan dengan informasi tentang sebaran ketersediaan pakan alami dan produktivitasnya untuk mendukung upaya introduksi Rusa jawa di TBMK, diantaranya dalam menentukan daya dukung habitat dan jumlah rusa yang akan diintroduksikan.", "Daftar File": {"2017 TA PP DYASTRI INTAN PRATIWI PRAYOGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112294"}, "Penulis": "DYASTRI INTAN PRATIWI PRAYOGA (NIM : 11513049)", "Kontributor / Dosen Pembimbing": ["Pembimbing :       \n \n \n \n \n \n\nDr. Rina Ratnasih.      \n \n \n \n \n \n\nDr. Elham Sumarga."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Konsumsi pakan, preferensi pakan, Rusa jawa (Rusa timorensis), Taman Buru Masigit Kareumbi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}