{"Nomor": 21850, "Judul": "FINDING THE RELATION BETWEEN PERSONAL VALUE AND INVESTMENT DECISION  CASE OF TOBACCO CONSUMERS", "Abstrak": "Investasi Bertanggungjawab Sosial (SRI) yang memperhatikan isu lingkungan dan \n\nsosial telah dikembangkan akhir-akhir ini. Salah satu isu tersebut adalah penggunaan \n\ntembakau. Penelitian ini bertujuan untuk menentukan apakah terdapat pengaruh dari nilai \n\npersonal terhadap keputusan dalam berinvestasi dan faktor-faktor apa saja yang \n\nmempengaruhi keputusan berinvestasi di Indonesia, dimana Indonesia merupakan negara \n\ndengan jumlah perokok aktif terbanyak di dunia. Baik investor pemula dan \n\nberpengalaman merupakan objek dari penelitian ekperimental ini. Penelitian ini \n\nmenggunakan studi ekperimental dengan keadaan yang dikontrol, mengikuti penelitian \n\nsebelumnya dimana responden diharuskan untuk berinvestasi pada perusahaan tembakau \n\natau perusahaan non-tembakau dengan berbagai perubahan return yang diberikan. \n\nRegresi Logistik Binari digunakan untuk mengetahui faktor apa saja yang mempengaruhi \n\nkeputusan berinvestasi para investor. Penelitian ini juga menggunakan ANOVA dan \n\nTukey Kramer untuk mengetahui apakah terdapat perubahan perilaku investor selama \n\npercobaan. Dalam penelitian ini, peneliti menemukan bahwa nilai personal tidak \n\nmempengaruhi keputusan investasi, investor cenderung memilih return yang lebih tinggi \n\nsaat berinvestasi. Ketika return dibedakan sebesar 1%, para responden mengubah \n\nkeputusan berinvestasi mereka.", "Daftar File": {"2017 TA PP DYAH VALENTINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112283", "2017 TS PP DYAH VALENTINA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251954"}, "Penulis": "Dyah Valentina Anggraeni Kadarisman (NIM 19014097)", "Kontributor / Dosen Pembimbing": ["DEDDY P. KOESRINDARTOTO PH.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Personal Value, Investment Decision, Tobacco Use, Socially Responsible Investing", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}