{"Nomor": 21851, "Judul": "STUDI PENGARUH PENAMBAHAN NIOBIUM DAN TEMPERATUR SOLUTION HEAT TREATMENT PADA PADUAN TITANIUM (Ti-25Mo) TERHADAP FASA-&#946; TITANIUM DAN KETAHANAN KOROSI", "Abstrak": "Kecenderungan prevalensi cedera meningkat dari 7,5% (RKD 2007) menjadi 8,2% (RKD 2013). Berdasarkan fakta tersebut sangat diperlukan penelitian mengenai implan untuk patah tulang. Untuk implan tulang (orthopaedic), logam harus memiliki sifat ketangguhan yang sangat baik, elastis, keras, kuat serta tahan terhadap korosi dan fatigue. Paduan titanium menjadi salah satu material implan yang paling menarik karena sifatnya yang ringan, sangat tahan terhadap korosi di dalam tubuh, biokompatibel, dan juga memiliki modulus elastisitas yang rendah. Molybdenum (Mo) merupakan penstabil fasa- β pada paduan titanium dan Niobium (Nb) merupakan elemen yang bersifat non-toxic dan non-allergic dan juga bisa berfungsi sebagai penstabil fasa-β sehingga memiliki modulus elsatisitas yang rendah dan kekuatan yang baik. Bahkan, telah diketahui bahwa elemen penstabil Mo dan Nb dapat membentuk homogenous solid solution dengan Ti dalam semua paduan titanium dengan konsentrasi tertentu. Oleh karena itu, penelitian ini bertujuan untuk mempelajari efek penambahan Nb dan temperatur solution heat treatment pada paduan Ti-25Mo terhadap fasa β dan ketahanan korosi.   \n\nPenelitian diawali dengan preparasi titanium sponge, molybdenum rod, niobium wire sesuai dengan komposisi pada basis 20 gram. Logam kemudian dicampur dalam cetakan (mold) untuk dilebur menggunakan alat DC Mini Arc Furnace. Setelah selesai dihomogenisasi pada temperatur 1000oC selama 12 jam dan dipotong, paduan melewati tahapan solution heat treatment pada temperatur 650oC dan 750oC dengan pendinginan udara selama 1 jam. Pengamatan struktur mikro dilakukan menggunakan mikroskop optik dan scanning electron microscope (SEM) dan pemeriksaan kandungan unsur pada masing-masing fasa melalui electron dispersive spectroscopy (EDS), kekerasan paduan diuji menggunakan alat vicker hardness tester serta dilakukan analisis ekstrapolasi tafel menggunakan alat potensiostat untuk mengetahui ketahanan korosi paduan.  \n\nHasil percobaan menunjukkan struktur mikro paduan Ti-25Mo-15Nb as cast terbentuk struktur martensitik berupa lamelar menjarum, dan ketika dilakukan solution heat treatment struktur mikro paduan tersebut bertransformasi menjadi pelat-pelat paralel. Fasa β terbentuk pada seluruh paduan yang mendapatkan perlakuan panas solution heat treatment pada temperatur 750oC, dan diikuti dengan sebagain kecil fasa α yang berbentuk pelat. Paduan Ti-25Mo-15Nb dengan solution heat treatment 750oC memiliki ketahanan korosi terbaik dengan laju korosi sebesar  0,0013825 mmpy.", "Daftar File": {"2017 TA PP DYAKSA ABIMANTRANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112284"}, "Penulis": "DYAKSA ABIMANTRANA (NIM : 12513040)", "Kontributor / Dosen Pembimbing": ["Ir. Eddy Agus Basuki M.Sc.Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Implan, Titanium, Fasa β, solution heat treatment,ketahanan korosi", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "29 Sep 2017"}