{"Nomor": 21868, "Judul": "OPTIMASI INJEKSI AIR UNTUK MENINGKATKAN PEROLEHAN MINYAK PADA LAPANGAN X DENGAN MENGGUNAKAN METODA SIMULASI RESERVOIR DAN STREAMLINE", "Abstrak": "Reservoir in the X Field is a shallow reservoir with depth between 2000-2500 ft. the reservoir pressure is quite low, about 900 psi. To maintain the reservoir pressure and improve the oil recovery is applying waterflooding. Movement of injected water has to be observed to achieve maximum results.  \n \n\nIn this study, evaluation and optimization of waterflooding is done by reservoir simulation. Before doing the waterflooding optimization, at first, there is an evaluation about production engineering, reservoir engineering and ultimate recovery factor. There will also an evaluation towards movement of injected water and maximum recovery.  \n \n\nEvaluation results show that movement of streamline will help development scenario of injection. The movement of streamline shows movement of injected water at the west and southern part of the structure. The injection scenarios are chosen based on movement of streamline and maximum recovery. The simulation results show that the recovery factor and the additional of oil production compared to the end of history matching condition (initial forecasting) for each scenarios are (1) Existing condition had oil production cumulative : 28,455 MMSTB or recovery factor is 22,17 %, (2) Water injection case had oil production cumulative : 29,561 MMSTB or recovery factor is 23,03, (3) Water injection case and increase pump sizing had oil production cumulative : 33,050 MMSTB or recovery factor is 25,75. The optimization results show that the Water injection case and increase pump sizing is the best scenario.", "Daftar File": {"2009 TS PP EDI HERMAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112362", "2009 TS PP EDI HERMAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112363", "2009 TS PP EDI HERMAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112364", "2009 TS PP EDI HERMAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112365", "2009 TS PP EDI HERMAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112366", "2009 TS PP EDI HERMAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112367", "2009 TS PP EDI HERMAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112368", "2009 TS PP EDI HERMAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112369"}, "Penulis": "EDI HERMAWAN  (NIM : 22207001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Tutuka Ariadji, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "the evaluation of waterflooding, water injected movement, optimization of waterflooding, the increasing of oil recovery.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}