{"Nomor": 21869, "Judul": "BIOLEACHING KONSENTRAT GALENA BOGOR MENGGUNAKAN BAKTERI MIXOTROF PENGOKSIDASI BESI DAN SULFUR DENGAN PENAMBAHAN FeCl3 DAN NaCl", "Abstrak": "Pengolahan timbal (Pb) dari galena (PbS) umumnya dilakukan melalui jalur pirometalurgi yang menghasilkan emisi gas berupa SO2 yang berbahaya. Secara hidrometalurgi, pengolahan timbal dapat dilakukan dengan pelindian menggunakan reagen kimia berupa asam organik dan asam anorganik. Saat ini, telah dilakukan beberapa penelitian di dunia mengenai bioleaching galena karena proses bioleaching lebih efisien, simpel, dan lebih ramah lingkungan apabila dibandingkan dengan proses konvensional. Namun demikian, produk akhir dari pelindian tersebut berupa timbal sulfat (PbSO4) yang tak terlarut sehingga diperlukan proses lebih lanjut untuk melindi timbal dari timbal sulfat tersebut. Pada penelitian ini, dilakukan proses bioleaching timbal dari konsentrat galena Bogor menggunakan bakteri mixotrof Citrobacter youngae strain SKC-4 dan Alicyclobacillus ferrooxydans dengan penambahan FeCl3 dan NaCl.     \n \n \n\nSerangkaian percobaan bioleaching telah dilakukan untuk mengetahui pengaruh variasi konsentrasi NaCl, FeCl3, molase sebagai sumber substrat organik, jenis bakteri, persen padatan, dan metode bioleaching yang digunakan, terhadap persen ekstraksi timbal, Eh-pH, dan selektivitas bioleaching terhadap tembaga dan seng. Bioleaching dilakukan menggunakan rotary shaker pada temperatur ruang selama 7 hari. Kadar logam terlarut yaitu timbal, tembaga, dan seng dianalisis dengan menggunakan atomic absorption spectroscopy (AAS). Kemudian dilakukan pula analisis X-ray diffraction (XRD) dan Fourier transfrom infrared spectroscopy (FTIR) terhadap residu bioleaching.     \n \n \n\nHasil percobaan menunjukkan bahwa persen ekstraksi timbal tertinggi pada metode semi-direct bioleaching dengan menggunakan Citrobacter youngae  yakni sebesar 13% pada kondisi 5% (w/v) padatan, 5 g/L FeCl3, 50 g/L NaCl, dan 20 g/L molase. Pada metode semi-direct bioleaching menggunakan Alicyclobacillus ferrooxydans, persen ekstraksi cenderung menurun selama 7 hari bioleaching dan pada hari ke-7 diperoleh persen ekstraksi timbal tertinggi sebesar 3,17% pada 2% (w/v) padatan, 5 g/L FeCl3, 50 g/L NaCl, dan 20 g/L molase. Sementara itu, dengan menggunakan metode direct bioleaching persen ekstraksi timbal tertinggi yakni sebesar 25,05% diperoleh dengan menggunakan bakteri Alicyclobacillus ferrooxydans pada 2% (w/v) padatan, 5 g/L FeCl3 dan 50 g/L NaCl. Pada kondisi yang sama, dengan penambahan 20 g/L molase menggunakan Citrobacter youngae diperoleh persen ekstraksi timbal sebesar 23,51%.", "Daftar File": {"2017 TA PP EDINA AMADEA PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112370"}, "Penulis": "EDINA AMADEA PUTRI (NIM : 12513014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Siti Khodijah Chaerun, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bioleaching, timbal, galena (PbS), Citrobacter youngae, Alicyclobacillus ferrooxydans, ekstraksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}