{"Nomor": 21878, "Judul": "PASAR VIRTUAL KOTA PAYAKUMBUH: SUBSISTEM ANALISIS DAN VISUALISASI DATA", "Abstrak": "Saat ini, transaksi jual-beli bukan saja melalui tatap muka secara langsung namun sudah mengarah kepada transaksi secara online atau dikenal sebagai e-commerce. Akan tetapi, kebanyakan sistem e-commerce masih dikelola oleh swasta, sedangkan pemerintah sebagai pengambil kebijakan dalam kegiatan ekonomi, belum memiliki peranan yang banyak. Oleh karena itu, pemerintah mengembangkan sistem pasar virtual dan memanfaatkan data yang tersedia pada sistem sebagai pendukung dalam mengambil kebijakan.   \n \n \n\nPengerjaan Tugas Akhir ini berfokus pada pengembangan sistem untuk keperluan analisis dan visualisasi data pada sistem pasar virtual. Tujuan dan kebutuhan analisis data pada Tugas Akhir ini mengacu pada rencana strategis pemerintah daerah dan kebutuhan sistem pasar virtual. Metode analisis data yang digunakan pada Tugas Akhir ini adalah deskriptif dan prediktif. Hasil analisis data divisualisasikan pada dashboard yang akan digunakan oleh pemerintah daerah, khususnya oleh dinas yang memiliki peran mengambil kebijakan berkaitan dengan ekonomi dan komoditas pasar, seperti dinas perindustrian dan perdagangan, dinas pertanian, serta dinas perikanan dan peternakan. Tipe dashboard yang dikembangkan pada Tugas Akhir ini adalah tipe eksekutif/strategis dan operasional. Melalui sistem yang dikembangkan, pemerintah daerah dapat memantau aktivitas ekonomi pada pasar virtual dan kemudian dapat memanfaatkannya untuk mendukung pengambilan keputusan. Misalnya, analisis terhadap data produk dan transaksi dapat dimanfaatkan untuk mengantisipasi naiknya permintaan terhadap produk tertentu.   \n \n \n\nPengujian dibagi menjadi dua jenis, yaitu pengujian terhadap fungsionalitas sistem dan pengujian untuk mengukur usability perangkat lunak yang sudah dikembangkan. Berdasarkan hasil pengujian, perangkat lunak yang dibangun sudah memenuhi kebutuhan fungsionalitas dan aspek usability. Pemenuhan aspek usability ditandai dengan keberhasilan responden untuk mengerjakan task yang diberikan dan nilai hasil pengujian yang memenuhi standar minimum penilaian System Usability Scale (SUS).", "Daftar File": {"2017 TA PP EDWIN WIJAYA 1-ABSTRAK.pdf.pdf": "https://digilib.itb.ac.id/gdl/download/112413"}, "Penulis": "EDWIN WIJAYA (NIM : 13513040)", "Kontributor / Dosen Pembimbing": ["Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pasar virtual, analisis data, visualisasi data, dashboard.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}