{"Nomor": 21886, "Judul": "DESAIN STRUKTUR GEDUNG 100 LANTAI DENGAN OUTRIGGER BETON DAN BELT TRUSS BAJA DI JAKARTA", "Abstrak": "Pada era ini, pertumbuhan penduduk di Indonesia semakin meningkat secara eksponensial, tidak terkecuali di Jakarta. Hal ini menyebabkan lahan yang tersedia tidak dapat mengimbangi pertumbuhan penduduk di area Jakarta. Salah satu cara adalah memanfaatkan lahan secara vertikal untuk meningkatkan efektivitas lahan. Sehingga, diperlukan ilmu pengetahuan untuk mendesain bangunan tinggi terutama dengan klasifikasi super tall buildings. Ironisnya, belum ada peraturan-peraturan yang mengatur perencanaan super tall building dengan tahan gempa.           \n \n \n \n \n \n \n \n \n \n \n\nBangunan gedung bertingkat 100 lantai ini didesain dengan menggunakan pengekang lateral outriggers dan belt truss. Tujuan dari penggunaan sistem pengekang lateral ini adalah untuk mengurangi drift yang terjadi pada gedung. Perencanaan gedung bertingkat 100 lantai ini mengikuti peraturan SNI 2847:2013 mengenai struktur bangunan beton, SNI 1729-2015 mengenai struktur baja untuk pendesainan kolom komposit dan belt truss. Gedung ini didesain untuk menahan gempa Jakarta, dengan tipe klasifikasi tanah D, pemeriksaan bangunan terhadap gempa ini mengikuti peraturan SNI 1726-2012 mengenai syarat-syarat struktur terhadap gaya gempa.           \n \n \n \n \n \n \n \n \n \n \n\nPada Tugas Akhir ini, bangunan didesain dengan R sebesar 5,5. Nilai ini dipilih dengan mempertimbangkan hasil-hasil studi terdahulu. Karena di dalam peraturan SNI 1726-2012 mengenai gempa, sistem struktur dengan outriggers dan belt truss masih belum diatur dalam peraturan. Selanjutnya, dilakukan analisis riwayat waktu non linear untuk mengevaluasi performa dari struktur. Berdasarkan hasil analisis non linear time history dapat diketahui kondisi sendi plastis yang terjadi pada elemen struktur. Berdasarkan kriteria kondisi sendi plastis dibagi menjadi 4, yaitu operational, immediate occupancy, life safety, dan collapse prevention.", "Daftar File": {"2017 TA PP EGA NATHANAEL SUTOKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112461", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112462", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112463", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112464", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/112465", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/112466", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/112467", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/112468", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/112469", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/112470", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112471", "2017 TA PP EGA NATHANAEL SUTOKO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/112472", "2017 TA PP EGA NATHANAEL SUTOKO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112473"}, "Penulis": "EGA NATHANAEL SUTOKO  [15013120]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Indra Djati Sidi, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gedung bertingkat, outrigger, belt truss, sendi plastis, analisis riwayat waktu non-linear time history ; multi-story building, outrigger, belt truss, plastic hinges, non-linear time history", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "13 file", "Tanggal Input": "07 Des 2017"}