{"Nomor": 21880, "Judul": "AKTIVASI ZEOLIT ALAM MELALUI PERLAKUAN TERMAL UNTUK MENINGKATKAN ADSORPTIVITAS TERHADAP ION GARAM DALAM AIR LAUT", "Abstrak": "Karakterisasi dan aktivasi zeolit alam Sukabumi telah berhasil dilakukan. Hasil karakterisasi menunjukkan bahwa zeolit Sukabumi berjenis clinoptilolite dengan kandungan silika (% massa Si = 38,32, Si/Al = 4,61) dan derajat kristalinitas yang tinggi (d = 3,98 ÃƒÂ…, FWHM = 0,85˚, δ = 18,94 nm dan ε = 9x10-3˚) sehingga memiliki kekuatan mekanik dan ketahanan termal yang baik. Oleh sebab itu, adsorptivitas zeolit alam Sukabumi memungkinkan ditingkatkan melalui perlakuan termal. Dari aktivasi termal yang dilakukan menggunakan tungku diperoleh kondisi optimum aktivasi pada temperatur 225 ˚C selama 3 jam. Adsorptivitas zeolit diuji untuk mereduksi salinitas air laut.  \n \n\nDari tinjauan isotermik, termodinamik dan kinetik, diperoleh informasi bahwa adsorpsi ion garam pada permukaan zeolit merupakan proses adsorpsi fisika (physical process, E < 80 kJ/mol) yang terjadi secara spontan (ΔG˚= -27,193 sampai -29,144 kJ/mol) dan berlangsung dengan mudah (favorable adsorption, RL= 0,588) tanpa memerlukan energi aktivasi dari luar (exothermic, ΔH˚= -30,856 kJ/mol). Kinetika adsorpsi yang terjadi mengikuti Pseudo-second-order kinetic model, menunjukkan bahwa proses adsorpsi ion garam pada permukaan zeolit berlangsung dengan cepat.  \n \n\nPenambahan fase kejut termal (thermal shock) berhasil meningkatkan adsorptivitas zeolit hingga tiga kali lipat lebih tinggi dibandingkan proses aktivasi termal standard. Selain meningkatkan adsorptivitas, kejut termal yang dilakukan menyebabkan perubahan ukuran partikel zeolit (fragmentation) menjadi sekitar 1/4 diameter awal. Sebuah model matematis dibangun untuk menjelaskan efek kejut termal pada perubahan partikel zeolit. Model yang dibangun berhasil menjelaskan mengapa kejut termal dapat menyebabkan fragmentasi partikel zeolit menjadi berukuran kecil dan mengapa diameter partikel yang dihasilkan kira-kita 1/4 diameter partikel asal. Selain itu, syarat terjadi fragmentasi partikel juga berhasil didiskripsikan. Metode aktivasi yang diusulkan ini diharapkan juga akan sesuai digunakan untuk meningkatkan adsorptivitas material jenis lain.", "Daftar File": {"2017 DS PP EDY WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112415", "2017 DS PP EDY WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112416", "2017 DS PP EDY WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112417", "2017 DS PP EDY WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112418", "2017 DS PP EDY WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112419", "2017 DS PP EDY WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112420", "2017 DS PP EDY WIBOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112421", "2017 DS PP EDY WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112422"}, "Penulis": "EDY WIBOWO (NIM: 30212002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.Eng. Mikrajuddin Abdullah"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "zeolit alam, clinoptilolite, adsorpsi, ion garam, kejut termal, fragmentasi, model matematis", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}