{"Nomor": 21881, "Judul": "PERSEPSI PELANGGAN TERHADAP KUALITAS LAYANAN OPERATOR SELULER PRABAYAR SERTA SEGMENTASI PASARNYA", "Abstrak": "Akibat kemajuan teknologi komunikasi dalam era globalisasi yang semakin nyata dirasakan pengaruhnya adalah semakin mudahnya pemenuhan kebutuhan manusia dalam hal berkomunikasi. Hal ini ditandai pula dengan persaingan yang semakin ketat dalam industri telekomunikasi, khususnya dalam industri telekomunikasi.seluler prabayar yang dirasakan praktis dalam penggunaannya Dari 10,7 juta pelanggan telepon seluler di Indonesia yang tercatat tahun 2002, 98% merupakan pengguna system GSM dan selebihnya adalah pelanggan telepon seluler dengan teknologi AMPS, CDMA, GSM Satellite, dan teknologi seluler lainnya. Namun kehadiran teknologi Code Division Multiple Access (CDMA) jelas mempunyai andil besar dalam menggairahkan bisnis telekomunikasi di tanah air saat ini. Setelah sebelumnya hiruk-pikuk persaingan bisnis telekomunikasi lebih banyak diwarnai sengitnya pertempuran antar operator Global System for Mobile Communication (GSM), kini persaingan yang ketat juga terjadi di segmen CDMA.                                \n\nPerubahan-perubahan yang terjadi dengan amat cepat dan persaingan ketat dalam bisnis penyediaan jasa (operator) telepon seluler menuntut perusahaan yang ingin bertahan dan unggul dalam persaingan untuk menjual produk yang sesuai dengan keinginan konsumen. Perusahaan-perusahaan tersebut hams mengeatahui apa yang konsumen harapkan dan sejauh mana perusahaan telah mampu memenuhinya. Agar dapat melayani kebutuhan mereka secara lebih fokus perlu dilakukan analisis segmentasi pasar dengan tepat. Perusahaan yang menjadi objek penelitian yang dilakukan di lingkup kota Bandung ini adalah operator seluler GSM prabayar Simpati, Mentari, XL Bebas, serta operator seluler CDMA Telkom Flexi. Pemilihan merek-merek tersebut di atas dilakukan atas dasar besarnya pangsa pasar yang mereka miliki dalam industri telekomunikasi seluler prabayar di Indonesia.                                \n\nTujuan penelitian ini adalah untuk mengetahui atribut-atribut jasa layanan komunikasi seluler prabayar, mengetahui tingkat kepentingan dan kepuasan konsumen terhadap produk jasa layanan komunikasi seluler prabayar serta kesenjangannya, mengetahui perbandingan preferensi (penilaian) pelanggan terhadap produk-produk jasa layanan komunikasi seluler prabayar berbasis GSM dan CDMA, serta mengetahui segmentasi pasarnya.                                \n\nDalam penelitian ini metode yang digunakan ialah analisis kesenjangan (gap analysis) untuk mengetahui tingkat kepuasan responden, Mastering dengan metode hirarkis untuk menegetahui posisi para operator seluler tersebut dalam persaingan, dan untuk mengetahui segmentasi pasar digunakan klastering dengan metode partisi K -Means, selain analisis faktor (tipe Q) dengan Principal Component Analysis.                                \n\nPenelitian yang dilakukan dengan menggunakan kuesioner penilaian dari 280 responden di Bandung ini menunjukkan bahwa:                                \n\nOperator seluler Simpati memiliki tingkat pemenuhan harapan pengguna yang lebih tinggi dari operator-operator lainnya dan unggul dalam persaingan, secara teknologi, operator seluler GSM dianggap memiliki tingkat pemenuhan harapan pengguna yang lebih tinggi daripada operator seluler CDMA.                                \n\nPengelompokan persaingan berdasarkan posisi operator dengan Mastering hirarkis average linkage, baik within maupun between groups tidaldah signifikan.                                \n\nVariabel-variabel demografi segmentasi yang signifikan dalam segmentasi pasar 3 segmen berdasarkan karakteristik demografi, yang dilakukan dengan klastering, adalah pengguna, usia, pendidikan, pekerjaan, pendapatan, pengeluaran (untuk jasa operator telekomunikasi prabayar), dan tujuan pengeluaran.                                \n\nVariabel-variabel demografi segmentasi yang signifikan dalam segmentasi pasar 8 segmen yang dihasilkan dengan Principal Component Analysis adalah tujuan pengeluaran dan operator seluler pilihan.", "Daftar File": {"2006 TS PP EDY WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112423", "2006 TS PP EDY WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112424", "2006 TS PP EDY WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112425", "2006 TS PP EDY WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112426", "2006 TS PP EDY WIJAYA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/112427", "2006 TS PP EDY WIJAYA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/112428", "2006 TS PP EDY WIJAYA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/112429", "2006 TS PP EDY WIJAYA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/112430", "2006 TS PP EDY WIJAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112431", "2006 TS PP EDY WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112432"}, "Penulis": "EDY WIJAYA (NIM: 23403062)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Budiarto Subroto.                                 \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "competition, GSM based technology, CDMA based technology, gap analysis, expectation fulfillment level, clustering, Q-type factor analysis, and market segmentation.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "03 Okt 2017"}