{"Nomor": 21882, "Judul": "PENENTUAN HARGA OPSI PARISIAN DAN PARASIAN MENGGUNAKAN METODE BINOMIAL", "Abstrak": "Opsi Parisian dan ParAsian semakin popular. Hal ini dikarenakan harga opsi tersebut lebih murah dibanding dengan harga opsi biasa. Opsi Parisian dan ParAsian adalah opsi path-dependent dengan nilai payoff yang bergantung pada berapa lama harga saham melebihi suatu barrier. Pada opsi Parisian, lamanya harga saham melebihi barrier dihitung secara konsekutif. Sedangkan pada opsi ParAsian dihitung secara kumulatif. Pada tugas akhir ini, digunakan metode binomial untuk menghitung harga opsi Parisian dan Parasian dengan mempertimbangkan lintasan-lintasan dimana opsi tersebut akan aktif. Untuk memperoleh estimasi yang cukup tepat dan mengatasi masalah near barrier, penulis menggunakan pohon binomial dimana harga saham pada node pohon tersebut dibangun dari nilai barrier. Pada bagian akhir, akan diperlihatkan perbandingan hasil yang diperoleh dengan menggunakan metode ini dengan hasil yang diperoleh dengan menggunakan metode beda hingga yang dikenalkan oleh Haber.", "Daftar File": {"2016 TA PP EFA HAZNA LATIEFAH 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112443", "2016 TA PP EFA HAZNA LATIEFAH 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112444", "2016 TA PP EFA HAZNA LATIEFAH 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112445", "2016 TA PP EFA HAZNA LATIEFAH 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112446", "2016 TA PP EFA HAZNA LATIEFAH 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112447", "2016 TA PP EFA HAZNA LATIEFAH 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112448", "2016 TA PP EFA HAZNA LATIEFAH 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112449"}, "Penulis": "EFA HAZNA LATIEFAH (10112003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "opsi Parisian, opsi ParAsian, penentuan harga opsi, metode binomial", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}