{"Nomor": 21883, "Judul": "PEMANFAATAN CO2 DARI LAPANGAN NATUNA DEMI MENINGKATKAN PEROLEHAN MINYAK DAN GAS DI INDONESIA", "Abstrak": "Produksi dan cadangan minyak di Indonesia dari tahun ke tahun semakin menurun karena kurangnya penemuan-penemuan lapangan baru, hal ini disebabkan semakin kecilnya rasio kesuksesan dari pemboran dan juga karena penemuan lapangan baru diprediksi berada pada laut dalam yang sangat sulit dan mahal. Sudah saatnya Indonesia untuk beralih dari fase produksi primary dan secondary, menuju fase produksi tertiary atau Enhanced Oil recovery (EOR).    \n \n \n \n\nSelain mengandalkan minyak sebagai sumber energi nasional, sudah saatnya juga Indonesia mulai beralih kepada gas. Indonesia memiliki sumber daya gas yang sangat besar yang berasal dari gas konvensional maupun unkonvensional. Pengembangan gas unkonvensional memerlukan insentif yang besar dari pemerintah karena dari segi potensi, gas unkonvensional seperti Coal Bed Methane (CBM), memiliki resources tiga kali lipat dari cadangan gas konvensional yaitu 453.3 TSCF, CBM Indonesia sendiri menduduki peringkat 6 di dunia. Peningkatan produksi dari CBM dapat menggunakan Enhanced Coal Bed Methane Recovery (ECBMR) dengan gas injeksi CO2.    \n \n \n \n\nLapangan Natuna merupakan lapangan gas yang besar dengan Initial Gas in Place (IGIP) 222 TSCF dengan komposisi 71% CO2, 28 % CH4, dan 1% lainnya sebagaimana lapangan Natuna bukanlah reservoir hidrokarbon melainkan reservoir CO2. CO2 yang sangat besar tersebut merupakan sumber daya yang berharga yang dapat digunakan sebagai gas injeksi dalam EOR dan ECBMR. Studi ini akan menunjukkan cara menggunakan CO2 untuk menaikkan perolehan minyak dan gas di Indonesia dengan menggunakan CO2 di EOR dan ECBMR.    \n \n \n \n\nStudi ini memprediksi bahwa peningkatan perolehan minyak dapat mencapai 20542.06 MMSTB dan perolehan gas mencapai 266.33 TSCF dengan menginjeksikan gas yang diproduksikan dari lapangan Natuna ke dalam lapangan minyak sebagai EOR dan lapangan CBM sebagai ECBMR, perolehan ini hanya berdasarkan lapangan yang ada di Sumatera selama 30 tahun.", "Daftar File": {"2017 TA PP EFSION ANDRE 1A.pdf": "https://digilib.itb.ac.id/gdl/download/112450", "2017 TA PP EFSION ANDRE 1B.pdf": "https://digilib.itb.ac.id/gdl/download/112451"}, "Penulis": "EFSION ANDRE (NIM : 12213067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.,IPU"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produksi, Cadangan, Minyak, Gas, CBM, Natuna, CO2, EOR, ECBMR, Sumatera", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}