{"Nomor": 21884, "Judul": "EVALUASI DRAINASE PADA JALAN MOHAMMAD TOHA DAN JALAN BUAH BATU", "Abstrak": "Jalan Mohammad Toha dan Jalan Buah Batu merupakan jalan yang padat lalu lintasnya. Setiap terjadi hujan besar, maka kedua jalan tersebut kerap kali tergenang oleh luapan air hujan. Hal tersebut tentunya sangat mengganggu kegiatan dan kenyamanan pengguna jalan. Berdasarkan pengamatan, banjir terjadi diakibatkan oleh pendangkalan saluran oleh sedimentasi, sampah, dan juga dimensi saluran yang kurang mencukupi. Penanganan yang diperlukan untuk permasalahan ini adalah melakukan perubahan desain yang ada agar saluran dapat mengalirkan air limpasan sepenuhnya. Dengan curah hujan yang digunakan adalah curah hujan dengan periode ulang 10 tahun. Analisis dilakukan secara manual dan pemodelan dilakukan dengan bantuan software EPA SWMM 5.0. Berdasarkan analisis dan pemodelan, dengan melakukan perubahan dimensi saluran pada beberapa section, maka banjir dapat dihindari. Jumlah section dari saluran berbeda-beda sesuai dengan jumlah jalan yang memberi input pada daerah tinjauan. Perubahan yang dilakukan pada Jalan Mohammad Toha yaitu merubah ukuran penampang pada section 1 sampai section 4 untuk sisi barat jalan, dan merubah kemiringan pada section 9 dan 13 untuk sisi timur jalan. Lalu perubahan yang dilakukan pada Jalan Buah Batu yaitu merubah ukuran penampang pada section 1, 3, dan 7 hingga section 11 untuk sisi barat jalan, dan section 2 hingga section 7 untuk sisi timur jalan.    \n \n \n \n\nDengan hasil analisa dan pemodelan Tugas akhir ini, diharapkan permasalahan yang ada di Jalan Mohammad Toha dan Jalan Buah Batu dapat terselesaikan.", "Daftar File": {"2014 TA PP EGA KARIZMARIMBA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112452", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112453", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112454", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112455", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112456", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112457", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112458", "2014 TA PP EGA KARIZMARIMBA 1 - BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/112459"}, "Penulis": "EGA KARIZMARIMBA ( NIM : 15010043 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nDhemi Harlan, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banjir; Perubahan desain; Pemodelan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Nov 2017"}