{"Nomor": 21888, "Judul": "APLIKASI TOMOGRAFI GELOMBANG NIP UNTUK MENENTUKAN MODEL KECEPATAN INTERVAL DENGAN MEMANFAATKAN ATRIBUT CRS-STACK PADA DATA SEISMIK DENGAN EVENT REFLEKSI YANG TERBATAS (Studi Kasus Data Seismik Matindok Sulawesi Tengah)", "Abstrak": "CRS-stack adalah teknik stacking multiparameter untuk menentukan penampang zero offset optimum dari data seismik multicoverage. Operator CRS-stack tergantung pada sejumlah parameter yang disebut kinematic wavefield attributes. Atribut tersebut antara lain jari-jari gelombang normal incident poin (RNIP), jari-jari gelombang normal (RN), emergence angle (α), dan apertur. Atribut gelombang normal incident point (NIP-wave) dapat digunakan untuk mendapatkan kecepatan interval melalui proses inversi tomografi. Input inversi tomografi gelombang NIP terdiri dari 4 parameter , yaitu one way traveltime zero offset (t0), turunan spasial orde dua waktu tempuh (MNIP), slowness (P), dan lokasi kemunculan sinar di permukaan (xi). Parameter tersebut diperoleh melalui proses automatic picking di sejumlah lokasi pada penampang zero offset. Model optimum diperoleh secara iteratif dengan me-minimalkan misfit antara data kalkulasi dan data observasi. Parameter model yang didapatkan setiap iterasi diperoleh melalui kinematic dan dinamic ray tracing. Frechet derivatif untuk matrik tomografi pada proses update model dihitung berdasarkan teori perturbasi, dengan menurunkan secara spasial fungsi forward modeling terhadap parameter model. Model kecepatan yang smooth, dideskripsikan oleh B-Splines.", "Daftar File": {"2012 TS PP EGIE WIJAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112475", "2012 TS PP EGIE WIJAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112476", "2012 TS PP EGIE WIJAKSONO 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/112477", "2012 TS PP EGIE WIJAKSONO 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/112478", "2012 TS PP EGIE WIJAKSONO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/112479", "2012 TS PP EGIE WIJAKSONO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/112480", "2012 TS PP EGIE WIJAKSONO 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/112481", "2012 TS PP EGIE WIJAKSONO 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/112482", "2012 TS PP EGIE WIJAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112483", "2012 TS PP EGIE WIJAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112484", "2012 TS PP EGIE WIJAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112485"}, "Penulis": "EGIE WIJAKSONO (NIM : 22309003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer-nat M. Rachmat Sule,S.T,M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CRS-stack, atribut CRS, tomografi inversi gelombang NIP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "09 Okt 2017"}