{"Nomor": 21892, "Judul": "IDENTIFIKASI TINGKAT KEBUTUHAN PERUMAHAN DI KOTA BANDUNG DAN PERMINTAAN PERUMAHAN DI KECAMATAN KIARACONDONG KOTA BANDUNG", "Abstrak": "Konsep pendekatan penyediaan perumahan berdasarkan konsep kebutuhan perumahan yang digunakan di Kota Bandung belum menjelaskan kondisi karakteristik sosial, ekonomi dan perumahan keluarga tersebut. Padahal di pasar perumahan, konsep yang berlaku adalah konsep permintaan dari sudut pandang konsumen. Potensi masyarakat untuk memenuhi konsumsi perumahannya sendiri berdasarkan kepada jumlah pendapatan yang dimiliki besar dan potensi tersebut diwujudkan pada jumlah pengeluaran yang ditanyakan sebagai tabungan untuk perumahan dalam mengukur kemampuan masyarakat memiliki rumah sesuai dengan harga yang berlaku. Oleh karena itu, dalam penelitian ini selain dilakukan kajian mengenai tingkat kebutuhan perumahan juga diteliti mengenai tingkat permintaan perumahan di Kota Bandung khususnya di Kecamatan Kiaracondong.Hasil penelitian menunjukkan bahwa dalam penghitungan jumlah kebutuhan perumahan di Kota Bandung, khususnya di Kecamatan Kiaracondong, ditentukan oleh variabel jumlah backlog perumahan dan pertumbuhan keluarga baru. Jumlah kebutuhan perumahan yang diperoleh untuk Kecamatan Kiaracondong adalah 11.141 unit. Karakteristik sosial, ekonomi, dan perumahan yang paling mempengaruhi permintaan perumahan pada studi ini adalah jumlah pendapatan keluarga dengan besar Rp 365.000 ÃƒÂ‚Ã‚Â– Rp 13.000.000 mulai dari tahapan keluarga prasejahtera hingga sejahtera 3 plus. Jumlah permintaan dihitung menurut harga rumah bersubsidi RSH oleh pemerintah dan harga pasar perumahan atau non subsidi, yaitu rumah sederhana, rumah menengah hingga rumah besar. Jumlah tersebut diperoleh dengan membandingkan jumlah cicilan minimum perbulan dengan jumlah pengeluaran keluarga per bulan berdasarkan model estimasi perhitungan permintaan perumahan yaitu: Ln R = -5,451 + 1,278ln_jumlah pendapatan keluarga + 0,199ln_jumlah anggota keluarga ÃƒÂ‚Ã‚Â– 0,037ln_usia kepala keluarga ÃƒÂ‚Ã‚Â– 0,033ln_lama tinggal ÃƒÂ‚Ã‚Â– 0,1_Dummy jenis kelamin KK + 0,005_Dummy tingkat pendidikan KK.Variabel jumlah pendapatan keluarga, jumlah anggota keluarga dan tingkat pendidikan kepala keluarga memberikan pengaruh positif terhadap tingkat permintaan perumahan. Adapun jumlah permintaan perumahan bersubsidi di Kecamatan Kiaracondong Kota Bandung adalah 6.333 unit dan menurut harga pasar perumahan adalah 6.096 unit. Meskipun demikian, sebanyak 15,38 % responden yang berasal dari keluarga prasejahtera dan sejahtera 1 ternyata tidak mampu memiliki rumah dengan harga Rp 28.000.000. Hal ini dikarenakan jumlah pengeluaran jauh lebih kecil dibandingkan dengan jumlah cicilan minimal yang ditetapkan. Oleh karena itu, sebaiknya dalam penyediaan rumah bagi masyarakat di Kota Bandung khususnya Kecamatan Kiaracondong, pemerintah mempertimbangkan faktor harga rumah dan jumlah pendapatan keluarga tersebut, baik untuk rumah bersubsidi maupun rumah non subsidi.", "Daftar File": {"2008 TA PP EKA DIANA RILVA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112499", "2008 TA PP EKA DIANA RILVA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112500", "2008 TA PP EKA DIANA RILVA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112501", "2008 TA PP EKA DIANA RILVA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112502", "2008 TA PP EKA DIANA RILVA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112503", "2008 TA PP EKA DIANA RILVA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112504", "2008 TA PP EKA DIANA RILVA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112505"}, "Penulis": "EKA DIANA RILVA (NIM 15404037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Haryo Winarso, M. Eng, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tingkat kebutuhan, tingkat permintaan, perumahan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}