{"Nomor": 21895, "Judul": "KARAKTERISASI SIFAT FISIK POLIETILENA DENGAN METODE  DINAMIKA MOLEKUL", "Abstrak": "Polietilena (PE) merupakan jenis polimer yang banyak digunakan dalam kehidupan sehariÃ‚Â–hari. Terdapat berbagai jenis polietilena bergantung pada panjang rantai dan rapat massanya. Sifat fisik suatu polimer bergantung pada struktur dan interaksi molekularnya. Metode Dinamika Molekul (MD) dapat digunakan untuk memprediksikan sifat suatu polimer berdasarkan struktur dan interaksi molekularnya. Pada penelitian ini, polietilena rantai pendek atau yang selanjutnya disebut oligoetilena digunakan sebagai model untuk menguji validasi metode MD dalam penentuan sifat fisik oligoetilena. Model oligoetilena yang digunakan dengan monomer sebanyak 5, 10 dan 15. MasingÃ‚Â–masing diperbanyak molekulnya menjadi 100 molekul. Model oligoetilena tersebut disimulasikan dengan metode MD menggunakan medan gaya CHARMM27. Total tahapan untuk satu kali perhitungan 200.000 tahapan dengan rentang waktu pertahap 0,5 fs. Rentang suhu perhitungan adalah 113Ã‚Â–423 K dengan interval suhu 10 K. Dari hasil perhitungan diperoleh rapat massa dan Self Diffusion Coefficient (SDC). Data SDC dianalisa untuk memperoleh nilai titik leleh (Tm). Data rapat massa dianalisa untuk memperoleh volume spesifik yang merefleksikan temperatur gelas transisi (Tg). Dari perhitungan diperoleh Tm sebesar 383 K dan Tg  193 K. Nilai tersebut mendekati  nilai secara eksperimen satu molekul polietilenadengan monomer 35 memiliki Tg 225 K dan berat molekul polietilena 2000Ã‚Â–3000 gram/mol dengan Tm sebesar 367 K.", "Daftar File": {"2016 TA PP EKA NOVIANA TRISTANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112508", "2016 TA PP EKA NOVIANA TRISTANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112514"}, "Penulis": "EKA NOVIANA TRISTANTI  ( NIM : 10512088 )", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Dr. Eng. Yessi Permana    \n \n \n \n\nPembimbing 2 : Mia Ledyastuti M.Si, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "POLIETILENA, DINAMIKA MOLEKUL, CHARMM27, SELF DIFFUSION COEFFICIENT", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}