{"Nomor": 21906, "Judul": "ANALISIS KERUGIAN DAYA TRANSMISI PADA WATER PADDLE WHEEL AERATOR", "Abstrak": "Dewasa ini, perkembangan teknologi sudah semakin maju akibat berubahnya cara berpikir manusia. Salah satu hasil karya cipta manusia tersebut adalah sistem water paddle wheel aerator yang banyak dipergunakan ditambak udang. Saat ini banyak konsumen menggunakan produk ini untuk meningkatkan kadar oksigen terlarut dalam suatu perairan. Namun, produk ini sangat boros akan konsumsi energi listrik yang mempengaruhi pendapatan mereka. Borosnya konsumsi energi ini salah satunya disebabkan oleh kecilnya efisiensi worm gear reducer pada sistem tersebut.Salah satu usaha yang dilakukan adalah menciptakan helical gear reducer untuk mengganti gear reducer tersebut. Untuk mengetahui perubahan yang terjadi dengan menggunakan kedua gear reducer tersebut dilakukan pengujian didarat dengan mengadaptasi pembebanan pada impeller yang digantikan oleh mekanisme pembebanan dengan penggerak motor listrik 0,75 HP dan 1 HP. Pengujian dilakukan terhadap sistem motor listrik dengan gear reducer dan terhadap motor listrik itu sendiri.Berdasarkan hasil pengujian dapat dilihat bahwa helical gear reducer memberikan efisiensi yang lebih baik dibandingkan dengan worm gear reducer dengan perbedaan rata-rata mencapai 26%. Hasil pengujian juga menunjukkan bahwa penggunaan motor dengan daya yang lebih kecil pada daerah operasinya dalam sistem tersebut memberikan efisiensi yang lebih baik hingga 6%. Pada daerah operasi paddle wheel aerator, sistem paddle wheel aerator yang menggunakan motor 0,75 HP dengan pasangan helical gear memberikan efisiensi terbaik yaitu mencapai 40% sementara motor 1 HP dengan worm gear hanya mencapai 34%.", "Daftar File": {"2008 TA PP EKO NURSETYO WICAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112565", "2008 TA PP EKO NURSETYO WICAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112566", "2008 TA PP EKO NURSETYO WICAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112567", "2008 TA PP EKO NURSETYO WICAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112568", "2008 TA PP EKO NURSETYO WICAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112569", "2008 TA PP EKO NURSETYO WICAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112570", "2008 TA PP EKO NURSETYO WICAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112571"}, "Penulis": "EKO NURSETYO WICAKSONO (NIM 13103030)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ing. Tri Yuswidjajanto Z., dan Prof. Wiranto Arismunandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "water paddle, wheel aerator, transmission system", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}