{"Nomor": 21901, "Judul": "PENGEMBANGAN TRANSPORTASI BERSEPEDA DI PERKOTAAN INDONESIA: PEMBELAJARAN DARI BELANDA", "Abstrak": "Penerapan sistem transportasi dalam kehidupan sehari-hari tidak hanya sekedar tentang menghubungkan satu tempat ke tempat lain, tetapi juga berkaitan dengan banyak aspek, yaitu keselamatan perjalanan, kondisi geografis, sumber daya keuangan, faktor sosial ekonomi, faktor psikologis, dan lain-lain. Semua faktor dapat mempengaruhi pengambilan keputusan untuk pengembangan transportasi bersepeda di perkotaan Indonesia. Bersepeda adalah salah satu model transportasi perkotaan yang berguna bagi kesehatan, dapat mengurangi polusi udara, dan dapat juga untuk mengurangi kemacetan lalu lintas. Di Indonesia, kebijakan transportasi bersepeda menghadapi banyak hambatan terutama dalam penyediaan jalur bersepeda yang membutuhkan dana yang besar. Belanda merupakan negara percontohan yang menerapkan kebijakan transportasi bersepeda yang baik. Masalah keuangan di Belanda tentang pembiayaan infrastruktur bersepeda dirancang secara bersama mulai dari pemerintah kota hingga pemerintah pusat. Dalam rangka mencari kerangka kebijakan transportasi bersepeda yang tepat untuk diterapkan di perkotaan Indonesia, termasuk masalah keuangan, peraturan dan undang undang, serta peran aktor yang terlibat, tesis ini menggunakan metode perbandingan antara kebijakan transportasi bersepeda di Kota Groningen, Belanda, sebagai referensi kebijakan dan Kota Yogyakarta sebagai studi kasus di Indonesia. Hal pertama yang dilakukan dalam penelitian ini adalah melakukan tinjauan literatur mengenai kondisi ideal dalam pengembangan transportasi bersepeda di kota Groningen. Kemudian, hasil dari pengumpulan tinjauan literatur diperiksa agar mendapat pembelajaran dari Kota Groningen, apa yang dapat diterapkan dalam pengembangan transporatsi bersepeda di Kota Yogyakarta. Akhir dari penelitian bertujuan dapat memberikan rekomendasi dalam bentuk kebijakan untuk pengembangan transportasi bersepeda di perkotaan Indonesia, khususnya kota Yogyakarta.", "Daftar File": {"2014 TS PP EKAWATI BANJARNAHOR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112536", "2014 TS PP EKAWATI BANJARNAHOR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112537", "2014 TS PP EKAWATI BANJARNAHOR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112538", "2014 TS PP EKAWATI BANJARNAHOR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112539", "2014 TS PP EKAWATI BANJARNAHOR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112540", "2014 TS PP EKAWATI BANJARNAHOR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112541", "2014 TS PP EKAWATI BANJARNAHOR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112542", "2014 TS PP EKAWATI BANJARNAHOR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112543"}, "Penulis": "EKAWATI BANJARNAHOR (NIM : 24212017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Miming Miharja, M.Sc.Eng., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kebijakan Bersepeda, Studi Perbandingan, Kerangka Kebijakan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}