{"Nomor": 21903, "Judul": "INVESTMENT ANALYSIS ON UPGRADED COAL HANDLING PREPARATION PLANT IN ZAMBEZE COAL MINE", "Abstrak": "In order to boost the production in Zambeze Coal Mine (ZCM) coal mining area, a list  of coal preparation process has taken to improve the consequential improvement to coal   \n\nproduct yield and plant operating hours in the ZCM Coal Handling and Processing Plant (CHPP) and showing the increase of ZCM financial improvement.   \n\nDue to variability in geological complex, exploration method, coal sampling and analysis, geological modelling, mining process and coal preparation process, a research detail only gain a 7% more of yield improvements of coking coal type of actual yield. This result comes from specific innovation at deshaling rom process, liberation process, deslime cyclone upgrade circuit, reflux classifier and flotation process by adding capital expenditure up to US$   \n\n98 million in the top of coal processing infrastructure cost and operating cost in which approximately US$ 1 billion.   \n\nBased on financial feasibility result of most likely scenario, the net present value of the project is US$ 210,245,584, with payback period up to 10.93 year and internal rate of return is 23.31% and the profitability index has 1.32. This feasibility result has been tested   \n\nthrough Monte Carlo Simulation and the outcomes is 100% of probability that the project will have positive Net Present Value. With the sensitivity parameter that affected the project is coking coal sales price with 22.83%, production rate of coking coal with same number 22.83%, percentage change of operational expense with 15.57%, variable cost of cost of good sold that has number 12.025% and operational expenses that swing to 9.36% and impact to Net Present   \n\nValue. And there are 44 risks that will potentially affected the life of the project. This risks had been assessed and mitigate with some action plan. Based on this result, the project are recommended to continue.   \n\nRecommendation are taken for ZCM Management to go ahead with the ZCM Upgraded CHPP Project and commence the initiate construction as per schedule. The project will give positive investment outcome to the company for their goals to anticipate the potential demand growth for coking and thermal coal in the future. But however there are few things in  which important key to be focused by the management, those are: the coking coal price and  the coal productivity rate, as well as the operational expenses that affected to the project and should be monitored in order to maintain positive cash flow to the company.   \n\nZCM Coal Handling Processing Plant Project could execute together with the construction of their mining infrastructure from this year 2017 to year 2022. The construction of Coal Handling Processing Plant circuit itself are conducted inside ZCM coal mining concession starting in sequence from; deshaling ROM coal circuit, liberation test circuit, fines sizing circuit, reflux classifier and rotation yield circuit. It is notes that the reflux classifier and rotation yield circuit are could done in 2 year due to the complexity of construction. And the   \n\nlast second year of the project construction are conducted checks and supervision from international mining consultant to validate the process and operational performance according  to ZCM standard and customer specification.", "Daftar File": {"2017 TS PP EKO AGUS SARJONO HARI MULYO1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112554"}, "Penulis": "EKO AGUS SARJONO HARI MULYO (NIM : 29115094)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Sylviana Maya Damayanti ST, MBA, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "coal, yield improvement, coal handling and processing plant, investment analysis, risk management.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Des 2017"}