{"Nomor": 21908, "Judul": "METODE PENGAMBILAN KEPUTUSAN SPASIAL MULTIKRITERIA UNTUK PENGURANGAN PBB AKIBAT BENCANA DALAM OPTIMALISASI PENERIMAAN PBB", "Abstrak": "Peran serta Wajib Pajak (WP) dalam memenuhi kewajiban pembayaran pajak khususnya PBB berdasarkan ketentuan perpajakan sangat diharapkan. Terjadinya bencana seperti banjir menjadi penyebab WP tidak membayar PBB sehingga target penerimaan pajak tidak optimal. Selama ini, metode yang diterapkan untuk memberikan pengurangan PBB berdasarkan pada intuisi aparat pajak setelah terjadi bencana banjir. Selain itu, dengan banyaknya jumlah obyek pajak yang mengalami banjir menjadi kendala dalam proses pemberian pengurangan PBB.      \n \n \n\nPenelitian ini bertujuan menghasilkan metode untuk pengurangan PBB terhadap obyek pajak yang mengalami bencana untuk menghindari ketidakmampuan membayar PBB. Beberapa kriteria spasial yang dapat mempengaruhi pemberian pengurangan PBB akibat bencana diantaranya penggunaan lahan, luas genangan dan tinggi genangan banjir serta persentase ketetapan PBB terhadap pokok ketetapan. Sedangkan kriteria non spasial yang dapat mempengaruhi yaitu ketetapan pajak, kondisi bangunan, pekerjaan WP.      \n \n \n\nMetode pengambilan keputusan menggunakan Analytical Hierarchy Process (AHP) dengan mempertimbangkan permasalahan pengurangan akibat struktur masalah yang belum jelas, ketidakpastian persepsi pengambil keputusan serta ketidakpastian tersedianya data yang akurat. Analisis data untuk pemberian pengurangan PBB dilakukan dengan menggunakan metode pengambilan keputusan spasial berdasarkan satu kriteria dengan pembobotan sama, multikriteria dengan pembobotan sama, multikriteria dengan pembobotan satu aktor dan multikriteria dengan pembobotan multiaktor.      \n \n \n\nHasil urutan prioritas berdasarkan multikriteria dengan pembobotan multiaktor menghasilkan jumlah pengurangan sebesar Rp.21.760.806,00. Selain dipengaruhi oleh tingkat kepentingan setiap aktor dalam memberikan bobot kriteria, urutan prioritas obyek pajak yang mendapat pengurangan mencerminkan upaya untuk menghindari kegagalan membayar pajak. Sedangkan jumlah pengurangan PBB berdasarkan multikriteria dengan pembobotan sama menghasilkan pengurangan sebesar Rp.23.814.541,00. Selain jumlah pengurangan PBB lebih besar, urutan prioritas obyek pajak yang mendapat pengurangan belum mencerminkan upaya untuk menghindari kegagalan membayar pajak dan mewujudkan keadilan.", "Daftar File": {"2007 TS PP EKO SANTOSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112578", "2007 TS PP EKO SANTOSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112579", "2007 TS PP EKO SANTOSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112577", "2007 TS PP EKO SANTOSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112576", "2007 TS PP EKO SANTOSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112575", "2007 TS PP EKO SANTOSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112574", "2007 TS PP EKO SANTOSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112573"}, "Penulis": "EKO SANTOSA (NIM 25105023)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Didik Wihardi W.S, Ir., M.S.      \n \n \n\nPembimbing 2: Agoes S. Soedomo, Ir., M.S.      \n \n \n \n \n \n \n\nPembimbing 3: Yuliana Susilowati, Dr., Ir., M.Si.      \n \n \n \n\nScanner: Arnaz Driyastika M.      \n \n \n \n \n \n \n\n(2007-12-03)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Decision making, AHP, relief of PBB, revenue of PBB.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}