{"Nomor": 21917, "Judul": "PENGARUH BERBAGAI KUALITAS (MATA HALUS, TAHIR, DAN ABU) TERHADAP SIFAT FISIS DAN KANDUNGAN ASAM SINAMAT DARI RESIN KEMENYAN TOBA (Styrax sumatrana)", "Abstrak": "Styrax sumatrana atau masyarakat sering menyebutnya sebagai kemenyan Toba merupakan pohon yang dapat menghasilkan resin apabila bagian batangnya dilukai. Resin adalah campuran dari senyawa yang larut dalam lipid baik itu senyawa yang volatil maupun nonvolatil yang disekresikan oleh struktur terspesialisasi yang terletak baik di dalam atau di permukaan dari tumbuhan dan memiliki peran dalam interaksi ekologis tumbuhan tersebut. Resin kemenyan yang di jual di pasar terdiri dari berbagai kualitas yaitu I sampai dengan VI. Kualitas kemenyan ini dibedakan oleh pedagang berdasarkan warna dan ukurannya saja. Padahal terdapat karakteristik penting lain yang perlu diketahui untuk membedakan kualitas tersebut. Karakteristik tersebut diantaranya adalah sifat fisis berupa kadar air dan kadar pengotor serta kadar asam sinamat dari resin. Tujuan dari penelitian ini adalah untuk mengetahui kadar air, kadar pengotor, dan kadar asam sinamat dari resin kualitas II, IV, dan VI. Hasil penelitian mengindikasikan adanya pengaruh kadar air terhadap kualitas kemenyan dengan nilai masing-masing kadar air sebesar 0,74%, 0,97%, dan 1,41% untuk kualitas II, IV, dan VI. Kadar pengotor resin kualitas II, IV dan VI secara berturut-turut adalah 1,69%, 5,38%, dan 3,84%. Sementara itu, kandungan asam sinamat untuk kualitas II, IV, dan VI adalah 24,89%, 22%, dan 21,78%. Asam sinamat yang didapatkan memiliki kemurnian sebesar 91,8%, 94,3%, dan 90,9% untuk kualitas II, IV, dan VI. Analisis FTIR menunjukkan bahwa asam balsamat yang berhasil diisolasi merupakan senyawa asam sinamat.", "Daftar File": {"2017 TA PP ELGA RIDHO MAULANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112610"}, "Penulis": "ELGA RIDHO MAULANA (NIM : 11213014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :        \n \n \n \n \n\nDr. Robert Manurung.          \n \n \n \n \n\nDr. M. Yusuf Abduh."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Styrax sumatrana; resin; asam sinamat; kualitas kemenyan; kadar air; kadar pengotor; FTIR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}