{"Nomor": 21915, "Judul": "MODEL KONSEPTUAL UNTUK STUDI PENGARUH TEKANAN KAPILER TERHADAP PERANCANGAN FASILITAS PERMUKAAN PADA LAPANGAN GAS KONDENSAT", "Abstrak": "Tekanan kapiler didalam reservoir berpengaruh pada laju alir baik gas, kondensat, maupun air yang terproduksi ke permukaan. Tekanan kapiler ini dapat membantu maupun mengganggu laju produksi tergantung pada fluida mana yang menjadi prioritas utama yang akan diproduksikan.  \n \n\nUntuk mengetahui peranan tekanan kapiler terhadap perancangan fasilitas permukaan, terlebih dahulu membuat pemodelan reservoir, kemudian dilanjutkan dengan penyelarasan nilai sejarah data, sensitivitas nilai tekanan displacement (Pd), pengurangan kadar CO2 dan air dalam gas. Reservoir dimodelkan berbentuk balok sederhana dengan nilai OGIP 3,071 TSCF, terdiri dari 8 layer dan 4 sumur produksi.Validasi reservoir dilakukan dengan menyelaraskan nilai OGIP sejarah, laju produksi gas, minyak, dan air. Untuk mengetahui pengaruh tekanan kapiler dilakukan sensitivitas dilakukan dengan menvariasikan nilai displacement pressure (Pd) yaitu 0,02, 15, 20, 25, 35 psi. Masa produksi gas terlama diperoleh dari Pd terkecil (0,02 psi) selama 36 tahun, sedangkan masa produksi tercepat diperoleh dari Pd terbesar (35 psi) selama 34,3 tahun. Sedangkan produksi minyak sama halnya dengan air, produksi terbesar didapat pada Pd yang besar, begitu juga sebaliknya. Pada penelitian ini, pada berbagai Pd, laju alir gas masih dapat memenuhi constraint.  \n \n\nPerbedaan laju alir air yang diproduksi akibat perbedaan Pd/Swirr mengakibatkan berbedanya desain dari separator di permukaan. Perubahan Pd/Swirr sebesar 1 menyebabkan perubahan volume sebesar 78,65 m3/5menit. Hasil sensitivitas konsentrasi TEG didapat bahwa pada konsentrasi TEG paling rendah (90%) menghasilkan kandungan air 49,5 lb H2O/MMSCF.", "Daftar File": {"2010 TS PP ELFERA YOSTA RIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112600", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112601", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112602", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112603", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112604", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112605", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112606", "2010 TS PP ELFERA YOSTA RIZA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/112607", "2010 TS PP ELFERA YOSTA RIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112608"}, "Penulis": "ELFERA YOSTA RIZA (NIM : 22208031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, Msc.,Phd."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tekanan kapiler, tekanan displacement, TEG, perancangan fasilitas, separator", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}