{"Nomor": 21916, "Judul": "TERMINAL PENUMPANG BANDAR UDARA INTERNASIONAL SIBISA - TOBA SAMOSIR DI PROVINSI SUMATERA UTARA", "Abstrak": "Danau Toba merupakan salah satu destinasi prioritas yang akan dikembangkan oleh Kemeterian Pariwisata Indonesia. Danau Toba sendiri belum memiliki gerbang khusus untuk akses menuju destinasi wisata tersebut. Oleh karena itu, bandar udara ini dirancang untuk melayani aktivitas transportasi menuju dan dari Danau Toba. Bandara ini akan dikembangkan dari yang memiliki landasan pacu 750 meter menjadi 2.400 meter.      \n \n\nBeberapa tahun belakangan ini, bangunan terminal yang selama ini digunakan telah resmi ditutup. Dengan penutupan operasional bandara tersebut, jumlah pergerakan penumpang pun menjadi 0 penumpang/tahun. Kehadiran bandara baru yaitu Bandara Sibisa ditargetkan dapat menampung pergerakan penumpang sebesar 1,2 juta penumpang/tahun untuk mendukung gerakan mendatangkan 20 juta wisatawan asing ke Indonesia.      \n \n\nTerminal penumpang ini akan mewadahi pergerakan penumpang domestic maupun internasional. Hal tersebut bertujuan agar wisatawan mancanegara akan lebih mudah mencapai destinasi wisata ini tanpa melakukan transit yang lama. Terminal ini akan memiliki luas total mencapai 11.000 m2 yang terdiri dari 3 lantai bangunan. Terminal akan dirancang dengan tipologi berjenis linear dan one and half level concept dengan penggabungan kerb bagi penumpang yang berangkat dan penumpang kedatangan di lantai dasar. Terminal ini akan mengedepankan konsep-konsep yang disesuaikan dengan isu perancangan dan tren dari terminal bandar uda pada masa sekarang, seperti lokalitas dan green airport.", "Daftar File": {"2017 TA PP ELFINE OWEN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112609"}, "Penulis": "ELFINE OWEN (NIM : 15213058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Sugeng Triyadi S., Ir., MT., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Danau Toba, transportasi, terminal penumpang, one-and-half-level", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}