{"Nomor": 21920, "Judul": "PENILAIAN KETAHANAN ENERGI INDONESIA BERDASARKAN KEBIJAKAN ENERGI NASIONAL", "Abstrak": "Energi memiliki peran penting dan strategis dalam pembangunan berkelanjutan,  \n \n\ndengan memperhatikan aspek sosial, ekonomi, dan lingkungan. Berdasarkan  \n \n\nPeraturan Pemerintah No. 79 Tahun 2014 tentang Kebijakan Energi Nasional (KEN),  \n \n\nPemerintah memberikan arah pengelolaan energi nasional untuk mencapai  \n \n\nkemandirian energi dan ketahanan energi nasional. Dengan penerapan KEN, penting  \n \n\nuntuk menilai kinerja ketahanan energi pada tahun 2025 dan 2050. Dalam penelitian  \n \n\nini, telah dikembangkan alat penilaian ketahanan energi nasional yang terdiri dari 5  \n \n\ndimensi dan 12 indikator. Selanjutnya dikembangkan 4 skenario dalam penilaian  \n \n\nketahanan energi, yaitu skenario dasar (BAU dan KEN) dan pengembangan skenario  \n \n\ndasar jika skenario KEN tidak tercapai (KE dan EBT). Dengan metode normalisasi minmax,  \n \n \n\ndapat dihitung nilai relatif antara skenario satu dengan skenario lainnya untuk  \n \n\nsetiap indikator. Setelah diperoleh nilai relatif, selanjutnya dilakukan pembobotan  \n \n\ndengan metode AHP. Hasilnya menunjukkan bahwa aspek ketersediaan masih yang  \n \n\nutama dalam penilaian ketahanan energi di Indonesia, yang selanjutnya secara  \n \n\nberurutan adalah kemudahan akses, kemampuan masyarakat untuk membeli,  \n \n\nteknologi dan efisiensi penggunaan energi, serta lingkungan. Setelah proses agregasi,  \n \n\ndiperoleh skenario KEN memiliki nilai ketahanan energi tertinggi dibandingkan  \n \n\nskenario lainnya, dengan nilai indeks 0,643 tahun 2025 dan 0,639 tahun 2050. Ini  \n \n\nmengindikasikan dengan penerapan KEN, ketahanan energi nasional akan  \n \n\nmeningkat, bahkan tertinggi dibandingkan skenario lainnya. Pemerintah diharapkan   \n \n\nmenyusun program strategis dan melakukan akselerasi untuk menghadapi tantangan  \n \n\ndan hambatan dalam pelaksanaan KEN agar meminimalkan penyimpangan dari nilai  \n \n\nketahanan energi yang diharapkan.", "Daftar File": {"2017 TS PP ELIN LINDIASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112626"}, "Penulis": "ELIN LINDIASARI (NIM 29115347)", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, ST., M. Eng., Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "AHP method, energy security, national energy policy, scenario", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}