{"Nomor": 21931, "Judul": "STUDI PENGARUH PENAMBAHAN BAHAN IMBUH CaO DAN NaCl TERHADAP PEROLEHAN NUGGET BESI PADA REDUKSI BRIKET KOMPOSIT KONSENTRAT PASIR BESI DENGAN METODE ISOTERMAL-GRADIEN TEMPERATUR", "Abstrak": "Industri besi baja merupakan salah satu industri yang berperan penting dalam menunjang perekonomian di Indonesia. Dengan masifnya pelaksanaan proyek pembangunan infrastruktur oleh pemerintah, permintaan baja nasional mengalami peningkatan. Peningkatan tersebut tidak diimbangi dengan kapasitas produksi industri baja nasional sehingga pemerintah harus mengimpor baja. Sementara itu, sumber daya pasir besi yang melimpah belum dimanfaatkan secara maksimal sebagai bahan baku alternatif pembuatan baja. Untuk mengatasi permasalahan tersebut, penelitian pengolahan pasir besi perlu dilakukan. Penelitian reduksi pasir besi telah dilakukan dengan metode isotermal-gradien temperatur, tetapi masih perlu dikembangkan. Oleh karena itu, penelitian ini mempelajari pengaruh CaO dan NaCl terhadap perolehan nugget besi dengan metode yang sama.    \n \n \n \n\nSerangkaian percobaan dilakukan dengan variasi penambahan CaO dan NaCl. Percobaan dimulai dengan preparasi konsentrat pasir besi, batubara, CaO, dan NaCl. Karakterisasi awal dilakukan pada konsentrat pasir besi dengan X-Ray Diffraction (XRD) dan X-Ray Fluorosence (XRF), sedangkan batubara dikarakterisasi dengan uji proksimat dan uji komponen abu. Campuran bahan baku diaglomerasi menjadi briket komposit dengan variasi CaO dan NaCl yaitu 0%; 0,5%; 1%; 1,5%; 2%; 2,5%; 5%; 7,5%; dan 10%. Selanjutnya briket komposit direduksi dengan metode isotermal-gradien temperatur. Proses reduksi dimulai secara isotermal pada suhu 1000C selama 30 menit kemudian suhu dinaikkan hingga 1380C selama 57 menit. Pada tahap terakhir dilakukan  reduksi secara isotermal pada suhu 1380C selama 40 menit. Hasil reduksi berupa nugget besi ditimbang beratnya dan diukur diameternya. Selain itu, analisis struktur mikro, Scanning Electron Microscope-Energy Dispersive Spectrometer (SEMEDS), dan XRD dilakukan pada hasil reduksi.    \n \n \n \n\nHasil penelitian menunjukkan bahwa penambahan CaO dan NaCl  dapat mempengaruhi perolehan nugget besi. Persen perolehan nugget besi tertinggi diperoleh pada penambahan 0,5% CaO dan 2,5% NaCl yaitu 66,04% dan 59,70%. Nugget besi dihasilkan pada penambahan 0-5% CaO dan 0-5% NaCl. Jumlah nugget besi yang dihasilkan cenderung menurun seiring dengan peningkatan persen penambahan CaO dan NaCl. Semakin sedikit jumlah nugget besi yang diperoleh, diameter rata-rata dan diameter maksimum nugget besi semakin besar. Diameter rata-rata dan diameter maksimum nugget besi terbesar diperoleh pada penambahan 5% NaCl yaitu 2,2 mm dan 5,88 mm. Penambahan 0,5% CaO dan penambahan 2,5% NaCl dapat memecah ikatan antara wustit (FeO) dan oksida pengotor. Hal ini ditunjukkan dengan tidak ditemukannya senyawa titanomagnetit (Fe2TiO4), hercynite (FeAl2O4), dan fayalit (Fe2SiO4) pada terak hasil reduksi.", "Daftar File": {"2017 TA PP ELSA DAU SEPTIANINGRUM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112678"}, "Penulis": "ELSA DAU SEPTIANINGRUM (NIM : 12513013)", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi Zulhan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pasir Besi, Isotermal-Gradien Temperatur, CaO, NaCl, Nugget Besi", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}