{"Nomor": 21937, "Judul": "KARAKTERISASI STRUKTUR DEDEKIND", "Abstrak": "Disertasi ini menelaah struktur Dedekind pada area teori modul yang diangkat dari karakterisasi Dedekind di area teori gelanggang. Pengkajian sifat dilakukan pada kelas modul atas gelanggang komutatif. Kemudian pada beberapa bagian dibahas pula kemungkinan perumuman sifat pada area modul atas gelanggang sebarang, termasuk gelanggang tak komutatif.Terdapat tiga hasil utama pada disertasi ini. Hasil pertama adalah keterkaitan antara modul Dedekind dan modul M-progenerator. Hasil kedua mengetengahkan karakterisasi gelanggang Dedekind melalui modul uniform. Sedangkan hasil ketiga adalah sifat modul Dedekind terkait dengan order modul. Pada hasil pertama, sifat modul Dedekind yang diangkat dipandang sebagai perumuman keterkaitan antara gelanggang prima Dedekind dengan modul progenerator. Perumuman sifat tersebut telah menunjukkan bahwa suatu modul multiplikasi M yang projektif, bersifat Dedekind jika dan hanya jika setiap submodul dari M bersifat M-progenerator.Hasil telaahan kedua melibatkan kelas modul uniform. Hasil ini menggambarkan keterkaitan antara gelanggang Dedekind dan modul Dedekind yang juga merupakan pengangkatan sifat dari konsep herediter dan Noether. Penelaahan menunjukkan bahwa suatu daerah integral D merupakan daerah Dedekind jika dan hanya jika setiap D-modul uniform yang bebas torsi dan dibangun secara hingga bersifat Dedekind. Melalui sifat ini pula diperoleh kontribusi utama dari disertasi ini,yaitu pengenalan konsep Dedekind dan perumuman sifatnya pada kelas modul atas  gelanggang sebarang. Kajian terakhir pada disertasi ini adalah karakterisasi sifat modul Dedekind terkait  order modulnya. Khususnya ditunjukkan bahwa order modul dari suatu modul Dedekind merupakan gelanggang Dedekind.", "Daftar File": {"2017 DIS PP ELVIRA KUSNIYANTI 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112703"}, "Penulis": "ELVIRA KUSNIYANTI (30112015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Pudji Astuti", "Dr. Hanni Garminia Y"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gelanggang prima Dedekind, modul Dedekind, modul progenerator, modul M-progenerator, modul uniform, order modul", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}