{"Nomor": 21938, "Judul": "PANTI ASUHAN PUTRI WILLIAM BOOTH BANDUNG", "Abstrak": "Setiap anak merupakan calon penerus generasi mendatang yang berhak mendapatkan   \n \n\nkesempatan bertumbuh dan berkembang menjadi pribadi dewasa yang mandiri dan mampu   \n \n\nberperan dalam kehidupan di tengah masyarakat. Panti asuhan merupakan salah satu solusi dalam   \n \n\nmengatasi permasalahan anak terlantar untuk menggantikan peran keluarga dalam pertumbuhan   \n \n\nseorang anak. Panti Asuhan Putri William Booth di Bandung telah berdiri semenjak 1917 hingga kini   \n \n\nmembutuhkan gedung panti asuhan baru yang dilengkapi dengan fasilitas penunjang berupa aula   \n \n\ndan kantor administrasi. Lahan proyek ini terletak di Kompleks Perumahan Angkatan Darat (KPAD)   \n \n\nGegerkalong dengan luas lahan sebesar 3000 meter persegi yang mampu menampung 100 anak   \n \n\nasuh, 30 pengasuh, serta pekerja-pekerja tetap lainnya. Bukan hanya sekedar tempat tinggal, panti   \n \n\nasuhan ini juga menjadi unsur eksternal yang mempengaruhi perkembangan anak asuh menjadi lebih   \n \n\npositif. Hal tersebut dapat dicapai apabila bangunan tempat tinggal berperan dalam memenuhi   \n \n\nkebutuhan yang mendasar dari anak asuh, pada kasus ini kebutuhan dasar yang akan dipenuhi   \n \n\nadalah berdasarkan Hierarchy of Needs dari Abraham Maslow. Oleh karena itu, konsep yang dibawa   \n \n\ndalam perancangan panti asuhan ini adalah Natural Ã‚Â– Intimate Ã‚Â– Playful dengan menerapkan   \n \n\npencahayan dan penghawaan alami, penggunaan dan permainan material-material alami yang   \n \n\nmemberi kesan hangat dan tidak membosankan, penyediaan ruang-ruang bersama dalam kelompok   \n \n\nkecil, serta inner court sebagai ruang terbuka dan pengendali iklim mikro. Dengan demikian   \n \n\ndiharapkan melalui desain panti asuhan ini kebutuhan dasar anak asuh dapat terpenuhi dan   \n \n\npertumbuhan serta perkembangan anak asuh dapat didorong dengan maksimal.", "Daftar File": {"2017 TA PP ELVIRA TANAYA FIRANDO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112704"}, "Penulis": "Elvira Tanaya Firando", "Kontributor / Dosen Pembimbing": ["Ir. Mohammad jehansyah Siregar, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Panti asuhan, kebutuhan dasar, pertumbuhan, perkembangan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}