{"Nomor": 21949, "Judul": "EXPERIMENTAL EVALUATION OF CARBONATED WATER INJECTION (CWI) TO INCREASE OIL RECOVERY USING SPONTANEOUS IMBIBITION", "Abstrak": "Carbon dioxide flooding telah dikenal dalam meningkatkan produksi minyak dengan cara Enhanced Oil Recovery. Carbon dioxide flooding konvensional berusaha untuk mencapai Minimum Micibility Pressure (MMP) untuk dapat mengubah sifat dari minyak di reservoir. Akan tetapi, perlu diingat, kebanyakan lapangan telah mencapai kondisi mature, yang berarti tekanan dari reservoir telah terkuras. Oleh karena itu, akan sulit bagi karbon dioksida untuk bisa miscible didalam minyak. Carbonated Water adalah air yang memiliki carbon dioxide terlarut pada kondisi tertentu. Teknik Carbonated Water Injection (CWI) dapat dilihat sebagai solusi untuk menginjeksikan carbon dioxide dibawah MMP. Kinerja dari teknik injeksi ini dapat diperhlihatkan oleh model fisik yang dapat digunakan untuk melihat mekanisme perubahan wettability dari carbonated water. Model ini dibuat dari bejana gelas yang diisi dengan air biasa. Core yang tersaturasi dimasukan kedalam bejana tersebut, dibawah tabung sempit berbentuk seperti corong yang dapat mengukur minyak yang terambil. Bejana tersebut lalu ditutup dan karbon dioksida dialirkan kebawah permukaan air. Air didalam bejana tersebut lalu berubah menjadi carbonated water setelah beberapa waktu perendaman. Minyak yang keluar dari core dapat diukur, secara spontan dengan membaca skala yang ada diatas tabung, serupa dengan cara yang digunakan pada Amott Cell. Proses tersebut lalu diulangi untuk beberapa konsentrasi karbon dioksida didalam air. Perubahan tekanan injeksi, power of hydrogen (pH) dan minyak yang terambil diukur terhadap waktu. Nilai dari setiap kasus, termasuk kasus saturasi dengan air biasa, dibandingkan satu sama lain. Kondisi optimum dari teknik ini dapat diperkirakan berdasarkan banyaknya minyak yang terambil dan waktu perendaman. Teknik injeksi ini memberikan hasil yang cukup baik apabila dibandingkan dengan metode konvensional, terlihat dari banyaknya minyak yang terambil. Teknik baru ini diharapkan dapat memberi hasil yang baik apabila diaplikasikan di lapanganm baik dalam skala penuh atau stimulasi sumur.", "Daftar File": {"2017 TA PP ENRICO ADIPUTRA 1.pdf": "https://digilib.itb.ac.id/gdl/download/112732"}, "Penulis": "ENRICO ADIPUTRA (NIM : 12213046)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Ir. Leksono Mucharam, M.Sc., Ph.D.  \n \n\nPembimbing II: Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EOR, Mature Field, Carbonated Water, Physical Model, Oil Recovery, Soaking Time", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}