{"Nomor": 21956, "Judul": "STUDI TENTANG PENERAPAN METODE KETERKONTROLAN KELUARAN STRUKTURAL PADA DIRECTED HUMAN PROTEIN-PROTEIN INTERACTION NETWORK DALAM PENENTUAN TARGET OBAT", "Abstrak": "Perkembangan directed human protein-protein interaction (PPI) network dalam memprediksi jalur persinyalan sel dalam tubuh manusia memberikan keuntungan besar bagi para ilmuwan untuk menelaah lebih lanjut efek terapi dan menentukan target suatu obat. Pada penelitian ini digunakan node target sebagai node sasaran obat dalam directed human PPI network untuk mengontrol node penyakit berdasarkan metode keterkontrolan keluaran struktural. Ditemukan hasil bahwa dengan metode keterkontrolan keluaran struktural, obat hanya perlu menyasar node dalam network sejumlah lebih-kurang 30,63% jumlah node penyakit. Selain itu, jumlah node target minimum yang diperlukan untuk mengontrol suatu penyakit dipengaruhi secara signifikan oleh jumlah node penyakit di luar strongly connected component (SCC) yang memiliki lebih dari satu buah node. Untuk mendukung metode yang digunakan pada penelitian ini, dilakukan prediksi jumlah node penyakit yang dapat terkontrol oleh suatu obat yang telah beredar di pasaran dan memiliki data efikasi relatif. Hasil analisis statistik mengungkapkan bahwa terdapat hubungan linear yang cukup signifikan antara jumlah node penyakit yang dapat terkontrol dengan efikasi relatif. Semakin banyak jumlah node penyakit yang dapat terkontrol oleh suatu obat, nilai efikasi relatifnya cenderung semakin tinggi. Walaupun ketersediaan directed human PPI network yang digunakan belum begitu lengkap, diharapkan penelitian ini memberikan gambaran awal dalam mempertimbangkan pendekatan teori kontrol untuk diterapkan pada proses penemuan obat.", "Daftar File": {"2017 TA ERHAN ORESSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112751"}, "Penulis": "Erhan Oressa     (NIM : 13313060)", "Kontributor / Dosen Pembimbing": ["Prof. Yul Yunazwin Nazaruddin, IPM. \n\nDr. Suprijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keterkontrolan Keluaran Struktural, PPI, Target Obat, Driver Node, Node Target", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}