{"Nomor": 21955, "Judul": "PERMEABLE INDUSTRY REVITALISASI KAMPUNG WISATA BATIK LAWEYAN : SETONO BATIK JOINT OUTLET KAMPUNG BATIK LAWEYAN, SURAKARTA", "Abstrak": "Dengan luas wilayah 29.267 Ha, Kampung Batik Laweyan merupakan salah satu pusat industri batik di Solo. Terdapat 85 pengusaha di Kampung Batik Laweyan dengan berbagai jenis kegiatan usaha batik dan jenis pengusaha batik. Kampung ini tidak hanya berfungsi sebagai pusat batik, tetapi juga sebagai pusat destinasi wisata budaya bagi pecinta batik. Khususnya untuk kalangan pengusaha batik skala kecil dan menengah belum terwadahi secara penuh di Kampung Batik Laweyan ini. Hal ini diakibatkan terbatasnya modal usaha lahan untuk membangun outlet untuk masing‐masing individu. Terkait dengan masalah tersebut, penulis mengusung konsep Laweyen Batik Joint outlet untuk mengakomodasi metode pemasaran gotong‐royong. Laweyan Batik Joint outlet, akan tersebar pada tiga titik lokasi di Kampung Batik Laweyan Solo. Pemilihan lokasi didasarkan pada kepadatan industri batik, variasi industri non batik, kepadatan saudagar batik, dan besarnya pengaruh pada kampung lainnya. Dalam Tugas Akhir AR 4099, penulis memilih Kampung Setono sebagai proyek representatif Laweyan Batik Joint outlet ini. Kampung Setono dipilih sebagai proyek percontohan untuk dua proyek joint outlet lain dikarenakan memiliki kepadatan saudagar batik dan kepadatan industri batik tertinggi daripada tujuh kampung lain yang ada di Laweyan serta lokasinya yang di pinggir Sungar Jenes dan adanya IPAL Laweyan sebagai pengolahan limbah batik di Kampung Laweyan. Perancangan joint outlet menerapkan sistem ruang eksisting Laweyan, yaitu sistem rumah Jawa Ã‚Â– pabrik batik dengan desain fasad kontras agar pariwisata arsitektur tradisional Laweyan dapat dimaksimalkan dan tidak berkompetisi satu dengan yang lainnya. Laweyen Batik Joint outlet diharapkan dapat meningkatkan kapasitas pemasaran batik beserta kondisi pariwisata ekonomi batik Kampung Batik Laweyan Solo.", "Daftar File": {"2017 TA PP Erdiani Marcelini Erwandi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112750"}, "Penulis": "Erdiani Marcelini Erwandi", "Kontributor / Dosen Pembimbing": ["Ismet Belgawan Harun, Ir., MSc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Laweyen Batik Joint outlet, Kampung Batik Laweyan, Wisata, Industri, Cagar Budaya", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}