{"Nomor": 21954, "Judul": "SEED CAPITAL FINANCING VALUATION OF M-HEALTH SERVICE STARTUP CASE STUDY: CAGEUR.IN", "Abstrak": "Kemajuan teknologi beberapa dekade terakhir ini membuat ponsel menjadi lebih cerdas. Fitur \n\ndasar seperti panggilan telepon dan sms yang ada pada masa awal sebuah ponsel telah \n\nberkembang menjadi ponsel pintar yang multifungsi. Salah satu fitur yang bisa digunakan \n\ndalam smartphone adalah penggunaan aplikasi ponsel untuk perawatan kesehatan. Istilah \n\nMobile Health atau M-Health telah menjadi lebih populer karena semakin banyak orang \n\nmencoba untuk mendukung layanan kesehatan melalui aplikasi ponsel. Di Indonesia, \n\npemerintah mencoba untuk mencapai Cakupan Kesehatan Universal melalui program JKN \n\n(Jaminan Kesehatan Nasional). Saat ini 68,6% warga Indonesia telah mengikuti program JKN \n\ndari target 100% warga negara Indonesia yang telah tercakup oleh JKN. Seiring bertambahnya \n\njumlah anggota JKN, jumlah pasien yang akan pergi ke klinik juga akan meningkat. Pasien \n\nyang sakit akan membuat bisnis klinik menghabiskan biaya lebih tinggi sehingga pada akhirnya \n\nakan membuat mereka menderita kerugian besar. Perusahaan Cageur.in adalah startup yang \n\ndidirikan pada 2016 yang mencoba membantu mengurangi biaya klinik dengan mengurangi \n\njumlah pasien sakit melalui platfrom digital mereka untuk bisnis klinik. Namun mereka masih \n\ndalam tahap seed tanpa ada pemasukan dan sedang mencari modal untuk membiayai kebutuhan \n\noperasionalnya. Oleh karena itu mereka perlu mencari sumber pendanaan yang sesuai untuk \n\nmenunjang bisnis mereka. \n\nTujuan dari penelitian ini adalah untuk mengetahui nilai perusahaan Cageur.in untuk menjadi \n\ndaya jual dalam usaha mereka untuk mencari modal dan mencari jenis sumber pembiayaan \n\nyang sesuai untuk mereka. Beberapa metode valuasi yang direkomendasikan untuk menilai \n\ntahap produksi bibit akan diterapkan. Metode yang digunakan adalah metode Berkus, metode \n\nScorecard, metode Risk Factor Summation, metode Discounted Cash Flow dan metode Modal \n\nVentura. \n\nDari lima metode valuasi, hasilnya adalah metode Berkus yang menunjukkan valuasi \n\nUSD1.400.000, metode Scorecard menunjukkan USD900.999, metode Risk Factor Summation \n\nmenunjukkan USD1.320.956, DCF menunjukkan valuasi USD4.897.766 dan metode modal \n\nventura menunjukkan valuasi USD4.398.765 . Untuk perusaahan dalam tahap seed seperti \n\nCageur.in, Metode Berkus, Scorecard dan Risk Factor Summation lebih tepat digunakan \n\ndaripada dua metode berikutnya yaitu metode DCF dan Modal Ventura. Hal ini disebabkan \n\nkarena kurangnya catatan keuangan yang membuat faktor masukan yang tepat digunakan, \n\nmetode selanjutnya seperti tingkat pertumbuhan, biaya modal dan asumsi keuangan mendasar \n\nlainnya untuk meramalkan proyeksi keuangan masa depannya sulit dilakukan. \n\nKeyword: Kesehatan, Tahap Seed, Startup, Pemodalan, Valuasi Startup", "Daftar File": {"2017 TA PP ERAULIA NADINDA RACHMAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112749", "2017 TS PP ERAULIA NANDINA RACHMAT 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251960"}, "Penulis": "Eraulia Nadinda Rachmat (NIM 19014043)", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Soekarno MBA, RFA, QWP, CFP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Healthcare, Seed Stage, Startup, Financing, Startup Valuation", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "17 Sep 2017"}