{"Nomor": 21952, "Judul": "UPRATING UNIT FILTRASI, DESINFEKSI, DAN RESERVOIR INSTALASI PENGOLAHAN AIR (IPA) DEKENG II PDAM TIRTA PAKUAN BOGOR", "Abstrak": "Instalasi Pengolahan Air (IPA) Dekeng merupakan salah satu IPA yang dimiliki oleh PDAM Tirta Pakuan Bogor. IPA Dekeng berlokasi di Jl. Raya Dekeng No.5, Genteng, Bogor Sel., Kota Bogor, Jawa Barat. Daerah pelayanan IPA Dekeng, adalah Kecamatan Bogor Timur, Bogor Tengah, Bogor Utara, Tanah Sareal, dan Bogor Barat. Sumber air baku yang dipakai oleh IPA Dekeng adalah Sungai Cisadane. Pertumbuhan penduduk yang terjadi setiap tahun di Kota Bogor, membuat IPA Dekeng harus meningkatkan kapasitas produksi nya. IPA Dekeng memiliki 2 instalasi, yaitu IPA I dengan kapasitas 1000 L/s dan IPA II dengan kapasitas 460 L/s. Penggabungan produksi air kedua instalasi tersebut bisa meningkatkan kapasitas hingga 10 tahun ke depan, yaitu tahun 2027 dengan total kebutuhan air bersih adalah 1812,36 L/s. Untuk dapat memenuhi kebutuhan air bersih masyarakat Kota Bogor, khususnya pada daerah layanan IPA Dekeng maka kapasitas pengolahan pada IPA II akan ditingkatkan menjadi 1000 L/s. Jika mengevaluasi kondisi eksisting IPA Dekeng saat ini, maka tidak mungkin untuk melakukan uprating pada IPA eksisting tanpa membuat bak filtrasi yang baru. Oleh karena itu, IPA Dekeng harus membuat 5 buah bak filtrasi yang baru dengan dimensi yang sama sesuai bak filtrasi eksisting. Dalam melakukan uprating, unit desinfeksi dan reservoir tidak harus dibuat baru karena kondisi eksisting masih mencukupi. Total investasi awal yang diperlukan untuk proyek uprating IPA Dekeng adalah Rp 9,316,812,298.", "Daftar File": {"2017 TA PP EPHAPRAS RIRAEL MAHARDHIKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112741"}, "Penulis": "EPHAPRAS RIRAEL MAHARDHIKA   (NIM: 15313021)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "total kebutuhan air, evaluasi, filtrasi, desinfeksi, reservoir.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}