{"Nomor": 21964, "Judul": "SINTESIS PARTIKEL PARAMAGNETIK GADOLINIUM KARBONAT (Gd2(CO3)3@PEG) DAN GADOLINIUM OKSIDA (Gd2O3@PEG) DENGAN METODE SOLVOTERMAL DAN KALSINASI", "Abstrak": "Partikel magnetik Gd2(CO3)3@PEG dan Gd2O3@PEG merupakan material yang telah dimanfaatkan pada bidang biomedis sebagai agen kontras. Partikel Gd2(CO3)3 dan Gd2O3 memiliki kelebihan dalam proses sintesisnya lebih mudah, cepat, dan menggunakan prekursor yang lebih sedikit. Akan tetapi, partikel Gd2(CO3)3 dan Gd2O3 memiliki sifat kelemahan karena mengandung toksin, untuk menghilangkan sifat toksin dilakukan proses coating dengan polietilen glikol (PEG-1000). Partikel Gd2(CO3)3 dan Gd2O3 difungsionalisasikan dengan PEG menghasilkan (Gd2(CO3)3@PEG) dan Gd2O3@PEG yang bersifat biokompatibel dan monodispersi. Penelitian ini bertujuan untuk melakukan sintesis partikel (Gd2(CO3)3@PEG) sebagai prekursor Gd2O3@PEG dengan metode solvotermal dan melakukan variasi waktu pemanasan 3, 5, dan 8 jam, dan mengetahui waktu sintesis optimum terhadap kristalinitas, ukuran kristal, dan morfologi pada partikel (Gd2(CO3)3@PEG). Serbuk partikel (Gd2(CO3)3@PEG) pada waktu sintesis optimum dikalsinasi untuk memperoleh partikel Gd2O3@PEG. Material prekursor Gd2(CO3)3@PEG dan Gd2O3@PEG yang dihasilkan dikarakterisasi dengan menggunakan Fourier Transform Infrared Spectroscopy (FTIR), X-Ray Diffractometer (XRD), Scanning Electron Microscopy (SEM), dan Electron Dispersive X-Ray Spectroscopy (EDS). Dari hasil FTIR keterbentukan Gd2(CO3)3 ditandai dengan tiga spektrum absorpsi karakterisasi yakni gugus O-C-O, π-CO32-, dan δ-CO32- dan gugus yang menunjukkan keberadaan PEG sebagai coating ditandai dengan gugus ν-C-H, δ-C-H, dan ν-C-O-C terhadap seluruh sampel dengan variasi waktu pemanasan. Hasil karakterisasi XRD menunjukkan bahwa partikel (Gd2(CO3)3@PEG) telah berhasil disintesis dengan pola difraksi dengan posisi puncak sesuai dengan #JCPDS No. 37-0559 dan simetrinya berbentuk heksagonal. Selain itu, analisis puncak terhadap variasi waktu pemanasan partikel (Gd2(CO3)3@PEG) diperoleh kristalisasi tertinggi pada waktu pemanasan 5 jam. Ukuran kristal diperoleh dengan persamaan Scherrer pada sampel lama pemanasan 3, 5, dan 8 jam adalah 0,3 nm; 21,07 nm; dan 9,87 nm. Analisis spektrum FTIR dengan kalsinasi pada suhu 400 oC menunjukkan gugus keterbentukan Gd2O3@PEG pada puncak absorpsi di bilangan gelombang 521 cm-1 merupakan gugus Gd-O dan gugus yang menunjukkan keterbentukan PEG pada permukaan Gd2O3 ditunjukkan dengan keterbentukan ʋ-O-H, ʋas-O-C-O, dan C-O-C. Sedangkan kalsinasi pada suhu 800 oC gugus PEG hampir sepenuhnya hilang dan intensitas gugus Gd-O makin tajam. Hasil karakterisasi XRD menunjukkan bahwa partikel Gd2O3@PEG berhasil diperoleh dengan simetri kubik dan ditandai kesesuaian spektrum XRD dengan spektrum database (JCPDS No. 43-1014) pada suhu 400 oC dan 800 oC. Ukuran kristal pada suhu kalsinasi 400 oC dan 800 oC diperoleh 2.16 nm dan 24.49 nm. Hasil karakterisasi SEM terhadap morfologi partikel Gd2(CO3)3@PEG terjadi aglomerasi yang tersusun atas partikel-partikel yang berukuran mikro sedangkan pada partikel Gd2O3@PEG berukuran nano. Hasil analisis EDS menunjukkan komponen elemen penyusun Gd2(CO3)@PEG dan Gd2O3@PEG. Sifat paramagnetik material dianalisis dengan Vibrating Sample Magnetometer (VSM) dimana hasil analisis karakterisasi VSM menunjukkan bahwa Gd2(CO3)3@PEG dan Gd2O3@PEG bersifat paramagnetik. Uji performa partikel Gd2(CO3)3@PEG dilakukan dengan metode pembobotan citra Magnetic Resonance Imaging (MRI) dan membuktikan bahwa partikel Gd2(CO3)3@PEG berpotensi dikembangkan sebagai agen kontras T1 MRI karena dapat meningkatkan kontras citra yang sebanding dengan konsentrasinya.", "Daftar File": {"2016 TS PP ERIKA LINDA YANI NASUTION 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112778", "2016 TS PP ERIKA LINDA YANI NASUTION 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112779", "2016 TS PP ERIKA LINDA YANI NASUTION 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112780", "2016 TS PP ERIKA LINDA YANI NASUTION 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112781", "2016 TS PP ERIKA LINDA YANI NASUTION 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112782", "2016 TS PP ERIKA LINDA YANI NASUTION 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112783", "2016 TS PP ERIKA LINDA YANI NASUTION 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112784"}, "Penulis": "ERIKA LINDA YANI NASUTION (NIM : 20214025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Ferry Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gd2(CO3)3, Gd2O3, PEG, solvotermal, kalsinasi, paramagnetik", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}