{"Nomor": 21960, "Judul": "ANALISA PEMBENTUKAN BROMATE SEBAGAI HASIL SAMPING PROSES DESINFEKSI DENGAN MENGGUNAKAN OZON", "Abstrak": "Ozon merupakan desinfektan paling baik dan dapat juga digunakan untuk menonaktifkan mikroorganisme. Namun demikian, bila ion bromide terdapat di dalam air seperti air geologi, intrusi air laut; ozon akan merubah sebagian bromide tersebut menjadi bromate. Tujuan penelitian ini adalah mengarah pada pembentukan bromate sebagai hasil samping pada proses ozonisasi. Pada penelitian ini digunakan enam sampel air yang berbeda yaitu sumber air yang didapat dari unit filtrasi dan pra sedimentasi PDAM Dago Pakar, air tanah di daerah Ciumbuleuit, terminal Ledeng, pasar Lembang serta Tangkuban Perahu selama waktu kontak selama 60 menit dan 3 variasi pH yaitu asam, netral dan basa. Reaktor yang digunakan adalah reaktor batch dengan volume 7 liter dan debit udara 2 liter/menit. Hasil penelitian ini adalah tidak terbentuknya bromate pada pH asam namun pada pH netral dan basa ternyata konsentrasi bromate dapat terdeteksi. Khusus untuk pH basa bromate yang terbentuk melebihi standar mutu bromate untuk air minum yaitu 11-12 μg/l. Dari hasil ini juga menunjukkan bahwa seiring dengan naiknya pH selama proses ozonisasi maka dapat menaikkan konsentrasi bromate. Untuk mengurangi pembentukan bromate pada proses ozonisasi dapat dilakukan dengan menurunkan pH sedikit saja karena bila terlalu asam tidak sesuai dengan standar mutu air minum dan dapat merusak reaktor.", "Daftar File": {"2008 TS PP ERIC HERMAN HARYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112762", "2008 TS PP ERIC HERMAN HARYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112763", "2008 TS PP ERIC HERMAN HARYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112764", "2008 TS PP ERIC HERMAN HARYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112765", "2008 TS PP ERIC HERMAN HARYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112766", "2008 TS PP ERIC HERMAN HARYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112767", "2008 TS PP ERIC HERMAN HARYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112768"}, "Penulis": "ERIC HERMAN HARYONO (NIM 25306013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mindriany Syafila M.S. dan Dr. Sukandar M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "By-product, Ozonisasi, Pembentukan bromate, pH", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}