{"Nomor": 21969, "Judul": "ANALISIS EKONOMI TERHADAP SKEMA PENAMBANGAN DIKERJAKAN KONTRAKTOR DAN DIKERJAKAN SENDIRI PADA SITE TOJA PT. XYZ", "Abstrak": "PT. XYZ beroperasi sejak tahun 1981 sebagai kontraktor pertambangan batubara Pemerintah Republik Indonesia di bawah Perjanjian Karya Pengusahaan Pertambangan Batubara (PKP2B). PT. XYZ bermaksud meningkatkan kapasitas produksinya menjadi 30 juta ton per tahun dimulai dari tahun 2009 sampai tahun 2019, sehingga untuk mencapai target tersebut pada site Toja juga dilakukan peningkatan produksi batubara menjadi 13 juta ton per tahun.    \n \n \n \n\nKondisi saat ini seluruh kegiatan utama penambangan PT. XYZ dikerjakan kontraktor, untuk mendukung peningkatan produksi tersebut dilakukan investasi infrastruktur. Untuk melihat perbandingan keekonomian dari proyek peningkatan produksi ini, dilakukan perbandingan antara skema penambangan dikontrakkan dengan skema penambangan dikerjakan sendiri, dengan pertimbangan adanya penambahan investasi peralatan pada skema penambangan dikerjakan sendiri.    \n \n \n \n\nPada tugas akhir ini, analisis keekonomian ini dilakukan berdasarkan konsep aliran kas diskonto (discounted cash flow analysis). Indikator utama yang digunakan oleh PT. XYZ untuk menentukan kelayakan ekonomi dalam peningkatan produksi batubara adalah Ã‚Â”Net Present ValueÃ‚Â” (NPV). Hasil analisis ekonomi terhadap discounted cash flow analysis, menunjukkan bahwa skema penambangan dikerjakan kontraktor dan dikerjakan sendiri diperoleh nilai NPV yang positif, dengan nilai NPV masing-masing adalah US$ 582,531,58 dan US$ 343,673,57.    \n \n \n \n\nAnalisis sensitivitas juga dilakukan untuk menentukan keekonomian dari dua skema penambangan tersebut. Analisis sensitivitas dengan metode deterministik dengan inputan komponen yaitu harga jual batubara, biaya modal, biaya produksi, dan discounted rat,e persentase perubahan komponennya dari Ã‚Â± 5% sampai Ã‚Â±25%. Untuk metode probabilistic menggunakan inputan distribusi harga batubara dengan standar deviasi 17%, biaya produksi dan biaya modal dengan standar deviasi 20%. Pada metode ini dilakukan iterasi untuk memperoleh NPV sebanyak 3000 kali. Dari kedua metode ini juga menunjukkan nilai NPV yang positif.    \n \n \n \n\nSelain itu, dalam analisis ekonomi ini juga dilakukan analisis inkremental untuk menunjukkan skema penambangan yang lebih menguntungkan. Dari analisis inkremental diperoleh NPV inkremental (NPVB-A) = US$ (185,900,595.18)", "Daftar File": {"2010 TA PP ERLAN AGUS SALIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112789", "2010 TA PP ERLAN AGUS SALIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112790", "2010 TA PP ERLAN AGUS SALIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112791", "2010 TA PP ERLAN AGUS SALIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112792", "2010 TA PP ERLAN AGUS SALIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112793", "2010 TA PP ERLAN AGUS SALIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112794", "2010 TA PP ERLAN AGUS SALIM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112795", "2010 TA PP ERLAN AGUS SALIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112796"}, "Penulis": "ERLAN AGUS SALIM (NIM : 12105026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rudianto Ekawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis ekonomi,  Site toga, penambangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Okt 2017"}