{"Nomor": 21972, "Judul": "PENENTUAN NILAI ENERGI SEISMIK TERPANCAR MENGGUNAKAN FASA GELOMBANG S BERDASARKAN REKAMAN GEMPA VOLCANIC TECTONIC - A DARI AKTIVITAS GUNUNG SINABUNG PERIODE OKTOBER 2010 HINGGA MEI 2011", "Abstrak": "Gunung Sinabung merupakan gunungapi tipe strato, yang terletak di Kabupaten Karo, Provinsi Sumatera Utara, Indonesia. Gunung ini merupakan salah satu gunungapi yang paling aktif di Indonesia sejak letusan pertamanya pada 27 Agustus 2010 dan peningkatan status gunungapi menjadi Awas (Level IV) pada November 2013. Upaya pemantauan Gunung Sinabung terus dilakukan untuk keperluan mitigasi bencana. Pemantauan gunungapi dapat dilakukan dengan melihat nilai energi pada setiap gempa gunungapi. Aktivitas magmatik menimbulkan terjadinya gempa-gempa mikro di gunungapi dan besar energi yang terpancar dapat menggambarkan seberapa besar daya yang mengakibatkan mekanisme di sumber gempa itu terjadi. Dalam penelitian ini, perhitungan energi dilakukan dalam domain frekuensi dengan menggunakan fasa gelombang S serta perhitungan magnitudo dilakukan menggunakan persamaan magnitudo lokal pada seismometer kecepatan short  period. Data rekaman seismik diperoleh dari Pusat Vulkanologi dan Mitigasi Bencana Geologi. Adapun data pendukung berupa katalog energi Sinabung 2010-2011 dan katalog hiposenter gempa Sinabung 20102011. Perhitungan energi dilakukan berdasarkan gempa yang tersedia pada katalog hiposenter. Hasil perhitungan energi menunjukkan gempa-gempa besar terjadi pada daerah dekat sesar minor di bagian utara dan baratlaut Gunung Sinabung. Terdapat dua jenis event yang terjadi pada periode ini, yaitu distal volcano-tectonic dan volacno-tectonic A (VT-A). Gempa distal muncul akibatkan adanya indikasi pergerakkan magma dari arah baratdaya menuju timurlaut yang mengakibatkan tekanan pada zona lemah di sekitaran Gunung Sinabung. Energi seismik dari aktivitas Gunung Sinabung selama periode ini berkisar antara 2,993 x 105 ~ 4,34 x 1017 erg. Selain itu dalam penelitian ini didapatkan juga hubungan antara energi dan magnitudo di daerah Gunung Sinabung, yaitu: log(E) = 2,8621M + 8,416.  Penelitian ini memberikan kontribusi pada upaya mitigasi bencana gunungapi di daerah Sinabung.", "Daftar File": {"2017 TA PP Erlangga Indra Putra Maha 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112805"}, "Penulis": "Erlangga Indra Putra Maha [12313047]", "Kontributor / Dosen Pembimbing": ["Afnimar, M.Sc., Ph.D. Ahmad Basuki, S.T., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Domain frekuensi, fasa S, gempa distal, magnitudo, radiated seismic energy.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}