{"Nomor": 21971, "Judul": "PENGARUH KOMPOS HASIL BIOKONVERSI LIMBAH BUAH OLEH BLACK SOLDIER FLY (Hermetia illucens) TERHADAP PERTUMBUHAN SELADA HIJAU (Lactuca sativa L.)", "Abstrak": "Hermetia illucens (Diptera: Stratiomyidae) adalah lalat tentara hitam (Black Soldier Fly/BSF) yang dapat dimanfaatkan sebagai agen biokonversi limbah organik. Larva H. illucens berperan dalam proses reduksi ukuran limbah sehingga dapat mempercepat laju dekomposisi. Proses biokonversi tersebut menghasilkan residu berbentuk kompos yang dapat dimanfaatkan sebagai media tumbuh. Telah dilakukan penelitian pemanfaatan kompos dari hasil biokonversi larva  sebagai media tumbuh selada, Lactuca sativa L. di screen house SITH ITB, Jatinangor.      \n \n\nPerlakuan yang diberikan adalah kompos ex biokonversi larva BSF dan tanah dengan perbandingan 1:1 dan 1:3 dibandingkan dengan kompos komersil dan tanah dengan      \n \n\nperbandingan yang sama, setiap perlakukan diulang sebanyak lima kali dengan total jumlah  selada sebanyak 150 tanaman. Hasil penelitian menunjukkan bahwa kompos ex BSF mengandung makro dan mikro nutrien yang memenuhi persyaratan pupuk organik padat, dengan C/N rasio 19, kandungan nitrogen total 2.21%, fosfor 0.71%, potasium 3.49%, kalsium 1.03%, magnesium 0.4%, besi 0.106%, aluminium 0.12% dan zinc 0.01%. Pengujian secara statistik  memperlihatkan bahwa selada yang ditanam pada kompos ex BSF 1 : 1 menghasilkan tinggi taruk, jumlah daun, luas permukaan daun dan berat basah yang paling baik dan berbeda nyata dibandingkan dengan perlakuan lainnya (Tukey test P < 0,05).", "Daftar File": {"2017 TA PP ErlandAndriano 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112804"}, "Penulis": "ERLAND ANDRIANO (NIM : 11413029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kompos, Black Soldier Fly, Hermetia illucens, Lactuca sativa", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}