{"Nomor": 21982, "Judul": "KAJIAN PEMBANGUNAN SIMPUL JARINGAN PADA PEMERINTAH DAERAH KABUPATEN BANGKA BARAT", "Abstrak": "Simpul jaringan merupakan implementasi pemanfaatan data geospasial oleh berbagai kalangan terhadap aksesibilitas data. Pentingnya pembangunan simpul jaringan ini tertuang dalam Undang-Undang Nomor 4 Tahun 2011 tentang Informasi Geospasial yang menyebutkan bahwa pembangunan simpul jaringan harus dilakukan sampai dengan tingkat pemerintah daerah. Dalam pembangunan simpul jaringan dibutuhkan interaksi antar pengguna data geospasial. Untuk mencapai tujuan itu maka diperlukan pembangunan sistem basis data geospasial. Dalam pelaksanaan pembangunan basis data geospasial dibutuhkan tata kelola agar keberlangsungan sistem basis data geospasial dapat terjaga. Pembangunan simpul jaringan dapat dilakukan dengan pendekatan konsep infrastruktur data spasial (IDS) yang terdiri dari komponen pembentuknya yaitu data, kebijakan, sumberdaya manusia, teknologi dan standar. Selanjutnya, pembangunan basis data geospasial dapat dilakukan melalui tahapan desain model basis data geospasial yang terdiri dari desain konseptual, desain logikal serta desain fisikal. Sedangkan untuk tata kelola basis data geospasial dilakukan dengan metode IT governance (tata kelola teknologi informasi) yang terdiri dari 3 (tiga) elemen yaitu struktur, proses dan mekanisme relasi. \n\nHasil kajian menunjukan bahwa dalam pembentukan simpul jaringan membutuhkan peraturan hukum yang berguna sebagai dasar pelaksanaan, sumber daya manusia yang berkompeten yang mempunyai keahlian, data geospasial yang harus di penuhi sesuai dengan kebutuhan intansi, teknologi yang mendukung serta standar data geospasial yang mengacu kepada Katalog Unsur Geografi Indonesia. Selain itu konsep berbagi pakai data geospasial dapat terwujud dengan melakukan pembangunan basis data geospasial. Agar basis data geospasial dapat terus berkelanjutan maka perlu dilakukan tata kelola teknologi informasi pembangunan.", "Daftar File": {"2015 TS PP  ERU FERIDIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112847", "2015 TS PP  ERU FERIDIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112848", "2015 TS PP  ERU FERIDIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112849", "2015 TS PP  ERU FERIDIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112850", "2015 TS PP  ERU FERIDIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112851", "2015 TS PP  ERU FERIDIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112852", "2015 TS PP  ERU FERIDIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112853"}, "Penulis": "ERU FERIDIANSYAH  (NIM : 25112002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Akhmad Riqqi, ST., M.Si. \n\nDr. Ir. Agung Budi Harto, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Simpul jaringan, Basis Data Geospasial, IDS, Tata Kelola Teknologi Informasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Des 2017"}