{"Nomor": 21985, "Judul": "PERANCANGAN GEOMETRI JALAN REL KERETA API BANDARA INTERNASIONAL SOEKARNO HATTA TRASE BATU CEPER - BANDARA", "Abstrak": "Pertumbuhan jumlah penumpang Bandara Internasional Soekarno Hatta pada saat ini tidak diimbangi dengan ketersediaan akses transportasi yang memadai. Oleh sebab itu, diperlukan pembangunan jalan rel yang menghubungkan Stasiun Batuceper dan Bandara sepanjang 9,96 km. Perancangan jalan rel tersebut akan meninjau perancangan geometri, pematusan, dan estimasi biaya konstruksi. Berdasarkan peninjauan trase terbaik menggunakan Analisis Multi Kriteria dengan kriteria teknis, sosial, finansial, dan regulasi, jalan rel yang akan dirancang adalah jalur ganda yang melewati trase dari Stasiun Tanah Tinggi melalui pintu M1 Bandara. Adapun jalan rel dirancang pada kelas jalan II dengan kecepatan rencana 110 km/jam. Terdapat 6 buah lengkung horisontal dengan jari-jari minimum 660 m yang menggunakan peninggian rel maksimum 110 mm dan 6 buah lengkung vertikal dengan jari-jari 8.000 m. Jalan rel akan menggunakan konstruksi melayang pada stasion 2+700Ã‚Â–5+905. Drainase di permukaan dirancang menggunakan pasangan batu dengan lebar 0,3 m dan kedalaman 0,4 m, sementara drainase di konstruksi melayang menggunakan pipa PVC dengan diameter 6 inci. Estimasi biaya konstruksi dari jalan rel yang dirancang adalah sebesar Rp.493.236.609.929,80.", "Daftar File": {"2015 TA PP ERVAN SJUKRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112868", "2015 TA PP ERVAN SJUKRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112869", "2015 TA PP ERVAN SJUKRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112870", "2015 TA PP ERVAN SJUKRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112871", "2015 TA PP ERVAN SJUKRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112872", "2015 TA PP ERVAN SJUKRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112873", "2015 TA PP ERVAN SJUKRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112874", "2015 TA PP ERVAN SJUKRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112875"}, "Penulis": "ERVAN SJUKRI (NIM : 15011068)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nProf. Ir. Ofyar Z. Tamin, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisis Multi Kriteria, Perancangan, Geometri, Pematusan, Estimasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}