{"Nomor": 21994, "Judul": "Aktivitas Antioksidan Biopigmen dari Mikroalga Laut Tropis Cyclotella striata dan Porphyridium cruentum", "Abstrak": "Radikal bebas merupakan spesi reaktif yang memiliki elektron tidak berpasangan yang dapat menghancurkan sel. Aktivitas radikal bebas dapat dihambat oleh antioksidan, salah satunya, biopigmen dari mikroalga. Pada penelitian ini, biopigmen dari mikroalga laut Cyclotella striata dan Porphyridium cruentum diidentifikasi, dimurnikan, dan ditentukan aktivitas antioksidannya. Tahapan penelitian meliputi kultivasi sel-sel C. striata dan P. cruentum, pemanenan biomassa dengan teknik sentrifugasi, ekstraksi biopigmen dari biomassa menggunakan pelarut aseton, pemurnian biopigmen dengan kromatografi kolom silika, identifikasi biopigmen dengan spektrofotometer UV-VIS dan kromatografi lapis tipis, serta pengujian aktivitas antioksidan biopigmen dengan menggunakan pereaksi 2,2-difenil-1-pikrilhidrazil. Hasil penelitian menunjukkan bahwa kultur C. striata mencapai kerapatan sel optimum 7,0 ÃƒÂ— 105 sel/mL selama 8 hari atau mencapai konsentrasi 0,5 g biomassa/L kultur. Kromatogram pigmen C. striata menunjukkan keberadaan fukosantin, diadinosantin, diatosantin, klorofil a, feofitin a, dan β-karoten dengan nilai Rf berturut-turut 0,25, 0,33, 0,38, 0,44, 0,77, dan 0,99. Sementara itu, kultur P. cruentum mencapai kerapatan sel optimum 2,2 ÃƒÂ— 107 sel/mL selama 8 hari atau mencapai konsentrasi 2,5 g biomassa/L kultur. Kromatogram pigmen P. cruentum menunjukkan keberadaan lutein, klorofil a, feofitin a, dan β-karoten dengan nilai Rf berturut-turut 0,32, 0,44, 0,67, dan 0,89. Aktivitas antioksidan asam askorbat sebagai kontrol positif memiliki nilai IC50 sebesar 2,7 μg/mL. Nilai IC50 fukosantin, β-karoten 1, β-karoten 2, dan klorofil a berturut-turut adalah 105, 30,7, 108, dan 106 μg/mL.", "Daftar File": {"2017 TA PP ETANA NISA NOORSYIFA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112920"}, "Penulis": "Etana Nisa Noorsyifa    (NIM : 10511076)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "antioksidan, biopigmen, Cyclotella striata, Porphyridium cruentum, radikal bebas", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}