{"Nomor": 21995, "Judul": "BOND INVESTMENT PORTFOLIO OPTIMIZATION FOR PENSION FUNDS USING BOND IMMUNIZATION  METHOD : INDONESIAN PENSION FUNDS STUDY", "Abstrak": "Pada beberapa tahun ini, keberadaan lembaga dana pensiun terus berkembang bagi  \n\npegawai dan perusahaan dalam mendesain rencana pensiun/dana pensiun. Hal ini mampu \n\nmembuat dana pensiun menjadi salah satu sumber dana yang kuat di pasar saham dan obligasi di \n\nIndonesia. Lebih lanjut, sumber dana yang kuat membuat lembaga dana pensiun bebas dalam \n\nmelakukan diversifikasi asset yang sesuai dengan tujuan dari sebuah lembaga dana pensiun  \n\nNamun, sejak Otoritas Jasa Keuangan (OJK) mengeluarkan peraturan No.1/PJK.05/2016 \n\nyang mengatur tentang investasi Surat Utang Negara bagi lembaga dana pensiun DPPK dan \n\nDPLK, sebagian besar lembaga dana pensiun kesulitan dalam memenuhi porsi minimum 30% \n\ninvestasi di Surat Utang Negara. Terlebih, beberapa dana pensiun berargumen bahwa obligasi \n\npemerintah tidak cukup liquid dan tidak memenuhi ekspektasi pengembalian. Selain itu, \n\nperubahan suku bunga juga menimbulkan kesulitan dalam pemenuhan beban oleh total aset yang \n\ndimiliki oleh dana pensiun dalam jangka waktu beberapa tahun ke depan.   \n\nOleh karena itu, terdapat metode yang bisa diaplikasikan oleh lembaga dana pensiun \n\nuntuk mencegah resiko suku bunga terkadi dan mempengaruhi sensitivitas harga dengan cara \n\nmenyamakan durasi aset dan beban, yaitu bond immunization. Hasil dari analisis data dapat \n\nmenunjukkan bagaimana metode ini dapat mencegah defisit dari berbagai skenario perubahan \n\nsuku bunga di Indonesia. Namun, setelah diaplikasikannya metode ini terhadap perubahan suku \n\nbunga, peraturan minimum investasi 30% di obligasi pemerintahan membuat metode ini tidak \n\nefektif dari seharusnya. Di beberapa perubahan suku bunga, total aset mengalami defisit dari total \n\nbeban.", "Daftar File": {"2017 TA PP ETANO LINGGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112921", "2017 TS PP ETANO LINGGA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251961"}, "Penulis": "Etano Lingga Ariyan (NIM19014164)", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pension funds, asset & liability management, duration matching", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}