{"Nomor": 21996, "Judul": "PERENCANAAN SISTEM LIME SCRUBBING UNTUK PENGENDALIAN EMISI SO2 PADA KEGIATAN PEMBANGKIT LISTRIK TENAGA UAP", "Abstrak": "PLTU (Pembangkit Listrik Tenaga Uap) memiliki peran penting dalam memasok energi listrik di Indonesia. Meningkatnya kebutuhan energi listrik di Indonesia menyebabkan permintaan percepatan pembangunan PLTU, khususnya PLTU berbahan bakar batu bara. PLTU XYZ merupakan salah satu pembangkit listrik berbahan bakar batu bara dan adalah yang terbesar di Indonesia. Selain manfaat positif yang diberikan bagi pengembangan infrastruktur di Indonesia, PLTU berbahan bakar batu bara juga dapat menimbulkan dampak negatif bagi lingkungan, terutama pencemaran udara seperti gas SO2 (sulfur dioksida). Sementara, di Indonesia, terutama pada PLTU XYZ belum ada pengendalian gas SO2 yang optimum. Konsentrasi gas SO2 yang diemisikan dari boiler PLTU XYZ unit 7 mencapai 3.999 mg/Nm3. Nilai tersebut berada di atas baku mutu yang terdapat pada Peraturan Menteri Lingkungan Hidup Nomor 21 Tahun 2008, yaitu 750 mg/Nm3. Maka untuk mengendalikan emisi SO2 yang cukup tinggi, kebutuhan perencanaan FGD (Flue Gas Desulphurization) adalah penting. Sistem FGD berupa lime scrubbing ini terdiri dari lime processing (lime bunker, grinding mill, dan lime slurry tank), SO2 scrubbing (packed column), effluent hold tank, gypsum centrifuge, serta pengolahan air buangan (thickener) dan belt filter press sebagai unit dewatering. Berdasarkan hasil perancangan, diperoleh dimensi kolom packed dengan diameter 7 m dan tinggi 11 m dilengkapi 25 buah nozzle, mist eliminator tipe vane, dan packing jenis Raschig-rings 2 inch. Effluent hold tank yang dirancang memiliki dimensi lebar 3 m dan kedalaman 2,5 m. Kebutuhan lime untuk menyisihkan konsentrasi emisi per harinya yaitu 389 kg lime. Konsumsi energi sistem lime scrubbing ini yaitu sebesar 14.860 kW. Sistem ini diperkirakan mampu menyisihkan hingga 81,25% SO2 sesuai dengan konsentrasi emisi dari PLTU yang dibandingkan dengan baku mutu yang berlaku.", "Daftar File": {"2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112922", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112923", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112924", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112925", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112926", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/112927", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112928", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/112929", "2016 TA PP EUGENIA AGNI DWI HARMASTUTI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/112930"}, "Penulis": "EUGENIA AGNI DWI HARMASTUTI ( NIM :15311004 )", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nIr. Puji Lestari, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perencanaan, SO2, PLTU, lime scrubbing", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "06 Nov 2017"}