{"Nomor": 22000, "Judul": "SIMULATION OF SHIP&#8208;GENERATED WAVES IN WATERWAY USING HAWASSIVBM (STUDY CASE: CIKARANG BEKASI LAUT INLAND WATERWAY)", "Abstrak": "Large ships that pass narrow and shallow waterways generate a drawdown followed by secondary \n\nwaves that can disturb ships that are moored along the route. The response of a moored ship to these waves \n\nwill depend on the magnitude and character of the long waves that reach it, which depend on the size, speed \n\nand closeness of the passing ship, its sailing line within the channel, the proportion of the channel cross‐section \n\ntaken up by the ship, the channel geometry and bathymetry. The drawdown and secondary waves are expected \n\nto be generated by barges that sail in Cikarang Bekasi Laut Inland Waterways. Aim of this thesis is to simulate \n\nthe waves that is generated by passing barges in Cikarang Bekasi Laut Inland Waterway, and determine the \n\noptimum speed limit for passing barges in CBL Inland Waterway. Numerical simulations of ship‐generated \n\nwaves are conducted using a moving pressure method that has been packaged in a software, HAWASSI‐VBM. \n\nSeveral test cases that are compared with measurement data are conducted to validate the model. In order to \n\ninvestigate the impact of ship‐generated waves on on‐going loading/unloading operation by moored ship, \n\nmaximum wave height at loading/unloading area is calculated and compared to the allowable criteria. From \n\nthe result, it is found that HAWASSI‐VBM can decently predicted ship‐generated waves. Speed of 4 m/s (8 knots) \n\nin CBL Inland Waterway generate waves below the allowable criteria with predicted maximum wave height of \n\n0.425 m, and acceleration of 0.2 m/s2 from zero speed.", "Daftar File": {"2017 TA PP EUSEBIUS MARCEL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/112934"}, "Penulis": "Eusebius Marcel ( NIM :15512025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nEntin Agustini Karjadi, Ph.D. \n\nDr. Ruddy Kurnia."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Variational Boussinesq Model, Cikarang Bekasi Laut Inland Waterway, ship‐generated waves, speed limit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}