{"Nomor": 22014, "Judul": "STUDI FOCAL MECHANISM DI JAWA BARAT DAN SEKITARNYA", "Abstrak": "Indonesia merupakan jalur pertemuan tiga lempeng besar yaitu lempeng Indo-Australia yang relatif bergerak ke utara, lempeng Eurasia yang relatif bergerak ke selatan, dan lempeng Pasifik yang relatif bergerak ke barat. Pertemuan antarlempeng menyebabkan sering terjadi gempa bumi karena tumbukan atau pergeseran lempeng. Focal mechanism adalah penggambaran dari deformasi inelastis di kawasan sumber gempa yang menghasilkan gelombang seismik. Rumusan masalah pada tugas akhir ini adalah menentukan jenis dan arah sesar penyebab gempa di Jawa Barat dan sekitarnya. Tahapannya adalah menentukan stasiun-stasiun pencatat gempa yang diperlukan. Setiap stasiun gempa itu mencatat pola gerakan pertama gelombang P yang dihasilkan. Kemudian menyimbolkan stasiun itu dengan bulatan hitam untuk pola gerakan pertama yang naik, bulatan putih untuk pola gerakan pertama yang turun, dan tanda silang untuk pola gerakan pertama yang tidak dapat ditentukan. Lalu menghubungkan tanda silang itu dengan garis sehingga membentuk beberapa kuadran yang tiap kuadran memiliki simbol yang sejenis. Tiap kuadran itu diberi warna sesuai dengan jenis simbol sehingga terbentuk suatu jenis focal mechanism. Tujuan dari penelitian ini adalah menentukan focal mechanism dan tensor momen gempa di Jawa Barat dan sekitarnya, serta menentukan arah pergerakan sesar gempanya. Metode yang digunakan adalah solusi mekanisme fokus dan solusi tensor momen. Gempa yang digunakan dalam penelitian ini adalah gempa-gempa yang terjadi di Jawa Barat dan sekitarnya. Focal mechanism gempa yang terletak di sekitar Lembang, Bandung, Jawa Barat berbentuk reverse (thrust) fault dengan arah pergerakan sesar dari selatan ke utara dan besar tensor momennya adalah 4,523ÃƒÂ—1017 Nm. Focal mechanism gempa yang terletak di sekitar Cilengkrang, Jawa Barat berjenis oblique-reverse fault dengan arah pergerakan sesar dari selatan-barat daya ke utara-timur laut dan besar tensor momennya adalah 2,349ÃƒÂ—1017 Nm. Focal mechanism gempa yang terletak 168 km sebelah selatan-barat daya Cicadas, Indonesia berjenis strike-slip fault dengan sesar bergerak berlawanan arah jarum jam dan besar tensor momennya adalah 5,691ÃƒÂ—1017 Nm.", "Daftar File": {"2017 TA PP FACHNI ROSYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113016", "2017 TA PP FACHNI ROSYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113017", "2017 TA PP FACHNI ROSYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113018", "2017 TA PP FACHNI ROSYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113019", "2017 TA PP FACHNI ROSYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113020", "2017 TA PP FACHNI ROSYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113021", "2017 TA PP FACHNI ROSYADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/113022", "2017 TA PP FACHNI ROSYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113023"}, "Penulis": "FACHNI ROSYADI (NIM: 10211042)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Eng. Bagus Endar Bachtiar Nurhandoko"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "focal mechanism, gelombang P, pola gerakan pertama, sesar, tensor momen, waveform", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}