{"Nomor": 22016, "Judul": "STUDI AWAL KOROSI LOGAM BESI DALAM LOGAM TIMBAL CAIR STAGNAN BERSUHU TINGGI MENGGUNAKAN PROGRAM SIMULASI DINAMIKA MOLEKUL", "Abstrak": "Logam cair dapat digunakan sebagai bahan pendingin di dalam sistem reaktor nuklir, utamanya digunakan pada reaktor nuklir generasi ke-4. Salah satu contoh reaktornya adalah LMFR (Liquid Metal Fast Reactor). Salah satu opsi material pendingin yang digunakan adalah logam timbal (Pb) cair. Logam jenis ini memiliki beberapa keunggulan dibandingkan dengan logampendingin lainnya. Namun, permasalahannyaadalah sifatnya yang secara alami akan mengalami proses korosi dengan sistem pipa pendingin. Sehingga untuk memanfaatkannya dengan baik, diperlukan studi untuk memahami fenomena tersebut. Pada penelitian ini fenomena korosi besi (Fe) dimodelkan sebagai degradasi logam padat besi (Fe) akibat kelarutan tinggi atom-atom besi (Fe) karena interaksi kuat dengan atom-atom logam timbal (Pb) cair pada temperatur tinggi. Faktor yang diperhitungkan adalah nilai dari koefisien difusi besi (Fe) untuk menghitung laju dari korosi besi (Fe), dengan variasi sistem Fe-56 murni dengan sistem Pb-208, sistem campuran Pb-206 dan Pb-208, dan sistem campuran Pb-206 dan Pb-208 dengan modifikasi persamaan potensial Lennard-Jones (LJ).", "Daftar File": {"2017 TS PP FACHRI ADYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113025", "2017 TS PP FACHRI ADYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113026", "2017 TS PP FACHRI ADYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113027", "2017 TS PP FACHRI ADYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113028", "2017 TS PP FACHRI ADYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113029", "2017 TS PP FACHRI ADYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113030", "2017 TS PP FACHRI ADYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113031"}, "Penulis": "FACHRI ADYA (NIM : 20214053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.Eng. Zaki SuÃ‚Â’ud"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Korosi, kelarutan, koefisien difusi, Fe-56, Pb-206, Pb-208, Lennard-Jones.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}