{"Nomor": 22010, "Judul": "EVALUASI TAMAN PASUPATI BERDASARKAN KOMPONEN PEMBENTUK SENSE OF PLACE (POLA FISIK, AKTIVITAS DAN MAKNA RUANG)", "Abstrak": "Semenjak Tahun 2014, Kota Bandung memiliki banyak taman tematik yang dibangun atas inisiasi dari pemerintah kota, salah satunya adalah Taman Pasupati. Salah satu persoalan yang biasanya muncul dalam perencanaan top down adalah kekeliruan pemerintah dalam membaca kebutuhan ruang bagi masyarakatnya, maka isu sense of place dapat menggambarkan bagaimana pengaruh sebuah ruang yang telah dibangun terhadap pengguna ruangnya. Taman Pasupati merupakan taman yang dibangun atas inisiasi pemerintah, dengan mengembangkan beberapa ruang terbuka pasif yang dijadikan ruang terbuka aktif dengan fungsi yang beragam, ruang-ruang yang membentuk subspaces kemudian dibedakan menjadi 4 segmen ruang terbuka.          \n \n \n \n \n\nPenelitian ini menggunakan pendekatan induktif, dengan menganalisis setiap komponen sense of place yang terdiri dari pola fisik, aktivitas dan makna ruang untuk mendapatkan kesimpulan sense of place di Taman Pasupati. Setiap komponen memiliki anÃƒÂ¡lisis yang berbeda, untuk komponen pola fisik menggunakan anÃƒÂ¡lisis visual dengan menggunakan pendekatan contextual compatability, komponen aktivitas menggunakan behavior map dan komponen makna ruang menggunakan pendekatan environmental character dengan melibatkan pengguna ruang sebagai responden. \n \n \n \n \n\nHasil penelitian menunjukkan bahwa komponen pola fisik di setiap segmen memenuhi indikator yang telah ditetapkan, komponen aktivitas juga memenuhi indikator yang telah ditetapkan kecuali pada segmen 4 yang merupakan ruang terbuka berbayar, sudah mengarah kepada ruang privat sehingga memiliki aktivitas terbatas, untuk komponen makna ruang memiliki kondisi sedang pada segmen 1,2 dan 3 dan sangat lemah pada segmen 4. Nilai sense of place yang dihasilkan pada ruang terbuka di Taman Pasupati memiliki nilai yang lemah baik bagi masyarakat secara keseluruhan maupun bagi masyarakat di sekitar ruang terbuka. Nilai sense of place yang cukup kuat terdapat pada segmen 2 dan 3 karena adanya kepentingan dari masyarakat sekitar untuk menggunakan ruang terbuka dan karena ruang yang berbeda dengan ruang terbuka lain di Kota Bandung, namun demikian tetap saja sense of place untuk masyarakat sekitar lemah terhadap Taman Pasupati. Hal ini bisa disebabkan oleh salahnya membaca kebutuhan ruang bagi masyarakat sekitar atau hanya melihat dari sisi kebutuhan masyarakat Kota Bandung secara umum.", "Daftar File": {"2015 TS PP EVI SAIFIYAH JUWITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/112992", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/112993", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/112994", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/112995", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/112996", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/112997", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/112998", "2015 TS PP EVI SAIFIYAH JUWITA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/112999", "2015 TS PP EVI SAIFIYAH JUWITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113000"}, "Penulis": "EVI SAIFIYAH JUWITA (NIM : 25613003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :          \n \n \n \n \n\nDr. Petrus Natalivan, S.T.,M.T.          \n \n \n \n \n\nDr. Agus S. Ekomadyo S.T.,M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "aktivitas, makna ruang, pola fisik, ruang terbuka, sense of place", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}