{"Nomor": 22011, "Judul": "Perancangan Sistem Aplikasi Text Mining untuk Mendukung Keputusan Branding PT Pos Indonesia Memanfaatkan Media Sosial Twitter", "Abstrak": "PT Pos Indonesia merupakan pionir jasa kurir yang ada di Indonesia. Namun, saat ini konsumen lebih banyak memilih kompetitornya yaitu Tiki dan JNE dibandingkan dengan PT Pos Indonesia. Hal ini dibuktikan dari adanya Top Brand Awards yang menilai perusahaan berdasarkan mind share, market share, dan commitment share. Ketiga hal ini mencakup loyalitas pelanggan, pembelian pelanggan, dan hubungan pelanggan dengan perusahaan. Top Brand Index dari PT Pos Indonesia menduduki posisi ketiga dengan nilai 9,6% dan memiliki selisih jauh dari posisi keduanya yaitu JNE dengan nilai 35,7%. Meski demikian, nilai customer satisfaction index dari jasa kurir perusahaan terkategorikan Ã‚Â“puasÃ‚Â”. Hal ini menunjukkan bahwa perusahaan membutuhkan strategi branding yang lebih baik dan tepat.  \n \n\nUntuk melakukan branding yang efektif, diperlukan pengetahuan mengenai kondisi pasar. Media sosial merupakan sarana yang sering digunakan pelanggan untuk mengeluh atau memuji perusahaan. Salah satu media sosial yang tenar digunakan yaitu Twitter. Kondisi pasar dapat dilihat dengan menganalisis tweet yang diutarakan oleh pelanggan terkait perusahaan dan kompetitor-kompetitornya. Metode yang dapat membantu dalam menganalisis tweet yaitu text mining. Text mining bisa digunakan untuk mendapatkan analisis sentimen setiap tweet dan pembentukan word cloud.  \n \n\nTeknik Text mining yang digunakan pada penelitian ini berupa analisis sentimen dengan menggunakan pendekatan machine learning. Pendekatan ini membangun model dengan cara melatih mesin menggunakan sejumlah data terlebih dahulu untuk pemahaman pola dan kemudian diuji dengan sejumlah data yang lebih sedikit. Penelitian ini menggunakan data dari media sosial Twitter berjumlah 450 data yang terbagi menjadi 150 sentimen positif, 150 sentimen negatif, dan 150 sentimen netral. Data ini dibagi menjadi data training dan data testing dengan rasio 75:25. Dengan menggunakan algoritma support vector machine, model analisis sentimen dapat dibangun. Hasil perancangan model analisis sentimen memiliki akurasi sebesar 90,27%. Selain memunculkan klasifikasi sentimen, adapula word cloud sebagai bentuk visualisasi yang memunculkan kata-kata yang memiliki frekuensi tinggi dalam data dokumen.  \n \n\nHasil akhir dari penelitian ini merupakan prototipe aplikasi yang dirancang untuk dapat memanfaatkan model yang dirancang. Prototipe ini dirancang untuk dapat digunakan oleh staf Market & Business Intelligence. Fungsi yang ada pada sistem ini yaitu pengambilan tweet terkait PT Pos Indonesia dan kompetitornya, klasifikasi sentimennya, dan word cloud.", "Daftar File": {"2017 TA PP Evita Vidyamoura 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113001"}, "Penulis": "Evita Vidyamoura    (NIM 13413104)", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PT Pos Indonesia, Text Mining, Klasifikasi, Support Vector Machine, Jasa Kurir, Branding", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}