{"Nomor": 22028, "Judul": "APPLICATION OF RISK MANAGEMENT AND TIME STUDY TO TOTAL COMPENSATION DESIGN: CASE STUDY OF UD. FA BERSAUDARA AS PARTNER OF LG ELECTRONIC INDONESIA", "Abstrak": "LG Electronic Indonesia (LGEI),adalah  salah satu merek elektronik yang populer di Indonesia yang menciptakan sistem baru di bagian layanan purna jual. Sistem baru ini membuat divisi perbaikan yang  terpisah dari LG Electronic Indonesia dan sekarang ditangani oleh pihak ketiga sebagai Authorized Service Center (ASC). Dalam kondisi saat ini, UD. FA Bersaudara memiliki banyak penundaan servise di setiap bulan yang tidak bisa selesai dikarenakan  karyawan tidak puas dengan  sistem perancangan kompensasi saat ini. Sehingga, penelitian ini dilakukan  untuk merancang sistem kompensasi khususnya kompensasi tunai yang dapat meningkatkan kepuasan karyawan terhadap studi waktu dan pendekatan manajemen risiko. Studi waktu digunakan untuk menciptakan sistem kompensasi yang lebih adil berdasarkan tingkat pekerjaan yang dilakukan. Manajemen risiko akan fokus pada biaya yang dapat diberikan oleh   \n\nperusahaan untuk membayar  karyawan sebagai bagian dari total kompensasi.Penelitian ini menggunakan Microsoft excel sebagai perangkat lunak untuk menghitung jumlah waktu standar dan juga nilai yang diharapkan dari risiko. Dari penelitian ini dapat disimpulkan bahwa total kompensasi didasarkan pada gaji pokok, kompensasi bahan bakar dan pangan, waktu kerja dan risiko terkait lainnya. Faktor-faktor ini mungkin berbeda dengan sistem kompensasi sebelumnya dimana kompensasi semata-mata didasarkan pada dua faktor yaitu gaji pokok dan   \n\nkompensasi bahan bakar dan makanan tanpa memperhatikan waktu kerja dan risiko terkait lainnya. Ada perbedaan yang signifikan antara sistem kompensasi dengan perhitungan waktu standar dan sistem risiko dengan kompensasi tanpa mempertimbangkan penghitungan risiko terkait  waktu kerja standar. Biaya yang timbul dari penyesuaian risiko dapat di atasi dengan menggunakan metode asuransi dan non asuransi.", "Daftar File": {"2017 TA PP FADJRIN AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113063", "2017 TS PP FADJRIN AKBAR 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251972"}, "Penulis": "Fadjrin Akbar (NIM 19013110)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "compensation, time study, risk management", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Sep 2017"}