{"Nomor": 22031, "Judul": "KOREKSI INKLINASI DAN KAITAN ULTRALUMINOUS X-RAY SOURCES DENGAN METALISITAS GALAKSI INDUK", "Abstrak": "Ultraluminous X-ray Sources (ULXs) merupakan sumber X-ray di luar pusat optik galaksi yang memiliki luminositas X-ray ≥ 2x1039 erg/s, lebih tinggi daripada limit Eddington black hole pada pita energi 0,3 Ã‚Â– 0,8 keV. Proses fisika dan objek yang mentenagai ULXs belum disepakati hingga saat ini. Dua skenario yang sering diajukan untuk menjelaskan ULXs adalah skenario Intermediate Mass Black Hole (IMBH) dengan laju akresi sub Eddington dan skenario Stellar Mass Black hole dengan laju Akresi Super-Eddington. ULXs umumnya dipelajari melalui analisis spektrum ULXs dan studi lingkungan galaksi induk. \n\nBahasan utama Tugas Akhir ini adalah untuk mempelajari pengaruh koreksi inklinasi galaksi induk terhadap ULXs dan hubungan metalisitas dengan properti galaksi induk ULXs. Dalam Tugas Akhir ini digunakan katalog kandidat ULXs gabungan Priajana (2016). Setelah dilakukan pemeriksaan dan seleksi ulang baik terhadap sampel galaksi induk maupun kandidat ULXs diperoleh sebanyak 233 sampel galaksi dengan total 559 ULXs. Analisa lebih lanjut dilakukan untuk ULXs dengan jarak terkoreksi inklinasi r < R25. Beberapa distribusi yang diperiksa antara lain distribusi ULXs terhadap jarak dari pusat relatif terhadap R25 galaksi (koreksi inklinasi), distribusi metalisitas galaksi induk dengan berbagai properti galaksi (Hubble type, luminositas, massa stellar, SFR), dan distribusi jumlah ULXs terhadap metalisitas galaksi induk. Beberapa hasil yang diperoleh dari studi ini antara lain: koreksi inklinasi membuat banyak posisi ULXs terletak di luar R25 galaksi, hubungan metalisitas galaksi induk dengan properti galaksi (Hubble type, luminositas, massa stellar) mengikuti trend galaksi pada umumnya.", "Daftar File": {"2016 TA PP FADLI MAULANA NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113078", "2016 TA PP FADLI MAULANA NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113079", "2016 TA PP FADLI MAULANA NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113080", "2016 TA PP FADLI MAULANA NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113081", "2016 TA PP FADLI MAULANA NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113082", "2016 TA PP FADLI MAULANA NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113083", "2016 TA PP FADLI MAULANA NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113084"}, "Penulis": "FADLI MAULANA NUGRAHA (NIM : 10312019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Hesti Retno Tri Wulandari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "inklinasi, ULXs, metalisitas, properti galaksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Des 2017"}