{"Nomor": 22034, "Judul": "PERANCANGAN SISTEM INFORMASI MENTORING DENGAN KONSEP SOFTWARE AS A SERVICE (SAAS)", "Abstrak": "Mentoring adalah bentuk hubungan antara mentor dan mentee yang bertujuan untuk menghasilkan perkembangan positif dan sehat pada mentee lewat bimbingan dari \n\nmentor. Pembinaan intensif yang terdapat dalam mentoring membuatnya unggul sebagai model pembinaan generasi muda di berbagai negara dibandingkan modelmodel lainnya. Di Indonesia, kegiatan mentoring terbukti berpengaruh kuat \n\nterhadap peningkatan prestasi belajar, perbaikan akhlak, pengembangan konsep diri, dan kesadaran beragama para pemuda. Namun, pengelolaan mentoring di Indonesia memiliki masalah dan peluang tersendiri. SI (sistem informasi) dirancang untuk mengatasi masalah dan menjawab peluang yang ada. Konsep SaaS (Software as a Service) digunakan dalam perancangan SI untuk mengatasi kendala keterbatasan sumber daya yang dimiliki oleh pengelola mentoring.  \n\nPerancangan SI didasarkan pada analisis masalah yang dilakukan di mentoring Bidikmisi 2016/2017. Perancangan yang dilakukan terdiri dari perancangan arsitektur sistem, basis data, antarmuka, mekanisme beberapa proses baru, dan ketersediaan. Rancangan SI kemudian diimplementasikan dalam bentuk purwarupa web app. Pengujian yang dilakukan yaitu pengujian fungsional dan pengujian penerimaan pengguna. Hasil pengujian fungsional menunjukkan semua kebutuhan fungsional berhasil dijawab melalui purwarupa yang dibuat dan secara konseptual melalui rancangan sistem. Sementara, pengujian penerimaan pengguna yang dilakukan kepada 46 pengguna dari pengelola, mentor, dan mentee menunjukkan \n\nbahwa SI berguna bagi pengelolaan mentoring dan mudah digunakan.", "Daftar File": {"2017 TA PP FADY NOOR ILMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113093"}, "Penulis": "Fady Noor Ilmi    (NIM : 18211015)", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, ST, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengelolaan mentoring, SI, SaaS", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}