{"Nomor": 22049, "Judul": "ANALISIS PENGGUNAAN DINDING GESER TAK PENUH (DISCONTINUOUS SHEAR WALL) UNTUK BANGUNAN TAHAN GEMPA", "Abstrak": "Sampai saat ini, struktur beton bertulang merupakan salah satu jenis struktur yang banyak di gunakan di Indonesia. Struktur ini sesuai dengan kebutuhan masyarakat Indonesia di mana dibutuhkan struktur yang murah secara finansial dan mudah dalam hal pengaplikasiannya. Mengingat Indonesia berada pada daerah rawan gempa, maka struktur beton bertulang harus di desain tahan terhadap gempa. Salah satu komponen yang digunakan sebagai komponen penahan gempa dalam struktur beton bertulang adalah shear wall. Shear wall merupakan struktur beton bertulang dengan bentuk dinding yang memiliki peranan utama sebagai komponen penahan gaya geser akibat beban gempa. Hingga saat ini, shear wall yang digunakan dalam struktur gedung adalah shear wall penuh di mana shear wall dipasang/dibangun mulai dari dasar gedung hingga puncak gedung. Dengan melihat beberapa karakteristik shear wall penuh terutama mengenai pola deformasi dan diagram gaya geser dari shear wall penuh, maka muncullah suatu gagasan atau dugaan sementara bahwa shear wall akan efektif jika digunakan sampai ketinggian 70% dari ketinggian total gedung. Nilai 70% tersebut didasarkan oleh titik di mana terjadinya perpotongan peda diagram gaya geser shear wall. Dalam dugaan sementara tersebut juga dinyatakan bahwa 30% bagian atas dari shear wall penuh hanya akan menjadi beban dan kurang berkontribusi dalam menahan gaya geser. Berawal dari dugaan sementara tersebut, maka perlu dilakukan analisis mengenai ketinggian efektif dari shear wall. Apakah benar titik efektif shear wall terletak pada ketinggian 70%. Setelah didapatkan titik efektif (titik terjadinya perpotongan diagram geser), maka tahapan selanjutnya adalah memodelkan struktur dengan melakukan pengurangan/pemotongan shear wall yang mengacu pada titik efektif tersebut. Kondisi shear wall terpotong ini biasa juga disebut sebagai shear wall tak penuh (discontinuous shear wall). Setelah dilakukan pemodelan struktur dengan shear wall tak penuh, maka tahapan selanjutnya adalah analisis untuk membandingkan performance dan respon struktur dari struktur dengan shear wall penuh dan struktur dengan shear wall tak penuh sebagai struktur tahan gempa. Namun dengan adanya pengurangan/pemotongan shear wall tersebut, salah satu dampak negatif adalah munculnya loncatan gaya geser dan momen pada daerah di mana terjadi pemotongan shear wall tersebut. Oleh karena itu, diperlukan pula analisis terhadap loncatan gaya geser dan momen untuk struktur dengan shear wall tak penuh. Metode analisis yang akan digunakan meliputi analisis gaya lateral ekivalen, analisis spektrum respon ragam, analisis statik push over , dan analisis riwayat waktu non-linier (Non Linear Time History Analysis). Untuk pemodelan struktur, dibuat tiga buah model struktur dengan memvariasikan parameter ketinggian shear wall yang mengacu pada hasil analisis titik efektif shear wall. Dari analisis-analisis yang dilakukan terhadap model struktur tersebut, akan dibandingkan parameter-parameter utama yang meliputi nilai periode fundamental, faktor desain seismik (𝑅, 𝛺, 𝐶𝑑), displacment, interstory drift, base raection, dan kondisi sendi plastis. Dari analisis yang dilakukan dengan metode tersebut, didapatkan hasil bahwa : (1) Titik efektif shear wall terjadi pada ketinggian 90% dari ketinggian total, bukan 70% dari ketinggian total sebagaimana dipaparkan dalam dugaan sementara. (2) Mengacu dari nilai tersebut, model struktur yang direncanakan meliputi struktur gedung dengan 100% shear wall, struktur gedung dengan 90% shear wall, dan struktur gedung dengan 80% shear wall. (3) Periode fundamental struktur dengan pemotongan shear wall cenderung memiliki nilai yeng lebih kecil. (4) Faktor desain seismik (𝑅, 𝛺, 𝐶𝑑) yang diperoleh dari analisis push over menunjukkan bahwa nilai tersebut meningkat untuk struktur dengan shear wall tak penuh. (5) Interstory drift dan displacement untuk struktur dengan shear wall tak penuh cenderung memiliki nilai yang lebih kecil dibanding dengan struktur yang menggunakan shear wall penuh. (6) Karena keterbatasan data gempa yang digunakan, sulit untuk memastikan kecenderungan base reaction. Namun jika dilihat dari mayoritas data yang ada, struktur dengan shear wall tak penuh cenderung memiliki nilai base raection yang lebih kecil. (7) Kondisi sendi plastis baik hasil analisis push over maupun riwayat waktu non-linier menunjukkan bahwa struktur dengan shear wall tak penuh memiliki kondisi sendi plastis yang lebih baik dibanding struktur dengan shear wall penuh. Mengenai loncatan gaya geser dan momen, didapatkan hasil bahwa terjadi loncatan gaya geser sebesar 1,59 kali sampai dengan 2,33 kali untuk perbandingan semua model stuktur. Sedangkan untuk momen, terjadi loncatan momen sebesar 2,19 kali sampai dengan 4,67 kali untuk perbandingan semua model struktur. Walaupun demikian, komponen struktur yang mengalami loncatan gaya geser dan momen tersebut masih mampu menahan loncatan tersebut tanpa diperlukan perkuatan tambahan. Dari keseluruhan analisis di atas, dapat disimpulkan bahwa penggunaan shear wall tak penuh untuk struktur tahan gempa adalah layak.", "Daftar File": {"20`14 TA PP FAISAL HARUN PURNOMO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113142", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113143", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113144", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113145", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113146", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/113147", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/113148", "20`14 TA PP FAISAL HARUN PURNOMO 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/113149", "20`14 TA PP FAISAL HARUN PURNOMO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113150"}, "Penulis": "FAISAL HARUN PURNOMO ( NIM : 15010019 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nProf. Ir. Adang Surahman, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "struktur beton bertulang, shear wall penuh, shear wall tak penuh, perpotongan diagram geser, loncatan gaya geser, loncatan momen, periode fundamental, displacement, interstory drift, base reaction, sendi palstis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "07 Nov 2017"}