{"Nomor": 22044, "Judul": "DISTRIBUSI PARTIKEL YANG TERDIFUSI 1D DENGAN BERBAGAI SYARAT BATAS MENGGUNAKAN MONTE CARLO", "Abstrak": "Salah satu proses yang banyak terlibat dalam kajian sistem biologis adalah difusi. Proses difusi merupakan migrasi random partikel yang memiliki kecenderungan  gerak dari konsentrasi tinggi ke rendah. Proses difusi yang terjadi dalam sistem  biologis dapat dimodelkan dengan serangkaian mekanisme utuh dan kompleks dari gabungan proses difusi pada berbagai syarat batas. Pemodelan difusi telah  banyak dilakukan dalam berbagai aplikasi sistem biologis. Karena gerak partikel yang terdifusi bersifat random, proses geraknya dapat digambarkan sebagai suatu kejadian stokastik. Oleh karena itu, dalam penelitian ini Monte Carlo (MC) dijadikan sebagai metode untuk mensimulasikan probabilitas distribusi partikel yang terdifusi. Dalam penelitian ini, proses difusi yang didasarkan pada syarat   batas dikelompokkan menjadi difusi bebas, difusi setengah ruang dan difusi ruang terbatas. Difusi bebas merupakan proses difusi dalam ruang yang tak terhingga.  Melalui Box-MÃƒÂ¼ller dan fungsi perintah randn() dalam MATLAB, simulasi           difusi bebas dijalankan dengan algoritma histori dan non histori. Sedangkan difusi setengah ruang dan difusi terbatas digambarkan sebagai proses difusi yang  dibatasi dinding reflektif. Berdasarkan hasil simulasi yang telah dilakukan, didapatkan bahwa: (1) distribusi partikel yang terdifusi bebas pada posisi dan  waktu tertentu dengan MC baik untuk algoritma histori dan non histori memenuhi  hasil prediksi analitik. Semakin lama waktu difusi, jumlah partikel di x0 semakin menurun, yang memenuhi kurva eksponensial. Hal ini juga mengungkapkan bahwa partikel bergerak dari konsentrasi tinggi ke konsentrasi yang lebih rendah. Nilai maksimum distribusi semakin lama semakin menurun hingga partikel  tersebar merata di seluruh ruang meskipun posisi maksimumnya tetap di x0; (2)  implementasi probability density function (PDF) pada difusi bebas yang            \n\ndijabarkan dalam dua metode pemakaian MC yaitu Box-MÃƒÂ¼ller dan randn()sama-sama memenuhi prediksi analitik dan dapat digunakan dengan optimal. Optimasi timestep keduanya juga sama, yakni 10-2. Selain itu, besarnya kesalahan relatif (KR) setelah teroptimasi jika dibandingkan dengan analitik            \n\nsemakin lama semakin kecil, yaitu dari 0,9% hingga 0,1%. Perbedaan nilai KR keduanya sangat kecil, yakni maksimumnya mencapai 0,03%. Hal ini menguatkan asumsi bahwa tidak terdapat perbedaan pengaruh implementasi PDF terhadap hasil distribusi partikel, kecuali untuk waktu komputasi, karena Box-MÃƒÂ¼ller memiliki waktu simulasi yang lebih lama dibandingkan randn()yang diakibatkan jumlah pembangkit bilangan random yang digunakan; (3) distribusi   partikel yang terdifusi dalam satu (1) dinding reflektif pada posisi dan waktu tertentu dengan MC memenuhi hasil prediksi analitik. Optimasi timestep yang  diperoleh adalah 10-3. Nilai KR setelah teroptimasi semakin lama semakin  menurun, dari 1% hingga 0,1%. Begitu pula dengan nilai maksimum distribusi yang semakin lama juga semakin menurun namun posisi rata-rata partikelnya bergeser mendekati dinding reflektif hingga besarnya distribusi partikel sama di            \n\nseluruh ruang. Sedangkan lama waktu komputasi untuk jumlah partikel 106 adalah dua kali lebih lama dibandingkan setengah jumlah partikelnya; (4) distribusi partikel yang terdifusi dalam dua (2) dinding reflektif pada posisi dan waktu tertentu dengan MC memenuhi hasil perhitungan analitik. Optimasi timestep yang diperoleh adalah 10-4. Sedangkan nilai KR untuk t = 1 setelah teroptimasi mencapai 2,9%, atau paling besar di antara yang lain. Seperti kasus difusi sebelumnya, nilai maksimum distribusi partikel semakin lama semakin menurun namun posisi rata-ratanya tetap di q0. Hal ini akan terus terjadi hingga partikel            \n\nmencapai kondisi setimbang, atau distribusi partikel di semua titik adalah sama.", "Daftar File": {"2017 TS PP FAIRUSY FITRIA HARYANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113123", "2017 TS PP FAIRUSY FITRIA HARYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113124", "2017 TS PP FAIRUSY FITRIA HARYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113125", "2017 TS PP FAIRUSY FITRIA HARYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113126", "2017 TS PP FAIRUSY FITRIA HARYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113127", "2017 TS PP FAIRUSY FITRIA HARYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113128", "2017 TS PP FAIRUSY FITRIA HARYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113129", "2017 TS PP FAIRUSY FITRIA HARYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113130"}, "Penulis": "FAIRUSY FITRIA HARYANI (NIM: 20215008)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr.rer.nat. Freddy Haryanto, M.Si         \n \n \n \n \n \n \n \n \n\nPembimbing II : Dr.rer.nat. Sparisoma Viridi, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "difusi, Monte Carlo, FWHM, timestep", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "15 Nov 2017"}