{"Nomor": 22057, "Judul": "UPRATING UNIT KOAGULASI, FLOKULASI, DAN SEDIMENTASI INSTALASI PENGOLAHAN AIR (IPA) DEKENG II PDAM TIRTA PAKUAN BOGOR", "Abstrak": "Instalasi Pengolahan Air (IPA) Dekeng merupakan salah satu IPA yang dimiliki oleh PDAM Tirta Pakuan Bogor. IPA Dekeng berlokasi di Jl. Raya Dekeng No.5, Genteng, Bogor Sel., Kota Bogor, Jawa Barat.  Daerah pelayanan IPA Dekeng adalah Kecamatan Bogor Timur, Bogor Tengah, Bogor Utara, Tanah Sareal, dan Bogor Barat. Sumber air baku yang dipakai oleh IPA Dekeng adalah Sungai Cisadane. Pertumbuhan penduduk yang terjadi setiap tahun di Kota Bogor, membuat IPA Dekeng harus meningkatkan kapasitas produksinya. IPA Dekeng memiliki 2 instalasi, yaitu IPA I dengan kapasitas 1000 L/s dan IPA II dengan kapasitas 460 L/s. Berdasarkan studi kebutuhan air, IPA Dekeng direncanakan dapat memenuhi target pelayanan pada daerah layanan hingga pada tahun 2027 dengan total kebutuhan air bersih adalah 1812,36 L/s. Untuk dapat memenuhi target tersebut maka kapasitas pengolahan pada IPA II akan ditingkatkan menjadi 1000 L/s. Penggabungan produksi air IPA I dan IPA II ini akan dapat memenuhi target pelayanan hingga tahun 2027. Unit flokulasi terdiri dari 3 kompartemen dengan menggunakan sistem upflow downflow dan unit sedimentasi terdiri dari 3 kompartemen dengan menggunakan plate settler. Dengan mengevaluasi kondisi eksisting IPA II saat ini, ternyata pada unit koagulasi tidak perlu untuk dilakukan uprating sedangkan untuk koagulasi IPA I memerlukan uprating. Unit flokulasi IPA II akan meluap dan beberapa parameter desain sudah berada di kondisi maksimum pada debit 1000 L/s. Selain itu, setiap kompartemen flokulasi bersambungan dengan satu kompartemen sedimentasi sehingga bila membangun satu unit flokulasi baru maka diperlukan juga membangun satu unit sedimentasi baru. Kesimpulannya adalah membuat unit flokulasi baru dan unit sedimentasi baru dengan kapasitas 250 L/s dan menekan unit flokulasi dan sedimentasi eksisting dengan kapasitas sebesar 750 L/s. Total investasi awal yang diperlukan untuk proyek ini adalah Rp5.900.000.000.", "Daftar File": {"laporan TA Fajar Eli Benjamin abstrak (15313068).pdf": "https://digilib.itb.ac.id/gdl/download/113166"}, "Penulis": "FAJAR ELI BENJAMIN   (NIM : 15313068 )", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto Notodarmojo, Ph.D,.  \n \n\nDr. Qomarudin Helmy, S.Si., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "total kebutuhan air, evaluasi, koagulasi, flokulasi, sedimentasi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}