{"Nomor": 22054, "Judul": "PRODUKSI ENZIM LAKASE OLEH Marasmius sp. DARI TANDAN KOSONG KELAPA SAWIT MENGGUNAKAN TRICKLE-BED BIOREACTOR", "Abstrak": "Lakase merupakan enzim yang dapat digunakan dalam berbagai macam proses di \n\nbidang bioteknologi, seperti bioremediasi polutan fenol di lingkungan, \n\ndekolorisasi pewarna pada limbah tekstil, serta pemutihan pulp. Hal tersebut \n\ndisebabkan lakase memiliki spesifitas substrat yang luas, bersifat ramah \n\nlingkungan, dan menggunakan oksigen sebagai akseptor elektron terakhir. Enzim \n\nlakase dapat diproduksi oleh jamur pelapuk putih, salah satunya Marasmius sp. \n\ndengan memanfaatkan komponen lignin dari lignoselulosa yang terdapat pada \n\nlimbah pertanian, seperti tandan kosong kelapa sawit (TKKS). Pemanfaatan \n\nTKKS tersebut dapat menekan biaya produksi enzim dan menjawab kebutuhan \n\nenzim lakase yang tinggi. Produksi enzim lakase oleh Marasmius sp. dari TKKS \n\ndapat dilakukan menggunakan trickle-bed bioreactor dengan memerhatikan laju \n\naerasi yang dapat memengaruhi pertumbuhan dan aktivitas metabolisme \n\nMarasmius sp. Penelitian ini bertujuan untuk menentukan laju aerasi optimum \n\n(1,0; 1,5; dan 2,0 vvm) yang mampu memproduksi enzim lakase dengan aktivitas \n\ntertinggi menggunakan trickle-bed bioreactor. Produksi enzim dilakukan \n\nmenggunakan TKKS dengan ukuran sebesar 1 cm dan kondisi suhu 32Ã‚ÂºC selama \n\n14 hari. Selama produksi enzim, medium Kirk (pH awal 4,5) dialirkan secara \n\nterus-menerus ke dalam bioreaktor dengan laju alir medium 10 mL/menit dan \n\ndilakukan penambahan medium sebanyak 1,5 liter pada hari ke-1 hingga ke-4, \n\nhari ke-7, dan hari ke- 10. Pengambilan sampel dilakukan setiap 12 jam untuk \n\nmengukur aktivitas enzim lakase, lignin peroksidase (LiP), mangan peroksidase \n\n(MnP), dan selulase menggunakan metode spektrofotometri. Selain itu dilakukan \n\npengukuran pH, kadar lignin, dan gula pereduksi. Hasil penelitian menunjukkan \n\nbahwa aktivitas lakase tertinggi hingga terendah secara berturut-turut dihasilkan \n\noleh laju aerasi 1,5 vvm (36,66 U/mL pada jam ke-84); 1,0 vvm (80 U/mL pada \n\njam ke-180); dan 2,0 vvm (19,36 U/mL pada jam ke-84). Selain lakase, aktivitas \n\nenzim selulase, LiP, dan MnP dapat terdeteksi; namun nilainya lebih rendah \n\ndibandingkan aktivitas lakase. Berdasarkan hasil tersebut dapat disimpulkan \n\nbahwa laju aerasi dapat memengaruhi aktivitas lakase dan laju aerasi 1,5 vvm \n\nmerupakan laju optimum untuk produksi enzim lakase", "Daftar File": {"2017 TS PP FAIZAH KHOIRUNNISAA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113163"}, "Penulis": "FAIZAH KHOIRUNNISAA NIM: 21116025", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pingkan Aditiawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aeration rate, laccase, Marasmius sp., oil palm empty fruit bunch, trickle-bed bioreactor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}