{"Nomor": 22051, "Judul": "EVALUASI METODE BANDLIMITED SPARSE SPIKE INVERSION DAN BASIS PURUSIT INVERSION UNTUK MEMETAKAN PERSEBARAN LAPISAN BATUPASIR TIPIS LAPANGAN", "Abstrak": "Formasi Santul yang terletak di cekungan Tarakan, Kalimantan Timur, merupakan formasi yang berpotensi besar untuk menghasilkan hidrokarbon karena memiliki litologi yang didominasi oleh batupasir dan batulempung yang kaya akan konten organik, serta banyaknya sesar yang mengontrol tektonik cekungan ini menjadi jalur migrasi yang potensial bagi hidrokarbon menuju lapisan reservoar. Lingkungan pengendapan delta front dari formasi ini menyebabkan lapisan batupasir yang berpotensi sebagai reservoar tersebar dalam skala ketebalan yang tipis dan tidak dapat digambarkan oleh resolusi data seismik. Lapangan Ã‚Â‘GELORAÃ‚Â’ merupakan lapangan ekplorasi yang dijadikan objek pada penelitian persebaran batupasir ini. Minimnya data sumur mengharuskan adanya pendekatan unconstrained well inversion dalam memetakan persebaran batupasir pada lapangan ini. Metode Basis Pursuit Inversion merupakan metode baru dalam proses inversi dengan keunggulan hasil inversinya yang superior namun tidak efisien dalam hal waktu berkerja algoritmanya. Metode lain seperti sparse spike inversion menggunakan konsep yang sama, memiliki keunggulan dalam waktu bekerja algoritma yang lebih cepat dibandingkan basis pursuit inversion namun hasilnya tidak sebaik BPI.        \n \n \n\nPada penelitian ini akan dilakukan observasi parameter sparse spike inversion agar hasilnya dapat didekatkan dengan hasil basis pursuit inversion. Hasilnya akan diaplikasikan kepada data 3D agar dapat melihat dan memetakan persebaran batupasir tipis di area penelitian dengan hasil yang cukup baik dan waktu pengolahan yang lebih efisien.", "Daftar File": {"2013 TA PP FAISAL NOOR RUSYDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113152", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113153", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113154", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113155", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/113156", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/113157", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113158", "2013 TA PP FAISAL NOOR RUSYDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/113159", "2013 TA PP FAISAL NOOR RUSYDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113160"}, "Penulis": "FAISAL NOOR RUSYDI (NIM : 123 08 026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Triyoso, Ph.D.", "Ignatius Sonny Winardhi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Basis Pursuit Inversion, Sparse Spike Inversion, Cekungan Tarakan, Inversi Lapisan Tipis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}