{"Nomor": 22052, "Judul": "KLASIFIKASI KOMENTAR TOKO ONLINE PADA MEDIA SOSIAL INSTAGRAM DENGAN PENDEKATAN STATISTIKAL", "Abstrak": "Instagram merupakan salah satu media sosial yang paling populer saat ini. Beberapa pemilik toko online memasarkan barangnya melalui Instagram dan menggunakan kolom komentar Instagram untuk berinteraksi dengan pembeli. Banyaknya komentar dan tingginya intensitas post berpotensi menjadi masalah bagi pemilik toko online. Adanya sistem klasifikasi otomatis berbasis bahasa alami tentu bisa membantu pemilik toko online dalam merespon setiap komentar yang masuk. Untuk itu, pada tugas akhir ini dicari metode dan algoritma terbaik untuk melakukan klasifikasi komentar Instagram, khususnya pada kasus toko online, dengan pendekatan statistikal.  \n \n\nSecara umum tugas akhir ini terbagi menjadi 4 bagian yaitu praproses, ekstraksi fitur, seleksi fitur dan klasifikasi. Praproses yang dicoba adalah praproses dasar, konversi URL, hashtag, mention, tanda baca, emoticon, angka, dan nama daerah, serta formalisasi kata dan penghapusan stop-word. Ekstraksi fitur dicoba mengunakan unigram dan word embedding sebagai representasi fitur. Seleksi fitur juga dilakukan dengan algoritma information gain. Pada klasifikasi dicoba algoritma pembelajaran NaÃƒÂ¯ve Bayes, Decision Tree, Support Vector Machine dan Convolutional Neural Network.  \n \n\nEksperimen yang dilakukan pada tugas akhir ini adalah eksperimen baseline, eksperimen praproses, eksperimen seleksi fitur, eksperimen word embedding dan eksperimen CNN. Data yang digunakan pada eksperimen adalah 2810 komentar Instagram dengan label yang mewakili respon yang diberikan yaitu Ã‚Â“JawabÃ‚Â”, Ã‚Â“BacaÃ‚Â”, dan Ã‚Â“AbaikanÃ‚Â”. Model word embedding dibangun menggunakan 5504 data komentar tanpa label. Eskperimen baseline dengan fitur unigram dan algoritma pembelajaran SVM menghasilkan akurasi 73.24%. Penambahan praproses pada eksperimen praproses meningkatkan akurasi menjadi 82.42%. Penambahan seleksi fitur pada eksperimen seleksi fitur juga meningkatkan akurasi menjadi 84.09%. Penggunaan fitur word embedding dan algoritma pembelajaran SVM pada eksperimen word embedding menghasilkan akurasi 81.67%. Hasil eksperimen terbaik didapat dari eksperimen CNN dengan fitur word embedding dan algoritma pembelajaran CNN dengan akurasi sebesar 84.24%. Model ini masih bisa diperbaiki lagi dengan melakukan penanganan balas-berbalas komentar, perbaikan kualitas data eksperimen, penanganan nama produk, serta optimalisasi praproses.", "Daftar File": {"2017 TA PP FAISAL PRABOWO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113161"}, "Penulis": "Faisal Prabowo     (NIM : 13513094)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ayu Purwarianti, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Instagram, klasifikasi, komentar, statistikal, toko online", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}