{"Nomor": 22050, "Judul": "GUIDELINES AND FRAMEWORK TO IMPLEMENTATION OF AMBIENT ADVERTISING IN BANDUNG  FOR BUSINESS PRACTITIONERS", "Abstrak": "Tidak dapat dipungkiri bahwa teknik komunikasi pemasaran konvensional kini mengalami penurunan efektivitas karena naiknya tingkat Ã‚Â‘kebisinganÃ‚Â’ iklan. Orang-orang melihat ribuan iklan setiap hari baik itu iklan melalui media siar, melalui internet, atau di luar rumah. Untuk iklan di luar rumah: Ã‚Â‘kebisinganÃ‚Â’ terutama terlihat dengan nyata di kota-kota besar di Indonesia karena papan iklan    \n\ndan spanduk telah terlalu banyak digunakan, membawa serta masalah seperti polusi visual, gangguan pada pengemudi, dan yang paling dikhawatirkan oleh pengiklan: tidak dianggapnya iklan oleh khalayak yang dijadikan sasaran. Periklanan ambien merupakan alternatif yang bisa menjadi solusi atas permasalahan di atas, baik secara langsung maupun tidak langsung. Periklanan ambien Ã‚Â—jika diimplementasikan dengan benarÃ‚Â— dapat memperindah sekitarnya, meningkatkan keamanan lalu lintas, juga memberikan manfaatmanfaat praktis lainnya. Manfaat yang paling penting bagi praktisi bisnis adalah potensinya untuk menerobos Ã‚Â‘kebisinganÃ‚Â’ periklanan karena periklanan ambien pada umumnya lebih bisa menarik  perhatian. Periklanan ambien adalah salah satu konsep pemasaran yang tergolong muda dan belum  banyak digunakan di Indonesia meskipun periklanan ambien memiliki banyak potensi. Penelitian ini merupakan upaya untuk mengumpulkan seperangkat pedoman dan rekomendasi yang komprehensif bagi praktisi bisnis untuk menerapkan periklanan ambien. Menggunakan pendekatan kualitatif, data untuk penelitian in dikumpulkan dari tiga sumber:   \n\npengamatan, dokumen-dokumen, dan wawancara. Ketiga sumber ini saling memvalidasi kebenaran sesamanya. Wawancara sebagai sumber data utama telah dilakukan baik pada tenaga kerja dalam periklanan juga pada sasaran periklanan dalam rangka mendapatkan sudut pandang yang berbeda yang saling melengkapi dan saling memvalidasi kebenaran untuk mendapatkan perspektif yang lebih lengkap. Bandung dipilih sebagai lokasi penelitian untuk memudahkan pengumpulan data sekaligus untuk lebih  memberikan fokus yang lebih terukur.  Hasil dari penelitian ini disajikan dalam dua produk akhir berupa seperangkat panduan dan  kerangka kerja. Seperangkat panduan dirangkum dalam 20 poin saran yang diambil dari inti sari penelitian, sedangkan kerangka kerja adalah penyajian visual dari alur kerja teknis yang dapat   \n\nditerapkan pada periklanan secara umum maupun dengan menggunakan media ambien (dengan perbedaan-perbedaan spesifik yang dijelaskan dalam detail langkah-langkah). Seperangkat panduan dan kerangka kerja ini diharapkan akan dapat membantu para praktisi bisnis dalam mengimplementasikan periklanan ambien di Bandung. Penelitian ini bersifat khusus untuk Bandung dan tidak untuk digeneralisasikan untuk Indonesia karena setiap wilayah memiliki situasi tersendiri. Implementasi untuk   \n\niklan ambien di Indonesia secara keseluruhan yang tidak dicakup oleh penelitian ini dapat dijadikan sebagai rekomendasi untuk penelitian mendatang. Di antara hal-hal lainnya, pendekatan kuantitatif pada preferensi publik terhadap iklan-iklan ambien di Bandung juga dapat diteliti di masa mendatang untuk  melengkapi dan memvalidasi penelitian kualitatif ini.", "Daftar File": {"2017 TA PP FAISAL IRFANSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113151"}, "Penulis": "FAISAL IRFANSYAH  (NIM 19014040 )", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ambient, advertising, guerrilla, innovative, Bandung", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "19 Sep 2017"}