{"Nomor": 22069, "Judul": "Penentuan Kekerabatan Populasi Manusia di Kepulauan Kei secara Genetik Menggunakan Marka DNA Mitokondria", "Abstrak": "Kepulauan Maluku bagian selatan terdiri dari beragam pulau dengan bahasa dan budaya yang berbeda, salah satu diantaranya adalah Kepulauan Kei . Walaupun terletak di Indonesia bagian timur yang umumnya dihuni oleh etnis Papua, tetapi dari segi bahasa penduduk Kei menggunakan bahasa Austronesia. Dalam penelitian ini bertujuan untuk menentukan kekerabatan populasi manusia di Kepulauan Kei secara genetik menggunakan marka DNA mitokondria. DNA mitokondria, terutama pada bagian Hypervariable Region (HVR) dapat digunakan sebagai marka latar belakang genetik karena memiliki polimorfisme yang berguna untuk pengelompokan dalam haplogrup. Sampel yang digunakan berasal dari tiga desa dari Kepulauan Kei, yaitu Ohoidertutu, Faan, dan Waur sejumlah 33 sampel. Dilakukan isolasi DNA total dari sampel darah perifer, kemudian dilakukan amplifikasi daerah HVR 1 dan 2 dengan PCR dan disekuensing. Pengecekan haplogrup dilakukan menggunakan software Mitomaster untuk mengetahui haplogrupnya. Selanjutnya dilakukan penentuan nilai perbedaan genetik ( FST ) antar desa dalam populasi dengan menggunakan software Arlequin serta pembuatan plot MDS dengan SPSS. Dari 33 sampel, ditemukan 7 haplogrup B4, 7 haplogrup B5, 4 haplogrup E1, 4 haplogrup R9, dan 11 termasuk ke haplogrup lainnya. Nilai FST antar desa masing-masing sebesar 0,09085 untuk desa Ohoidertutu dan Faan, 0,09371 untuk desa Ohoidertutu dan Waur, serta 0,03534 untuk desa Faan dan Waur. Berdasarkan uji Mann-Whitney, rataan FST antara Kei dengan populasi di Indonesia Barat dan Timur memiliki perbedaan yang signifikan secara statistik. Setelah dilakukan analisis MDS, ternyata populasi Kei terletak paling dekat dengan populasi pulau Papua. Kesimpulan dari percobaan ini yaitu secara genetik, populasi manusia Kei memiliki hubungan paling dekat dengan populasi manusia Papua dibandingkan pulau lainnya di Indonesia.", "Daftar File": {"2017 TA PP FANIA FEBY RAMADHANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113198"}, "Penulis": "Fania Feby Ramadhani      (NIM : 10613033)", "Kontributor / Dosen Pembimbing": ["Dr. Tjandra Anggraeni \n\nProf dr. Herawati Sudoyo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kepulauan Kei, genetika populasi, DNA mitokondria", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}