{"Nomor": 22067, "Judul": "PENGARUH MASUKAN PANAS TERHADAP SIFAT MEKANIK DAN MORFOLOGI SAMBUNGAN LAS PADA PROSES PENGELASAN LOGAM TAK SEJENIS METODE GMAW", "Abstrak": "Dissimilar Metal Welding atau pengelasan logam tak sejenis antara baja dahan karat dengan baja karbon memiliki penerapan yang luas dalam dunia keinsinyuran. Penerapannya banyak dijmpai pada industri pesawat terbang, otomotif, pembangkit listrik, minyak dan gas, dan lain lain. Pengelasan logam tak sejenis ini umumnya digunakan untuk meningkatkan efisiensi biaya, namun masih banyak terdapat isu permasalahan dari penerapannya yang harus diteliti lebih lanjut lagi. Permasahalan tersebut meliputi segregasi makro, korosi galvanik, perbedaan karakteristik struktur mikro pada daerah weld interface, dan kegetasan. Permasalahan ini timbul disebabkan oleh perbedaan titik lebur, perbedaan koefisien muai panas, perbedaan karaktersistik metalurgi, dan difusi atom karbon akibat perbedaan kandungan karbon. Salah satu upaya dalam mengatasi permasalahan pada pengelasan logam tak sejeni ini adalah dengan menggunakan heat input yang optimal. Tujuan penelitian ini adalah untuk memperoleh kombinasi tegangan, kuat arus, serta kecepatan pengelasan sebagai parameter heat input yang optimum terhadap sifat mekanik dan karakteristik struktur mikro sambungan las logam tak sejnis. Pada penelitian ini digunakan kombinasi dari variasi kuat arus dan kecepatan pengelasan untuk pengelasan Gas Metal Arc Welding (GMAW) baja tahan karat SAE 304 dengan baja karbon ASTM A53 grade A tipe F menggunakan logam pengisi stainless steel ER 308. Kemudian dilakukan pengujian kekerasan (micro-Vickers), pengujian tarik, pengamatan struktur mikro, dan uji Energy Disposition Spectroscophy (EDS).", "Daftar File": {"2017 TA PP FALDIE FATHUROHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113195"}, "Penulis": "Faldie Fathurohman", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan ST"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Dissimilar metal welding, heat input, sifat mekanik, struktur mikro, GMAW", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}