{"Nomor": 22073, "Judul": "STUDI LABORATORIUM: ANALISA WETTABILITY LARUTAN SURFAKTAN DAN MINYAK DALAM UJI IMBIBISI SPONTAN PADA SUATU RESERVOIR KARBONAT", "Abstrak": "Chemical flooding (injeksi kimia) adalah salah satu jenis metode pengurasan minyak tahap lanjut dengan jalan menambahkan bahan kimia ke dalam air injeksi untuk menaikkan perolehan minyak. Jika dilihat dari aplikasi di lapangan belum banyak yang menunjukkan keberhasilan, salah satu penyebabnya adalah terbatasnya pemahaman kriteria larutan kimia yang cocok dengan karakteristik reservoirnya. Kriteria tersebut dapat diketahui dengan cara pengujian kompatibilitas, pengujian sudut kontak, pengujian imbibisi, dan pengujian coreflooding.   \n \n\nLapangan M adalah reservoir karbonat. Dalam pembuatan artificial carbonate core ini, penulis membuat tiruan reservoir karbonat dengan mencampurkan pasir kuarsa, semen, dan cutting dari reservoir Lapangan M dengan komposisi 30% pasir kuarsa, 40% semen, dan 30% cutting.   \n \n\nHasil dari penelitian menunjukkan bahwa pada artificial carbonate core hasil pengamatan sudut kontak antara air formasi dan larutan surfaktan terhadap permukaan core, dapat diketahui bahwa surfaktan T, C, dan X mampu memperbaiki wetabilitas core yang besifat oil wet. Dari hasil test imbibisi menunjukkan surfaktan X 5% mampu menghasilkan perolehan minyak paling besar, yaitu 100%. Sehingga dari hasil penelitian ini dapat menunjukkan bahwa semakin besar konsentrasi larutan surfaktan, maka semakin besar oil recovery yang dihasilkan, serta semakin baik pula kemampuannya dalam memperbaiki wetabilitas. Core flooding sendiri dilakukan dengan menginjeksikan salah satu jenis larutan surfaktan yang efisien dan yang telah melalui uji wetabilitas dan imbibisi. Larutan yang digunakan adalah surfaktan X 2%. Percobaan core flooding ini dilakukan dengan skenario injeksi-soaking. Dari percobaan ini terlihat bahwa diperlukannya waktu soaking untuk memungkinkan terjadinya proses imbibisi yang menyebabkan adanya aliran kontra flow antara minyak dan surfaktan X sehingga membuat larutan surfaktan X yang diinjeksikan bisa memproduksikan minyak pada daerah yang belum tersapu dan akhirnya meningkatan perolehan minyak secara optimal.", "Daftar File": {"2017 TS PP FANNY THERESIA INDRIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113208"}, "Penulis": "FANNY THERESIA INDRIANI (NIM: 22215020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Leksono Mucharam, M.Sc.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Surfaktan, wettability, imbibisi, artificial carbonate core", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "28 Sep 2017"}