{"Nomor": 22072, "Judul": "MEASURING THE EFFECT OF WEBSITE QUALITY TOWARD CONSUMER DECISION JOURNEY AT TRAVELOKA.COM", "Abstrak": "Cepatnya perkembangan teknologi informasi telah merubah cara konsumen membeli produk dan servis. Travel agen online adalah sebuah spesifik business to consumer yang  transaksinya dilakukan secara online. Traveloka.com adalah satu dari beberapa travel agen online di Indonesia dan memiliki jumlah pengunjung website terbanyak daripada yang lain. Website merupakan media yang penting bagi travel agen online karena semua proses komunikasi dan distribusi dengan konsumen dilakukan melalui website. Tujuan dari  penelitian ini adalah mengukur efek kualitas website terhadap perjalanan keputusan   \n\nkonsumen di Traveloka.com Dalam penelitian ini, peneliti akan mengumpulkan data dari responden melalui   \n\nsurvei. Data akan dianalisis menggunakan analisis regresi linier berganda untuk mengukur  efek kualitas website terhadap perjalanan keputusan konsumen. Analisis linier sederhana akan digunakan untuk mengukur efek kualitas website terhadap setiap fase perjalanan keputusan konsumen. Hasil dari penelitian ini, setiap sub variable dari kualitas website memiliki hubungan yang signifikan dan positif terhadap perjalanan keputusan konsumen. Kualitas website juga  memiliki efek signifikan dari 43 % hingga 55,6 % terhadap setiap fase perjalanan keputusan   \n\nkonsumen. Jadi, kualitas website memiliki efek signifikan terhadap perjalanan keputusan   \n \n \n\nkonsumen.", "Daftar File": {"2017 TA PP FANNYATUL HAYAH SUWITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113207", "2017 TS PP FANNIYATUL HAYAH SUWITA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251974"}, "Penulis": "Fanniyatu lHayah Suwita (NIM 19014085)", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto, Ph.Dc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Marketing, Consumer Decision Journey, Website Quality", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2017"}