{"Nomor": 22075, "Judul": "PENINGKATAN KEMURNIAN GARAM RAKYAT DENGAN METODE HIDROEKSTRAKSI", "Abstrak": "Indonesia dikenal sebagai negara maritim dengan garis pantai terpanjang keempat di dunia. Hal ini memungkinkan Indonesia dapat memproduksi garam dalam jumlah yang tinggi. Namun, produksi garam rakyat Indonesia belum mampu mencapai spesifikasi baku mutu garam industri (kadar %-b/b NaCl) sehingga harus mengimpor garam dari Australia, India, dan Cina untuk keperluan industri dalam negeri. Oleh karena itu, diperlukan suatu metode yang dapat meningkatkan kemurnian garam rakyat sehingga impor garam bisa berkurang dan garam nasional dapat bersaing di dalam negeri. Salah satu teknologi yang mampu meningkatkan kemurnian garam rakyat adalah metode hidroekstraksi. Hidroekstraksi merupakan metode pemisahan pengotor garam dengan cara fluidisasi butiran padatan garam halus oleh larutan garam jenuh (brine). \n\nPenelitian ini berrtujuan untuk menentukan variabel operasi optimum pada proses hidroekstraksi garam rakyat dengan aliran recycle. Variabel operasi yang divariasikan meliputi ukuran kristal garam umpan (8-16 mesh, 16-30 mesh, 30-50 mesh) dan waktu pengontakkan (1 jam, 2 jam, dan 4 jam). Umpan yang digunakan berupa garam rakyat dari Indramayu (kadar NaCl 81,91%-b/b), sedangkan larutan garam pencuci yang digunakan terbuat dari garam industri (kadar NaCl 98,5%-b/b). Proses hidroekstraksi dilaksanakan dengan laju alir garam pencuci sebesar 28 mL/s. Data yang diperoleh akan dianalisis untuk mengetahui kandungan NaCl dalam garam pada proses hidroekstraksi. \n\nHasil penelitian menunjukkan bahwa semakin kecil ukuran garam umpan dan semakin lama durasi waktu ekstraksi memberikan kualitas garam yang relatif meningkat. Kadar NaCl tertinggi diperoleh pada variasi ukuran 30-50 mesh dan durasi waktu ekstraksi 4 jam, yakni sebesar 96,05%-b/b NaCl. Garam hasil hidroekstraksi tersebut telah mencapai spesifikasi garam industri, yakni industri kimia (Chlor Alkali Plant), industri perminyakan, industri penyamakan kulit, dan water treatment.", "Daftar File": {"2017 TA FARAH DITA WIBAWANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113210"}, "Penulis": "Farah Dita Wibawanti    (NIM : 13013050)", "Kontributor / Dosen Pembimbing": ["Dr. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "garam rakyat, hidroektraksi, ukuran garam umpan, laju alir, waktu ekstraksi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}