{"Nomor": 22087, "Judul": "CAPITAL BUDGETING STRATEGY OF POWER PLANT  FOR INTERNAL USE: CASE STUDY OF COAL FIRED STEAM   POWER PLANT (CFSPP/PLTU) 2X55 MW PT. BOSOWA MAROS ENERGI FOR PT. SEMEN BOSOWA MAROS IN KABUPATEN MAROS,  SOUTH SULAWESI", "Abstrak": "Penelitian ini menjelaskan analisis mengenai kesiapan PT. Bosowa Maros Energi (BME) sebagai sebuah     \n \n \n \n\nentitas anak dari PT. Bosowa Corporindo (BC) dalam pembangunan Power Plant 2x55 MW untuk    \n \n \n \n\nkeperluan penggunaan sendiri (internal use) dari PT. Semen Bosowa Maros  (SBM). SBM sendiri juga    \n \n \n \n\nmerupakan anak perusahaan dari BC yang bergerak di bidang semen dan beroperasi di Kabupaten    \n \n \n \n\nMaros, Sulawesi Selatan.     \n \n \n \n\nKarena sifatnya yang bersifat penggunaan sendiri (internal use), maka proses pengambilan keputusan    \n \n \n \n\n(decision making) dari pembangunan pembangkit tersebut berbeda dengan decision making dalam    \n \n \n \n\npembangunan pembangkit sejenis untuk Independent Power Plant (IPP/Penjualan) kepada PLN atau    \n \n \n \n\nkepada Kawasan Industri Khusus (KIK). Pembangunan pembangkit ini harus bersifat seefisien mungkin    \n \n \n \n\ndengan tarif listik kepada PT. SBM tidak boleh lebih tinggi dari harga tarif listrik PLN. Sehingga,    \n \n \n \n\nkeseimbangan antara harga jual untuk pemasukan perusahaan dan biaya pembangunan (total project    \n \n \n \n\ncost) harus disesuaikan dengan prinsip hati-hati (prudential), dan memuaskan semua pihak dalam    \n \n \n \n\ngrup Bosowa itu sendiri (win-win solution).     \n \n \n \n\nAnalisis dilakukan dalam hal teknikal, lingkungan, hukum, dan finansial. Hasil dari penelitian ini    \n \n \n \n\nadalah, pembangkit 2x55 MW Bosowa Maros Energi adalahtelah siap (feasible)  secara teknikal, legal,    \n \n \n \n\nenvironmental, dan finansial untuk segera dibangun. Segala aspeknya telah dihitung dengan metode    \n \n \n \n\nyang dapat dipertanggungjawabkan seperti NPV, IRR, Payback Period, Analisis Neraca, Analisis Cash    \n \n \n \n\nFlow, analisis aspek hukum, dan analisis aspek lingkungan, serta penghitungan kuantitatif ataupun    \n \n \n \n\nkualitatif lainnya dalam Bab III tulisan ini.", "Daftar File": {"2017 TS PP FARZA FAREMI ADIRAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113241"}, "Penulis": "FARZA FAREMI ADIRAMA (NIM 29115011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Erman Arif Sumirat, M. Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bosowa Group, Capital Budgeting, Electricity, and Coal Fired Steam Power Plant (CFSPP)", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}