{"Nomor": 22081, "Judul": "STUDI IMPLEMENTASI KEBIJAKAN PUBLIK DALAM NORMALISASI KANAL BANJIR TIMUR KOTA SEMARANG", "Abstrak": "Salah satu penyebab belum terselesaikannya banjir di Kota Semarang adalah pertumbuhan penduduk yang tinggi namun tidak diikuti dengan penyediaan sarana dan prasarana perkotaan yang memadai, seperti tempat tinggal, drainase, jalan, tempat usaha, dll. Kondisi ini diperparah dengan rendahnya tingkat partisipasi masyarakat dalam menjaga lingkungan serta belum mengakarnya kesadaran terhadap hukum. \n\nTujuan dari penelitian ini adalah untuk mempelajari implementasi kebijakan publik dalam normalisasi Kanal Banjir Timur Kota Semarang yang ditinjau dari aspek politik, sosial dan budaya, ekonomi, lingkungan serta teknik beserta aspek-aspek yang berpengaruh terhadap implementasi kebijakan tersebut. Penelitian ini bersifat asosiatif, yaitu dengan menganalisis pengaruh antar variabel dalam pelaksanaan kebijakan publik normalisasi Kanal Banjir Timur Kota Semarang yang ditinjau dari aspek politik, sosial dan budaya, ekonomi, lingkungan, serta teknik, melalui pendekatan kualitatif dan kuantitatif. Instrumen penelitian berupa kuesioner yang dianalisis menggunakan SPSS melalui analisis regresi linier berganda. \n\nHasil penelitian menunjukkan bahwa aspek politik, aspek sosial dan budaya, aspek ekonomi, aspek lingkungan, dan aspek teknis secara simultan (bersama-sama) berengaruh terhadap keberhasilan implementasi kebijakan publik dalam normalisasi Kanal Banjir Timur Kota Semarang, yaitu sebesar 66,9%. Sedangkan sisanya sebesar 33,1% dipengaruhi oleh aspek lain yang tidak diteliti dalam studi ini. Selain itu, diantara kelima aspek yang diuji, aspek sosial dan budaya serta aspek ekonomi berpengaruh secara signifikan atau sangat nyata terhadap implementasi kebijakan publik dalam normalisasi Kanal Banjir Timur Kota Semarang. Sedangkan ketiga aspek lainya, aspek politik, aspek lingkungan, dan aspek teknis, berpengaruh tapi hanya sedikit dan tidak signifikan karena tidak cukup bukti untuk menyatakan bahwa ketiga aspek tersebut (aspek politik, lingkungan, dan teknis) berpengaruh signifikan terhadap implementasi kebijakan publik dalam normalisasi Kanal Banjir Timur Kota Semarang.", "Daftar File": {"2017 TS PP FARIDA ERY MURNIASIH 1-COVER..pdf": "https://digilib.itb.ac.id/gdl/download/113216", "2017 TS PP FARIDA ERY MURNIASIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113217", "2017 TS PP FARIDA ERY MURNIASIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113218", "2017 TS PP FARIDA ERY MURNIASIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113219", "2017 TS PP FARIDA ERY MURNIASIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113220", "2017 TS PP FARIDA ERY MURNIASIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113221", "2017 TS PP FARIDA ERY MURNIASIH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/113222", "2017 TS PP FARIDA ERY MURNIASIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113223"}, "Penulis": "FARIDA ERY MURNIASIH [95014309]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Wiyono H.S, M.Eng", "Prof. (R). Dr. Drs. Waluyo Hatmoko, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Normalisasi, Kanal Banjir Timur, Implementasi Kebijakan Publik, Analisis Regresi Linier Berganda ; Flood, River Improvement, the East Floodway, Public Policy Implementation, Multiple Linear Regression Analysis", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "23 Nov 2017"}