{"Nomor": 22083, "Judul": "PERLAKUAN SINTERING SUHU RENDAH TERHADAP MIKROSTRUKTUR DARI KOMPOSISI ALUMINA, ZIRKONIA, MAGNESIA, SILIKA, DAN KROMINA UNTUK APLIKASI KERAMIK STRUKTURAL", "Abstrak": "Alumina (Al2O3) merupakan keramik yang memiliki sifat mekanik yang tinggi. Dengan penambahan aditif seperti ZrO2, MgO, dan SiO2 dengan komposisi tertentu dapat meningkat sifat mekanik dari keramik alumina. Alumina juga memiliki ketahanan terhadap temperatur tinggi. Hal inilah yang merupakan alasan keramik alumina dapat digunakan sebagai keramik struktural. Dalam proses manufakturnya, alumina umumnya di-sintering pada temperatur di atas 1600oC. Temperatur ini dapat diturunkan salah satunya dengan cara menurunkan partikel serbuk alumina. Walaupun temperatur sintering dapat  \n \n\nditurunkan, fasa α-alumina harus tetap dipertahankan. Dengan menggunakan metode sol-gel, serbuk nanopartikel α-alumina dapat dibuat. Fasa α-alumina dapat diperoleh dengan memberikan perlakuan termal pada temperatur di atas 1150oC. Karakterisasi dilakukan dengan menggunakan X-Ray Diffraction (XRD) untuk melihat fasa material yang terbentuk dan Scanning Electron Microscopy (SEM)  \n \n\nuntuk melihat morfologi struktur mikro sampel. Metode sol-gel dilakukan pada konsentrasi 0,1M dengan penambahan chelating agent berupa kitosan agar didapatkan partikel berukuran nano dengan struktur kristal yang homogen. Suhu sintering dilakukan pada temperatur 1350oC pada dua sampel, yaitu komponen  \n \n\ntunggal alumina dan multikomponen alumina-zirkonia-magnesia-silika-kromina. Pengujian kekerasan menggunakan microvickers dilakukan untuk mengetahui sifat mekaniknya.", "Daftar File": {"2012 TA PP FARIS RACHMAN HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113236", "2012 TA PP FARIS RACHMAN HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113237", "2012 TA PP FARIS RACHMAN HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113235", "2012 TA PP FARIS RACHMAN HAKIM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113234", "2012 TA PP FARIS RACHMAN HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113233", "2012 TA PP FARIS RACHMAN HAKIM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113232", "2012 TA PP FARIS RACHMAN HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113231"}, "Penulis": "FARIS RACHMAN HAKIM( NIM : 13307048)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Bambang Sunendar, M.Eng.", "Ir. Ahmad Nuruddin, M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keramik struktural, alumina, nanopartikel, proses sol-gel, sintering, struktur mikro.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}