{"Nomor": 22091, "Judul": "TINJAUAN METODE KECEPATAN RADIAL UNTUK DETEKSI EKSOPLANET", "Abstrak": "Sejak penemuan pertamanya pada tahun 1995, hingga saat ini lebih dari tiga ribu eksoplanet (extrasolar planet) telah berhasil dideteksi. Deteksi eksoplanet dilakukan melalui beberapa metode, salah satunya adalah metode kecepatan radial yang merupakan metode yang pertama kali berhasil mendeteksi eksoplanet yaitu 51 Peg b. Sejak saat itu metode ini telah menyumbang sekitar 20% dari total eksoplanet yang telah dikonfirmasi keberadaannya dan masih akan sangat produktif. Oleh karena itu, metode kecepatan radial merupakan metode yang penting dan prospektif di masa depan. Metode kecepatan radial menelaah gerak wobble yang dialami bintang yang memiliki planet dan besar kecepatannya dipengaruhi oleh berbagai faktor. Perubahan dalam kecepatan radial bintang tersebut dapat dianalisis dengan cara melakukan simulasi data kurva kecepatan radial yang memperhitungkan karakter dan orientasi orbit. Terkait dengan analisis tersebut, Tugas Akhir ini membahas tinjauan metode kecepatan radial khusus untuk deteksi eksoplanet, mencakup simulasi data kurva kecepatan radial eksoplanet dengan memperhitungkan berbagai parameter. Dari simulasi bisa terlihat bahwa metode kecepatan radial \n\nbisa memberikan constraint yang baik untuk beberapa parameter seperti massa minimum, eksentrisitas dan argumen periastron. Tugas Akhir ini juga membahas prinsip dasar pengamatan kecepatan radial dan juga spektrograf-spektrograf di dunia yang telah berhasil melakukan pengamatan eksoplanet. Dari pembahasan tersebut diambil simpulan tentang saran untuk rencana pengamatan eksoplanet \n\ndengan metode kecepatan radial di Observatorium Nasional.", "Daftar File": {"2016 TA PP FATHIN QURRATU AINY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113245", "2016 TA PP FATHIN QURRATU AINY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113246", "2016 TA PP FATHIN QURRATU AINY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113247", "2016 TA PP FATHIN QURRATU AINY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113248", "2016 TA PP FATHIN QURRATU AINY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113249", "2016 TA PP FATHIN QURRATU AINY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113250", "2016 TA PP FATHIN QURRATU AINY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/113251", "2016 TA PP FATHIN QURRATU AINY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113252"}, "Penulis": "FATHIN QURRATU AINY (NIM : 10312002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Taufiq Hidayat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "planet dan satelit deteksi teknik ke epatan radial metode: analisis data", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Des 2017"}