{"Nomor": 22098, "Judul": "PENILAIAN PELAKSANAAN PENYALURAN, PENGELOLAAN DAN PENGGUNAAN DANA DESA DAN ALOKASI DANA DESA BERDASARKAN KOORDINASI ANTAR ORGANISASI PEMERINTAH (Studi Kasus : Desa Buah Batu dan Desa Bojongsari, Kecamatan Bojongsoang, Kabupaten Bandung)", "Abstrak": "Dana desa (DD) dan alokasi desa desa (ADD) merupakan dua sumber keuangan desa yang berasal dari bagian alokasi APBN serta menjadi sumber keuangan terbesar yang menyumbang dalam APB Desa. Namun pada pelaksanaannya masih terdapat penyesuaian dalam upaya mengoptimalkan pemanfaatan dana yang dibuktikan dengan perubahan dan penambahan peraturan dalam pelaksanaan. Pelaksanaan DD dan ADD pula melibatkan keseluruhan tingkatan pemerintah dari pemerintah pusat, kabupaten/kota, kecamatan dan desa. Keterlibatan tersebut membuat diperlukan adanya koordinasi antar organisasi disetiap tingkatan pemerintah dalam rangka mengintegrasikan tindakan organisasi. Fokus dalam penelitian ini mengkaji kesesuaian pelaksanaan DD dan ADD yang akan membandingkan kondisi actual dan kebijakan dalam pelaksanaan, Sehingga dapat dinilai batasan dan kendala pada masing-masing organisasi di setiap tingkatan pemerintah dalam melaksanakan tugasnya. Selain itu dikaji pula koordinasi organisasi pemerintah dalam upaya pelaksanaannya yang dilihat berdasarkan pembagian tugas, kesalingbergantungan, dan jejaring antar organisasi, Sehingga dapat dinilai keefektifan dalam pelaksanaan tugas pada organisasi dan keefisienan keterlibatan organisasi dalam pelaksanaan penyaluran, pengelolaan dan penggunaan DD dan ADD.           \n \n \n \n\nBerdasarkan hasil dari temuan penelitian ini maka dapat diketahui bahwa terdapat pelaksanaan DD dan ADD yang tidak sesuai dengan peraturan pelaksanaan yang telah ditetapkan. Tahapan pelaksanaan yang tidak sesuai yaitu terletak pada tahapan penyaluran dan pengelolaan dana yang terdiri dari besaran penyaluran dan waktu penyaluran dari tingkatan pemerintah kabupaten. Pada pelaksanaan DD adanya ketidak mampuan pemerintah Kabupaten Bandung untuk menyalurkan dana selama maksimal 7 hari kerja, sedangkan pada pelaksanaan ADD adanya ketidaksesuaian besaran dana yang disalurkan. Pada peraturan penyaluran ADD ditetapkan sebesar 10% dari dana perimbangan namun pemerintah Kabupaten Bandung hanya menyalurkan sebesar 4,48%. Tidak hanya pemerintah Kabupaten Bandung namun sebanyak 70% kabupaten/kota di Indonesia tidak menyalurkan ADD sebesar minimal 10% dari dana perimbangan. Ketidaksesuaian juga terjadi pada tingkat pemerintah desa yaitu tidak terpenuhinya persyaratan pencairan dana yang terdiri dari RJMDesa, RKP Desa dan Peraturan Desa pada tahun 2015.           \n \n \n \n\nPada penilaian koordinasi antara organisasi pemerintah maka dapat diketahui bahwa adanya kelemahan di tingkat pemerintah pusat, kecamatan dan desa dalam koordinasi pelaksanaan DD dan ADD. Pada tingkatan pemerintah pusat ditemukan adanya pembagian tugas yang terpisah-pisah dan saling tidak terintegrasi. Berdasarkan karakteristik dari struktur dan kompleksitas koordinasi terdapat kelemahan tidak adanya kendali dalam pelaksanaan dan tidak saling mempengaruhinya dalam pengambilan keputusan di satu organisasi terhadap organisasi lain. Pada tingkat pemerintah kecamatan dan desa yang mempunyai ukuran organisasi kecil yang menggambarkan bahwa semakin kecilnya kemampuan organisasi dalam melaksanakan tugasnya.           \n \n \n \n\nPada penilaian ditemukan bahwa masing-masing tingkatan pemerintah memiliki kelemahan dalam pelaksanaan DD dan ADD. Terdapat ketidakefektifan pada tingkatan pemerintah kabupaten, kecamatan dan desa dalam pelaksanaan tugas dan ketidakefisiensian terjadi pada tingkatan pemerintah pusat. Kelemahan pada masing-masing organisasi berpengaruh dalam pelaksanaan tugas dari organisasi lain karena tipe kesaingbergantungan organisasi tergolong kedalam serial interdependence. Hal ini menggambarkan bahwa output pelaksanaan tugas dari satu organisasi merupakan output dalam pelaksanaan tugas organisasi lainnya. Kajian ini dapat dijadikan salah satu penilaian dalam upaya memperbaiki pelaksanaan DD dan ADD kedepannya.", "Daftar File": {"2016 TS PP FATIA MUFIEDA HAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113271", "2016 TS PP FATIA MUFIEDA HAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113272", "2016 TS PP FATIA MUFIEDA HAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113273", "2016 TS PP FATIA MUFIEDA HAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113274", "2016 TS PP FATIA MUFIEDA HAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113275", "2016 TS PP FATIA MUFIEDA HAYATI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/113276", "2016 TS PP FATIA MUFIEDA HAYATI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/113277", "2016 TS PP FATIA MUFIEDA HAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113278"}, "Penulis": "FATIA MUFIEDA HAYATI (NIM : 25414018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Drs. Suhirman, SH., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Dana Desa, Alokasi Dana Desa, Koordinasi, Efektivitas, Efisiensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "8 file", "Tanggal Input": "09 Okt 2017"}