{"Nomor": 22100, "Judul": "STUDI PENGKLASTERAN HIRARKI PADA BIAYA PERAWATAN BIS", "Abstrak": "Klaster sebagai salah satu metode dalam penggalian data merupakan suatu metode agar kita dapat mengelompokan objek maupun variabel sehingga kita dapat mengetahui karakteristik objek ataupun variabel tersebut. Pada analisis klaster metode yang dapat digunakan untuk mengelompokan sangat beragam. Misalnya pada metode hirarki kita dapat menggunakan beragam metode jarak dan metode pautan. Metode jarak yang dapat digunakan untuk menghitung jarak data kuantitatif adalah jarak Euclidean, Mahalanobis, Chebyshev, dan kosinus. Untuk metode pautan yang sering digunakan adalah pautan terdekat, terjauh, dan rata-rata. Walaupun telah banyak penelitian yang dilakukan untuk menentukan metode terbaik untuk mengklasterkan data, hingga saat ini belum ada metode yang dapat dikatakan sebagai metode terbaik. Pada tugas akhir ini akan ditentukan metode terbaik dari metode-metode yang telah disebutkan. Indeks yang digunakan untuk menentukan hasil pengklasteran yang terbaik adalah cophenetic correlation coefficient. Objek yang akan diklasterkan adalah bis berdasarkan biaya perawatannya selama 15 bulan. Berdasarkan kelebihan dan kekurangan metode jarak, jarak Euclidean adalah metode yang paling tepat untuk menghitung jarak antar bis. Sedangkan untuk metode pautan didapatkan metode pautan rata-rata adalah metode terbaik.", "Daftar File": {"2017 TA PP FATIMAH AFRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113280", "2017 TA PP FATIMAH AFRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113281", "2017 TA PP FATIMAH AFRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113282", "2017 TA PP FATIMAH AFRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113283", "2017 TA PP FATIMAH AFRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113284", "2017 TA PP FATIMAH AFRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113285", "2017 TA PP FATIMAH AFRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113286"}, "Penulis": "FATIMAH AFRA [10112011]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Udjianna Sekteria Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pengklasteran hirarki, jarak Euclidean, jarak Mahalanobis, jarak Chebyshev, jarak kosinus, pautan terdekat, pautan terjauh, pautan rata-rata, cophenetic correlation coefficient ; hierarchical clustering, Euclidean distance, Mahalanobis distance, Chebyshev distance, cosine distance, single linkage, complete linkage, average linkage, cophenetic correlation coefficient", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "28 Nov 2017"}