{"Nomor": 22104, "Judul": "ANALYSIS OF QUEUING SYSTEM AT IMMIGRATION OFFICE CLASS II CIREBON", "Abstrak": "Sistem antrian penting untuk dipertimbangkan karena mempengaruhi kepuasan \n\npelanggan. Garis antrian terjadi dalam proses pembuatan paspor. Kantor Imigrasi kelas \n\nII Cirebon melayani setidaknya 4 kabupaten dan kota di sekitar Cirebon. Antrian \n\nantrian di kantor imigrasi ini membuat petugas imigrasi bekerja lembur dan sangat \n\nlelah. Jika itu terjadi maka bisa mengakibatkan penurunan kinerja petugas imigrasi. \n\nPenelitian ini bertujuan untuk menganalisa sistem antrian pembuatan paspor reguler di \n\nkantor imigrasi kelas II Cirebon. Sistem antrian yang digunakan di kantor imigrasi \n\nkelas II Cirebon adalah model B (M / M / S). Sampel penelitian ini adalah 40% dari \n\ntotal populasi per hari di bulan April tahun 2017. Proses analisis data menggunakan \n\nMicrosoft Excel. Data dari penelitian ini diperoleh dari wawancara dan observasi. Hasil \n\npenelitian ini menunjukkan bahwa kinerja sistem antrian yang digunakan saat ini tidak \n\noptimal karena masih banyak pelanggan yang mengantri terutama pada saat di loket \n\nwawancara dan foto karena harus menunggu 36 menit dari standar maksimal menunggu \n\n20 menit. Oleh karena itu, peneliti menyarankan untuk menambahkan satu penghitung \n\nlagi pada saat wawancara dan penghitung foto sehingga rata-rata waktu pelanggan \n\nmenunggu menjadi 14 menit. Saran lain adalah membuat loket pusat informasi karena \n\npada bulan April 2017 persentase rata-rata pelamar yang ditolak di loket layanan \n\npelanggan sebesar 31%.", "Daftar File": {"2017 TA PP FATIMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113306", "2017 TS PP FATIMA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251976"}, "Penulis": "Fatima (NIM 19014052)", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Immigration office class II Cirebon, queuing system, model B (M/M/S), Customer Satisfaction, Counter Addition", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}