{"Nomor": 22111, "Judul": "DESAIN PONDASI TIANG BOR APARTEMEN 33 LANTAI PADA TANAH LEMPUNG KELANAUAN", "Abstrak": "Suatu perencanaan pondasi tiang harus dilakukan dengan teliti dan seakurat mungkin. Setiap pondasi harus mampu mendukung beban sampai batas keamanan yang telah ditentukan, termasuk mendukung beban maksimum yang mungkin terjadi. Data tanah yang digunakan dalam proses perencanaan pondasi tiang adalah data N-SPT dan data tes konsolidasi. Perhitungan aksial untuk pondasi tiang dilakukan dengan metode statik secara manual berdasarkan teroi yang ada. Untuk perhitungan manual dilakukan salah satunya dengan metode Meyerhoff & Terzaghi. Berikutnya dilakukan perhitungan daya dukung lateral dengan program L-Pile. Dari hasil analisis program dilakukan pengecekan apakah daya dukung lateral bisa memenuhi kebutuhan akan gaya geser yang terjadi pada pondasi tiang. Pondasi grup tiang kemudian direncanakan dengan mempertimbangkan hasil perhitungan daya dukung dan data beban atas dengan menggunakan program GROUP. Desain kemudian dicocokan dengan kriteria-kriteria berdasarkan ketentuan yang terdiri dari defleksi dan settlement. Analisis settlement dilakukan berdasarkan metode equivalent raft yaitu transfer beban atas pada lapisan terkonsolidasi. Total settlement yang terjadi pada grup tiang merupakan penjumlahan dari penurunan segera dan penurunan konsolidasi tiap lapisan tanah. Setelah itu dilakukan desain penulangan pondasi tiang menggunakan bantuan software PcaCol untuk mendapatkan desain tulangan lentur serta analisis perhitungan manual berdasarkan teori & persyaratan SNI untuk mendapatkan desain tulangan geser atau sengkang. Perencanaan desain pile cap dilakukan menggunakan bantuan software SAP2000, kemudian didesain kebutuhan tulangan lentur dan gesernya.", "Daftar File": {"2015 TA PP  FAUZI AHMAD DIMYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113331", "2015 TA PP  FAUZI AHMAD DIMYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113332", "2015 TA PP  FAUZI AHMAD DIMYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113329", "2015 TA PP  FAUZI AHMAD DIMYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113330", "2015 TA PP  FAUZI AHMAD DIMYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113328", "2015 TA PP  FAUZI AHMAD DIMYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113327", "2015 TA PP  FAUZI AHMAD DIMYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113326"}, "Penulis": "FAUZI AHMAD DIMYATI (NIM : 15011032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Erza Rismantojo, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perencanaan, pondasi grup tiang , pile cap, A-Pile, L-Pile, GROUP, PcaCol, SAP2000, settlement", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}