{"Nomor": 22116, "Judul": "PERMODELAN DINAMIK PROSES PELEBURAN TIMAH TAHAP I DI TANUR REVERBERATORY UNTUK MENDAPATKAN PROFIL TEMPERATUR MATERIAL DAN JUMLAH TIMAH TEREDUKSI SEBAGAI FUNGSI WAKTU", "Abstrak": "Proses peleburan timah dilakukan dengan dua tahap, tahap satu merupakan peleburan konsentrat sedangkan tahap dua adalah peleburan slag hasil peleburan satu. Pada peleburan satu terdapat beberapa parameter yang harus terpenuhi yaitu crude tin akan di tapping dengan waktu tertentu dan suhu akhir peleburan diatas 1200Ã‚Â°C. Untuk mengoptimalkan proses tersebut, terutama untuk mendapatkan proses yang lebih efisien, maka dibutuhkan sebuah permodelan dinamik yang dapat memberikan prediksi temperatur dan jumlah timah yang tereduksi sebagai fungsi waktu.   \n \n \n\nPembuatan permodelan dilakukan dengan menggabungkan neraca panas dengan kinetika reaksi reduksi timah dan kinetika dekomposisi volatile matter batubara. Data-data kinetika reaksi dari Misra diolah lebih lanjut pada penelitian ini untuk mendapatkan hubungan antara laju reaksi reduksi timah oksida sebagai fungsi temperatur dan waktu   \n \n \n\nHasil permodelan menunjukan bahwa laju peningkatan temperatur dipengaruhi oleh laju alir udara bakar dan MFO. Jika udara bakar dihembuskan berlebih maka   \n \n \n\ntemperatur dalam tanur akan menurun. Selain itu, reaksi-reaksi yang terjadi dalam tanur, mulai dari reaksi pembakaran MFO, pembakaran volatile matter dari batubara dan pembakaran gas CO yang berasal dari reduksi SnO2 harus dipertimbangkan untuk menentukan laju alir udara. Hasil permodelan temperatur material pada saat proses peleburan telah dibandingkan dengan temperatur yang   \n \n \n\ndiukur di atas lelehan dalam tanur. Temperatur material hasil permodelan pada jam ke-19 adalah 50-1000C lebih rendah dari temperatur tanur. Dengan memodifikasi laju alir udara sesuai dengan kebutuhan proses, konsumsi MFO   \n \n \n\ndapat diturunkan. Hal ini dapat dilakukan dengan memasang sensor oksigen di gas buang.", "Daftar File": {"2011 TA PP FAUZI MAFTUH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113356", "2011 TA PP FAUZI MAFTUH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113357", "2011 TA PP FAUZI MAFTUH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113358", "2011 TA PP FAUZI MAFTUH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113359", "2011 TA PP FAUZI MAFTUH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113360", "2011 TA PP FAUZI MAFTUH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113361", "2011 TA PP FAUZI MAFTUH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113362"}, "Penulis": "FAUZI MAFTUH (NIM : 12507003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ing.Zulfiadi Zulhan,ST.MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "peleburan timah, dekomposisi volatile matter batubara.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}