{"Nomor": 22117, "Judul": "COVAR YANG DIMODIFIKASI SEBAGAI ALAT UKUR RISIKO SISTEMIK UNTUK INSTITUSI PERBANKAN TERHADAP PASAR SAHAM DI INDONESIA", "Abstrak": "Sektor perbankan menguasai mayoritas aset industri di Indonesia sehingga institusi perbankan dapat menyebabkan krisis sistemik pada sistem keuangan di Indonesia.    \n \n\nDengan demikian, risiko sistemik dari institusi perbankan terhadap sistem keuangan di Indonesia perlu diselidiki menggunakan model ΔCoVaR. Pada Tugas Akhir ini, syarat ΔCoVaR akan dimodifikasi dengan memilih nilai rate of loss terbesar dari data bangkitan untuk suatu institusi perbankan sehingga model modifikasi ini akan menghasilkan ukuran risiko yang lebih sensitif. Selain itu, data rate of loss untuk ΔCoVaR menggunakan data harian namun untuk model modifikasi, data rate of loss-nya memiliki panjang observasi yang lebih panjang. Hal tersebut bertujuan    \n \n\nagar informasi yang dimiliki lebih banyak dan perubahan harga ekstrim yang terjadi pada satu hari saja tidak terlalu mempengaruhi perhitungan. Model ΔCoVaR yang dimodifikasi ini akan diberi nama ΔModCoVaR. Dengan kedua model tersebut, risiko sistemik institusi perbankan diurutkan dari terbesar hingga terkecil. Hasil    \n \n \n \n\npengurutan menggunakan ΔCoVaR dan ΔModCoVaR menghasilkan urutan yang berbeda. Perbedaan ini disebabkan oleh nilai korelasi (antara institusi dan sistem) yang berbeda antara data untuk ΔCoVaR dan ΔModCoVaR.", "Daftar File": {"2017 TA PP FAUZI  ZAKARIA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113363"}, "Penulis": "FAUZI ZAKARIA (10113070)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Drs. Muhammad Syamsuddin, M.Com.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "risiko sistemik, perbankan, VaR, CoVaR, ΔCoVaR, saham.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}