{"Nomor": 22128, "Judul": "KELAYAKAN PRODUKSI SPRING POCKET UNTUK PERUSAHAAN PMA DI INDONESIA", "Abstrak": "Part Manufacturer Approval atau PMA merupakan kombinasi izin di bidang  \n \n\ndesain dan produksi suku cadang pengganti atau modifikasi pada produk Type  \n \n\nCertificate (TC). Kepemilikan hak sebagai PMA memungkinkan suatu instansi atau  \n \n\nperusahaan untuk memproduksi part dan menjualnya untuk dipasang pada pesawat  \n \n\nudara di wilayah yurisdiksi dimana haknya sebagai perusahaan PMA diterbitkan.  \n \n\nTidak adanya perusahaan PMA lokal di Indonesia menyebabkan ketergantungan  \n \n\noperator pesawat udara pada suku cadang impor. Dalam rangka merebut pasar lokal,  \n \n\nperlu dilakukan studi kelayakan pembangunan organisasi PMA di Indonesia, dengan  \n \n\nmengambil contoh komponen spring pocket sebagai objek produksi.  \n \n\nTerdapat beberapa proses yang dilakukan dalam melakukan studi kelayakan.  \n \n\nProses ini terkait dengan beberapa aspek kelayakan usaha yang terdiri dari aspek  \n \n\npasar, aspek teknis, aspek ekonomi dan aspek regulasi. Metode non-parametrik  \n \n\ndigunakan untuk menganalisis keandalan suku cadang dengan menggunakan data  \n \n\nhistori. Data keandalan ini digunakan sebagai input untuk kemudian dapat dilakukan  \n \n\niterasi untuk menentukan kelayakan produksi spring pocket.  \n \n\nHasil studi kelayakan menunjukkan bahwa produksi terhadap spring pocket  \n \n\nyang dilakukan belum menguntungkan secara ekonomi. Oleh karena itu perlu  \n \n\ndilakukan peningkatan kapabilitas produksi untuk komponen-komponen lainnya yang  \n \n\ndapat diharapkan menutupi kerugian segmen produksi spring pocket.", "Daftar File": {"2017 TA PP FEBRINA PUTRI SITUMORANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113411"}, "Penulis": "FEBRINA PUTRI SITUMORANG (NIM: 13612035)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Break Even, Part, Part Manufacturer Approval, Type certificate.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}