{"Nomor": 22129, "Judul": "PENGARUH KONSENTRASI THIOUREA DAN GLUE PADA EFFISIENSI ARUS DAN KEBUTUHAN ENERGI ELEKTROREFINING TEMBAGA DI PT SMELTING GRESIK", "Abstrak": "PT Smelting Gresik adalah perusahaan peleburan dan pemurnian tembaga yang pertama di Indonesia. Bahan bakunya berasal dari PT Freeport Indonesia dan PT Newmont Nusa Tenggara. Baru-baru ini PT Smelting telah meningkatkan kapasitas produksi tanpa menambah jumlah sel elektrorefining. Akibatnya harus meningkatkan rapat arus katodik dari 300 A/m2 menjadi 330 A/m2 sehingga meningkatkan energi dan jumlah lumpur anoda yang sering menyebabkan masalah pembentukan endapan nodular. Diperkirakan bahwa kecenderungan pembentukan deposit nodular dapat diatasi dengan pengaturan kembali kandungan thiourea dan glue dalam elektrolit. Untuk itu telah dilakukan serangkaian percobaan dengan variasi konsentrasi thiourea dan glue dalam bak elektrorefining.   \n \n \n\nPercobaan elektrorefining dilakukan selama 12 jam dengan konsentrasi thiourea dan glue 0,5; 0,8; 1; 1,2 dan 1,5 kali dari konsentrasi acuan (konsentrasi acuan thiourea dan glue yang digunakan di pabrik elektrorefining menggunakan rapat arus 330 A/m2). Pengaruh konsentrasi thiourea dan glue pada tegangan dekomposisi dan polarisasi katodik yang diukur dalam larutan mengandung konsentrasi thiourea dan glue 0,5; 1 dan 1,5 kali konsentrasi acuan. Pengaruh peningkatan jumlah thiourea dan glue pada morfologi deposit tembaga di katoda selama percobaan elektrorefining diamati menggunakan SEM (Scanning Electron Microscope). Disamping peneltian utama, serangkaian percobaan perlakuan permukaan katoda dilakukan pada reject starting cathode untuk memungkinkan digunakan kembali.   \n \n \n\nSama halnya dengan efisiensi arus katodik di pabrik elektrorefining PT Smelting, keseluruhan percobaan elektrorefining menunjukkan efisiensi arus yang tinggi (98 hingga 99,9%). Peningkatan konsentrasi thiourea dan glue cenderung meningkatkan efisiensi arus, peningkatannya mengikuti CE% = 0,7188 (nisbah thiourea dan glue terhadap acuan) + 98,503. peningkatan konsentrasi thiourea juga meningkatkan efisiensi arus katodik yang dinyatakan: CE% = 9,7488 (konsentrasi thiourea) + 98,438; sedangkan peningkatan konsentrasi glue menurunkan efisiensi arus katodik dinyatakan: CE% = -12,242 (konsentrasi glue) + 99,29. Konsumsi energi listrik berkisar antara 0,1280 Ã‚Â– 0,1530 kWh/kg Cu yang diproduksi. Semakin tinggi konsumsi energi disebabkan peningkatan konsentrasi aditif. Hubungannya mengikuti konsumsi energi = 0,0132(nisbah thiourea dan glue terhadap acuan) + 0,1286; konsumsi energi = 0,317(konsentrasi thiourea) + 0,1205 and konsumsi energi = 0,0257(konsentrasi glue) + 0,1415, secara berurutan untuk hasil percobaan akibat peningkatan thiourea, glue dan keduanya. Overpotensial kristalisasi dapat ditentukan dari pengukuran tegangan dekomposisi. Overpotensial kristalisasi tembaga pada stainless steel dalam larutan inlet decant filter bervariasi dari 0,067 hingga 0,085 volt. Nilai ini lebih besar daripada overpotensial kristalisasi tembaga dalam larutan east-west yang hanya bervariasi antara 0,053 Ã‚Â– 0,075 volt. Oleh karena itu dihasilkan butiran deposit tembaga yang lebih besar karena proses deposisi terjadi dengan laju pengintian yang lebih lambat. Hasil pengukuran polarisasi menunjukkan bahwa overpotensial katodik akan meningkat dengan meningkatnya konsentrasi glue dan berkurang secara signifikan dengan meningkatnya konsentrasi thiourea.   \n \n \n\nAbrasi permukaan diikuti dengan proses pickling dalam HNO3 5M dapat diterapkan untuk memperbaiki reject starting cathode. Pengendapan tembaga pada reject starting cathode yang dilakukan dengan prosedur ini menghasilkan deposit tembaga yang merata dengan efisiensi arus deposisi 99,05%.", "Daftar File": {"2010 TA PP FEBY ANGGRAENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113412", "2010 TA PP FEBY ANGGRAENI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113413", "2010 TA PP FEBY ANGGRAENI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113414", "2010 TA PP FEBY ANGGRAENI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113415", "2010 TA PP FEBY ANGGRAENI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113416", "2010 TA PP FEBY ANGGRAENI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113417", "2010 TA PP FEBY ANGGRAENI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113418"}, "Penulis": "FEBY ANGGRAENI (nim : 12506005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sunara Purwadaria, M.Met.E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "PT Smelting Gresik, kandungan thiourea, glue,  elektrolit.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}