{"Nomor": 22126, "Judul": "SIMULASI STACKING CRS EXTENDED DENGAN OPERATOR CRS INISIAL MENGGUNAKAN SOFTWARE MATLAB", "Abstrak": "Stacking merupakan salah satu tahap penting dalam pengolahan data seismik refleksi. Common-reflection-surface (CRS) stack merupakan metode stack relatif baru dalam pengolahan data seismik, yang menghasilkan penampang stack yang lebih baik dari metode konvensional dan memiliki rasio signal-to-noise yang lebih tinggi. Operator stack CRS terdiri dari tiga atribut CRS yang saling independen. Metode ini menggunakan operator yang mewakili karakter lokal reflektor dimana Operator stack CRS meliputi dip dan kelengkungan dari reflektor. Ketiga attribut CRS ini diantaranya adalah sudut datang gelombang normal di permukaan (α) dan jari-jari kelengkungan dua muka gelombang hipotesis normal incidence point (NIP) RNIP dan normal (N) RN. Attribut-attribut CRS ini diekstrak, dari data seismik dengan menggunakan optimisasi terhadap fungsi objektif berupa koherensi. Suatu daerah bisa memiliki lebih dari satu event yang berkontribusi, dengan melihat respon koherensinya yang memiliki lebih dari satu maxima, yang biasa terjadi pada struktur sesar dan kubah garam; yang menyebabkan difraksi dari struktur ini dan memotong sinyal refleksi, kondisi ini biasa disebut sebagai kondisi conflicting dip. Pendekatan CRS stack pragmatik hanya memperhitungkan satu nilai operator stacking pada tiap sample ZO yang disimulasikan. Sehingga situasi conflicting dip tidak bisa diselesaikan dengan cara CRS stack pragmatik.Untuk mengakomodasi kondisi conflicting dip dikembangkanlah metode CRS extended. Dalam Tugas Akhir ini, penulis mencoba menyusun algoritma metode CRS stack dengan menggunakan MATLAB, dimulai dari algoritma pencarian nilai operator stacknya hingga proses stackingnya sehingga simulasi CRS extended ini dapat dipahami tiap persamaan dan langkah kerjanya. Data yang digunakan pada tugas akhir ini adalah data seismik sintetik marmousi, yang kita simulasikan dalam proses stacking CRS extended. Pada penelitian kali ini penulis tidak berhasil meng-enhance event-event yang koherens pada penampang Stacking hasil extended, dibandingkan dengan pragmatik, namun, setelah dimigrasi dapat terlihat perbedaan yang cukup signifikan dari hasil extended dibandingkan dengan pragmatik, yang terlihat pada batas-batas sesar yang yang lebih jelas pada penampang extended.", "Daftar File": {"2012 TA PP FEBRIAN BUDIARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113397", "2012 TA PP FEBRIAN BUDIARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113398", "2012 TA PP FEBRIAN BUDIARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113399", "2012 TA PP FEBRIAN BUDIARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113400", "2012 TA PP FEBRIAN BUDIARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113401", "2012 TA PP FEBRIAN BUDIARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113402"}, "Penulis": "FEBRIAN BUDIARTO (NIM : 12308050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.rer.nat. Awali Priyono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Common Reflection Surface, Conflicting dip, CRS extended.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}