{"Nomor": 22132, "Judul": "ANALISIS STABILITAS TIMBUNAN DAN DINDING PENAHAN TANAH LANDASAN PACU BANDARA DENGAN PERKUATAN SOIL - NAILING", "Abstrak": "Tugas akhir ini berisi metoda perkuatan yang diterapkan terhadap lereng buatan yang dibangun di Bandara baru tana-toraja. Lereng tersebut akan menjadi landasan pacu. Lereng yang akan dibangun memiliki ketinggian yang cukup tinggi yaitu 24 meter. Hal lain yang perlu dipertimbangkan dalam analisis timbunan ini adalah tanah dilokasi pembangunan mengandung tanah jenis clayshale yang mudah mengalami penurunan kekuatan geser. Dalam analisa akan digunakan metode elemen hingga dengan plaxis dan metode kesetimbangan batas dengan slope/W. Metode perkuatan yang digunakan adalah dengan      \n \n\nmenggunakan perkuatan soil-nailing. Stabilitas keruntuhan akan meninjau beberapa jenis keruntuhan yang mungkin terjadi diantaranya stabilitas internal, stabilitas eksternal dan stabilitas permukaan lereng.      \n \n\nLereng yang cukup tinggi tersebut dibangun dalam beberapa tahapan penimbunan untuk menghindari keruntuhan yaitu dalam tiga tahapan. Karena jika tidak dilakukan bertahap maka lereng akan runtuh karena tanah dasar yang mengalami penurunan kekuatan geser karena mengandung clayshale. Hasil yang didapat adalah perkuatan soil-nailing sepanjang 24 meter dengan tiga tahapan pembangunan. Dengan desain tersebut sudah menghasilkan      \n \n\nangka keamanan melampaui angka keamanan kriteria desain yang telah ditetapkan", "Daftar File": {"2015 TA PP FEDIK Y HUTAHAEAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113432", "2015 TA PP FEDIK Y HUTAHAEAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113433", "2015 TA PP FEDIK Y HUTAHAEAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113434", "2015 TA PP FEDIK Y HUTAHAEAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113435", "2015 TA PP FEDIK Y HUTAHAEAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113436", "2015 TA PP FEDIK Y HUTAHAEAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113437", "2015 TA PP FEDIK Y HUTAHAEAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113438"}, "Penulis": "FEDIK Y HUTAHAEAN (NIM : 15011035)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n\nIr. Bigman M. Hutapea, MSc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stabilitas Lereng, Kegagalan Lereng, perkuatan lereng, metode elemen hingga, metode kesetimbangan batas, soil nailing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}