{"Nomor": 22131, "Judul": "DAMPAK OUTLIER TERHADAP PREDIKSI CADANGAN KLAIM DAN CHAIN-LADDER YANG ROBUST", "Abstrak": "Metode chain-ladder merupakan salah satu metode yang sering digunakan dalam memprediksi cadangan klaim pada bisnis asuransi long-tail. Metode ini bersifat distribution free. Pada tesis ini, digunakan pendekatan stokastik, yaitu menggunakan Generalized Linear Model (GLM) dalam memprediksi cadangan klaim. Setiap data inkremental klaim diasumsikan berdistribusi Poisson dengan fungsi link logaritma natural. Cadangan klaim yang dihasilkan menggunakan model ini sama dengan cadangan klaim yang dihasilkan menggunakan metode chain-ladder. Akan tetapi, metode chain-ladder sangat dipengaruhi oleh pencilan (outlier). Adanya outlier mengakibatkan prediksi cadangan klaim yang diperoleh dapat lebih kecil atau under-estimate maupun lebih besar atau over-estimate dibandingkan hasil prediksi cadangan klaim tanpa outlier. Hal ini dapat dianalisis dengan menghitung Inﬂuence Function (IF) dari metode chain-ladder dengan pendekatan GLM. Metode chain-ladder mempunyai nilai IF yang tidak terbatas, hal ini menunjukkan bahwa estimator yang digunakan pada metode chain-ladder merupakan suatu estimator yang tidak robust. Alternatif lain yang digunakan untuk mengatasi hal ini adalah mengganti estimator pada metode chain-ladder dengan suatu estimator yang robust dan melakukan pembobotan ulang pada estimator tersebut, sehingga diperoleh suatu metode chain-ladder yang robust. Untuk data tanpa outlier, tidak terdapat perbedaan prediksi cadangan klaim yang signiﬁkan antara metode chain-ladder dan robust chain-ladder. Akan tetapi, untuk data dengan outlier, metode robust chain-ladder menghasilkan prediksi cadangan klaim yang lebih baik, yaitu mendekati nilai prediksi tanpa outlier, dibandingkan hasil prediksi menggunakan metode chain-ladder.", "Daftar File": {"2016 TS PP FEBY SERU 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113426", "2016 TS PP FEBY SERU 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113427", "2016 TS PP FEBY SERU 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113428", "2016 TS PP FEBY SERU 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113429", "2016 TS PP FEBY SERU 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113430", "2016 TS PP FEBY SERU 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113431"}, "Penulis": "FEBY SERU (NIM: 20814025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dumaria R. Tampubolon, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "metode chain-ladder, generalized linear model, sensitivitas, outlier, inﬂuence function.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}