{"Nomor": 22134, "Judul": "PEMISAHAN NIKEL DAN KOBALT DALAM LARUTAN Co-Ni SULFAT DAN LARUTAN HASIL PELINDIAN BIJIH NIKEL LATERIT DENGAN MENGGUNAKAN RESIN PENUKAR ION LEWATIT TP 272", "Abstrak": "Selain nikel, bijih nikel laterite, khususnya bijih tipe limonit juga mengandung kobalt dalam konsentrasi yang rendah (0,1-0,2%). Produksi kobalt secara terpisah akan meningkatkan nilai tambah bijih nikel laterit berkadar rendah, mengingat harga kobalt yang lebih mahal dari nikel dan cenderung lebih stabil. Pemisahan nikel dan kobalt dari larutan hasil pelindian tidak dapat dilakukan dengan metode presipitasi dengan pengaturan pH oleh karena sifat kimia kedua logam ini yang mirip. Salah satu metode yang dapat digunakan untuk memisahkan nikel dan kobalt dari larutan hasil pelindian adalah dengan adsorpsi selektif menggunakan resin penukar ion. Dalam penelitian ini, pemisahan nikel dan kobalt dari beberapa larutan sulfat yang mesimulasikan larutan hasil pelindian bijih nikel lateri dalam asam sulfat dan dalam larutan hasil pelindian bijih nikel lateri dari Pulau Gag dilakukan dengan resin penukar ion jenis Lewatit TP 272. Serangkaian percobaan adsorpsi nikel dan kobalt telah dilakukan dengan metode resin in solution (RIS) dan resin in column (RIC) untuk mempelajari pengaruh digunakan pH, temperatur, jumlah resin, dan laju alir larutan terhadap persen adsorpsi nikel dan kobalt dalam larutan artifisial. Setelah didapat kondisi terbaik yang menghasilkan persen adsorpsi Co tertinggi dan persen adsorpsi Ni terendah dalam larutan nikel- kobalt sulfat artifisial, dilakukan percobaan pemisahan nikel dan kobalt dalam larutan nikel kobalt artifisial yang ditambahkan magnesium sulfat dan dalam larutan hasil pelindian. Dilakukan juga percobaan elusi pada resin penukar ion lewatit TP 272 menggunakan larutan asam sulfat dengan metode resin in column.   \n \n \n\nHasil percobaan menunjukkan bahwa dengan metode RIS persen adsorpsi kobalt tertinggi yaitu 99,84 % dengan persen adsorpsi Ni terendah yaitu 16,35 % didapatkan dari percobaan pada pH 7, temperatur 60oC, dan jumlah resin 3,5% volume selama 1,5 jam. Sedangkan percobaan dengan metode RIC memberikan hasil persen adorpsi kobalt tertinggi sebesar 94,71 % yaitu pada pH 7 dan laju alir 30 BV/jam. Adsorpsi Ni-Co dalam larutan Ni-Co sulfat dengan metode RIC lebih selektif terhadap nikel dibandingkan dengan metode RIS. Keberadaan ion Mg dan Fe dalam larutan hasil pelindian menyebabkan penurunan persen adsorpsi kobalt secara signifikan. Elusi kobalt dan nikel yang teradsorpsi oleh resin Lewatit TP 272 dapat dilakukan secara efektif (persen elusi masing-masing 99,15% dan 99,92%) dengan larutan asam sulfat 1,5 molar. Laju adsorpsi menggunakan metode RIS terkendali oleh laju difusi dalam fluida sedangkan laju adsorpsi menggunakan metode RIC terkendali. oleh laju reaksi kimia pada grup fungsional di dalam partikel resin.", "Daftar File": {"2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113446", "2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113447", "2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113448", "2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113449", "2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113450", "2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113451", "2011 TA PP FEDRICK ERICKSEN KEMBAREN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113452"}, "Penulis": "FEDRICK ERICKSEN KEMBAREN (NIM : 12507017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Nikel, Kobalt, Larutan Co-Ni Sulfat, Pelindian Bijih Nikel Laterit, Ion Lewatit TP 272", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}