{"Nomor": 22140, "Judul": "PRODUKSI DAN PEMURNIAN PROTEIN REKOMBINAN Ag85B DAN ANTIGEN FUSI Ag85B-Rv2660c DARI Mycobacterium tuberculosis", "Abstrak": "Mycobacterium tuberculosis pada manusia. Hingga saat ini, vaksin yang efektif untuk menanggulangi TB belum ditemukan sehingga banyak penelitian diarahkan   \n \n\nuntuk menemukan vaksin TB baru. Dua di antara molekul kandidat vaksin TB  adalah Protein Ag85B dan antigen Rv2660c. Protein Ag85B terlibat dalam proses transfer asam mikolat dari sitosol ke dinding sel M.tuberculosis. Ag85B juga memiliki fungsi imunologi karena dapat menginduksi poliferasi T-sel dan sekresi IFN-γ pada individu yang terekspos M. tuberculosis. Rv2660c merupakan protein yang diekspresikan secara konstan sepanjang tahapan infeksi M. tuberculosis    \n \n\nsehingga dapat berasosiasi dengan infeksi laten dan juga mampu menginduksi  respon imun. Tujuan penelitian ini adalah memproduksi dan memurnikan protein rekombinan Ag85B dan antigen fusi Ag85B-Rv2660c. Kedua protein ini    \n \n\ndiharapkan berpotensi sebagai kandidat vaksin TB. Untuk memproduksi kedua protein, gen pengode masing-masing protein dikonstruksi pada vektor ekspresi pMAL-c5x yang mengandung gen pengkode Maltose Binding Protein (MBP),    \n \n\nmarker antibiotik, dan promoter Tac. Oleh karena itu, setiap protein diproduksi pada media LB yang mengandung 100 μg/mL antibiotik ampisilin dengan IPTG (isopropyl β-D-1-thiogalactopyranoside, penginduksi promoter Tac) sebanyak 0,3 mM selama 24 jam pada suhu 4oC. Hasil analisis ekspresi gen pada Sodium Dodecyl Sulphate Polyacrylamide Gel Electrophoresis (SDS-PAGE) menunjukkan adanya pita berukuran ~72 kDa dan ~77 kDa yang secara berurutan merupakan ukuran protein antigen Ag85B dan antigen fusi Ag85B-Rv2660c. Kedua protein berada dalam keadaan larut di dalam bufer karena peranan protein MBP. Pemurnian protein rekombinan Ag85B dan antigen fusi Ag85B-Rv2660c telah dilakukan dengan metode kromatografi afinitas menggunakan resin amilosa menghasilkan secara berurutan yaitu 0,45 dan 0,15 mg protein murni. Berdasarkan profil pita protein murni pada SDS-PAGE, protein telah berhasil dimurnikan.", "Daftar File": {"2016 TS PP FENDI PRADANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113473", "2016 TS PP FENDI PRADANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113474", "2016 TS PP FENDI PRADANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113475", "2016 TS PP FENDI PRADANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113476", "2016 TS PP FENDI PRADANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113477", "2016 TS PP FENDI PRADANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113478", "2016 TS PP FENDI PRADANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113479"}, "Penulis": "FENDI PRADANA (NIM: 20514054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ihsanawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ag85B, Rv2660c, M. tuberculosis, protein fusi, vaksin TB.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}