{"Nomor": 22150, "Judul": "HUBUNGAN PARAMETER KUALITAS AIR TAMBAK DENGAN LAJU PERTUMBUHAN UDANG VANNAMEI (Litopenaeus vannamei) DI KARAWANG", "Abstrak": "Penelitian ini bertujuan untuk mengkaji pengaruh parameter fisik dan kimia air dengan laju pertumbuhan udang vannamei (Litioenaeus vannamei) serta variasinya disetiap musim. Data yang digunakan adalah data kualitas air (suhu, salinitas, pH, DO, amonia, amonium, nitrit dan nitrat) serta bobot udang di tambak milik Balai Pengembangan Budidaya Air Payau dan Laut (BPBAPL) Karawang, selama bulan April 2012 hingga Juli 2013.  \n \n\nParamater kualitas air yang sesuai dengan kisaran optimal adalah pH (7,4 - 8,9) dan amonia (0,02 - 0,08 mg/l). Sementara variasi suhu (25,6 - 30,40C) salinitas (3 - 29 ppt), dan DO (2,2 - 4,7 mg/l) berada di bawah kisaran optimal bagi pertumbuhan udang vannamei. Sementara variasi amonium (0,02 Ã‚Â– 10,5 mg/l), nitrit (0,02 - 5 mg/l) dan nitrat (0,03 Ã‚Â– 50 mg/l) berada  \n \n\ndi atas kisaran optimal bagi pertumbuhan udang vannamei.  \n \n\nDari perhitungan nilai korelasi, parameter kualitas air yang memiliki hubungan yang cukup kuat dengan laju pertumbuhan udang vannamei adalah salinitas dengan nilai r = - 0,302 yang nyata untuk selang kepercayaan 95%. Sementara dari analisis grafik diketahui pula parameter  \n \n\nyang berpengaruh terhadap laju pertumbuhan udang vannamei adalah DO, dimana semakin tinggi nilai DO, laju pertumbuhan udang vannamei semakin besar.  \n \n\nHasil analisis menunjukkan laju pertumbuhan udang yang tertinggi terdapat pada petak H2 yang merupakan petakan tambak yang diamati ketika musim Barat (Januari - Maret 2013), yakni sebesar 0,299 gram/hari. Pada petak H2 terdapat kesesuaian antara parameter pH, DO, amonia, amonium, nitrit dan nitrat dengan nilai kisaran optimum untuk budidaya udang vannamei.", "Daftar File": {"2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113517", "2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113518", "2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113519", "2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113520", "2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113521", "2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113522", "2015 TA PP FERNANDUS BRILIANTO GAUTAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113523"}, "Penulis": "FERNANDUS BRILIANTO GAUTAMA (NIM : 12909005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Susanna Nurdjaman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "budidaya, kualitas air, laju pertumbuhan, udang vannamei, Karawang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}