{"Nomor": 22155, "Judul": "ANALISIS DEFORMASI PERMUKAAN DI DAERAH PRODUKSI PANAS BUMI WAYANG WINDU DENGAN METODE PS-INSAR (PERMANENT SCATTERER INTERFEROMETRIC SYNTHETIC APERTURE RADAR)", "Abstrak": "Deformasi permukaan dapat dimanfaatkan untuk mengidentifikasi daerah rawan, dan juga  \n \n\nuntuk memahami proses tektonik dan vulkanik yang terjadi di wilayah tertentu. Khususnya  \n \n\ndi Indonesia yang memiliki berbagai karakteristik bencana alam. Penggunaan teknologi  \n \n\nPermanent Scatterer Interferometric Synthetic Aperture Radar (PS-InSAR) adalah metode  \n \n\npenginderaan jauh yang memiliki kemampuan dalam memberikan akurasi yang baik dan  \n \n\nmeminimalkan efek dekorelasi.  \n \n\nPada studi ini, area studi berada di lapangan panasbumi Wayang Windu, Jawa Barat,  \n \n\nIndonesia. Data yang digunakan adalah data citra ALOS PALSAR (L-band) sebanyak 24  \n \n\ncitra, pada periode tahun 2007-2011. Langkah awal yang dilakukan adalah menentukan citra  \n \n\nmaster dan slave. Selanjutnya, pengolahan data menggunakan perangkat lunak ENVI dan  \n \n\nSurfer untuk menentukan sebaran titik-titik deformasi permukaan dalam satuan velocity,  \n \n\nyang disajikan berupa peta deformasi permukaan. Proses pengolahan data menggunakan  \n \n\nmetode PS-InSAR bertujuan untuk menghitung besarnya deformasi permukaan serta  \n \n\nmenganalisis pengaruh dari data lapangan maupun data geologi permukaan terhadap  \n \n\ndeformasi tersebut.  \n \n\nHasil rata-rata deformasi permukaan yang didapatkan mulai dari tahun 2007-2011 di  \n \n\nlapangan panasbumi Wayang Windu adalah sebesar 8 mm/tahun (subsidence) sampai 6  \n \n\nmm/tahun (uplift). Berdasarkan hasil PS-InSAR, dapat disimpulkan bahwa adanya sumursumur  \n \n\nproduksi maupun injeksi, distribusi struktur maupun litologi dapat berpengaruh  \n \n\nterhadap penurunan atau kenaikan muka tanah di dalam studi ini.", "Daftar File": {"2017 TS PP FERY ISMAR DARAJAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113535"}, "Penulis": "FERY ISMAR DARAJAT (NIM: 22614011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Asep Saepuloh"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Deformasi, ALOS PALSAR, PS-InSAR, Wayang Windu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}