{"Nomor": 22166, "Judul": "STUDI PETROGRAFI DAN GEOKIMIA TERHADAP DISTRIBUSI UNSUR TANAH JARANG PADA LAPUKAN GRANIT DI PULAU BANGKA", "Abstrak": "Studi petrografi dan geokimia pada batuan dan lapukan granit di Pulau Bangka, dilakukan untuk memperkirakan faktor-faktor yang berperan pada pelapukan terhadap distribusi unsur tanah jarang. Penelitian difokuskan pada granit tipe S bagian dari Granit Klabat, terletak di Kabupaten Bangka Induk, Pulau Bangka Utara. Penelitian dilakukan pada 9 sampel batuan dan 18 sampel lapukan. Sampel dianalisis secara petrografi dan geokimia, berupa XRF, XRD, dan ICP-MS yang didukung data sekunder serta referensi. Batuan granit di daerah penelitian disominasi oleh alkali felspar, kuarsa, biotit, plagioklas, muskovit, opak, dan mineral pembawa unsur tanah jarang, berupa apatit, monazit, dan zirkon. Proses pelapukan batuan menghasilkan mineral sekunder dominan berupa kaolinit, gibsit, dan kuarsa residual. Profil lapukan granit daerah penelitian terbagi menjadi horizon O, A, B, C, dan batuan asal. Unsur tanah jarang dapat mengalami mobilisasi, menyebabkan migrasi maupun akumulasi di horizon B akibat terikat oleh mineral lempung. Akumulasi unsur tanah jarang pada horizon B di daerah penelitian dipengaruhi oleh fraksinasi light rare earth elements (LREE)/heavy rare earth elements (HREE), akibat afinitasnya terhadap kaolinit dan gibsit. Horizon B mengalami akumulasi LREE lebih tinggi dibanding HREE, karena HREE lebih mudah terlarutkan saat pelapukan terjadi. Profil lapukan di daerah Kangurung, Sambunggiri 1, Sambunggiri 2, dan Pemali, memiliki pola distribusi unsur tanah jarang yang relatif terakumulasi di horizon B. Namun, profil lapukan di daerah Belinyu 1 dan Air Nyatoh tidak mengalami akumulasi. Faktor topografi, drainase, tingkat pelapukan serta mineralogi, menjadi faktor yang mempengaruhi distribusi unsur tanah jarang pada lapukan.", "Daftar File": {"2017 TA PP FILDZIA IRSINA HANINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113567"}, "Penulis": "FILDZIA IRSINA HANINI (NIM: 12013079)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Nurcahyo Indro Basuki, M.T., Ph.D.", "Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pulau Bangka, unsur tanah jarang, pelapukan granit, distribusi unsur, mineralogi, horizon B", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "12 file", "Tanggal Input": "03 Okt 2017"}