{"Nomor": 22162, "Judul": "SURVEI PENGARUH PARAMETER OPERASI HYDROCYCLONE TERHADAP PERFORMA KLASIFIKASI SLIME DI PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "PT Amman Mineral Nusa Tenggara (PT AMNT) adalah salah satu perusahaan yang beroperasi pada sektor pertambangan di Indonesia dengan produk yang dihasilkan berupa konsentrat tembaga. Saat ini proses pengolahan PT AMNT memiliki kapasitas hingga 120.000 ton/hari. Dari data survei historis yang dilakukan oleh perusahaan pada tahun 2009, 2013, dan 2016, pada saat pabrik mengolah stockpile ore dengan nilai kekerasan WiBM lebih dari 12 kWh/ton, ditemukan sejumlah slime (partikel berukuran sangat halus, didefinisikan berukuran -75Ã‚Âµm) yang terakumulasi di dalam sirkuit penggerusan. Hal ini diakibatkan oleh dua hal yakni terdapat proses kominusi yang menghasilkan slime dalam jumlah besar dan performa klasifikasi slime dengan hydrocyclone yang kurang efisien. Seharusnya partikel yang sudah berukuran halus ini keluar sebagai overflow dan memasuki proses konsentrasi flotasi, tetapi slime ini justru menjadi beban sirkulasi kembali di sirkuit penggerusan. Hal ini menyebabkan throughput yang dapat diolah di pabrik akan menurun.  \n \n\nSerangkaian percobaan dilakukan untuk mengetahui pengaruh parameter operasi hydrocyclone berupa persen solid umpan dan tekanan pengumpanan terhadap performa klasifikasi slime. Mula-mula sejumlah sampel diambil langsung dari plant dengan mengatur target persen solid umpan menjadi 63, 65, 67, dan 69% dan tekanan pengumpanan 30, 38, dan 45 kPa. Kemudian sampel dilakukan analisis ayak pada fraksi 19.000 hingga 38 Ã‚Âµm dan mass balancing menggunakan aplikasi JKSimMet untuk kemudian diplot di kurva partisi atau kurva Tromp. Lalu data analisis ayak ini juga diplot pada kurva efisiensi hydrocyclone dengan pemodelan Plitt untuk menilai kondisi operasi yang paling baik. Sampel kemudian dilakukan beberapa karakterisasi. Sampel umpan dilakukan karakterisasi dengan XRD serta analisis mineragrafi berupa sayatan poles, sayatan tipis, dan tebar butir untuk mengetahui mineral-mineral yang terdapat di dalam sampel serta inklusinya. Terakhir, kadar Cu dan Au seluruh sampel pada fraksi +212 Ã‚Âµm, -212 Ã‚Âµm +75 Ã‚Âµm, dan -75 Ã‚Âµm dianalisis kadarnya untuk mengetahui distribusi mineral berharganya.  \n \n\nDari hasil percobaan yang dilakukan, persen solid 69% tidak tercapai diduga karena terjadi penurunan throughput pada saat pengambilan sampel sehingga nilai persen solid menurun pada nilai 66%. Kemudian variasi yang paling baik didapatkan pada nilai 63% solid umpan dan tekanan operasi 45 kPa. Hal ini berdasarkan pada nilai fraksi by-pass atau perolehan air di underflow yang rendah. Pada overflow, distribusi Cu dan Au paling banyak terdapat pada fraksi -75 Ã‚Âµm. Sementara itu, pada underflow untuk Cu terdapat pada fraksi +212 Ã‚Âµm, sedangkan untuk Au cenderung fluktuatif.", "Daftar File": {"2017 TA PP FIKRI WAFI IRAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113556"}, "Penulis": "FIKRI WAFI IRAWAN (NIM : 12513061)", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "klasifikasi slime, hydrocyclone, parameter operasi hydrocyclone, PT Amman Mineral Nusa Tenggara", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}