{"Nomor": 22163, "Judul": "APLIKASI ROCK TYPING BERDASARKAN LINGKUNGAN PENGENDAPAN DALAM PENYEBARAN SATURASI AIR UNTUK PERHITUNGAN INITIAL OIL IN PLACE DALAM RESERVOIR KARBONAT", "Abstrak": "Salah satu tugas utama reservoir engineer adalah melakukan perhitungan cadangan minyak dan gas serta menghitung kemungkinan hidrokarbon yang bisa diperoleh melalui berbagai macam alternatif cara perolehan. Perhitungan cadangan menjadi penting karena hal tersebut akan menjadi panduan untuk perencanaan pengembangan lapangan.   \n \n \n\nPada penelitian ini dilakukan perhitungan initial oil in place dengan metode volumetrik berdasarkan data-data yang ada.lapangan yang ada. Untuk membuat model yang representatif, digunakan metode rock typing untuk penentuan hubungan porositas-permeabilitas dan akhirnya untuk mengetahui sebaran saturasi air untuk perhitungan kandungan hidrokarbon ini.   \n \n \n\nDari hasil analisis log dan core, lapangan X dibedakan menjadi dua daerah lingkungan pengendapan yaitu lingkungan pengendapan lagoon dan reef. Oleh karena itu, model sebaran saturasi air dan perhitungan initial oil in place ini juga dibedakan berdasarkan kedua lingkungan pengendapan tersebut. Setelah perhitungan dengan metode volumetrik, hasil sebaran dan hasil perhitungan initial   \n \n \n\noil in place dibandingkan dengan hasil data log. Perbandingan hasil perhitungan dan hasil data log disajikan secara vertikal dan lateral serta membandingkan kisaran rata-rata absolut perbedaannya. Proses perhitungan ini menggunakan simulator PETREL.", "Daftar File": {"2010 TS PP FIKSI SASTRAKENCANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113557", "2010 TS PP FIKSI SASTRAKENCANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113558", "2010 TS PP FIKSI SASTRAKENCANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113559", "2010 TS PP FIKSI SASTRAKENCANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113560", "2010 TS PP FIKSI SASTRAKENCANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113561", "2010 TS PP FIKSI SASTRAKENCANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113562", "2010 TS PP FIKSI SASTRAKENCANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/113563", "2010 TS PP FIKSI SASTRAKENCANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113564"}, "Penulis": "FIKSI SASTRAKENCANA (NIM: 22208037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "metode volumetrik, rock typing, initial oil in place,simulasi PETREL.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}