{"Nomor": 22168, "Judul": "REKONSILIASI JUMLAH CADANGAN BATUBARA BERDASARKAN HASIL PEMODELAN TERHADAP REALISASI PRODUKSI DI PIT KUSAN, PT. BORNEO INDOBARA, KALIMANTAN SELATAN", "Abstrak": "Peningkatan permintaan dan harga komoditas batubara yang semakin membaik membuat pasar menjadi lebih kompetitif, dan perusahaan akan berusaha mengoptimalisasi rantai pasokan batubara untuk mencapai efisiensi maksimum, dengan maksud untuk meminimalkan kehilangan (losses) dan memaksimalkan perolehan (recovery). Rekonsiliasi adalah perbandingan-perbandingan yang dilakukan untuk mengukur perbedaan dari dua titik yang berbeda sepanjang proses penambangan. Dari perbandingan tersebut dapat dilihat adanya perbedaan jumlah batubara antara hasil estimasi dari model geologi atau rencana produksi dengan realisasi produksi.   \n \n\nPenelitian dilakukan di Pit Kusan PT. Borneo Indobara, Kalimantan Selatan. Estimasi jumlah batubara dan pengolahan data menggunakan software Mincom Minescape 4.119 dan Microsoft Excel. Penelitian menggunakan data awal tahun 2017 hingga akhir triwulan II (Januari hingga Juni 2017). Analisis PIT coal recovery yang didapatkan dari perbandingkan survei aktual terhadap model dibuktikan dengan analisis ketidaktepatan (misclose analysis) secara grafis dengan membuat penampang melintang (cross-section) sedangkan analisis ROM coal recovery yang didapatkan dari perbandingan jembatan timbang terhadap model dibuktikan dengan observasi lapangan dan studi literatur.  \n \n\nPada penelitian ini diperoleh hasil estimasi rencana jumlah produksi batubara tahun 2017 di Pit Kusan sebesar 8.134.200 ton dan sisa target pada akhir triwulan II sebesar 5.580.600 ton. Proyeksi jumlah batubara hingga rencana batas akhir tambang (pit limit) tahun 2017 berdasarkan pada survei aktual dan sisa target pada akhir triwulan II sebesar 8.375.100 ton. Sedangkan proyeksi jumlah batubara Pit Kusan berdasarkan weighbridge dan sisa target pada akhir triwulan II sebesar 8.276.200 ton. Proyeksi ini lebih besar dibandingkan rencana jumlah produksi batubara tahun 2017. Pit coal recovery pada akhir triwulan II yaitu 109,43%. Sedangkan ROM coal recovery pada akhir triwulan II yaitu 105,56%. Coal recovery melebihi 100% dikarenakan jumlah batubara aktual yang telah ditambang lebih besar dibandingkan model geologi. Hal ini disebabkan oleh batubara aktual lebih tebal dibandingkan model, zona pelapukan aktual (actual horizon-weathered) yang lebih dangkal serta munculnya batubara minor yang tidak terekam pada model dan data pengeboran. ROM coal recovery pada akhir triwulan II lebih kecil dibandingkan pit coal recovery. Hal ini dikarenakan adanya kehilangan (losses) dari kerusakan batubara akibat pergerakan peralatan di atap (top) batubara, perawatan jalan yang terletak di top batubara, pembersihan kembali (re-cleaning), tumpahan (spillage), penyimpanan (stocking) serta penanganan (rehandling).", "Daftar File": {"2017 TA PP FINA FITRIANA R 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113569"}, "Penulis": "FINA FITRIANA R (NIM : 12113079)", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Syafrizal, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rekonsiliasi, coal recovery, losses, estimasi, proyeksi jumlah batubara", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "29 Sep 2017"}