{"Nomor": 22176, "Judul": "STUDI PEMODELAN KONSENTRASI AMBIEN PM10 SEPEDA MOTOR DI KOTA BANDUNG", "Abstrak": "Meningkatnya kegiatan pembangunan, berpengaruh terhadap penurunan kualitas udara di perkotaan. Particulate Matter (PM10) merupakan salah satu zat pencemar di dalam udara yang berdampak negatif terhadap kesehatan manusia terutama yang berkaitan dengan sistem pernafasan, dampak terburuknya bahkan dapat mengakibatkan kematian. Sumber antropogenik merupakan penyumbang terbesar PM10 di udara ambien. Sektor transportasi seperti mobil, truk, bus, dan sepeda motor merupakan salah satu kontributor PM10 di atmosfer. Sepeda motor merupakan moda transportasi yang banyak digunakan oleh masyarakat di negara berkembang seperti Indonesia, dikarenakan bentuknya yang kecil, relatif murah, dan efisien. Di Bandung sendiri penggunaan sepeda motor jumlahnya lebih dari 80% dari total jumlah kendaraan yang terdapat di kota Bandung. Penelitian ini bertujuan untuk menghitung kontribusi sepeda motor terhadap konsentrasi PM10 di udara ambien kota Bandung. Digunakan program CALINE4 untuk menghitung konsentrasi PM10 dan juga untuk mengetahui kontribusi konsentrasi PM10 dari sepeda motor. Hasil penelitian menunjukkan kontribusi terhadap konsentrasi ambien PM10 oleh sepeda motor berkisar antara (35 Ã‚Â– 89)% dari konsentrasi akibat total kendaraan, dimana kontribusi terbesar terdapat di Jl. Soekarno Hatta pada pagi hari sebesar 50,8 μg/m3 (86%). Kontribusi sepeda motor terhadap total ambien PM10 di kota Bandung termasuk besar jika dibandingkan dengan jenis kendaraan lain. Hasil penelitian juga menunjukkan bahwa banyak jumlah kendaraan sepeda motor menjadi faktor yang sangat berpengaruh terhadap kontribusi emisi PM10 oleh sepeda motor, proporsi jumlah unit sepeda motor di kota Bandung berjumlah sebanyak (48 Ã‚Â– 88)% dari total volume kendaraan.", "Daftar File": {"2014 TA PP FIRIA NESTIVIRANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113604", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113605", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113606", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113607", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/113608", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/113609", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/113610", "2014 TA PP FIRIA NESTIVIRANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113611", "2014 TA PP FIRIA NESTIVIRANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113612"}, "Penulis": "FIRIA NESTIVIRANI (NIM: 15309034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. R. Driejana, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sepeda motor, inventarisasi emisi, model gaussian, beban emisi, PM10", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}