{"Nomor": 22182, "Judul": "KAWASAN PARIWISATA RIVERFRONT PEKANBARU, RIAU: STRATEGI PENGEMBANGAN BERDASARKAN PERSEPSI MASYARAKAT DAN PENGUNJUNG", "Abstrak": "Kota Pekanbaru merupakan ibu kota Provinsi Riau yang lebih dikenal sebagai kota bisnis dengan lokasi strategis yang berada diantara jalur perdagangan Sumatera. Pekanbaru juga memiliki Sungai Siak yang merupakan salah satu yang terdalam dan terpanjang di Indonesia dan membagi kota ini menjadi bagian utara dan selatan. Namun perkembangan kota semakin menjauhi dan tidak lagi menjadikan sungai sebagai wajah kota. Guna menghidupkan kembali fungsi sungai, Kota Pekanbaru dapat memanfaatkannya untuk pengembangan kawasan pariwisata di pinggir sungai (riverfront). Dokumen proyek akhir ini merupakan sebuah studi yang dapat menunjang pengembangan kawasan pariwisata riverfront Kota Pekanbaru berdasarkan persepsi masyarakat lokal dan pengunjung. Dokumen ini bertujuan untuk memberikan strategi pengembangan kawasan pariwisata riverfront Kota Pekanbaru berdasarkan persepsi kedua jenis pengguna kawasan tersebut. Studi ini mengambil lokasi di Kelurahan Kampung Bandar dan Kelurahan Kampung Dalam Kecamatan Senapelan dengan justifikasi awal sebagai kawasan merupakan cagar budaya kota, telah memiliki daya tarik yang berkembang dan pasar wisatawan tersendiri. Daya tarik wisata eksisting yang ada di kawasan ini terdiri dari daya tarik alam meliputi Sungai Siak, daya tarik buatan meliputi jembatan Siak III, Taman Waterfront, Rumah Tuan Kadi, Rumah Singgah Tuan Kadi, Masjid Raya Pekanbaru, dan Pasar Bawah, serta daya tarik budaya meliputi kuliner, kesenian, dan kebudayaan khas Melayu. Namun, pengembangan kawasan pariwisata ini terhambat dengan tidak adanya arahan pengembangan pariwisata di Kota Pekanbaru. Kurang menariknya pariwisata di Pekanbaru pun seringkali menjadi alasan warga kota yang memilih berlibur ke luar kota maupun luar negeri. Oleh karena itu, dokumen ini berusaha untuk menjadikan persepsi masyarakat lokal dan pengunjung sebagai salah satu landasan dalam strategi pengembangan, serta dilengkapi dengan observasi lapangan dan wawancara dengan pihak terkait. Proyek akhir ini menggunakan pendekatan mix method dimana pendekatan kuantitatif digunakan untuk menganalisis persepsi melalui analisis statistik frekuensi dan pendekatan kualitatif untuk analisis elemen-elemen kepariwisataan dan strategi pengembangan kawasan. Analisis persepsi dilakukan terhadap persepsi kedua sisi supply dan demand dengan menyebarkan kuesioner kepada 90 masyarakat lokal dan 104 pengunjung kawasan. Analisis aktivitas dilakukan dengan melihat aktivitas eksisting dan rencana kawasan terkait dengan fungsi utama, pendukung, dan pelayanan. Sedangkan analisis terhadap elemen dasar kepariwisataan dilihat dari potensi, masalah, dan isu strategis masing-masing elemen meliputi daya tarik, akomodasi, fasilitas, promosi, dan wisatawan. Dokumen ini juga akan menganalisis elemen keberhasilan pembentuk kawasan pariwisata riverfront berdasarkan modifikasi teori dari Toree (1989) dan Wren (1983), yang terdiri dari fungsi kawasan, citra, tema, faktor geografis, autentisitas, aksesibilitas, persepsi masyarakat, dan manajemen. Berdasarkan analisis yang dilakukan, kawasan studi telah memiliki elemen-elemen pembentuk kawasan pariwisata riverfront, namun masih membutuhkan pengembangan lebih lanjut. Selanjutnya dilakukan analisis untuk merumuskan strategi pengembangan destinasi kawasan pariwisata serta strategi pendukung sesuai dengan UU no. 9 tahun 2010 tentang kepariwisataan. Hasil dari dokumen ini adalah berupa strategi pengembangan destinasi meliputi pengembangan daya tarik wisata, fasilitas kepariwisataan, akses dan transportasi wisata, dan pemberdayaan masyarakat melalui pariwisata. Pengembangan daya tarik menjadikan kawasan yang langsung berada di pinggir sungai sebagai fungsi utama pariwisata sedangkan daya tarik yang menjauhi sungai sebagai fungsi pendukung. Penambahan fasilitas pariwisata meliputi penambahan pintu masuk, penunjuk arah, pusat informasi, peta wisata, dan area parkir. Pengembangan aksesibilitas meliputi penambahan kelengkapan jalan, rute angkutan umum langsung menuju pinggiran sungai, dan pengaktifan kembali sarana transportasi air. Pemberdayaan masyarakat melalui pariwisata dilakukan melalui keterlibatan dalam penyediaan produk dan jasa pariwisata, serta pengawasan terhadap jalannya kegiatan pariwisata. Serta strategi pendukung meliputi strategi pengembangan promosi dan pengembangan organisasi masyarakat. Pengembangan lokasi studi sebagai kawasan pariwisata diharapkan mampu menjadi ikon baru pariwisata Kota Pekanbaru dan menjadi awal mula kembali berkembangnya fungsi kawasan di pinggir Sungai Siak.", "Daftar File": {"2016 TS PP FITHRIA KHAIRINA DAMANIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113647", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113648", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113649", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113650", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/113651", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/113652", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113653", "2016 TS PP FITHRIA KHAIRINA DAMANIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113654"}, "Penulis": "FITHRIA KHAIRINA DAMANIK (NIM: 95714303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wiwik Dwi Pratiwi, MES, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pariwisata, riverfront, persepsi, masyarakat, pengunjung, Sungai Siak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}