{"Nomor": 22183, "Judul": "PERANCANGAN INTERAKSI UNTUK ANAK-ANAK DENGAN PENDEKATAN USER-CENTERED DESIGN (STUDI KASUS: PENINGKATAN PRODUKTIVITAS)", "Abstrak": "Pada masa ini, anak-anak dengan rentang usia enam sampai tiga belas tahun telah fasih menggunakan gadget seperti smartphone. Penggunaan smartphone untuk anak-anak ini harus dikurangi dengan menggunakan kendali orang tua. Namun, orang tua tidak selalu ada untuk anak-anaknya sehingga tetap dibutuhkan perangkat lunak agar anak-anak mendapatkan dampak positif dari penggunaan smartphone seperti peningkatan produktivitas. Tujuan tugas dari akhir ini adalah untuk menghasilkan rancangan interaksi dan antarmuka yang tepat untuk anak-anak dengan studi kasus peningkatan produktivitas sehingga mereka merasa senang dalam berperilaku produktif. Metode user-centered design dilakukan dengan melibatkan pengguna dari proses awal hingga akhir, yaitu analisis pengguna dan kegiatan, pembuatan model kegiatan, pembuatan model konseptual pengguna, perancangan prototype, dan pengujian kegunaan. Model konseptual yang diajukan berupa gamifikasi dan pengulangan dengan media penunjang berupa gambar, teks, dan video. Hasil dari tugas akhir ini adalah high-fidelity prototype yang dibuat dengan Android Studio. Pengujian kegunaan telah dilakukan sebanyak dua kali kepada lima orang pengguna dan enam orang pengguna. Hasil pengujian menunjukkan bahwa prototype telah memiliki interaksi yang baik karena telah mencapai usability goal dan user experience goal yang dianalisis. Usability goal yang tepat untuk aplikasi peningkatan produktivitas pada anak-anak adalah effective, efficient, useful, dan easy to learn, sedangkan user experience goal yang tepat adalah helpful, satisfying, enjoyable, motivating, dan support creativity. Namun, perbaikan masih perlu terus dilakukan agar pengguna merasa antarmuka dan interaksi telah baik dan terbantu dengan adanya aplikasi peningkatan produktivitas ini.", "Daftar File": {"2017 TA PP FITRA RAHMAMULIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113655"}, "Penulis": "FITRA RAHMAMULIANI (NIM: 13513095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dessi Puji Lestari, ST., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "user-centered design, prototype, interaksi, anak-anak.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}