{"Nomor": 22191, "Judul": "CHOOSING THE MOST FEASIBLE OPTION OF GEOTHERMAL CAPACITY PLANT BASED ON TECHNICAL AND FINANCIAL CONSIDERATION", "Abstrak": "Penentuan pengembangan kapasitas pembangkitan listrik pada suatu proyek panas \n\nbumi merupakan salah satu ketidakpastian yang dihadapi pengembang. Hingga \n\nsaat ini tidak ada prosedur untuk menentukan besarnya kapasitas yang akan \n\ndikembangkan dalam suatu proyek panas bumi, sehingga seringkali ada perbedaan \n\nantara besar pengembangan kapasitas dengan potensi panas bumi di suatu \n\nlapangan. Penelitian ini dilakukan untuk menentukan opsi yang paling layak \n\ndikembangkan dengan variasi beberapa pilihan dengan kapasitas, jumlah fasa \n\npengembangan dan periode produksi yang berbeda. \n\nPemodelan teknikal dalam riset ini dilakukan untuk menghitung kapasitas \n\nmaksimal dan penurunan produksi uap, serta kebutuhan pengeboran sumur makeup \n\nuntuk mempertahankan kapasitas pembangkitan. Pemodelan financial juga \n\ndilakukan dengan menghitung biaya dan indikator finansial berupa IRR (Internal \n\nRate of Return) dan NPV (Net Profit Value). Analisis sensitivitas juga dilakukan \n\nuntuk mengetahui pengaruh dari harga listrik, besarnya biaya investasi total dan \n\nbunga terhadap indikator-indikator finansialnya. \n\nHasil perhitungan menunjukkan bahwa pada harga listrik USD 8 cent/kWh (Rp \n\n1.040 untuk USD/IDR Rp 13.000) tidak ada opsi pengembangan yang layak. \n\nSimulasi lebih lanjut menunjukkan bahwa IRR minimal 12% dibutuhkan harga \n\nlistrik minimal USD 8.79 Ã‚Â– 19.63 sen/kWh (Rp 1.142 Ã‚Â– 2.551). Simulasi dengan \n\nvariasi biaya investasi menunjukkan bahwa opsi dengan unit berkapasitas lebih \n\nbesar (110 MW) akan layak dengan total biaya investasi hanya 70 Ã‚Â– 90%. \n\nMengurangi tingkat bunga hingga hanya 5 Ã‚Â– 6% (sebelumnya 7%) juga dapat \n\nmemberikan lebih banyak opsi yang layak dikembangkan. \n\nKarenanya, pemerintah perlu lebih terlibat dalam mengurangi total biaya investasi \n\ndan tingkat bunga pada proyek panas bumi dengan mengaktifkan pembiayaan \n\npemerintah (misal Geothermal Fund) dan memberikan insentif finansial dalam \n\nbentuk subsidi atau pengurangan besar bunga.", "Daftar File": {"2017 TS PP FITRI OKTAVIANI PURWANINGSIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113675"}, "Penulis": "FITRI OKTAVIANI PURWANINGSIH (NIM: 22614012)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Nenny Miryani Saptadji, Ph.D \n\nPembimbing 1 : Ir. Ali Ashat, Dipl. Geothermal Tech"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Geothermal capacity, geothermal plant, determine size of geothermal plant at beginning of the project, sustainability, optimization, power plant capacity, resource assessment, geothermal plant life time, early project", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "03 Okt 2017"}