{"Nomor": 22208, "Judul": "KONTROL EFEK MEDAN PADA PHOTOLUMINESCENCE DARI WS2 YANG DITUMBUHKAN SECARA CVD", "Abstrak": "Monolayer transition metal dichalcogenides adalah material semikonduktor dengan struktur X-M-X yang berikatan secara kovalen, dengan M adalah logam transisi dan X mewakili chalcogen. Tungsten disulfide merupakan salah satu material dari grup transition metal dichalcogenides dengan rasio on-off yang tinggi, sekitar 108, dan nilai celah pita intrinsik yang lebar, antara 1-2,1 eV, yang tidak dapat ditemukan di graphene. Penelitian ini akan membahas mengenai efek morfologi sampel dan tahapan fabrikasi devais terhadap kualitas sampel melalui citra photoluminescence. Dengan menggunakan dua teknik Chemical Vapor Deposition yang berbeda, tekanan rendah dan tekanan ruang, hubungan antara kualitas sampel dan morfologinya dapat diperoleh. Nilai rata-rata photoluminescence dari lapisan tunggal tungsten disulfide yang seragam, sekitar 2.406, lebih kecil daripada lapisan tunggal tungsten disulfide pada sampel heterogen, sekitar 19.381. Selain itu, nilai intensitas photoluminescence berubah-ubah saat proses fabrikasi devais, terutama pada proses litografi dan pemberian cairan ionik pada sampel. Hal ini menandakan perubahan tingkat doping pada sampel. Selanjutnya, kualitas sampel pada pengaruh kontrol efek medan terhadap photoluminescence dan sebagian electrical luminescence dapat diperoleh melalui back gating dan liquid gating. Nilai celah pita energi dapat dilihat dari perbedaan tegangan ketika peristiwa photoluminescence terjadi. Pada penelitian ini, nilai celah pita energi pada devais tungsten disulfide adalah 2,5 eV. Berdasarkan hasil yang diperoleh, photoluminescence pada back gating merupakan sebagain dari photoluminescence pada liquid gating. Selain itu, kenaikan arus, pada kondisi on, yang signifikan hanya terlihat ketika pengukuran dengan prinsip liquid gating. Hal ini menandakan bahwa ionic liquid dapat meningkatkan konsentrasi pembawa muatan dibandingkan pada transistor konvensional. Dengan demikian, photoluminescence hanya memberikan deskripsi dasar mengenai tingkat doping dari sampel. Penelitian ini diharapkan dapat digunakan sebagai pendekatan yang cukup cepat dalam memprediksi tingkat doping dari devais dan jalan menuju penggunaan ilmu fisika terbarukan pada aplikasi devais.", "Daftar File": {"2017 TS PP FRANS WILLY -1COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113745", "2017 TS PP FRANS WILLY -1BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113746", "2017 TS PP FRANS WILLY -1BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113747", "2017 TS PP FRANS WILLY -1BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113748", "2017 TS PP FRANS WILLY -1BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113749", "2017 TS PP FRANS WILLY -1BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113750", "2017 TS PP FRANS WILLY -1PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113751"}, "Penulis": "FRANS WILLY NIM : 20215052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Yudi Darma"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "chemical vapor deposition (CVD), electrical gating effect, photoluminescence, transition metal dichalcogenides (TMDs)", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}