{"Nomor": 22201, "Judul": "PERANCANGAN TIPIKAL MATERIAL RECOVERY FACILITY (MRF) SKALA PERKOTAAN", "Abstrak": "Timbulan sampah di Indonesia terus meningkat mencapai 64 juta ton/tahun pada tahun 2015. Sebesar 69% dari sampah tersebut diangkut dan ditimbun di Tempat Pemrosesan Akhir (TPA), menunjukkan paradigma Ã‚Â“Kumpul-Angkut-BuangÃ‚Â” yang masih diterapkan pada pengelolaan sampah masyarakat Indonesia. Upaya daur ulang telah diketahui menjadi cara yang cukup efektif untuk mengurangi beban timbulan sampah di TPA. Namun, pada kenyataannya masih ditemukan sampah di TPA yang masih berpotensi untuk didaur ulang. Material Recovery Facility (MRF) merupakan fasilitas pengelolaan sampah yang bertujuan untuk mengolah sampah dan memanfaatkannya kembali dengan serta mereduksi jumlah sampah yang dihasilkan. Perancangan yang dilakukan yaitu berupa perancangan tipikal desain MRF dengan kapasitas 50 ton/hari pada lokasi studi lahan bekas TPA Leuwigajah. Sampah input yang digunakan yaitu sampah domestik rumah tangga khususnya sampah anorganik dengan komposisi 48,27%. Alternatif MRF terpilih terdiri dari pengolahan mekanis awal berupa bag opening, teknologi pemisahan berupa penyaringan menggunakan trommel screen, pemindahan material menggunakan conveyor belt tipe flat dan incline conveyor tipe crossbars, pemilahan manual, magnetic separator menggunakan pulley magnetic, serta eddy current separator. Pengolahan mekanis size reduction menggunakan shear shredder, pengolahan mekanis akhir berupa kompaksi menggunakan horizontal baler, dan fasilitas kantor, tempat parkir, pos satpam, drainase, serta akses jalan yang dilengkapi dengan jembatan timbang. Total luas tipikal MRF sebesar 0,574 Ha. Proses di MRF menghasilkan material daur ulang yang telah terpilah dengan total sampah yang di recovery sebesar 36,329 ton/hari, total residu sebesar 13,671 ton/hari, recovery system sebesar 93,41%, kemurnian material recovery sebesar 100%, serta efisiensi sistem sebesar 93,41%.", "Daftar File": {"2017 TA PP Frans Ambaa 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113712"}, "Penulis": "Frans Ambaa", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tipikal, MRF, sampah, anorganik, TPA Leuwigajah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}