{"Nomor": 22203, "Judul": "ESTIMASI ENERGI PADA BATERAI NCA DENGAN MEMPERTIMBANGKAN KETIDAKSETIMBANGAN ANTAR SEL DAN AREA KERJA BATERAI", "Abstrak": "Kendaraan listrik mulai menggantikan kendaraan konvensional berbahan bakar fosil. Pemerintah Indonesia mulai mendorong percapatan konversi ke kendaraan listrik. Sumber energi dari kendaraan listrik yang paling umum sampai saat ini adalah baterai, terutama pada kendaraan-kendaraan listrik berskala kecil. Sebagai sumber energi utama, baterai harus selalu diperhatikan agar kinerja kendaaraan listrik dapat berjalan secara optimal. Salah satu informasi yang diperlukan oleh pengguna kendaraan listrik adalah sisa jarak yang dapat ditempuh. Untuk mendapatkan informasi ini, perlu dilakukan pengukuran sisa energi yang terdapat pada baterai. \n\nPenelitian ini bertujuan untuk mengestimasi sisa energi dari susunan seri baterai, dengan memperhatikan ketidaksetimbangan antar sel dan area kerja dari baterai. Metode yang digunakan perhitungan energi dan regresi vektor pendukung. Perhitungan energi dilakukan dengan mengakumulasi daya yang keluar dari baterai saat pengosongan atau yang masuk ke baterai saat pengisian. Daya tersebut diakumulasikan terhadap waktu dan dibandingkan dengan kapasitas nominal dari energi baterai untuk mendapatkan state of energi (SOE) dari baterai. Perhitungan ini membutuhkan nilai awal sebagai acuan untuk perhitungan pada iterasi selanjutnya. Pada tahap pertama, perhitungan energi dilakukan pada satu sel, yang disiklus dengan 3 variasi arus dari kondisi awal 100% penuh, untuk mendapatkan karakteristik sel secara individual tanpa terpengaruh dari sel lain yang terjadi pada sel-sel yang disusun secara seri. Data dari satu sel tersebut dibuatkan lookup table yang menyatakan hubungan antara tegangan, SOE, dan arus. Lookup table tersebut dijadikan data latih bagi Regresi Vektor Pendukung (RVP) untuk menghasilkan model untuk mengestimasi SOE sel. \n\nTahapan kedua adalah melakukan perhitungan energi pada rangkaian seri 10 sel dengan variasi arus yang sama. Dengan perhitungan energi, SOE dari tiap-tiap sel diestimasi. Hasil estimasi dibandingkan dengan hasil pemodelan RVP yang didapat sebelumnya. Hasil yang didapatkan memiliki galat yang besar (7.08% - 15.28%) namun koefisien korelasi yang tinggi. Hal ini menyatakan adanya offset antara model dan hasil pengukuran yang disebabkan karena kesalah pengkondisian awal baterai dan perbedaan perangkat yang digunakan antara pengukuran 1 sel dan 10 sel. Untuk mengurangi galat, perhitungan energi dari masing-masing sel dilakukan dengan nilai awal yang didapat dari hasil prediksi RVP. Hasil dari estimasi perhitungan energi dengan nilai awal dari model RVP menghasilkan galat yang lebih kecil (4.12% - 5.59%) terhadap hasil estimasi dengan yang sepenuhnya menggunakan model RVP. \n\nUntuk mengestimasi sisa energi dari rangkaian seri 10 sel baterai, diambil nilai terendah dari 10 nilai SOE sel. Nilai tersebut diskalakan dari nilai sebenarnya dari 20%-80% menjadi 0% sampai 100% yang akan ditampilkan kepada pengguna melalui human machine interface (HMI). Nilai SOEHMI inilah yang diterjemahkan menjadi energi yang dapat digunakan dari baterai.", "Daftar File": {"2017 TS PP FRANS EDISON 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113720"}, "Penulis": "Frans Edison     (NIM : 23315012)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edi Leksono, M.Eng. \n\nDr. Ir. Nugraha, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Baterai NCA, Perhitungan Energi, State of Energy, Regresi Vektor Pendukung, Area Kerja Baterai", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "02 Okt 2017"}