{"Nomor": 22204, "Judul": "ANALISIS DAERAH VULKANIK BERDASARKAN DISTRIBUSI RESISTIVITAS DENGAN PEMODELAN MAGNETOTELLURIK 2-D DAERAH TANGKUPAN PERAHU", "Abstrak": "Indonesia merupakan Negara yang terdapat diantara 2 benua sehingga tumbukan antara lempeng benua menyebabkan banyaknya muncul gugusan-gugusan gunung api. Gunung-gunung api di Indonesia merupakan tempat yang berpotensi menjadi sumber panas salah satu contoh adalah Gunung Tangkuban Perahu. Penelitian yang mendalam mengenai potesni gunung api ini secara geofisika belum dilakukan lebih lanjut. Oleh karena itu perlu ada studi untuk mengetahui keberadaan struktur gunung api seperti corong magma dan zona-zona batuan lainnya, sehingga nantinya dapat dihasilkan suatu gambaran bawah permukaan untuk dapat dikembangkan dalam pemanfaatan sumberdaya terbarukan panas bumi. Salah satu studi yang digunakan untuk mengetahui keberadaan sistem panas bumi ialah dengan memanfaatkan survey geofisika dengan metode magnetotellurik. Metode magnetotellurik merupakan metode yang memanfaatkan gelombang elektromagnetik untuk memetakan struktur bawah permukaan berdasarkan distribusi resistivitas. Dalam tugas akhir ini akan menganalisi nilai sebaran resitivitas 2D dari daerah Gunung Tangkuban Perahu. Dimana dalam membuat model sebaran resitivitas hal yang akan di lakukan pertama adalah inversi 1D pada titik-titik pengukuran untuk mendapatkan nilai resitivitas semu tiap lapisan. Nantinya data hasil inversi 1D akan digunakan untuk mendukung analasis interpretasi 2D Daerah Tangkuban Perahu.", "Daftar File": {"2017 TA PP FRANS FRISCO SAKTI SILABAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113721", "2017 TA PP FRANS FRISCO SAKTI SILABAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113722", "2017 TA PP FRANS FRISCO SAKTI SILABAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113723", "2017 TA PP FRANS FRISCO SAKTI SILABAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113724", "2017 TA PP FRANS FRISCO SAKTI SILABAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113725", "2017 TA PP FRANS FRISCO SAKTI SILABAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113726", "2017 TA PP FRANS FRISCO SAKTI SILABAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113727"}, "Penulis": "FRANS FRISCO SAKTI SILABAN (NIM : 10212081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Enjang Jaenal Mustapa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inversi 1-Dimensi, Magnetotellurik, Resistivitas, Panas Bumi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}