{"Nomor": 22215, "Judul": "ANALISIS PERUBAHAN DASAR SALURAN AKIBAT PERGERAKAN SEDIMEN", "Abstrak": "Sungai merupakan salah satu sumber air yang digunakan oleh manusia. Sungai juga dapat dimanfaatkan sebagai prasarana transportasi. Namun, selain terdapat manfaat pada sungai terdapat pula kerugian yang diakibatkan oleh sungai. Yaitu karena perubahan alur / morfologi sungai yang dapat mempengaruhi keamanan dan stabilitas tebing sekitar sungai yang pada beberapa lokasi terdapat pemukiman, sawah, kebun, ataupun jembatan. Jika diteliti lebih lanjut serta bisa kita ketahui dari beberapa referensi bahwa perubahan alur / morfologi sungai disebabkan oleh beberapa faktor, diantaranya distribusi kecepatan, aliran sekunder, agradasi dan degradasi sedimen. Berkaitan dengan kondisi tersebut, maka diperlukan identifikasi permasalahan dan perencanaan bangunan perlindungan tebing sungai termasuk model numerik bangunan hidraulik untuk mengetahui karakteristik perbaikan tebing sungai dan sedimentasi.  \n \n\nPemodelan fisik hidraulik mengenai penelitian ini telah dilakukan oleh Agung Wiyono (ITB, 2005). Pada tahapan penelitian ini, dalam model hidraulik yang dibangun, dilakukan penyederhanaan sebagai berikut: saluran yang dibangun mempunyai tikungan teratur, yaitu menikung 180 dan 90 , dinding tegak dan keras, sehingga tidak tergerus. Penelitian ini adalah penelitian dengan dasar saluran yang bergerak (mobile bed model). Material dasar yang digunakan berupa pasir Galunggung yang telah disaring, sehingga termasuk dalam klasifikasi material seragam. Kemudian data hasil pemodelan fisik digunakan sebagai data kalibrasi untuk pemodelan pada program MIKE 21 Curvilinear.  \n \n\nSimulasi yang dilakukan pada penelitian ini menggunakan software MIKE 21 Curvilinear dengan saluran yang serupa dengan penelitian yang dilakukan oleh  Agung Wiyono (ITB, 2005). Diameter butir sedimen D50 = 1.1 mm. Jari-jari bagian dalam tikungan saluran adalah 100 cm dan jari-jari bagian luar tikungan saluran adalah 150 cm. Lebar dari saluran adalah 50 cm. Debit air yang digunakan adalah 7,35 lt/dt, bilangan Froudenya adalah 0.497, ketinggian air rata-rata adalah 4,47 cm dan kecepatan air rata-rata adalah 32,92 cm/detik. Krib pada pemodelan ini adalah krib kedap air dalam kondisi tenggelam dan tidak tenggelam. Panjang krib pada penelitian ini adalah 10% dan 20% lebar saluran, dan jarak antar krib adalah 3O dan 6O.  \n \n\nBerdasarkan hasil R2 dan discrepancy ratio, didapatkan hasil model yang paling mendekati hasil model fisik yaitu dengan kb (bed load factor) = 0,9 dan ks (suspended load factor)  = 0,1. Pola kecepatan aliran pada tikungan sisi luar lebih cepat dari sisi dalam, dan tinggi muka air pada sisi luar lebih tinggi daripada sisi dalam tikungan. Pola gerusan pada tikungan sisi luar terjadi degradasi dan pada sisi dalam terjadi agradasi. Letak krib diawali pada sudut 120 dimana terjadi gerusan awal sebesar 1 cm pada model = 25 cm pada prototipe. Krib tenggelam dapat mengurangi vortex yang terjadi, terutama pada krib paling awal sehingga dapat mengurangi gerusan yang dapat mempengaruhi kestabilan pondasi krib. Krib dengan L=20%B dapat mengurangi agradasi/endapan pada dalam tikungan. Koreksi formulasi persamaan gerusan angka 1,8 pada persamaan Akikusa menjadi 0,445-1,033. Pada persamaan Ripley koefisien K=17,52 menjadi 13,636-1030. Koreksi pada persamaan kemiringan dasar melintang yaitu koefisien nm = 0,012 menjadi 0,023-0,811.", "Daftar File": {"2017 TS PP FRENKI TRES WIDYANTORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113772"}, "Penulis": "FRENKI TRES WIDYANTORO   (NIM : 25014309)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo Soekarno, M.Sc.Ph.D  \n \n\nDr.Ir. Yadi Suryadi, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": ": Saluran menikung, krib kedap air, MIKE 21 Curvilinear", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}