{"Nomor": 22229, "Judul": "REINTERPRETATING THE LIFE OF A SEA TURTLE FASILITAS KONSERVASI PENYU DI PANTAI PANGUMBAHAN", "Abstrak": "Fasilitas Konservasi Penyu di Pantai Pangumbahan merupakan sebuah proyek dibawah Dinas  \n \n\nKelautan dan Perikanan Pemerintah Kabupaten Sukabumi yang diperuntukan demi terjaganya habitat  \n \n\ndan kehidupan penyu. Proyek ini merupakan kerjasama dari dinas terkait dengan WWF Indonesia  \n \n\ndengan dasar bahwa kesadaran akan pentingnya menjaga kelestarian alam, pada hal ini, penyu hijau.  \n \n\nFasilitas Konservasi Penyu di Pantai pangumbahan meliputi fasilitas penelitian untuk keberlanjutan  \n \n\nkonservasi, sarana perlindungan wilayah konservasi, hingga pengadaan fasilitas ekowisata yang dapat  \n \n\nmenjadi pendanaan berkelanjutan bagi Kawasan Konservasi Pangumbahan itu sendiri.  \n \n\nProyek ini berada di dalam Kawasan Konservasi Pangumbahan, Ujung Genteng, Sukabumi yang  \n \n\nterletak di utara Pantai Ujung Genteng, sebuah destinasi wisata yang cukup di kenal di Jawa Barat.  \n \n\nTepatnya, proyek ini berada pada zona pemanfaatan terbatas yang telah di tentukan oleh DInas  \n \n\nKelautan dan Perikanan Pemerintah Kabupaten Sukabumi.  \n \n\nIsu yang dibawakan dalam perancangan proyek ini yaitu Interpretasi Ulang Kehidupan Penyu,  \n \n\nyang diwujudkan dalam perancangan massa, sirkulasi, hingga struktur bangunan. Isu ini diangkat untuk  \n \n\nmemungkinkan ambience yang dihasilkan secara pasif dapat memberi pembelajaran baru mengenai  \n \n\npenyu kepada pengunjung. Sebagai upaya mengangkat keunikan daerah Jawa Barat, disisipanlah  \n \n\nunsur-unsur seperti material dan bentuk atap lokal.", "Daftar File": {"2017 TA PP GABBY UTCHKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113828"}, "Penulis": "GABBY UTCHKA (NIM : 15213103)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konservasi Penyu, Pangumbahan, Keberlanjutan, Ambience, Lokalitas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}