{"Nomor": 22222, "Judul": "SERAT GELATIN/SELULOSA ASETAT PINTALAN ELEKTRIK UNTUK APLIKASI MEDIA PENGHANTAR EKSTRAK KULIT MANGGIS", "Abstrak": "Ekstrak kulit manggis mengandung xanthone yang berpotensi digunakan sebagai obat terapi, namun memiliki kelemahan yaitu sulit larut dalam air dan sulit diserap tubuh jika dikonsumsi secara oral. Nanoserat merupakan salah satu media yang dapat meningkatkan kelarutan senyawa. Pada penelitian ini, metode yang digunakan untuk menghasilkan nanoserat adalah metode pemintalan elektrik atau electrospinning. Fokus pada penelitian ini adalah membuat nanoserat gelatin/selulosa asetat sebagai media penghantar ekstrak kulit manggis. Hasil karakterisasi SEM menunjukkan bahwa serat gelatin/selulosa asetat dengan perbandingan massa 10:0, 8:2, dan 6:4 berturut-turut memiliki diameter rata-rata sebesar 534, 748, dan 835 nm. Penambahan selulosa asetat menyebabkan kenaikan viskositas larutan gelatin/selulosa asetat, sedangkan pengurangan gelatin menyebabkan penurunan konduktivitas larutan gelatin/selulosa asetat. Serat gelatin/selulosa asetat/ekstrak kulit manggis pada perbandingan 6:1, 8:1, dan 12:1 berturut-turut memiliki diameter rata-rata sebesar 359, 525, dan 682 nm, dimana terdapat manik-manik pada serat dengan perbandingan 6:1. Berdasarkan hasil karakterisasi XRD diketahui pemintalan elektrik menyebabkan perubahan struktur kristal pada ekstrak kulit manggis, yaitu dari kristal berubah menjadi amorf. Penambahan ekstrak kulit manggis menyebabkan penurunan viskositas dan kenaikan konduktivitas larutan gelatin/selulosa asetat. Sementara itu, serat gelatin/selulosa asetat/ekstrak kulit manggis 8:1 dengan variasi laju alir 0,1, 0,2 dan 0,3 mL/jam berturut-turut memiliki diameter rata-rata sebesar 525, 640, dan 698 nm. Hasil uji pelepasan ekstrak kulit manggis secara in vitro menunjukkan bahwa pola pelepasan ekstrak dari dalam serat terdiri dari dua fase, yaitu fase pelepasan cepat dan pelepasan lambat. Laju pelepasan dipengaruhi oleh ukuran serat, dimana semakin kecil diameter serat, semakin cepat laju pelepasan ekstrak. Sebaliknya, semakin besar diameter serat, semakin lambat laju pelepasan ekstrak.", "Daftar File": {"2016 TS PP FUJI HERNAWATI KUSUMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113792", "2016 TS PP FUJI HERNAWATI KUSUMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113793", "2016 TS PP FUJI HERNAWATI KUSUMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113794", "2016 TS PP FUJI HERNAWATI KUSUMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113795", "2016 TS PP FUJI HERNAWATI KUSUMAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113796", "2016 TS PP FUJI HERNAWATI KUSUMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113797", "2016 TS PP FUJI HERNAWATI KUSUMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113798"}, "Penulis": "FUJI HERNAWATI KUSUMAH (NIM: 20214023", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng. Khairurrijal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemintalan elektrik, ekstrak kulit manggis, gelatin, selulosa asetat", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}