{"Nomor": 22230, "Judul": "GEDUNG KONSER MUSIK TRADISIONAL DAN KLASIK JAWA BARAT", "Abstrak": "Gedung konser musik tradisional dan klasik Jawa Barat merupakan proyek yang memfokuskan diri pada wadah penampilan Musik yang berkelas dan memenuhi standar sebuah ruang penampilan Musik, yang akan mewakili tingkat Jawa Barat. Proyek ini merupakan keinginan dari pemerintah daerah Jawa Barat, yang juga menjadi klien proyek, serta mimpi berbagai seniman Musik Jawa Barat baik Musik tradisional maupun klasik. Dengan lokasi lahan berada di jalan besar, dengan luas sekitar 4Ha memberikan akses yang mudah bagi bangunan penting ini.  Penggun utama merupakan mereka yang berhubungan dengan Musik, baik pemain Musik, penikmat Musik, maupun orang-orang yang mempelajari Musik. Oleh karena proyek merupakan perwakilan ditingkat Jawa Barat, dan merupakan gedung konser Musik kedua di Indonesia yang benar-benar memfokuskan dirinya dalam pertunjukan Musik, maka perancangan lebih banyak memfokuskan diri pada isu akustik dan lokalitas.  Walaupun proyek ini berfokus pada perancangan gedung konser Musik, namun perancangan juga merancang tapak secara keseluruhan, dimana konsep yang dibawa dalam gedung konser juga diterapkan dalam tapak bahkan dalam massa bangunan lain dalam tapak. Sehingga, tapak merupakan kesatuan yang mencitrakan sebuah Musik dan Jawa Barat secara bersamaan dan dalam kesatuan. Gedung konser Musik pada akhirnya menyatu dengan tapak dimana tapak akan berusaha menonjolan gedung tersebut.", "Daftar File": {"2017 TA PP Gabriela K 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113829"}, "Penulis": "Gabriela K - Nim: 15213023", "Kontributor / Dosen Pembimbing": ["Ir. Baskoro Tedjo, MSEB., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gedung konser musik, Musik klasik, Musik tradisional, lokalitas, bambu, akustik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}