{"Nomor": 22249, "Judul": "PENGEMBANGAN PERANGKAT LUNAK KEEKONOMIAN DAN STUDI SENSITIVITAS SKENARIO PENGEMBANGAN LAPANGAN PANAS BUMI", "Abstrak": "Energi panas bumi merupakan salah satu energi alternatif yang dapat dikembangkan untuk membantu memenuhi kebutuhan energi dunia. Di samping itu, bagi Indonesia, salah satu keunggulan energi panas bumi dari sisi ekonomi adalah bahwa energi ini diproduksikan dari sumber yang tersedia secara lokal sehingga mampu mengurangi ketergantungan negara terhadap impor energi, yang oleh karena itu dapat mengurangi defisit perdagangan. Mengurangi defisit perdagangan dapat meningkatkan kesejahteraan ekonomi masyarakat secara luas. Namun di Indonesia, energi panas bumi belum dimanfaatkan secara optimal sekalipun jumlah cadangannya di Indonesia relatif sangat besar. Hambatan yang dihadapi diantaranya berupa stabilitas regulasi dan sosial, atau secara umum adalah iklim investasi di Indonesia, yang dapat berpengaruh terhadap minat investor yang ingin menanamkan modalnya pada proyek pengembangan lapangan panas bumi. Padahal seperti yang diketahui, investasi di bidang energi adalah investasi yang besar dengan resiko yang tinggi, oleh karena itu perhitungan keekonomian terhadap proyek panas bumi patut dipertimbangkan dengan sangat matang. Studi ini dilakukan untuk membantu pengambilan keputusan secara finansial terhadap pengembangan lapangan panas bumi dengan mempertimbangkan faktor keberlanjutan (sustainability) dari sumber daya panas bumi, aksesibilitas, entalpi energi panas bumi, dan berbagai skenario pengembangannya. Untuk membantu memudahkan perhitungan keekonomian, pada studi ini dibangun perangkat lunak keekonomian yang dilengkapi dengan input yang dapat dipahami oleh mereka yang berkecimpung di bidang panas bumi. Unsur fleksibilitas dalam penerapan skenario pengembangan diadopsi ke dalam perangkat lunak ini sehingga memungkinkan adanya skenario yang terbagi ke dalam beberapa tahap pengembangan. Perangkat lunak ini akan secara otomatis menghitung kebutuhan sumur baik sumur pengembangan (produksi dan injeksi) maupun sumur make-up, indikator kelayakan keekonomian panas bumi (IRR, NPV, PBP), perhitungan bunga dan hutang, cash flow, dan jadwal proyek pengeboran sumur. Dalam studi ini juga dilakukan studi sensitivitas terhadap beberapa skenario pengembangan lapangan panas bumi.", "Daftar File": {"2017 TA PP GEMA RIZALDI 1.pdf": "https://digilib.itb.ac.id/gdl/download/113917"}, "Penulis": "GEMA RIZALDI (NIM: 12211027)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Nenny Miryani Saptadji, Ph.D.  \n \n\nPembimbing 2 : Nurita Putri Hardiani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "panas bumi, model keekonomian, pengembangan lapangan, NPV, IRR, PBP, decline rate, sensitivitas", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}