{"Nomor": 22248, "Judul": "Analisis Dampak Reklamasi Terhadap Kenaikan Muka Air dan Sedimentasi di Teluk Jakarta", "Abstrak": "Reklamasi Pantai Jakarta menjadi isu yang paling hangat dibicarakan dalam rentang waktu 2 tahun terakhi rini. Namun dampak lingkungan yang dikhawatirkan terjadi apabila 17 pulau reklamasi selesai dibangun masih belum ada kajian mendalam yang bisa dipublikaskan ke masyarakat. Proses simulasi kenaikan level muka air di muara sungai dan sedimentasi akan dimodelkan menggunakan Delft3D yang diawali dengan pemodelan kawasan besar yang melingkup Pulau Jawa, Sumatera dan Kalimantan, yang dikalibrasi hasilnya dengan 4 stasiun pasut dan 1 stasiun arus yang merupakan stasiun data Dishidros, lalu dilanjutkan dengan pemodelan kawasan kecil di Teluk Jakarta dimana pemodelan akan dikalibrasi dengan data survei lapangan pada periode Bulan Oktober 2015 di 3 titik pengamatan pasang surut. Kedua proses pemodelan ini dilakukan didapatkan hasil kalibrasi dengan margin error terkecil.  \n\nSimulasi kenaikan level muka air di muara sungai dilakukan di 7 sungai besar yang bermuara di Teluk Jakarta, dengan 5 skenario rekayasa 17 pulau reklamasi dan dianalisis perbandingan kenaikan elevasi muka air di masing masing sungai. Sedangkan pada pemodelan sedimentasi dilakukan dengan input data debit sungai dan tinggi gelombang laut harian, akan dimodelkan menggunakan Delft3D selama 1 tahun dalam 2 (dua skenario arah gelombang. Hasil akhirnya adalah diperoleh sebaran dan laju sedimen di Teluk Jakarta terutama di area lahan reklamasi.", "Daftar File": {"2017 TS PP Gema Mahardika Yogatama 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113916"}, "Penulis": "Gema Mahardika Yogatama - NIM : 25515003", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reklamasi Jakarta, simulasi Delft3D, kenaikan level muka air di muara, sedimentasi, dampak reklamasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2017"}