{"Nomor": 22247, "Judul": "FITOREMEDIASI LOGAM BERAT PB AIR LIMBAH DOMESTIK PADA INSTALASI PENGOLAH AIR LIMBAH (IPAL) SISTEM BIOSORPSI DAN RHIZOFILTRASI MENGGUNAKAN TANAMAN Echinodorus palaefolius DAN Typha latifolia", "Abstrak": "Aktivitas penduduk di pemukiman telah meningkatkan buangan limbah domestik yang berbahaya ke sungai, khususnya logam berat Pb dari cuci garasi kendaraan. Mengatasi permasalahan tersebut, Puslitbang Pemukiman dan Perumahan (Puskim), Kementrian PUPR telah mengembangkan suatu instalasi pengolah air limbah (IPAL) sistem biosorpsi yang mampu mereduksi logam berat Pb pada limbah domestik sampai batas aman dengan bantuan fitoremediasi dari tanaman air akumulator logam berat. Penelitian ini bertujuan untuk melihat kemampuan fitoremediasi tanaman melati air (Echinodorus palaefolius) dan Typha latifolia dalam mereduksi logam berat Pb pada Instalasi Pengolah Air Limbah (IPAL) sistem biosorpsi. Pengambilan sampel air dilakukan di tiga titik IPAL, yaitu influen air limbah, unit biosorpsi, dan kolam indikator. Pengukuran parameter air berupa suhu dan pH dilakukan tiga kali pengulangan menggunakan pH meter digital langsung di lapangan. Pengukuran logam berat Pb dalam air dilakukan dengan cara mendestruksi sampel air. Kandungan logam berat Pb pada bagian akar dan tajuk tanaman dilakukan dengan metode destruktif pada hari awal dan akhir pengamatan. Kandungan logam berat Pb air dan tanaman dianalisis menggunakan Spektrofotometri Serapan Atom (SSA)-nyala di Lab. Hidro-Elektrometalurgi, ITB. Biomassa kering tanaman diukur di awal dan akhir hari pengamatan. Hasil penelitian selama 18 hari pengamatan, menunjukkan kandungan logam berat Pb pada tanaman baik melati air maupun T. latifolia mengakumulasi logam berat Pb pada akar daripada tajuk dengan konsentrasi masing-masing mencapai 4,43 mg/g dan 4,531 mg/g dengan perbedaan yang signifikan (p value", "Daftar File": {"2017 TA PP GEIRDA RIZKY WIRANDANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113915"}, "Penulis": "GEIRDA RIZKY WIRANDANI (NIM : 10613047)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n\nDr. Rina Ratnasih Purnamahati.    \n \n\nDr. Ichsan Suwandhi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biosorpsi, Echinodorus palaefolius, fitoremediasi, Pb, Typha latifolia.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}