{"Nomor": 22242, "Judul": "FORMULASI PATI SAGU SEBAGAI BEDAK PADAT SERTA UJI AKTIVITAS TABIR SURYA", "Abstrak": "Pati sagu kini telah banyak digunakan oleh masyarakat pada umumnya dibidang \n\nindustri. Pemanfaatan pati sagu bermacam-macam tergantung dari keperluannya \n\ndan telah terbukti juga bahwa pati sagu dapat dijadikan formulasi sediaan kosmetik. \n\nTujuan dari penelitian ini adalah memanfaatkan pati sagu sebagai pengganti talk \n\ndalam formulasi sediaan bedak padat yang memiliki efek covering yang tinggi dan \n\nmengevaluasi aktivitas tabir surya dari formula tersebut. Penelitian ini diawali \n\ndengan karakterisasi pati sagu terlebih dahulu kemudian dilakukan pengecilan \n\nukuran partikel pati sagu melalui beberapa tahap yaitu pengayakan dan \n\npenggerusan menggunakan tumbler ballmill. Serbuk pati sagu diperoleh dari hasil \n\npenggerusan dikarakterisasi ukuran partikel, morfologi partikel menggunakan \n\nSEM, dan evaluasi fisika serbuk. Ukuran partikel yang diperoleh yaitu 17,7 Ã‚Â± 0,046 \nμm. Pati sagu dengan berbagai konsentrasi yaitu 65, 75 dan 85% ditambahkan \n\nkaolin sebagai pengisi dan PVP sebagai pengikat, serta ditambahkan titanium \n\ndioksida dan seng oksida sebagai pembanding tabir surya. Aktivitas tabir surya \n\nmula-mula ditentukan dengan instrumen Xenon Weather-Ometer dan kain wol biru \n\nsebagai standar pengukuran waktu pemudaran. Uji iritasi dan penentuan SPF \n\nsebagai evaluasi in vivo dilakukan dengan menggunakan kelinci albino jantan dan \n\nlampu UV B. Hasil penelitian menunjukkan tidak adanya iritasi kulit dan formula \n\nF2A (pati sagu 75%) memiliki kemampuan proteksi terhadap sinar matahari buatan \n\nlebih optimal dibandingkan F1A dan F3A dengan nilai SPF pada formula F2A \n\nsebesar 3,81. Sedangkan pada formulasi bedak padat yang ditambahkan zat \n\ntambahan tabir surya yaitu titanium dioksida menunjukkan hasil proteksi terhadap \n\nsinar matahari buatan lebih optimal dibandingkan F2A (tanpa titanium dioksida). \n\nNilai SPF pada formula F2B sebesar 11,64. Bedak padat yang diformulasikan dari \n\npati sagu memiliki aktivitas tabir surya.", "Daftar File": {"2017 TS PP GAYATRI SIMANULLANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113892", "COVER GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200604", "BAB 1 GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200607", "BAB 2 GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200608", "BAB 3 GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200610", "BAB 4 GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200612", "BAB 5 GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200614", "BAB 6 GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200615", "PUSTAKA GAYATRI SIMANULLANG (NIM : 20715006)": "https://digilib.itb.ac.id/gdl/download/200616"}, "Penulis": "GAYATRI SIMANULLANG (NIM : 20715006)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Sasanti Tarini D., M.S., Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pati sagu, Tabir surya, Uji iritasi kulit, Sun Protector Factor (SPF)", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "03 Okt 2017"}