{"Nomor": 22244, "Judul": "INTEGRATED ANALYSIS OF OPTIMIZING TUBING MATERIAL SELECTION OF GAS WELLS", "Abstrak": "Korosi yang terjadi pada tubing produksi telah dianggap sebagai sebuah masalah yang menantang pada sumur gas yang mengandung karbon dioksida maupun hidrogen sulfida. Sebuah prediksi korosi yang tidak tepat akan menyebabkan penipisan ketebalan tubing, kebocoran tubing, hingga pada kondisi yang ekstrem, rangkaian tubing akan mengalami kegagalan yang serius sehingga memerlukan kerja ulang (workover) untuk menggantinya. Akibatnya, sumur harus diintervensi yang menyebabkan berkurangnya keuntungan karena pengeluaran biaya untuk kerja ulang. Kerugian-kerugian ini dapat dihindari dengan memprediksi dan mengkalkukasi laju korosi serta memilih material tubing yang sesuai. \n\nKomponen kimiawi yang biasanya menyebabkan korosi antara lain karbon dioksida, hidrogen sulfida, oksigen, atau kombinasi dari senyawa-senyawa tersebut yang terkandung pada gas. Namun, komposisi dari fluida reservoir bukanlah satu-satunya faktor yang mempengaruhi laju korosi. Paper ini mempersembahkan sebuah metodologi baru yang komprehensif dalam perhitungan laju korosi secara terintegrasi dengan mempertimbangkan kondisi reservoir, Nodal Analysis dari sumur, dan trajektori sumur yang juga berpengaruh karena adanya kemungkinan perbedaan jenis aliran dari fluida produksi di dalam tubing. Berdasarkan studi ini, diharapkan pemilihan material tubing lebih komprehensif. \n\nKeuntungan teknis dari metodologi baru ini adalah kemampuan untuk memprediksi laju korosi maksimum pada komplesi bawah permukaan serta memilih tubing dengan material tambahan untuk mencegah serangan korosi seperti kromium, molybdenum, dan nickel untuk kondisi tertentu dari setiap sumur gas. Metode ini telah diimplementasikan di Lapangan Gas XX dan telah berhasil memilih material tubing yang paling baik untuk sumur pengembangan selanjutnya di lapangan XX. Dengan ini, jangka waktu penggunaan rangkaian tubing dapat diperpanjang dan juga menguntungkan secara ekonomis.", "Daftar File": {"2013 TA PP GDE VALDY IRAWAN ARIMBAWA 1.pdf": "https://digilib.itb.ac.id/gdl/download/113901"}, "Penulis": "GDE VALDY IRAWAN ARIMBAWA (NIM: 12209059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemilihan material tubing, korosi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Des 2017"}