{"Nomor": 22255, "Judul": "A Discriminant Analysis Approach to Predict the Performance of Joint Venture General Insurance Companies in Indonesia", "Abstrak": "ABSTRAK \n\nIndustri asuransi memainkan peranan yang sangat penting terhadap \n\nperekonomian nasional Indonesia. Meskipun demikian, tingkat persaingan dalam \n\nsektor asuransi umum cenderung menjadi semakin tinggi dalam beberapa tahun \n\nterakhir ini, khususnya dalam kelompok perusahaan asuransi umum patungan. \n\nUntuk dapat bertahan dan menang dalam industri yang sangat kompetitif, suatu \n\nperusahaan harus berkinerja baik dan lebih baik dari para pesaingnya. Tujuan dari \n\ntugas akhir ini adalah untuk merumuskan satu alat ukur yang dapat menilai dan \n\nmemprediksi kinerja suatu perusahaan asuransi umum patungan di Indonesia dan \n\njuga membedakan antara kelompok perusahaan yang berkinerja baik dengan \n\nkelompok perusahaan yang tidak berkinerja baik. Sampel yang digunakan dalam \n\nanalisis ini diambil dari seluruh 16 perusahaan asuransi umum patungan yang ada \n\ndi Indonesia (sampling jenuh) dan data yang digunakan diambil dari periode tahun \n\n2011 Ã‚Â– 2015. Metoda yang digunakan dalam analisa ini adalah metoda Analisa \n\nDiskriminan yang menggunakan tehnik statistik dan model kombinasi rasio-rasio \n\nkeuangan yang dapat digunakan sebagai satu pendekatan yang baik untuk \n\nmemprediksi kinerja perusahaan asuransi. Hasil dari analisa yang dilakukan \n\nmenyarankan agar manajemen dari perusahaan asuransi umum patungan di \n\nIndonesia benar-benar memahami ke 6 rasio keuangan yang terpilih, yaitu Debt \n\nRatio, Return on Assets, Net Profit Margin, Level of Claim Settlement, Combined \n\nRatio dan Average Collection Period. Hasil analisa ini dapat digunakan sebagai \n\nsuatu pedoman untuk meningkatkan kinerja perusahaan agar dapat bertahan dan \n\nmenang dalam industri yang sangat kompetitif di sektor asuransi umum patungan \n\ndi Indonesia. \n\nKata kunci: kinerja keuangan, rasio keuangan, perusahaan asuransi umum \n\npatungan, analisis diskriminan", "Daftar File": {"2017 TA PP GERRAD MOSES P S  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113936", "2017 TS PP GERARD MOSES P S 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251980"}, "Penulis": "Gerard Moses P S (NIM 19014070)", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Soekarno MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "financial performance, financial ratio, joint venture general insurance company, discriminant analysis", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "17 Sep 2017"}