{"Nomor": 22250, "Judul": "SEJARAH KOMPETISI DAN PENGHARGAAN SENI RUPA DALAM MEDAN SENI RUPA INDONESIA", "Abstrak": "Kompetisi dan penghargaan seni rupa yang berlangsung di Indonesia hadir dalam sejarah perkembangan medan sosial seni rupa Indonesia. Pada tiap penyelenggaraan kompetisi dan penghargaan seni rupa terdapat unsur pembinaan, apresiasi, dan promosi karya seni rupa melalui ajang pemberian hadiah. Dalam pelaksanaannya terdapat dinamika yang berkaitan dengan kondisi sosial zamannya. Oleh karena itu penelitian ini mengangkat mengenai dinamika yang terjadi seputar penyelenggaraan kompetisi dan penghargaan seni rupa Indonesia. Dalam hal ini akan diambil sampel yaitu Ã‚Â‘Pameran Besar Seni LukisÃ‚Â’, Ã‚Â‘Biennale JakartaÃ‚Â’, Ã‚Â‘Indonesia Art AwardÃ‚Â’. Ajang pemberian hadiah ini hadir sejak era Orde Baru.  \n \n\nPenelitian ini akan menginventarisir data-data berupa arsip, media masa, katalog, dan tulisan-tulisan yang terkait kondisi, opini, dan wacana seputar kompetisi dan penghargaan seni rupa. Data tersebut kemudian akan disusun secara berurutan tahun demi tahun dan dilakukan interpretasi data dengan menghubungkan dengan data mengenai medan seni Indonesia. Setelah itu akan dilakukan penulisan pembabakan berdasarkan fakta sejarah kompetisi dan penghargaan seni rupa Indonesia. Pembabakan ini bertujuan untuk melihat dinamika yang terjadi dalam penyelenggaraan kompetisi dan penghargaan seni rupa, dilanjutkan dengan menelaah dampak kompetisi dan penghargaan seni rupa dalam medan seni rupa Indonesia. Penelitian ini akan menggunakan metode penelitian sejarah untuk menganalisa kompetisi dan penghargaan seni rupa dalam medan seni rupa Indonesia, dengan melihat kaitan Orde Baru sebagai latar sejarah sosial berlangsungnya ajang pemberian hadiah.  \n \n\nPenyelenggaraan kompetisi dan penghargaan seni rupa menjadi suatu ajang pertemuan antara suatu kebutuhan akan prestasi pada sisi seniman, pengakuan keahlian dalam sisi dewan juri, dan pembuktian akan kecintaan terhadap seni rupa bagi para filantrop yang berperan dalam penyelenggaraan pemberian hadiah. Dalam hal ini ajang pemberian hadiah merupakan ajang penuh gengsi yang mampu memberikan status bagi unsur yang terlibat. PBSLI, Biennale Jakarta, dan PMIAA berlangsung dalam fase Orde baru yang berbeda. PBSLI dan Biennale berada dalam masa keemasan Orde Baru, sementara PMIAA berada dalam masa-masa menuju keruntuhan Orde Baru.   \n \n\nDengan melakukan susunan sejarah kompetisi dan penghargaan seni rupa terlihat bahwa pemberian penghargaan di Indonesia mengalami 3 (tiga) masa perkembangan. Masa pengukuran dan inventarisir seniman Indonesia, masa memperlihatkan capaian seniman Indonesia, dan masa mensejajarkan dengan regional/internasional.", "Daftar File": {"2017 TS PP GENARDI ATMADIREDJA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113918"}, "Penulis": "GENARDI ATMADIREDJA - NIM: 27015004", "Kontributor / Dosen Pembimbing": ["Dr. Ira Adriati M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kompetisi, penghargaan, sejarah seni rupa Indonesia, medan seni rupa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}