{"Nomor": 22254, "Judul": "OPTIMASI SPASI BOR DAN KLASIFIKASI SUMBERDAYA BATUBARA MENGGUNAKAN METODE GEOSTATISTIK", "Abstrak": "The classification of coal resources used by most Indonesian coal companies based on the guidelines of SNI 5015: 2011. However, the classification only considers the geological conditions and the level of confidence associated with the complexity of the coal deposits. While each coal deposits have different quality parameters so that in classification of coal resources should consider the parameters of coal quality that are ash content, moisture content, sulfur content and caloric value. So in the end in of determining the resources classification will be obtained different results between coal seam due to differences coal quality parameters. The purpose of this research is to estimate the block model of the research area using the Global Estimation Variance method of each coal quality parameter, knowing optimum drilling spacing based on relative error value, classifying coal resources and knowing local variability of research area for each drill spacing scenario using Sequential Gaussian Simulation method. The result of research shows that the distance of influence area based on Global Estimation Variance method with classification of measured, indicated and inferred coal resources are 300 m; 500 m and >500 m. So it can be concluded that the optimum drill spacing in the research area is 300 m. This calculation is based on calculating the relative error value 500 m.", "Daftar File": {"2017 TS PP GEORGE MIKHAIL PESIK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113935"}, "Penulis": "GEORGE MIKHAIL PESIK (NIM : 22114304)", "Kontributor / Dosen Pembimbing": ["Mohammad Nur Heriawan, ST., MT., PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "coal resources classification, global estimation variance, sequential gaussian simulation", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}